{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "OpenAI launches new agentic coding model only minutes after Anthropic drops its own | TechCrunch",
            "time": "2026-02-05T20:01:39",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/09/GettyImages-2224158119.jpg?resize=1200,837",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Monday, <a href=\"https://techcrunch.com/2026/02/02/openai-launches-new-macos-app-for-agentic-coding/\">OpenAI launched Codex</a>, an agentic coding tool marketed to software developers. Today, OpenAI also launched a new model designed to turbo-charge Codex: <a rel=\"nofollow\" href=\"https://openai.com/index/introducing-gpt-5-3-codex/\">GPT-5.3 Codex</a>. </p>\n\n<p class=\"wp-block-paragraph\">The company says that the model transforms Codex from an agent that can merely “write and review code” to one that can do “nearly anything developers and professionals do on a computer, expanding who can build software and how work gets done.” Having tested its new model against a number of performance benchmarks, OpenAI claims that it can create “highly functional complex games and apps from scratch over the course of days.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI says that GPT-5.3 Codex is also 25 percent faster than its previous model (GPT-5.2) and that it was the company’s first model that “was instrumental in creating itself,” meaning that the company’s staff used early versions of the program to debug itself and evaluate how it was performing.</p>\n\n<p class=\"wp-block-paragraph\">The new model release notably follows hot on the heels of a <a href=\"https://techcrunch.com/2026/02/05/anthropic-releases-opus-4-6-with-new-agent-teams/\">new agentic coding model</a> released by its competitor, Anthropic. Indeed, OpenAI and Anthropic had originally planned to release their two agentic coding tools at the exact same time: 10 a.m. PST. However, not long before the original release time, Anthropic moved its release date up by 15 minutes, slightly besting OpenAI in the race to publicize the models.   </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "One of Europe's largest universities knocked offline for days after cyberattack | TechCrunch",
            "time": "2026-02-05T19:00:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/la-sapienza-university-rome-italy.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The computer systems of La Sapienza in Rome, one of the largest universities in Europe with around <a rel=\"nofollow\" href=\"https://web.archive.org/web/20251112001859/https://www.uniroma1.it/it/pagina/chi-siamo\">120,000 students</a>, have been down for three days following an apparent ransomware attack. </p>\n\n<p class=\"wp-block-paragraph\">In <a rel=\"nofollow\" href=\"https://www.instagram.com/p/DUTO5qUjHFv/\">a post</a> and <a rel=\"nofollow\" href=\"https://www.instagram.com/stories/highlights/17977304222968483/?hl=en\">stories</a> on Instagram published Tuesday, the university said that it took down its systems out of precaution following the cyberattack, that it was investigating the incident and working on restoring all digital services, and that some communication channels such as email and workstations are “partially limited.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The school also said that it was working to restore systems based on backups, which were not affected by the hack. </p>\n\n<p class=\"wp-block-paragraph\">As of this writing the Sapienza website remains down. </p>\n\n<p class=\"wp-block-paragraph\">Italian daily news outlet Il Corriere della Sera <a rel=\"nofollow\" href=\"https://roma.corriere.it/notizie/cronaca/26_febbraio_03/sapienza-il-ricatto-degli-hacker-filo-russi-all-universita-l-ultimatum-di-72-ore-per-pagare-per-liberare-i-dati-criptati-8e8243a0-308b-4947-8556-b1bc28afaxlk.shtml?refresh_ce\">reported</a> this week that the disruption is due to a ransomware attack, something that the school nor other authorities have confirmed so far. The hackers allegedly sent the university a link to a request for a ransom, which has a countdown of 72 hours, which would start only once the link is clicked. </p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about this attack, or the Femwar02 ransomware gang? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">email</a><p>.\t\t</p></div>\n\t\t\n\n<p class=\"wp-block-paragraph\">La Sapieza did not respond to TechCrunch’s request for comment sent via email. It’s unclear if the university is able to accept email at the time we reached out.</p>\n\n<p class=\"wp-block-paragraph\">Spokespeople for Italy’s national cybersecurity agency, Agenzia per la Cybersicurezza Nazionale (or ACN), which is investigating the incident, did not immediately respond to a request for comment, asking for more information and if the attack was caused by ransomware.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In another article on Wednesday, Il Corriere <a rel=\"nofollow\" href=\"https://roma.corriere.it/notizie/cronaca/26_febbraio_04/attacco-hacker-alla-sapienza-la-gang-femwar02-e-il-virus-bablock-falla-nella-sicurezza-e-ricatto-da-un-milione-di-euro-a4a7e874-4eb6-4b99-82a4-74a432d15xlk.shtml\">reported</a> that the hacking group behind the attack is called “Femwar02,” which was previously unknown prior to this incident. The gang used the BabLock malware, <a rel=\"nofollow\" href=\"https://www.group-ib.com/blog/bablock-ransomware/\">which was discovered in 2023</a> and is also known as <a rel=\"nofollow\" href=\"https://research.checkpoint.com/2023/rorschach-a-new-sophisticated-and-fast-ransomware/\">Rorschach</a>, according to the report.</p>\n\n<p class=\"wp-block-paragraph\">La Sapienza said that exams are proceeding as normal, but students who want to sign up for exams must do so directly with professors. The school also set up “infopoints” on several locations on campus to provide information to students. </p>\n\n<p class=\"wp-block-paragraph\">Like other types of organizations, universities and schools are frequent targets of hackers. Last year, the notorious hacking group ShinyHunters <a href=\"https://techcrunch.com/2026/02/04/hackers-publish-personal-information-stolen-during-harvard-upenn-data-breaches/\">hacked Harvard University and University of Pennsylvania</a> and stole data — without using malware to encrypt its systems — in an effort to extort the schools. The hackers revealed this week that the schools did not pay the ransom.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Elon Musk is getting serious about orbital data centers | TechCrunch",
            "time": "2026-02-05T18:50:49",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-05-at-10.07.05-AM.jpg?resize=1200,924",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Friday, when SpaceX filed plans with the FCC <a href=\"https://techcrunch.com/2026/01/31/spacex-seeks-federal-approval-to-launch-1-million-solar-powered-satellite-data-centers/\">for a million-satellite data center network</a>, you might have thought Elon Musk was having a bit of fun with us. But a week later, it is clear that he is dead serious. </p>\n\n<p class=\"wp-block-paragraph\">The most obvious step, of course, is the formal merger between SpaceX and xAI that <a href=\"https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/\">went forward on Monday</a>, officially drawing together Musk’s space and AI ventures in a way that makes a lot more sense if there’s some kind of joint infrastructure project planned. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But even beyond the merger, we’re starting to see the idea of orbital AI data clusters — essentially, networks of computers operating in space — cohere into an actual plan. On Wednesday, the FCC accepted the filing and set a schedule seeking public comment. It’s a pro forma step normally, but FCC chairman Brendan Carr took the unusual step of <a rel=\"nofollow\" href=\"https://x.com/BrendanCarrFCC/status/2019139559330836506\">sharing the filing on X</a>. Throughout his tenure as chairman, Carr has shown himself <a rel=\"nofollow\" href=\"https://www.theverge.com/decoder-podcast-with-nilay-patel/612069/fcc-brendan-carr-elon-musk-donald-trump-first-amendment-free-speech-censorship\">eager to help Trump’s friends and punish his enemies</a> — so as long as Musk stays on Trump’s good side, the proposal is likely to sail through without issue.</p>\n\n<p class=\"wp-block-paragraph\">At the same time, Elon Musk has started to flesh out the argument for orbital data centers in public. On a<a rel=\"nofollow\" href=\"https://cheekypint.transistor.fm/21\"> new episode</a> of Stripe co-founder Patrick Collison’s podcast “Cheeky Pint,” which also featured guest Dwarkesh Patel, Musk laid out the basic case for moving most of our AI computing power into space. Essentially, solar panels produce more power in space, so you can cut down on one of the main operating expenses for data centers.</p>\n\n<p class=\"wp-block-paragraph\">“It’s harder to scale on the ground than it is to scale in space,” Musk said in the podcast. “Any given solar panel is going to give you about five times more power in space than on the ground, so it’s actually much cheaper to do in space.”</p>\n\n<p class=\"wp-block-paragraph\">Close listeners will note that there is a bit of a gap in the logic here! It’s true that solar panels produce more power in space, but since power isn’t the only cost in operating a data center and solar panels aren’t the only way to power a data center, it doesn’t follow that it’s cheaper to do the whole thing in orbit, as Patel noted in the podcast. Patel also raised concerns about servicing GPUs that fail during AI model training, but you’ll have to listen to the full episode for that.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Overall, Musk was undeterred, marking 2028 as a tipping point year for orbital data centers. “You can mark my words, in 36 months but probably closer to 30 months, the most economically compelling place to put AI will be space,” Musk said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">He didn’t stop there. “Five years from now, my prediction is we will launch and be operating every year more AI in space than the cumulative total on Earth,” Musk continued.</p>\n\n<p class=\"wp-block-paragraph\">For context, as of 2030, global data center capacity will be <a rel=\"nofollow\" href=\"https://www.jll.com/en-us/insights/market-outlook/data-center-outlook\">an estimated 200 GW</a>, which is roughly a trillion dollars’ worth of infrastructure when you’re just putting it on the ground.</p>\n\n<p class=\"wp-block-paragraph\">Of course, SpaceX makes its money by launching things into orbit, so all this is pretty convenient for Musk — particularly now that SpaceX has an AI company attached to it. And with the new SpaceX-xAI conglomerate headed for an IPO in just a few months, you can expect to hear a lot more about orbital data centers in the months ahead. With tech companies <a href=\"https://techcrunch.com/2025/10/10/the-billion-dollar-infrastructure-deals-powering-the-ai-boom/\">still pouring hundreds of billions of dollars into data center spending each year</a>, there’s a real chance that not all the money will remain earthbound.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "NASA astronauts can now bring their phones with them on their mission to the moon | TechCrunch",
            "time": "2026-02-05T18:29:48",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/nasa-spacex-crew-2-return.jpg?resize=1200,674",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Get ready for some selfies that are out of this world. NASA astronauts will be allowed to bring their smartphones to space for the first time, starting with the Crew-12 and Artemis II missions.</p>\n\n<p class=\"wp-block-paragraph\">Crew-12 is expected to head to the International Space Station <a href=\"https://www.nasa.gov/blogs/commercialcrew/2026/01/28/nasas-spacex-crew-12-begins-quarantine-for-space-station-mission/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">next week</a>, while the highly anticipated Artemis II mission — which will <a href=\"https://time.com/7346146/artemis-ii-launch-nasa-astronauts-moon-mission/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">bring humans around the moon</a> for the first time since the 1960s — was delayed until March.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We are giving our crews the tools to capture special moments for their families and share inspiring images and video with the world,” NASA administrator Jared Isaacman <a href=\"https://x.com/NASAAdmin/status/2019259382962307393\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote</a> on X.</p>\n\n<p class=\"wp-block-paragraph\">With the newest iPhones and Android devices at hand, the crew will be able to be a bit more spontaneous with image and video gathering, meaning that for those of us back home, these upcoming trips to space could end up being some of NASA’s most well-documented journeys yet.</p>\n\n<p class=\"wp-block-paragraph\">Imagine how cool (or cringe-worthy) it will be if astronauts turn themselves into TikTok stars in zero gravity, or if they take ultra-wide-angle selfies in the spacecraft. For those working in government bureaucracy, it’s equally exciting, apparently, that NASA approved this rule change pretty quickly.</p>\n\n<p class=\"wp-block-paragraph\">“Just as important, we challenged long-standing processes and qualified modern hardware for spaceflight on an expedited timeline,” Isaacman wrote. “That operational urgency will serve NASA well as we pursue the highest-value science and research in orbit and on the lunar surface.”</p>\n\n<p class=\"wp-block-paragraph\">It makes sense that it would be hard to approve new technology to go into space — if one small thing goes astray, a spaceflight can go terribly wrong. Until now, the newest cameras that were supposed to go on these missions were decade-old Nikon DSLRs and GoPros, according to <a href=\"https://arstechnica.com/space/2026/02/nasa-will-finally-allow-astronauts-to-bring-their-iphones-to-space/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ars Technica</a>. That’s by no means arcane, but there’s something more spontaneous and whimsical about using a smartphone.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">This is not, however, the first time that smartphones have <a href=\"https://www.dpreview.com/news/1356946619/inspiration4-commander-shares-a-photo-and-video-shot-with-iphone-12-in-space\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">gone to space</a>. SpaceX allowed smartphones for its <a href=\"https://techcrunch.com/2021/06/02/spacex-will-launch-four-private-astronaut-missions-to-the-space-station-through-2023/\" target=\"_blank\" rel=\"noreferrer noopener\">private astronaut missions</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI launches a way for enterprises to build and manage AI agents | TechCrunch",
            "time": "2026-02-05T18:09:50",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-2213399157.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI has launched a new product to help enterprises navigate the world of AI agents, focusing on agent management as critical infrastructure for enterprise AI adoption.</p>\n\n<p class=\"wp-block-paragraph\">On Thursday, AI giant OpenAI announced the <a href=\"https://openai.com/index/introducing-openai-frontier/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launch of OpenAI Frontier</a>, an end-to-end platform designed for enterprises to build and manage AI agents. It’s an open platform, which means users can manage agents built outside of OpenAI too.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Frontier users can program AI agents to connect to external data and applications, which allows them to execute tasks far outside of the OpenAI platform. Users can also limit and manage what these agents have access to, and what they can do, of course.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI said Frontier was designed to work the same way companies manage human employees. Frontier offers an onboarding process for agents and a feedback loop that is meant to help them improve over time the same way a review might help an employee.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI touted enterprises, including HP, Oracle, State Farm, and Uber as customers, but Frontier is currently only available to a limited number of users with plans to roll out more generally in the coming months.</p>\n\n<p class=\"wp-block-paragraph\">The company would not disclose pricing details in a press briefing earlier this week, according to <a href=\"https://www.theverge.com/ai-artificial-intelligence/874258/openai-frontier-ai-agent-platform-management\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reporting from The Verge</a>. OpenAI declined to comment on pricing.</p>\n\n<p class=\"wp-block-paragraph\">Agent-management products become table stakes since AI agents rose to prominence in 2024. Salesforce has arguably the best-known such product, <a href=\"https://techcrunch.com/2024/10/29/salesforce-ai-chatbot-agentforce-hits-general-availability/\" target=\"_blank\" rel=\"noreferrer noopener\">Agentforce</a>, which the company launched in the fall of 2024. Others have quickly followed. <a href=\"https://techcrunch.com/2025/10/21/open-source-agentic-startup-langchain-hits-1-25b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">LangChain</a> is a notable player in the space that was founded in 2022 and has raised more than $150 million in venture capital. <a href=\"https://techcrunch.com/2024/10/22/crewai-uses-third-party-models-to-automate-business-tasks/\" target=\"_blank\" rel=\"noreferrer noopener\">CrewAI</a> is a smaller upstart that has raised more than $20 million in venture capital.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In December, global research and advisory firm Gartner <a href=\"https://www.parloa.com/guides-ebooks-and-reports/gartner-ai-agent-sprawl/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released a report</a> about this type of software and called agent management platforms both the “most valuable real estate in AI” and a necessary piece of infrastructure for enterprises to adopt AI.</p>\n\n<p class=\"wp-block-paragraph\">It’s not surprising that OpenAI would release this platform in early 2026, as the company has made it clear that <a href=\"https://techcrunch.com/2026/01/22/openai-is-coming-for-those-sweet-enterprise-dollars-in-2026/\" target=\"_blank\" rel=\"noreferrer noopener\">enterprise adoption is one of its main focus areas for this year</a>. The company has also announced <a href=\"https://techcrunch.com/2026/02/02/what-snowflakes-deal-with-openai-tells-us-about-the-enterprise-ai-race/\">two notable enterprise deals</a> this year with ServiceNow and Snowflake.</p>\n\n<p class=\"wp-block-paragraph\">Still, if OpenAI wants to be a meaningful player in the enterprise space, offering a product like Frontier is a promising step.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anthropic releases Opus 4.6 with new 'agent teams' | TechCrunch",
            "time": "2026-02-05T17:51:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/Claude2_Blog_V1-1.webp?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Thursday, Anthropic released the latest version of Opus — its most advanced model and a particularly important model for Claude Code. Opus 4.5 was only released <a href=\"https://www.anthropic.com/claude/opus\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">last November</a>, and with 4.6, the company has sought to broaden its model’s capabilities and appeal, allowing for a greater variety of uses and customers.</p>\n\n<p class=\"wp-block-paragraph\">Perhaps the most notable addition to the newest version of Opus is the inclusion of what the company calls “agent teams” — teams of agents that can split larger tasks into segmented jobs.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Instead of one agent working through tasks sequentially, you can split the work across multiple agents — each owning its piece and coordinating directly with the others,” the company says. Scott White, Head of Product at Anthropic, compared the new feature to having a talented team of humans working for you, noting that the segmenting of agent responsibilities allows them “to coordinate in parallel [and work] faster.” The agent teams are currently available in a research preview for API users and subscribers.</p>\n\n<p class=\"wp-block-paragraph\">Opus 4.6 also comes with a longer context window — meaning that the program has a capacity to recall a greater amount of information per user session. The new model offers 1 million tokens of context, which is comparable to what the company’s Sonnet (versions 4 and 4.5) <a href=\"https://platform.claude.com/docs/en/build-with-claude/context-windows\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">currently offers</a>. Those context windows allow for work involving larger code bases and can also allow for the processing of larger documents, the company says.</p>\n\n<p class=\"wp-block-paragraph\">The new version of Opus also integrates Claude directly into PowerPoint as an accessible side panel. This is a step up from PowerPoint’s previous integration with the chatbot. Previously, a user could tell Claude to create a PowerPoint deck, but the file would then have to be transferred to PowerPoint to edit the presentation, White said. Now the presentation can be crafted within PowerPoint, with direct help from Claude.</p>\n\n<p class=\"wp-block-paragraph\">White told TechCrunch that Opus has evolved from a model that was highly capable in one particular domain — software development — into a program that could be “really useful for a broader set” of knowledge workers. “We noticed a lot of people who are not professional software developers using Claude Code simply because it was a really amazing engine to do tasks,” he said. White added that the kinds of people the company has seen using it include not just software engineers, but product managers, financial analysts, and people from a variety of other industries.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Secondary sales shift from founder windfalls to employee-retention tools | TechCrunch",
            "time": "2026-02-05T17:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/GettyImages-1481700067.jpg?resize=1200,821",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In May, AI sales automation startup Clay said it was allowing most of its employees to sell some of their shares at a<a href=\"https://techcrunch.com/2025/05/08/clay-authorizes-employee-tender-at-a-1-5b-valuation-led-by-sequoia/\" target=\"_blank\" rel=\"noreferrer noopener\"> $1.5 billion valuation</a>. Coming just months after its Series B, Clay’s offer of liquidity was a rarity in a market where tender offers, as these types of secondary transactions are known, were still uncommon for relatively young companies.</p>\n\n<p class=\"wp-block-paragraph\">Since then, several other newer, fast-growing startups have allowed their staff to convert some of their stock into cash. Linear, a six-year-old AI-powered Atlassian rival, completed <a href=\"https://linear.app/now/giving-our-team-liquidity-through-linear-s-first-tender-offer\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a tender offer</a> at the same valuation as the company’s $1.25 billion Series C. More recently, the three-year-old ElevenLabs authorized a $100 million secondary sale for staff, at a valuation of <a href=\"https://elevenlabs.io/blog/announcing-an-employee-tender\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$6.6 billion</a>, <a href=\"https://techcrunch.com/2025/01/30/elevenlabs-raises-180-million-in-series-c-funding-at-3-3-billion-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">double</a> its previous value.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">And just last week, Clay, which has tripled its annual recurring revenue (ARR) to $100 million in one year, decided it was again time for its employees to cash in on the company’s fast growth. The eight-year-old startup announced that its staff can sell stock at a valuation of <a href=\"https://www.nytimes.com/2026/01/28/business/dealbook/clay-start-up-tender-offers.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$5 billion</a>, a more than 60% increase from its <a href=\"https://techcrunch.com/2025/08/05/clay-confirms-it-closed-100m-round-at-3-1b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">$3.1 billion</a> valuation announced in August.</p>\n\n<p class=\"wp-block-paragraph\">These secondary sales at increasingly higher valuations for young, perhaps still-unproven companies may initially appear to be a premature “cash-out” reminiscent of the 2021 bubble. The most infamous example of that time was Hopin, whose founder, Johnny Boufarhat, reportedly sold $195 million worth of his company’s stock just two years before the company’s assets were sold for a <a href=\"https://www.crn.com/news/networking/ringcentral-to-pay-50m-for-startup-hopin-s-events-management-assets\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tiny fraction</a> of its peak <a href=\"https://techcrunch.com/2023/08/02/hopin-ringcentral/\" target=\"_blank\" rel=\"noreferrer noopener\">$7.7 billion</a> valuation.</p>\n\n<p class=\"wp-block-paragraph\">But there is a critical distinction between the 2021 boom and today’s market.</p>\n\n<p class=\"wp-block-paragraph\">During the ZIRP era, a large portion of the secondary deals provided liquidity almost exclusively to founders of buzzy companies like Hopin. In contrast, the recent transactions from Clay, Linear, and ElevenLabs are structured as tender offers that also benefit employees.</p>\n\n<p class=\"wp-block-paragraph\">While investors these days largely frown upon the outsized founder payouts of the 2021 boom, the current shift toward employee-wide tender offers is viewed far more favorably.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“We’ve done a lot of tenders, and I haven’t seen any drawbacks yet,” Nick Bunick, a partner at the secondary-focused VC firm NewView Capital, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">As companies stay private longer and talent competition intensifies, allowing employees to turn some of their paper gains into cash can be a powerful tool for recruiting, morale, and retention, he said. “A little liquidity is healthy, and we’ve certainly seen that across the ecosystem.”</p>\n\n<p class=\"wp-block-paragraph\">At the time of Clay’s first tender offer, co-founder Kareem Amin <a href=\"https://techcrunch.com/2025/05/08/clay-authorizes-employee-tender-at-a-1-5b-valuation-led-by-sequoia/\" target=\"_blank\" rel=\"noreferrer noopener\">told TechCrunch</a> that the main reason for giving employees a chance to cash out some of their otherwise-illiquid stock was to ensure that “the gains don’t just accumulate to a few people.”  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Some fast-growing AI startups are realizing that without offering early liquidity, they risk losing their best talent to public companies or more mature startups like OpenAI and SpaceX, which regularly offer tender sales.</p>\n\n<p class=\"wp-block-paragraph\">While it’s hard not to see the positive aspects of allowing startup employees to reap cash rewards from their hard work, Ken Sawyer, co-founder and managing partner at secondary firm Saints Capital, pointed to unintended second-order effects of employee tenders. “It is very positive for employees, of course,” he said. “But it enables companies to stay private longer, reducing liquidity for venture investors, which is a challenge for LPs.”</p>\n\n<p class=\"wp-block-paragraph\">In other words, relying on tenders as a long-term substitute for IPOs could create a vicious cycle for the venture ecosystem. If limited partners don’t see cash returns, they will be more reluctant to back the very VC firms that invest in startups.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meta tests a stand-alone app for its AI-generated 'Vibes' videos | TechCrunch",
            "time": "2026-02-05T17:19:01",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2194278734.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta is testing a stand-alone Vibes app, the company confirmed to TechCrunch on Thursday. Launched last September, <a href=\"https://techcrunch.com/2025/09/25/meta-launches-vibes-a-short-form-video-feed-of-ai-slop/\" target=\"_blank\" rel=\"noreferrer noopener\">Vibes</a> lets you create and share short-form AI-generated videos and access a dedicated feed that displays AI videos from others.</p>\n\n<p class=\"wp-block-paragraph\">Think TikTok or Instagram Reels, but every video you come across is AI generated. Until now, the feed has lived in the Meta AI app. By making Vibes available outside of the Meta AI app, the company is positioning it as a more direct competitor to <a href=\"https://techcrunch.com/2026/01/29/openais-sora-app-is-struggling-after-its-stellar-launch/\" target=\"_blank\" rel=\"noreferrer noopener\">Sora, OpenAI’s AI-generated video and social app</a> that launched shortly after Vibes.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Following the strong early traction of Vibes within Meta AI, we are testing a standalone app to build on that momentum,” Meta said in an emailed statement. “We’ve seen that users are increasingly leaning into the format to create, discover, and share AI-generated video with friends. This standalone app provides a dedicated home for that experience, offering people a more focused and immersive environment. We will look to expand the app further based on what we learn from the community.”</p>\n\n<p class=\"wp-block-paragraph\">The news was first reported by <a href=\"https://www.threads.com/@crumbler/post/DUURM5XiYLu/new-in-platformer-meta-is-testing-a-standalone-vibes-app-httpswwwplatformernewss\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Platformer</a>. </p>\n\n<p class=\"wp-block-paragraph\">Meta says it doesn’t share specific numbers but claims Vibes has performed well, with Meta AI usage continuing to grow steadily since its launch, which it believes signals demand for a stand-alone app.</p>\n\n<p class=\"wp-block-paragraph\">The tech giant also notes that while users engage with content in Meta AI, a stand-alone app allows for a more focused experience for creation and engagement.</p>\n\n<p class=\"wp-block-paragraph\">Vibes lets users generate a video from scratch or remix a video that they see on their feed. Before publishing, you can add new visuals, layer in music, and adjust styles. You can then post the video directly to the Vibes feed, DM it to others, or cross-post to Instagram and Facebook Stories and Reels.</p>\n\n<p class=\"wp-block-paragraph\">Meta says collaboration and sharing are on the rise, with many Vibes videos being messaged to friends, which the company says mirrors how people use Reels.</p>\n\n<p class=\"wp-block-paragraph\">It’s worth noting that <a href=\"https://techcrunch.com/2026/01/26/meta-to-test-premium-subscriptions-on-instagram-facebook-and-whatsapp/\" target=\"_blank\" rel=\"noreferrer noopener\">Meta told TechCrunch</a> last week that, in addition to testing new premium subscriptions across Facebook, Instagram, and WhatsApp, it’s going to explore subscriptions for AI features, including Vibes.</p>\n\n<p class=\"wp-block-paragraph\">Although Vibes has been free since its launch, Meta plans to offer freemium access to Vibes video creation, with the option to subscribe to unlock additional video creation opportunities each month. Meta plans to launch these test subscriptions in the coming months. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Pacific Fusion finds a cheaper way to make its fusion reactor work | TechCrunch",
            "time": "2026-02-05T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/pacific-fusion-reactor-illustration.jpeg?resize=1200,652",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Fusion power’s biggest question remains unanswered: How do you ensure the cost to start the fusion reaction isn’t higher than the price at which you can sell the power?</p>\n\n<p class=\"wp-block-paragraph\">Plenty of people have ideas, but no one has cracked it yet. Commonwealth Fusion Systems, for example, is confident enough that it’s building a massive reactor that costs several hundred million dollars. But the device won’t be turned on <a href=\"https://techcrunch.com/2026/01/06/commonwealth-fusion-systems-installs-reactor-magnet-lands-deal-with-nvidia/\" target=\"_blank\" rel=\"noreferrer noopener\">until next year</a>, leaving the question unanswered for now.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Other companies that were founded more recently think they have a shot at building a fusion power plant for less, including <a href=\"https://www.pacificfusion.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pacific Fusion</a>. Today the company announced the results of a series of experiments it performed at Sandia National Laboratories that it says will eliminate some costly parts of its approach. The company exclusively shared the results with TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Fusion power promises to generate large amounts of electricity 24/7 and deliver it in a way that’s familiar to today’s grid operators. Most fusion startups are targeting the early to mid-2030s to switch on their first commercial fusion power plant.</p>\n\n<p class=\"wp-block-paragraph\">Pacific Fusion is <a href=\"https://techcrunch.com/2025/04/15/heres-how-pacific-fusion-plans-to-build-a-fusion-power-plant/\" target=\"_blank\" rel=\"noreferrer noopener\">chasing an approach</a> known as pulser-driven inertial confinement fusion (ICF). At its core, it’s similar to the <a href=\"https://techcrunch.com/2022/12/13/world-record-fusion-experiment-produced-even-more-energy-than-expected/\" target=\"_blank\" rel=\"noreferrer noopener\">experiments</a> carried out at the National Ignition Facility (NIF). The company compresses small fuel pellets in rapid succession, and that compression causes atoms inside the fuel to fuse and release energy. </p>\n\n<p class=\"wp-block-paragraph\">But where NIF uses lasers to kick off the compression, Pacific Fusion wants to use massive pulses of electricity. Those pulses will create a magnetic field that encircles the fuel pellet — about the size of a pencil eraser — causing it to compress in less than 100 billionths of a second.</p>\n\n<p class=\"wp-block-paragraph\">“The faster you can implode it, the hotter it’ll get,” Keith LeChien, co-founder and CTO of Pacific Fusion, told TechCrunch.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">One of the challenges with pulser-driven ICF is that the process has typically needed a bit of a kick-start to work properly. To create conditions in the fuel pellet hot enough for fusion, researchers have been using both lasers and magnets to warm it up beforehand. “It’s just a little bit of energy just to give it a little bit of a boost before you compress it,” LeChien said, on the order of 5% to 10% of the total energy. </p>\n\n<p class=\"wp-block-paragraph\">But the added lasers and magnets add upfront complexity, cost, and maintenance requirements to the machine, making it that much harder to sell power at competitive prices.</p>\n\n<p class=\"wp-block-paragraph\">So in the experiments at Sandia, Pacific Fusion tweaked the design of the cylinder encasing the fuel pellet and adjusted the electrical current delivered to it. Before the big pulse of electricity that ignites the fusion reaction, the company allowed a bit of the magnetic field to leak through to the fuel before compressing it, warming it in the process. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We can make very subtle changes to how this cylinder is manufactured that allow the magnetic field to leak or to seep into the fuel before it’s compressed,” LeChien said.</p>\n\n<p class=\"wp-block-paragraph\">Pacific Fusion’s fuel is loaded in a plastic target that’s wrapped in aluminum. By varying the thickness of the aluminum, the company can adjust how much of the magnetic field makes its way to the fuel. The casing needs to be manufactured with some precision, but nothing crazy, LeChien said — something on the order of what’s required for a .22 caliber bullet casing. “That’s a process that’s been honed and manufactured and perfected over 100-plus years,” he added.</p>\n\n<p class=\"wp-block-paragraph\">The tweaks don’t significantly change how much energy Pacific Fusion needs to deliver to the target. “It doesn’t take much energy to actually allow that magnetic field into the center of the fuel,” he said. “It’s a tiny fraction, much less than 1%. It’s a very, very, very small fraction of the overall energy in the system, so it’s effectively unnoticeable.”</p>\n\n<p class=\"wp-block-paragraph\">Eliminating the magnetic system would simplify the system and its maintenance requirements, which would have a modest effect on overall cost, he said. But getting rid of the laser would cut costs significantly. “The scale of laser [needed] to preheat these types of systems at high gain is north of $100 million.”</p>\n\n<p class=\"wp-block-paragraph\">LeChien said experiments like this also help refine the company’s simulations to ensure they’re in agreement with what happens in the real world. “A lot of people have simulated things and said, ‘Oh, this will work or that will work,’” he said. “It’s a very different game to simulate something, build it, test it, and have it work. Closing that loop is hard.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump’s critical mineral reserve is an admission that the future is electric | TechCrunch",
            "time": "2026-02-05T15:48:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/GettyImages-2157883094.jpeg?resize=1200,742",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration announced this week the U.S. government would work to build a $11.7 billion stockpile of critical minerals. That’s the headline; the subtext is more intriguing.</p>\n\n<p class=\"wp-block-paragraph\">The stockpile initiative, branded as Project Vault, is the latest attempt by the administration to secure supplies of critical minerals for U.S. manufacturers and what President Donald Trump says will ensure “American businesses and workers are never harmed by any shortage.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It follows recent investments from the administration into rare earth producers, including equity stakes in miners <a rel=\"nofollow\" href=\"https://www.wsj.com/business/usa-rare-earth-enters-pact-for-1-6-billion-of-federal-funds-22626027?gaa_at=eafs&amp;gaa_n=AWEtsqeDeoStXNGzrT5S2o8Q5DS-WzddeezvmvKR4t4iGSfvIlJBcqsZEz7w&amp;gaa_ts=69823f54&amp;gaa_sig=JmZjyUCHLkSNVbGQ-wYz-q4uA3NBd_wWS5WOeEMFQKCBqbzlg9BvEpzFBIkE0YNhKnfVfCoO5oFBWSs4c0iG_A==\">USA Rare Earth</a> and <a rel=\"nofollow\" href=\"https://www.cnbc.com/2025/07/10/pentagon-to-become-largest-shareholder-in-rare-earth-magnet-maker-mp-materials.html\">MP Materials</a>.</p>\n\n<p class=\"wp-block-paragraph\">Individually, they can be interpreted as an administration taking steps to calm a part of the market that has been roiled by its own trade wars. Collectively, they’re an admission, however tacit or subconscious, that the future relies on electric technologies, including electric vehicles and wind turbines.</p>\n\n<p class=\"wp-block-paragraph\">In his announcement, Trump alluded to the world’s dependence on China for a slew of critical minerals. Over the last year-plus, China has wielded its dominance to counter tariff threats from the Trump administration, restricting exports of rare earth metals and lithium battery materials to the United States. Eventually, China relented, but the episode made clear who held the trump card.</p>\n\n<p class=\"wp-block-paragraph\">The spat also revealed just how integral critical minerals are to modern economies. Trump likened the new stockpile to the Strategic Petroleum Reserve maintained by the Department of Energy, which was set up in the wake of the oil embargo in the early 1970s.</p>\n\n<p class=\"wp-block-paragraph\">“Just as we have long had a strategic petroleum reserve and a stockpile of critical minerals for national defense, we’re now creating this reserve for American industry, so we don’t have any problems,” Trump said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The oil reserve isn’t going away, but it’s not as important as it once was, diminished by productive U.S. oil wells and the increasing share of the energy market taken by solar, wind, and batteries. (Solar and wind <a rel=\"nofollow\" href=\"https://www.iea.org/reports/world-energy-outlook-2025/setting-the-scene#abstract\">continue to dominate</a> new electric generating capacity, while <a rel=\"nofollow\" href=\"https://ember-energy.org/latest-insights/the-ev-leapfrog-how-emerging-markets-are-driving-a-global-ev-boom/\">more than 25% of new cars</a> sold worldwide were EVs or plug-in hybrids.)</p>\n\n<p class=\"wp-block-paragraph\">It’s not clear exactly which minerals will go into the reserve; Bloomberg reported that gallium and cobalt will be included. It’s possible that others like copper and nickel might get thrown in as well, though they weren’t mentioned.</p>\n\n<p class=\"wp-block-paragraph\">The size of the investment is notable. The U.S. Export-Import Bank is providing a $10 billion loan, with private capital rounding out the rest. That’s about half the value of the oil currently in the Strategic Oil Reserve going toward a market that’s 1% the size of the global oil market, as Bloomberg columnist David Fickling <a rel=\"nofollow\" href=\"https://www.bloomberg.com/opinion/articles/2026-02-03/a-12-billion-critical-minerals-reserve-promises-a-glut?embedded-checkout=true\">pointed out</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The mismatch is either typical Trump bluster or an acknowledgement that the market for critical minerals is going to expand significantly in the coming years. </p>\n\n<p class=\"wp-block-paragraph\">It is possible it’s both, with a greater chance it is the latter. </p>\n\n<p class=\"wp-block-paragraph\">Much of the growth in critical minerals comes from clean energy technologies and EVs; without them, the market won’t be as constrained as experts have predicted. Demand for electronics, including data centers, will play a role, but more than half of global growth in rare earth element demand is expected to come from electric vehicles and wind turbines, <a rel=\"nofollow\" href=\"https://www.iea.org/data-and-statistics/data-tools/critical-minerals-data-explorer\">according</a> to the IEA. For cobalt and lithium, the figures are even more skewed, with EVs representing the vast majority of growth through 2050. </p>\n\n<p class=\"wp-block-paragraph\">The Trump administration hasn’t been quiet about its <a href=\"https://techcrunch.com/2025/10/20/trump-doe-confirms-its-canceling-over-700m-in-manufacturing-grants/\">distain</a> for clean energy technologies, preferring to bet on the status quo with fossil fuels. But the rest of the world is continuing to move toward solar, wind, and batteries, driving up demand for critical minerals. The new stockpile shows that markets can be hard to ignore.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Data breach at govtech giant Conduent balloons, affecting millions more Americans | TechCrunch",
            "time": "2026-02-05T15:25:38",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/data-breach-2024-roundup.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A data breach at government technology giant Conduent appears to affect far more people than first disclosed, with the number of victims potentially stretching to dozens of millions of people across the United States.</p>\n\n<p class=\"wp-block-paragraph\">The January 2025 ransomware attack, which <a href=\"https://techcrunch.com/2025/01/21/govtech-giant-conduent-wont-rule-out-cyberattack-as-outage-drags-on/\">knocked out Conduent’s operations for several days</a>, is now known to affect at least 15.4 million people in Texas alone, accounting for about half of the state’s population. Conduent said in October that 4 million people across the state were affected.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Another 10.5 million people are affected across Oregon, per the state’s attorney general. </p>\n\n<p class=\"wp-block-paragraph\">Conduent has also notified hundreds of thousands of people across Delaware, Massachusetts, New Hampshire, and other states, according to data breach notifications seen by TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">The stolen data includes individuals’ names, Social Security numbers, medical data and health insurance information.</p>\n\n<p class=\"wp-block-paragraph\">One of the largest government contractors today, Conduent handles and processes large amounts of personal and sensitive information on behalf of large corporations, government departments, and <a href=\"https://techcrunch.com/2025/01/21/govtech-giant-conduent-wont-rule-out-cyberattack-as-outage-drags-on/\">several U.S. states</a>. The company <a rel=\"nofollow\" href=\"https://www.news.conduent.com/how-government-agencies-and-their-customers-can-navigate-change\">says</a> its technology and operational support services reach more than 100 million people in the United States across various government healthcare programs.</p>\n\n<p class=\"wp-block-paragraph\">When contacted with several questions about the data breach, Conduent spokesperson Sean Collins provided a boilerplate statement that did not address the questions, nor did they answer if Conduent knows how many individuals are affected by the cyberattack. The spokesperson would not say if the breach affects more than 100 million people.</p>\n\n<p class=\"wp-block-paragraph\">Collins said that the company has been working to “conduct a detailed analysis of the affected files to identify the personal information” taken in the breach, but would not say how many data breach notifications the company has sent out to date.</p>\n\n<p class=\"wp-block-paragraph\">Little else is known about the breach, and the company has disclosed few details. Conduent <a rel=\"nofollow\" href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001677703/000167770325000067/cndt-20250409.htm\">disclosed the cyberattack in April</a>, months after hackers knocked out the company’s systems, which resulted in outages to government services across the United States.</p>\n\n<p class=\"wp-block-paragraph\">The Safeway ransomware gang <a rel=\"nofollow\" href=\"https://x.com/DarkWebInformer/status/1892667528725328283\">took credit</a> for the breach, claiming to have stolen over 8 terabytes of data.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In <a rel=\"nofollow\" href=\"https://www.sec.gov/Archives/edgar/data/1677703/000167770325000152/cndt-20250930.htm\">a later SEC filing</a>, the company said that the stolen data sets “contained a significant number of individuals’ personal information associated with our clients’ end-users,” referring to its corporate and government customers.</p>\n\n<p class=\"wp-block-paragraph\">Conduent also said it is continuing to notify individuals whose data was stolen in the breach, and plans to conclude alerting individuals by early 2026. The company did not give a more specific timeline.</p>\n\n<p class=\"wp-block-paragraph\"><em>Do you know more about the Conduent cyberattack? You can contact Zack Whittaker on Signal via the username zackwhittaker.1337 or by email: <a href=\"mailto:zack.whittaker@techcrunch.com/\">zack.whittaker@techcrunch.com</a></em>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Fundamental raises $255 million Series A with a new take on big data analysis | TechCrunch",
            "time": "2026-02-05T15:00:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/CEO_3.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">An AI lab called <a rel=\"nofollow\" href=\"http://www.fundamental.tech/\">Fundamental</a> emerged from stealth on Thursday, offering a new foundation model to solve an old problem: how to draw insights from the huge quantities of structured data produced by enterprises. By combining the old systems of predictive AI with more contemporary tools, the company believes it can reshape how large enterprises analyze their data.</p>\n\n<p class=\"wp-block-paragraph\">“While LLMs have been great at working with unstructured data, like text, audio, video, and code, they don’t work well with structured data like tables,” CEO Jeremy Fraenkel told TechCrunch. “With our model Nexus, we have built the best foundation model to handle that type of data.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The idea has already drawn significant interest from investors. The company is emerging from stealth with $255 million in funding at a $1.2 billion valuation. The bulk of it comes from the recent $225 million Series A round led by Oak HC/FT, Valor Equity Partners, Battery Ventures, and Salesforce Ventures; Hetz Ventures also participated in the Series A, with angel funding from Perplexity CEO Aravind Srinivas, Brex co-founder Henrique Dubugras, and Datadog CEO Olivier Pomel.</p>\n\n<p class=\"wp-block-paragraph\">Called a Large Tabular Model (LTM) rather than a Large Language Model (LLM), Fundamental’s Nexus breaks from contemporary AI practices in a number of significant ways. The model is deterministic — that is, it will give the same answer every time it is asked a given question — and doesn’t rely on <a rel=\"nofollow\" href=\"https://ig.ft.com/generative-ai/\">the transformer architecture</a> that defines models from most contemporary AI labs. Fundamental calls it a foundation model because it goes through the normal steps of pre-training and fine-tuning, but the result is something profoundly different from what a client would get when partnering with OpenAI or Anthropic.</p>\n\n<p class=\"wp-block-paragraph\">Those differences are important because Fundamental is chasing a use-case where contemporary AI models often falter. Because Transformer-based AI models can only process data that’s within their context window, they often have trouble reasoning over extremely large datasets — analyzing a spreadsheet with billions of rows, for instance. But that kind of enormous structured dataset is common within large enterprises, creating a significant opportunity for models that can handle the scale.</p>\n\n<p class=\"wp-block-paragraph\">As Fraenkel sees it, that’s a huge opportunity for Fundamental. Using Nexus, the company can bring contemporary techniques to Big Data analysis, offering something more powerful and flexible than the algorithms that are currently in use.</p>\n\n<p class=\"wp-block-paragraph\">“You can now have one model across all of your use cases, so you can now expand massively the number of use cases that you tackle,” he told TechCrunch. “And on each one of those use cases, you get better performance than what you would otherwise be able to do with an army of data scientists.”</p>\n\n<p class=\"wp-block-paragraph\">That promise has already brought in a number of high-profile contracts, including seven-figure contracts with Fortune 100 clients. The company has also entered into a strategic partnership with AWS that will allow AWS users to deploy Nexus directly from existing instances.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Substack confirms data breach affects users' email addresses and phone numbers | TechCrunch",
            "time": "2026-02-05T14:55:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/substack-on-a-phone.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Newsletter platform Substack has confirmed a data breach in an email to users. The company said that in October, an “unauthorized third party” accessed user data, including email addresses, phone numbers, and other unspecified “internal metadata.” </p>\n\n<p class=\"wp-block-paragraph\">Substack specified that more sensitive data, such as credit card numbers, passwords, and other financial information, was unaffected.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In an email sent to users, Substack chief executive Chris Best said that the company identified the issue in February that allowed someone to access its systems. Best said that the company has fixed the problem and started an investigation.</p>\n\n<p class=\"wp-block-paragraph\">“I’m reaching out to let you know about a security incident that resulted in the email address and phone number from your Substack account being shared without your permission,” said Best in the email to users. “I’m incredibly sorry this happened. We take our responsibility to protect your data and your privacy seriously, and we came up short here.”</p>\n\n<p class=\"wp-block-paragraph\">It’s not clear what exactly the issue was with its systems, and the scope of the data that was accessed. It’s also not yet known why the company took five months to detect the breach, or if the company was contacted by hackers demanding a ransom. TechCrunch asked the company for more details, and we will update our story if we hear back.</p>\n\n<p class=\"wp-block-paragraph\">Substack did not say how many users are affected. The company said that it doesn’t have any evidence that users’ data is being misused, but did not say what technical means, such as logs, it has to detect evidence of abuse. However, the company asked users to take caution with emails and texts without any particular indicators or direction.</p>\n\n<p class=\"wp-block-paragraph\">On its website, Substack says that its site has more than 50 million active subscriptions, including 5 million paid subscriptions — a milestone <a rel=\"nofollow\" href=\"https://post.substack.com/p/5-million\">it reached last March</a>. In July 2025, the company raised <a href=\"https://techcrunch.com/2025/07/17/substack-raises-100m-from-chernin-group-andreessen-horowitz-skims-ceo-and-more/\">$100 million in Series C funding</a> led by BOND and The Chernin Group (TCG) with participation from a16z, Klutch Sports Group CEO Rich Paul, and Skims co-founder Jens Grede.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ElevenLabs CEO: Voice is the next interface for AI | TechCrunch",
            "time": "2026-02-05T14:41:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Web-Summit-Doha-Staniszewski-Seth-Pierrepont.png?resize=1200,657",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ElevenLabs co-founder and CEO Mati Staniszewski says voice is becoming the next major interface for AI – the way people will increasingly interact with machines as models move beyond text and screens.</p>\n\n<p class=\"wp-block-paragraph\">Speaking at <a rel=\"nofollow\" href=\"https://qatar.websummit.com/\">Web Summit in Doha</a>, Staniszewski told TechCrunch voice models like those developed by ElevenLabs have recently moved beyond simply mimicking human speech — including emotion and intonation – to working in tandem with the reasoning capabilities of large language models. The result, he argued, is a shift in how people interact with technology. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the years ahead, he said, “hopefully all our phones will go back in our pockets, and we can immerse ourselves in the real world around us, with voice as the mechanism that controls technology.”</p>\n\n<p class=\"wp-block-paragraph\">That vision fueled ElevenLabs’s <a href=\"https://techcrunch.com/2026/02/04/elevenlabs-raises-500m-from-sequioia-at-a-11-billion-valuation/\">$500 million raise</a> this week at an $11 billion valuation, and it is increasingly shared across the AI industry. <a href=\"https://techcrunch.com/2026/01/01/openai-bets-big-on-audio-as-silicon-valley-declares-war-on-screens/\">OpenAI</a> and <a href=\"https://techcrunch.com/2025/06/18/googles-ai-mode-can-now-have-back-and-forth-voice-conversations/\">Google</a> have both made voice a central focus of their next-generation models, while Apple appears to be quietly building voice-adjacent, always-on technologies through <a href=\"https://techcrunch.com/2026/01/29/apple-buys-israeli-startup-q-ai-as-the-ai-race-heats-up/\">acquisitions like Q.ai.</a> As AI spreads into wearables, cars, and other new hardware, control is becoming less about tapping screens and more about speaking, making voice a key battleground for the next phase of AI development. </p>\n\n<p class=\"wp-block-paragraph\">Iconiq Capital general partner Seth Pierrepont echoed that view onstage at Web Summit, arguing that while screens will continue to matter for gaming and entertainment, traditional input methods like keyboards are starting to feel “outdated.”</p>\n\n<p class=\"wp-block-paragraph\">And as AI systems become more agentic, Pierrepont said, the interaction itself will also change, with models gaining guardrails, integrations, and context needed to respond with less explicit prompting from users. </p>\n\n<p class=\"wp-block-paragraph\">Staniszewski pointed to that agentic shift as one of the biggest changes underway. Rather than spelling out every instruction, he said future voice systems will increasingly rely on persistent memory and context built up over time, making interactions feel more natural and requiring less effort from users. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That evolution, he added, will influence how voice models are deployed. While high-quality audio models have largely lived in the cloud, Staniszewski said ElevenLabs is working toward a hybrid approach that blends cloud and on-device processing — a move aimed at supporting new hardware, including headphones and other wearables, where voice becomes a constant companion rather than a feature you decide when to engage with. </p>\n\n<p class=\"wp-block-paragraph\">ElevenLabs is already partnering with Meta to bring its voice technology to products including Instagram and Horizon Worlds, the company’s virtual reality platform. Staniszewski said he would also be open to working with Meta on its Ray-Ban smart glasses as voice-driven interfaces expand into new form factors. </p>\n\n<p class=\"wp-block-paragraph\">But as voice becomes more persistent and embedded in everyday hardware, it opens the door to serious concerns around privacy, surveillance, and how much personal data voice-based systems will store as they move closer to users’ daily lives — something <a href=\"https://techcrunch.com/2026/01/26/google-pays-68-million-to-settle-claims-its-voice-assistant-spied-on-users/\">companies like Google</a> have already been accused of abusing.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google's subscriptions rise in Q4 as YouTube pulls $60B in yearly revenue | TechCrunch",
            "time": "2026-02-05T12:31:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/10/GettyImages-2235294656.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Alphabet-owned YouTube’s subscription and ad revenue is trending upwards. The company on Wednesday said it now has 325 million paying users across Google One and YouTube Premium, up from 300 million three months earlier.</p>\n\n<p class=\"wp-block-paragraph\">YouTube reported ad revenue increased 9% to $11.38 billion in the fourth quarter, but missed analysts’ average estimates of $11.84 billion. YouTube’s overall revenue, including ads and subscriptions, came in at $60 billion in the full financial year, up 17% compared to a year earlier.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company said that YouTube’s <a href=\"https://techcrunch.com/2025/03/05/youtube-launches-a-7-99-per-month-ad-free-premium-lite-subscription/\">$8 per month, ad-free premium tier</a> is seeing strong traction, but didn’t specify any numbers. It added that YouTube Premium also saw strong growth.</p>\n\n<p class=\"wp-block-paragraph\">Alphabet CEO Sundar Pichai said the company plans to flesh out its subscription offerings, especially to capitalize on its growing YouTube TV userbase. “We’ll soon launch new YouTube TV plans, bringing more choice and flexibility to subscribers with over 10 genre-specific packages,” he said. </p>\n\n<p class=\"wp-block-paragraph\">YouTube Shorts recorded 200 billion average daily views in the quarter, the same as last year, but in some countries, ads on short-form video earn more than in-stream ads on a per-hour basis, the company said. Pichai also highlighted podcasts as a growing format, with viewers watching 700 million hours of podcasts from their TVs in October.</p>\n\n<p class=\"wp-block-paragraph\">YouTube said that its AI features are seeing traction, and more than 1 million channels are using its <a href=\"https://techcrunch.com/2025/09/16/youtube-announces-new-generative-ai-tools-for-shorts-creators/\">AI creation</a> <a href=\"https://techcrunch.com/2025/04/10/youtube-rolls-out-a-free-ai-music-making-tool-for-creators/\">tools</a>. The company said that 20 million consumers used its Gemini-powered content discovery tool in December.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Spotify ventures into physical book sales, adds new audiobook features | TechCrunch",
            "time": "2026-02-05T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Spotify_Physical_Books.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">While Spotify users face <a href=\"https://techcrunch.com/2026/01/15/spotify-raises-its-subscription-prices-in-the-u-s-again/\">yet another price hike</a>, book lovers have some exciting developments to look forward to that could help cushion the blow.</p>\n\n<p class=\"wp-block-paragraph\">Spotify <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2026-02-05/bookshop-partnership-page-match-announcement/\">announced</a> several updates for its audiobook business on Thursday, notably its expansion into physical books. Users in the U.S. and the UK will soon be able to purchase physical copies of their favorite audiobooks directly through the app, marking a significant pivot for the once digital-only platform. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company also introduced two features designed to make the audiobook experience smoother and more flexible, including a new tool called “<a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2026-02-05/page-match-how-to\">Page Match</a>” that lets users scan a page from a physical book to instantly transition to that spot in the audiobook. </p>\n\n<p class=\"wp-block-paragraph\">Additionally, “Audiobook Recaps”—<a href=\"https://techcrunch.com/2025/11/13/spotify-adds-a-new-less-repetitive-shuffle-plus-audiobook-recaps/\">a previously iOS-only feature</a>—is coming to Android devices in the spring. This feature provides bite-sized recaps tailored to the last section users stopped listening to.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?w=680\" alt=\"\" class=\"wp-image-3089633\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=150,75 150w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=300,150 300w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=768,384 768w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=680,340 680w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=430,215 430w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=720,360 720w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=900,450 900w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=800,400 800w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=668,334 668w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=708,354 708w, https://techcrunch.com/wp-content/uploads/2026/02/Spotify_PhysicalBooks2x.png?resize=50,25 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​Spotify’s decision to sell physical books through its app positions it as a competitor to major booksellers, including Amazon and Barnes &amp; Noble. The company also recognizes that many readers still value physical books, and by offering both print and digital formats, Spotify is trying to turn itself into a one-stop shop for book lovers. </p>\n\n<p class=\"wp-block-paragraph\">Spotify has partnered with <a rel=\"nofollow\" href=\"http://bookshop.org\">Bookshop.org</a> on the new offering, an online marketplace that supports local, independent bookstores. This partnership is great news for indie booksellers, as every purchase made via Spotify will directly benefit local book communities. Spotify then earns an affiliate fee on sales. </p>\n\n<p class=\"wp-block-paragraph\">The ability to purchase physical books will roll out this spring and appear on audiobook pages in the app as a button labeled “Add to your bookshelf at home.” Clicking it takes users to Bookshop’s website, which handles the pricing, inventory, and shipping.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?w=680\" alt=\"\" class=\"wp-image-3089631\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg 1200w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=150,75 150w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=300,150 300w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=768,384 768w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=680,340 680w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=430,215 430w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=720,360 720w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=900,450 900w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=800,400 800w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=668,334 668w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=708,354 708w, https://techcrunch.com/wp-content/uploads/2026/02/PageMatch.jpg?resize=50,25 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">To bridge the gap between formats, Spotify is also launching a feature called Page Match, which is currently available to premium subscribers and will roll out to all audiobook users by late February. The feature was initially spotted by <a rel=\"nofollow\" href=\"https://www.androidauthority.com/spotify-page-match-3633793/\">Android Authority</a> last month. </p>\n\n<p class=\"wp-block-paragraph\">Spotify’s new Page Match feature lets users scan a page from a physical or e-book using their phone camera. The tool analyzes the page content and directs users to the exact spot in the audiobook. It’s powered by a combination of Spotify’s in-house and third-party computer vision and image scanning technologies.</p>\n\n<p class=\"wp-block-paragraph\">When users want to switch to the audiobook, they can select the “Scan to Listen” button and click the “Scan to Read” button to return to the physical book, making it easy for users to pick up where they left off, whether they’re reading at home or switching to audio while on the go.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Page Match is currently available for most English-language titles, with plans for future expansion. There are now more than 500,000 titles on the platform.</p>\n\n<p class=\"wp-block-paragraph\">In the two years since Spotify first <a href=\"https://techcrunch.com/2022/09/20/spotify-brings-audiobooks-to-u-s-users-with-a-catalog-of-300000-titles-to-start/\">introduced audiobooks</a>, the platform has experienced significant growth. The company <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-10-15/audiobooks-in-premium-two-year-anniversary\">reported</a> in October that the number of users listening to audiobooks rose 36% over the past year, and listening hours increased 37%. Plus, more than half of Spotify’s 281 million premium subscribers have engaged with an audiobook.</p>\n\n<p class=\"wp-block-paragraph\">Spotify is expected to release its fourth-quarter earnings results February 10.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Sam Altman got exceptionally testy over Claude Super Bowl ads | TechCrunch",
            "time": "2026-02-05T00:45:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/10/Sam-Altman-OpenAI-DSC02881.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic’s Super Bowl commercial, one of four ads the AI lab dropped <a href=\"https://www.youtube.com/watch?v=FBSam25u8O4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on Wednesday</a>, begins with the word “BETRAYAL” splashed boldly across the screen. The camera pans to a man earnestly asking a chatbot (obviously intended to depict ChatGPT) for advice on how to talk to his mom.</p>\n\n<p class=\"wp-block-paragraph\">The bot, portrayed by a blonde woman, offers some classic bits of advice. Start by listening. Try a nature walk! And then twists into an ad for a fictitious (we hope!) cougar-dating site called Golden Encounters. Anthropic finishes the spot by saying that while ads are coming to AI, they won’t be coming to its own chatbot, Claude.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/watch?v=kQRu7DdTTVA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Another commercial</a> features a slight young man looking for advice on building a six pack. After offering his height, age, and weight, the bot serves him an ad for height-boosting insoles.</p>\n\n<p class=\"wp-block-paragraph\">The Anthropic commercials are cleverly aimed at OpenAI’s users, after that company’s <a href=\"https://techcrunch.com/2026/01/16/chatgpt-users-are-about-to-get-hit-with-targeted-ads/\">recent announcement </a>that ads will be coming to ChatGPT’s free tier. And they caused an immediate stir, spawning headlines that Anthropic <a href=\"https://mashable.com/article/anthropic-super-bowl-ad-mocks-chatgpt-ads\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“mocks,”</a> <a href=\"https://www.businessinsider.com/anthropic-super-bowl-openai-chatgpt-ads-claude-2026-2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“skewers,”</a> and <a href=\"https://www.theverge.com/ai-artificial-intelligence/873685/anthropics-first-super-bowl-ad-dunks-on-chatgpt\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“dunks on”</a> OpenAI.</p>\n\n<p class=\"wp-block-paragraph\">They are funny enough that even Sam Altman <a href=\"https://x.com/sama/status/2019139174339928189\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">admitted on X</a> that he laughed at them. But he clearly didn’t really find them funny. They inspired him to write a novella-sized rant that devolved into calling his rival “dishonest” and “authoritarian.”</p>\n\n\n\n<p class=\"wp-block-paragraph\">In that post, Altman explains that an ad-supported tier is intended to shoulder the burden of offering free ChatGPT to many of its millions of users. ChatGPT <a href=\"https://techcrunch.com/2025/12/05/chatgpts-user-growth-has-slowed-report-finds/\">is still the most popular chatbot by a large margin</a>.</p>\n\n<p class=\"wp-block-paragraph\">But the OpenAI CEO insisted the ads were “dishonest” in implying that ChatGPT will twist a conversation to insert an ad (and possibly for an off-color product, to boot).”We would obviously never run ads in the way Anthropic depicts them,” Altman wrote in the social media post. “We are not stupid and we know our users would reject that.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Indeed, OpenAI has promised ads will be separate, labeled, and will never influence a chat. But the company has also said it is planning on making them conversation-specific — which is the central allegation of Anthropic’s ads. As OpenAI explained on <a href=\"https://openai.com/index/our-approach-to-advertising-and-expanding-access/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its blog,</a> “We plan to test ads at the bottom of answers in ChatGPT when there’s a relevant sponsored product or service based on your current conversation.”</p>\n\n<p class=\"wp-block-paragraph\">Altman then went on to fling some equally questionable assertions at his rival. “Anthropic serves an expensive product to rich people,” he wrote. “We also feel strongly that we need to bring AI to billions of people who can’t pay for subscriptions.”</p>\n\n<p class=\"wp-block-paragraph\">But Claude has a free chat tier, too, with subscriptions at $0, $17, $100, and $200. ChatGPT’s tiers are $0, $8, $20, and $200. One could argue the subscription tiers are fairly equivalent.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Altman also alleged in his post that “Anthropic wants to control what people do with AI.” He argues it blocks usage of Claude Code from “companies they don’t like,” like OpenAI, and said Anthropic tells people what they can and can’t use AI for.</p>\n\n<p class=\"wp-block-paragraph\">True, Anthropic’s whole marketing deal since day one has been <a href=\"https://www.anthropic.com/news/anthropic-achieves-iso-42001-certification-for-responsible-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“responsible AI.”</a> The company was founded by <a href=\"https://techcrunch.com/2025/04/26/the-openai-mafia-15-of-the-most-notable-startups-founded-by-alumni/\">two former OpenAI alums, after all</a>, who claimed they grew alarmed about AI safety when they worked there.</p>\n\n<p class=\"wp-block-paragraph\">Still, both chatbot companies have <a href=\"https://openai.com/policies/usage-policies/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">usage policies</a>, AI guardrails, and <a href=\"https://openai.com/safety/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">talk about AI safety.</a> And while OpenAI allows ChatGPT to <a href=\"https://techcrunch.com/2025/10/14/sam-altman-says-chatgpt-will-soon-allow-erotica-for-adult-users/\">be used for erotica</a> while Anthropic <a href=\"https://www.anthropic.com/legal/aup\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">does not</a>, OpenAI, like Anthropic, has determined that <a href=\"https://openai.com/index/helping-people-when-they-need-it-most/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some content should be blocked</a>, particularly in regards to mental health.</p>\n\n<p class=\"wp-block-paragraph\">Yet Altman took this Anthropic-tells-you-what-to-do argument to an extreme level when he accused Anthropic of being “authoritarian.”</p>\n\n<p class=\"wp-block-paragraph\">“One authoritarian company won’t get us there on their own, to say nothing of the other obvious risks. It is a dark path,” he wrote.</p>\n\n<p class=\"wp-block-paragraph\">Using “authoritarian” in a rant over a cheeky Super Bowl ad is misplaced, at best. It’s particularly tactless when considering the current geopolitical environment in which <a href=\"https://www.washingtonpost.com/world/2026/02/03/iran-protests-deaths-crackdown/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">protesters around the world</a> have been killed by agents of their own government. While business rivals have been duking it out in ads since the beginning of time, clearly Anthropic hit a nerve.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"How can I communicate better with my mom?\" src=\"https://www.youtube.com/embed/FBSam25u8O4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "As it preps Specs for the masses, Snap's Q4 shows revenue growth but fewer daily users | TechCrunch",
            "time": "2026-02-05T00:07:59",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/IMG_1806.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Snap is on a mission to diversify its revenue sources — moving from a business model in which it largely chases ad revenue to one where it can also make money through subscriptions and, eventually, <a href=\"https://techcrunch.com/2026/01/28/snap-gets-serious-about-specs-spins-ar-glasses-into-standalone-company/\">hardware</a>. The company’s latest quarterly earnings report shows that, so far, the firm is having moderate success with that strategy.</p>\n\n<p class=\"wp-block-paragraph\">In Q4, Snap’s revenue <a href=\"https://s25.q4cdn.com/442043304/files/doc_financials/2025/q4/Snap-Inc-Q4-25-Earnings-Slides.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">was $1.7 billion</a>, which is up 10% year-over-year. Its average revenue per user was also up, slightly (to $3.62 from $3.44). The company’s net income was $45 million, up from $9 million the previous year, its earnings report shows.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company has also continued to generate a significant amount of revenue from Snap+, the paid subscription service that the platform <a href=\"https://techcrunch.com/2022/06/29/snapchat-officially-introduces-its-paid-subscription-at-3-99-per-month/\">launched back in 2022</a>. The service’s subscribers grew 71% year-over-year, reaching 24 million.</p>\n\n<p class=\"wp-block-paragraph\">While those numbers might seem to suggest a company whose trajectory is headed in the right direction, the earnings report also shows the platform had slightly fewer daily active users last quarter — dropping from 477 million to 474 million. Those users fell away in North America and Europe, the report shows, while growing slightly throughout the rest of the world.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.reuters.com/business/snap-forecasts-quarterly-revenue-below-estimates-ad-competition-hurts-2026-02-04/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters also reports</a> that the company expects its revenue during the first quarter of this year to be below analysts’ previous estimates, as competition from Facebook, Instagram, and TikTok cuts into its advertising earnings.</p>\n\n<p class=\"wp-block-paragraph\">During Wednesday’s earnings call, CEO Evan Spiegel focused on the company’s newer offerings, including its recent effort to <a rel=\"nofollow\" href=\"https://www.wcnc.com/article/news/nation-world/snapchat-charge-users-storing-memories/507-73964864-5cb6-4dfb-b380-123b66626619\">charge users for Memories</a> storage — a feature that lets users save and store their Snaps — and its plans to launch Specs later this year. The company has not launched a public-facing version of the augmented-reality glasses since 2019. In anticipation of that event, Snap recently <a href=\"https://techcrunch.com/2026/01/28/snap-gets-serious-about-specs-spins-ar-glasses-into-standalone-company/\">announced the creation</a> of a new subsidiary, Specs Inc., that is focused solely on further developing the glasses.</p>\n\n<p class=\"wp-block-paragraph\">“Our long-term vision for augmented reality extends beyond the smartphone to a future when computing is more natural, contextual and seamlessly integrated into the real world,” said Spiegel. The CEO added that it was important to develop a “strong standalone brand” for Specs, as he said the hardware product could appeal “to a different audience segment” than the “core Snapchat audience.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That said, it sounds like the strategy behind Specs may not be entirely ironed out yet. Later in the conversation, Spiegel continued: “We’re so close to launch that the key here is really just, you know, nailing the launch and making sure that we deliver an extraordinary product. And then, you know, I think we have a lot of flexibility to think about how we want to capitalize [on] it moving forward.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Mundi Ventures closes on €750M for Kembara, its largest deep tech and climate fund | TechCrunch",
            "time": "2026-02-05T00:01:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/KEMBARA.jpg?resize=1200,903",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Europe invests billions into early-stage climate startups, only to watch too many fail at Series B, according to a <a href=\"https://www.worldfund.vc/articles/the-series-b-funding-gap-in-european-climate-tech\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recent report</a>. But new funds are being raised to fill this gap, and Spain-based Mundi Ventures’ latest fund, Kembara Fund I, is one of them.</p>\n\n<p class=\"wp-block-paragraph\">After securing a <a href=\"https://tech.eu/2024/07/09/european-investment-fund-puts-eur350-million-into-kembaras-deep-tech-and-climate-fund/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">€350 million commitment</a> from the European Investment Fund under the <a href=\"https://www.boe.es/diario_boe/txt.php?id=BOE-A-2025-2034\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">European Tech Champions Initiative</a> in 2024, Mundi Ventures has just completed a €750 million first close for <a href=\"https://kembara.vc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kembara</a>, its <a rel=\"nofollow\" href=\"https://www.mundiventures.com/kembarafund\">fifth fund</a> and largest to date. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.cnmv.es/webservices/verdocumento/ver?e=r7qZK0p7YVMpa6IUiIInbk%2bGdzDW%2br8xdxvYJ6h7QbpsMfXZZiXdwvL92%2bZz4Gks\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Regulatory filing from Spain</a> reveals that the fund — focused on deep tech — could even stretch its final closing to €1.25 billion. But according to Kembara co-founder and general partner Yann de Vries, getting to €750 million in two years as a first fund in this environment “was not easy.”</p>\n\n<p class=\"wp-block-paragraph\">Kembara is managed by a specialist team within Mundi Ventures, with offices in Madrid, London, Barcelona, and Paris. Mundi Ventures founder Javier Santiso is now also a co-founder and GP of the Kembara fund, which has now disclosed the full list of its senior partners.</p>\n\n<p class=\"wp-block-paragraph\">Alongside de Vries and Santiso, climate tech VC Robert Trezona and deep tech VC Pierre Festal have also joined as general partners, as well as former Atomico partner Siraj Khaliq as senior strategic advisor. <em>(Pictured from left to right: Javier Santiso, Siraj Khaliq, Robert Trezona, Yann de Vries and Pierre Festal.)</em></p>\n\n<p class=\"wp-block-paragraph\">Their individual track records helped them raise funds from institutional backers waking up to the need for European growth capital that can turn its <a href=\"https://techcrunch.com/2025/12/30/76-european-deep-tech-university-spinouts-reached-unicorn-or-centaur-status/\">many university spinouts</a> into sizable businesses with industrial synergies. But it also gave them a front-row seat into the broader growing pains of European climate and deep tech startups — especially de Vries. </p>\n\n<p class=\"wp-block-paragraph\">A seasoned venture capitalist who founded Redpoint eVentures Brazil and later became a partner at Atomico, de Vries had moved to the other side of the table to <a href=\"https://techcrunch.com/2018/09/06/atomico-partner-joins-lilium/\">join German electric aircraft startup Lilium</a> — only for the company to <a href=\"https://techcrunch.com/2024/12/23/electric-aircraft-startup-lilium-ceases-operations-1000-workers-laid-off/\">cease operations</a> in 2024 after raising more than $1 billion and going public via a SPAC. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In de Vries’ view, Lilium went bankrupt because it couldn’t find the growth capital it needed, but this “traumatizing experience” also had a silver lining. “I saw so many amazing teams in Europe that were going through the same journey,” he said. “[Europe] doesn’t have an innovation problem. It doesn’t have a startup problem. The problem it has is a scale-up problem.”</p>\n\n<p class=\"wp-block-paragraph\">Kembara’s sweet spot will be Series B and C rounds, with plans to write initial checks from €15 million to €40 million into some 20 companies. But the fund’s size leaves room for follow-ons to help portfolio startups scale manufacturing and expand globally, and total investments could go up to €100 million per company. </p>\n\n<p class=\"wp-block-paragraph\">That’s more than the full size of many European funds, though this may be changing: deep tech VC firm Elaia and asset manager Lazard teamed up to form <a href=\"https://lazardelaiacapital.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LEC</a> (Lazard Elaia Capital), whose initial investments will range between €20 million and €60 million per company, while operator-led fund <a href=\"https://techcrunch.com/2024/01/22/plural-the-vc-led-by-founders-pulls-together-a-new-432m-fund-to-back-european-startups/\">Plural</a> is reportedly <a href=\"https://sifted.eu/articles/plural-new-fund-1bn\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">raising a new fund of up to €1 billion</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Still, the capital-intensive nature of most climate and deep tech growth-stage companies means that even large VC checks can only go so far. One lesson de Vries learned from Lilium is that raising only in equity is very hard, and even puts companies in a hard spot later on. This inspired Kembara to take a different approach to financing.</p>\n\n<p class=\"wp-block-paragraph\">“Several of us have lived through this, and what we want to do now is to productize non-dilutive financing for these deep tech founders to help them de-risk their future financing and optimize the capital structure to minimize dilution. And we’re bringing in [limited partners] who […] not only want to invest in the fund, but also want to coinvest in those winners,” de Vries said. </p>\n\n<p class=\"wp-block-paragraph\">For these LPs, geopolitics also plays a role in wanting to provide growth capital and venture debt to European growth-stage startups. “There’s going to be a lot of support from sovereign wealth funds in Europe, from government, from corporations, to push and drive for building these European champions in deep tech out of Europe,” de Vries predicted. </p>\n\n<p class=\"wp-block-paragraph\">These geopolitical undertones are also reflected in Kembara’s sector focus, which includes dual use and defense tech to “protect European sovereignty,” according to a press release. However, de Vries pushed back against the idea that Kembara is simply replacing capital that later-stage European outfits could have raised abroad. </p>\n\n<p class=\"wp-block-paragraph\">“There are lots of gems that are under the radar in Europe, that could be scaling into global champions, and that are not realizing their full potential.” He said DeepMind is a related example, “where they were missing this growth capital and sold too early.” (Google acquired the company for <a href=\"https://techcrunch.com/2014/01/26/google-deepmind/\">more than $500 million in 2014</a>, but it is now estimated to be worth billions.)</p>\n\n<p class=\"wp-block-paragraph\">Keeping European companies European has gained urgency in many verticals that overlap with Kembara’s thesis, such as quantum computing, semiconductors, and space tech. But its goal is to foster global champions that cross borders. Coincidentally, Kembara means “to wander” in Malaysian (although the team holds “the humble path to excellence” as an older meaning).</p>\n\n<p class=\"wp-block-paragraph\">Beyond the name, Kembara has Malaysian connections. Santiso is also the former CEO for Europe of Malaysian sovereign wealth fund Khazanah; and doors could open as many countries examine their exposure to the U.S. “In the second close, we’re going to be looking for global investors, because we want to have global access to markets, but also global access to supply chain,” de Vries said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Stripe alumni raise €30M Series A for Duna, backed by Stripe and Adyen execs | TechCrunch",
            "time": "2026-02-04T23:49:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Duna-founders-David-Schreiber-and-Duco-Van-Lanschot.jpg?resize=1200,857",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic and OpenAI may be <a href=\"https://x.com/sama/status/2019139174339928189\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rivals</a>, but their presidents Daniela Amodei and Gregory Brockman have one thing in common: they are both Stripe alumni. With former employees who went on to create dozens of startups, the fintech company has become one of the most prolific “<a href=\"https://techcrunch.com/2023/06/22/why-europe-and-israels-unicorns-are-producing-the-next-generation-of-tech-founders/\">founder factories</a>” — and the money is following. The latest example: business identity verification startup Duna, which just raised a €30 million Series A to become the best-funded European member of the so-called “Stripe mafia.” The funding round was led by Alphabet’s growth fund <a href=\"https://techcrunch.com/2024/02/16/a-peek-at-how-things-work-today-inside-alphabets-7-billion-growth-stage-investing-arm-capitalg/\">CapitalG</a>, which has also backed Stripe since <a href=\"https://techcrunch.com/2016/11/25/payments-provider-stripe-has-raised-another-150-at-a-9b-valuation/\">co-leading its Series D</a> in 2016.</p>\n\n<p class=\"wp-block-paragraph\">Based in Germany and the Netherlands, Duna was co-founded by Stripe alumni Duco van Lanschot and David Schreiber. With customers including <a href=\"https://duna.com/news/duna-conversations-plaid\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Plaid</a>, the startup helps fintech companies onboard business customers more efficiently, reducing the typical churn associated with corporate ID checks and other fraud prevention measures.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Stripe is not a customer of Duna, van Lanschot said, but its executives were well placed to understand the opportunity that the startup is seizing, which is reflected in its cap table. The company’s angel investors include former Stripe executives David Singleton (CTO), Claire Hughes Johnson (COO) and Michael Cocoman (Global Chief Compliance Officer). Even Stripe rival Adyen got involved, with CRCO Mariëtte Swart and CFO Ethan Tandowsky joining as angels.</p>\n\n<p class=\"wp-block-paragraph\">Their endorsements also validate van Lanschot’s hunch that these companies won’t compete with Duna, even though they could. “It requires such fine-grained controls that change on a company-by-company basis, that an Adyen or a Stripe isn’t going to spin out their business onboarding as a separate product where another enterprise customer can change all of the configurations,” he told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">If it’s still worth the effort for Duna, it’s because the startup is going after the long tail of enterprise clients that don’t have huge resources to dedicate to business onboarding. But it’s also because its vision doesn’t stop there: Duna’s ambition is to build a network that allows companies to reuse their verified identity information across multiple platforms.</p>\n\n<p class=\"wp-block-paragraph\">“What we want to build over time is a global trust infrastructure where we provide a digital passport for every business. So you can reuse your file from onboarding on [German spend management platform] Moss to onboard with Plaid, or you can reuse it to open up a bank account,” van Lanschot said. </p>\n\n<p class=\"wp-block-paragraph\">This goal resonated with Alex Nichols, the general partner who led CapitalG’s investment into the Series A. “I would say the common thing I look for in my investments are some sort of network effects, or more formal scale advantage,” he told TechCrunch. “I also love it when founders have an earned insight about a problem they may not know about otherwise, and this is a very good example of that,” he added.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Duna has competitors in the category known as KYB, or Know Your Business. This includes vendors such as Jumio and Veriff. But for Nichols, what sets Duna apart is its decision to generate its own data, rather than trying to aggregate existing data sources that are often lacking. “It’s the rare opportunity to rebuild something as foundational as a Visa and create an amazing business in the process.”</p>\n\n<p class=\"wp-block-paragraph\">Duna says it has already found a strong business case in helping customers onboard corporate users faster and cheaper. This also explains why existing investors are doubling down: Index Ventures, which led <a href=\"https://duna.com/news/duna-announces-10m-seed-round-led-by-index-ventures\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Duna’s €10.7 million seed round</a> in May 2025, participated in the Series A, as did Puzzle Ventures and Snowflake chairman Frank Slootman. But the startup’s bigger ambition won’t pay off until Duna reaches significant scale. So the company is looking for shortcuts.</p>\n\n<p class=\"wp-block-paragraph\">How so? Van Lanschot and the Duna team are identifying small clusters of companies that already overlap with each other — what they call “patches of networks.” These include manufacturing companies with shared customers, investment firms with overlapping LPs, or companies in the same small country. In these tight-knit groups, the ability to reuse verification becomes valuable immediately, even before Duna achieves full network effects.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The countries may be small, but the opportunity is big, van Lanschot said. “In the Netherlands alone — a tiny, tiny country — the four biggest banks employ 14,000 people in compliance, and half of them are working on businesses.” CapitalG later clarified that 13,000 people work on compliance across all Dutch banks. Either way, Duna won’t fully replace these jobs yet, but AI automation can save costs and generate revenue even before the network effects kick in.</p>\n\n<p class=\"wp-block-paragraph\">If Duna eventually provides the rails for an identity network, there might be an even bigger opportunity in taking advantage of this position to enable one-click business onboarding. This would make it akin to Amazon’s one-click checkout — or closer to B2B, to Stripe Link. Once again with Duna, the Stripe connection is never really far.</p>\n\n<p class=\"wp-block-paragraph\"><em>This story was updated to correct the name and title of one of Duna’s angel investors, and to add a clarification on the number of people employed in compliance in the Netherlands.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}