{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বধিরতার কারণ, প্রতিকার ও প্রতিরোধে যা করতে হয় | প্রথম আলো",
            "time": "2026-01-26T08:32:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F6q6rswyf%2Fphoto-1717690306655-32a8cd518920.avif?rect=0%2C84%2C1171%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংক্রমণজনিত বধিরতায় অ্যান্টিবায়োটিক খেতে হবে। অ্যালার্জির জন্য অ্যান্টিহিস্টামিন, ময়লা জমলে ইয়ার ওয়াক্স রিমুভাল ও অটোটক্সিক ওষুধ বন্ধ বা পরিবর্তন করতে হবে। </p><p>এ ছাড়া টিমপ্যানোপ্লাস্টি, মাইরিঙ্গোটমি, স্টেপেডেক্টোমি ও ককলিয়ার ইমপ্ল্যান্টের মতো অস্ত্রোপচারের প্রয়োজন হতে পারে। এ ছাড়া প্রযুক্তিনির্ভর কিছু প্রতিকার, যেমন হিয়ারিং এইড ব্যবহার, বোন অ্যাঙ্কর্ড হিয়ারিং ডিভাইস ও ককলিয়ার ইমপ্ল্যান্টের মতো পদ্ধতি রয়েছে।</p><p>অতিরিক্ত শব্দ (৮৫ ডেসিবেলের বেশি) এড়িয়ে চলুন। হেডফোন বা ইয়ারফোন সঠিকভাবে ব্যবহার করতে হবে। কান পরিষ্কারের সময় সতর্ক থাকুন। কটনবাড প্রবেশ করানো যাবে না। নবজাতকের স্ক্রিনিং করাতে হবে। সংক্রমণ প্রতিরোধে এমএমআর ও নিউমোকোক্কাল টিকা নিতে হবে। ওষুধ ব্যবহারে থাকতে হবে সতর্ক।</p></div></div></div></body></html>"
        },
        {
            "title": "৬ ব্যাংক নেবে ১২৬২ জন, প্রিলিমিনারি পরীক্ষার কেন্দ্র তালিকা প্রকাশ | প্রথম আলো",
            "time": "2026-01-26T08:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-28%2Fa8ly7659%2F165.jpg?rect=0%2C0%2C4273%2C2243&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২. পরীক্ষা শুরুর কমপক্ষে ১ ঘণ্টা পূর্বে পরীক্ষার্থীদের পরীক্ষাকেন্দ্রে উপস্থিত হতে হবে। পরীক্ষা শুরুর পর কোনো পরীক্ষার্থী পরীক্ষাকেন্দ্রে প্রবেশ করতে পারবেন না।</p><p>৩. এক কপি প্রবেশপত্র ব্যতীত কোনো ধরনের কাগজ, বই, মানিব্যাগ, মুঠোফোন, ক্যালকুলেটর, ইলেকট্রনিক কার্ড (স্মার্ট কার্ড, ডেবিট কার্ড, ক্রেডিট কার্ড বা অনুরূপ অন্য কোনো কার্ড), ডিজিটাল/স্মার্ট ওয়াচ বা অন্য কোনো ইলেকট্রনিক ডিভাইস নিয়ে পরীক্ষার কেন্দ্রে প্রবেশ কর যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "রিয়ালে ৮৭ ম্যাচ শেষে এমবাপ্পে কোথায় আছেন, রোনালদো কোথায় ছিলেন | প্রথম আলো",
            "time": "2026-01-26T08:25:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Ftrvpl1a9%2FWhatsApp-Image-2026-01-26-at-9.23.42-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিয়াল মাদ্রিদে ক্রিস্টিয়ানো রোনালদো কাটিয়েছেন সোনালি এক দশক। ২০০৯ থেকে ২০১৮—এই নয় বছরে সান্তিয়াগো বার্নাব্যুর সবুজ ঘাসে কী করেননি তিনি! ক্লাব ইতিহাসের সব রেকর্ড একাই তছনছ করে দিয়েছেন এই পর্তুগিজ মহাতারকা।</p><p>নিজেকে নিয়ে গেছেন সর্বকালের সেরার উচ্চতায়। এখন মাদ্রিদের এই সাদা জার্সিতে নতুন কেউ রাজত্ব করতে চাইলে তাঁর সামনে ‘সিআর সেভেনে’র সেই পরিসংখ্যানের পাহাড় ডিঙানোই হবে সবচেয়ে বড় চ্যালেঞ্জ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলায় বিএনপি-জামায়াতের সংঘর্ষে আহত ২৫, পাল্টাপাল্টি অভিযোগ | প্রথম আলো",
            "time": "2026-01-26T08:24:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F1qhuz0si%2Fbholadh059220260126img-20260126-wa0002.jpg?rect=0%2C79%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বোরহানউদ্দিন থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোহাম্মদ মনিরুজ্জামান বলেন, দুই পক্ষের মধ্যে পাল্টাপাল্টি ধাওয়া হয়েছে এবং পুলিশ পরিস্থিতি নিয়ন্ত্রণে আনতে সক্ষম হয়, তবে বড় ধরনের আহতের ঘটনা ঘটেনি। বর্তমানে অতিরিক্ত পুলিশ মোতায়েন রয়েছে। লিখিত অভিযোগ পেলে ব্যবস্থা নেওয়া হবে।</p><p>একই দিন বিকেল ৪টায় ভোলা প্রেসক্লাব মিলনায়তনে সংবাদ সম্মেলন করে জামায়াতে ইসলামীর ভোলা জেলা শাখা। সংবাদ সম্মেলনে জেলা জামায়াতের সাধারণ সম্পাদক কাজী হারুন অর রশিদ বলেন, ভোলার চারটি আসনের কোনোটিতেই সুষ্ঠু নির্বাচনী পরিবেশ নেই। বিএনপি জোটের প্রার্থীদের কর্মী-সমর্থকেরা মাঠে অতিরিক্ত প্রভাব বিস্তার করছে। দাঁড়িপাল্লা প্রতীকের পক্ষে ভোট চাইতে গেলে বিভিন্ন স্থানে বাধা দেওয়া হচ্ছে, যা স্পষ্টভাবে নির্বাচনী আচরণবিধি লঙ্ঘন।</p><p>ভোলা জেলা প্রশাসক ও রিটার্নিং কর্মকর্তা শামীম রহমান বলেন, ‘প্রশাসন ও আইনশৃঙ্খলা রক্ষাকারী বাহিনী সম্পূর্ণ নিরপেক্ষ অবস্থানে রয়েছে এবং শুধু জামায়াত নয়, বিএনপি জোটের প্রার্থীরাও পাল্টা অভিযোগ দিচ্ছেন। লিখিত অভিযোগ পেলে তদন্ত করে ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "যাঁরা আওয়ামী লীগ করতেন, ভুল নিশ্চয় ভেঙেছে: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2026-01-26T08:23:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F8f0etapp%2Fad04256d-84f4-4cfc-b0c6-066f338c0407.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির স্থায়ী কমিটির সদস্য ও কক্সবাজার-১ আসন (চকরিয়া-পেকুয়া) থেকে দলের সংসদ সদস্য প্রার্থী সালাহউদ্দিন আহমদ বলেছেন, ‘আওয়ামী লীগ কোনো রাজনৈতিক দল নয়; এটি একটি গণহত্যাকারী, ফ্যাসিবাদী ও মাফিয়া শক্তি। আওয়ামী লীগের কখনোই রাজনৈতিক চরিত্র ছিল না।’</p><p>আজ সোমবার দুপুরে চকরিয়া উপজেলার দুর্গম ইউনিয়ন বমুবিলছড়িতে এক নির্বাচনী পথসভায় তিনি এ কথা বলেন। বমুবিলছড়ি ইউনিয়নের শহীদ আবদুল হামিদ মাধ্যমিক বিদ্যালয় মাঠে এই সভা অনুষ্ঠিত হয়।</p><p>সালাহউদ্দিন আহমদ বলেন, ‘যারা এখনো আওয়ামী লীগের প্রতি সহানুভূতিশীল, তাঁদের প্রতি অনুরোধ, আপনারা স্বাধীনতার পক্ষের শক্তির সঙ্গে থাকুন। কারণ, আওয়ামী লীগ কখনোই বাংলাদেশের অস্তিত্বে বিশ্বাস করেনি। তারা বাংলাদেশকে ভারতের করদ রাজ্যে পরিণত করতে চেয়েছিল। অবশেষে গণ–অভ্যুত্থানের মুখে তারা পালাতে বাধ্য হয়েছে এবং নিজেদের দেশ ভারতের দিল্লিতে আশ্রয় নিয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "খিলক্ষেতে এনসিপি প্রার্থী আরিফুলের জনসংযোগে হামলা, অভিযোগ বিএনপির বিরুদ্ধে | প্রথম আলো",
            "time": "2026-01-26T08:21:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fb587q1wr%2FWhatsApp-Image-2026-01-26-at-2.11.50-PM.jpeg?rect=0%2C11%2C726%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা-১৮ আসনে জাতীয় নাগরিক পার্টি (এনসিপি)  ও ১১-দলীয় ঐক্যের প্রার্থী আরিফুল ইসলাম আদীবের জনসংযোগে হামলার ঘটনা ঘটেছে । হামলায় ১১-দলীয় ঐক্যের দুজন আহত হয়েছেন। এনসিপি অভিযোগ করেছে, এ ঘটনায় স্থানীয় বিএনপি নেতা-কর্মীরা জড়িত।</p><p>আজ সোমবার সকালে আরিফুল ইসলাম রাজধানীর খিলক্ষেত থানার ডুমনি নূরপাড়া এলাকায় একটি এতিমখানা পরিদর্শন ও গণসংযোগ করতে গেলে এ হামলার ঘটনা ঘটে৷ দুপুরে গণমাধ্যমে পাঠানো এক বিজ্ঞপ্তিতে এ ঘটনার নিন্দা ও প্রতিবাদ জানিয়েছে এনসিপি।</p><p>ঢাকা-১৮ আসনের প্রার্থী আরিফুল ইসলাম এনসিপির কেন্দ্রীয় জ্যেষ্ঠ যুগ্ম আহ্বায়ক ও ঢাকা মহানগর উত্তরের আহ্বায়ক।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন উপলক্ষে নির্বাহী আদেশ ও বিশেষ ছুটির প্রজ্ঞাপন জারি | প্রথম আলো",
            "time": "2026-01-26T08:20:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-09%2F3udcl0tw%2F4499b667_af50_44c1_a383_b18fddda43aa.png?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচন উপলক্ষে ছুটির প্রজ্ঞাপন জারি করেছে জনপ্রশাসন মন্ত্রণালয়। গতকাল রোববার (২৫ জানুয়ারি ২০২৬) এ প্রজ্ঞাপন জারি করা হয়েছে।</p><p>প্রজ্ঞাপনে বলা হয়েছে, উপদেষ্টা পরিষদের বৈঠকের সিদ্ধান্ত অনুযায়ী ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট উপলক্ষে আগামী ১১ ও ১২ ফেব্রুয়ারি, বুধ ও বৃহস্পতিবার সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত ও বেসরকারি অফিস, প্রতিষ্ঠান ও সংস্থায় কর্মরত কর্মকর্তা–কর্মচারী এবং সরকারি, বেসরকারি শিক্ষাপ্রতিষ্ঠানের শিক্ষক, কর্মকর্তা–কর্মচারীদের ভোটাধিকার প্রয়োগ ও ভোট গ্রহণের সুবিধার্থে নির্বাচনকালীন নির্বাহী আদেশে সরকারি ছুটি এবং শিল্পাঞ্চলের শ্রমিক, কর্মচারীদের জন্য ১০ ফেব্রুয়ারি ২০২৬, মঙ্গলবার বিশেষ ছুটি ঘোষণা করা হলো। </p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক প্রেমিকের স্ত্রীর শরীরে এইচআইভি ঢুকিয়ে দিলেন এক নারী | প্রথম আলো",
            "time": "2026-01-26T08:11:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Ftxr3xvt3%2Fhivaids.avif?rect=0%2C38%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের অন্ধ্র প্রদেশ রাজ্যে সাবেক প্রেমিকের স্ত্রীর শরীরে ইনজেকশনের মাধ্যমে এইচআইভি ভাইরাস ঢুকিয়ে দেওয়ার অভিযোগ উঠেছে এক নারীর বিরুদ্ধে। চাঞ্চল্যকর এ ঘটনায় অভিযোগ উঠা ওই নারীসহ মোট চারজনকে গ্রেপ্তার করেছে পুলিশ। ভুক্তভোগী ওই নারী ও তাঁর স্বামী পেশায় চিকিৎসক।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন কুরনুলের বাসিন্দা বি বয়া বসুন্ধরা (৩৪), আদোনির একটি বেসরকারি হাসপাতালের সেবিকা কঙ্গে জ্যোতি (৪০)। তাঁর দুই সন্তান, যাঁদের বয়স বিশের কোঠায়। ২৪ জানুয়ারি পুলিশ এ চারজনকে গ্রেপ্তার করে।</p><p>সংশ্লিষ্ট কর্মকর্তার বরাতে বার্তা সংস্থা পিটিআই জানায়, বসুন্ধরা ও তাঁর তিন সহযোগী মিলে একটি সড়ক দুর্ঘটনার নাটক সাজান। এরপর বসুন্ধরা সুযোগ বুঝে ভুক্তভোগী নারী চিকিৎসকের শরীরে ইনজেকশনের মাধ্যমে এইচআইভি ভাইরাস ঢুকিয়ে দেন। ভুক্তভোগী নারীর স্বামী ছিলেন বসুন্ধরার সাবেক প্রেমিক।</p></div></div></div></body></html>"
        },
        {
            "title": "ভবনের আধুনিক অবয়ব | প্রথম আলো",
            "time": "2026-01-26T08:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Ftkwufedd%2F038A1361.jpg?rect=0%2C124%2C1738%2C912&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জ্বালানি সাশ্রয় ও পরিবেশবান্ধব সমাধান</strong></p><p>আধুনিক গ্লাস ও অ্যালুমিনিয়াম ব্যবহারের অন্যতম প্রধান উদ্দেশ্য হলো ভবনকে ‘এনার্জি এফিশিয়েন্ট’ বা জ্বালানিদক্ষ করা। বর্তমানে উন্নত গ্লাস প্রযুক্তিতে লো-ই, লেমিনেটেড এবং ইনসুলেটেড গ্লাস ব্যবহার হচ্ছে। ডাবল গ্লেজড বা দুই স্তরের কাচের প্যানেল, যার ভেতরে গ্যাস থাকে, যা বাইরের তাপ ভেতরে আসতে বাধা দেয়।</p><p>গবেষণা প্রতিবেদনে দেখা গেছে, এ ধরনের প্রযুক্তিনির্ভর গ্লাস ব্যবহারে ভবনের কৃত্রিম আলো এবং শীতাতপনিয়ন্ত্রণব্যবস্থার ওপর নির্ভরতা কমে আসে, যা সামগ্রিকভাবে ভবনের মোট জ্বালানি ব্যবহার ৩০ থেকে ৪০ শতাংশ পর্যন্ত কমিয়ে আনতে পারে। এ ছাড়া ‘থার্মাল ব্রেক’ অ্যালুমিনিয়াম ফ্রেম তাপরোধী ব্যবস্থা হিসেবে কাজ করে, যা বাংলাদেশের মতো উষ্ণ আবহাওয়ার দেশের জন্য অত্যন্ত কার্যকর।</p> <p><strong>স্থাপত্যশৈলী ও স্বাস্থ্যঝুঁকি মোকাবিলা</strong></p><p>ভবনের নকশায় নান্দনিকতা ও প্রাকৃতিক আলোর প্রয়োজনীয়তা নিয়ে প্র্যাক্সিস আর্কিটেক্টসের প্রতিষ্ঠাতা ও প্রধান নির্বাহী স্থপতি নাজলী হোসেন বলেন, ভবনের স্থাপত্যশৈলীতে গ্লাস ও অ্যালুমিনিয়াম ব্যবহারের দুটি দিক রয়েছে। গ্লাস যদি কোনো স্ক্রিন বা শেডিং ডিজাইন ছাড়া উন্মুক্ত থাকে, তবে সরাসরি সূর্যের আলো ভেতরের তাপমাত্রা বাড়িয়ে দিতে পারে। বিশেষ করে পূর্ব-পশ্চিমমুখী ভবনে এটি অত্যন্ত গুরুত্বপূর্ণ।</p><p>নাজলী হোসেন আরও যোগ করেন, স্থপতিরা নান্দনিকতা ও প্রাকৃতিক আলোর প্রাপ্যতাকে বিশেষ গুরুত্ব দেন। কারণ, মানুষের স্বাস্থ্যের ওপর এর গভীর প্রভাব রয়েছে। তবে দৃষ্টিনন্দন ও বসবাসযোগ্য আধুনিক নগরের জন্য সঠিকভাবে গ্লাসের ব্যবহার নিশ্চিত করা এবং জানালা বা কার্টেন গ্লাসে প্রয়োজনীয় শেডিং বা স্ক্রিন ডিজাইনের সমন্বয় করা জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী প্রচার ঘিরে বিএনপির কয়েকটি অভিযোগ, আপত্তি | প্রথম আলো",
            "time": "2026-01-26T08:07:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fgvi2wzc6%2Fbnp.jpeg?rect=0%2C40%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ধর্মের অপব্যাখ্যা দিয়ে ভোট চাওয়ার অভিযোগ</strong></p><p>মাহদী আমিন অভিযোগ করেন, একটি নির্দিষ্ট রাজনৈতিক দলের প্রার্থী ও তাদের নেতা-কর্মীরা ধর্মীয় অনুভূতির অপব্যবহার করে ভোট চাইছেন। সামাজিক যোগাযোগমাধ্যমে এমন বক্তব্য ছড়ানো হচ্ছে—‘নিজের ঈমান রক্ষার জন্য ওই প্রতীকে ভোট দিতে হবে’, ‘জান ও মাল দিয়ে সেই প্রতীককে জয়ী করানো ঈমানি দায়িত্ব’। তিনি বলেন, ধর্মের অপব্যাখ্যা দিয়ে ভোট চাওয়ার এই অপপ্রয়াস অনাকাঙ্ক্ষিত ও উদ্বেগজনক।</p><p>বিএনপির নির্বাচন পরিচালনা কমিটির এই মুখপাত্র বলেন, ধর্মীয় আবেগ ব্যবহার করে ভোটারদের প্রভাবিত করার চেষ্টা গণপ্রতিনিধিত্ব আদেশ, ১৯৭২-এর ৭৭(১)(ঘ) অনুচ্ছেদের সুস্পষ্ট লঙ্ঘন এবং এটি ‘অসৎ প্রভাব বিস্তার’ হিসেবে শাস্তিযোগ্য অপরাধ। এ বিষয়ে দ্রুত ও কার্যকর ব্যবস্থা নেওয়ার দাবি জানান তিনি।</p><p><strong>আর্থিক প্রলোভন দেখিয়ে ভোট প্রভাবিত করার আশঙ্কা</strong></p><p>সংবাদ সম্মেলনে অভিযোগ করা হয়, নির্দিষ্ট দলের কর্মী-সমর্থকেরা বাড়ি বাড়ি গিয়ে নারী ভোটারদের জাতীয় পরিচয়পত্রের কপি, মোবাইল নম্বর ও বিকাশ নম্বর সংগ্রহ করছেন। নির্বাচন কমিশনকে বিষয়টি জানানো হয়েছে উল্লেখ করে মাহদী আমিন বলেন, সংগৃহীত এ তথ্যগুলো ব্যবহার করে ভুয়া ভোট, মৃত ব্যক্তির নামে ভোট বা আর্থিক প্রলোভন দেখিয়ে ভোট প্রভাবিত করার আশঙ্কা রয়েছে। এনআইডি তথ্যের অপব্যবহার বন্ধে নির্বাচন কমিশনের জরুরি হস্তক্ষেপ কামনা করেন বিএনপির এই নেতা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভিসা বন্ড পাইলট প্রোগ্রাম’ কীভাবে কাজ করে, জানাল ঢাকার মার্কিন দূতাবাস | প্রথম আলো",
            "time": "2026-01-26T08:02:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F6ntg68ha%2FUS-Embassy-Dhaka.jpg?rect=0%2C35%2C2226%2C1169&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০ জানুয়ারির বিজ্ঞপ্তিতে ঢাকার মার্কিন দূতাবাস ভিসা সাক্ষাৎকারের আগে বন্ড পরিশোধ না করার বিষয়ে বাংলাদেশিদের সতর্ক করে দেয়। বিজ্ঞপ্তিতে বলা হয়, ২০২৬ সালের ২১ জানুয়ারি থেকে বাংলাদেশের নাগরিকদের মধ্যে যাঁরা ব্যবসা বা পর্যটনের উদ্দেশ্যে যুক্তরাষ্ট্রের ভিসার (বি১/বি২) জন্য অনুমোদিত হবেন, তাঁদের সর্বোচ্চ ১৫ হাজার মার্কিন ডলার পর্যন্ত বন্ড জমা দিতে হবে। তবে ২০২৬ সালের ২১ জানুয়ারির আগে ইস্যু করা বৈধ বি১/বি২ ভিসাধারীদের ক্ষেত্রে এই শর্ত প্রযোজ্য নয়।</p><p>ঢাকায় মার্কিন দূতাবাসের ওই বিজ্ঞপ্তিতে আরও বলা হয়, ‘সাক্ষাৎকারের আগে বন্ড পরিশোধ করবেন না। আগাম বন্ড পরিশোধ করলে তা ভিসার নিশ্চয়তা দেয় না এবং তৃতীয় পক্ষের ওয়েবসাইট প্রতারণামূলক হতে পারে।’</p><p>সাক্ষাৎকারের আগে পরিশোধ করা কোনো অর্থই ফেরতযোগ্য নয় বলে বিজ্ঞপ্তিতে উল্লেখ করা হয়। এতে বলা হয়, ভিসার শর্তাবলি যথাযথভাবে অনুসরণ করলে বন্ডের অর্থ ফেরত দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রিট খারিজের বিরুদ্ধে মঞ্জুরুল আহসানের আবেদনের শুনানি ২৮ জানুয়ারি পর্যন্ত মুলতবি | প্রথম আলো",
            "time": "2026-01-26T08:02:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fy0gipdpq%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাইকোর্টের আদেশ স্থগিত চেয়ে আপিল বিভাগে আবেদন করেন মঞ্জুরুল আহসান। আবেদনটি ২২ জানুয়ারি আপিল বিভাগের চেম্বার আদালতে ওঠে। সেদিন চেম্বার বিচারপতি আবেদনটি আপিল বিভাগের নিয়মিত বেঞ্চে শুনানির জন্য ২৬ জানুয়ারি (আজ) নির্ধারণ করেন। এর ধারাবাহিকতায় আপিল বিভাগের আজকের কার্যতালিকায় আবেদনটি ২১১ নম্বর ক্রমিকে ওঠে।</p><p>আদালতে মঞ্জুরুল আহসানের পক্ষে জ্যেষ্ঠ আইনজীবী আহসানুল করিম, মো. রুহুল কুদ্দুস ও মুস্তাফিজুর রহমান খান এবং আইনজীবী মুহাম্মদ সাইফুল্লাহ মামুন শুনানিতে ছিলেন।</p><p>হাসনাত আবদুল্লাহর পক্ষে জ্যেষ্ঠ আইনজীবী সালাহ উদ্দিন দোলন ও মোহাম্মদ হোসেন এবং আইনজীবী জহিরুল ইসলাম মুসা প্রমুখ উপস্থিত ছিলেন। অন্যদিকে ইসির আইনজীবী মো. ফয়জুল্লাহ উপস্থিত ছিলেন।</p><p>পরে মঞ্জুরুল আহসানের আইনজীবী মুহাম্মদ সাইফুল্লাহ প্রথম আলোকে বলেন, ‘শুনানি মুলতবি হয়েছে। হাইকোর্টের আদেশের (রিট খারিজ) প্রত্যায়িত অনুলিপি আমরা পাইনি। আদালত বলেন, সিপি (লিভ টু আপিল) শুনবেন। এ জন্য শুনানি মুলতবি হয়েছে। বুধবার (২৮ জানুয়ারি) রেখেছেন। এর মধ্যে হাইকোর্টের আদেশের প্রত্যায়িত অনুলিপি পেলে সিপি দায়ের করা হবে। হাইকোর্টের আদেশ (রিট খারিজ) দেখে আপিল বিভাগ আবেদন শুনবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রীয় আয়-ব্যয়ের কাঠামোগত সংস্কার হোক এবার | প্রথম আলো",
            "time": "2026-01-26T08:00:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F0kk6o3qs%2F26012026-cm-5.jpg?rect=0%2C150%2C1073%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় যে মেট্রোরেল হলো, তাতে খরচ হয়েছে ৩৩ হাজার ৪৭২ কোটি টাকা। এই অর্থে দেশের সবার হিস্যা আছে। এই প্রকল্পে অবশ্যই দেশের ব্যবসা-বাণিজ্যে গতি বাড়বে। সম্পদ সৃষ্টি হবে। কিন্তু তার সুবিধাভোগী মূলত ঢাকার মানুষ। এ রকম অধিকাংশ প্রকল্প ঢাকা-চট্টগ্রামের মতো বড় বড় শহরকেন্দ্রিক হলে প্রান্তিক জেলাগুলোতে রাষ্ট্রীয় বিনিয়োগ করার সম্পদ আসবে কোথা থেকে?</p><p>ঢাকা ও চট্টগ্রামকেন্দ্রিক উন্নয়নের পক্ষে প্রভাবশালীদের পক্ষপাত এত তীব্র থাকে যে প্রগ্রেসিভ ব্যয়নীতি গুরুত্ব পায় কম। ফলে দেখা যাচ্ছে, মেট্রোরেল ছাড়াও এক্সপ্রেসওয়ে, নদীর তলদেশ দিয়ে টানেল ইত্যাদি বিপুল ব্যয়সাপেক্ষ প্রকল্প হচ্ছে মূলত শহরাঞ্চলে। এ রকম অনেক প্রকল্পের সম্ভাব্য লাভ–লোকসানের হিসাবও প্রভাবশালীদের প্রভাবে খতিয়ে দেখা হচ্ছে না। এই ধারা বদলিয়ে প্রান্তিক জেলাগুলোকে অগ্রাধিকার দিয়ে রাষ্ট্রীয় বিনিয়োগ প্রয়োজন এখন। তাতে গ্রাম-শহর উন্নয়ন বঞ্চনা কিছুটা কমবে, যেটা বর্তমানে অবিশ্বাস্য রকমে তীব্র।</p><p>গ্রামমুখী নতুন ব্যয়নীতিতে থাকতে পারে প্রান্তিক জনপদে শিক্ষা, প্রশিক্ষণ ও স্বাস্থ্যে বিনিয়োগ বাড়ানো, ভূমি সংস্কার ও ভূমি পুনর্বণ্টনের ব্যবস্থাপনা গড়া, সমাজকল্যাণধর্মী কর্মসূচি বাড়ানো, গ্রামীণ অবকাঠামো উন্নয়ন, জৈব কৃষিকে প্রণোদনা ইত্যাদি। এ রকম পদক্ষেপসমূহের বড় এক লক্ষ্য হতে পারে চরাঞ্চল, দলিত সম্প্রদায় ও অপ্রাতিষ্ঠানিক খাতের শ্রমজীবী।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি ২০২৬। অর্থনীতি ১ম পত্রের বহুনির্বাচনি প্রশ্ন (অধ্যায়-১): অর্থনীতির দুষ্প্রাপ্যতা হলো সম্পদের স্বল্পতা | প্রথম আলো",
            "time": "2026-01-26T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F69155d4r%2Ffrisch%E2%80%93%E0%A7%A7.jpg?rect=0%2C160%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪.         যেসব দ্রব্যের চাহিদার তুলনায় জোগান কম, তাকে কী ধরনের দ্রব্য বলা হয়?</p><p>            ক. গিফেন দ্রব্য                                খ. অর্থনৈতিক দ্রব্য</p><p>            গ. বিলাসজাত দ্রব্য                           ঘ. ভোগ দ্রব্য</p><p>৫.         মানুষের অভাব কোন ধরনের?</p><p>            ক. অসীম                                       খ. সীমিত</p><p>            গ. সসীম                                        ঘ. অল্প</p><p>৬.        বর্তমান বিশ্বে কয় ধরনের অর্থব্যবস্থা প্রচলিত রয়েছে?</p><p>            ক. দুই ধরনের                                 খ. তিন ধরনের</p><p>            গ. চার ধরনের                                 ঘ. পাঁচ ধরনের</p><p>৭.         ধনতান্ত্রিক অর্থব্যবস্থায় সম্পদের মালিক কে?</p><p>            ক. ব্যক্তি                                        খ. সমাজ</p><p>            গ. সরকার                                      ঘ. রাষ্ট্র</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে ককটেল বিস্ফোরণ ঘটিয়ে এজেন্ট ব্যাংকিংয়ের ২৪ লাখ টাকা ছিনতাই | প্রথম আলো",
            "time": "2026-01-26T07:58:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fwvafsx7j%2Fgazipur-bank-.00020214.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গাজীপুরে ককটেল বিস্ফোরণ ঘটিয়ে এজেন্ট ব্যাংকিংয়ের ২৪ লাখ টাকা ছিনতাই\" class=\"nA4h1 \">গাজীপুরে ককটেল বিস্ফোরণ ঘটিয়ে এজেন্ট ব্যাংকিংয়ের ২৪ লাখ টাকা ছিনতাই</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-26T13:58:00+06:00\"><span>প্রকাশ: ২৬ জানুয়ারি ২০২৬, ০৭: ৫৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ডিএমপির সাবেক কমিশনার হাবিবুরসহ ৩ আসামির মৃত্যুদণ্ড | প্রথম আলো",
            "time": "2026-01-26T07:36:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fttkac7tw%2FScreenshot_2026_01_26_120847.png?rect=18%2C0%2C493%2C259&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের সময় রাজধানীর চানখাঁরপুল এলাকায় সংঘটিত মানবতাবিরোধী অপরাধের দায়ে ঢাকা মহানগর পুলিশের (ডিএমপি) সাবেক কমিশনার হাবিবুর রহমানসহ তিন আসামিকে মৃত্যুদণ্ড দেওয়া হয়েছে। বিচারপতি মো. গোলাম মর্তূজা মজুমদারের নেতৃত্বে গঠিত তিন সদস্যের আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ আজ সোমবার এই রায় দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাশ্রয়ী দামে কোথায় কী পাবেন | প্রথম আলো",
            "time": "2026-01-26T07:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F2acdd3a8-9b40-49e5-99bd-acbf8b356179%2Ff586a7ab-9ab7-411f-9f32-c5ac6081f76d.jpg?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নির্মাণ প্রতিবেদক</strong></p><p>একটি সুন্দর ও মজবুত বাড়ি নির্মাণের জন্য সঠিক নির্মাণ উপকরণ এবং সঠিক বাজার চেনা অত্যন্ত জরুরি। বর্তমান বাজারে ব্র্যান্ড এবং গুণমানভেদে নির্মাণ উপকরণের দামে কিছুটা ভিন্নতা থাকলেও ঢাকার নির্দিষ্ট কিছু পাইকারি বাজার থেকে পণ্য কিনলে সাশ্রয় করা সম্ভব। ক্রেতাদের সুবিধার্থে নিচে কিছু প্রয়োজনীয় উপকরণের দরদাম ও যেখানে পাবেন, তা তুলে ধরা হলো:</p><p><strong>বৈদ্যুতিক পণ্য ও কেব্​ল</strong></p><p>কম দামে পাইকারি বৈদ্যুতিক সরঞ্জাম কিনতে নবাবপুর ও কাপ্তান বাজার সেরা। এখানে মানভেদে প্রতি কয়েল কেব্​ল (৯০ মিটার) ১ হাজার ৫০০ থেকে ৫ হাজার টাকায় পাওয়া যায়। ভালো ব্র্যান্ডের এলইডি বাল্ব পাওয়া যাচ্ছে ৮০ থেকে ১৫০ টাকার মধ্যে।</p></div></div></div></body></html>"
        }
    ]
}