{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘বাবুর্চি’ থেকে ছড়াকার, একুশে পদক পাওয়া সুকুমার বড়ুয়া আর নেই | প্রথম আলো",
            "time": "2026-01-02T08:22:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fnaomepl5%2FSukumar.jpg?rect=0%2C8%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ছড়াসম্রাট’খ্যাতি অর্জন করা একুশে পদক পাওয়া কবি, ছড়াকার ও লেখক সুকুমার বড়ুয়া আর নেই। আজ শুক্রবার সকালে চট্টগ্রামের রাউজানের একটি বেসরকারি হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি শেষনিশ্বাস ত্যাগ করেন।</p><p> সুকুমার বড়ুয়ার বয়স হয়েছিল ৮৪ বছর। তিনি স্ত্রী, এক ছেলে, তিন মেয়ে ও অসংখ্য গুণগ্রাহী রেখে গেছেন। তাঁর বাড়ি রাউজানের বিনাজুরী গ্রামে। সুকুমার বড়ুয়ার মৃত্যুর বিষয়টি নিশ্চিত করেছেন বিনাজুরী ইউনিয়ন পরিষদের (ইউপি) ভারপ্রাপ্ত চেয়ারম্যান রূপালী বড়ুয়া। তিনি প্রথম আলোকে বলেন, ‘তাঁর একমাত্র ছেলে জার্মানি প্রবাসী। তিনি সিদ্ধান্ত জানালে সৎকারের সময় ও স্থানের বিষয়টি নিশ্চিত করা হবে। তাঁর মরদেহ গ্রামের বাড়িতে রাখা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সঞ্চয়পত্রের মুনাফা কমল এক লাখে ১১০ টাকা | প্রথম আলো",
            "time": "2026-01-02T08:09:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2F3p3c7pwc%2FScreem.PNG?rect=0%2C7%2C733%2C385&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেনশনার সঞ্চয়পত্রে সাড়ে ৭ লাখ টাকার কম বিনিয়োগে পঞ্চম বছর শেষে অর্থাৎ মেয়াদ পূর্তিতে মুনাফা ছিল ১১ দশমিক ৯৮ শতাংশ; এখন তা করা হয়েছে ১০ দশমিক ৫৯ শতাংশ। সাড়ে ৭ লাখ টাকার বেশি বিনিয়োগের ক্ষেত্রে মুনাফার হার ছিল ১১ দশমিক ৮০ শতাংশ; এখন থেকে তা হবে ১০ দশমিক ৪১ শতাংশ।</p><p>পাঁচ বছর মেয়াদি বাংলাদেশ সঞ্চয়পত্রের মুনাফার হারও কমানো হয়েছে। এ সঞ্চয়পত্রে সাড়ে ৭ লাখ টাকার কম বিনিয়োগে মেয়াদ পূর্তিতে মুনাফার হার ছিল ১১ দশমিক ৮৩ শতাংশ; এখন থেকে তা হবে ১০ দশমিক ৪৪ শতাংশ। সাড়ে ৭ লাখ টাকার বেশি বিনিয়োগে মুনাফার হার ছিল ১১ দশমিক ৮০ শতাংশ; এখন থেকে তা হবে ১০ দশমিক ৪১ শতাংশ।</p><p>এ ছাড়া তিন মাস অন্তর মুনাফাভিত্তিক সঞ্চয়পত্রে বিনিয়োগ করলেও মুনাফা কমবে। এ সঞ্চয়পত্রে সাড়ে ৭ লাখ টাকার কম বিনিয়োগের ক্ষেত্রে মেয়াদ পূর্তিতে মুনাফার হার ছিল ১১ দশমিক ৮২ শতাংশ; এখন থেকে তা হবে ১০ দশমিক ৪৮ শতাংশ। সাড়ে ৭ লাখ টাকার বেশি বিনিয়োগের ক্ষেত্রে এ মুনাফার হার ছিল ১১ দশমিক ৭৭ শতাংশ; এখন থেকে তা হবে ১০ দশমিক ৪৩ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের সঙ্গে সম্ভাব্য যুদ্ধে নিজেকে রক্ষার সক্ষমতা নিয়ে খোদ ইসরায়েলি মহলেই উদ্বেগ | প্রথম আলো",
            "time": "2026-01-02T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fxuwativt%2FUntitled-1.jpg?rect=0%2C13%2C840%2C441&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ইরানের সশস্ত্র বাহিনীর একটি অনুষ্ঠানে দেশটির সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনি। ইমাম আলী একাডেমি, তেহরান, ইরান, ১০ অক্টোবর ২০২৩</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইরানের সর্বোচ্চ নেতার ওয়েবসাইট</figcaption></p></div></div></body></html>"
        },
        {
            "title": "রহস্যময় ভিলা ও অর্থ কেলেঙ্কারি: বিশ্বকাপের আগে যে বিপর্যয়ে মেসিরা | প্রথম আলো",
            "time": "2026-01-02T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fjvlin9nc%2F270960-01-02.jpg?rect=0%2C0%2C3278%2C1721&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তেভেজের টুইটের কয়েক মাস পর, কোলাসিওন সিভিকার পিলার শাখার সভাপতি মাতিয়াস যোফে রয়টার্সকে বলেন, তিনি এবং তাঁর সহকর্মীরা পিলারের ওই সম্পত্তিতে কাজ করা প্রায় ১০ জন কর্মচারীর সঙ্গে কথা বলেছেন এবং তাঁরা অনুমান করেছেন, তোভিগিনো বা তাপিয়া এখানকার মালিক।</p><p>একজন কর্মচারীর বরাতে যোফে বলেন, তাপিয়া একবার হেলিকপ্টার নিয়ে এসে কর্মীদের ফুটবল জার্সি উপহার দিয়েছেন। যোফে বলেন, ‘কর্মচারীদের বর্ণনা অনুযায়ী, তাঁরা সম্পত্তির মালিকদের মতো আচরণ করতেন, পুলে যেতেন, সুবিধাগুলো ব্যবহার করতেন। সবার ধারণা, এটি এএফএর লোকেদের সম্পত্তি।’</p><p>কোলাসিওন সিভিকার দায়ের করা অভিযোগে বলা হয়েছে, ওই সম্পত্তিটি ২০২৪ সালে আনা লুসিয়া কনটে ও লুসিয়ানো নিকোলাস পান্টানো নামে এক মা–ছেলের মালিকানাধীন একটি কোম্পানির মাধ্যমে কেনা হয়েছিল, যারা সত্যিকার অর্থে এই সম্পত্তি কিনতে সক্ষম নয় বলে অভিযোগে উল্লেখ করা হয়। পান্টানোর পক্ষের এক আইনজীবীর কাছ থেকে এ নিয়ে মন্তব্য জানতে চাইলে তিনি কোনো উত্তর দেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "গত বছর ট্রেন্ডিংয়ে ছিল স্ট্রিট শপিং | প্রথম আলো",
            "time": "2026-01-02T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fzg5rfucp%2FOnline03.jpg?rect=0%2C107%2C1980%2C1040&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোশাকের বাইরে বাড়ির নানা অনুষঙ্গ কিনতে শহরের নানা প্রান্তের সস্তার বাজারে ছুটে গেছেন গ্রাহকেরা। হাজারীবাগ, সিদ্দিকবাজার, আলুবাজার, বংশাল, মালিটোলা, মোগলটুলীসহ ধানমন্ডির পুরোনো ১৫ নম্বর রোড, মিরপুর ১০, ১১, ১২, মোহাম্মদপুর, ফার্মগেট, পান্থপথ, মৌচাক মার্কেটের নিকটবর্তী সিদ্ধেশ্বরী রোড, টিকাটুলি কালীমন্দিরের পাশেসহ ঢাকার অনেক জায়গাতেই কারিগরের হাতে বানানো চামড়ার জুতার চাহিদা দেখা গেছে এ বছর।</p><p>সুপারশপের পাশাপাশি কাঁচাবাজার থেকে কেনাকাটা করার প্রবণতাও বেড়েছে। করোনার সময় অনলাইনে কেনাকাটার যে তোড় শুরু হয়েছিল, এ বছরও সেটা জোরে সঙ্গেই চলেছে। কম আসায় বাইরের পণ্য দেখা গেছে কম। </p></div></div></div></body></html>"
        },
        {
            "title": "আফগানিস্তানে আকস্মিক বন্যায় ১৭ জনের মৃত্যু | প্রথম আলো",
            "time": "2026-01-02T07:58:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2F42s82y1v%2FUntitled-3.jpg?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফগানিস্তানের জাতীয় দুর্যোগ ব্যবস্থাপনা সংস্থার (এএনডিএমএ) মুখপাত্র মোহাম্মদ ইউসুফ হাম্মাদ বলেছেন, গত সোমবার থেকে বিভিন্ন এলাকায় বন্যার ঘটনায় বেশির ভাগ হতাহতের ঘটনা ঘটেছে। এ দুর্যোগপূর্ণ আবহাওয়া মধ্যাঞ্চল, উত্তর, দক্ষিণ ও পশ্চিমাঞ্চলের মানুষদের দৈনন্দিন জীবনকেও ব্যাহত করেছে।</p><p>হাম্মাদ বলেন, বন্যায় অবকাঠামোর ক্ষতি হয়েছে, পোষা প্রাণী মারা গেছে এবং ১ হাজার ৮০০টি পরিবার ক্ষতিগ্রস্ত হয়েছে।</p><p>জাতীয় দুর্যোগ ব্যবস্থাপনা সংস্থা সবচেয়ে ক্ষতিগ্রস্ত এলাকায় পর্যালোচনাকারী দল পাঠিয়েছে। ক্ষয়ক্ষতি নিরূপণের জন্য জরিপ চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুষ্ঠু ভোটের জন্য যা দরকার, কমিশন কি তা করছে | প্রথম আলো",
            "time": "2026-01-02T07:35:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F865b9688-987a-43db-8361-136f2e681e3d%2F__________web.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর মধ্যে চরম উদ্বেগজনক সিদ্ধান্ত নিয়েছে স্বরাষ্ট্র মন্ত্রণালয়। তারা এখন নতুন করে অস্ত্রের লাইসেন্স দিচ্ছে। এ যেন নিজেদের দুর্বলতা ঢাকতে সবাইকে আইন হাতে তুলে নেওয়ার আহ্বান। নতুন এত অস্ত্র কি নিয়ন্ত্রণ করা যাবে?</p><p>যুক্তরাষ্ট্র দূতাবাস বাংলাদেশে থাকা তাদের নাগরিকদের জন্য সতর্কতা জারি করেছে। তারা বলেছে, নির্বাচনের তারিখ এগিয়ে আসার সঙ্গে সঙ্গে রাজনৈতিক সমাবেশ ও বিক্ষোভ আরও ঘন ঘন ও তীব্র হতে পারে। এমন পরিস্থিতিতে মার্কিনদের সতর্কতা অবলম্বন করা উচিত। পাশাপাশি মনে রাখা উচিত যে শান্তিপূর্ণভাবে বিক্ষোভ সংঘর্ষে পরিণত হতে পারে এবং সহিংসতা ঘটতে পারে।</p><p>বর্তমান এআই যুগে ফ্যাক্ট চেকিং অন্যতম মৌলিক চাওয়া। ইতিমধ্যে ডিপফেক ও মিসইনফরমেশন ক্যাম্পেইন শুরু হয়ে গেছে। কিছু নমুনাও এর মধ্যে আসা শুরু করেছে, যেসব কারণে সাধারণ ভোটার বিভ্রান্ত হচ্ছেন।</p><p>২০১৬ সালের মার্কিন নির্বাচনে ফেসবুক স্বীকার করেছিল যে ১২ কোটির বেশি ব্যবহারকারী রাজনৈতিক ভুয়া তথ্যের সংস্পর্শে এসেছিলেন—বাংলাদেশের এই সংবেদনশীল সময়ে এমন ডিজিটাল হামলার প্রভাব আরও ভয়াবহ হতে পারে।</p><p>এখন পর্যন্ত বেসরকারি খাতে বাংলাদেশে ৮টি ফ্যাক্ট চেক অর্গানাইজেশন সক্রিয় আছে। সরকারের কিন্তু এখনই সেই সক্ষমতা আছে। ডিএমপির সাইবার ক্রাইম ইউনিট এবং বাংলাদেশ টেলিকম রেগুলেটরি কমিশন (বিটিআরসি) ২০২৩ সালে ‘মিসইনফরমেশন কন্ট্রোল রুম’ চালু করে, যেখানে নির্বাচন কমিশনও যুক্ত; কিন্তু তাদের সামর্থ্য থাকলেও কেন নির্বাচন কমিশন সরকারি–বেসরকারি সহযোগে একটা টাস্কফোর্স করছে না, তা বোধগম্য নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে টানা তিন দিন মৃদু শৈত্যপ্রবাহ, জেলায় মৌসুমের সর্বনিম্ন তাপমাত্রা আজ | প্রথম আলো",
            "time": "2026-01-02T07:32:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fn596z86m%2FRajshahiDH10922026010220260102105341.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নগরের কুমারপাড়া এলাকায় মো. বাবলু ভারী জ্যাকেট বিক্রি করছিলেন। তিনি বলেন, গত কয়েক দিন খুব ভালো বিক্রি হচ্ছে। টানা কয়েক দিন রোদ ছিল না, হালকা বৃষ্টির মতোও হয়েছে। এখনো শীত কমেনি। ক্রেতা আবু সাঈদ বলেন, ‘শুক্রবারে ফুটপাতে নতুন কাপড় আসে। একটা জ্যাকেট কিনতে এসেছি। কিন্তু দাম একটু বেশি মনে হচ্ছে।’</p><p>এদিকে পুঠিয়া থেকে আসা ভ্যানচালক আবু বকর ৫০০ টাকায় একটি ভারী জ্যাকেট কিনেছেন। তিনি বলেন, খুব সকালে ডাব নিয়ে বের হন। কয়েক দিন শীতে খুব কষ্ট পেয়েছেন। তাই একটি মোটা কাপড় কিনলেন।</p><p>শীতের এই পরিস্থিতিতে বিশেষ করে খেটে খাওয়া মানুষ ও নিম্ন আয়ের জনগোষ্ঠী সবচেয়ে বেশি ভোগান্তিতে পড়ছেন। নগরের তালাইমারী এলাকায় সকাল সাড়ে ১০টার পরও কয়েকজন শ্রমজীবী মানুষকে বসে থাকতে দেখা গেছে। রাজশাহীর চারঘাটের বাসিন্দা মিঠু শেখ জানান, সকালে কাজের সন্ধানে এসেছিলেন। অনেকেই কাজ না পেয়ে ফিরে গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় এক্সপ্রেসওয়ের চার স্থানে দুর্ঘটনা, আহত ৩০ | প্রথম আলো",
            "time": "2026-01-02T07:31:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fxz7av4wm%2FMunshigonjDH071020260102IMG-20260102-WA0052.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে এক্সপ্রেসওয়ের শিবচরের বন্দরখোলা এলাকায় আজ সকাল সাড়ে ৮টার দিকে যাত্রীবাহী বাস, পিকআপ ভ্যান ও কাভার্ড ভ্যানের ত্রিমুখী সংঘর্ষে অন্তত ১০ জন আহত হয়েছেন। খবর পেয়ে শিবচর হাইওয়ে থানার পুলিশ গাড়ি ৩টিকে সড়ক থেকে সরিয়ে নেয়। পরে যানবাহান চলাচল স্বাভাবিক হয়।</p><p>শিবচর হাইওয়ে থানার পুলিশ সূত্রে জানা গেছে, সকাল সাড়ে ৮টার দিকে খুলনা থেকে ছেড়ে আসা ঢাকাগামী টুঙ্গীপাড়া এক্সপ্রেসের একটি যাত্রীবাহী বাস বন্দরখোলা এলাকায় পৌঁছায়। বাসটি সামনে থাকা একটি ওষুধ কোম্পানির কাভার্ড ভ্যানকে ধাক্কা দেয়। এ সময় পেছন থেকে একটি পিকআপ ভ্যান এসে দুর্ঘটনাকবলিত গাড়ি দুটিকে ধাক্কা দেয়। এতে বাসে থাকা কমপক্ষে ১০ জন যাত্রী আহত হয়। আহত ব্যক্তিদের উদ্ধার করে স্থানীয়ভাবে চিকিৎসাসেবা দেওয়া হয়েছে।</p><p>শিবচর হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা জহিরুল ইসলাম বলেন, তিনটি গাড়ির সংঘর্ষের ঘটনায় কয়েকজন যাত্রী সামান্য আহত হয়েছেন। তাঁদের স্থানীয়ভাবে চিকিৎসা দেওয়া হয়েছে। দুর্ঘটনাকবলিত গাড়ি তিনটিকে থানায় আনা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লোহাগাড়ায় রেললাইনের পাশে পড়ে ছিল ছিন্ন-বিচ্ছিন্ন লাশ | প্রথম আলো",
            "time": "2026-01-02T07:17:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2F7fe9c97b-5484-4718-bf53-cfbe2b6fad59%2Frailway_accident.png?rect=0%2C121%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের লোহাগাড়ায় রেললাইনের পাশ থেকে অজ্ঞাতপরিচয় এক ব্যক্তির ছিন্নভিন্ন লাশ উদ্ধার করা হয়েছে। আজ শুক্রবার সকালে উপজেলার আমিরাবাদ ইউনিয়নের ডলুকুল এলাকায় চট্টগ্রাম-কক্সবাজার রেললাইনের পাশ থেকে লাশটি উদ্ধার করা হয়।</p><p>আমিরাবাদ ইউনিয়ন পরিষদের প্যানেল চেয়ারম্যান জাহাঙ্গীর আলম প্রথম আলোকে বলেন, ‘সকাল সাড়ে আটটার দিকে রেললাইনের পাশে হাঁটতে গিয়ে স্থানীয় লোকজন ওই ব্যক্তির ছিন্নভিন্ন লাশ দেখতে পান। পরে আমাকে জানানো হয়। এরপর আমি সেখানে গ্রাম পুলিশ পাঠিয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামে সংলাপের গুরুত্ব এবং সভ্যতার অপরিহার্য দাবি | প্রথম আলো",
            "time": "2026-01-02T07:14:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fw0daj46z%2Fpexels-irwan-zahuri-259816440-19133698.jpg?rect=0%2C279%2C3936%2C2066&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পবিত্র কোরআনের পরতে পরতে আমরা সংলাপের অসংখ্য উদাহরণ খুঁজে পাই। আম্বিয়ায়ে কেরাম ও তাঁদের কওমের মধ্যে সংলাপ, মুমিন ও কাফেরদের মধ্যে সংলাপ, এমনকি মহান আল্লাহ ও তাঁর সৃষ্টির মধ্যেও সংলাপের এক অভাবনীয় চিত্র কোরআনে ফুটে উঠেছে।</p><p>আল্লাহ তাআলা নির্দেশ দিয়েছেন, “তুমি তোমার রবের পথের দিকে আহ্বান করো হিকমত ও উত্তম উপদেশের মাধ্যমে এবং তাদের সাথে বিতর্ক করো অত্যন্ত সুন্দর পন্থায়।” (সুরা নাহল, আয়াত: ১২৫)</p><p>এখানে লক্ষণীয় যে, ইসলাম বিতর্ক বা সংলাপকে নীতিগতভাবে প্রত্যাখ্যান করে না; বরং তাকে ‘আহসান’ বা সর্বোত্তম পন্থার শিকলে আবদ্ধ করে একটি মার্জিত রূপ দান করে। অর্থাৎ ইসলামে ভিন্নমত পোষণ করা অপরাধ নয়, বরং সেই ভিন্নমতের ব্যবস্থাপনা (Management) কেমন হবে, তার দিকনির্দেশনা দেওয়া হয়েছে।</p><p>হজরত ইবরাহিম (আ.)-এর সেই বিখ্যাত সংলাপের কথা আমরা জানি, যেখানে তিনি নিজেকে রব দাবি করা নমরুদের সামনে অকাট্য যুক্তি তুলে ধরেছিলেন। তিনি বলেছিলেন, “ইবরাহিম বললেন, নিশ্চয়ই আল্লাহ সূর্যকে পূর্ব দিক থেকে উদিত করেন, তুমি তা পশ্চিম দিক থেকে উদিত করো।” (সুরা বাকারা, আয়াত: ২৫৮)</p><p>ইবরাহিম (আ.)-এর এই বক্তব্য ছিল অত্যন্ত যৌক্তিক, শান্ত এবং ভদ্রোচিত। সংলাপের মূল লক্ষ্য হওয়া উচিত সত্যকে প্রকাশ করা এবং প্রমাণের মাধ্যমে ভ্রান্তিকে দূর করা, কোনো প্রকার ব্যক্তিগত শত্রুতা বা গালমন্দ নয়। (ইমাম ইবনে কাসির, <em>তাফসিরুল কুরআনিল আজিম</em>, ২/৩৮৪, দারুল কুতুব আল-ইলমিয়্যাহ, বৈরুত, ২০০৫)</p></div></div></div></body></html>"
        },
        {
            "title": "জাপানের পার্লামেন্টে নারীদের শৌচাগারে যেতে দীর্ঘ অপেক্ষা, সোচ্চার হলেন স্বয়ং প্রধানমন্ত্রী তাকাইচি | প্রথম আলো",
            "time": "2026-01-02T07:14:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fl7dpfu4e%2FJapan.jpg?rect=0%2C0%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরোধী দল কন্সটিটিউশনাল ডেমোক্রেটিক পার্টির সদস্য কোমিয়ামা বলেন, বর্তমানে শৌচাগারের যে অবস্থা, তাতে প্রায়ই ঝামেলা পোহাতে হয়। পার্লামেন্টের নারী কর্মী ও অতিথিরাও একই শৌচাগার ব্যবহার করেন।</p><p>সামাজিক যোগাযোগমাধ্যম ফেসবুকে এই পার্লামেন্ট সদস্য লিখেছেন, ‘আমি সরব হতে চাই এবং সেই দিনের জন্য নিজেকে প্রস্তুত করতে চাই, যখন ভবিষ্যতে নারীরা ৩০ শতাংশের বেশি আসন দখল করবেন।’</p><p>১৯৪৫ সালে নারীদের ভোটাধিকার প্রদানের বছর দশেক আগে ১৯৩৬ সালে জাপানের পার্লামেন্ট ভবন নির্মাণ করা হয়। পার্লামেন্টে প্রথমবার কোনো নারী সদস্য হন ১৯৪৬ সালে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাছ কাটা দেখতে গিয়ে ডাল পড়ল দুই বোনের ওপর, লাশ রেখে পলায়ন | প্রথম আলো",
            "time": "2026-01-02T07:06:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-21%2Fwvjeyff3%2FDeath-body.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত শিশুদের বাবা ফরিদ মিয়া অভিযোগ করে বলেন, ‘ঘটনার সময় সঙ্গে সঙ্গে আমার মেয়েদের উদ্ধার করা হলে হয়তো তারা বেঁচে যেত।’ তিনি ঘটনার সঙ্গে জড়িত ব্যক্তিদের শাস্তির দাবি জানান। শুক্রবার সকাল সাড়ে ১০টা পর্যন্ত এ ঘটনায় থানায় কোনো মামলা হয়নি।</p><p>গাইবান্ধা সদর থানার পরিদর্শক (তদন্ত) সুমঙ্গল কুমার দাশ বলেন, লাশ উদ্ধার করে থানায় নেওয়া হয়েছে। ঘটনাটি তদন্ত করে দেখা হচ্ছে। পরিবারের পক্ষ থেকে মামলা করার প্রস্তুতি চলছে।</p><p>এ বিষয়ে গাছের মালিক মধু মিয়া ও মতিউর রহমানের সঙ্গে মুঠোফোনে যোগাযোগের চেষ্টা করা হলে তাঁদের ফোন বন্ধ পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "টানা দ্বিতীয় দিনের মতো দেশের সর্বনিম্ন তাপমাত্রা যশোরে | প্রথম আলো",
            "time": "2026-01-02T07:05:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fn2dxi9xi%2FJessoreDH055220260102IMG20260102111142106HDR.jpg?rect=0%2C102%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বেলা ১১টার দিকে জামরুলতলা মোড়ে গিয়ে দেখা যায়, জাহিদ হাসানসহ কয়েকজন মোটরসাইকেলচালক শীতে জবুথবু হয়ে যাত্রীর অপেক্ষায় বসে আছেন। কিন্তু সকাল থেকে তাঁদের তেমন কোনো যাত্রী মেলেনি। এই মোড়ের অন্তত ১০ জন মোটরসাইকেলচালকের অবস্থাও একই রকম।</p><p>জাহিদ হাসান প্রথম আলোকে বলেন, ‘প্রতিদিন ফজরের নামাজ পড়ে মোটরসাইকেল নিয়ে বেরিয়ে পড়ি। কিন্তু এই শীতের কারণে ৯টার দিকে বের হচ্ছি। এখন ১১টা বাজে। কিন্তু কোনো যাত্রীর দেখা মেলেনি। স্বাভাবিক সময়ে যে টাকা রোজগার হয়, শীতের কারণে তার অর্ধেকও হচ্ছে না।’</p><p>আবহাওয়া অফিস সূত্র জানায়, গত আট দিন ধরে যশোরে তীব্র শীত; উত্তরের হিমেল হাওয়া বয়ে যাচ্ছে। এই জেলায় আজ ও গতকাল দুই দিনই দেশের সর্বনিম্ন তাপমাত্রা রেকর্ড হয়েছে। এতে জেলার স্বাভাবিক জীবনযাত্রা ব্যাহত হচ্ছে, সবচেয়ে বেশি ভোগান্তিতে পড়ছেন দিনমজুর, পরিবহনশ্রমিক ও ছোট ব্যবসায়ীরা।</p></div></div></div></body></html>"
        }
    ]
}