{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দেশের ফুটবলের উন্নয়ন সহযোগী বিএসআরএম | প্রথম আলো",
            "time": "2025-12-11T05:11:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fwdafp858%2F10-12-25-BSRM-074404.jpg?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফুটবলের সঙ্গে সম্পৃক্ত হতে পেরে খুশি বিএসআরএমের ব্যবস্থাপনা পরিচালক আমের আলীহোসাইন। তিনি জানিয়েছেন নিজেদের লক্ষ্যের কথা। এ বিষয়ে তিনি বলেন, ‘বিএসআরএম এক নম্বর ব্র্যান্ড, ফুটবল বিশ্বের এক নম্বর খেলা। বাংলাদেশের মেয়েরা ভালো করছে, সম্প্রতি ছেলেরাও উন্নতি করছে। আমরা বাংলাদেশকে বিশ্বকাপে দেখতে চাই। আমাদের খেলাধুলা অনেকটা ঢাকাকেন্দ্রিক। আমরা চাই সারা দেশে ফুটবল আরও গোছালোভাবে হোক, বিকেন্দ্রীকরণ হোক, সারা দেশে ছড়িয়ে পড়ুক। তাহলে সারা দেশ থেকে অনেক ফুটবলার উঠে আসবে।’</p><p>বিএসআরএমের পক্ষে চুক্তি স্বাক্ষর অনুষ্ঠানে আরও উপস্থিত ছিলেন প্রতিষ্ঠানটির অর্থ পরিচালক জোহাইর তাহের, পরিচালক আব্দুল কাদির জোহাইর এবং বিটপী অ্যাডভারটাইজিং লিমিটেডের ব্যবস্থাপনা পরিচালক সারাহ আলী।</p></div></div></div></body></html>"
        },
        {
            "title": "২ কোটি রুপি বেতন কমতে পারে রোহিত-কোহলির, ২ কোটি বাড়তে পারে গিলের | প্রথম আলো",
            "time": "2025-12-11T05:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2Fed67ef81-6721-4f18-88b8-fa93716e032e%2Frohit_and_kohli_reuters.jpg?rect=0%2C0%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিসিসিআইয়ের ২০২৪-২৫ চক্রের (১ অক্টোবর ২০২৪ থেকে ২০ সেপ্টেম্বর ২০২৫) কেন্দ্রীয় চুক্তিতে যশপ্রীত বুমরা ও রবীন্দ্র জাদেজার সঙ্গে এ প্লাস ক্যাটাগরিতে ছিলেন কোহলি ও রোহিত। ভারতকে গত জুনে টি-টোয়েন্টি বিশ্বকাপ জেতানোর পর এই সংস্করণ থেকে অবসর নেন দুই কিংবদন্তি। গত মে মাসে টেস্ট ক্রিকেটও ছাড়েন তাঁরা।</p><p>ভারতের সংবাদমাধ্যম হিন্দুস্তান টাইমস জানিয়েছে, আগামী কেন্দ্রীয় চুক্তির চক্রেও কোহলি ও রোহিতকে আগের মতোই এ প্লাস ক্যাটাগরিতে রাখা হবে, নাকি এ ক্যাটাগরিতে নামিয়ে আনা হবে—তা এখনো পরিষ্কার নয়। গত মৌসুমে তাঁদের এ প্লাস ক্যাটাগরিতে রাখা হয়েছিল টেস্ট দলে অংশগ্রহণের ভিত্তিতে করা অতীতের পারফরম্যান্স মূল্যায়ন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বইছে নির্বাচনী হাওয়া, প্রচার-প্রচারণায় সরগরম শহর-গ্রাম | প্রথম আলো",
            "time": "2025-12-11T05:07:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Foqsk07tr%2FPA11122025P-16Dhaka.jpg?rect=0%2C18%2C1990%2C1045&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নেত্রকোনা-২ (সদর-বারহাট্টা) </strong></p><p>জেলা সদরের আসনটিতে বিএনপির মনোনয়ন পেয়েছেন জেলা কমিটির সভাপতি মো. আনোয়ারুল হক। এর আগেও বিএনপির মনোনয়নে প্রার্থী হয়েছিলেন তিনি। তাঁর সঙ্গে জেলা বিএনপির সাবেক সভাপতি ও সাবেক সংসদ সদস্য মো. আশরাফ উদ্দিন খান, কেন্দ্রীয় বিএনপির সহধর্মবিষয়ক সম্পাদক এ টি এম আবদুল বারীসহ অন্তত পাঁচজন মনোনয়নপ্রত্যাশী ছিলেন। </p><p>বিএনপি প্রার্থী ঘোষণার পর অন্য মনোনয়নপ্রত্যাশীরা আনোয়ারুল হকের সঙ্গে একাত্মতা প্রকাশ করলেও এ টি এম আবদুল বারী এখনো নিজ মনোনয়নের অপেক্ষায় আছেন। তিনি বলেন, ‘যেহেতু এটি প্রাথমিক মনোনয়ন, তাই চূড়ান্ত মনোনয়ন ঘোষণা না হওয়া পর্যন্ত আমি চেষ্টা করে যাচ্ছি।’</p><p>মো. আনোয়ারুল হক বলেন, ‘আমি মনোনয়নের আগে থেকেই নির্বাচনী এলাকায় সক্রিয়। শুধু রাজনীতিবিদ হিসেবে নয়, চিকিৎসক হিসেবেও মানুষের পাশে থেকেছি। দলের দুঃসময়ে আহ্বায়কের দায়িত্বে থেকে আন্দোলন-সংগ্রামে নেতৃত্ব দিয়েছি। নির্বাচনী এলাকার নেতা-কর্মীরা আমার পক্ষে নিয়মিত মিছিল-সমাবেশ করে যাচ্ছেন।’</p><p>এখানে বিএনপির মূল প্রতিদ্বন্দ্বী জামায়াতের প্রার্থী এনামুল হক। তিনি জেলা জামায়াতের সাবেক আমির। জেলা জামায়াতের বর্তমান আমির ছাদেক আহমাদ হারিছ বলেন, ‘জামায়াতে ইসলামী অহিংস ও অসাম্প্রদায়িক রাজনীতিতে বিশ্বাসী দল। জেলার পাঁচটি আসনেই গ্রহণযোগ্য প্রার্থী দেওয়া হয়েছে। কাজেই জয়ের ব্যাপারে আমরা আশাবাদী।’</p><p>এ আসনে এনসিপি থেকে মনোনয়ন পেয়েছেন দলের কেন্দ্রীয় সদস্য ফাহিম রহমান খান পাঠান। গণ অধিকার পরিষদ থেকে কেন্দ্রীয় জ্যেষ্ঠ যুগ্ম সাধারণ সম্পাদক হাসান আল মামুন, ইসলামী আন্দোলন থেকে আব্দুল কাইয়ুম, বাংলাদেশ খেলাফত আন্দোলন থেকে কেন্দ্রীয় কমিটির সহকারী মহাসচিব মাওলানা গাজী মোহাম্মদ আব্দুর রহিম রুহীকে মনোনয়ন দেওয়া হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "সিরিয়ার সঙ্গে যুদ্ধ এখন অবশ্যম্ভাবী: ইসরায়েল | প্রথম আলো",
            "time": "2025-12-11T05:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fjsksl0ff%2FUntitled-1.jpg?rect=0%2C73%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদপত্রের তথ্য অনুযায়ী, ওয়াল্টজ ও ড্যানন সফরের সময় ওল্ড কুনেইত্রায় সুরক্ষা সরঞ্জাম পরিহিত অবস্থায় প্রবেশ করেন ও সেখানকার পরিস্থিতি মূল্যায়ন করেন। পরে নিজেদের গাড়িতে ফেরার সময় একটি ‘অস্বাভাবিক ঘটনা’ ঘটে। একটি সশস্ত্র বহর পেরোনোর পর গোলাগুলি হয় এবং ইসরায়েলি সেনাবাহিনী দাবি করে, ইসলামিক জিহাদের এক সদস্যকে গ্রেপ্তারের চেষ্টা করা হয়েছিল।</p><p>সংবাদপত্রটি জানিয়েছে, দুই রাষ্ট্রদূত সরাসরি এ ঘটনার সাক্ষী হননি। তবে তাঁরা ঘটনাস্থল থেকে মাত্র কয়েক শ মিটার দূরে ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন আলু বাজারে, পুরোনো আলু নিয়ে বিপাকে ব্যবসায়ীরা | প্রথম আলো",
            "time": "2025-12-11T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-09%2Fmv2ov6z9%2Fpototo-2.jpg?rect=0%2C97%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাষিরা বলছেন, উৎপাদন খরচ, হিমাগার, পরিবহন ভাড়া ও বস্তা ক্রয় মিলিয়ে প্রতি কেজি আলুর উৎপাদন খরচ পড়েছে ৩৫ টাকা। এখন সেই আলু বিক্রি হচ্ছে ১১ টাকায়। তাতে কেজিতে ২৪ টাকা লোকসান। উৎপাদন খরচের চেয়ে বাজারে দাম কম হওয়ায় উৎপাদন খরচই উঠছে না। সে জন্য অনেকেই হিমাগার থেকে আলু বের করছেন না। অথচ হিমাগারে এখনো ২২ টাকা কেজি দরে আলু কেনার সরকারি নির্দেশনা ঝুলছে।</p><p>এদিকে রাজশাহীর সাহেব বাজারে গত মঙ্গলবার খুচরা পর্যায়ে প্রতি কেজি পুরোনো আলু ২৫ টাকায় বিক্রি হয়। আর নতুন আলু বিক্রি হয় ৫০ থেকে ১০০ টাকায়। এর মধ্যে দেশি নতুন লাল আলু বিক্রি হয় ১০০ টাকায়। আর সাদা আলু ৫০ থেকে ৭০ টাকায় বিক্রি হয়।</p><p>কৃষি বিপণন অধিদপ্তরের তথ্য অনুযায়ী, রাজশাহীতে ৩৯টি হিমাগার রয়েছে। গত শনিবার পর্যন্ত এসব হিমাগারে ৪৪ হাজার ১১০ মেট্রিক টন আলু মজুত ছিল। চাষিরা এখনো সরকার নির্ধারিত ২২ টাকা কেজি দরে আলু বিক্রির আশায় রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টিকটকে পরিচিত ব্যক্তিদের একই ভিডিও দেখার সুযোগ দিতে নতুন সুবিধা আসছে | প্রথম আলো",
            "time": "2025-12-11T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fsnnx0lin%2FTiktok.tiktok.png?rect=0%2C18%2C531%2C279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টিকটকের তথ্যমতে, শেয়ার্ড ফিড দুজন ব্যবহারকারীর পছন্দ, দেখা ভিডিও, লাইক ও মন্তব্যের ভিত্তিতে সাজানো হবে। খেলাধুলা, শীতকালীন কার্যক্রম বা দুজনের প্রিয় নির্মাতাদের ভিডিও যেসব বিষয়ে তাঁদের আগ্রহ মেলে, সেগুলোই ফিডের ওপর থাকবে। তবে শেয়ার্ড ফিডে প্রতিদিন সর্বোচ্চ ১৫টি ভিডিও দেখা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সে ছিল ক্যাটালিস্ট | প্রথম আলো",
            "time": "2025-12-11T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fqxry7hid%2FWhatsApp-Image-2025-12-10-at-21.19.03.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুক্তিযুদ্ধের পক্ষের লোক হতে গেলে আপনার তৎসংক্রান্ত জ্ঞান-গম্যি না থাকলেও চলবে। কারণ, ডালপালাহীন একটা তালগাছ তো দাঁড় করানোই আছে। তাতে চড়ে বসার জন্য প্রয়োজন শুধু বিচারবোধহীন আবেগ, অসহিষ্ণু আচরণ, মুক্তিযুদ্ধের ওপর একচেটিয়া দখলদারি মনোভাব, জ্বালাময়ী কথাবার্তা—ভুলবশত যেসব গুণপনাকে আমরা দেশপ্রেম ভেবে থাকি। এ রকম ‘দেশপ্রেমিক’ হয়ে আজকের এই দুর্দিনেও আপনি হয়তো পথে-ঘাটে বুক ফুলিয়ে চলতে পারছেন। বর্তমান সরকারের তখ্‌তের কাছাকাছি যুদ্ধাপরাধীরা অবস্থান নিলেও তারা আপনার গোড়া কাটতেই ব্যস্ত। আগায়-মাথায় বাড়ি মারতে এখনো ছুটে আসছে না। যাহোক, আমি ‘মুক্তিযুদ্ধের চেতনা’ হারিয়ে একরকম শূন্য থেকে যাত্রা শুরু করলাম। তাঁর প্রেমের অভিজ্ঞতাটা যা আমি বহন করে চলেছি, এটি তেলের মতো জলের সঙ্গে মিশ খায় না। ১৯৭১ সালের হত্যা-ধর্ষণের মাঝখানে আলাদাভাবে ভাসতে থাকে। তাকালে পর চোখ কটকট করে, অস্বস্তি লাগে। সে আমার চোখ দুটি খুলে দিয়েছে সত্য, মীমাংসায় পৌঁছিয়ে দেয়নি। সেই নতুন দৃষ্টি নিয়ে আমি মুক্তিযুদ্ধের বইপত্র, দলিল-দস্তাবেজ, চলচ্চিত্র, খবরের কাগজ, ডায়েরি, স্মৃতিচারণা, কেসস্টাডি, অপ্রকাশিত সাক্ষাৎকারের খসড়া—যা পাওয়া যায়, যা যায় না—সবকিছুর ওপর ঝাঁপিয়ে পড়লাম। সময়-সুযোগমতো নানাজনের সাক্ষাৎকার গ্রহণও পাশাপাশি চলতে লাগল (এখনো চলছে)। তার সঙ্গে চলল ইন্টারনেট, বিদেশি সাহিত্য ও সিনেমার মাধ্যমে মুক্তিযুদ্ধের বাইরের যুদ্ধপাঠ। আন্তর্জাতিক যুদ্ধাপরাধের ট্রাইব্যুনালগুলোর খবরাখবর। এ পর্বে আমি কৃতজ্ঞ আমার কর্মস্থল আইন ও সালিশ কেন্দ্রের (আসক) প্রতি। টোকিও ট্রাইব্যুনাল-২০০০-এর দোরগোড়ায় সংস্থাটি আমাকে পৌঁছে দিয়েছিল। সেখানে প্রশান্ত মহাসাগরীয় দেশগুলোর শখানেক লোলচর্ম বৃদ্ধা, দ্বিতীয় বিশ্বযুদ্ধের ধর্ষণের শিকার নারী, ‘কমফোর্ট উইমেন’-এর যুদ্ধাপরাধের বিচারসভায় সমাগম। তাঁরা গত শতাব্দীর নিপীড়িত, নিঃস্ব নারী। ৫৫ বছর আগে শেষ হয়ে যাওয়া এক প্রলয়ংকরী যুদ্ধ সেই যে তাঁদের পথে বসিয়ে দিয়ে গেছে, আজও তাঁরা পথে পথে। আমি কি তাঁদের মাঝখানে তাঁকেই খুঁজে বেড়ালাম? তাঁদের অভিজ্ঞতার সঙ্গে তাঁর অভিজ্ঞতা মেলাতে চেয়েছিলাম? কিংবা তাঁদের জীবনের সঙ্গে তাঁর জীবন? আসলে এত সব খোঁজাখুঁজির মধ্য দিয়ে, একটি উপন্যাস লেখার অজুহাতে আমার প্রথম দেখা যুদ্ধবিধ্বস্ত সেই নারীকে আমি কড়ায়–গন্ডায় বুঝে নিতে চাচ্ছিলাম। অবশেষে তাঁর সঙ্গে আমার বোঝাপড়ার পালা যখন সাঙ্গ হলো, আমি যখন তাঁকে পুরোপুরি বুঝতে সক্ষম হলাম, তত দিনে তাঁকে ছেড়ে আমি অনেক দূরে চলে গেছি। আমার অর্ধসমাপ্ত উপন্যাসটিতে তাঁর ছায়া থাকতে পারে, তিনি নেই।</p><p>তাঁদেরই বোধ করি ক্যাটালিস্ট বলে, যাঁরা যথার্থই আমাদের পথে নামান।</p> </div></div></div></body></html>"
        },
        {
            "title": "খুলনায় মায়ের লাশ উদ্ধার, সিসি ক্যামেরায় ছেলেকে ব্যাগ নিয়ে বেরিয়ে যেতে দেখা গেছে | প্রথম আলো",
            "time": "2025-12-11T04:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C390%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত শিউলী বেগমের বড় মেয়ে জানান, সকাল থেকে মায়ের ফোন বন্ধ পেয়ে তার ছোট বোনকে বিষয়টি জানায়। পরে তারা বাসায় গিয়ে দরজায় তালা ঝুলতে দেখে। দিনভর খোঁজাখুঁজির পর রাতে আবার এসে একই অবস্থা দেখতে পায়। পরে বাড়িওয়ালার সিসি টিভি ফুটেজ দেখে সন্দেহ হলে তাদের সহায়তায় তালা ভেঙে ঘরে ঢোকে।</p><p>শিউলী বেগমের বড় মেয়ে আরও বলেন, ‘সারা দিন খোঁজাখুঁজির পর সন্ধ্যায় আমরা আবারও আম্মুর বাসায় আসি। এখানে এসে উঁকি দিয়ে দেখি, আম্মুর ঘরের গেটে তালা মারা। পরে বাড়িওয়ালাদের ডাক দিলে তাঁরা আসেন। তালা ভেঙে দেখা যায়, ঘরের খাটের ওপর আম্মুর মরদেহ পড়ে আছে। সিসি ক্যামেরায় দেখা গেছে, আমার ছোট ভাই সকাল ৭টা ৫০ মিনিটে ঘর থেকে বেরিয়ে গেছে। ঘরে আম্মুর ছয় লক্ষাধিক টাকা ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেট অঞ্চলে রাতে ৫ মিনিটে দুই দফায় মৃদু ভূমিকম্প | প্রথম আলো",
            "time": "2025-12-11T04:57:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Ftt8aznhx%2FEarthquake_Reuters.png?rect=0%2C33%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট ও মৌলভীবাজারে গতকাল বুধবার মধ্যরাতে পাঁচ মিনিটের ব্যবধানে দুই দফায় ভূমিকম্প হয়েছে। আবহাওয়া অধিদপ্তরের ভূমিকম্প পর্যবেক্ষণকেন্দ্রের সূত্র এ তথ্য জানিয়েছে। দুটি ভূমিকম্পই ছিল হালকা মাত্রার। এ অঞ্চলে প্রায় প্রতি মাসেই এমন ভূমিকম্প অনুভূত হয় বলে জানিয়েছেন ভূমিকম্প পর্যবেক্ষণকেন্দ্রের ভারপ্রাপ্ত কর্মকর্তা রুবাইয়াত কবির। তিনি বলেন, এই ভূমিকম্প নিয়ে চিন্তার কিছু নেই।</p><p>ভূমিকম্প পর্যবেক্ষণকেন্দ্র সূত্র জানিয়েছে, গতকাল দিবাগত রাত ২টা ৫০ মিনিট ৩১ সেকেন্ডে প্রথম ভূমিকম্পটি হয়। এর উৎপত্তিস্থল ছিল সিলেটের বিয়ানীবাজার। রিখটার স্কেলে এর মাত্রা ছিল ৩ দশমিক ৫।</p></div></div></div></body></html>"
        },
        {
            "title": "ইশতেহারে প্রান্তিক জনগোষ্ঠীর স্বার্থ কি রক্ষা হবে | প্রথম আলো",
            "time": "2025-12-11T04:52:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fdnm8bplt%2F10.12.jpg?rect=0%2C0%2C3508%2C1842&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই বিবেচনায় রাষ্ট্রের উচিত এ ধরনের পিছিয়ে পড়া জনগোষ্ঠীর সামগ্রিক উন্নয়নে বিশেষ পরিকল্পনা সাজানো। ঠিক এ জায়গায় রাজনৈতিক দলগুলো তাদের নির্বাচনী ইশতেহারে এ পিছিয়ে পড়া জনগোষ্ঠীকে তাদের অগ্রাধিকারে নিয়ে আসতে পারে। </p><p>রাজনৈতিক দলগুলোর ইশতেহারে বড় বড় প্রতিশ্রুতি থাকলেও এই প্রান্তিক জনগোষ্ঠীকেন্দ্রিক প্রস্তাবনা পরিষ্কারভাবে উল্লেখ থাকে না। যদিও অনেকে বলে থাকে, একটি বৈষম্যহীন দেশ তারা গড়তে চায়, কিন্তু তারা সেটি কীভাবে করতে চায়, তার বিস্তারিত রোডম্যাপ বা কর্মপরিকল্পনা থাকে না। যে কারণে সাধারণ মানুষও সেই বিষয়গুলো সম্পর্কে খুব একটা আশাবাদী হতে পারেন না কিংবা একধরনের ধোঁয়াশায় থাকেন। </p><p>আমরা সব সময় দেখি, ভোটের রাজনীতিতে নির্বাচনের সময় এই ভোটারদের কদর বেড়ে যায়। তখন এই প্রান্তিক ভোটাররাই গুরুত্বের একটি জায়গায় চলে আসেন। কিন্তু পরবর্তী সময়ে তাঁদের স্বার্থ কতটা বিবেচিত হয়, সে এক প্রশ্ন। অথচ উন্নয়নের অন্যতম একটি লক্ষ্য হওয়া উচিত এই প্রান্তিক জনগোষ্ঠীর জীবনমানের উন্নয়ন।</p><p>আমরা যত দিন প্রান্তিক জনগোষ্ঠীর স্বার্থকে জাতীয় স্বার্থে রূপান্তরিত করতে না পারব, তত দিন উন্নয়নের সুফল আমাদের মতো সুবিধাভোগীদের ঘরেও পৌঁছাবে না। বিভিন্ন উন্নত দেশের দিকে তাকালে দেখতে পাই, তাদের অবকাঠামো গড়ে তোলা হয় প্রান্তিক জনগোষ্ঠীর স্বার্থকে মাথায় রেখে। স্বাস্থ্যসেবা থেকে শুরু করে সব সেবা তাদের জন্য উন্মুক্ত রাখা হয়। অথচ আমাদের এখানে এক স্বাস্থ্যসেবার পেছনেই দৌড়াতে দৌড়াতে আমাদের সর্বস্বান্ত হতে হয়। বাংলাদেশের বড় বড় হাসপাতালের খরচের দিকে তাকালে মনে হয়, অসুস্থ হওয়াটা যেন এক আজন্ম পাপ এ দেশে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাইয়ে বিএনপির দুই পক্ষের সংঘর্ষ, ছুরিকাঘাতে ছাত্রদল কর্মী নিহত | প্রথম আলো",
            "time": "2025-12-11T04:43:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2F6omvf6yq%2FWhatsApp-Image-2025-12-11-at-10.22.27.jpeg?rect=0%2C69%2C575%2C302&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল সন্ধ্যায় বারইয়ারহাট দক্ষিণ পৌর বাজারে বিএনপির চেয়ারপারসন খালেদা জিয়ার রোগমুক্তি কামনায় ছাত্রদলের উদ্যোগে মিলাদ মাহফিল হয়। এ মাহফিলে তাহমিদ অংশ নেন। মাহফিল শেষে কথা-কাটাকাটি থেকে পৌরসভা বিএনপির সাবেক সভাপতি দিদারুল আলম মিয়াজির অনুসারীদের মধ্যে সংঘর্ষ হয়। এ সময় এক পক্ষের ছুরিকাঘাতে তাহমিদ খান গুরুতর আহত হন।</p><p>পরে তাহমিদকে উদ্ধার করে প্রথমে স্থানীয় এক বেসরকারি হাসপাতালে চিকিৎসা দেওয়া হয়। সেখান থেকে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে নিলে রাত সাড়ে ১২টার দিকে তাঁর মৃত্যু হয়। একই সংঘর্ষের ঘটনায় আরও অন্তত পাঁচজন আহত হয়েছেন।</p><p>জানতে চাইলে বারইয়ারহাট পৌরসভা বিএনপির সাবেক সভাপতি দিদারুল আলম নিয়াজী প্রথম আলোকে বলেন, তাহমিদ আমাদের সব মিটিং মিছিলে থাকতেন। তবে এটি দলীয় কোনো ব্যাপার নয়, ব্যক্তিগত রেষারেষির জেরে তিনি খুন হয়েছেন। এটি খুবই দুঃখজনক ঘটনা।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টোয়েন্টি বিশ্বকাপের আগে কোন দল কয়টি ম্যাচ খেলবে | প্রথম আলো",
            "time": "2025-12-11T04:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-12%2F3p8xginj%2F384067.webp?rect=0%2C0%2C1006%2C528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দক্ষিণ আফ্রিকা</strong></p><p>বিশ্বকাপের আগে ব্যস্ততা আছে দক্ষিণ আফ্রিকারও। ভারতের বিপক্ষে এখন ৫ ম্যাচের টি–টোয়েন্টি সিরিজ খেলছে তারা। জানুয়ারি–ফেব্রুয়ারিতে ঘরের মাঠে ওয়েস্ট ইন্ডিজের বিপক্ষে তিন ম্যাচের টি–টোয়েন্টি সিরিজ খেলবে তারা।</p><p><strong>শ্রীলঙ্কা</strong></p><p>ঘরের মাঠে ব্যস্ত সময় কাটবে শ্রীলঙ্কারও। জানুয়ারিতে পাকিস্তান এবং ওই মাসেরই শেষ দিকে ইংল্যান্ডের বিপক্ষে তিন ম্যাচের টি–টোয়েন্টি ম্যাচের সিরিজ খেলবে তারা।</p><p><strong>ওয়েস্ট ইন্ডিজ</strong></p><p>দক্ষিণ আফ্রিকার বিপক্ষে তিন ম্যাচের টি–টোয়েন্টি সিরিজ খেলবে ওয়েস্ট ইন্ডিজ।</p><p><strong>জিম্বাবুয়ে</strong></p><p>বিশ্বকাপের আগে টি–টোয়েন্টি ম্যাচ নেই তাদের।</p></div></div></div></body></html>"
        },
        {
            "title": "টানা ১২ বছর ধরে সভাপতি, বিধি ভেঙে আবারও প্রার্থী | প্রথম আলো",
            "time": "2025-12-11T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fz30of9lc%2FUntitled-6.jpg?rect=0%2C82%2C1176%2C617&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মূল আকর্ষণ অনুদান ও বিদেশ সফরে</strong></p><p>শিপার্স কাউন্সিল নিয়মিত শিপিং এজেন্টদের দেওয়া ফ্রেইট ব্রোকারেজ চার্জ সংগ্রহ করে। রপ্তানি পণ্যের পরিবহন ভাড়ার দশমিক ৫০ শতাংশ এই সংগঠনের আয় হিসেবে আসে। এ খাত থেকে প্রতিবছর বিপুল অর্থ আসে। এই আয় সংগ্রহ বাবদ কমিশনের নামে বড় অঙ্কের খরচ দেখানো হয়। অনুদানের নামেও গত এক দশকে তহবিল থেকে বিপুল টাকা ব্যয় হয়েছে। সংগঠনের খরচে বিদেশ সফরের সুযোগও আছে। সংগঠনটির ওয়েবসাইটে দেওয়া তথ্য অনুযায়ী, সভাপতি রেজাউল করিমই ৩২টি দেশ সফর করেছেন।</p><p>ব্যবসায়ীদের অভিযোগ, নানা সুবিধার কারণে কেউ পদ ছাড়তে চান না।</p><p>আগে সংগঠনের ওয়েবসাইটে বার্ষিক প্রতিবেদনে আয়–ব্যয়ের নিরীক্ষা হিসাব প্রকাশ করা হতো। কিন্তু সরকার পরিবর্তনের পর তা বন্ধ হয়ে যায়। ফলে আয়–ব্যয় নিয়ে প্রশ্ন তৈরি হয়েছে।</p><p>এ বিষয়ে জানতে চাইলে রেজাউল করিম বলেন, ‘এটি সংগঠনের বিষয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবার পরিকল্পনা অধিদপ্তরের ২৭ পদের চাকরি পেতে আর কত অপেক্ষা | প্রথম আলো",
            "time": "2025-12-11T04:22:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fa63e0a44-783b-40e9-8142-9f48eca79309%2FJob_1_Poribar.jpeg?rect=0%2C130%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণা সহকারী পদে মৌখিক পরীক্ষায় অংশ নেওয়া একজন প্রার্থী আক্ষেপ করে বলেন, ‘একই সঙ্গে লিখিত ও মৌখিক পরীক্ষা দিয়েও কারও চাকরি হলো, কারও হলো না। দুই বছরের বেশি সময় পার হয়েছে, কিন্তু ফলাফল হয়নি। এটা কোনো স্বাভাবিক ঘটনা হতে পারে না। আমরা অনেকবার স্মারকলিপি দিয়েছি, মানববন্ধন করেছি, কিন্তু অধিদপ্তর কোনো গুরুত্বই দেয়নি।’</p><p>অফিস সহকারী কাম কম্পিউটার মুদ্রাক্ষরিক পদে আবেদনকারী একজন বলেন, ‘আবেদন করতে তো টাকা লাগে। আমরা যাঁরা ছোট পদে আবেদন করি, তাঁদের আর্থিক অবস্থাও ভালো থাকে না। এরপর পরীক্ষা না হলে আরও হতাশ হতে হয়। পাঁচ বছর হয়ে গেছে, এখন আর পরীক্ষা হবে সে আশা করি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "৩৫ ফুট গভীরেও শিশু সাজিদকে পাওয়া যায়নি | প্রথম আলো",
            "time": "2025-12-11T04:17:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fj7f82lt9%2FRajshahiDH060120251211IMG_20251211_WA0001.jpg?rect=102%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাজশাহীর তানোরে ৩০ থেকে ৩৫ ফুট গভীর গর্তে পড়ে যাওয়া শিশুটিকে উদ্ধারকাজ চলছে। আজ বৃহস্পতিবার সকালে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "দ্বিতীয় তালেবান সরকারের ভিন্ন এক শাসনকৌশল | প্রথম আলো",
            "time": "2025-12-11T04:16:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fcvrld77t%2F11122025-cm-5.jpg?rect=0%2C0%2C719%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">কেমন আছে আফগানিস্তান-৩ </h2></p><p><h1 data-title-0=\"দ্বিতীয় তালেবান সরকারের ভিন্ন এক শাসনকৌশল\" class=\"IiRps \">দ্বিতীয় তালেবান সরকারের ভিন্ন এক শাসনকৌশল</h1></p><div class=\"Ibzfy\"><p>এই প্রতিবেদনটি ৮ ডিসেম্বর সন্ধ্যা ৭টা ১৮ মিনিটে প্রকাশিত হয়েছিল। ভুলবশত প্রতিবেদনটি ১১ ডিসেম্বর সকাল ১০টা ১৬ মিনিটে আবার প্রকাশিত হয়েছে। এ কারণে প্রতিবেদনটি সরিয়ে নেওয়া হলো। এই ভুলের জন্য আমরা দুঃখিত। </p></div></div></div></body></html>"
        },
        {
            "title": "আত্মগোপনে থাকা মাচাদো ১১ মাস পর প্রকাশ্যে, পৌঁছেছেন অসলোতে | প্রথম আলো",
            "time": "2025-12-11T04:06:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2F2qk2fido%2FMaria-Corina-Machado.avif?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি বছর শান্তিতে নোবেল পুরস্কার বিজয়ী মারিয়া কোরিনা মাচাদো গতকাল বুধবার দিবাগত রাতে নরওয়ের অসলোতে পৌঁছেছেন। তাঁর অসলো পৌঁছানোর খবর নিশ্চিত করেছেন নোবেল কমিটির প্রধান। তবে মাচাদো সশরীর পুরস্কার গ্রহণ করতে পারেননি।</p><p>গতকাল অসলোর সিটি হলে আনুষ্ঠানিকভাবে শান্তিতে নোবেল বিজয়ীর পুরস্কার তুলে দেওয়া হয়। ভেনেজুয়েলার বিরোধীদলীয় এ নেতার পক্ষে তাঁর মেয়ে আনা কোরিনা সোসা পুরস্কার গ্রহণ করেন। অনুষ্ঠান শেষ হওয়ার কয়েক ঘণ্টা পর মাচাদোর অসলো পৌঁছানোর খবর পাওয়া যায়।</p><p>২০২৪ সালে ভেনেজুয়েলায় বিতর্কিত প্রেসিডেন্ট নির্বাচনে নিকোলা মাদুরোর জয়ের পর দেশটির বিরোধীদলীয় নেতা মাচাদো অনেকটা আত্মগোপনে চলে যান।তাঁর ওপর ২০১৪ সাল থেকে ভ্রমণে নিষেধাজ্ঞা জারি আছে। নির্বাচনের পর মাচাদোকে আর প্রকাশ্যে খুব একটা দেখা যায়নি। তিনি গোপনে চলাফেরা করতেন। সর্বশেষ তাঁকে প্রকাশ্যে দেখা যায় গত জানুয়ারি মাসে।</p></div></div></div></body></html>"
        },
        {
            "title": "অনুমোদন ছাড়া মুঠোফোনে আড়ি পাততে পারবে না কোনো সংস্থা | প্রথম আলো",
            "time": "2025-12-11T04:01:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fwumpkp9z%2FMobile.avif?rect=6%2C0%2C1914%2C1005&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে ‘রাষ্ট্রীয় নিরাপত্তার স্বার্থে’ আড়ি পাতার প্রয়োজনীয়তার কথা বলে আসছে সরকার। আর এই আড়ি পাতার অপব্যবহার রোধে প্রস্তাবিত অধ্যাদেশের ৯৭-এর ৪ ধারায় বলা হয়েছে, জরুরি নয়—এমন ইন্টারসেপশন কার্যক্রম আধা বিচারিক কাউন্সিল বা আদালতের অনুমোদন ছাড়া শুরু করা যাবে না। স্বরাষ্ট্র মন্ত্রণালয়ের সচিব এই কাউন্সিলের সভাপতি হবেন।</p><p>তবে প্রস্তাব অনুযায়ী, নাগরিকের জীবনরক্ষা বা তাৎক্ষণিক বিপদ হলে ‘সীমিত পরিসরে’ ইন্টারসেপশন শুরু করা যাবে। সে ক্ষেত্রে ইন্টারসেপশন শুরু করার ১৪ দিনের মধ্যে আধা বিচারিক কাউন্সিলের প্রত্যয়ন নিতে হবে। প্রত্যয়ন না পেলে সঙ্গে সঙ্গে ইন্টারসেপশন কার্যক্রম বন্ধ করতে হবে।</p><p>এ বিষয়ে ঢাকা বিশ্ববিদ্যালয়ের তথ্যপ্রযুক্তি ইনস্টিটিউটের পরিচালক অধ্যাপক বি এম মইনুল হোসেন প্রথম আলোকে বলেন, ‘আইনানুগ ইন্টারসেপশনের উদাহরণ সারা বিশ্বেই রয়েছে। সমস্যাটা এর ব্যবহারের মধ্যে না, অপব্যবহারের মধ্যে। শুধু আইন দিয়ে এর সমাধান করা কঠিন। আইনের ফাঁক গলে মনগড়া ব্যাখ্যা দাঁড় করিয়ে নাগরিকদের ব্যক্তিগত স্বাধীনতা হরণ করা হয়। নাগরিক অধিকার ক্ষুণ্ন করা হয়। সমস্যাটা আসলে চর্চার জায়গায়।’</p><p>অপব্যবহার রোধে জবাবদিহি নিশ্চিত করতে হবে বলে উল্লেখ করেন বি এম মইনুল হোসেন। তিনি বলেন, কেন আড়ি পাতা হলো, সেই ব্যাখ্যাটা যেন পরিষ্কার থাকে। আর সেটি যেন তদারকির মধ্যে রাখা হয়।</p></div></div></div></body></html>"
        }
    ]
}