{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চট্টগ্রামের আসনটিতে বিএনপি কেন প্রার্থী দেয়নি, ঘোষণা কবে | প্রথম আলো",
            "time": "2025-12-28T05:22:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fp0yy4vdr%2F5e096a21-b6e5-457b-8d80-63a2154b17e7.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি প্রার্থী ঘোষণা না করলেও চট্টগ্রাম-১৪ আসনে বিএনপির কেন্দ্রীয় নির্বাহী কমিটির স্বাস্থ্য ও পরিবারকল্যাণ–বিষয়ক সম্পাদক মহসিন জিল্লুর করিম, ছাত্রদলের প্রতিষ্ঠাকালীন কেন্দ্রীয় যুগ্ম সম্পাদক সাবেক বিচারপতি আবদুস সালাম মামুন, দক্ষিণ জেলা বিএনপির সাবেক সহসভাপতি মিজানুল হক চৌধুরী, জাতীয়তাবাদী আইনজীবী ফোরাম কেন্দ্রীয় কমিটির সহসভাপতি ও চট্টগ্রাম জেলা আইনজীবী সমিতির সভাপতি নাজিম উদ্দিন চৌধুরী, দক্ষিণ জেলা স্বেচ্ছাসেবক দলের সাবেক সভাপতি শফিকুল ইসলাম চৌধুরী মনোনয়নপত্র নিয়েছেন। এ ছাড়া মনোনয়নপত্র সংগ্রহ করেছেন বিএনপি কর্মী মোহাম্মদ ইখতিয়ার হোসেন, মোহাম্মদ আল হেলাল, এম এ হাশেম রাজু, এজাজ আহমদ চৌধুরী, জাকির হোসেন ও সিরাজুল ইসলাম। দলীয় মনোনয়ন পাওয়ার বিষয়ে তাঁরা সবাই আশাবাদী।</p><p>জানতে চাইলে চট্টগ্রাম জেলা আইনজীবী সমিতির সাবেক সভাপতি নাজিম উদ্দিন চৌধুরী প্রথম আলোকে বলেন, ‘মনোনয়নপত্র নিয়েছি। বাকিটা দলের নীতিনির্ধারকদের বিষয়।’</p><p>একই মন্তব্য করেন কেন্দ্রীয় ছাত্রদলের প্রতিষ্ঠাকালীন যুগ্ম মহাসচিব সাবেক বিচারপতি আবদুস সালাম মামুন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা-১৭ আসনে তারেক রহমানের মনোনয়নপত্র নেওয়া হচ্ছে আজ | প্রথম আলো",
            "time": "2025-12-28T05:22:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F0litffau%2FTarique_Rahman.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুলশান-বনানী, বারিধারার মতো অভিজাত এলাকা নিয়ে গঠিত ঢাকা-১৭ আসন। এই আসনে বিএনপির জোটসঙ্গী হিসেবে বাংলাদেশ জাতীয় পার্টির (বিজেপি) চেয়ারম্যান আন্দালিভ রহমান পার্থের নির্বাচন করার কথা শোনা যাচ্ছিল।</p><p>ঢাকার ২০টি আসনের মধ্যে যে তিনটি বিএনপি ফাঁকা রেখেছিল, তার মধ্যে ঢাকা-১৭ আসনও ছিল।</p><p>বিএনপি সূত্রে জানা গেছে, গতকাল শনিবার ঢাকা-১৭ আসনের ভোটার হওয়ার জন্য আবেদন করেন তারেক রহমান। এর মধ্যে বিএনপির জ্যেষ্ঠ নেতারা তাঁকে ঢাকা-১৭ আসন থেকে নির্বাচন করার জন্য অনুরোধ করেছেন। এ বিষয়টি জানার পর তারেক রহমানকে সম্মান জানিয়ে ঢাকার এই আসন ছেড়ে ভোলা-১ আসন থেকে নির্বাচন করার সিদ্ধান্ত নিয়েছেন বাংলাদেশ জাতীয় পার্টির (বিজেপি) চেয়ারম্যান আন্দালিভ রহমান পার্থ।</p><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান বগুড়া-৬ সংসদীয় আসন থেকেও নির্বাচন করতে যাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহ-১০ আসনে বিএনপির মনোনয়ন নিয়ে বিক্ষোভ, ট্রেন চলাচল ব্যাহত | প্রথম আলো",
            "time": "2025-12-28T05:13:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fhy2uccxq%2FMymensinghDH169420251228IMG20251228104958.jpg?rect=0%2C78%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্র জানায়, গতকাল বিকেল ৪টার দিকে গফরগাঁও উপজেলার শিবগঞ্জ রোড রেলক্রসিং এলাকায় বিএনপির বিক্ষুব্ধ নেতা-কর্মী আগুন দেন। এ ছাড়া উপজেলা শহরের বিভিন্ন পয়েন্টেও আগুন দেওয়া হয়। এ ঘটনায় আতঙ্ক ছড়িয়ে পড়লে গফরগাঁও পৌর বাজারের সব দোকানপাট বন্ধ হয়ে যায়। রেলপথের বিভিন্ন স্থানে আগুন দেওয়ার কারণে রেললাইনের দুই পাশের বিভিন্ন স্টেশনে ট্রেন আটকে পড়ে।</p><p>দলীয় নেতা-কর্মীরা বলেন, এ আসন থেকে মনোনয়ন পাওয়া মোহাম্মদ আক্তারুজ্জামান ছাড়াও আরও পাঁচ নেতা বিএনপির মনোনয়ন চেয়ে প্রচারে ছিলেন। তাঁরা হলেন: দক্ষিণ জেলা বিএনপির যুগ্ম আহ্বায়ক আলমগীর মাহমুদ আলম, এ বি সিদ্দিকুর রহমান, সদস্য মুশফিকুর রহমান, আল ফাত্তাহ ও মোফাখখারুল ইসলাম। গতকাল মনোনয়ন ঘোষণার পরপরই মনোনয়নবঞ্চিত প্রার্থী এ বি সিদ্দিকুর রহমান ও মুশফিকুর রহমানের সমর্থকেরা বিক্ষোভ শুরু করেন। বিভিন্ন স্থানে সড়কে আগুন দিয়ে দলীয় প্রার্থীকে অবাঞ্ছিত ঘোষণা করা হয়।</p><p>গফরগাঁও উপজেলা নির্বাহী কর্মকর্তা এন এম আবদুল্লাহ-আল-মামুন বলেন, ‘রাত ২টা পর্যন্ত আমরা মাঠে থেকে রাস্তা ক্লিয়ার করি। সকালে এক জায়গায় আগুনের খবর পেয়ে পুলিশ, সেনাবাহিনী ও ম্যাজিস্ট্রেট পাঠানো হয়েছে। আজ দলীয় নেতা-কর্মীদের বুঝিয়ে তাঁদের কর্মীদের শান্ত করতে বলা হবে। সেটা না হলে কঠোর ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে সবার আগে মনোনয়নপত্র জমা দিলেন বিএনপি নেতা মীর হেলাল | প্রথম আলো",
            "time": "2025-12-28T05:10:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F532auria%2Fb0586475-d100-47da-afd2-ea1d7a4b78e9.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন কমিশনের তফসিল অনুযায়ী, আগামী ১২ ফেব্রুয়ারি জাতীয় সংসদ নির্বাচন ও গণভোট অনুষ্ঠিত হবে। মনোনয়নপত্র জমা দেওয়ার শেষ তারিখ ২৯ ডিসেম্বর।</p><p>মনোনয়নপত্র বাছাই চলবে ৩০ ডিসেম্বর থেকে ৪ জানুয়ারি পর্যন্ত। প্রার্থিতা প্রত্যাহারের শেষ তারিখ ২০ জানুয়ারি। প্রতীক বরাদ্দ দেওয়া হবে পরদিন ২১ জানুয়ারি। ২২ জানুয়ারি প্রচারণা শুরু করতে পারবেন প্রার্থীরা। চলবে ১০ ফেব্রুয়ারি সকাল সাড়ে সাতটা পর্যন্ত।</p><p>চট্টগ্রামের ১৬টি আসনের ৫টিতে রিটার্নিং কর্মকর্তার দায়িত্ব পালন করছেন বিভাগীয় কমিশনার মো. জিয়াউদ্দীন, ১০টিতে জেলা প্রশাসক মোহাম্মদ জাহিদুল ইসলাম মিঞা ও ১টিতে আঞ্চলিক নির্বাচন কর্মকর্তা বেলায়েত হোসেন চৌধুরী। তাঁদের পাশাপাশি অতিরিক্ত জেলা প্রশাসক (এলএ), উপজেলা নির্বাহী কর্মকর্তা ও থানা নির্বাচন কর্মকর্তারা সহকারী রিটার্নিং কর্মকর্তার দায়িত্ব পালন করছেন। তাঁদের কার্যালয় থেকেও মনোনয়নপত্র সংগ্রহ করা যাচ্ছে। সেখানেও মনোনয়নপত্র জমা দেওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলে ৭ অক্টোবরের হামলা নিয়ে হামাসের নথি প্রকাশ, কী আছে নথিতে | প্রথম আলো",
            "time": "2025-12-28T05:07:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fmtt4s5el%2Fhamas-fighter-2025.webp?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘বিস্ফোরণ ছিল অনিবার্য’</strong></p><p>শুক্রবার প্রকাশিত ওই নথির আরেক অংশে হামাস ৭ অক্টোবরের হামলার পেছনের কারণগুলো তুলে ধরেছে।</p><p>হামাস বলেছে, ফিলিস্তিনি ভূমিতে ৭৭ বছরের ইসরায়েলি দখলদারি, গাজা উপত্যকায় ১৭ বছরের অবরোধ, অসলো চুক্তি বারবার ভঙ্গ করা, দক্ষিণপন্থী উগ্রবাদের উত্থান, অধিকৃত পশ্চিম তীর ও পূর্ব জেরুজালেমে ফিলিস্তিনিদের লক্ষ্য করে হামলা এবং এসব ঠেকাতে আন্তর্জাতিক সম্প্রদায়ের ব্যর্থতাই বর্তমান পরিস্থিতির জন্য দায়ী।</p><p>হামাস বলেছে, ‘আগ্রাসন ও অবরোধ চলতে থাকলে এমন বিস্ফোরণ যে অনিবার্য, সে বিষয়ে ফিলিস্তিনি প্রতিরোধ শক্তি বারবার সতর্ক করেছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "নেপাল: হিমালয়ের বুকে জনতার বিজয় | প্রথম আলো",
            "time": "2025-12-28T05:07:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fmpg37mkv%2Fnepal-flag.jpg?rect=0%2C128%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">বিজয়ের ডিসেম্বর দেশে দেশে </h2></p><p><h1 data-title-0=\"নেপাল: হিমালয়ের বুকে জনতার বিজয়\" class=\"IiRps \">নেপাল: হিমালয়ের বুকে জনতার বিজয়</h1></p><div class=\"Ibzfy\"><p>ডিসেম্বর বাংলাদেশের বিজয়ের মাস। কিন্তু বিশ্বে এমন আরও বহু দেশ আছে, যারা তাদের স্বাধীনতা, মুক্তি অথবা যুদ্ধের সমাপ্তির সাফল্যকে স্মরণ করে ‘বিজয় দিবস’ বা সমতুল্য নামে। প্রথম আলো ডিসেম্বরের এই বিশেষ আয়োজনে তুলে ধরছে কীভাবে তারা সেই দিনটিকে আজও নিজেদের জাতীয় জীবনে বাঁচিয়ে রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া-ইউক্রেন যুদ্ধ কি ২০২৬ সালে থামতে যাচ্ছে | প্রথম আলো",
            "time": "2025-12-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fuj539wrn%2FRussia-Ukraine-1.jpg?rect=0%2C53%2C758%2C398&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘দোনেৎস্কই ছিল আমাদের সমস্যার মূল’</strong></p><p>জার্মানির ব্রেমেন বিশ্ববিদ্যালয়ের গবেষক নিকোলাই মিত্রোখিন বলেন, পশ্চিমা দেশগুলো নিষেধাজ্ঞা দিয়ে রাশিয়াকে চাপে ফেলার যে কৌশল নিয়েছে, তা ‘দুর্বল’। কারণ, অনেক দেশই সেগুলো এড়িয়ে মস্কোর সঙ্গে বাণিজ্যে আগ্রহী। এতে ক্রেমলিনের হাতে অন্তত আরও দুই বছর যুদ্ধ চালিয়ে যাওয়ার মতো পর্যাপ্ত সম্পদ রয়েছে।</p><p>বিপরীতে ইউক্রেনের প্রতিরোধ করার সক্ষমতা থাকলেও তাদের ‘দুর্নীতিগ্রস্ত ও ভীরু’ সরকার পর্যাপ্ত জনবল জোগাড় করতে ব্যর্থ হচ্ছে।</p><p>মিত্রোখিনের মতে, পশ্চিমা মধ্যস্থতাকারীরা রাশিয়াকে থামাতে না পারায় গুরুত্বপূর্ণ কয়েকটি জায়গা থেকে ইউক্রেনীয় বাহিনী ধীরে ধীরে পিছু হটছে।</p><p>মিত্রোখিন আল-জাজিরাকে বলেন, ‘তবে এমন সম্ভাবনা আছে যে ট্রাম্প ও তাঁর প্রশাসন হয় জেলেনস্কিকে দোনেৎস্ক ছেড়ে দিতে বাধ্য করবে, নয়তো যুদ্ধকালীন (প্রেসিডেন্ট) নির্বাচনের আয়োজন করে ইউক্রেনে ক্ষমতার পালাবদল ঘটাবে।’</p><p>অনেক সাধারণ ইউক্রেনীয় নাগরিক যুদ্ধ, রাশিয়ার গোলাবর্ষণ, বিদ্যুৎ–বিভ্রাট এবং অর্থনৈতিক মন্দায় ক্রমেই ক্লান্ত হয়ে পড়ছেন।</p><p>৬৩ বছর বয়সী সাবেক অর্থনীতিবিদ তারাস তিমোশচুক আল-জাজিরাকে বলেন, ‘দোনেৎস্কই ছিল আমাদের সব সমস্যার উৎস। রাশিয়া ওটা নিক, আর পুনর্গঠনে কোটি কোটি ডলার খরচ করুক।’</p><p>তিমোশচুক ২০১৪ সালে দোনেৎস্ক ও পার্শ্ববর্তী লুহানস্কে রুশপন্থীদের বিদ্রোহের প্রসঙ্গ টেনে এ কথা বলেন।</p><p>তিমোশচুক বলেন, ‘আমি চাই, পাখির ডাক শুনে আমার ঘুম ভাঙুক। রুশ ড্রোন আর ক্ষেপণাস্ত্রের শব্দে নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘স্যুর ল্য বাংলাদেশ’ | প্রথম আলো",
            "time": "2025-12-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Ftvdfj3po%2FWhatsApp-Image-2025-12-24-at-22.21.06-2.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেরে লাসেজের সমাধিগুলো কত কিছুতে ভর্তি! ফুল, চুম্বন, টুকরো কবিতা, গানের কলি, গ্রাফিতি। পরলোকগত বিখ্যাত লোকদের প্রতি ভক্তকুলের তুমুল ভালোবাসার, সীমাহীন মশকরার মাথা খারাপ একেকটা প্রদর্শনী। খোয়া বাঁধানো পথে আচম্বিতে লাভলেনের মতো বাঁক। তবে এত ঘেঁষাঘেঁষি কবর যে ঘাস ও মাটির দেখা মেলে না। রাস্তার দুধারে শুধু উঁচু উঁচু গাছের সারি। আর গাছের সারির পেছনে নানা ডিজাইনের ছোট ছোট ঘর। এগুলোই আসলে কবর।</p><p>বাইরে নববসন্তের কোলাহল। ঝলমলে কোমল রোদ, নাতিশীতোষ্ণ বায়ু। দিকে দিকে শীতনিদ্রা থেকে জেগে ওঠার চরম উচ্ছ্বাস। তা থেকে পেরে লাসেজে পা দিয়ে মনে হলো জীবনের অপর পারে এসে পড়েছি। সব রং মুছে গেছে। এ এক করাল বর্ণের পৃথিবী। মানে দৃশ্যপট পুরোই পাল্টে গেছে আরকি। এখানে রোদ পড়লেও বাতাস ঢোকে না। শেষ বিন্দু তো, সবকিছুই তাই স্থির, নিরানন্দ। বেশ কিছু ট্যুরিস্ট একা একাই ঘুরছে। দল বেঁধে এলেও কবরের ভেতরের মানুষগুলোর মতো একা। এ মৃত্যুপুরীতে প্রিয় কারও কবরফলক তালাশ করতে করতে কখন সঙ্গীহারা হয়ে গেছে, নিজেও হয়তো জানে না। বা কবর–দর্শনের জার্নিটাই হয়তো এমন, একা একাই করতে হয়। তার মধ্যে যতটুকু চাপা স্বর, ক্ষীণ আওয়াজ—তা শুধু মানুষের। অ্যামবিয়েন্ট সাউন্ড গভীর নৈঃশব্দ্যে যেন হারিয়ে গেছে। গ্রাফিতিই শুধু মৃতের হয়ে নানা ভাষায় কথা বলে...</p><p>লাইট মাই ফায়ার, দ্য লিজার্ড কিং, স্ট্রেইঞ্জ ডে—বিখ্যাত রক মিউজিশিয়ান জিম মরিসনের কবরের পাশের দেয়ালে চিত্রিত গানের কলি, রঙিন কালিতে অ্যালবামের নাম লেখা গ্রাফিতি। কবরজুড়ে বাসি আর তাজা ফুলের স্তূপ, ওলটানো ফুলদানি, হেলানো ওয়াইন বোতল। এসবের মধ্যে আগে নাকি কোকেনও রাখা হতো। বলা হয়, অতিরিক্ত কোকেন সেবনে হৃদ্‌যন্ত্রের ক্রিয়া বন্ধ হয়ে জিম মরিসন মারা যান। প্যারিসের বাসার বাথটাবে তাঁকে মৃত পাওয়া গিয়েছিল। সেই একই বছর মানে ১৯৭১ সালে আমেরিকা ছেড়ে প্যারিসে পাড়ি জমান মরিসন। তাঁর মৃত্যুর কারণ আর নিজের মতো বেঁচে থাকার জন্য দেশান্তর, এসবের অনুরণনই হয়তো তাঁর এপিটাফে—‘ট্রু টু হিজ ওন স্পিরিট’।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যারিয়ারে ঝুঁকি নেবেন, আগে প্রয়োগ করুন ১০-১০-১০ নিয়ম | প্রথম আলো",
            "time": "2025-12-28T04:51:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-28%2Fdq6gq9v5%2F160.jpg?rect=0%2C0%2C7990%2C4195&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লিংকডইনে ট্রেন্ডিং</strong></p><p>এই নিয়ম বিশেষভাবে তরুণ পেশাজীবীদের মধ্যে জনপ্রিয়। লিংকডইন পোস্ট ও ক্যারিয়ার ফোরামে ব্যবহারকারীরা উল্লেখ করেছেন, ক্যারিয়ার বিষয়ে গুরুত্বপূর্ণ সিদ্ধান্ত নিতে এই নিয়ম কার্যকর হচ্ছে। উদাহরণস্বরূপ—<br>নতুন চাকরি গ্রহণ নিয়ে দ্বিধায় থাকলে, ভাবুন—<br>১০ দিনে: নতুন রুটিনে মানিয়ে নিতে উদ্বেগ থাকবে।<br>১০ মাসে: নতুন দক্ষতা অর্জন, বেতন বৃদ্ধি ও পরিচিতি বাড়বে।<br>১০ বছরে: সাময়িক অস্বস্তি ভুলে গিয়ে দীর্ঘমেয়াদি ক্যারিয়ার গঠনে এটি গুরুত্বপূর্ণ ভূমিকা রাখবে।</p><p>বিশেষজ্ঞরা মনে করেন, তরুণ পেশাজীবীদের জন্য এই নিয়ম বিশেষভাবে কার্যকর। কারণ, এটি সাহসী সিদ্ধান্ত নেওয়ার অনুমতি দেয় এবং আবেগজনিত বিভ্রান্তি কমায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আয়কর রিটার্ন জমার সময় বাড়ল আরও এক মাস | প্রথম আলো",
            "time": "2025-12-28T04:51:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2F2fkjma0l%2F%E0%A6%8F%E0%A6%A8%E0%A6%AC%E0%A6%BF%E0%A6%86%E0%A6%B0.png?rect=0%2C0%2C654%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব করদাতাকে রিটার্ন দিতে হলে এই ওয়েবসাইটে গিয়ে জমা দিতে হবে। এ জন্য প্রথমে নিবন্ধন নিতে হবে। নিবন্ধন নিয়ে পাসওয়ার্ড দিয়ে ওয়েবসাইটে প্রবেশ করে আপনি আপনার রিটার্ন জমা দিতে পারবেন।</p><p>অনলাইনে আয়কর রিটার্ন বা ই-রিটার্ন দিতে কোনো কাগজপত্র আপলোড করতে হয় না। এসব কাগজের তথ্য দিলেই হবে। তবে যেসব কাগজের তথ্য দেবেন, তা সংরক্ষণ করবেন। কারণ, ভবিষ্যতে নিরীক্ষা বা অন্য কোনো প্রয়োজনে কাগজপত্র চাইলে যেন তা দিতে পারেন।</p><p>অনলাইনে রিটার্ন দেওয়ার সময় ঘরে বসেই কর দিতে পারবেন। যেমন ব্যাংক ট্রান্সফার, ডেবিট কার্ড, ক্রেডিট কার্ড, বিকাশ, রকেট, নগদ অথবা অন্য কোনো মোবাইল ফাইন্যান্সিয়াল সার্ভিস অ্যাপ ব্যবহার করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় খালেদা জিয়ার আসনে মনোনয়নপত্র নিলেন বিএনপি নেতা মিল্টন | প্রথম আলো",
            "time": "2025-12-28T04:37:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F2gcxyg08%2F6048951128922036668269969091502423477228930n.jpg?rect=0%2C27%2C721%2C379&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ২২ ডিসেম্বর একই কার্যালয় থেকে দলীয় নেতা-কর্মীদের সঙ্গে নিয়ে বিএনপির চেয়ারপারসন খালেদা জিয়ার পক্ষে মনোনয়নপত্র সংগ্রহ করেন গাবতলী উপজেলা বিএনপির সভাপতি মোরশেদ মিল্টন।</p><p>গাবতলী উপজেলা নির্বাচন কর্মকর্তা আনিসুর রহমান বলেন, বিএনপির নেতা মোরশেদ মিল্টনের পক্ষে দলীয় নেতা-কর্মীরা মনোনয়নপত্র নিয়েছেন।</p><p>এ বিষয়ে মোরশেদ মিল্টন বলেন, ‘দলের হাইকমান্ডের সিদ্ধান্তেই চেয়ারপারসনের আসনে আমার পক্ষে আরও একটি মনোনয়নপত্র সংগ্রহ করা হয়েছে। মনোনয়নপত্র দাখিলের পর এ বিষয়ে হাইকমান্ড চূড়ান্ত সিদ্ধান্ত নেবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-পাকিস্তান বৈরিতার তুঙ্গছোঁয়া এক বছর | প্রথম আলো",
            "time": "2025-12-28T04:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fc7jaqfup%2F2025-09-28T201538Z1167859714UP1EL9S1KA0BIRTRMADP3CRICKET-ASIACUP-IND-PAK.JPG?rect=0%2C0%2C4350%2C2284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫ সালে আন্তর্জাতিক ক্রিকেটে খেলার চেয়ে ‘ধুলা’ই বেশি ছিল। ভারত-পাকিস্তান রাজনৈতিক বিরোধে আগেই ক্রিকেট অভিধানে ‘হাইব্রিড’ শব্দটা ঢুকে গেছে। এ বছরও নিরপেক্ষ ভেন্যুতে হয়েছে বৈশ্বিক ও মহাদেশীয় টুর্নামেন্টের ভারত-পাকিস্তান ম্যাচ। তবে এবার বাড়তি উত্তেজনা সৃষ্টি করেছে পেহেলগাম হামলা। মাঠে দুই দলের লড়াইয়ে ন্যূনতম সৌজন্যবোধও দেখা যায়নি এরপর। যার ফল অদৃশ্য ট্রফি নিয়ে ভারতের এশিয়া কাপ জয় উদ্‌যাপনের অবিশ্বাস্য সেই ছবি।</p><p>মাঠের বাইরে ঘটনায় পেছনে পড়ে গেছে ব্যক্তিগত ও দলীয় অনেক কীর্তিই। এ বছরই প্রথমবার বিশ্ব চ্যাম্পিয়ন হয়েছে দক্ষিণ আফ্রিকা, জিতেছে ওয়ার্ল্ড টেস্ট চ্যাম্পিয়নশিপ। প্রথমবারের মতো নারী ওয়ানডে বিশ্বকাপ জিতেছে ভারত, জিতেছে চ্যাম্পিয়নস ট্রফি ও এশিয়া কাপও। দারুণ প্রতিদ্বন্দ্বিতাময় এক সিরিজে ইংল্যান্ডের মাঠে ইংল্যান্ডের সঙ্গে পাঁচ ম্যাচের টেস্টে সিরিজটা ২-২ ব্যবধানে ড্র করেছে ভারত। সেই সিরিজে ভারত অধিনায়ক শুবমান গিলের পারফরম্যান্স ছিল এককথায় অবিশ্বাস্য।</p></div></div></div></body></html>"
        },
        {
            "title": "চার দিনের আবাসন মেলায় ৩০৪ কোটি টাকার প্লট-ফ্ল্যাটের বিক্রি ও বুকিং | প্রথম আলো",
            "time": "2025-12-28T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Ffmdbco2m%2FWhatsApp-Image-2025-12-27-at-10.27.08-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী ঢাকায় অনুষ্ঠিত চার দিনের আবাসন মেলায় ৩০৪ কোটি টাকার ফ্ল্যাট, প্লট ও বাণিজ্যিক স্পেস বা জায়গা বিক্রি ও বুকিং হয়েছে। বিশেষ করে রেডি বা প্রস্তুত ফ্ল্যাট ও প্লটে বেশি আগ্রহ দেখিয়েছেন গ্রাহকেরা।</p><p>রিয়েল এস্টেট অ্যান্ড হাউজিং অ্যাসোসিয়েশন অব বাংলাদেশ (রিহ্যাব) রাজধানীর আগারগাঁওয়ের বঙ্গবন্ধু আন্তর্জাতিক সম্মেলন কেন্দ্রে এ মেলার আয়েজন করেছে। গতকাল শনিবার ছিল মেলার শেষ দিন। গতকাল সন্ধ্যায় এক বিজ্ঞপ্তিতে রিহ্যাব জানিয়েছে, এবারের মেলায় মোট ৩০৪ কোটি ১১ লাখ ৫১ হাজার টাকার টাকার ফ্ল্যাট, প্লট এবং বাণিজ্যিক স্পেস বিক্রি ও বুকিং হয়েছে। এর মধ্যে ১৭২ কোটি টাকার ফ্ল্যাট, ৭৪ কোটি টাকার প্লট ও ৫৮ কোটি ১১ লাখ ৫১ হাজার টাকার বাণিজ্যিক জায়গা ছিল। এ ছাড়া প্রায় ৭৭৮ কোটি টাকার ব্যাংক কমিটমেন্ট এসেছে। তবে দেশের সার্বিক পরিস্থিতির কারণে এ বছর মেলায় ক্রেতা–দর্শনার্থী উপস্থিতি ও বিক্রি–বুকিং তুলনামূলক কম হয়েছে। ২০২৪ সালের রিহ্যাব মেলায় ৪০৩ কোটি ১২ লাখ ৭৪ হাজার টাকার ফ্ল্যাট, প্লট ও বাণিজ্যিক জায়গা বিক্রি ও বুকিং হয়েছিল।</p><p>গতকাল দুপুরে মেলা ঘুরে এবং আবাসন কোম্পানির কর্মকর্তা ও গ্রাহকদের সঙ্গে কথা বলে জানা গেছে, ফ্ল্যাট ও প্লট—উভয় ক্ষেত্রেই ক্রেতাদের আগ্রহ রয়েছে। বিশেষ করে এক–দেড় কোটি টাকার ফ্ল্যাট এবং ৫–১০ লাখ টাকার প্লটে আগ্রহ বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "১ ছবি হিট, তবু বিলিয়ন ডলারের মালিক তিনি | প্রথম আলো",
            "time": "2025-12-28T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fxrahs504%2Fjerryseinfeld.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্ট্যান্ডআপ কমেডি যে কতটা লাভজনক হতে পারে, তা অনেকের কল্পনার বাইরে। কিন্তু একজন কমেডিয়ানের ক্ষেত্রে এ জনপ্রিয়তাই তাঁকে এমন এক উচ্চতায় পৌঁছে দিয়েছে, যেখানে তিনি আজ বিশ্বের শীর্ষ ধনী তারকাদেরও ছাড়িয়ে গেছেন। মাত্র একটি বক্স অফিস হিট সিনেমা থাকা সত্ত্বেও তিনি টম ক্রুজ, ডোয়াইন জনসন বা শাহরুখ খানের চেয়েও বেশি সম্পদের মালিক। বিশ্বের সবচেয়ে ধনী কমেডিয়ানের মোট সম্পদের পরিমাণ প্রায় ১ দশমিক ১ বিলিয়ন ডলার।</p><p><strong>বিশ্বের সবচেয়ে ধনী কমেডিয়ান<br></strong>নব্বইয়ের দশকের জনপ্রিয় সিটকম ‘সাইনফিল্ড’-এর নির্মাতা ও প্রধান অভিনেতা জেরি সাইনফিল্ডই বর্তমানে বিশ্বের সবচেয়ে ধনী কমেডিয়ান এবং কমেডির জগতে একমাত্র বিলিয়নিয়ার। ফোর্বসের তথ্য অনুযায়ী, তাঁর মোট সম্পদের পরিমাণ ১ দশমিক ১ বিলিয়ন ডলার, যা তাঁকে হলিউডের সবচেয়ে ধনী ব্যক্তিদের তালিকায় স্থান দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অবহেলা আর নানা সংকটে বীরশ্রেষ্ঠদের স্মরণে বানানো জাদুঘর ও গ্রন্থাগার | প্রথম আলো",
            "time": "2025-12-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fnixjh8df%2FBir-Nur-Mohammad-sheikh.jpg?rect=0%2C76%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নড়াইল সদর উপজেলার মহিষখোলা (বর্তমান নূর মোহাম্মদ নগর) গ্রামে স্থাপন করা হয়েছে বীরশ্রেষ্ঠ নূর মোহাম্মদ শেখ গ্রন্থাগার ও স্মৃতি জাদুঘর। এটি নূর মোহাম্মদ শেখের জন্মস্থান। নড়াইল জেলা পরিষদের তত্ত্বাবধানে ৬৬ লাখ টাকা ব্যয়ে নির্মিত এই প্রতিষ্ঠানটিতে বীরশ্রেষ্ঠের ব্যবহৃত জিনিসপত্র ছাড়াও রয়েছে প্রায় ৬ হাজার বই। ২০০৮ সালের ১৮ মার্চ উদ্বোধন করা হয় এই প্রতিষ্ঠানটি।</p><p>সম্প্রতি সরেজমিন প্রতিষ্ঠানটি তালাবদ্ধ অবস্থায় পাওয়া যায়। বাইরে থেকে দেখা যায়, কয়েকটি জানালার কাচ ভাঙা পড়ে আছে। আশপাশে কেউ নেই। এরপর গ্রন্থাগারের কেয়ারটেকার ইউনুস শেখের মুঠোফোন নম্বর সংগ্রহ করে তাঁকে ফোন দিলে তিনি জানান, দাপ্তরিক কাজে তিনি নড়াইল জেলা পরিষদে গেছেন। এ কারণে গ্রন্থাগারটি বন্ধ আছে।</p><p>এ সময় এলাকার কয়েকজনের সঙ্গে কথা বলে জানা যায়, বীরশ্রেষ্ঠের স্মরণে ও এলাকাবাসীর জ্ঞানের প্রসার ঘটানোর লক্ষ্যে কোটি টাকা খরচ করে গ্রন্থাগার ও জাদুঘরটি নির্মাণ করে হলেও কাঙ্ক্ষিত সুফল মিলছে না। জনবলসংকটে মাঝেমধ্যে এটি বন্ধ থাকে। দূরদূরান্ত থেকে অনেক অতিথিরা এসেও ফিরে যান কখনো কখনো। এ ছাড়া লাইব্রেরিতে ছয় হাজার বই থাকা সত্ত্বেও লাইব্রেরিয়ানের অভাবে এর সুষ্ঠু ব্যবহার হচ্ছে না।</p><p>পরে জেলা পরিষদের গিয়ে আবার কথা হয় কেয়ারটেকার ইউনুস শেখের সঙ্গে। তিনি বলেন, মাঝেমধ্যে লাইব্রেরিয়ান নিয়োগ দেওয়া হলেও তাঁরা থাকেন না। প্রতিষ্ঠানের শুরু থেকেই তিনি এখানে কেয়ারটেকার হিসেবে কাজ করছেন। পুরো প্রতিষ্ঠানটিতে বর্তমানে তিনি একাই কর্মরত। এর ফলে দাপ্তরিক কোনো কাজকর্মে তিনি বাইরে থাকলে প্রতিষ্ঠানটি বন্ধ পড়ে থাকে। এ ছাড়া বিভিন্ন অনুষ্ঠানের সময় অনেক মানুষের সমাগম হয়, সে সময় একার পক্ষে সামাল দেওয়া কঠিন হয়। তিনি আরও বলেন, ভালোভাবে রক্ষণাবেক্ষণ না করার ফলে ভবন, বই ও আলমারিগুলো নষ্ট হয়ে যাচ্ছে। সেখান একজন করে লাইব্রেরিয়ান, আয়া ও প্রহরী নিয়োগ দিলে ভালো হয়।</p><p>এ ব্যাপারে জেলা পরিষদের প্রধান নির্বাহী কর্মকর্তা মো. আছাদুজ্জামান প্রথম আলোকে বলেন, তিনি অল্প কিছুদিন আগে এখানে যোগদান করেছেন। দ্রুতই ওই প্রতিষ্ঠানটি পরিদর্শনে যাবেন। সুষ্ঠুভাবে পরিচালনার জন্য প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়গুলো এখন সারা বছর এই টুর্নামেন্টের অপেক্ষায় থাকে | প্রথম আলো",
            "time": "2025-12-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fxe36v704%2FA21I5940.JPG?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীত-শীত রোদ হাতছানি দিয়ে এক বিকেলে টেনে নিয়ে গিয়েছিল রমনা পার্কে। একটা চক্কর দিয়ে লেকের পাশে রেলিংয়ে ভর দিয়ে একটু দাঁড়িয়েছি। পাশেই দাঁড়ানো দুই তরুণের কথোপকথন কানে এল। </p><p>কথা বলছেন আসলে একজনই। আরেকজন নীরব শ্রোতা। একটা কথা শুনে একটু উৎকর্ণ হয়ে উঠলাম, ‘কাল স্টেডিয়ামে ফ্রি ফুটবল খেলা দেখলাম। দারুণ লাগল।’</p><p>এরপর সেই খেলার বর্ণনা। যা শুনে এই তরুণের সঙ্গে একটু কথা না বলে পারলাম না। যে ‘ফুটবল খেলা’র কথা বলছেন, সেটি যে ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল, এটা তো বুঝেই ফেলেছি। কথা বলে জানলাম, ওই তরুণ বায়তুল মোকাররমের দক্ষিণ গেটে পাঞ্জাবি বিক্রি করেন। ফুটবল খেলা খুব পছন্দ; কিন্তু টিকিটের টাকা খরচ করে সব সময় স্টেডিয়ামে ঢোকা হয় না। </p></div></div></div></body></html>"
        },
        {
            "title": "নৌকাডুবিতে প্রাণ গেল ভ্যালেন্সিয়া কোচ ও তাঁর তিন সন্তানের | প্রথম আলো",
            "time": "2025-12-28T03:39:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fbht36myg%2Fcrop-3852468.webp?rect=0%2C18%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইন্দোনেশিয়ায় নৌকাডুবিতে স্প্যানিশ ক্লাব ভ্যালেন্সিয়ার এক কোচ ও তাঁর তিন সন্তান মর্মান্তিকভাবে মারা গেছেন। ক্লাবটি শনিবার নিশ্চিত করেছে, নারী ‘বি’ দলের কোচ ফার্নান্দো মার্টিনের মৃত্যু হয়েছে।</p><p>মার্টিন তাঁর পরিবার নিয়ে ইন্দোনেশিয়ার উপকূলে একটি পর্যটক নৌকায় ছিলেন। নৌকাটি প্রায় ১০ ফুট উঁচু ঢেউয়ের আঘাতে দুর্ঘটনায় পড়ে। </p><p>ইন্দোনেশিয়ার রাষ্ট্রীয় সংবাদ সংস্থা আন্তারা জানিয়েছে, শুক্রবার রাতে জনপ্রিয় পর্যটন গন্তব্য লাবুয়ান বাজোর কাছে পাদার দ্বীপ প্রণালিতে নৌকাটি ডুবে যাওয়ার সময় এতে ১১ জন আরোহী ছিলেন। </p><p>দুর্ঘটনার পর ভ্যালেন্সিয়ার কোচ মার্টিন এবং তাঁর ৯, ১০ ও ১২ বছর বয়সী তিন সন্তান নিখোঁজ ছিলেন। পরে তাঁদের মৃত ঘোষণা করা হয়। মার্টিনের স্ত্রী ও সাত বছর বয়সী কন্যাকে জীবিত উদ্ধার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া শান্তি চায় না, কিয়েভে হামলাই এর প্রমাণ: জেলেনস্কি | প্রথম আলো",
            "time": "2025-12-28T03:30:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fnzm1uphw%2FCapture.jpg?rect=0%2C13%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের রাজধানী কিয়েভে শনিবার রাতভর জোরালো হামলা চালিয়েছে রুশ বাহিনী। এতে নিহত হয়েছেন অন্তত দুজন। এর পরিপ্রেক্ষিতে দেশটির প্রেসিডেন্ট ভলোদিমির জেলেনস্কি গতকাল বলেন, ‘রাশিয়া শান্তি চায় না। কিয়েভে হামলার ঘটনা এটাই প্রমাণ করে।’ যুক্তরাষ্ট্র–ইউক্রেন নতুন করে শান্তি আলোচনা শুরুর প্রস্তুতির আগে এ কথা বলেন তিনি।</p><p>যুক্তরাষ্ট্রের ফ্লোরিডায় যাওয়ার পথে নিজের টেলিগ্রাম চ্যানেলে এ কথা লেখেন জেলেনস্কি। সেখানে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের সঙ্গে রোববার (আজ) বৈঠক করার কথা তাঁর। ইতিমধ্যে যুক্তরাষ্ট্র ও ইউক্রেনের আলোচকেরা ট্রাম্পের নতুন ২০ দফা শান্তি পরিকল্পনার বিষয়ে একমত হয়েছেন। সেটি নিয়েই বিশদ আলোচনা করবেন দুই নেতা।</p><p>ট্রাম্প–জেলেনস্কির বৈঠকের আগে কিয়েভে প্রায় ১০ ঘণ্টা ধরে একের পর এক হামলা চালায় রুশ বাহিনী। স্থানীয় কর্তৃপক্ষ বলছে, মস্কোর ক্ষেপণাস্ত্র ও ড্রোন হামলায় দুজন নিহত এবং অন্তত ৩২ জন আহত হয়েছেন।</p></div></div></div></body></html>"
        }
    ]
}