{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভূমিকম্পে নরসিংদীতে ৫ জনের প্রাণহানি | প্রথম আলো",
            "time": "2025-11-21T16:14:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fgjoqeub5%2Fnarshingdhi_3.jpg?rect=0%2C26%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূমিকম্পে নরসিংদী সদর, পলাশ ও শিবপুর উপজেলায় মৃতের সংখ্যা বেড়ে ৫ জনে দাঁড়িয়েছে। সদর উপজেলায় ছাদ ধসে বাবা-ছেলে দেলোয়ার ও ওমর ফারুকের মর্মান্তিক মৃত্যু হয়েছে। এছাড়া পলাশে নাসির উদ্দিন হৃদরোগে আক্রান্ত হয়ে এবং কাজম আলী দেয়ালচাপায় মারা যান। শিবপুরে ফোরকান মিয়া গাছ থেকে পড়ে মারা যান। আবহাওয়া অধিদপ্তরের তথ্য মতে, রিখটার স্কেলে এই ভূমিকম্পের মাত্রা ছিল ৫.৭।</p></div></div></div></body></html>"
        },
        {
            "title": "এই ভূমিকম্প ফোর শক, মেইন শক এখনো আসেনি: শাকিল নেওয়াজ | প্রথম আলো",
            "time": "2025-11-21T16:02:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F1h1odbtv%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এই ভূমিকম্প ফোর শক, মেইন শক এখনো আসেনি: শাকিল নেওয়াজ\" class=\"nA4h1 \">এই ভূমিকম্প ফোর শক, মেইন শক এখনো আসেনি: শাকিল নেওয়াজ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-21T22:02:30+06:00\"><span>প্রকাশ: ২১ নভেম্বর ২০২৫, ১৬: ০২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সালিসের মাধ্যমে সমাধান চায় জিপি ও রবি | প্রথম আলো",
            "time": "2025-11-21T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F15%2Faa453484bff8609783d28c4d23ed1426-5d7dce86a49a2.jpg?rect=0%2C20%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রামীণফোন চিঠিতে বলেছে, এ–সংক্রান্ত মামলাটি ছয় বছর ধরে বিচারাধীন। দেওয়ানি আদালতে মামলার জট ও নিষ্পত্তির ধীরগতির কারণে নিকট ভবিষ্যতে চূড়ান্ত রায় পাওয়া সম্ভব নয়। এ অবস্থায় সালিসি প্রক্রিয়ার মাধ্যমে বিরোধ নিষ্পত্তি করা হলে তা সংশ্লিষ্ট সব পক্ষের জন্যই ভালো। বিটিআরসি যেন সালিসি চুক্তির মাধ্যমে এ বিষয়ে নিয়ে আলোচনা শুরু করে, সে অনুরোধও জানিয়েছে গ্রামীণফোন।</p><p>জানতে চাইলে গ্রামীণফোনের চিফ করপোরেট অ্যাফেয়ার্স অফিসার তানভীর মোহাম্মদ প্রথম আলোকে বলেন, ‘গ্রামীণফোন সব সময়ই দায়িত্বশীল ও আইন মেনে চলা কোম্পানি। শুরু থেকে নিরীক্ষা দাবি নিয়ে আমরা চ্যালেঞ্জ করেছি। কারণ, এই নিরীক্ষায় বিষয়বস্তু, পদ্ধতি ও প্রক্রিয়াগত ত্রুটি রয়েছে। এ অবস্থায় সবার স্বার্থে একটি ন্যায়সংগত, স্বচ্ছ ও সময়োপযোগী সমাধানে পৌঁছানো দরকার। সালিসি প্রক্রিয়া এই ধরনের বিষয় সমাধানের জন্য একটি প্রতিষ্ঠিত ও কার্যকর আইনি পদ্ধতি। গ্রামীণফোন বিটিআরসির সঙ্গে আন্তরিকভাবে কাজ করতে প্রস্তুত, যাতে এই প্রক্রিয়ার মাধ্যমে বিষয়টির সমাধান নিশ্চিত করা যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "কী আছে নতুন এই কোরীয় সিরিজে | প্রথম আলো",
            "time": "2025-11-21T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2Fdca46u7h%2FMV5BMDdhZDU0YjUtN2FiZi00MmI0LWFmZmYtMDcxZjQ1NDcxM2IyXkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিরিজটিতে অভিনয়ের প্রস্তুতি নিয়েও সাক্ষাৎকারে কথা বলেন অভিনেত্রী, ‘সেটে নিজেকে ঠিক রাখার চেষ্টা করতাম। যখন বুঝতাম, মানসিক চাপ বেশি হচ্ছে, বিরতি নিয়ে নিজের মতো সময় কাটাতাম। তবে কেবল মানসিকভাবে নয়, আমাকে এই চরিত্রে অভিনয়ের জন্য শারীরিকভাবেও তৈরি হতে হয়েছে। ওজন ৪১ কেজি থেকে ৩৭-এ নামিয়ে এনেছিলাম। আসলে চরিত্রটি যে ভীষণ শারীরিক ও মানসিক বিপর্যয়ের মধ্য দিয়ে যাচ্ছে, সেটাই দেখাতে চেয়েছেন নির্মাতা; আমিও সেটাই তুলে ধরতে চেয়েছি,’ বলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঙালি মুসলমান চিন্তার মেরুকরণ (২) | প্রথম আলো",
            "time": "2025-11-21T15:58:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Ffmcqumz7%2FWhatsApp-Image-2025-11-21-at-16.31.52-1.jpeg?rect=0%2C199%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একদিকে মুসলমান সমাজে মুদ্রণমাধ্যমের বরাতে নতুন ধরনের সম্পর্কজাল (নেটওয়ার্কিং) যেমন নিবিড় ও শক্তিশালী হচ্ছিল, একই সঙ্গে তাদের নিজ সমাজে সরদারি কে করবে সেই প্রশ্ন বড় হয়ে উঠছিল। সমাজের সরদার ও দিশারি কে হবে, সেই প্রশ্নেই মোল্লা বনাম তরুণ এই দ্বিধাবিভাজন প্রবল হলো। নজরুল আগে থেকেই গোঁড়াপন্থী মোল্লাদের প্রতি ক্রিটিক্যাল ছিলেন। কাব্য-আমপারার উৎসর্গপত্রে (১৯৩৩ সাল) মৌলবি সাহেবদের নায়েবে-নবি বলে প্রগাঢ় শ্রদ্ধা প্রদর্শন করেছেন নজরুল, কিন্তু কাঠমোল্লাদের প্রতি তাঁর ছিল অশ্রদ্ধা। সওগাত পত্রিকার রসাত্মক লেখা ‘চানাচুরে’ নজরুল বলেন, ‘মওলানা মৌলবি সাহেবকে সওয়া যায়, মোল্লাকেও চক্ষু-কর্ণ বুঁজিয়া সহিতে পারি। কিন্তু কাঠমোল্লার অত্যাচার অসহ্য হইয়া উঠিয়াছে। ইসলামের কল্যাণের নামে ইহারা যে কওমের, জাতির, ধর্মের কি অনিষ্ট করিতেছেন, তাহা বুঝিবার মতো জ্ঞান নাই বলিয়াই ইহাদের ক্ষমা করা যায়। ইহারা প্রায় প্রত্যেকেই ‘মনে মনে শাহ ফরিদ, বগল-মে ইট’।… ইহাদের ফতুয়া-ভরা ফতোয়া। বিবি তালাক ও কুফরির ফতোয়া তো ইহাদের জাম্বিল হাতড়াইলে দুই দশ গণ্ডা পাওয়া যাইবে। এই ফতুয়াধারী ফতোয়াবাজদের হাত হইতে গরিবদের বাঁচাইতে যদি কেহ পারে তো সে তরুণ।... চোগা-চাপকান দাড়ি-টুপি দিয়া মুসলমান মাপিবার দিন চলিয়া গিয়াছে।’</p><p>কারা ছিল এই ‘তরুণ’? ইয়ং বেঙ্গল, ইয়ং জার্মানি ইত্যাদি ধারণার প্রায় এক শ বছর পর ইয়ং তুর্ক হয়ে পরে এল বাঙালি মুসলমানের ‘তরুণ’ দল। সে তরুণদের পরিচয় মেলে আবুল মনসুর আহমদের লেখায়। তিনি লেখেন যে কলকাতায় গিয়ে তাঁরা ‘দরিদ্র মেসের ভাঙ্গা চৌকির ময়লা-ছেঁড়া বিছানায় শুইয়া-বসিয়া… দুনিয়ার মুসলমানদের ভাগ্য আলোচনা’ করতেন। এই আলোচনায় তাঁরা মুসলমানের চিন্তা, বুদ্ধি ও জ্ঞানের সংকটকেই প্রধান সমস্যা শনাক্ত করলেন। মুসলমান আজ ‘ইসলামের ভাল আদর্শ ত্যাগ করিয়া’ শুধু নামাজ-রোজার মতো সওয়াব কামানোর ‘আচার-অনুষ্ঠানের মধ্যেই ধর্ম সাধনাকে সীমাবদ্ধ করিয়াছে।’ এই ‘সার্বিক অধঃপতনের জন্য দায়ী মোল্লারা’, যারা ‘ইসলামের ভুল ব্যাখ্যা’ করে ‘মুসলমান জনসাধারণকে অজ্ঞান ও দারিদ্র্যের মধ্যে ডুবাইয়া রাখিয়াছে।’ তাদের মধ্যে পরলোকমুখিতা বাড়ার ফলে ইহলৌকিক ধনের আশা তারা ছেড়েছে। এই উপলব্ধি থেকে মনসুর ও তাঁর সমমনারা উঠে পড়ে লাগলেন পরিস্থিতি বদলের জন্য। ‘সবাই মোল্লাবিরোধী লেখা চালাইতাম। ডা. লুৎফর রহমান, এস ওয়াজেদ আলী, কাজী নজরুল ইসলাম, কাজী আবদুল ওদুদ, হুমায়ুন কবির, মোহাম্মদ ওয়াজেদ আলী ও আমি চুটাইয়া মোল্লাবিরোধী অভিযান শুরু করিলাম।’ মৌলবি মুজিবর রহমান সম্পাদিত দি মুসলমান পত্রিকার সহকর্মী মৌলবি আবুল হায়াত, মোহাম্মদ ওয়াজেদ আলী ও আবুল কালাম শামসুদ্দীনের সঙ্গে আবুল মনসুর ‘অ্যান্টি-মোল্লা লীগ’ গঠনে নামলেন। মৌলবি মুজিবর রহমান তাঁদের পরামর্শ দিলেন মোল্লা বিদ্বেষ না করে মোল্লাকির বিরোধিতা করতে। (আহমদ, আত্মকথা) কাছাকাছি সময়ে ঢাকা বিশ্ববিদ্যালয়কে কেন্দ্র করে শিখা গোষ্ঠী ‘বুদ্ধির মুক্তি’ আন্দোলন শুরু করেছে।</p><p>বলা বাহুল্য তুরস্কে কামালের সংস্কার আর তার দেখাদেখি ইরান, আফগানিস্তান ইত্যাদি দেশে যেসব সংস্কার আরোপ করা হচ্ছিল, তার ঢেউ এসে আলোড়ন তুলছিল বাঙালি মুসলমান সমাজে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকসু সদস্য রাফিয়ার বাড়িতে রাতে ককটেল নিক্ষেপের ঘটনায় গ্রেপ্তার ৪ | প্রথম আলো",
            "time": "2025-11-21T15:57:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fdndqe6x3%2FMymensinghDH16.jpg?rect=0%2C369%2C966%2C507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার ব্যক্তিরা হলেন নগরের কেওয়াটখালী এলাকার মো. মাসুদ রানা (৪৫), আকুয়া বোর্ডঘর এলাকার মো. আরিফ (৩০), মো. বিপুল (২১), আকুয়া ওয়্যারলেস গেট এলাকার মো. রাজন (১৯)। চারজনই কার্যক্রম নিষিদ্ধ আওয়ামী লীগ ও ছাত্রলীগের রাজনীতির সঙ্গে সক্রিয় বলে জানিয়েছে পুলিশ।</p><p>পুলিশ জানায়, জেলা পুলিশের গোয়েন্দা শাখা (ডিবি) ও কোতোয়ালি মডেল থানার সমন্বয়ে পরিচালিত যৌথ অভিযানে ঘটনার সঙ্গে সংশ্লিষ্ট থাকার অভিযোগে বৃহস্পতিবার রাতে নগরের বিভিন্ন এলাকায় অভিযান চালিয়ে চারজনকে গ্রেপ্তার করা হয়েছে।</p><p>ককটেল ছোড়ার ঘটনায় বৃহস্পতিবার বিকেলে রাফিয়ার ভাই খন্দকার জুলকারনাইন কোতোয়ালি মডেল থানায় লিখিত অভিযোগ দেন। পরে সেটি মামলা হিসেবে রেকর্ড করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "চাপের মুখেও সত্য বলে গেছে প্রথম আলো | প্রথম আলো",
            "time": "2025-11-21T15:52:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fnlv2pk52%2FSylhet1.JPG?rect=0%2C276%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাহিত্য ও সংস্কৃতিকর্মীদের মধ্যে বক্তব্য দেন জামান মাহবুব, সালেহ আহমদ খসরু, সেলিম আউয়াল, মিহিরকান্তি চৌধুরী, জফির সেতু, মোস্তাক আহমদ দীন, শামসুল বাসিত শেরো, আমিরুল ইসলাম চৌধুরী, সৈয়দ ছলিম মো. আবদুল কাদির। সরকারি কর্মকর্তাদের মধ্যে বাংলাদেশ বেতার সিলেটের আঞ্চলিক পরিচালক আবদুল্লাহ মোহাম্মদ তারিক, মহানগর পুলিশের অতিরিক্ত উপকমিশনার মোহাম্মদ সাইফুল ইসলাম, জেলা শিশুবিষয়ক কর্মকর্তা সাইদুর রহমান ভূঞা, সিলেট এম এ জি ওসমানী মেডিকেল কলেজ হাসপাতালের নাক কান গলা বিভাগের প্রধান নূরুল হুদা বক্তব্য দেন।</p><p>অনুষ্ঠানের ফাঁকে ফাঁকে প্রশ্নোত্তর পর্ব অনুষ্ঠিত হয়। এ সময় পাঠকেরা প্রথম আলোর কাছে তাঁদের প্রত্যাশাসহ বিভিন্ন পরামর্শ দেন। প্রশ্নোত্তর পর্বে বক্তব্য দেন স্কলার্সহোম মেজরটিলা ক্যাম্পাসের অধ্যক্ষ মো. ফয়জুল হক, সিলেট শিক্ষা বোর্ডের সাবেক পরীক্ষা নিয়ন্ত্রক অরুণ চন্দ্র পাল, শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের বাংলা বিভাগের অধ্যাপক শরদিন্দু ভট্টাচার্য প্রমুখ। তাঁরা আগামী দিনে জাতীয় ঐক্যের জন্য প্রথম আলোকে ভূমিকা রাখার আহ্বান জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "দুবাইয়ের এয়ার শোতে বিধ্বস্ত হলো ভারতের যুদ্ধবিমান | প্রথম আলো",
            "time": "2025-11-21T15:45:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F00iqpdpo%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দুবাইয়ের এয়ার শোতে বিধ্বস্ত হলো ভারতের যুদ্ধবিমান\" class=\"nA4h1 \">দুবাইয়ের এয়ার শোতে বিধ্বস্ত হলো ভারতের যুদ্ধবিমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-21T21:45:39+06:00\"><span>প্রকাশ: ২১ নভেম্বর ২০২৫, ১৫: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলোকে সত্য বলার সাহস ধরে রাখতে হবে | প্রথম আলো",
            "time": "2025-11-21T15:45:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fqa9b9zl8%2FBarishal1.jpg?rect=0%2C194%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে অন্যদের মধ্যে বরিশাল বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক হেনা রানী বিশ্বাস, আইন বিভাগের সহকারী অধ্যাপক আলমগীর হোসেন, বীর মুক্তিযোদ্ধা নুরুল আলম, নাট্যজন সৈয়দ দুলাল, মহানগর বিএনপির সাবেক সহসাধারণ সম্পাদক আনোয়ারুল হক, সাংস্কৃতিক সংগঠক শুভংকর চক্রবর্তী, কবি হেনরি স্বপন, বেসরকারি উন্নয়ন সংগঠক বীর মুক্তিযোদ্ধা আনোয়ার জাহিদ, এবিসি ফাউন্ডেশনের প্রধান নির্বাহী আবদুস সালাম, সমাজসেবা অধিদপ্তরের সহকারী পরিচালক সাজ্জাদ পারভেজ, ব্যবসায়ী আমির হোসাইন, বাংলাদেশ পরিবেশ আইনবিদ সমিতির (বেলা) বিভাগীয় সমন্বয়ক লিংকন বায়েন, বাংলাদেশ পরিবেশ আন্দোলনের বিভাগীয় সমন্বয়ক রফিকুল আলম, ক্যাবের সাধারণ সম্পাদক রনজিৎ দত্ত, অধিকারকর্মী কাজল বরণ দাশ, কৃষিবিদ নাহিদ বিন রফিক, জেলা মহিলা পরিষদের সাধারণ সম্পাদক পুষ্প রানী চক্রবর্তী, জেলা যুবদলের সাংগঠনিক সম্পাদক হাফিক উদ্দিন প্রমুখ বক্তব্য দেন।</p><p>বক্তারা প্রথম আলোর কাছে দেশের অগ্রযাত্রায় জোরালো ভূমিকা রাখার আহ্বান জানান। একই সঙ্গে সমাজ পরিবর্তনে মানুষের সমস্যাসহ অসংগতি নিয়ে কাজ অব্যাহত রাখার পরামর্শ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কেউ কাঁদছিলেন, কারও হাতে তখনো শিশুকে দেওয়া স্যালাইনের পাইপ ধরা | প্রথম আলো",
            "time": "2025-11-21T15:38:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fz649y4ke%2F3.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেশির ভাগ মানুষের কোলে নিজের সন্তান। কারও সঙ্গে এসেছেন স্বজনেরা। কুমিল্লা সদর উপজেলা থেকে সন্তানের চিকিৎসার জন্য আসা মরিয়ম বেগম কান্নাজড়িত কণ্ঠে বলেন, ‘এমন ভয় আর কখনো পাইনি। বেঁচে থাকব কি না, বুঝতে পারছিলাম না। নিচের ফ্লোরে থাকায় দৌড়ে বাইরে এসেছি।’</p><p>বাংলাদেশের আবহাওয়া অধিদপ্তরের তথ্য অনুযায়ী, এই ভূমিকম্পের মাত্রা ছিল ৫ দশমিক ৭। এর উৎপত্তিস্থল নরসিংদীর মাধবদী। ভূমিকম্পে ঢাকার কয়েকটি এলাকায় ভবন হেলে পড়ে ক্ষতিগ্রস্ত হয়েছে। ভূমিকম্পে কমপক্ষে পাঁচজন নিহত হয়েছেন। আহত হয়েছেন কয়েক শ। অনেকেই বাসাবাড়ি কিংবা কর্মস্থল থেকে হুড়োহুড়ি করে বের হতে গিয়ে আহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থী পরিবর্তনের দাবিতে তিন জেলায় বিক্ষোভ | প্রথম আলো",
            "time": "2025-11-21T15:28:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fiozvscmu%2FKushtiaDH057220251121att.B-IaiUbtaxedO3iZ28ABiCuuSBpIdHKoytUeOa5q8M.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বিকেলে তাহিরপুর উপজেলার বাদাঘাট বাজারে এ সমাবেশের আয়োজন করে বাদাঘাট ও উত্তর বড়দল ইউনিয়ন বিএনপি। এতে অন্যান্যের মধ্যে উপজেলা বিএনপির যুগ্ম আহ্বায়ক মেহেদী হাসান, বাদাঘাট ইউনিয়ন বিএনপির আহ্বায়ক মো. মনজুর আলী, উত্তর বড়দল ইউনিয়ন বিএনপির সাধারণ সম্পাদক মো. এনাম উদ্দিন তালুকদার প্রমুখ বক্তব্য দেন। তাঁরা প্রার্থী পুনর্বিবেচনা করে কামরুজ্জামানকে মনোনয়ন দেওয়ার দাবি জানান।</p><p>মনোনয়নপ্রত্যাশী কামরুজ্জামান বলেন, ‘আমি সব সময় নেতা-কর্মীদের নিয়ে মাঠে ছিলাম। গত ১৬ বছর মামলা, নির্যাতন ও হয়রানির শিকার হয়েছি। তবু মাঠ ছাড়িনি।’ মনোনয়ন প্রসঙ্গে বলেন, ‘তৃণমূলের নেতা-কর্মীরা আমাকে এখানে প্রার্থী চান। দল থেকেই বলা হয়েছে, এটি চূড়ান্ত মনোনয়ন নয়। তাই মানুষের ভালোবাসা অনেক কিছু বদলে দিতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম অঞ্চল থেকে চূড়ান্ত পর্বে চিটাগং ইনডিপেনডেন্ট ও প্রিমিয়ার ইউনিভার্সিটি | প্রথম আলো",
            "time": "2025-11-21T15:17:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F8q1otyer%2F12.JPG?rect=0%2C99%2C5453%2C2863&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইস্পাহানি–প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবলের তৃতীয় আসরে চট্টগ্রাম অঞ্চল থেকে চূড়ান্ত পর্বে উঠেছে চিটাগং ইনডিপেনডেন্ট ইউনিভার্সিটি ও প্রিমিয়ার ইউনিভার্সিটি চট্টগ্রাম। </p><p>ইনডিপেনডেন্ট এই টুর্নামেন্টে আগের দুবার অংশ নিলেও এই প্রথম পেয়েছে চূড়ান্ত পর্বের টিকিট। প্রিমিয়ার প্রথমবার এসেই পৌঁছে গেছে শেষ আটের লড়াইয়ে। দুই দলই গ্রুপ সেরা নির্ধারণী ম্যাচ টাইব্রেকারে জিতেছে। চিটাগং ইনডিপেনডেন্ট ইউনিভার্সিটি হয়েছে 'এ' গ্রুপের সেরা, 'বি' গ্রুপের সেরা প্রিমিয়ার ইউনিভার্সিটি।</p><p>এই দুই দল আগামী ৭–৮ ডিসেম্বর ঢাকার ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটিতে অনুষ্ঠেয় চূড়ান্ত পর্ব অর্থাৎ কোয়ার্টার ফাইনালে খেলবে। কোয়ার্টার ফাইনালের বাকি ছয় দলের নাম জানা যাবে রাজশাহী, খুলনা ও ঢাকার আঞ্চলিক পর্ব শেষে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘দিপু-টুশি হাইজিন অভিযান’ কমিকের মোড়ক উন্মোচন করল হারপিক | প্রথম আলো",
            "time": "2025-11-21T15:16:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F9qli4u32%2Fharpic.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানের শুরুতে ‘বিশ্ব টয়লেট দিবস ও স্যানিটেশন কর্মী’ বিষয়ে মূল বক্তব্য দেন আব্দুল্লাহ আল মূঈদ। তিনি জনস্বাস্থ্য রক্ষায় স্যানিটেশন কর্মীদের গুরুত্বপূর্ণ ভূমিকা, এসডিজি–বিষয়ক স্যানিটেশনের চ্যালেঞ্জ এবং তা থেকে উত্তরণের উপায় নিয়ে কথা বলেন। এ ছাড়া করপোরেটদের এই সেক্টরের ভূমিকা নিয়েও কথা বলেন। তিনি তাঁর বক্তব্যের শেষ পর্যায়ে বলেন, ‘টয়লেট শুধু প্রয়োজনে ব্যবহারের জন্যই নয় বরং এটি স্বাস্থ্য, সুরক্ষা ও পরিচ্ছন্নতার জন্য সবচেয়ে গুরুত্বপূর্ণ জায়গা।’</p><p>পরবর্তী পর্যায়ে একটি প্যানেল আলোচনায় অংশ নেন ডিএনসিসির প্রধান বর্জ্য ব্যবস্থাপনা কর্মকর্তা কমোডর এ বি এম শামসুল আলম, ডিএসসিসির প্রধান বর্জ্য ব্যবস্থাপনা কর্মকর্তা এয়ার কমোডর মো. মাহবুবুর রহমান তালুকদার, সাজেদা ফাউন্ডেশনের ডেপুটি সিইও ফজলুল হক, মজার ইশকুলের প্রতিষ্ঠাতা ও নির্বাহী পরিচালক আরিয়ান আরিফ এবং রেকিট বেনকিজারের (বাংলাদেশ) হেড অব মার্কেটিং সাবরিন মারুফ। আলোচনা সেশনটি পরিচালনা করেন রেকিট বেনকিজারের (বাংলাদেশ) এক্সটার্নাল অ্যাফেয়ার্স ম্যানেজার মো. রাকিব উদ্দিন। প্যানেলিস্টরা আলোচনা করেন স্যানিটেশন–ব্যবস্থার উন্নয়নে সরকারি-বেসরকারি সহযোগিতা অত্যন্ত জরুরি এবং যৌথ উদ্যোগের মাধ্যমেই দেশের মানুষের নিরাপদ ও স্বাস্থ্যসম্মত স্যানিটেশন–সুবিধা নিশ্চিত করা সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "মিস ইউনিভার্সে মিথিলা নজর কাড়েন শাপলা ও জামদানি শাড়িতে | প্রথম আলো",
            "time": "2025-11-21T15:09:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F2z9xti2q%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মিস ইউনিভার্সে মিথিলা নজর কাড়েন শাপলা ও জামদানি শাড়িতে\" class=\"nA4h1 \">মিস ইউনিভার্সে মিথিলা নজর কাড়েন শাপলা ও জামদানি শাড়িতে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-11-21T21:14:49+06:00\"><span>আপডেট: ২১ নভেম্বর ২০২৫, ১৫: ১৪ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সেনাকুঞ্জে অধ্যাপক ইউনূসের সঙ্গে খালেদা জিয়ার সাক্ষাৎ | প্রথম আলো",
            "time": "2025-11-21T15:05:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fyohghh0t%2FYounus_Khaleda_01.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সশস্ত্র বাহিনী দিবসের অনুষ্ঠানে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস ও বিএনপির চেয়ারপাসন খালেদা জিয়া। শুক্রবার বিকেলে ঢাকার সেনাকুঞ্জে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘আমাকে যদি আল্লাহ ৭০০টা উইকেট দেয়, আমি ৭০০টা নিতেই রাজি আছি।’ | প্রথম আলো",
            "time": "2025-11-21T14:52:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fzsjwsejt%2FTaijul-reacts-during-match-1.jpg?rect=0%2C0%2C2079%2C1091&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টেস্টের বোলিংয়ে এখন বাংলাদেশের বড় ভরসার নাম তাইজুল। ঘরের মাঠে তিনি বোলিং বিভাগের মূল চালিকা শক্তি। কিন্তু তাঁর ‘অনেক’ উইকেটের সংখ্যাটা আসলে কত? উত্তরটা তাইজুল দিলেন হাসিমুখে, ‘আমাকে যদি আল্লাহ ৭০০টা উইকেট দেয়, আমি ৭০০টা নিতেই রাজি আছি।’</p><p>ভবিষ্যতে নিজেকে কোথায় দেখতে চান, সেই প্রশ্নে অবশ্য বলেছেন, ‘দুই বছর পর কী হবে, এটা বলা কঠিন। কিন্তু আপনি যত দিন খেলবেন, আপনার পারফরম্যান্সই বলবে আপনি কত দূর যেতে পারবেন। আমার কাছে মনে হয় যে এখানে প্রক্রিয়া মেনে চলাটাই গুরুত্বপূর্ণ, সঙ্গে পারফর্মও করতে হবে। পারফরম্যান্সের দিকেই আমার নজর থাকবে সামনের দিনগুলোতে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পের উৎপত্তিস্থল নরসিংদীতে মৃত্যু বেড়ে ৫ | প্রথম আলো",
            "time": "2025-11-21T14:51:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F67uxxe6e%2Fnarshingdhi-3.jpg?rect=0%2C340%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূমিকম্পে তাঁর মৃত্যুর সত্যতা নিশ্চিত করে শিবপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আফজাল হোসেন জানান, ভূমিকম্পের সময় ফোরকান মিয়া গাছের ওপর ছিলেন। তীব্র ঝাঁকুনিতে তিনি নিচে পড়ে যান। পরিবারের সদস্য ও স্বজনেরা তাঁকে হাসপাতালে নিয়ে যান। সন্ধ্যায় নরসিংদী সদর হাসপাতালের জরুরি বিভাগে চিকিৎসাধীন অবস্থায় তাঁর মৃত্যু হয়।</p><p>আজ সকাল ১০টা ৩৮ মিনিটের দিকে প্রথমে ভূকম্পন অনুভূত হয়। এ সময় দেশের বিভিন্ন প্রান্ত কেঁপে ওঠে। ভূমিকম্পের কেন্দ্রস্থল নরসিংদীর মাধবদী। বাংলাদেশের আবহাওয়া অধিদপ্তরের তথ্য অনুযায়ী, ভূমিকম্পের মাত্রা ৫ দশমিক ৭। তবে মার্কিন ভূতাত্ত্বিক জরিপ সংস্থা (ইউএসজিএস) বলছে, রিখটার স্কেলে ভূমিকম্পটির তীব্রতা ছিল ৫ দশমিক ৫।</p></div></div></div></body></html>"
        },
        {
            "title": "মাসের প্রথম ১৮ দিনে প্রবাসী আয় আসা বেড়েছে ৩১ শতাংশ | প্রথম আলো",
            "time": "2025-11-21T14:43:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F4a70221d-f269-45a1-bfd9-a5375950acf7%2Fdollar.webp?rect=0%2C60%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি নভেম্বরে প্রবাসী আয়ের গতি বেড়েছে। প্রথম ১৮ দিনে ১৯০ কোটি মার্কিন ডলারের রেমিট্যান্স বা প্রবাসী আয় এসেছে। এই আয় গত বছরের নভেম্বরের একই সময়ের তুলনায় ৩১ শতাংশ বেশি। গত বছরের নভেম্বরে প্রথম ১৮ দিনে প্রবাসী আয় এসেছিল ১৪৬ কোটি ডলার।</p><p> বাংলাদেশ ব্যাংক সূত্রে এই তথ্য জানা গেছে। বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী, চলতি ২০২৫–২৬ অর্থবছরের ১ জুলাই থেকে ১৮ নভেম্বর পর্যন্ত দেশে মোট ১ হাজার ২০৫ কোটি ডলারের প্রবাসী আয় এসেছে। গত বছরের এই সময়ে রপ্তানি আয় এসেছিল ১ হাজার ৪০ কোটি ডলার। সেই হিসাবে চলতি অর্থবছরে এখন পর্যন্ত প্রবাসী আয় বেড়েছে ১৫ দশমিক ৯ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁধাকপির মুইঠ্যার রেসিপি | প্রথম আলো",
            "time": "2025-11-21T14:35:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2Fslr6zs7k%2FKBRH9320.JPG?rect=0%2C582%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>উপকরণ</strong>: বাঁধাকপি ২ কাপ (পাতলা করে কুচি করা), আলু ২টি (সেদ্ধ ও মিহি করে ভর্তা করা), পেঁয়াজ ১টি (কুচি করা), কাঁচা মরিচ ২টি (কুচি করা), ধনেপাতা ২ টেবিল চামচ, আদাবাটা ১ চা-চামচ, লাল মরিচগুঁড়া ১ চা-চামচ, হলুদ আধা চা-চামচ, ধনেগুঁড়া ১ চা-চামচ, জিরাগুঁড়া আধা চা-চামচ, লবণ স্বাদমতো, ব্রেড ক্রাম্ব ১ কাপ, ময়দা ৩ টেবিল চামচ, পানি ৪-৫ টেবিল চামচ, তেল ভাজার জন্য।</p><p><strong>প্রণালি</strong>: বাঁধাকপি কুচি করে সামান্য লবণ মিশিয়ে ৫ মিনিট রেখে দিন। হাত দিয়ে চেপে বাড়তি পানি ঝরিয়ে নিন। এবার সব উপকরণ ভালোভাবে মিশিয়ে নিন। হাতে নিয়ে মুঠোর আকারে গড়ে ফ্রিজে রাখুন ১০ মিনিট। কড়াইয়ে মাঝারি আঁচে তেল গরম করে মুঠগুলো দিয়ে দিন। সোনালি না হওয়া পর্যন্ত ভেজে নিন। এবার সসের সঙ্গে পরিবেশন করুন।</p></div></div></div></body></html>"
        }
    ]
}