{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভারতের মতো এবার চীনের ওপরও অতিরিক্ত শুল্ক আরোপের হুঁশিয়ারি ট্রাম্পের | প্রথম আলো",
            "time": "2025-08-07T08:25:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fvja03crs%2FChinese-and-U-S-flags.avif?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়া থেকে জ্বালানি তেল কেনা অব্যাহত রাখায় ভারতের ওপর ২৫ শতাংশ অতিরিক্ত শুল্ক আরোপ করেছে যুক্তরাষ্ট্র। এবার একই কারণে চীনের ওপর বাড়তি শুল্ক আরোপের হুঁশিয়ারি উচ্চারণ করেছেন ট্রাম্প। গতকাল বুধবার মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, পরিস্থিতির ওপর বিবেচনা করে তিনি চীনের ওপর আরও শুল্ক আরোপের ঘোষণা দিতে পারেন।</p><p>ইউক্রেন যুদ্ধ বন্ধে রাশিয়ার ওপর চাপ প্রয়োগ করতে সামনে আরও অতিরিক্ত শুল্ক আরোপের ঘোষণা আসবে বলে মনে করেন ট্রাম্প। তিনি সাংবাদিকদের বলেন, ‘এটা হতে পারে...আমি এখনই এ নিয়ে কিছু বলতে পারছি না। আমরা ভারতের সঙ্গে এটা (অতিরিক্ত শুল্কারোপ) করেছি। আমরা খুব সম্ভবত আরও বেশ কয়েক দেশের সঙ্গে এটা করতে চলেছি। তাদের একটি হতে পারে চীন।’</p></div></div></div></body></html>"
        },
        {
            "title": "কাশ্মীরে অরুন্ধতীর বইসহ ২৫টি বই নিষিদ্ধ | প্রথম আলো",
            "time": "2025-08-07T08:21:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-24%2Ffb95jgs2%2FCapture.JPG?rect=0%2C0%2C910%2C478&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জম্মু–কাশ্মীরের দ্বিখণ্ডিতকরণ ও বিশেষ মর্যাদা প্রত্যাহারের ষষ্ঠ বর্ষপূর্তির দিন এই নির্দেশিকা জারির মধ্য দিয়ে বোঝা যাচ্ছে, উপদ্রুত এই সাবেক রাজ্যকে কেন্দ্রীয় সরকার এখনো স্বাভাবিক বলে মনে করে না। রাজ্যের মর্যাদা ফিরিয়ে দেওয়ার দাবি যখন ক্রমেই জোরালো হয়ে উঠছে, তখন এই নির্দেশিকা জারির মধ্য দিয়ে সম্ভবত এটাও বোঝা যাচ্ছে, কেন্দ্র এ মুহূর্তে সেই দাবি মেনে নেওয়ার মতো অবস্থায় নেই।</p><p>উপত্যকার রাজনৈতিক মহলের ধারণা, পেহেলগাম–কাণ্ড ও অপারেশন সিঁদুর জম্মু–কাশ্মীরের রাজ্যের মর্যাদা ফিরে পাওয়ার পথে একটা বড় অজুহাত হবে। কেন্দ্র অন্তত ওই দুই ঘটনাকে সেভাবে ব্যাখ্যা ও খাঁড়া করবে।</p><p>আগামীকাল শুক্রবার রাজ্যের মর্যাদা ফেরানোর দাবি নিয়ে আনা মামলার শুনানি সুপ্রিম কোর্টে হওয়ার কথা। তার আগেই মুখ্যমন্ত্রী ওমর আবদুল্লাহ বিজেপিসহ সব রাজনৈতিক দলকে চিঠি দিয়ে বলেছেন, সংসদের চলতি অধিবেশনেই সে–সংক্রান্ত বিল পেশ ও পাস করার দায়িত্ব সবাই নিক। জম্মু–কাশ্মীরের শান্তি ও সুস্থিতি ফেরানোর পথে সেটা হবে এক বড় পদক্ষেপ।</p></div></div></div></body></html>"
        },
        {
            "title": "গুগলের এআই ওভারভিউ-সুবিধার কারণে ওয়েবসাইটের ট্রাফিক কি সত্যিই কমছে | প্রথম আলো",
            "time": "2025-08-07T08:21:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F20%2F08436a92255ea0ee500f9243e15d1c81-5d84fb0a10893.jpg?rect=0%2C0%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিছু ওয়েবসাইটের ট্রাফিক কমে যাওয়ার বিষয়টি স্বীকার করে রিড জানিয়েছেন, ইন্টারনেট ব্যবহারকারীদের আচরণ পরিবর্তনের কারণেই এমনটি হচ্ছে। তাঁর মতে, ব্যবহারকারীদের সার্চ অভ্যাসে পরিবর্তনের ফলে কিছু ওয়েবসাইটে ভিজিটর কমেছে, আবার কিছু সাইটে বেড়েছে। বিশেষ করে যেসব ওয়েবসাইটে ব্যবহারকারীদের অভিজ্ঞতানির্ভর আলোচনা, ভিডিও, পডকাস্ট রয়েছে—সেগুলো বেশি ট্রাফিক পাচ্ছে।</p><p>সূত্র: দ্য ভার্জ</p></div></div></div></body></html>"
        },
        {
            "title": "‘ট্রাম্প-মোদি ব্রোমান্স’ সত্ত্বেও ভারত-মার্কিন সম্পর্ক তলানিতে কেন, সামনে কী | প্রথম আলো",
            "time": "2025-08-07T08:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F3xdpuixt%2FUSA-ELECTION-WHATSAPP.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প ও মোদি যতই একে অপরের প্রশংসা করুন; বাস্তবতা হলো, বাণিজ্য থেকে শুরু করে কৌশলগত অবস্থান পর্যন্ত বহু ক্ষেত্রে দুই দেশের মতপার্থক্য বাড়ছে।</p><p>যুক্তরাষ্ট্র ও ভারতের মধ্যে যেখানে কৌশলগত ও প্রতিরক্ষা সম্পর্ক দৃঢ় হয়েছে, সেখানে দীর্ঘদিন ধরেই বাণিজ্য ইস্যু দুই দেশের মধ্যে ঝামেলার উৎস হয়ে আছে। যুক্তরাষ্ট্র অব্যাহতভাবে চাপ দিয়ে আসছে, ভারত যেন আরও বাজার উন্মুক্ত করে, শুল্ক কমায় এবং বিশেষ করে তার (যুক্তরাষ্ট্রের) প্রযুক্তি, ওষুধ ও কৃষিপণ্যের সুরক্ষা বাড়ায়।</p><p>অন্যদিকে ভারত মনে করে, এসব চাপ তার কৃষক ও ক্ষুদ্র শিল্পের জন্য ক্ষতিকর।</p><p>ট্রাম্পের আগেও দুই দেশ একধরনের ভারসাম্য বজায় রেখেছিল। ভারত যুক্তরাষ্ট্রে মার্কিন পণ্যের দ্বিগুণ রপ্তানি করত। যুক্তরাষ্ট্রও ভারতের বাজারে চাচ্ছিল আরও বেশি প্রবেশাধিকার। তাই সম্পর্ক টিকিয়ে রাখা উভয়ের জন্যই গুরুত্বপূর্ণ বিষয়।</p><p>গত ১ এপ্রিল ট্রাম্প তাঁর দেশের প্রায় সব বাণিজ্য অংশীদারের ওপর প্রথম দফায় পাল্টা শুল্ক আরোপ করেন। তখন থেকে যুক্তরাষ্ট্র ও ভারতের কর্মকর্তারা একটি বাণিজ্যচুক্তিতে পৌঁছাতে আলোচনা চালাচ্ছিলেন। তবে ই-কমার্সসংক্রান্ত নিয়মনীতি, ডিজিটাল ডেটা সরবরাহ ও চিকিৎসাসরঞ্জামের দাম নিয়ন্ত্রণ নিয়ে মতানৈক্যে দুই পক্ষের চুক্তির অগ্রগতি থেমে গেছে।</p><p>ভারত ১ আগস্টের মধ্যে চুক্তি না করলে বর্ধিত শুল্ক আরোপের হুমকি দিয়েছিলেন ট্রাম্প। এ বর্ধিত শুল্কের খড়্গ এড়ানোর চেষ্টাও চালাচ্ছিলেন দিল্লির কর্মকর্তারা। ভারত কয়েকটি মার্কিন পণ্যে শুল্ক কমায়ও। কিন্তু পূর্ণাঙ্গ দ্বিপক্ষীয় বাণিজ্যচুক্তি হয়নি। আলোচনা চলমান থাকার মধ্যেই দেশটির ওপর আরও ২৫ শতাংশ শুল্ক আরোপ করলেন ট্রাম্প।</p><p>ভারতের সাবেক কূটনীতিক অনিল ত্রিগুনায়েত বলেন, ‘ট্রাম্প এটা চাপের কৌশল হিসেবেই ব্যবহার করছেন। ভারত অন্যদের মতো মাথা নোয়ায়নি। কারণ, আমাদের কৃষি, ক্ষুদ্র ও মাঝারি শিল্প রক্ষার দায় আছে।’</p><p>ভারতের প্রায় অর্ধেক জনগণ কৃষির ওপর নির্ভরশীল। এ ইস্যু মোকাবিলা করা দেশটির সব সরকারের জন্য রাজনৈতিকভাবে সংবেদনশীল।</p><p>‘উভয় পক্ষ কঠোর অবস্থানে আছে। তবে শেষ পর্যন্ত এমন একটা সমাধানে পৌঁছানো জরুরি, যা দুই পক্ষেরই উপকারে আসবে’, আল–জাজিরাকে বলেন ত্রিগুনায়েত।</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যুত্থান-উত্তর বাংলাদেশে কেমন বিশ্ববিদ্যালয় পেলাম | প্রথম আলো",
            "time": "2025-08-07T08:16:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fd1adqmqu%2F07082025-cm-5.jpg?rect=0%2C111%2C989%2C519&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই অভ্যুত্থানের পর নতুন বাংলাদেশের যে স্বপ্ন আমরা দেখেছিলাম, তার অন্যতম প্রধান অংশ জুড়ে ছিল আমাদের বিশ্ববিদ্যালয়গুলোর মুক্তি, চিন্তার স্বাধীনতা, জ্ঞানচর্চার স্বায়ত্তশাসন এবং সত্যিকারের মানুষ গড়ার আঙিনা হিসেবে প্রতিষ্ঠা। আকাঙ্ক্ষা ছিল এমন এক ব্যবস্থার, যেখানে দলীয় লেজুড়বৃত্তি, প্রশাসনিক স্বৈরাচার ও বাণিজ্যিক মুনাফার ঊর্ধ্বে থাকবে শিক্ষা ও গবেষণার আদর্শ; কিন্তু অন্তর্বর্তী সরকারের এক বছর পেরিয়ে আমরা কী দেখছি? আমরা কি সত্যিই কোনো পরিবর্তন পেয়েছি?</p><p>তথ্য-উপাত্ত বলছে, আমরা কেবল কিছু ‘নিয়ন্ত্রক’ পরিবর্তন করেছি, কিন্তু সেই নিয়ন্ত্রণমূলক ব্যবস্থাটিকেই ভাঙতে পারিনি। শীর্ষস্থানীয় কিছু মুখ বদল হয়েছে; ভেতরের গতানুগতিক কায়দার শিক্ষা-গবেষণা, অগণতান্ত্রিক পরিবেশ ও দমনমূলক কাঠামোটি রয়ে গেছে আগের মতোই।</p><p>বিশ্ববিদ্যালয়গুলোর বর্তমান সংকট বুঝতে হলে শিক্ষাবিদ হেনরি গিউরোর একটি পর্যবেক্ষণ আমাদের পথ দেখাতে পারে। তিনি দেখান যে বিশ্ববিদ্যালয়গুলোতে এখন ‘নিরীক্ষা-সংস্কৃতি’ (অডিট কালচার) নামে এমন এক রীতি চালু হয়েছে, যেখানে সবকিছুর বিচার হয় সংখ্যা বা ম্যাট্রিক্স দিয়ে। এই সংখ্যা-নির্ভরতার ফলে সৃজনশীলতা ও মৌলিক চিন্তা গুরুত্ব হারায়। কারণ, যা পরিমাপ করা যায় না, তাকে মূল্যহীন ভাবা হয়।</p><p>গিউরো এই ব্যবস্থাকে একটি বদ্ধ খাঁচা বা অদৃশ্য কারাগারের সঙ্গে তুলনা করেছেন, যা বিশ্ববিদ্যালয়কে তার মূল দায়িত্ব অর্থাৎ অন্যায়–অবিচারের বিরুদ্ধে প্রশ্ন তোলার সাহস জোগানো থেকে দূরে সরিয়ে নেয়। গিউরোর এই পর্যবেক্ষণ সামনে রেখেই আমরা দেশের বিশ্ববিদ্যালয়গুলোর সার্বিক অবস্থা বিবেচনা করব।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় ট্রেনের ধাক্কা খেয়েও বেঁচে ফিরলেন এক ব্যক্তি | প্রথম আলো",
            "time": "2025-08-07T08:12:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fs83y3tjk%2Ftrain-accident.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"কুমিল্লায় ট্রেনের ধাক্কা খেয়েও বেঁচে ফিরলেন এক ব্যক্তি\" class=\"nA4h1 \">কুমিল্লায় ট্রেনের ধাক্কা খেয়েও বেঁচে ফিরলেন এক ব্যক্তি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-07T14:12:57+06:00\"><span>প্রকাশ: ০৭ আগস্ট ২০২৫, ০৮: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "চার মাস পর মূল্যস্ফীতি আবার বাড়ল, জুলাইয়ে মূল্যস্ফীতি ৮.৫৫% | প্রথম আলো",
            "time": "2025-08-07T08:00:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F7119b225-9468-4ee8-afc8-7166c2c75df0%2Fd75b62df-3a8b-4d7c-ba5b-dfb827ea6f9c.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবিএসের হিসাব অনুসারে, গত জুলাই মাসে খাদ্য মূল্যস্ফীতি হয়েছে ৭ দশমিক ৫৬ শতাংশ। আর খাদ্য বহির্ভূত মূল্যস্ফীতি হয় ৯ দশমিক ৩৮ শতাংশ। দুই খাতের আগের মাসের মূল্যস্ফীতি বেড়েছে।</p><p>গত তিন বছর ধরে দেশে উচ্চ মূল্যস্ফীতি বিরাজ করছে। ২০২৪-২৫ অর্থবছরে গড় মূল্যস্ফীতি হয়েছে ১০ দশমিক ০৩ শতাংশ।</p><p>মূল্যস্ফীতি একধরনের করের মতো। আপনার প্রতি মাসে আয়ের পুরোটাই সংসার চালাতে খরচ হয়ে যায়। কিন্তু হঠাৎ জিনিসপত্রের দাম বাড়লে এবং সে অনুযায়ী আপনার আয় না বাড়লে আপনাকে ধারদেনা করে সংসার চালাতে হবে কিংবা খাবার, কাপড়চোপড়, যাতায়াতসহ বিভিন্ন খাতে কাটছাঁট করতে হবে। মূল্যস্ফীতির চেয়ে মজুরি বৃদ্ধি বা আয় বৃদ্ধি কম হলে সাধারণ মানুষের কষ্ট বাড়ে। প্রকৃত আয় কমে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির কার্যালয়ে আওয়ামী লীগের নেতা-কর্মীদের নিয়ে আসার অভিযোগ, দুধ দিয়ে ধুয়ে প্রতিবাদ ছাত্রদলের | প্রথম আলো",
            "time": "2025-08-07T07:58:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fuqdfh30y%2FSunamganjDH053220250807FBIMG1754501457726.png?rect=0%2C100%2C742%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্রদল ও বিএনপি নেতা-কর্মীরা জানান, ৫ আগস্ট গণ-অভ্যুত্থান দিবসে কালিয়াকৈর বিএনপির পক্ষ থেকে বিজয় মিছিলের আয়োজন করা হয়। সেই মিছিলে বিএনপির একটি পক্ষের সঙ্গে আওয়ামী লীগের সাবেক নেতা–কর্মীরা ছিলেন। ওই দিন সকাল ১০টার পর তাঁরা দলীয় কার্যালয়ে প্রবেশ করেন। এতে গণ-অভ্যুত্থানকে অপমান করা হয়েছে, পাশাপাশি দলীয় ভাবমূর্তিও নষ্ট হয়েছে। এর প্রতিবাদে তৌহিদুল ইসলামের নেতৃত্বে গতকাল রাত সাড়ে ৯টার দিকে এক মণ দুধ দিয়ে উপজেলা বিএনপির কার্যালয় ধুয়ে দেওয়া হয়। এ সময় আরও উপস্থিত ছিলেন বিএনপি কর্মী আবদুর রহমান, নাসির উদ্দিন, মিঠুন ব্যাপারী ও যোবায়ের হোসেন প্রমুখ।</p><p>ভিডিওতে দেখা যায়, ছাত্রদলের নেতা-কর্মীরা বালতি থেকে মগে করে দুধ নিয়ে বিএনপি কার্যালয়ের মেঝে ধুয়ে দিচ্ছেন। এ সময় কয়েকজনকে বলতে শোনা যায়, আওয়ামী লীগকে পুনঃপ্রতিষ্ঠার জন্য নব্য বিএনপির লোকজন সেখানে ছাত্রলীগ ও যুবদলের লোকজন নিয়ে প্রবেশ করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বসার ঘরে তারুণ্যের ছোঁয়া আনবেন যেভাবে | প্রথম আলো",
            "time": "2025-08-07T07:54:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fqxxn62xt%2F20250804_1309_Colorful_Living_Room_remix_01k1sydta4e4p8txdzdqx7eyx0.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সাদামাটা সাউন্ড সিস্টেমের চেয়ে তরুণদের মধ্যে বেশি জনপ্রিয় আরজিবি (রেড, গ্রিন, ব্লু) সাউন্ড সিস্টেম</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: এআই/প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প শুল্ক: বাংলাদেশ জিতল না হারল | প্রথম আলো",
            "time": "2025-08-07T07:46:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fd17ej379%2FChatGPT-Image-Aug-7-2025-122350-PM.png?rect=0%2C109%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>যুক্তরাষ্ট্র সরকার পাল্টা শুল্ক আরোপ–সংক্রান্ত যে নির্বাহী আদেশ জারি করেছে, সেখানে কোন দেশের ওপর কত শুল্ক আরোপ করা হয়েছে, তার একটি তালিকা দেওয়া হয়েছে। তালিকা অনুযায়ী মোট ৬৯টি দেশ ও অঞ্চল যুক্তরাষ্ট্রের পাল্টা শুল্কনীতির আওতায় পড়েছে। এর মধ্যে দেশের সংখ্যা ৬৬। তালিকায় ইউরোপীয় ইউনিয়নের জন্য দুটি পৃথক হারভিত্তিক শ্রেণি এবং সবচেয়ে ছোট অঞ্চল হিসেবে ফকল্যান্ড দ্বীপপুঞ্জকে অন্তর্ভুক্ত রাখা হয়েছে। </p><p>এখন দেখা যাক শুল্কহার অনুযায়ী কোন দেশ কোন শ্রেণিতে পড়ছে।</p><p><strong>১০ শতাংশ শুল্ক:</strong> তিনটি দেশের ওপর ১০ শতাংশ হারে পাল্টা শুল্ক আরোপ করা হয়েছে। যেমন ব্রাজিল, ফকল্যান্ড দ্বীপপুঞ্জ ও যুক্তরাজ্য।</p><p>এর বাইরে তালিকায় যেসব দেশের নাম নেই, তাদের সবার ওপরেই ১০ শতাংশ হারে শুল্কহার ধার্য করা হয়েছে। অর্থাৎ যুক্তরাষ্ট্র মনে করছে, এসব দেশ তাদের সঙ্গে ন্যায্য বাণিজ্য সম্পর্ক বজায় রেখে চলছে।</p><p><strong>১৫ শতাংশ শুল্ক:</strong> সর্বোচ্চসংখ্যক দেশের ওপর বসানো হয়েছে ১৫ শতাংশ পাল্টা শুল্ক। এ রকম দেশের সংখ্যা ৩৯। যেমন আফগানিস্তান, অ্যাঙ্গোলা, বলিভিয়া, বতসোয়ানা, ক্যামেরুন, চাদ, কোস্টারিকা, আইভরি কোস্ট, কঙ্গো (ডেমোক্রেটিক রিপাবলিক), ইকুয়েডর, ইকুয়েটোরিয়াল গিনি, ফিজি, ঘানা, গায়ানা, আইসল্যান্ড, ইসরায়েল, জাপান, জর্ডান, লেসোথো, লিচেনস্টাইন, মাদাগাস্কার, মালাউই, মরিশাস, মোজাম্বিক, নামিবিয়া, নাউরু, নিউজিল্যান্ড, নাইজেরিয়া, উত্তর মেসিডোনিয়া, নরওয়ে, পাপুয়া নিউগিনি, দক্ষিণ কোরিয়া, ত্রিনিদাদ ও টোবাগো, তুরস্ক, উগান্ডা, ভানুয়াতু, ভেনেজুয়েলা, জাম্বিয়া এবং জিম্বাবুয়ে।</p><p>এ ছাড়া ১৫ শতাংশ শুল্ক ইউরোপীয় ইউনিয়নের জন্য প্রযোজ্য হবে। এর একটি ব্যাখ্যা আছে। যেমন যেসব ইউরোপীয় পণ্যের ওপর যুক্তরাষ্ট্র আগে থেকেই কম শুল্ক (১৫ শতাংশের নিচে) নিচ্ছিল, তাদের ওপর এখন এমনভাবে শুল্ক বাড়ানো হয়েছে, যাতে মোট শুল্কহার হয় ১৫ শতাংশ। অর্থাৎ ইউরোপীয় ইউনিয়নের জন্য প্রযোজ্য শুল্কহার হচ্ছে ১৫ শতাংশ।</p><p><strong>১৮ শতাংশ শুল্ক</strong>: কেবল একটি দেশের জন্য এই হার আরোপ করা হয়েছে। দেশটি হচ্ছে নিকারাগুয়া।</p><p><strong>১৯ শতাংশ শুল্ক:</strong> ৬টি দেশ এই শ্রেণিতে রয়েছে। যেমন কম্বোডিয়া, ইন্দোনেশিয়া, মালয়েশিয়া, পাকিস্তান, ফিলিপাইন ও থাইল্যান্ড।</p><p><strong>২০ শতাংশ শুল্ক:</strong> বাংলাদেশসহ আরও তিনটি দেশের ওপর ২০ শতাংশ শুল্ক আরোপ করা হয়েছে। অন্য তিন দেশ হলো, শ্রীলঙ্কা, তাইওয়ান ও ভিয়েতনাম।</p><p><strong>২৫ শতাংশ শুল্ক:</strong> এই তালিকায় আছে ৫টি দেশ। যেমন ব্রুনেই, ভারত, কাজাখস্তান, মলদোভা ও তিউনিসিয়া।</p><p><strong>৩০ শতাংশ শুল্ক:</strong> চারটি দেশের ওপর ৩০ শতাংশ হারে পাল্টা শুল্ক আরোপ করা হয়েছে। যেমন আলজেরিয়া, বসনিয়া ও হার্জেগোভিনা, লিবিয়া ও দক্ষিণ আফ্রিকা।</p><p><strong>৩৫ শতাংশ শুল্ক:</strong> তালিকায় আছে দুটি দেশ। যেমন ইরাক ও সার্বিয়া।</p><p><strong>৩৯ শতাংশ শুল্ক:</strong> মাত্র একটি দেশ, সুইজারল্যান্ড।</p><p><strong>৪০ শতাংশ:</strong> মিয়ানমার, লাওস।</p><p><strong>৪১ শতাংশ শুল্ক:</strong> সিরিয়া।</p><p>তাহলে বাংলাদেশের প্রকৃত চিত্রটা কেমন হলো?</p></div></div></body></html>"
        },
        {
            "title": "আমি নিজেকে অপমানিত হতে দিতে পারি না, ট্রাম্পের সঙ্গে শুল্ক নিয়ে কথা প্রসঙ্গে লুলা | প্রথম আলো",
            "time": "2025-08-07T07:45:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fgwfnjlhm%2FTrump-and-LUla-AFP.avif?rect=0%2C37%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লুলা সাফ জানিয়ে দেন, ব্রাজিল পাল্টা শুল্ক আরোপ করবে না। তবে তাঁর সরকার মন্ত্রী পর্যায়ের আলোচনা থেকেও সরে আসবে না। তিনি নিজে হোয়াইট হাউসে ট্রাম্পকে ফোন করা নিয়েও কোনো তাড়াহুড়া করছেন না।</p><p>রাজধানী ব্রাসিলিয়ায় প্রেসিডেন্টের বাসভবনে বসে দেওয়া সাক্ষাৎকারে লুলা বলেন, ‘যেদিন আমার অন্তর্দৃষ্টি বলবে, ট্রাম্প কথা বলতে প্রস্তুত আছেন, আমি তাঁকে ফোন করতে দ্বিধা করব না। আজ আমার অন্তর্দৃষ্টি বলছে, তিনি (ট্রাম্প) হয়তো কথা বলতে চাইছেন না। তাই আমি নিজেকে অপমানিত হতে দিতে পারি না।’</p><p>ট্রাম্প যেসব দেশের ওপর বাড়তি শুল্ক আরোপ করেছেন, পরিমাণ বিবেচনায় শুরুর দিকে রয়েছে ব্রাজিল। তবে সর্বোচ্চ মার্কিন শুল্কের পরও লাতিন আমেরিকার বৃহত্তম এই অর্থনীতির লাইনচ্যুত হওয়ার আশঙ্কা কম। ফলে বরং ট্রাম্পের বিরুদ্ধে অবস্থান নিতে পশ্চিমের অন্য নেতাদের তুলনায় লুলা বেশি সুযোগ পাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘উড়াল’ দেখে পয়সা উশুল হবে কি | প্রথম আলো",
            "time": "2025-08-07T07:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Ftv1xjiz2%2Fposter-2-2025.jpg?rect=0%2C0%2C2436%2C1279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন কথা হচ্ছে, নব্বইয়ের দশকে মফস্‌সল শহরের সিনেমা হলে যেসব দর্শক ডিসিতে ১২ টাকা ও থার্ড ক্লাসে ৫ টাকা দিয়ে সিনেমা দেখেছেন, তাঁরা যদি বড় শহরের মাল্টিপ্লেক্স ৪০০ বা ৫০০ টাকা খরচ করে ‘উড়াল’ দেখেন, তবে তাঁদের পয়সা উশুল হবে কি? তাঁদের উশুল হবে কিন্তু যাঁদের জন্ম শহরে; গ্রামের সঙ্গে যোগাযোগ যাঁদের বিচ্ছিন্ন, তাঁদের এই সিনেমা দেখে ভালো নাও লাগতে পারে। তবে বন্ধুর প্রতি, গ্রামের প্রতি ও মফসস্‌ল শহরের প্রতি যাঁদের ন্যূনতম মমতা আছে, তাঁদের এই সিনেমা খারাপ লাগার কারণ খুঁজে পাওয়া কঠিন হবে।<br>যাঁদের কেবল রোমান্টিক, অ্যাকশন বা থ্রিলার পছন্দ, তাঁদেরও এ সিনেমা ভালো নাও লাগতে পারে। তাঁদের জন্য বর্তমান প্রজন্মের ছেলমেয়েরাও ছবিটা দেখে তাঁদের আগের প্রজন্মের জীবনাচরণ সম্পর্কে ধারণা পেতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বাংলায় স্নাতকোত্তর প্রোগ্রাম, আবেদন শেষ ২০ আগস্ট | প্রথম আলো",
            "time": "2025-08-07T07:43:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fjwh8vv6b%2F152.%E0%A6%9C%E0%A6%BE%E0%A6%B9%E0%A6%BE%E0%A6%99%E0%A7%8D%E0%A6%97%E0%A7%80%E0%A6%B0%E0%A6%A8%E0%A6%97%E0%A6%B0-%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%E0%A7%87%E0%A6%B0-%E0%A6%85%E0%A6%AE%E0%A6%B0-%E0%A6%8F%E0%A6%95%E0%A7%81%E0%A6%B6%E0%A7%87-%E0%A6%AD%E0%A6%BE%E0%A6%B8%E0%A7%8D%E0%A6%95%E0%A6%B0%E0%A7%8D%E0%A6%AF.jpg?rect=0%2C0%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জেনে নিন কোর্সের বিশেষত্ব—</strong></p><p>১. দক্ষ গবেষক ও শিক্ষকবৃন্দের তত্ত্বাবধানে কোর্স,<br>২. ক্লাস হবে শুক্র ও শনিবার,<br>৩. প্রযুক্তির সুবিধাসম্পন্ন শ্রেণিকক্ষ,<br>৪. বিরল ও বিপুল বইসংবলিত গ্রন্থাগার,<br>৫. গবেষণা-সহায়ক কর্মপরিবেশ,<br>৬. ব্যবহারিক কাজের মাধ্যমে শেখার সুযোগ,<br>৭. রয়েছে অংশগ্রহণমূলক সামাজিক ও সাংস্কৃতিক প্রতিবেশ।</p></div></div></div></body></html>"
        },
        {
            "title": "ফারইস্ট লাইফের ৫৫ হাজার কর্মীর তথ্য পাচার, এই অভিযোগে আইডিআরএর সদস্যসহ তিনজনের বিরুদ্ধে মামলা | প্রথম আলো",
            "time": "2025-08-07T07:39:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F4wu0su54%2Ffareastislamilife1.avif?rect=0%2C6%2C860%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনাটি একটু পেছন থেকে দেখতে হবে। ২০২১ সালের ১ সেপ্টেম্বর ফারইস্ট ইসলামী লাইফের পরিচালনা পর্ষদ অপসারণ করে নতুন ১০ জন স্বতন্ত্র পরিচালক নিয়োগ করে বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশন (বিএসইসি)। ঢাকা বিশ্ববিদ্যালয়ের আইন অনুষদের ডিন মো. রহমত উল্লাহকে বানানো হয় চেয়ারম্যান। এ পর্ষদের দুই স্বতন্ত্র পরিচালক মো. ঢাকা বিশ্ববিদ্যালয়ের ব্যাংকিং অ্যান্ড ইনস্যুরেন্স বিভাগের শিক্ষক মো. রফিকুল ইসলাম ও বেসরকারি টেলিভিশন একাত্তর টিভির প্রধান সম্পাদক ও ব্যবস্থাপনা পরিচালক মোজাম্মেল হককে রাখা হয় পর্ষদে।</p><p>পরে ২০২২ সালের ১০ ফেব্রুয়ারি কোম্পানিটির পরিচালনা পর্ষদ পুনর্গঠন করে বিএসইসি। মোজাম্মেল হক ও রফিকুল ইসলামকে নতুন পর্ষদেও রাখা হয়। এ ছাড়া পর্ষদে নিয়োগ দেওয়া হয় বেক্সিমকো গ্রুপের দুটি প্রতিষ্ঠান ট্রেড নেক্সট ইন্টারন্যাশনাল লিমিটেড ও জুপিটার বিজনেস লিমিটেডের মনোনীত প্রতিনিধি। বেক্সিমকো গ্রুপের একটি প্রতিষ্ঠানের মনোনীত প্রতিনিধি হিসেবে আসেন প্রতিরক্ষা গোয়েন্দা মহাপরিদপ্তরের (ডিজিএফআই) সাবেক মহাপরিচালক শেখ মামুন খালেদ।</p><p>অন্যদের মধ্যে পর্ষদ সদস্য ছিলেন ঢাকা বিশ্ববিদ্যালয়ের শামসুন্নাহার হলের প্রভোস্ট ও রোবোটিকস অ্যান্ড মেকাট্রনিকস ইঞ্জিনিয়ারিং বিভাগের শিক্ষক লাফিফা জামাল, বিএসইসির সাবেক কমিশনার আরিফ খান, সাবেক সংস্কৃতিসচিব ইব্রাহিম হোসেন খান প্রমুখ। স্বতন্ত্র পরিচালক মনোনীত হয়ে কোম্পানিটির চেয়ারম্যানের দায়িত্ব পান সাবেক প্রধানমন্ত্রী শেখ হাসিনার চাচা হিসেবে পরিচিত শেখ কবির হোসেন। তথ্য পাচারের অভিযোগের ঘটনা এ পর্ষদের সময়ের। পটপরিবর্তনের পর ২০২৪ সালের ১৪ আগস্ট অসুস্থতার কারণ দেখিয়ে শেখ কবির হোসেন কোম্পানিটি থেকে পদত্যাগ করেন। কাছাকাছি সময়ে পদত্যাগ করেন অন্যরাও।</p></div></div></div></body></html>"
        },
        {
            "title": "বিজয় র‍্যালির কারণে ঢাকাবাসীর কষ্টে বিএনপির দুঃখপ্রকাশ | প্রথম আলো",
            "time": "2025-08-07T07:36:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fethxnxnv%2FBNP-logo.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্র-জনতার গণ–অভ্যুত্থানে গত বছরের ৫ আগস্ট শেখ হাসিনা সরকারের পতনের প্রথম বর্ষপূর্তি উপলক্ষে গতকাল বিকেলে ঢাকায় বিজয় র‍্যালি করে বিএনপি। রাজধানীর নয়াপল্টনে বিএনপির কেন্দ্রীয় কার্যালয় থেকে শুরু হওয়া এ র‍্যালি শাহবাগে গিয়ে শেষ হয়।</p><p>বিজয় র‍্যালিতে বিএনপি ও এর অঙ্গসংগঠনের হাজারো নেতা–কর্মী অংশ নেন। এতে রাজধানীর বিভিন্ন সড়কে যানজট দেখা দেয়। ভোগান্তিতে পড়েন মানুষ।</p><p>নয়াপল্টনে র‍্যালি–পূর্ব সমাবেশে যুক্তরাজ্যের লন্ডন থেকে অনলাইনে যুক্ত হয়ে প্রধান অতিথির বক্তব্য দেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে হঠাৎ ভেঙে পড়ল সেতু, প্রায় অচল বায়েজিদ বোস্তামী সড়ক | প্রথম আলো",
            "time": "2025-08-07T07:32:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F93uawp8b%2Fbayejid-bostami-bridge.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চট্টগ্রামে হঠাৎ ভেঙে পড়ল সেতু, প্রায় অচল বায়েজিদ বোস্তামী সড়ক\" class=\"nA4h1 \">চট্টগ্রামে হঠাৎ ভেঙে পড়ল সেতু, প্রায় অচল বায়েজিদ বোস্তামী সড়ক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-07T13:32:42+06:00\"><span>প্রকাশ: ০৭ আগস্ট ২০২৫, ০৭: ৩২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বেগম রোকেয়া বিশ্ববিদ্যালয়ের সাবেক উপাচার্য কলিমুল্লাহ গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-07T07:32:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F5hrlloma%2F1-image-Template-2-Recovered.jpg?rect=0%2C120%2C1067%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপির গণমাধ্যম ও জনসংযোগ বিভাগে উপকমিশনার মুহাম্মদ তালেবুর রহমান প্রথম আলোকে এ তথ্য নিশ্চিত করেছেন।</p><p>মুহাম্মদ তালেবুর রহমান আরও জানান, সাবেক উপাচার্য নাজমুল আহসান কলিমুল্লাহকে মিন্টো রোডের ডিবি কার্যালয়ে আনা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিজ্ঞতা নেই, তবু তাঁরা ‘ভালো’ কোচ | প্রথম আলো",
            "time": "2025-08-07T07:28:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fl633g5c2%2F2b2a0e8e-479c-4d09-ae04-95ab2c04794a.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাডমিন্টন ফেডারেশনের নিয়োগ দেওয়া ইন্দোনেশিয়ার মাঙ্গারা তুয়া একাডেমির কোচ ছিলেন ১৭ বছর। তুয়ার রয়েছে ব্যাডমিন্টন ওয়ার্ল্ড ফেডারেশনের লেভেল ওয়ান ট্রেনিং, যে কোর্সে সাধারণত ৫ থেকে ৭ দিনে ১৩ মডিউলে ব্যাডমিন্টনের মৌলিক বিষয়গুলো শেখানো হয়।</p><p>‎টেবিল টেনিসের থাই কোচ প্যাটারটর্ন পাসারার কোচিং অভিজ্ঞতা নেই বললেই চলে। চীন থেকে আনা উশুর ঝোউ ওয়েনজিয়ের অবস্থাও অনেকটা তেমন। আগে কখনো জাতীয় দল কিংবা চেনাজানা ক্লাবে কোচিং করানোর সুযোগ হয়নি তাঁর।</p><p>বক্সিংয়ের কোচ আবায়েভ আকিকত কিরগিজস্তান বক্সিং ফেডারেশনের বর্তমান কমিটির সদস্য। অর্থনীতির পাশাপাশি শারীরিক সংস্কৃতি ও খেলাধুলা নিয়ে স্নাতক করা আকিকতের কোচিংয়ে সর্বোচ্চ ডিগ্রি ইন্টারন্যাশনাল বক্সিং অ্যাসোসিয়েশন থেকে ওয়ান স্টার কোর্স, যা এই খেলার একেবারে মৌলিক সার্টিফিকেট।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে নিরাপত্তারক্ষী ও শ্রমিকদের জিম্মি করে হিমাগারে ডাকাতি | প্রথম আলো",
            "time": "2025-08-07T07:26:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F4tbf4lwl%2FRajshahiDH109220250807IMG-20250807-WA0028.jpg?rect=45%2C0%2C1406%2C738&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশ কোল্ডস্টোরের ব্যবস্থাপক আকবর আলী বলেন, ভোরে এক শ্রমিক কৌশলে বাঁধন খুলে মিলের হুইসেল বাজিয়ে অন্যদের মুক্ত করেন। পরে তাঁরা পুলিশকে খবর দেন। তিনি আরও বলেন, অনেক যন্ত্রাংশ লুট করা হয়েছে। এগুলোর বেশির ভাগই বিদেশি। মূল্য নির্ধারণ এখনো হয়নি। মামলা করার প্রস্তুতি চলছে। তবে তার আগে হিমাগারটি সচল করাই জরুরি। কারণ, ভেতরে প্রচুর কাঁচামাল রয়েছে।</p><p>মোহনপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আতাউর রহমান বলেন, একটি ঘরে শ্রমিকদের বেঁধে রেখে বৈদ্যুতিক তারসহ বিভিন্ন সামগ্রী লুট করা হয়েছে বলে জানিয়েছে কর্তৃপক্ষ। এখনো মামলা হয়নি। মামলা হলে লুট হওয়া সম্পদের পরিমাণ জানা যাবে।</p></div></div></div></body></html>"
        }
    ]
}