{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কনকনে শীত আরও তিন-চার দিন | প্রথম আলো",
            "time": "2025-12-29T01:33:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F12hjf26c%2FCapture.PNG?rect=0%2C71%2C972%2C510&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিশোরগঞ্জের নিকলীতে গতকাল সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে। নিকলী সদরের কৃষক মো. ঈমাম হোসেন (৬৫) প্রথম আলোকে বলেন, তীব্র শীতের কারণে তাঁরা চরম ভোগান্তিতে পড়েছেন।</p><p>রাজশাহীতে গতকাল সারা দিন সূর্যের দেখা মেলেনি। ঘন কুয়াশার সঙ্গে ছিল হিমেল বাতাস। রাজশাহী নগরের আমজাদের মোড় এলাকায় রাস্তার পাশে মানুষজনকে আগুন জ্বালিয়ে তাপ নিতে দেখা যায়। নগরের মোহনপুর এলাকার শ্রমজীবী বাবুল হোসেন প্রথম আলোকে বলেন, শীতের কারণে রাতে ঠিকমতো ঘুমাতে পারেন না। উত্তরের ঠান্ডা বাতাসে কষ্ট বাড়ছে। কাজকর্মও কমে গেছে। গতকাল দুই দিন পর তিনি কাজ পেয়েছেন। তীব্র শীতে তাঁর সংসার চালানো কঠিন হয়ে গেছে।</p><p>ঘন কুয়াশা আর হিমেল বাতাসে স্থবির হয়ে পড়েছে উত্তরের জনপদ রংপুরের স্বাভাবিক জীবনযাত্রা। কনকনে ঠান্ডায় সবচেয়ে বেশি বিপাকে পড়েছেন খেটে খাওয়া শ্রমজীবী মানুষ। গতকাল সকালে রংপুর নগরের জাহাজ কোম্পানি, শাপলা চত্বর, পার্কের মোড় ও মেডিকেল মোড় এলাকা ঘুরে দেখা গেছে, রাস্তায় লোকজন কম। রিকশাচালক হাসান আলী বলেন, ‘শীতত কাহিল হছি। পেটের তাগিদে ঠান্ডাত রাস্তাত বাইর হইছি। রাস্তাত মানুষ নাই। গ্যামজ্যামের শহর ফাঁকা।’</p></div></div></div></body></html>"
        },
        {
            "title": "মোশাররফ, নিশো, জয়া ছিলেন তবু কি জমল ওটিটি | প্রথম আলো",
            "time": "2025-12-29T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Faal036to%2Fcollage-2.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহিদ হাসান, মোশাররফ করিম, জয়া আহসান, আফরান নিশোদের মতো তারকার সিনেমা-সিরিজ এসেছে। তবু ২০২৫ সালে হইচই ফেলে দেওয়ার মতো কাজ ওটিটিতে ছিল না। থ্রিলারের বাইরে ব্যতিক্রমী কিছু করার চেষ্টা অবশ্য ছিল চোখে পড়ার মতো।</p><p><strong>বড় তারকাদের উপস্থিতি<br></strong> বড় তারকাদের মধ্যে চলতি বছর ওটিটিতে সবচেয়ে বেশি দেখা গেছে মোশাররফ করিমকে। ‘বোহেমিয়ান ঘোড়া’ (হইচই), ‘অন্ধকারের গান’ (বিঞ্জ), ‘মির্জা’ (বঙ্গ), ‘ডিমলাইট’-এ (চরকি) দেখা গেছে অভিনেতাকে। চারটি ওয়েব সিনেমার মধ্যে অমিতাভ রেজা চৌধুরীর বোহেমিয়ান ঘোড়া আর শরাফ আহমেদের ‘ডিমলাইট’ ছাড়া বাকি দুই কাজই গড়পড়তা। মোশাররফ চেষ্টা করেছেন, কিন্তু দুই প্রকল্পের চিত্রনাট্যে দম ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "সবচেয়ে উঁচু গির্জায় উঠতে এখনো সিঁড়িই ভরসা, ভাঙতে হয় প্রায় ৮০০ সিঁড়ি | প্রথম আলো",
            "time": "2025-12-29T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Ftulxsmdr%2FWEB.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সবচেয়ে উঁচু গির্জায় উঠতে এখনো সিঁড়িই ভরসা, ভাঙতে হয় প্রায় ৮০০ সিঁড়ি\" class=\"nA4h1 \">সবচেয়ে উঁচু গির্জায় উঠতে এখনো সিঁড়িই ভরসা, ভাঙতে হয় প্রায় ৮০০ সিঁড়ি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-29T07:00:00+06:00\"><span>প্রকাশ: ২৯ ডিসেম্বর ২০২৫, ০১: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৯ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-29T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fddg1kte5%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ইস্টার্ন কেপ-প্রিটোরিয়া<br></strong>রাত ৯-৩০ মি., স্টার স্পোর্টস ২</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেন যুদ্ধ থামবে কি না কয়েক সপ্তাহের মধ্যে বোঝা যাবে: ট্রাম্প | প্রথম আলো",
            "time": "2025-12-28T23:28:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fqya0ggtu%2Fdfd.JPG?rect=0%2C0%2C3921%2C2059&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকালের সম্মেলনে ট্রাম্প ও জেলেনস্কি দুজনই বলেন, দনবাসের ভবিষ্যতের বিষয়টি এখনো সুরাহা হয়নি। এটি এখনো অমীমাংসিত রয়ে গেছে। তবে একটি সমাধানের বিষয়ে অনেক অগ্রগতি হয়েছে। দনবাস নিয়ে মস্কো ও কিয়েভের মধ্যে একটি সমঝোতা কঠিন বিষয় বলেও উল্লেখ করেন মার্কিন প্রেসিডেন্ট।</p><p>গতকাল জেলেনস্কি ও তাঁর প্রতিনিধিদল ট্রাম্পের অবকাশযাপনকেন্দ্রে পৌঁছানোর আগে রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে ফোনে কথা বলেন ট্রাম্প। এই আলাপকে ‘ফলপ্রসূ’ বলে উল্লেখ করেছেন মার্কিন প্রেসিডেন্ট। অপরদিকে একে ‘বন্ধুত্বপূর্ণ’ বলে অভিহিত করেছেন ক্রেমলিনের পররাষ্ট্র নীতিবিষয়ক কর্মকর্তা ইউরি উশাকভ।</p><p>উশাকভ বর্তমানে মস্কোয় অবস্থান করছেন। তাঁর ভাষ্যমতে, ট্রাম্পকে পুতিন বলেছেন যে ইউরোপীয় ইউনিয়ন ও ইউক্রেন যে ৬০ দিন যুদ্ধবিরতির প্রস্তাব দিয়েছে, তা যুদ্ধকে আরও দীর্ঘ করবে। উশাকভ এ-ও বলেন, কোনো বিলম্ব ছাড়াই দনবাস ইস্যুতে কিয়েভকে একটি সিদ্ধান্ত নিতে হবে। এদিকে জেলেনস্কির সঙ্গে আলাপের পর পুতিনকে আবার ফোন দেবেন বলে জানিয়েছিলেন ট্রাম্প।</p></div></div></div></body></html>"
        },
        {
            "title": "১৯ কারণে নামাজ নষ্ট হয়ে যায় | প্রথম আলো",
            "time": "2025-12-28T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fpgfyj0ac%2Fpexels-mirza-muneeb-151629086-28583087.jpg?rect=0%2C773%2C2287%2C1201&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>২. কাউকে সালাম দেওয়া</strong></p><p>নামাজরত অবস্থায় কাউকে আসসালামু আলাইকুম বা অন্য কোনোভাবে সালাম দিলে নামাজ ভেঙে যায় (ইবনুল হুমাম, <em>ফাতহুল কাদির</em>, ১/৪০৫, দারুল ফিকর, বৈরুত, ১৩৯৭ হিজরি)। এটি মূলত মানুষের সঙ্গে কথোপকথনের শামিল।</p><p><strong>৩. সালামের উত্তর দেওয়া</strong></p><p>কেউ সালাম দিলে মুখে তার উত্তর দিলেও নামাজ বাতিল হয়ে যাবে। জাবির (রা.) থেকে বর্ণিত একটি হাদিসে আছে, তিনি রাসুলুল্লাহ (সা.)-কে নামাজরত অবস্থায় সালাম দিয়েছিলেন, কিন্তু তিনি উত্তর দেননি এবং পরে বুঝিয়ে বলেছিলেন। (সহিহ বুখারি, হাদিস: ১২১৬)।</p><p><strong>৪. শব্দ করে দুঃখ প্রকাশ করা</strong></p><p>নামাজের মধ্যে দুনিয়াবি কোনো দুঃখ বা ব্যথার কারণে যদি ‘উহ’, ‘আহ’ বা ‘তফ’ শব্দ করা হয়, তবে নামাজ ভেঙে যায় (বুরহানুদ্দিন মারগিনানি, <em>আল-হিদায়া</em>, ১/৬৩, দারু ইহয়ায়িত তুরাসিল আরাবি, বৈরুত, ১৯৯৫)। তবে যদি জান্নাত বা জাহান্নামের বর্ণনায় আল্লাহ্‌র ভয়ে এমন শব্দ বের হয়, তবে নামাজ ভাঙবে না।</p><p><strong>৫. অযথা কাশি দেওয়া</strong></p><p>গলায় কফ জমলে বা স্বাভাবিক প্রয়োজনে কাশি দিলে অসুবিধা নেই। কিন্তু অহেতুক বা নিজের ইচ্ছা অনুযায়ী শব্দ করে কাশি দিলে নামাজ নষ্ট হয়ে যায় (আলাউদ্দীন কাসানি, <em>বাদাইউস সানাই</em>, ১/২৩৫, দারুল কুতুবিল ইলমিয়্যাহ, বৈরুত, ২০০৩)।</p><p><strong>৬. আমল-ই-কাসির বা অতিরিক্ত নড়াচড়া</strong></p><p>নামাজের মধ্যে এমন কোনো কাজ করা যা দেখলে দূর থেকে মনে হয় যে ব্যক্তিটি নামাজ পড়ছে না, তাকে আমল-ই-কাসির বলা হয়। এই ধরনের অতিরিক্ত নড়াচড়া নামাজকে বাতিল করে দেয় (ইবনে আবিদিন, <em>রদ্দুল মুহতার</em>, ২/৩৮৫, দারুল ফিকর, বৈরুত, ১৯৯২)।</p><p><strong>৭. সুসংবাদ শুনে আলহামদুলিল্লাহ বলা</strong></p><p>নামাজে থাকাকালীন বাইরের কোনো ভালো খবর শুনে যদি কেউ ‘আলহামদুলিল্লাহ’ বলে উত্তর দেয়, তবে তার নামাজ ভেঙে যাবে। কারণ এটি তখন জিকির না হয়ে কথোপকথনের অংশ হয়ে দাঁড়ায় (হাসান ইবন আম্মার শুরুনবুলালি, <em>নুরুল ইজাহ</em>, পৃষ্ঠা: ৮৪, আল-মাকতাবাতুল আসরিয়্যাহ, বৈরুত, ২০০৫)।</p><p><strong>৮. দুঃসংবাদ শুনে ইন্নালিল্লাহ বলা</strong></p><p>একইভাবে, কোনো শোকের সংবাদ শুনে নামাজে থাকা অবস্থায় ‘ইন্নালিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন’ পাঠ করলে নামাজ ভেঙে যায়।</p><p><strong>৯. আশ্চর্যের কিছু শুনে সুবহানাল্লাহ বলা</strong></p><p>নামাজের বাইরের কোনো ঘটনায় আশ্চর্য হয়ে যদি কেউ ‘সুবহানাল্লাহ’ বলে প্রতিক্রিয়া দেখায়, তবে ফিকহবিদদের মতে তার নামাজ বাতিল হয়ে যাবে।</p><p><strong>১০. নিজের ইমাম ব্যতীত অন্য কাউকে ‘লোকমা’ দেওয়া</strong></p><p>লোকমা মানে ভুল ধরিয়ে দেওয়া। নামাজে নিজের ইমাম কোরআন তিলাওয়াতে ভুল করলে তাকে ধরিয়ে দেওয়া বা লোকমা দেওয়া জায়েজ। কিন্তু অন্য কোনো নামাজির ভুল ধরিয়ে দিলে নামাজ ভেঙে যায় (বুরহানুদ্দিন মারগিনানি, <em>আল-হিদায়া</em>, ১/৬৪, দারু ইহয়ায়িত তুরাসিল আরাবি, বৈরুত, ১৯৯৫)।</p><p><strong>১১. কোরআন দেখে দেখে পড়া</strong></p><p>নামাজে দাঁড়িয়ে সামনে রাখা কোরআন শরিফ বা কোনো কিতাব দেখে দেখে পড়া ইমাম আবু হানিফার মতে নামাজ ভঙ্গের কারণ। কারণ এটি নামাজের বাইরের একটি শিক্ষা গ্রহণ প্রক্রিয়ার মতো মনে হয়।</p></div></div></body></html>"
        },
        {
            "title": "জামায়াতের সঙ্গে এনসিপির নির্বাচনী সমঝোতা, আসনসংখ্যা চূড়ান্ত হয়নি | প্রথম আলো",
            "time": "2025-12-28T20:23:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fn2v7mghp%2Fuo97juew.jpg?rect=0%2C31%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন সমঝোতা প্রায় চূড়ান্ত হয়ে গেছে জানিয়ে জামায়াতের আমির বলেন, সামান্য একটু বিষয় যেগুলো রয়েছে, মনোনয়নপত্র জমা দেওয়ার পরপরই সেগুলোও আলাপ-আলোচনার ভিত্তিতে সমাধান করা যাবে। এ ক্ষেত্রে কোনো সমস্যা হবে না। এ ব্যাপারে দলগুলো আস্থাশীল।</p><p>শফিকুর রহমান বলেন, ১০ দল নির্বাচন কমিশনের ঘোষণা অনুযায়ী আগামী বছরের ১২ ফেব্রুয়ারিই নির্বাচন চায়। তবে এখনো সব দলের জন্য সমতল মাঠ তৈরি হয়নি। আগামী নির্বাচনে কেউ ভোটের অধিকার হরণ করতে চাইলে তা বরদাশত করা হবে না।</p><p>সংবাদ সম্মেলন সঞ্চালনা করেন বাংলাদেশ খেলাফত মজলিসের আমির মামুনুল হক। আরও উপস্থিত ছিলেন ইসলামী আন্দোলন বাংলাদেশের প্রেসিডিয়াম সদস্য আশরাফ আলী আকন, খেলাফত মজলিসের মহাসচিব আহমদ আবদুল কাদের, বাংলাদেশ খেলাফত আন্দোলনের নায়েবে আমির মুজিবুর রহমান হামিদী, জাতীয় গণতান্ত্রিক পার্টির (জাগপা) মুখপাত্র রাশেদ প্রধান, জামায়াতের সহকারী সেক্রেটারি জেনারেল হামিদুর রহমান আযাদ প্রমুখ।</p><p>সংবাদ সম্মেলনের বিষয়ে জানতে চাইলে খেলাফত মজলিসের মহাসচিব আহমদ আবদুল কাদের গতকাল রাতে প্রথম আলোকে বলেন, দলগুলো একসঙ্গে নির্বাচন করবে, সংবাদ সম্মেলন ছিল তারই একটা বার্তা। তবে আসন সমঝোতা এখনো চূড়ান্ত হয়নি। এ জন্য আরও আলোচনা করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার শারীরিক অবস্থা আগের মতোই ‘সংকটময়’ | প্রথম আলো",
            "time": "2025-12-28T20:15:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fc0c9e379-387b-4619-9145-5918315f9070%2FUntitled_1.jpg?rect=0%2C25%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই চিকিৎসক বলেন, ‘সত্যিকার অর্থে দেশনেত্রী বেগম খালেদা জিয়া ২৩ নভেম্বর এখানে (এভারকেয়ার হাসপাতাল) ভর্তি হয়েছেন; ভর্তি হওয়ার পরবর্তীতে ওনার (খালেদা জিয়া) শারীরিক অবস্থার বেশ অবনতি হয়েছিল।’ তিনি জানান, শারীরিক অবস্থার অবনতির কারণে খালেদা জিয়াকে কেবিন থেকে সিসিইউ (করোনারি কেয়ার ইউনিট) এবং সেখানে থেকে পরে আইসিইউতে (নিবিড় পরিচর্যাকেন্দ্র) নেওয়া হয়।</p><p>দেশি-বিদেশি চিকিৎসকেরা বিএনপির চেয়ারপারসনকে চিকিৎসা দিচ্ছেন উল্লেখ করে চিকিৎসক জাহিদ হোসেন আরও বলেন, খালেদা জিয়ার পুত্রবধূ চিকিৎসক জুবাইদা রহমান তাতে যুক্ত রয়েছেন।</p><p>এদিকে জুবাইদা রহমান গতকাল রাত আটটার কিছু পরে খালেদা জিয়াকে দেখতে এভারকেয়ার হাসপাতালে যান। এর কিছুক্ষণ পর যান বিএনপির ভারপ্রাপ্ত চেয়ারম্যান ও খালেদা জিয়ার জ্যেষ্ঠ পুত্র তারেক রহমানের শাশুড়ি ইকবাল মান্দ বানু। খালেদা জিয়ার বড় বোন সেলিনা ইসলামও গতকাল তাঁকে দেখতে হাসপাতালে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "ম্যানুয়ালি ভোট গণনাসহ দুই দফা দাবি জগন্নাথ বিশ্ববিদ্যালয় ছাত্রদলের | প্রথম আলো",
            "time": "2025-12-28T19:56:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Faxcq6ug3%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২৫ ডিসেম্বর প্রধান নির্বাচন কমিশনার অধ্যাপক মোস্তফা হাসান জানিয়েছিলেন, আসন্ন জগন্নাথ বিশ্ববিদ্যালয় শিক্ষার্থী সংসদ (জকসু) নির্বাচনে ওএমআর পদ্ধতিতে ভোট গণনা করা হবে। নির্বাচন কমিশনের ওই সিদ্ধান্তের পরই ছাত্রদলের পক্ষ থেকে পাল্টা এই দাবি জানানো হলো।</p><p>সংবাদ সম্মেলনে জগন্নাথ বিশ্ববিদ্যালয় ছাত্রদলের আহ্বায়ক মেহেদি হাসান (হিমেল) বলেন, প্রতিটি ভোটকেন্দ্রে ব্যবহৃত ব্যালট, বাতিল ব্যালট ও অব্যবহৃত ব্যালটের পূর্ণাঙ্গ হিসাব স্বচ্ছভাবে উপস্থাপন করতে হবে। তিনি বলেন, অতীতে বিভিন্ন ছাত্র সংসদ নির্বাচনে ব্যালট নিয়ে ব্যাপক অনিয়ম ও কারচুপির নজির রয়েছে। জকসু নির্বাচনে যাতে এ ধরনের কোনো পরিস্থিতি তৈরি না হয়, সে বিষয়ে নির্বাচন কমিশনের কঠোর নজরদারি করতে হবে।</p><p>এ সময় জগন্নাথ বিশ্ববিদ্যালয় ছাত্রদলের সদস্যসচিব শামসুল আরেফিন বলেন, সাধারণ শিক্ষার্থীরা আর কোনো পাতানো বা প্রশ্নবিদ্ধ নির্বাচন দেখতে চান না। প্রশাসন যদি শিক্ষার্থীদের যৌক্তিক দাবিগুলো মেনে নেয়, তবেই একটি গ্রহণযোগ্য নির্বাচন সম্ভব হবে বলে তিনি মনে করেন। অন্যথায় সাধারণ শিক্ষার্থীদের ভোটাধিকার রক্ষায় ছাত্রদল কঠোর কর্মসূচি দিতে বাধ্য হবে বলেও তিনি সতর্ক করেন। একই সঙ্গে তিনি আশা প্রকাশ করেন, বিশ্ববিদ্যালয় প্রশাসন ও নির্বাচন কমিশন কোনো বিশেষ মহলের প্রভাবমুক্ত থেকে শিক্ষার্থীদের আস্থার প্রতিফলন ঘটাবে।</p><p>সংবাদ সম্মেলনে আরও বলা হয়, ভোট গ্রহণ শেষে অনেক সময় ব্যালট পেপার যত্রতত্র পড়ে থাকতে দেখা গেছে, যা নির্বাচনের স্বচ্ছতাকে প্রশ্নবিদ্ধ করে। এ কারণে স্বচ্ছতা নিশ্চিত করতে ম্যানুয়াল পদ্ধতিই সবচেয়ে নির্ভরযোগ্য বলে দাবি করেন বক্তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার এনসিপির সঙ্গে ‘সম্পর্কচ্ছেদের’ কথা জানালেন মাওলানা ভাসানীর দৌহিত্র | প্রথম আলো",
            "time": "2025-12-28T19:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fv58dgolu%2FAzaz-Ncp.jpg?rect=0%2C171%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার জাতীয় নাগরিক পার্টির (এনসিপি) সঙ্গে ‘আনুষ্ঠানিক সম্পর্কচ্ছেদের’ সিদ্ধান্তের কথা জানিয়েছেন দলটির কেন্দ্রীয় নেতা ও মাওলানা আবদুল হামিদ খান ভাসানীর দৌহিত্র আজাদ খান ভাসানী। এমন সিদ্ধান্তের কারণ হিসেবে তিনি বলেছেন, নতুন রাজনৈতিক বন্দোবস্ত ও স্বতন্ত্র পরিচয় গড়ে তোলার ক্ষেত্রে এনসিপির প্রত্যাশিত সাফল্য দেখা যায়নি।</p><p>জামায়াতে ইসলামী ও সমমনা দলগুলোর সঙ্গে নির্বাচনী সমঝোতায় এনসিপি যুক্ত হওয়ার পর রোববার দিবাগত মধ্যরাতে এক ফেসবুক পোস্টে এসব কথা বলেন আজাদ খান ভাসানী। তিনি এনসিপির কেন্দ্রীয় সংগঠকের (উত্তরাঞ্চল) পাশাপাশি দলের কৃষক উইং প্রস্তুতি কমিটির প্রধান সমন্বয়কারী হিসেবে দায়িত্ব পালন করছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আরও তিনজন গ্রেপ্তার, ছয় আসামি রিমান্ডে | প্রথম আলো",
            "time": "2025-12-28T19:01:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F3ppztv8g%2Fkeranigonjmadrasa-1.jpeg?rect=0%2C158%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার দক্ষিণ কেরানীগঞ্জের হাসনাবাদ এলাকায় গত শুক্রবার সকালে উম্মাল কুরা ইন্টারন্যাশনাল মাদ্রাসার একতলা ভবনে বিস্ফোরণের ঘটনা ঘটে। বিস্ফোরণে ভবনটির দুই পাশের দেয়াল উড়ে যায়।</p><p>পুলিশ ও স্থানীয় সূত্র জানায়, বিস্ফোরণের ঘটনায় মাদ্রাসার পরিচালক আল-আমিন শেখ (৩২), তাঁর স্ত্রী আছিয়া বেগম (২৮) এবং তাঁদের তিন সন্তানের মধ্যে দুই ছেলে উমায়েত (১০) ও আবদুল্লাহ (৭) আহত হয়। সেখান থেকে ককটেলসদৃশ বস্তু, বিপুল রাসায়নিক দ্রব্য ও বোমা তৈরির বিভিন্ন সরঞ্জাম পাওয়া গেছে।</p><p>পুলিশ বলছে, বছর তিনেক আগে বাড়িটি ভাড়া নেন মো. হারুনুর রশীদ। তিনি তাঁর বোন আছিয়া ও ভগ্নিপতি আল-আমিন শেখকে মাদ্রাসা পরিচালনার দায়িত্ব দেন। তিনি মাঝেমধ্যে মাদ্রাসায় আসতেন।</p><p>বিস্ফোরণের ঘটনায় গত শনিবার দক্ষিণ কেরানীগঞ্জ থানার উপপরিদর্শক রফিকুল ইসলাম বাদী হয়ে থানায় মামলা করেন। মামলায় সাতজনকে এজাহারভুক্ত আসামি করা হয়েছে। পাশাপাশি অজ্ঞাতনামা আরও ছয় থেকে সাতজনকে আসামি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিরিয়ার বিভিন্ন শহরে বিক্ষোভ, নিহত ৩ | প্রথম আলো",
            "time": "2025-12-28T18:55:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fkzl97muf%2FA-person-from.JPG?rect=0%2C390%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত শুক্রবার মসজিদে বোমা হামলার পর শনিবার গাজাল গাজাল বিক্ষোভের আহ্বান জানিয়ে এক ভিডিও বার্তায় বলেন, বিশ্বকে দেখাতে হবে—আলাউইত জনগোষ্ঠীকে অবমাননা বা কোণঠাসা করে রাখা যাবে না।</p><p>ইসলামিক আলাউইত কাউন্সিলের প্রধান গাজাল গাজাল সামাজিক যোগাযোগমাধ্যম ফেসবুকে দেওয়া ওই ভিডিও বার্তায় বলেন, ‘আমরা গৃহযুদ্ধ চাই না, আমরা কেন্দ্র ও প্রদেশের মধ্যে ক্ষমতার ভারসাম্য (রাজনৈতিক ফেডেরালিজম) চাই। আমরা আপনাদের সন্ত্রাস চাই না। আমরা নিজেদের ভবিষ্যৎ নিজেরাই নির্ধারণ করতে চাই।’</p><p>লাতাকিয়ায় বিক্ষোভকারীরা গাজালের ছবি-সংবলিত প্ল্যাকার্ড প্রদর্শন করেন। ব্যানারে নানা স্লোগান লিখে তাঁর প্রতি সমর্থন ব্যক্ত করেন। তাঁরা কর্তৃপক্ষের প্রতি কেন্দ্রীভূত ক্ষমতা কমিয়ে আঞ্চলিক স্বায়ত্তশাসনের সুযোগ দেওয়ার দাবি জানান।</p><p>অনেক প্ল্যাকার্ডে ‘সাম্প্রদায়িক বক্তব্য বন্ধ’ এবং নাগরিক ও সাবেক সেনাদের বেতন পরিশোধের দাবি-দাওয়া লেখা ছিল।</p><p>সংঘর্ষের আগে লাতাকিয়ায় বিক্ষোভে অংশ নেওয়া ৪৮ বছর বয়সী ব্যবসায়ী নুমেইর রামাদান প্রশ্ন তোলেন, ‘কেন এই হত্যা? এই গুপ্তহত্যা কেন? এই অপহরণ কেন?’<br>নুমেইর বলেন, ‘আসাদ চলে গেছেন, আমরা আসাদকে সমর্থনও করি না…তাহলে কেন এই হত্যাকাণ্ড?’ গত শুক্রবার ও আগের হত্যাকাণ্ড ও অপহরণের দিকে ইঙ্গিত করে তিনি এসব কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদি হত্যার বিচার, ভারতীয়দের কাজের অনুমতি বাতিলসহ চার দফা ঘোষণা ইনকিলাব মঞ্চের | প্রথম আলো",
            "time": "2025-12-28T18:17:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fmfkvb5w5%2F073440.jpg?rect=0%2C40%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের চার দফা দাবি হলো, যে বা যারা হাদিকে খুন করেছে, খুনের পরিকল্পনা করেছে, সহায়তা করেছে, তাদেরকে গ্রেপ্তার করে আগামী ২৪ দিনের মধ্যে বিচার নিশ্চিত করতে হবে। বাংলাদেশে যেসব ভারতীয় কাজ করেন, দেশের স্বাধীনতা–সার্বভৌমত্ব টিকিয়ে রাখতে তাঁদের ওয়ার্ক পারমিট বাতিল করতে হবে। খুনি হাসিনা এবং যারা বাংলাদেশে ১৭ বছর গুম–খুন করে মানুষের জীবনকে জাহান্নাম বানিয়ে দিল্লিতে আশ্রয় নিয়েছে, তাদেরকে যদি ফেরত দেওয়া না হয়, তাহলে আন্তর্জাতিক আদালতে ভারতের বিরুদ্ধে মামলা করতে হবে এবং বাংলাদেশে সব গোয়েন্দা সংস্থা, আইনশৃঙ্খলা রক্ষাকারী বাহিনী এই ঘটনা নিয়ে একেকজন একেক রকম বক্তব্য দিচ্ছে, জনগণকে বিভ্রান্ত করতে চাচ্ছে, সরকারের কাছে অনুরোধ, এদের চিহ্নিত করে চাকরিচ্যুত করে বিচারের মুখোমুখি করতে হবে। একই সঙ্গে সিভিল, মিলিটারি, ইন্টেলিজেন্সের মধ্যে থাকা আওয়ামী লীগের দোসরদের বিচারের মুখোমুখি করতে হবে।</p><p>ইনকিলাব মঞ্চের সদস্যসচিব বলেন, ‘এই চার দফা দাবির মধ্যে আগামী ২৪ কার্যদিবসের মধ্যে শহীদ ওসমান হাদির খুনিদের গ্রেপ্তার করে বিচার সম্পন্ন করা আমাদের প্রধান দাবি। বাকি তিন দাবিও এই অন্তবর্তী সরকারের সময়েই নিশ্চিত করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জলবায়ু পরিবর্তনে ঝুঁকিতে খুলনা | প্রথম আলো",
            "time": "2025-12-28T18:12:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fro7p5797%2F046A5361051656.JPG?rect=0%2C128%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জলবায়ু পরিবর্তনের অভিঘাতে উপকূলীয় দক্ষিণ-পশ্চিম অঞ্চল ক্রমেই ঝুঁকিপূর্ণ হয়ে উঠছে। লবণাক্ততা বৃদ্ধি, মিষ্টি পানির সংকট ও নদীর স্বাভাবিক প্রবাহ নষ্ট হওয়ায় কৃষি, খাদ্যনিরাপত্তা ও মানুষের জীবিকা চাপে পড়েছে। একই সঙ্গে নারী ও শিশুর স্বাস্থ্যঝুঁকি বাড়ছে, যা সামাজিক বৈষম্যকে আরও তীব্র করছে। জলবায়ু পরিবর্তনের অভিঘাতের পাশাপাশি মানবসৃষ্ট কর্মকাণ্ডে সুন্দরবনও চাপের মুখে পড়েছে। এই বাস্তবতায় খাতভিত্তিক বিচ্ছিন্ন উদ্যোগ নয়, বরং সমন্বিত ও দীর্ঘমেয়াদি পরিকল্পনার মাধ্যমেই টেকসই জলবায়ু অভিযোজন ও উন্নয়ন নিশ্চিত করা সম্ভব।</p><p>‘জলবায়ু পরিবর্তন: উপকূলীয় অঞ্চলে এর প্রভাব ও প্রতিকারের উপায়’ শীর্ষক বিভাগীয় সংলাপে এমন বক্তব্য উঠে এসেছে। হেলভেটাস বাংলাদেশের সহযোগিতায় উত্তরণ, ডর্প, ইএসডিও এবং প্রথম আলোর উদ্যোগে গতকাল রোববার খুলনা প্রেসক্লাবে এই সংলাপ অনুষ্ঠিত হয়।</p><p>সংলাপে সরকারের বিভিন্ন অধিদপ্তর, নাগরিক সমাজ ও বেসরকারি উন্নয়ন সংস্থার প্রতিনিধি, ভুক্তভোগী নারী, পুরুষ, শিক্ষার্থী ও গণমাধ্যমকর্মী অংশ নেন।</p><p>সংলাপে সুন্দরবন একাডেমির নির্বাহী পরিচালক অধ্যাপক আনোয়ারুল কাদির বলেন, ‘জলবায়ু পরিবর্তনের অভিঘাত সবার ওপরই পড়ে। সরকারের বিভিন্ন মন্ত্রণালয়, দপ্তর ও অধিদপ্তর আলাদাভাবে কাজ করছে। ফলে উদ্যোগগুলো অনেক সময় টেকসই হচ্ছে না, কাঙ্ক্ষিত ফলও হয়তো আসছে না। আমরা যে ধরনের পরিকল্পনাই গ্রহণ করি না কেন, সেগুলো যদি সমন্বিত না হয়, তাহলে তা এসডিজির সঙ্গে সামঞ্জস্যপূর্ণ হবে না, টেকসইও হবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার কার্যালয়ে হামলায় জড়িতদের বিচার দাবি স্কপের | প্রথম আলো",
            "time": "2025-12-28T18:06:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fda9mrjca%2F%E0%A7%AA.jpg?rect=0%2C104%2C1468%2C771&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বক্তারা বলেন, ময়মনসিংহের ভালুকায় দীপু চন্দ্র দাস নামের এক পোশাকশ্রমিককে ধর্ম নিয়ে কটূক্তির অভিযোগ তুলে হত্যা, রাজশাহীতে ওমর ফারুক নামের এক ভ্যানচালককে পিটিয়ে হত্যা এবং ব্রাহ্মণবাড়িয়ায় ফোরকান মিয়া নামের একজনকে পিটিয়ে হত্যার ঘটনা রাষ্ট্রের দায়িত্বহীনতার ফল।</p><p>সভায় বক্তারা আরও বলেন, জুলাই গণ–অভ্যুত্থানের পর রাষ্ট্রীয় প্রশ্রয়ে ‘মব চর্চার’ সুযোগ দিয়ে বিচারিক কাঠামো ভেঙে ফেলার নজির তৈরি করা হয়েছে। এর পরিপ্রেক্ষিতে এ ধরনের নৃশংসতার প্রবণতা ভয়ংকর রূপ ধারণ করেছে। এসব ঘটনার তদন্ত করে হত্যাকারীদের চিহ্নিত করে দৃষ্টান্তমূলক শাস্তির দাবি জানান তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "মা খালেদা জিয়াকে দেখতে হাসপাতালে তারেক রহমান | প্রথম আলো",
            "time": "2025-12-28T17:52:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fg2lp7trb%2FWhatsApp-Image-2025-12-28-at-11.46.43-PM.jpeg?rect=0%2C0%2C529%2C278&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ এর আগে রাত ৮টা ২৩ মিনিটে হাসপাতালে আসেন খালেদা জিয়ার পুত্রবধূ ডা. জুবাইদা রহমান। এর ১০ মিনিট পর হাসপাতালে আসেন তারেক রহমানের শাশুড়ি ইকবাল মান্দ বানু। এ ছাড়া আজ হাসপাতালে এসেছেন খালেদা জিয়ার বড় বোন সেলিনা ইসলামও।</p><p>৮০ বছর বয়সী খালেদা জিয়া দীর্ঘদিন ধরে হৃদ্‌রোগ, ডায়াবেটিস, আর্থ্রাইটিস, লিভার সিরোসিস, কিডনির জটিলতাসহ নানা শারীরিক জটিলতায় ভুগছেন। শ্বাসকষ্ট দেখা দিলে গত ২৩ নভেম্বর দ্রুত তাঁকে এভারকেয়ার হাসপাতালে নেওয়া হয়। মেডিকেল বোর্ডের দেশি-বিদেশি বিশেষজ্ঞ চিকিৎসকের তত্ত্বাবধানে সাবেক এই প্রধানমন্ত্রীর চিকিৎসা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আবারও অনলাইন এডিটরস অ্যালায়েন্সের নেতৃত্বে হাসান শরীফ, মিজানুর | প্রথম আলো",
            "time": "2025-12-28T17:27:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F9eh07v9o%2Fhasan-mizan.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আরও উপস্থিত ছিলেন চ্যানেল আইয়ের মীর আত্তাকী মাসরুরুজ্জামান, দৈনিক দেশ রূপান্তরের মঞ্জুরুল হক, দ্য ডেইলি স্টারের আজাদ বেগ, দৈনিক যুগান্তরের আতাউর রহমান ও রবিন অমিত, দৈনিক ইত্তেফাকের রিজুয়ানা রিন্তী, বৈশাখী টেলিভিশনের এইচ এম নাহিয়ান, নয়া দিগন্তের মোস্তাফিজুর রহমান, বাংলানিউজ টোয়েন্টিফোর ডটকমের যাকারিয়া ইবনে ইউসুফ ও মৌসুমী সুলতানা, সময় টেলিভিশনের সায়েদুল মাহমুদ, চ্যানেল ২৪–এর মাজহার খন্দকার, গাজী টেলিভিশনের মাহমুদ সোহেল, ডেইলি সানের মওদুদ সুজন, এখন টিভির আনিসুর সুমন, দৈনিক মানবকণ্ঠের ফরহাদ হোসেন ও তানভীর খন্দকার, জাগোনিউজ টোয়েন্টিফোর ডটকমের এস এম আমানুর রহমান, আরটিভির আবু আজাদ, দৈনিক বাংলাদেশের খবরের হাসনাত কাদীর, আলোকিত বাংলাদেশের হাসান আল বান্না, সময়ের আলোর সাইদ রহমান এবং যুবরাজ ফয়সাল।</p></div></div></div></body></html>"
        }
    ]
}