{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আমগোরে ভোট দাও, মামলাও খাইতা ন, হামলাও খাইতা ন: নির্বাচনী সভায় বিএনপি নেতা | প্রথম আলো",
            "time": "2026-01-24T05:15:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fjx55mbio%2FBNP-Leader.jpg?rect=0%2C20%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আওয়ামী লীগের অনেক ভালো লোক আছে না, যারা চাঁদাবাজ না, সন্ত্রাস না, তাগো কাছে আপনারা ভোটেরল্লাই যাইবেন। যে ভাই, আমগোরে ভোট দাও, তোমরা মামলাও খাইতা ন, হামলাও খাইতা ন, এক ভাই হিসাবে চাইলাম। ধানের শীষে ভোট মারো, তোমরা তো আর জমাতে যাইতা ন।’</p><p> গত শুক্রবার বিকেলে লক্ষ্মীপুরের রায়পুর পৌরসভার ৭ নম্বর ওয়ার্ডে বিএনপির এক নির্বাচনী পথসভায় এ কথা বলেন দলের সাবেক এক নেতা। তাঁর নাম বাহার উদ্দিন। তিনি পৌরসভার ৮ নম্বর ওয়ার্ডের সাবেক সভাপতি। তাঁর এ বক্তব্যের একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা সেতু: আয় কেন প্রত্যাশার নিচে? | প্রথম আলো",
            "time": "2026-01-24T05:04:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fct2k8n3f%2F7fecd220_f299_4a38_ae53_21b5c983be97.jpg?rect=0%2C54%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পদ্মা সেতু সাড়ে তিন বছরে প্রায় ৩ হাজার কোটি টাকা আয় করলেও, পূর্বাভাসের চেয়ে টোল আদায় কম। দৈনিক যানবাহন চলাচল (গড়ে ২২ হাজার) পূর্বাভাসের কাছাকাছি পৌঁছালেও, মোটরসাইকেল ও ব্যক্তিগত গাড়ির আধিক্যের কারণে বড় যানবাহনের অভাবে আয় প্রত্যাশিত নয়। দক্ষিণাঞ্চলে শিল্পায়ন, কর্মসংস্থান বৃদ্ধি ও ভারতীয় পণ্য পরিবহন না বাড়াকে মূল কারণ হিসেবে দেখছে কর্তৃপক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "অপরূপ রাঙাচ্যাগার খোঁজে | প্রথম আলো",
            "time": "2026-01-24T05:02:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2F3of3tq2k%2FBird-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাঙাচ্যাগা পাখিটি প্রথম দেখি রংপুরের কারমাইকেল কলেজসংলগ্ন একটি বিলে। সামান্য সময়ের জন্য। সে–ও অনেক দূর থেকে। ক্যামেরা সঙ্গে থাকলেও শীতের পড়ন্ত বিকেলে ভালো ছবি পাইনি। বছর পাঁচেক আগের কথা। এরপর, তা–ও বছর চার হবে, রংপুরের বদরগঞ্জ উপজেলায় নান্দিয়ার বিলে দেখেছি রাঙাচ্যাগা। সেখানে আরও কম সময় দেখতে পেয়েছি। দেখামাত্রই উড়াল দিয়েছে।</p><p>আবাসিক পাখি রাঙাচ্যাগা খোঁজার জন্য কারমাইকেল কলেজের বিলে এবং বদরগঞ্জে অনেকবার গিয়েছি, আর দেখা পাইনি। সম্প্রতি পাখি আলোকচিত্রী রাকিন জহিরকে বলছিলাম, চলো রাঙাচ্যাগা খুঁজি। শুনেই সে জানাল রংপুরের উপকণ্ঠে দর্শনা মোড়ে একটি নিম্নাঞ্চলে অনেকগুলো রাঙাচ্যাগা সে দেখেছে। </p><p>২০২৫ সালের শেষ দিন ৩১ ডিসেম্বর দুজনে সেখানে গেলাম। খুব যে নিম্নাঞ্চল, তা–ও নয়। পানি শুকিয়ে গেছে। ধান চাষ করার জন্য জমি প্রস্তুত করা হচ্ছে। ঘণ্টা দুয়েক দাঁড়িয়ে থেকে ব্যর্থ মনোরথে ফিরে গেলাম সেদিন। রাকিন জহির কয়েক সেকেন্ডের জন্য দেখতে পেয়েছিল একটিকে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘জেমস বন্ড’ হতে চান রিজ আহমেদ, কিন্তু... | প্রথম আলো",
            "time": "2026-01-24T05:01:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fb1b4191z%2F922439-01-02.jpg?rect=0%2C0%2C2581%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জীবনটাই যেন এক অডিশন<br></strong>সানড্যান্সে এক সাক্ষাৎকারে রিজ আহমেদ বলেন, ‘আমি নিজের জীবনের নানা দ্বন্দ্ব নিয়ে নোট রাখতাম—ব্যক্তিগত সত্তা আর প্রকাশ্য সত্তার ফারাক, আমরা অনলাইনে নিজেদের প্রমাণ করতে গিয়ে কীভাবে অপরিচিত মানুষের স্বীকৃতি খুঁজি। কখনো কখনো মনে হয়, জীবনটাই একটা বড় অডিশন। এই ভাবনাগুলোই সিরিজটিকে অনুপ্রাণিত করেছে।’</p><p><strong>বন্ডের প্রসঙ্গ এড়ানো গেল না<br></strong>তবে যতই তিনি বলুন সিরিজটি বন্ডকে নিয়ে নয়, বাস্তবে জেমস বন্ড প্রসঙ্গ থেকে দূরে থাকা গেল না। কারণ, ০০৭ ফ্র্যাঞ্চাইজিটি এখন বড় এক পরিবর্তনের মধ্য দিয়ে যাচ্ছে। ড্যানিয়েল ক্রেগ যুগের অবসানের পর অ্যামাজনের তত্ত্বাবধানে নতুন করে শুরু হচ্ছে জেমস বন্ডের পথচলা, আর সেই অ্যামাজনই আবার ‘বেইট’-এর প্রযোজনা প্রতিষ্ঠান।<br>রিজ আহমেদ মজা করে বলেন, ‘প্রত্যেকেরই বন্ড হওয়ার একটা অডিশন থাকে। ড্যানিয়েল ক্রেগেরটা ছিল “লেয়ার কেক”। আর এটা—এই শো—আমার বন্ড অডিশন। আমি যে কাউকে চ্যালেঞ্জ দিচ্ছি, এই সিরিজ দেখার পর যদি মনে না হয় আমার বন্ড হওয়া উচিত।’</p></div></div></div></body></html>"
        },
        {
            "title": "গুগল ফটোজের নতুন ৪ সুবিধা | প্রথম আলো",
            "time": "2026-01-24T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-29%2Fc3xf1dnq%2Fgoogle_photos_google.jpg?rect=0%2C21%2C1120%2C588&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুগলের ছবি ব্যবস্থাপনা ও সংরক্ষণের সুবিধা ‘গুগল ফটোজ’ কাজে লাগিয়ে যেকোনো ছবি বা ভিডিও অনলাইনে বিনা মূল্যে সংরক্ষণ করা যায়। শুধু তা–ই নয়, সংরক্ষণ করা ছবি দিয়ে স্বয়ংক্রিয়ভাবে ভিডিওও তৈরি করা সম্ভব। সম্প্রতি গুগল ফটোজে বেশ কিছু এআইচালিত সুবিধা যুক্ত হয়েছে, যেগুলো কাজে লাগিয়ে চাইলেই ছবি সম্পাদনা, অনুসন্ধান এবং ছবি সহজে সংরক্ষণ করা যায়। পর্যায়ক্রমে বিভিন্ন দেশে চালু হতে যাওয়া গুগল ফটোজের নতুন ৪ সুবিধা দেখে নেওয়া যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে অবৈধ আগ্নেয়াস্ত্র তৈরির কারখানায় অভিযান, একজন গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-24T04:57:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2F7n35i3up%2FChatGPT-Image-Jan-24-2026-105521-AM.png?rect=0%2C216%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আটক ব্যক্তির নাম বাদল সরকার (৫২)। তাঁর বসতবাড়িতে তল্লাশি চালিয়ে একটি সিঙ্গেল ব্যারেল পাইপ গান, একটি ১২ গেজের কার্তুজ, ১৪টি রিকয়েল স্প্রিং, দুটি হ্যামার, একটি ড্রিল মেশিন, প্লায়ার্স, ব্লোয়ার ও হ্যাকসহ অস্ত্র তৈরির বিভিন্ন সরঞ্জাম উদ্ধার করা হয়েছে।</p><p>আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সূত্রে জানা গেছে, ডুমাইন এলাকায় দীর্ঘদিন ধরে অস্ত্র তৈরি ও সরবরাহের অভিযোগ পাওয়া যাচ্ছিল। গোয়েন্দা তথ্যে জানা যায়, বাদল সরকার নিজস্ব কারখানায় নিয়মিতভাবে অস্ত্র তৈরি করতেন এবং এসব অস্ত্র ফরিদপুরের বিভিন্ন এলাকার দুর্বৃত্তদের কাছে সরবরাহ করা হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "নবম শ্রেণির শিক্ষার্থীদের আবার রেজিস্ট্রেশনের সুযোগ | প্রথম আলো",
            "time": "2026-01-24T04:51:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-03%2Fp052durb%2F%E0%A7%A7%E0%A7%AB%E0%A7%A7.webp?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিঠিতে বলা হয়েছে, ঢাকা বোর্ডের আওতাধীন অনুমোদিত ও স্বীকৃতি পাওয়া সব শিক্ষাপ্রতিষ্ঠানে (মাধ্যমিক, স্কুল অ্যান্ড কলেজ) ২০২৪ শিক্ষাবর্ষের (২০২৬ সালের এসএসসি পরীক্ষার্থী) নবম শ্রেণিতে অধ্যয়নরত শিক্ষার্থীদের রেজিস্ট্রেশন কার্যক্রমের সময়সীমা ২১ থেকে ২৮ জানুয়ারি পর্যন্ত নির্ধারণ করা হলো। এ সময়ের পর পরবর্তী সময় কোনো অবস্থাতেই বাদ পড়া শিক্ষার্থীদের রেজিস্ট্রেশন করার সুযোগ দেওয়া হবে না। নির্দিষ্ট সময়ের মধ্যে রেজিস্ট্রেশন না হলে এর দায়দায়িত্ব প্রতিষ্ঠানের প্রধানকে বহন করতে হবে। অন্য বোর্ড থেকে আসা টিসির মাধ্যমে ভর্তি হওয়া শিক্ষার্থীরাও এ সময়সীমার মধ্যে রেজিস্ট্রেশন কার্যক্রম সম্পন্ন করতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের আমির বললেন, নির্বাচনে যুবকদের ভোটের প্রতিফলন হোক | প্রথম আলো",
            "time": "2026-01-24T04:46:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fd0y4qge1%2Frangpurdh049420260124img-20260124-wa0006.jpg?rect=0%2C30%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী নির্বাচনে কাঙ্ক্ষিত ফল অর্জনের উদ্দেশে যুবকদের প্রস্তুত হবার আহ্বান জানিয়ে শফিকুর রহমান আরও বলেন, ‘তোমরা তৈরি হও, আগামী নির্বাচনে তোমাদের ভোটের প্রতিফলন হোক। তোমরা তোমাদের পছন্দমতো ভোট দেবে। কেউ যেন তোমাদের ভোট নিয়ে হেলাফেলা করতে না পারে, এ জন্য যোদ্ধার মতো তোমাদের আরেকবার লড়তে হবে। জনতার বিজয় ছিনিয়ে আনতে হবে। আমরা বিশ্বাস করি আমাদের যুবকেরা তা করতে পারবে।’</p><p>এ সময় উপস্থিত ছিলেন জামায়াতে ইসলামীর সহকারী সেক্রেটারি জেনারেল মাওলানা আবদুল হালিম, কেন্দ্রীয় কর্মপরিষদ সদস্য মাওলানা মমতাজ উদ্দিন, জামায়াতে ইসলামী মনোনীত রংপুর-৬ আসনের প্রার্থী মাওলানা নুরুল আমিন, রংপুর-৪ আসনের প্রার্থী ও এনসিপির সদস্য সচিব আখতার হোসেন, বাংলাদেশ ইসলামী ছাত্রশিবিরের কেন্দ্রীয় সেক্রেটারি সিবগাতুল্লাহসহ জামায়াত-শিবিরের নেতারা। কবর জিয়ারত শেষে সড়কপথে গাইবান্ধার পলাশবাড়ীর উদ্দেশে রওনা দিয়েছেন জামায়াতের আমির। সেখানে তিনি এক নির্বাচনী সমাবেশে বক্তব্য দেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চ্যাম্পিয়ন রাজশাহী পেল ২ কোটি ৭৫ লাখ, টুর্নামেন্টসেরা শরীফুল কত টাকা পেলেন | প্রথম আলো",
            "time": "2026-01-24T04:34:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fjyktjss2%2FWhatsApp-Image-2026-01-23-at-11.28.10-PM.jpeg?rect=0%2C0%2C1592%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের বিপিএলে ইমার্জিং খেলোয়াড়ের পুরস্কার জিতেছেন রিপন মণ্ডল। এর আগে বিপিএলে খেললেও এবারের মতো প্রভাব রাখতে পারেননি কখনো। ৮ ম্যাচেই ১৭ উইকেট নিয়ে রাজশাহীকে চ্যাম্পিয়ন করার পথে গুরুত্বপূর্ণ ভূমিকা রেখেছেন, টুর্নামেন্টে তাঁর হ্যাটট্রিকও আছে, সুপার ওভারেও দলকে জিতিয়েছেন। উদীয়মান খেলোয়াড়ের পুরস্কার জেতা রিপন পুরস্কার হিসেবে পেয়েছেন ৩ লাখ টাকা।</p><p>উইকেটকিপারের ভূমিকা ছেড়ে এবার রংপুর রাইডার্সে লিটন দাস খেলেছিলেন ফিল্ডার হিসেবে। ১১ ম্যাচে ১০টি ক্যাচ ধরে তিনি হয়েছেন টুর্নামেন্টের সেরা ফিল্ডার। এ জন্য পুরস্কার হিসেবে লিটন পেয়েছেন ৩ লাখ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "যেকোনো হামলাকে ‘সর্বাত্মক যুদ্ধ’ হিসেবে দেখবে ইরান, কড়া হুঁশিয়ারি | প্রথম আলো",
            "time": "2026-01-24T04:33:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fgji49as0%2Flong-tussle.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেকোনো ধরনের হামলাকে নিজেদের ওপর ‘সর্বাত্মক যুদ্ধ’ হিসেবে দেখবে ইরান। দেশটির একজন জ্যেষ্ঠ সরকারি কর্মকর্তা গতকাল শুক্রবার এ কথা বলেন। এর  ‘সবচেয়ে কঠিন জবাব দেওয়ার’ হুঁশিয়ারিও দিয়েছে ইরান।</p><p> মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, মার্কিন নৌবাহিনীর রণতরির একটি বিশাল বহর পারস্য উপসাগরের দিকে যাচ্ছে। ট্রাম্পের এমন ঘোষণা দেওয়ার পর তেহরান এমন হুঁশিয়ারি দিল।</p><p> ইরানের ওই কর্মকর্তা নাম প্রকাশ না করার শর্তে বলেন, ‘আশা করছি, এ সামরিকায়ন সরাসরি সংঘাতে জড়ানোর জন্য নয়। তবে সবচেয়ে বাজে পরিস্থিতি মোকাবিলার জন্য আমাদের সামরিক বাহিনী প্রস্তুত আছে। আর এ কারণে ইরানে সবকিছুকে উচ্চ সতর্কতায় রাখা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা সেতুতে টোলের আয় ও যান চলাচল এখনো কম, না বাড়লে সমস্যা কী | প্রথম আলো",
            "time": "2026-01-24T04:30:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F88ab701e-5094-45e6-af7e-91fde876dd61%2F7fecd220-f299-4a38-ae53-21b5c983be97.jpg?rect=0%2C101%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুন্সিগঞ্জ ও শরীয়তপুর সংযোগকারী দেশের দীর্ঘতম পদ্মা সেতু দক্ষিণ ও দক্ষিণ-পশ্চিমাঞ্চলকে রাজধানীর সঙ্গে যুক্ত করেছে। ওই অঞ্চলের ২১টি জেলার মানুষ সেতুর সুবিধা পাচ্ছেন। সেতুটি দিয়ে পারাপারে সব ধরনের যানবাহনকে টোল দিতে হয়। মোটরসাইকেল, ব্যক্তিগত গাড়ি বা কার, বাস, ট্রাকসহ ভিন্ন ভিন্ন ধরনের যানবাহনের জন্য ভিন্ন ভিন্ন টোলের হার নির্ধারণ করা আছে।</p><p>পদ্মা সেতু ২০১৪ সালে চালু হবে ধরে নিয়ে এর নকশা প্রণয়নের সঙ্গে যুক্ত পরামর্শকেরা যানবাহনের সংখ্যা ও টোলের হারের বিষয়ে পূর্বাভাস দিয়েছিলেন। সেতুটি দিয়ে ২০১৪ সাল থেকে পরবর্তী ৩৫ বছরে প্রতিদিন কী পরিমাণ যানবাহন চলাচল করতে পারে এবং টোল বাবদ বছরে কত আয় হতে পারে, তার ধারণা দেওয়া হয়েছিল।</p><p>তবে সেতুটি চালু হয়েছে আট বছর পর, ২০২২ সালে। পূর্বাভাস অনুসারে, ২০২২ সালে প্রতিদিন পদ্মা সেতু দিয়ে দৈনিক ২৩ হাজার ৯৫৪টি যানবাহন চলাচল করার কথা। ২০২৯ সালে তা বেড়ে দাঁড়াবে ৩৪ হাজার ৭২৫টিতে। আর ২০৫০ সালে এ সেতু দিয়ে দৈনিক যানবাহন চলাচল করবে ৬৬ হাজার ৮২৯টি। সেতু কর্তৃপক্ষ সূত্রে জানা গেছে, বর্তমানে সেতুটি দিয়ে প্রতিদিন গড়ে ২২ হাজারের মতো যানবাহন চলাচল করছে।</p><p>২০২২ সালে সেতু থেকে টোল বাবদ ১ হাজার ৩২৩ কোটি টাকা আয়ের পূর্বাভাস দেওয়া হয়েছিল। ২০২৯ সালে আয় হওয়ার কথা ১ হাজার ৮০৪ কোটি টাকা। আর ২০৫০ সালে তা বেড়ে ৩ হাজার ৩৭৯ কোটি টাকা হওয়ার পূর্বাভাস দেওয়া হয়েছে।<br>বর্তমানে প্রতিদিন গড়ে টোল আদায় হয় আড়াই কোটি টাকার মতো। গত ডিসেম্বর মাসে প্রায় ৮২ কোটি টাকা টোল আদায় হয়েছে। সে হিসাবে বছরে আয় এক হাজার কোটি টাকার কম।</p></div></div></div></body></html>"
        },
        {
            "title": "চকরিয়া রেলস্টেশনে বেড়েছে চুরি-ছিনতাই, সন্ধ্যা নামলেই ভয় | প্রথম আলো",
            "time": "2026-01-24T04:29:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fqnkoxgka%2FChakria-station.jpg?rect=0%2C0%2C1244%2C653&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজারের চকরিয়া রেলস্টেশনে বেড়েছে চুরি-ছিনতাই। এতে সন্ধ্যা নামলেই ভয়ে থাকতে হচ্ছে যাত্রীদের। নগদ টাকা, মুঠোফোন ও মূল্যবান জিনিসপত্র খোয়ানোর পাশাপাশি ছিনতাইকারীদের হামলায় আহতও হচ্ছেন যাত্রীরা।</p><p> রেল কর্মকর্তা-কর্মচারীরা জানিয়েছেন, চকরিয়া স্টেশনে গত দুই মাসে ২৩-২৫টি চুরি ও ছিনতাইয়ের ঘটনা ঘটেছে। সন্ধ্যা ৬টা থেকে রাত ৯টার মধ্যে ঘটেছে বেশির ভাগ ঘটনা। এ ছাড়া চকরিয়ায় ট্রেনে ঢিল ছোড়ার ঘটনাও প্রায়ই ঘটছে।</p><p> রেল কর্মকর্তারা জানান, চকরিয়া উপজেলা পার্শ্ববর্তী দুটি জেলায় ট্রেনে যোগাযোগের জন্যও গুরুত্বপূর্ণ। চকরিয়ার পূর্বে পার্বত্য জেলা বান্দরবানের লামা, আলীকদম, থানচি; পশ্চিমে মহেশখালী, কুতুবদিয়া, পেকুয়া এবং চট্টগ্রামের বাঁশখালী উপজেলার একাংশ। এসব উপজেলার মানুষ চকরিয়া উপজেলার তিনটি রেলস্টেশন হয়ে ট্রেনে যাতায়াত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুষ্টিয়ায় প্রার্থীর সঙ্গে দেখা করতে যাওয়ার পথে দুর্ঘটনায় ইসলামী আন্দোলনের নেতা নিহত | প্রথম আলো",
            "time": "2026-01-24T04:27:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C273%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ, প্রত্যক্ষদর্শী ও স্থানীয় সূত্রে জানা গেছে, রাজ্জাক ও খাইরুল মোটরসাইকেলে করে কুষ্টিয়া-৪ আসনে ইসলামী আন্দোলন বাংলাদেশের প্রার্থী আনোয়ার খানের বাড়ি খোকসায় যাচ্ছিলেন। পথে কুমারখালীর ফুলতলা এলাকায় রাজ্জাক আলুবাহী ট্রাককে ওভারটেক করার চেষ্টা করেন এবং সড়কে ছিটকে পড়েন। তখন ট্রাকটি তাঁকে চাপা দিয়ে চলে যায়। এতে ঘটনাস্থলেই রাজ্জাকের মৃত্যু হয়। খাইরুল আহত হলেও আশঙ্কামুক্ত।</p><p>কুষ্টিয়া-৪ আসনে ইসলামী আন্দোলন বাংলাদেশের প্রার্থী আনোয়ার খান বলেন, দুর্ঘটনার কিছুক্ষণ আগেও তাঁর সঙ্গে রাজ্জাকের কথা হয়েছিল। তিনি দেখা করে কিছু বলতে চেয়েছিলেন। পরে শুনতে পান, রাজ্জাক সড়ক দুর্ঘটনায় মারা গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কেন এত জনপ্রিয় হলো বিষাদ-সিন্ধু | প্রথম আলো",
            "time": "2026-01-24T04:21:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fipkzv159%2FWhatsApp-Image-2026-01-22-at-21.23.00.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবশ্য দোভাষী পুঁথির ভাষা আর ‘বিষাদ-সিন্ধু’র ভাষা এক নয়। এদের পার্থক্য কেবল পদ্য ভাষা আর গদ্য ভাষায় নয়, শব্দ-প্রয়োগেও। মশাররফ হোসেন ‘আদর্শ গদ্য ভাষা’র সঙ্গে কেমন করে পরিচিত হলেন, তার উল্লেখ পাওয়া যায় আত্মজীবনীতে। সেখানে বলেছেন, কিশোরকালেই তিনি পরিচিত হন তারাশঙ্কর তর্করত্ন ও বিদ্যাসাগরের গদ্য-রচনার সঙ্গে। এমনকি সাংবাদিকতার সূত্রে ঈশ্বরচন্দ্র গুপ্তের ‘সংবাদ প্রভাকর’–এর (১৮৩১) সঙ্গেও তাঁর যোগাযোগ ঘটে। আবু হেনা মোস্তফা কামাল লিখেছেন, মশাররফ তাঁর ‘গোরাই ব্রীজ’ অথবা ‘গৌরী-সেতু’ (১৮৭৩) কাব্যের জন্য ‘বঙ্গদর্শন’ (১৮৭২) পত্রিকায় বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের অকুণ্ঠ প্রশংসা পেয়েছিলেন। এই প্রশংসাকাব্যের শিল্পমূল্যের জন্য নয়, বরং তা ‘বিশুদ্ধ’ ভাষাদর্শের জন্য।</p><p>‘বিষাদ-সিন্ধু’র এমন কিছু প্রসঙ্গ আছে, যেগুলো এর জনপ্রিয়তাকে উসকে দিয়েছে। এ রকম একটি প্রসঙ্গ রূপজ প্রেম। রূপজ প্রেমেই এজিদ পুড়েছে; পাঠককেও পুড়িয়েছে। উপন্যাসে আছে, এজিদের ব্যাকুলতা দেখে মাবিয়া উৎকণ্ঠিত হন এবং পুত্রের কাছে এই ব্যাকুলতার কারণ জিজ্ঞাসা করেন। জবাবে পিতার কাছে এজিদ খুব সামান্যই নিজেকে উন্মুক্ত করতে পারে: ‘পিতঃ! আমার দুঃখ অনন্ত, এই দুঃখের সীমা নাই, উপশমের উপায় নাই। আমি নিরুপায় হইয়াই জগতের আশা হইতে একেবারে বহু দূরে দাঁড়াইয়াছি। আমার বিষয় বৈভব, ধন জন ক্ষমতা, সমস্তই অতুল,—তাহা আমি জানি। আমি অবোধ নই; কিন্তু আমার অন্তরে যে মোহিনীর মূর্তির সুতীক্ষ্ণ নয়ন-বাণে বিদ্ধ হইতেছে, সে বেদনার উপশম নাই।...’</p><p>গ্রন্থের আরেকটি প্রসঙ্গ ‘সপত্নীবাদ’ বা দুই সতিনের বিরোধ। জয়নাবের বিরুদ্ধে প্রতিশোধ নিতেই জাএদা স্বামীকে বিষ প্রয়োগ করে এবং তৃতীয়বার সফলতার পরে মনে মনে বলে: ‘তোকে কাঁদাইতেই এই কাজ করিয়াছি। যদি স্বামীকে ভালোবাসিয়া থাকিস, তবে আজ কেন—চিরকালই কাঁদিবি।...যদি জাএদা বাঁচিয়া থাকে, তবে দেখিস জাএদার মনের দুঃখের পরিমাণ কত? শুধু কাঁদাইয়াই ছাড়িবে না। আরও অনেক আছে।’ ‘বিষাদ-সিন্ধু’র এক যুগ আগে প্রকাশিত ‘বসন্তকুমারী’ নাটকেও (১৮৭৩) মীর মশাররফ সপত্নীবাদকে উপজীব্য করেছেন।</p><p>‘বিষাদ-সিন্ধু’র এই সপত্নীবাদ ‘ঐতিহাসিক’—এভাবে বিচার করা চলে না। কারণ, মশাররফ ইতিহাস লেখেননি এবং লেখার আগে ইতিহাসের খোঁজও করেননি। এ বিষয়ে মশাররফের আলোচকদের মধ্যে দ্বিধা নেই। তবে ভাষা ও কাহিনির যত অতীত-প্রভাবই থাক, মশাররফ হোসেনের নিজস্ব গদ্যশৈলী ‘বিষাদ-সিন্ধু’র সবচেয়ে বড় শক্তি।</p></div></div></div></body></html>"
        },
        {
            "title": "বেশি খাওয়ার প্রবণতা কমানোর উপায় | প্রথম আলো",
            "time": "2026-01-24T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fkrkglgh8%2Fpexels-tim-samuel-6697286.jpg?rect=0%2C1445%2C3931%2C2064&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেক সময় কেবল ‘এখন না খেলে খাবারটা বাসি হয়ে যাবে’ এই ভাবনা থেকেই প্রয়োজনের চেয়ে বেশি খেয়ে ফেলেন কেউ কেউ। তাই খাবার তৈরি করুন পরিমিত পরিমাণে। যতটা প্রয়োজন, কেবল ততটাই।<br>বাজার করার আগেই দেখে নেওয়া উচিত, ঠিক কোন কোন জিনিস কিনতে হবে। রান্নার উপকরণ অতিরিক্ত না কেনাই ভালো। তা ছাড়া কোন জিনিসটি কত দিন ভালো থাকবে, সেটিও মাথায় রাখুন। যেমন সহজে পচে যেতে পারে, এমন সবজি আগেই রান্না করে ফেলুন। এ ধরনের জিনিস বেশি পরিমাণে কিনবেন না।<br>সুযোগ থাকলে খাবার সংরক্ষণ করুন। তবে সংরক্ষণটা হতে হবে নিরাপদ উপায়ে। এক বেলার বা এক দিনের খাবারের কিছু অংশ বেঁচে গেলে তা কীভাবে অন্য এক বেলার খাবারের উৎস হয়ে উঠতে পারে, এ ব্যাপারটিও ভেবে দেখতে পারেন। তাহলে এক বেলায় অতিরিক্ত খাওয়া থেকে বাঁচবেন আপনি।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টাডি ইন কানাডা ২০২৬: শর্টকাট নয়, সঠিক রোডম্যাপ | সিএইচএস এডুকেশন লিমিটেড | প্রথম আলো",
            "time": "2026-01-24T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fems6zwuq%2Fss.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"স্টাডি ইন কানাডা ২০২৬: শর্টকাট নয়, সঠিক রোডম্যাপ | সিএইচএস এডুকেশন লিমিটেড\" class=\"nA4h1 \">স্টাডি ইন কানাডা ২০২৬: শর্টকাট নয়, সঠিক রোডম্যাপ | সিএইচএস এডুকেশন লিমিটেড</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-24T10:00:00+06:00\"><span>প্রকাশ: ২৪ জানুয়ারি ২০২৬, ০৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দাঁত আসল নাকি নকল, অভিনেতার জন্মদিনে জেনে নিন সত্যি ঘটনা | প্রথম আলো",
            "time": "2026-01-24T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Ftrx8ep1t%2Ftzv8nnnyxif61.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><br>হলিউডের কৌতুক অভিনেতা এড হেলমসকে নিয়ে দর্শকদের কৌতূলের অভাব নেই। আজ এই অভিনেতার জন্মদিন। এ উপলক্ষে দ্য হলিউড রিপোর্টার অবলম্বনে জেনে নেওয়া যাক তাঁর সম্পর্কে পাঁচটি তথ্য—</p><p><strong>আটলান্টায় বেড়ে ওঠা, কমেডির টানে নিউইয়র্ক<br></strong> এড হেলমসের শৈশব কেটেছে যুক্তরাষ্ট্রের জর্জিয়া অঙ্গরাজ্যের আটলান্টায়। এরপর ওহাইওর ওবারলিন কলেজে পড়াশোনা শেষে কমেডির স্বপ্ন পূরণে তিনি পাড়ি জমান নিউইয়র্কে। সেখানে তিনি ইমপ্রোভ কমেডির প্রশিক্ষণ নেন বিখ্যাত প্রতিষ্ঠান দ্য আপরাইট সিটিজেনস ব্রিগেডে। এই প্রতিষ্ঠানের প্রাক্তন শিক্ষার্থীদের তালিকায় আছেন তাঁর ‘হ্যাংওভার’ সহ-অভিনেতা জ্যাক গ্যালিফিয়ানাকিস, ইউসিবির সহপ্রতিষ্ঠাতা অ্যামি পোলার, টিনা ফে, ফ্রেড আর্মিসেন, উইল ফেরেল, সারা সিলভারম্যান, অ্যান্ডি রিখটারসহ অনেক তারকা।</p></div></div></div></body></html>"
        }
    ]
}