{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ছুটির দিনে মাংস খাওয়া হলো না বাবা-ছেলের, মর্গে মিলল লাশ | প্রথম আলো",
            "time": "2025-11-21T10:14:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fyz1kml0m%2FAbdur-Rahim-Death.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাছির আরও বলেন, দুপুরে জুমার নামাজের পর মা ফোন করে বলেন, তাঁর ভাই ও ভাতিজা সকালে মাংস কিনতে বের হয়েছিলেন। ভূমিকম্পের পর থেকে তাঁদের ফোন বন্ধ পাওয়া যাচ্ছে। পরে তাঁরা মর্গে খুঁজতে গিয়ে ভাই ও ভাতিজার লাশ শনাক্ত করেন।</p><p>আজ সকাল ১০টা ৩৮ মিনিটে এই ভূমিকম্প হয়। বাংলাদেশের আবহাওয়া অধিদপ্তরের তথ্য অনুযায়ী, রিখটার স্কেলে ভূমিকম্পটির তীব্রতা ছিল ৫ দশমিক ৭। উৎপত্তিস্থল নরসিংদীর মাধবদী। ভূমিকম্পটিকে মাঝারি মাত্রার বলছে আবহাওয়া অধিদপ্তর।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় যুবদল নেতা হত্যার ঘটনায় আটক ব্যক্তির ডিবি হেফাজতে মৃত্যু | প্রথম আলো",
            "time": "2025-11-21T10:09:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fzrvlt6km%2FMurder.jpg?rect=0%2C20%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপির সংবাদ বিজ্ঞপ্তিতে বলা হয়, আজ সকাল ১০টার দিকে খাবার খাওয়ার জন্য মোক্তারকে ডাকাডাকি করা হয়। কোনো সাড়াশব্দ না পাওয়ায় পুলিশ সদস্যরা দ্রুত তাঁকে ঢাকা মেডিকেল কলেজ হাসপাতালে নিয়ে যান। চিকিৎসকেরা তাঁকে মৃত ঘোষণা করেন।</p><p>ময়নাতদন্তের জন্য মোক্তারের মরদেহ ঢাকা মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে বলে জানায় ডিএমপি।</p><p>এ ঘটনায় ডিএমপির পক্ষ তিন সদস্যের একটি তদন্ত কমিটি গঠন করা হয়েছে বলে ডিএমপির সংবাদ বিজ্ঞপ্তিতে জানানো হয়। এতে বলা হয়, এই তদন্ত কমিটির প্রধান ডিএমপির অতিরিক্ত কমিশনার (প্রশাসন) মো. সরওয়ার।</p></div></div></div></body></html>"
        },
        {
            "title": "কাছারিঘাটের দুই ফুল | প্রথম আলো",
            "time": "2025-11-21T10:02:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F9pf3sgm4%2F21112025-cm-20.jpg?rect=0%2C47%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই উদ্ভিদের বৈজ্ঞানিক নাম <em>Pandorea jasminoides</em>, এটি Bignoniaceae পরিবারের কাষ্ঠল, লতানো আরোহী উদ্ভিদ। আর ইংরেজিতে এই উদ্ভিদ বাওয়ার অব বিউটি ও বাওয়ার ভাইন নামে পরিচিত। এই উদ্ভিদের আদিনিবাস পূর্ব অস্ট্রেলিয়া। সাধারণত ক্রান্তীয় এবং উপক্রান্তীয় রেইনফরেস্ট এবং পূর্ব কুইন্সল্যান্ড থেকে উত্তর নিউ সাউথ ওয়েলসের উষ্ণ নাতিশীতোষ্ণ অঞ্চলে পাওয়া যায় এই উদ্ভিদ।</p><p>উদ্ভিদের কাণ্ড মসৃণ এবং বাকল ঘন বাদামি বর্ণের। উদ্ভিদ ২০-৩০ ফুট উঁচু হতে পারে। পাতা পক্ষল যৌগিক এবং চকচকে গাঢ় সবুজ। প্রতিটি পাতায় তিন থেকে নয়টি ডিম্বাকৃতির পত্রক থাকে। পত্রক দুই থেকে চার ইঞ্চি লম্বা। ফুল সাদা বা গোলাপি, ট্রাম্পেট আকৃতির। ফুল রোমশ এবং ভেতরে লাল। পাপড়ি পাঁচটি। এরা গোড়ার দিকে যুক্ত হয়ে ট্রাম্পেট আকৃতি তৈরি করে। আলংকারিক উদ্ভিদ হিসেবে আমাদের দেশেও এই উদ্ভিদ জনপ্রিয় হয়ে উঠেছে।</p><p>জুলাই থেকে মার্চ পর্যন্ত ফুল ফোটে। ফল আয়তাকার বা ডিম্বাকৃতির ক্যাপসুল, যা ৪০-৬০ মিলিমিটার লম্বা হতে পারে। ফলের ভেতর ডানাযুক্ত বীজ তৈরি হয়। এই উদ্ভিদকে মাঝেমধ্যে ছাঁটাই করে দেওয়া ভালো। তবে ফুল ফোটার আগে ছাঁটাই করা যাবে না। তা করলে উদ্ভিদের বৃদ্ধি বাধাগ্রস্ত হয়। দেয়ালে, বেড়ায় তুলে দিলে দারুণ মানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনাফে অস্ত্রের মুখে ঘর থেকে ব্যবসায়ীকে অপহরণ, এপিবিএনের সঙ্গে গোলাগুলি | প্রথম আলো",
            "time": "2025-11-21T10:02:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fmtfrpk1o%2FCtg-1.jpg?rect=0%2C16%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার প্রত্যক্ষদর্শী ও স্থানীয় বাসিন্দারা জানান, গতকাল রাতে ১০ থেকে ১৫ জনের একটি দল ভারী অস্ত্র নিয়ে নুরুল ইসলামের বাড়িতে হানা দেয়। ফাঁকা গুলিবর্ষণের পর ঘরের টিনের ছাদ ভেঙে ভেতরে প্রবেশ করেন তাঁরা। এরপর নুরুল ইসলামকে টেনেহিঁচড়ে বের করে আনেন। এ সময় নুরুল ইসলামের স্ত্রী, মা ও সন্তানদেরও মারধর করা হয়। পাশাপাশি ঘরের আসবাব ভেঙে নগদ টাকাসহ মূলবান জিনিসপত্র লুট করা হয়েছে।</p><p>স্থানীয় বাসিন্দাদের সূত্রে জানা গেছে, ব্যবসায়ী নুরুল ইসলামের বাড়ির পাশেই রোহিঙ্গা আশ্রয়শিবির রয়েছে। গোলাগুলির খবর পেয়ে আশ্রয়শিবিরে নিরাপত্তার দায়িত্বে থাকা আর্মড পুলিশ ব্যাটালিয়ন (এপিবিএন) সদস্যরা ঘটনাস্থলে উপস্থিত হন। এ সময় উভয় পক্ষের মধ্যে অন্তত ৫০ থেকে ৬০টি গুলি হয়। তবে শেষ পর্যন্ত নুরুল ইসলামকে নিয়েই অস্ত্রধারীরা চলে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "ডায়ালাইসিস কী, কেন দরকার হয় | প্রথম আলো",
            "time": "2025-11-21T10:02:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F9tjd9cxa%2F21112025-cm-5.jpg?rect=0%2C104%2C735%2C386&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ডায়ালাইসিসের প্রস্তুতি</strong></p><p><strong>মানসিক প্রস্তুতি:</strong> আত্মবিশ্বাস রাখতে হবে। হতাশা মোকাবিলায় মনোরোগ বিশেষজ্ঞ অথবা অন্য ডায়ালাইসিস রোগীর অভিজ্ঞতা শুনতে পারেন।</p><p><strong>শারীরিক প্রস্তুতি:</strong> ফিস্টুলা তৈরি করার অস্ত্রোপচার ছোট ও নিরাপদ। শরীরে পানির ভারসাম্য, পটাশিয়াম, হিমোগ্লোবিন ঠিক রাখতে ওষুধ প্রয়োজন হতে পারে। শুরুতে কিছু দুর্বলতা, মাথা ঘোরা, বমি হতে পারে। তবে ধীরে ধীরে এসব ঠিক হয়ে যায়। শরীরচর্চা, হালকা ব্যায়াম ও পরিমিত ঘুম শরীর সুস্থ রাখতে সাহায্য করে।</p><p><strong>পারিবারিক প্রস্তুতি</strong>: পরিবারের সদস্যদের বুঝতে হবে যে এটি রোগীর একার লড়াই নয়। চিকিৎসা শিডিউল, হাসপাতালে যাতায়াত, খাবার তৈরি, মানসিক সমর্থনে পরিবারের সক্রিয় অংশগ্রহণ প্রয়োজন।</p><p><strong>অর্থনৈতিক প্রস্তুতি</strong>: ডায়ালাইসিস একটি চলমান চিকিৎসা; প্রতি সপ্তাহে দুই-তিনবার দীর্ঘ মেয়াদে চলবে। সরকারি হাসপাতালে তুলনামূলক কম খরচে এ সেবা পাওয়া যায়।</p><ul><li><p><strong>অধ্যাপক ডা. মো. মাকসুদুর রসুল</strong>, <em>মেডিসিন ও কিডনি রোগ বিশেষজ্ঞ, ডেলটা হাসপাতাল; </em>চেম্বার: আলোক হাসপাতাল, মিরপুর ৬</p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "সমাধানের প্যাকেজ বহু, কিন্তু কৃষকের কৃষি কোথায় | প্রথম আলো",
            "time": "2025-11-21T10:00:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fiy84mgs1%2FUntitled-6.jpg?rect=0%2C7%2C358%2C188&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুরকিনা ফাসোর কারনি এসথেয়ার পারিবারিক কৃষি নিয়ে কাজ করেন এবং প্রতিদিন নাশতার সময় সেই সব গল্প করেন। ১৫ নভেম্বর রাতে খাদ্যনীতি নিয়ে কর্মরত একটি আন্তর্জাতিক দলের সঙ্গে নামাতা নামের আমাজোনিয়ান এক রেস্তোরাঁয় নৈশভোজে ব্রাজিলের কৃষি উন্নয়ন ও পারিবারিক কৃষি মন্ত্রণালয়ের প্রতিনিধি থমাস কুপার প্যাট্রিওটার সঙ্গে আলাপ হয়। তিনি জানান, খাদ্যব্যবস্থার ন্যায্য রূপান্তরের জন্য পারিবারিক কৃষি গুরুত্বপূর্ণ সমাধান। একই মন্ত্রণালয়ের প্রতিনিধি ফার্নান্দা মেকিয়াভেল্লি ১৮ নভেম্বর অ্যাকশন এরিয়াতে আয়োজিত এক সভায় কৃষিপ্রতিবেশবিদ্যা এবং পারিবারিক কৃষিকে অগ্রাধিকার দেওয়ার কথা বলেন।</p><p>বেলেম জলবায়ু সম্মেলন উপলক্ষে বাংলাদেশ পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয় প্রকাশিত ‘ক্লাইমেট সলিউশনস শেপিং রেজিলিয়েন্ট অ্যান্ড সাসটেইনেবল বাংলাদেশ’ শীর্ষক প্রকাশনাটিতে জলবায়ু সংকট মোকাবিলায় ধানের ক্ষেত্রে নাবি, খরা, লবণাক্ততা, বন্যা এবং চাপ সহনশীল জাত হিসেবে কেবল ব্রি ও বিনা প্রবর্তিত ‘উচ্চ ফলনশীল’ জাতগুলোর নাম উল্লেখ করা হয়েছে। অথচ গচি, রাতা, নোনাখচি, রাঁধুনিপাগল, গ্যাল্লং, খবরক, মিমিদিম, চুরাক, দীঘার মতো বহু জলবায়ুসহিষ্ণু স্থানীয় ধান আছে বাংলাদেশে।</p><p>বাংলাদেশ প্যাভিলিয়নে ১৩ নভেম্বর আয়োজিত ‘প্যারিস চুক্তি এবং নিঃসরণ হ্রাস’ শীর্ষক আলোচনায় বাংলাদেশের প্রাণী ও মৎস্যসম্পদ মন্ত্রণালয়ের উপদেষ্টা ফরিদা আখতার বলেন, স্থানীয় জাতগুলো খুব বেশি রেজিলিয়েন্ট (সহনশীল) কিন্তু সো কলড (তথাকথিত) হাইব্রিডগুলো নয়। দেশে প্রাণবৈচিত্র্যনির্ভর খাদ্যব্যবস্থা গড়ে তুলতে হবে।</p><p>২০২৫ সালের ‘ওয়ার্ল্ড ফুড প্রাইজ’ জয়ী ব্রাজিলের বিখ্যাত কৃষিবিজ্ঞানী ম্যারিঅ্যাঞ্জেলা হাংগ্রিয়া কৃষিকে রাসায়নিকমুক্ত করতে মাটির অণুজীব বৃদ্ধি করার বৈজ্ঞানিক সমাধান দিয়েছিলেন। ১৯ অক্টোবর যুক্তরাজ্যের প্রকৃতিবিষয়ক বিশেষ প্রতিনিধি রুথ দাভিস এবং ব্রাজিলের ডেপুটি কৃষিমন্ত্রী ক্লেবার সোয়ারেস সিনথেটিক সারের পরিবেশগত প্রভাবকে গুরুত্ব দিয়ে, সার তৈরিতে গ্রিনহাউস গ্যাসের নিঃসরণ হ্রাস করে এবং প্রাণবৈচিত্র্য রক্ষা সক্ষম কৃষি ও খাদ্যব্যবস্থা গড়ে তোলার অঙ্গীকারে এক চুক্তি স্বাক্ষর করেন। ‘সার বিষয়ে বেলেম ঘোষণা’ নিরাপদ কৃষির জন্য কিছুটা আশা ছড়াল। বিশ্বজুড়ে কৃষি ও খাদ্যব্যবস্থার রূপান্তর প্রশ্নে বেলেম কী বার্তা দেয়, সেই অপেক্ষায় পৃথিবী।</p><p>পাভেল পার্থ: লেখক ও গবেষক</p><p>ই-মেইল: <a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"4d2c232420243e392f2c232a212c0d2a202c2421632e2220\">[email protected]</a></p></div></div></div></body></html>"
        },
        {
            "title": "নোবেল পুরস্কার নিতে ভেনেজুয়েলা ছাড়লে ‘পলাতক’ বিবেচিত হবেন মাচাদো | প্রথম আলো",
            "time": "2025-11-21T10:00:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-10%2Fg3p6162r%2Fmaria.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার বিরোধী নেতা মারিয়া কোরিনা মাচাদো নোবেল শান্তি পুরস্কার নিতে নরওয়ের উদ্দেশে দেশ ছাড়লে ‘পলাতক’ বলে বিবেচিত হবেন। ভেনেজুয়েলার অ্যাটর্নি জেনারেল তারেক উইলিয়াম সাব গতকাল বৃহস্পতিবার বার্তা সংস্থা এএফপিকে এ কথা বলেছেন।</p><p>মাচাদো বলেন, আগামী ১০ ডিসেম্বর শান্তিতে নোবেল পুরস্কার গ্রহণের জন্য নরওয়ের অসলোতে যেতে চান। বর্তমানে তিনি ভেনেজুয়েলায় আত্মগোপনে আছেন। তবে অ্যাটর্নি জেনারেল তারেক উইলিয়াম সাব বলেন, মাচাদোর বিরুদ্ধে একাধিক ফৌজদারি অপরাধের তদন্ত চলমান থাকায় তিনি ভেনেজুয়েলার বাইরে গেলে পলাতক হিসেবে গণ্য হবেন।</p><p>তারেক উইলিয়াম আরও বলেন, মাচাদোর বিরুদ্ধে ষড়যন্ত্র, বিদ্বেষ উসকে দেওয়া এবং সন্ত্রাসবাদমূলক কর্মকাণ্ডের অভিযোগ রয়েছে। ক্যারিবীয় অঞ্চলে মার্কিন সেনা মোতায়েনকে সমর্থন দেওয়ার কারণেও মাচাদোর বিরুদ্ধে তদন্ত চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরপুর টেস্ট: মাহমুদুল-সাদমানের ফিফটি, বাংলাদেশের ১০০ | প্রথম আলো",
            "time": "2025-11-19T03:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F7a4yobod%2FWhatsApp-Image-2025-11-21-at-3.17.16-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না হলো না!</p><p>৯০ ওভার শেষে মাঠে আম্পায়ার ও খেলোয়াড়দের অঙ্গভঙ্গি দেখে মনে হয়েছিল টেস্টের প্রথম দিনে একটি ওভার বাড়তি খেলাতে পারেন তাঁরা। সেটি হয়নি। মুশফিক অপরাজিত রইলেন ৯৯ রানে। কাল ১ রান করলেই বিশ্বের ১১তম ক্রিকেটার হিসেবে নিজের শততম টেস্টে সেঞ্চুরির কীর্তি গড়বেন মুশফিক। </p><p>মুশফিক আজ সেঞ্চুরিটি পাবেন কি না, শেষ কয়েক ওভার ধরে সবার মনে এ নিয়েই কৌতুহল ছিল। মুশফিকও হয়তো সেঞ্চুরিটি আজই করতে চেয়েছিলেন। নইলে কি দিনে নিজের শেষ বলটিতে সুইপ খেলেন এই অভিজ্ঞ ব্যাটসম্যান! সেটি করেও পারেননি। সেই শট থেকে এসেছে ১ রান।</p><p>মুশফিকের ৯৯* ও মুমিনুলের ফিফটিতে বাংলাদেশ প্রথম দিন শেষ করেছে ৪ উইকেটে ২৯২ রান নিয়ে। নাজমুল ছাড়া সবাই শুরুটা ভালো করেছেন। ওপেনার সাদমান করেছেন ৩৫, মাহমুদুল ৩৫।  লিটন অপরাজিত আছেন ৪৭ রান নিয়ে। </p><p>আয়ারল্যান্ডের হয়ে অ্যান্ডি ম্যাকব্রাইন একাই ৪ উইকেট নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বহুমাত্রিক হুমায়ুন আজাদ | প্রথম আলো",
            "time": "2025-11-21T09:57:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fnlhwve3b%2FWhatsApp-Image-2025-11-20-at-21.35.25.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হুমায়ুন আজাদের ‘এক একর সবুজ জমি’ গদ্যের প্রকৃতি অনুযায়ী তিন ভাগে বিন্যস্ত: সাহিত্যভিত্তিক কলাম, স্মৃতিকথা এবং গ্রন্থালোচনা। ১৯৬৯ সালের এপ্রিল থেকে ১৯৭১ সালের ফেব্রুয়ারি পর্যন্ত বাইশ মাস ধরে তিনি দৈনিক ইত্তেফাক-এর সাহিত্য সাময়িকীতে ‘জর্নাল’ শিরোনামে ধারাবাহিক কলাম লিখেছিলেন। এরই ধারাবাহিকতায় ১৯৭২ সালের এপ্রিল মাসে দৈনিক বাংলার ‘রোববারের সাহিত্য’ পাতায় তিনি এই শিরোনামে নিয়মিত সাহিত্য-সমালোচনামূলক কলাম লেখা শুরু করেন; সেই অভিজ্ঞতার অগ্রসর পরিণতি ‘এক একর সবুজ জমি’। তবে এই উদ্যোগ স্থায়ী হয়নি—মাত্র ছয়টি কিস্তি প্রকাশের পর কলামটি বন্ধ হয়ে যায়। তবু এই স্বল্পায়ু লেখাগুলোর ভেতরেই স্পষ্ট হয়ে ওঠে হুমায়ুন আজাদের প্রাথমিক গবেষকসত্তা, সাহিত্যকে নতুন দৃষ্টিতে দেখার উদ্দীপনা ও বুদ্ধিবৃত্তিক স্বাধীনতা। এই গ্রন্থে তাই পাওয়া যায় এক উঠতি সাহিত্যমননের দ্বিতীয় দ্যুতি।</p><p>গ্রন্থের দ্বিতীয় ভাগ ‘স্মৃতিকথা’-তে সংকলিত হয়েছে হুমায়ুন আজাদের লেখা পাঁচটি স্মৃতিমণ্ডিত রচনা। এগুলো ১৯৭২ থেকে ১৯৮১ সালের মধ্যে রচিত। এর মধ্যে চারটিই সরাসরি মুক্তিযুদ্ধকে কেন্দ্র করে লেখা। এই অংশটি মুক্তিযুদ্ধের আবেগ, বেদনা ও উত্তরণের এক অন্তর্লিখিত ইতিহাস। এখানে আছে প্রতিরোধের প্রথম প্রহরে শহীদ হওয়া এক স্বজনের বেদনাময় স্মৃতি, ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের তিন শহীদ বুদ্ধিজীবী শিক্ষকের অকৃত্রিম মানবিকতা, যুদ্ধকালীন ঢাকার অস্থির ও বিভীষিকাময় পরিবেশ এবং ১৬ ডিসেম্বর বিজয়ের দীপ্ত মুহূর্ত। প্রতিটি রচনায় মুক্তিযুদ্ধের রেশ ভেসে ওঠে গভীর ব্যক্তিগত অনুভবের আলোছায়ায়। এর সঙ্গে ‘উপরি পাওনা’ হিসেবে রয়েছে পিএইচডি গবেষণাকালীন অভিজ্ঞতা নিয়ে লেখা একটি দুর্দান্ত রচনা, যেখানে দেখা যায় তরুণ গবেষক আজাদের অনুসন্ধিৎসু মন, বৌদ্ধিক পরিশ্রম এবং নিজ সময়কে বোঝার গভীর চেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টার্কের পর স্টোকসের তোপ, প্রথম দিনেই পড়ল ১৯ উইকেট | প্রথম আলো",
            "time": "2025-11-21T09:56:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F33cwcmgx%2F569643-01-02.jpg?rect=0%2C0%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পার্থ টেস্টে আজ প্রথম দিন শেষে ইংল্যান্ড কিছুটা এগিয়ে। ১৯ উইকেট পড়ার এ দিনে আগে ব্যাটিংয়ে নেমে প্রথম ইনিংসে ৩২.৫ ওভারে ১৭২ রানে অলআউট হয় ইংল্যান্ড। এরপর অস্ট্রেলিয়াও নিজেদের প্রথম ইনিংসে ব্যাটিং বিপর্যয়ে পড়ে। ৩৯ ওভারে ৯ উইকেট হারিয়ে ১২৩ রানে প্রথম দিনের খেলা শেষ করেছে অস্ট্রেলিয়া। ইংল্যান্ডের প্রথম ইনিংস থেকে ৪৯ রানে পিছিয়ে অস্ট্রেলিয়া।</p><p>টসে জিতে আগে ব্যাটিংয়ে নামে ইংল্যান্ড। প্রথম ওভারেই ওপেনার জ্যাক ক্রলিকে শূন্য রানে ফিরিয়ে ইংল্যান্ডকে চেপে ধরেন অস্ট্রেলিয়ান পেসার মিচেল স্টার্ক। এরপর এই স্টার্কের সামনেই মুখ থুবড়ে পড়েছে ইংল্যান্ডের ব্যাটিং। ক্যারিয়ারসেরা বোলিং করে ৫৮ রানে ৭ উইকেট নেন স্টার্ক। ইংল্যান্ডের হয়ে সর্বোচ্চ ৪৬ রান করেন ওলি পোপ।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া-ইউক্রেন যুদ্ধ বন্ধে যুক্তরাষ্ট্রের পরিকল্পনায় কাজ করতে প্রস্তুত জেলেনস্কি | প্রথম আলো",
            "time": "2025-11-21T09:56:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fap8dnz0t%2FZelenskyy.jpg?rect=0%2C5%2C3729%2C1958&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউরোপীয় ইউনিয়নের (ইইউ) পররাষ্ট্রনীতিবিষয়ক প্রধান কাজা ক্যালাস বলেন, যেকোনো শান্তি প্রস্তাব কার্যকরের জন্য ইউরোপ ও ইউক্রেনের সমর্থন প্রয়োজন। পোল্যান্ডের পররাষ্ট্রমন্ত্রী রাদোস্লাউ সিকোরস্কি বলেন, যেকোনো সম্ভাব্য চুক্তির বিষয়ে তাদের সঙ্গে পরামর্শ করা হবে বলে ইউরোপ প্রত্যাশা করছে।</p><p>রাশিয়ার হামলার মুখে ইউক্রেনীয় সেনারা দেশটির পূর্বাঞ্চল থেকে পিছু হটতে বাধ্য হচ্ছেন। এমন পরিস্থিতিতে যুক্তরাষ্ট্র–সমর্থিত কূটনৈতিক উদ্যোগে যোগ দিতে জেলেনস্কি চাপের মুখে পড়ছেন।</p><p>রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন গত অক্টোবরে দাবি করেছিলেন, রুশ সেনারা চলতি বছর ইউক্রেনের প্রায় পাঁচ হাজার বর্গকিলোমিটার এলাকা দখল করেছেন। তবে গত ২৫ অক্টোবর ওয়াশিংটনভিত্তিক গবেষণা সংস্থা ইনস্টিটিউট ফর দ্য স্টাডি অব ওয়ার বলেছে, প্রকৃতপক্ষে ৩ হাজার ৪৩৪ বর্গকিলোমিটার এলাকা দখল হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আর্জেন্টিনায় প্রথম শিরোপা জিতে যা বললেন দি মারিয়া | প্রথম আলো",
            "time": "2025-11-21T09:55:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fsmnj39lp%2FG6OFLsbXEAAGWg.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় দলের হয়ে বিশ্বকাপসহ সম্ভাব্য সব ট্রফি জিতেছেন দি মারিয়া। ইউরোপিয়ান ফুটবলেও তাঁর আছে অসামান্য অর্জন। কিন্তু নিজ দেশের ফুটবলে কোনো অর্জন ছিল না তাঁর। এবার সেই আক্ষেপও দূর হলো রিয়াল মাদ্রিদের সাবেক তারকার। নতুন এই ট্রফি গ্রহণ করতে গিয়ে দি মারিয়া উচ্ছ্বাস প্রকাশ করে বলেন, ‘ক্লাবের অর্জনের খাতায় আরও একটি তারা যুক্ত হলো।’</p><p>ট্রফি গ্রহণ করতে দি মারিয়া বুয়েনস আইরেসের পুয়ের্তো মাদেরোতে যান। সেখানে তিনি প্রতিক্রিয়া জানাতে গিয়ে বলেন, ‘আমি খুব খুশি। এটা পুরো বছরের পরিশ্রমের ফল। সমর্থকেরাও নিশ্চয়ই খুব খুশি।’ পরবর্তী সময়ে নিজের সামাজিক যোগাযোগমাধ্যমে তিনি লিখেছেন, ‘পুরোপুরিই প্রাপ্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পে মেট্রোরেলের ক্ষতি হয়নি, চলাচল নির্ধারিত সময়েই | প্রথম আলো",
            "time": "2025-11-21T09:53:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F25t71m86%2FUntitled-3.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমটিসিএল এমডি ফারুক আহমেদ প্রথম আলোকে বলেন, ভূমিকম্পের পরপরই তারা লাইন, স্টেশন ভবনসহ স্থাপনা পরীক্ষা করেছেন।</p><p>‘এমনকি কিছু বিয়ারিং প‍্যাডও ইন্সপেকশন করা হয়। সমস্যা পাওয়া যায়নি। ফলে বিকেলে মেট্রোরেলে যথাসময়ে চলাচল করবে’, বলেন ফারুক আহমেদ।</p><p>চলাচল শুরুর আগে দুই দিক থেকে দুটি পরীক্ষামূলক ট্রেন চালানো হয়েছে বলেও জানান ফারুক আহমেদ। আজ মেট্রোরেল চলাচল শুরু হয় দুপুরের পর। উত্তরা থেকে প্রথম ট্রেনটি ছাড়ে বেলা ৩টায়, মতিঝিল থেকে ছাড়ে ৩টা ২০ মিনিটে। উত্তরা থেকে রাত ৯টায় শেষ ট্রেনটি ছাড়ে, মতিঝিল থেকে ছাড়ে রাত ৯টা ৪০ মিনিটে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পের ঘটনায় ঢাকা জেলা প্রশাসনের জরুরি নিয়ন্ত্রণকক্ষ চালু | প্রথম আলো",
            "time": "2025-11-21T09:45:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F8q0u2xsx%2FMitford.jpeg?rect=0%2C25%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">পুরান ঢাকার কসাইটুলী এলাকার একটি ভবনের রেলিং ধসে পড়ে তিনজন নিহত হয়েছেন। মিটফোর্ড হাসপাতালে মর্গের সামনে তাঁদের স্বজনদের আহাজারি<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: দীপু মালাকার</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্প কেন হয়, বিজ্ঞান কী বলে | প্রথম আলো",
            "time": "2025-11-21T09:43:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-22%2Fzoalmxvi%2FUntitled-2.jpg?rect=0%2C7%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূমিকম্পের অবস্থান নির্ণয়ের জন্যও সিসমোগ্রাম কাজে আসে। পি তরঙ্গ আর এস তরঙ্গ নিয়ে তখন আলোচনা করা হয়। পি তরঙ্গ এস তরঙ্গের চেয়ে দ্রুতগামী। এ তথ্য বিজ্ঞানীদের বলতে সাহায্য করে ভূমিকম্পের উৎপত্তি কোথায় হয়েছে। বিষয়টি বোঝার জন্য পি ও এস তরঙ্গকে বজ্রপাত ও বজ্রধ্বনির সঙ্গে তুলনা করুন। আলো শব্দের চেয়ে দ্রুত ভ্রমণ করে, তাই একটি বজ্রপাতের সময় আপনি প্রথমে বজ্রপাতের ঝলকানি দেখতে পাবেন এবং তারপর বজ্রধ্বনি শুনতে পাবেন।</p><p>পি তরঙ্গ বজ্রপাতের মতো ও এস তরঙ্গ বজ্রধ্বনির মতো। পি তরঙ্গ দ্রুত ভ্রমণ করে এবং প্রথমে যেখানে আপনি আছেন, সেখানে পৃথিবী কাঁপায়। তারপর এস তরঙ্গ আসে এবং পৃথিবীকে কাঁপায়। আপনি যদি ভূমিকম্পের কাছাকাছি থাকেন, তাহলে পি ও এস তরঙ্গ প্রায় সঙ্গে সঙ্গেই আসবে, কিন্তু আপনি যদি দূরে থাকেন, তবে দুটির মধ্যে আরও বেশি সময় থাকবে।</p><p>একটি সিসমোগ্রাফে রেকর্ড করা সিসমোগ্রামে পি ও এস তরঙ্গের মধ্যকার সময়ের ব্যবধান দেখে বিজ্ঞানীরা বলতে পারেন, ভূমিকম্প সেই অবস্থান থেকে কত দূরে হয়েছিল। সিসমোগ্রাফ থেকে ভূমিকম্পটি কোন দিকে হয়েছিল, তা বলা যায় না। শুধু কত দূরে ছিল তা বলা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ফাইনালে আশা জাগিয়ে কোন রাউন্ডে বাদ পড়লেন মিথিলা | প্রথম আলো",
            "time": "2025-11-21T09:23:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fqfukmwol%2F584744692185481660070279818800252305911260233n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০ নভেম্বর সারা দিন ফাইনালের জন্য রিহার্সাল করেন ১৩০টি দেশের প্রতিযোগী। রাত ১২টায় রুমে ফিরে দুই ঘণ্টা ‘ন্যাপ’ নেওয়ার সময় পান মিথিলা। এরপর ২১ নভেম্বর রাত ৩টায় উঠে মেকআপ নিতে বসেন ফাইনালের জন্য। মেকআপ চলাকালে কিছুক্ষণের জন্য ফেসবুক লাইভে এসেছিলেন। সেখানে ফাইনালের জন্য সবার কাছে দোয়া চান। মিথিলা বলেন, ‘আমি আমার সেরাটা দিয়ে লড়াই করেছি। বাকিটা ভোরেই বোঝা যাবে।’</p><p>এরপর আসে সেই মাহেন্দ্রক্ষণ। বাংলাদেশ সময় সকাল ৭টায় শুরু হয় মিস ইউনিভার্স ২০২৫–এর চূড়ান্ত পর্ব। সেখানেই সেরা ৩০ প্রতিযোগীর নাম ঘোষণা করেন উপস্থাপক। আর প্রথমবারের মতো বিশ্বের অন্যতম সেরা সুন্দরী প্রতিযোগিতা মিস ইউনিভার্সের ‘টপ থার্টি’ (সেরা ৩০) তালিকায় ঘোষণা হয় বাংলাদেশের নাম। </p><p>এই সেরা ৩০ জনকে নিয়েই হয় পরের পর্ব। যেখানে সুইমস্যুট পরে একে একে মঞ্চে হাঁটেন ৩০ প্রতিযোগী। বিচারকেরা সেই হাঁটা দেখে বাছাই করেন সেরা ১২। আর এখানেই হাঁটতে গিয়ে সামান্য হোঁচট খান তিনি। সঙ্গে সঙ্গে ভালোভাবে সামলে নিয়ে হাঁটা শেষ করেন মিথিলা। মিস ইউনিভার্সের নিয়মানুযায়ী, এসব ক্ষেত্রে ছোট্ট ভুল বা ছন্দপতনের কোনো সুযোগ নেই। ফলে একটা আশঙ্কা মাথায় উঁকি দেয়, ছোট্ট এই হোঁচটই কি মিথিলাকে সেরা ১২ থেকে ছিটকে ফেলল?</p><p>কিছুক্ষণ পর সেরা ১২ নাম ঘোষণার পর দেখা যায়, মিথিলা ছাড়াও ‘হেভিওয়েট’ প্রতিযোগীরাও একে একে অনেকে বাদ পড়ছেন। বাদ পড়াদের তালিকায় ছিলেন মিস ইউনিভার্স ইন্ডিয়া, মিস ইউনিভার্স ফ্রান্স, মিস ইউনিভার্স ব্রাজিল, মিস ইউনিভার্স যুক্তরাষ্ট্রও। </p><p>ফাইনালে মিস ইউনিভার্স ২০২৫ খেতাব জেতেন মেক্সিকোর ফাতিমা বশ। মুকুট, স্যাশে ও ফুলের তোড়া নিয়ে ছবি তোলার পর একে একে বাকি সব সুন্দরী মঞ্চে ওঠে আসেন। সেখানে মুকুটজয়ীকে জড়িয়ে ধরে শুভেচ্ছা জানান তানজিয়া জামান মিথিলাও। ফাতিমার গাউনটি পেছনে অন্য একজনের পায়ের নিচ থেকে ছাড়িয়ে আনতেও সাহায্য করেন মিস ইউনিভার্স বাংলাদেশ। </p></div></div></div></body></html>"
        },
        {
            "title": "মায়ের সঙ্গে মাংস কিনতে গিয়েছিলেন, আর ফিরলেন না রাফিউল | প্রথম আলো",
            "time": "2025-11-21T09:17:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fl660613f%2F3f23122b-ad60-427b-a4d8-f56a2dec6343-1.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বংশালের কসাইটুলীর যে ভবনটির ছাদের রেলিং ভেঙে পড়েছে, সেটিতে থাকেন সরকারি শহীদ সোহরাওয়ার্দী কলেজের শিক্ষার্থী মো. রাওনাক। তিনি প্রথম আলোকে বলেন, ভূমিকম্পে পুরো বিল্ডিং দুলছিল। ওপর থেকে কিছু পড়ার আওয়াজ শুনে তিনি নিচে যান। দেখেন, নিচের গলিতে একজন শিশুসহ কয়েকজন আহত হয়েছেন। আহত ব্যক্তিদের কয়েকজন ধরে দ্রুত রিকশা ও ভ্যানে হাসপাতালে নিয়ে যান। ততক্ষণে নিচের অনেক লোক জড়ো হয়ে গেছেন।</p><p>মাংসের দোকানটিতে আজ মহিষ জবাই করে বিক্রি করা হয়। এই মাংস কিনতে ভবনটির নিচে অনেকে ভিড় করেছিলেন।</p><p>বেলা একটার দিকে দেখা যায়, স্যার সলিমুল্লাহ মেডিকেল কলেজ মিটফোর্ড হাসপাতালের মর্গের সামনে বসে কান্না করছেন রাফিউলের সহপাঠী ইমতিয়াজ উদ্দিন নাদিম। তিনি প্রথম আলোকে বলেন, ‘শুনেছি, রাফিউল তাঁর মায়ের সঙ্গে বাজার করতে গিয়েছিল। সকালে ফেসবুক গ্রুপে দেখলাম। রাফিউলের একটা ছবি দেওয়া। মুখ থেকে রক্ত বের হচ্ছে। এখানে এসে দেখি, সে আর নেই। ওর মা গুরুতরভাবে আহত হয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পে দুই শিশুসহ নিহত ৫, তিন জেলায় আহত দুই শতাধিক | প্রথম আলো",
            "time": "2025-11-21T09:14:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Ffpu8tmkl%2FWhatsApp-Image-2025-11-21-at-1.09.13-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূমিকম্পে হতাহতের ঘটনায় শোক জানিয়েছেন অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস। শোকবার্তায় পাঁচজন নিহত হয়েছেন বলে জানা গেছে। তবে আরেকজনের পরিচয় এই প্রতিবেদন লেখা পর্যন্ত জানা যায়নি।</p><p>পুলিশের লালবাগ বিভাগের উপকমিশনার মল্লিক আহসান উদ্দিন সকালে প্রথম আলোকে বলেন, ভূমিকম্পের সময় পুরান ঢাকার কসাইটুলী এলাকার একটি ভবনের রেলিং ধসে পড়ে তিনজন নিহত হন। তাঁরা রাস্তা দিয়ে হেঁটে যাচ্ছিলেন।</p><p>স্বাস্থ্য অধিদপ্তরের পরিচালক (হাসপাতাল ও ক্লিনিকসমূহ) আবু হোসেন মো. মঈনুল আহসান জানান, স্যার সলিমুল্লাহ মেডিকেল কলেজ মিটফোর্ড হাসপাতালে তিনজন মারা গেছেন। মিটফোর্ড হাসপাতালের জরুরি বিভাগের ওয়ার্ড মাস্টার সাজ্জাদ প্রথম আলোকে বলেন, ভূমিকম্পের পর তিনজনের মরদেহ আনা হয়েছে। পুরান ঢাকা থেকে তাঁদের মরদেহ আনা হয়।</p><p>এদিকে নারায়ণগঞ্জের রূপগঞ্জে ভূমিকম্পে দেয়াল ধসে ফাতেমা নামের ১০ মাসের একটি শিশু নিহত হয়েছে। এ সময় শিশুটির মা কুলসুম বেগমসহ (৩০) দুজন আহত হন। সকাল ১০টা ৩৮ মিনিটে উপজেলার গোলাকান্দাইল ইউনিয়নের ইসলামবাগ ৫ নম্বর ক্যানেল এলাকায় এ ঘটনা ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছোটদের নামাজের কাতারে দাঁড়ানোর বিধান | প্রথম আলো",
            "time": "2025-11-21T09:08:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fyke3er87%2Fpexels-saikat-ghosh-164424302-12358308-1.jpg?rect=0%2C176%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>ছোটরা কাতারে দাঁড়ালে কাতার নষ্ট হয় কি?</strong></p><p>আলেমদের মতে, বুদ্ধিবৃত্তি-উপলব্ধিসম্পন্ন শিশু (যে বুঝে নামাজ পড়তে পারে) যদি কাতারে দাঁড়ায়, তাহলে কাতার নষ্ট হয় না।</p><p>হাদিসে এসেছে, নবীজি (স.) তাঁর দৌহিত্র হুসাইন (র.)-কে জামাতে সঙ্গে রেখেছেন, এমনকি তাকে কাঁধে নিয়েও নামাজ পড়েছেন। (সুনানে নাসাই, হাদিস: ১১৪১)</p><p>এটি প্রমাণ করে—শিশুর উপস্থিতি কাতারকে ভঙ্গ করে না।</p><p><strong>ছোটদের অবস্থান, কোথায় দাঁড়াবে তারা</strong></p><p>১. সবচেয়ে উত্তম হলো শিশুকে কাতারের এক প্রান্তে দাঁড় করানো।</p><p>২. যদি কাতার পূর্ণ থাকে এবং শিশু বড়দের সঙ্গে কাতারে দাঁড়ায়, তা বৈধ।</p><p>৩. ছোট্ট বাচ্চারা কাতারের মাঝখানে দৌড়াদৌড়ি করলে বিশৃঙ্খলা তৈরি হয়, এতে প্রাপ্তবয়স্কদের খুশু নষ্ট হতে পারে। সেক্ষেত্রে অভিভাবকদের দায়িত্ব হলো তাদের পাশে রাখা বা প্রয়োজন হলে শেষ কাতারে রাখা।</p><p>ইমাম মালেক, শাফেয়ী ও আহমদ (রহ.)-এর মতে, বড়রা যদি উপস্থিত থাকে, তবে শিশুদের তাদের পরেই দাঁড়ানো উত্তম, কিন্তু বাধ্যতামূলক নয়।</p><p><strong>একেবারে ছোট শিশু কাতারে দাঁড়ালে</strong></p><p>যে শিশু তামিজের বয়সে পৌঁছায়নি, অর্থাৎ, যে সঠিকভাবে রুকু, সিজদা, তাকবির ইত্যাদি করতে পারে না, তাকে কাতারের মাঝে দাঁড় করানো উচিত নয়। কারণ এতে কাতার বিশৃঙ্খল হয়।</p><p>তবে তারা যদি মায়ের সঙ্গে নারীদের কাতারে, অথবা বাবার পাশে বাড়িতে দাঁড়ায়—এটি জায়েয।</p></div></div></body></html>"
        }
    ]
}