{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দুই দিন পর ঢাকা-বরিশাল পথে লঞ্চ চলাচল শুরু | প্রথম আলো",
            "time": "2025-12-30T16:26:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fe8fnju3y%2FBarishalDH059020251230barishal-01.jpg?rect=0%2C0%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশাল নদীবন্দর সূত্রে জানা যায়, আজ রাত ৯টার পর পারাবত–১১, পারাবত–১২, সুরভী–৭ ও এম খান–৭ নামে ৪টি লঞ্চ বরিশাল থেকে সরাসরি ঢাকা এবং ঝালকাঠি থেকে বরিশাল হয়ে ঢাকার পথে সুন্দরবন–১২ নামে অপর একটি লঞ্চ নদীবন্দর ত্যাগ করে। বরিশাল থেকে লঞ্চে ওঠা যাত্রী আবদুল মোতালেব বলেন, ‘তীব্র শীত উপেক্ষা করে লঞ্চে উঠেছি। নির্ধারিত সময়ের মধ্যে নিরাপদে ঢাকায় পৌঁছাতে পারব কি না, তা নিয়ে সন্দেহ রয়েছে।’</p><p>ঘন কুয়াশার কারণে রোববার সন্ধ্যা ছয়টার দিকে বরিশাল নৌবন্দর থেকে সরাসরি ঢাকাগামী চারটি লঞ্চ এবং ভায়া রুটের একটি লঞ্চের যাত্রী নামিয়ে যাত্রা বাতিল করে বিআইডব্লিউটিএ। গতকালও বরিশাল নদীপথে লঞ্চ চলাচল সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে গণতান্ত্রিক সংগ্রামের একটি অধ্যায়ের ইতি ঘটল | প্রথম আলো",
            "time": "2025-12-30T16:24:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fc4ugxf7o%2FKhaleda_embassy.jpg?rect=0%2C109%2C1554%2C816&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে গভীর শোক প্রকাশ করেছে ট্রান্সকম গ্রুপ। আজ মঙ্গলবার এক শোকবার্তায় ট্রান্সকম গ্রুপের গ্রুপ সিইও সিমিন রহমান বলেছেন, খালেদা জিয়ার ইন্তেকালের মধ্য দিয়ে দেশবাসী শীর্ষ রাজনৈতিক অভিভাবক হারাল। একই সঙ্গে বাংলাদেশের রাজনীতির দীর্ঘ গণতান্ত্রিক সংগ্রামের একটি অধ্যায়েরও ইতি ঘটল, তিনি যার কেন্দ্রে ছিলেন। তাঁর বিদায় রাষ্ট্রে একটি অমোচনীয় শূন্যতা রেখে গেল।</p><p> শোকবার্তায় বলা হয়, দেশ যখন একটি গণতান্ত্রিক উত্তরণের সন্ধিক্ষণ পার করছে, যে সময়ে সাবেক প্রধানমন্ত্রী খালেদা জিয়ার রাজনৈতিক অভিজ্ঞতা ও প্রজ্ঞার প্রয়োজন ছিল সবচেয়ে বেশি, সে সময়েই তিনি দুঃখজনকভাবে বিদায় নিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজায় নারীদের জন্য বিশেষ ব্যবস্থা | প্রথম আলো",
            "time": "2025-12-30T16:22:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Ffp4kax0o%2Fimage_233917_1757787354.jpg?rect=0%2C14%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেস উইংয়ের বিবৃতিতে জানানো হয়েছে, নারীরা যেন সুশৃঙ্খল ও নিরাপদ পরিবেশে জানাজায় অংশ নিতে পারেন, সেই লক্ষ্যে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা ও মানিক মিয়া অ্যাভিনিউ এলাকায় পৃথকভাবে বিশেষ ব্যবস্থা গ্রহণ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৭৫ বছর লোকচক্ষুর অন্তরালে থাকার পর নিলামে ব্র্যাডম্যানের টুপি | প্রথম আলো",
            "time": "2025-12-30T16:15:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F31kq06tr%2Fw398h307fitpad.avif?rect=0%2C20%2C398%2C209&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিলাম চলবে আগামী ২৬ জানুয়ারি ‘অস্ট্রেলিয়া ডে’ পর্যন্ত। নিলাম শুরু হয়েছে মাত্র ১ অস্ট্রেলীয় ডলার থেকে। তবে ধারণা করা হচ্ছে, শেষ পর্যন্ত এর দাম ১০ লাখ ডলার ছাড়িয়ে যেতে পারে। চ্যানেল নাইন জানিয়েছে, টুপিটি যে ব্র্যাডম্যানেরই, সে বিষয়ে তারা শতভাগ নিশ্চিত। ধারণা করা হচ্ছে, ভারতের বিপক্ষে ওই সিরিজেই কিংবদন্তি টুপিটি পরেছিলেন।</p><p>অস্ট্রেলীয় ক্রিকেটে ‘ব্যাগি গ্রিন’ মানেই অন্য রকম এক সম্মান। আর সেই টুপি যদি হয় খোদ ব্র্যাডম্যানের, তবে তো কথাই নেই। ৯৯.৯৪ গড়ের অতিমানবকে বলা হয় ইতিহাসের সেরা ব্যাটসম্যান। ২০০১ সালে ৯২ বছর বয়সে তিনি না-ফেরার দেশে পাড়ি জমান। কিন্তু তাঁর ব্যবহৃত যেকোনো জিনিসের প্রতি সংগ্রাহকদের লোভ সামলানো কঠিন। ২০২০ সালে তাঁর অভিষেকের টুপিটি সাড়ে ৪ লাখ ডলারে বিক্রি হয়েছিল। গত বছরও তাঁর আরেকটি টুপি বিক্রি হয়েছে প্রায় ৪ লাখ ৮০ হাজার ডলারে।</p><p>তবে এবারের টুপিটি কেন বিশেষ? কারণ, এটি সাত দশকের বেশি সময় লোকচক্ষুর অন্তরালে ছিল। অস্ট্রেলিয়ার সংবাদমাধ্যমগুলো বলছে, এটি সম্ভবত দেশটির ক্রিকেট ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ স্মারক হয়ে উঠতে যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে শ্রদ্ধা জানাতে আসছেন নেপাল ও শ্রীলঙ্কার পররাষ্ট্রমন্ত্রী | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fnoutt9n2%2Fkhaleda-bss.jpg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "সকালে মাকে হারালেও দুপুরে বৈঠকে তারেক রহমান | প্রথম আলো",
            "time": "2025-12-30T16:07:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F7n18o5pw%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সকালে মাকে হারালেও দুপুরে বৈঠকে তারেক রহমান\" class=\"nA4h1 \">সকালে মাকে হারালেও দুপুরে বৈঠকে তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-30T22:07:28+06:00\"><span>প্রকাশ: ৩০ ডিসেম্বর ২০২৫, ১৬: ০৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অনন্ত অসীমের নির্জন স্পর্শ | প্রথম আলো",
            "time": "2025-12-30T16:04:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2F5i8htcbx%2FWhatsApp-Image-2025-12-29-at-20.21.21.jpeg?rect=0%2C95%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গভীর কুয়াশামাখা রাতে<br>অফিস থেকে ফিরে যাচ্ছি বাড়ি<br>পথে<br>দেয়ালগুলো ফিসফিস করে কথা বলে ওঠে<br>আমার গলা শুকিয়ে আসে<br>দেয়াল বলে, ‘পানি লাগবে, পানি?’<br>বলি, লাগবে।<br>টিয়ার গ্যাসে চোখ কুঁচকে থাকা ছেলেটার<br>হাতে থাকা পাত্রটা কেঁপে ওঠে<br>আমি রাস্তা থেকে ফুটপাতঘেঁষা দেয়ালে<br>পানি খেতে যাই<br>কিন্তু ফুটপাতে বস্তা মুড়ি দিয়ে শুয়ে থাকা লোকটা<br>আমার জন্য বাধা হয়ে দাঁড়ায়<br>আমি তাকে চিনি না তাই<br>সেও আমার সাথে কথা বলে না তো<br>দেয়াল বলে, ‘আমরা কত দিন হাসি না’, ‘৩৬ জুলাই’,<br>‘বিকল্প কে’<br>রাতের কুয়াশা আরও ঘনীভূত হয়<br>নাটকীয় লাগে<br>চিৎকার করে দেয়াল<br>‘রাতের ভোট’, ‘নাটক কম করো পিও’<br>এত রাতে এত চিৎকার কেন করছে দেয়াল<br>আমি ভাবি,এতে যদি লোকটার ঘুম ভেঙে যায়<br>আমি তখন কী করব?<br>‘আওয়াজ উডা’, ‘কথা ক’<br>উত্তর দেয় দেয়াল।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে হাসপাতালে হামলা, আতঙ্কে রোগীদের দিগ্‌বিদিক ছোটাছুটি | প্রথম আলো",
            "time": "2025-12-30T16:03:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fquvzh5vj%2FNoakhali.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াখালীর প্রধান বাণিজ্যিক কেন্দ্র বেগমগঞ্জ উপজেলার চৌমুহনীতে একটি বেসরকারি হাসপাতালে হামলা, ভাঙচুর ও লুটপাটের ঘটনা ঘটেছে। হামলার সময় আতঙ্কে চিকিৎসা নিতে আসা রোগীরা দিগ্‌বিদিক ছুটে আত্মরক্ষার চেষ্টা করেন। এ ঘটনায় হাসপাতালের এক আয়া ও দুই কর্মচারী আহত হয়েছেন।</p><p> গতকাল সোমবার সন্ধ্যা সাড়ে সাতটার দিকে চৌমুহনী কলেজ রোড এলাকায় অবস্থিত রাবেয়া প্রাইভেট হাসপাতালে এ ঘটনা ঘটে। খবর পেয়ে বেগমগঞ্জ থানার পুলিশ ঘটনাস্থল পরিদর্শন করলেও কাউকে আটক করতে পারেনি।</p><p> হাসপাতালের চেয়ারম্যান ও জ্যেষ্ঠ চিকিৎসক আবু নাছের আজ মঙ্গলবার সন্ধ্যায় প্রথম আলোকে বলেন, ঘটনার সময় তিনি অস্ত্রোপচার কক্ষে একজন রোগীর অস্ত্রোপচার করছিলেন। এ সময় লাঠিসোঁটা নিয়ে ৫০–৬০ জনের একটি দল আকস্মিকভাবে হাসপাতালে ঢুকে পড়ে। কর্তব্যরত কর্মীরা কিছু বুঝে ওঠার আগেই হামলাকারীরা ভাঙচুর শুরু করে। এতে রোগী ও স্বজনেরা চরম আতঙ্কে পড়েন।</p></div></div></div></body></html>"
        },
        {
            "title": "দলীয় টিকিট না পেয়ে নওগাঁয় স্বতন্ত্র প্রার্থী হলেন বিএনপির ছয় নেতা | প্রথম আলো",
            "time": "2025-12-30T16:01:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F9703fab7%2FNaoga.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলমগীর কবির বলেন, ‘কালোটাকাকে মোকাবিলা করার জন্য নির্বাচনে এসেছি। টাকার ইলেকশনে জনমতের প্রতিফলন ঘটে না। রাজনীতিতে যারা সততা ও দেশপ্রেম দেখাতে পারবে না, তাদের রাজনীতি থেকে চলে যাওয়া উচিত। গণতন্ত্র ও মানুষের অধিকার প্রতিষ্ঠা করায় আমার প্রধান লক্ষ্য। আত্রাই রানীনগরের মানুষ আমাকে চায় দেখেই নির্বাচনে এসেছি।’</p><p>বিএনপি মনোনীত প্রার্থী শেখ রেজাউল ইসলাম বলেন, ‘আলমগীর কবির আমাদের শ্রদ্ধেয় নেতা। তিনি এক-এগারোর সময় দল ছেড়ে এলডিপিতে যোগ দিয়েছিলেন। তারপর থেকে এলাকায় নিষ্ক্রিয়। এখন এলাকায় তাঁর তেমন জনপ্রিয়তা নেই। ভোটে জয়ী হওয়ার বিষয়ে দলের নেতা-কর্মী ও আত্রাই-রানীনগরের সাধারণ ভোটারদের প্রতি আমার আস্থা আছে।’</p><p>নওগাঁর ছয়টি আসনে বিএনপি মনোনীত ছয়জন ও স্বতন্ত্র হিসেবে বিএনপির ছয়জন মনোনয়নপত্র জমা দিয়েছেন। বাকি ২৯ জনের মধ্যে জামায়াতে ইসলামীর ছয়জন, ইসলামী আন্দোলন বাংলাদেশের ছয়জন, জাতীয় পার্টির পাঁচজন, বাংলাদেশের কমিউনিস্ট পার্টির (সিপিবি) দুজন, আমার বাংলাদেশ (এবি) পার্টির দুজন, বাংলাদেশ সমাজতান্ত্রিক দলের (বাসদ) একজন, বাংলাদেশ খেলাফত মজলিসের একজন, খেলাফত মজলিসের একজন, বিএনএফের একজন, বাংলাদেশ রিপাবলিকান পার্টির একজন ও স্বতন্ত্র হিসেবে তিনজন মনোনয়নপত্র জমা দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সালমার কাছ থেকে আলাদা হয়ে গেছি’, ফেসবুকে লিখেছেন স্বামী | প্রথম আলো",
            "time": "2025-12-30T16:00:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F79whb5l5%2F55570db2a669cdf2b8253f2d04decd2d_5c98e7216db5a.jpg?rect=0%2C0%2C614%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুকে সানাউল্লাহর লেখা পোস্ট এ রকম, ‘কণ্ঠশিল্পী সালমার সঙ্গে আমার দাম্পত্য জীবনের ইতি টেনেছি। আমাদের মধ্যে বিচ্ছেদ হয়েছে। একান্তই পারস্পরিক মতের অমিল, চিন্তা এবং মানসিকতার দূরত্বই দুজনের আলাদা হয়ে যাওয়ার কারণ। পারস্পরিক সম্মান ও মর্যাদাকে অক্ষুণ্ন রেখে আমাদের বৈবাহিক জীবনের সমাপ্তি ঘটালাম। আশা করছি, এই বিষয়টা নিয়ে নেতিবাচক মন্তব্য করা থেকে সবাই বিরত থাকবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "কারখানার অন্ধকারে কতগুলো দিন | প্রথম আলো",
            "time": "2025-12-30T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F31lob8sj%2FQayum_Chowdhury_Art_2010__15_.jpg?rect=0%2C422%2C1349%2C708&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তখন আমি বাইরে বেরিয়েছিলাম। পাকিস্তানি বাহিনীর গাড়ি আমার সামনে এসে থামে, তারা আমাকে কী যেন বলে, কিছুই বুঝি না।</p><p>তখন পেছন থেকে আমার মাথার একটু নিচে বন্দুক তাক করে বলে, ‘উসকো মার দো।’<br>ভয়ে আমি মাটিতে লুটিয়ে পড়ি। এই দেখে পাকিস্তানি সেনারা আমাকে না মেরে মিলের ভেতরের অফিসে ঢুকে কয়েকজনকে ধরে নিয়ে যায়। যাওয়ার আগে উড়িয়ে দিয়ে যায় পাকিস্তানেরা পতাকা।</p><p>পাকিস্তানি সেনারা চলে গেলে মিলের ভেতরে ঢুকে দেখি, ছয়-সাতজনকে গুলি করে মেরে ফেলেছে। নারায়ণগঞ্জ জেলার সিদ্দিকগঞ্জের গোদনাইলে ২ নম্বর সেক্টরের ঠিক ডান দিকে দেখি, কয়েকজন নারীকে নৃশংসভাবে নির্যাতন করে মেরে ফেলেছে ওরা। কেবল নারী নয়, শিশুও ছিল মৃতদের মধ্যে।</p></div></div></div></body></html>"
        },
        {
            "title": "ত্রয়োদশ জাতীয় সংসদ নির্বাচনে অংশ নিচ্ছে ৫১টি দল | প্রথম আলো",
            "time": "2025-12-30T15:59:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-30%2Fu7c4vpcw%2FprothomaloUntitled.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে প্রতিদ্বন্দ্বিতা করতে জামায়াতে ইসলামীর ২৭৬ জন মনোনয়নপত্র জমা দিয়েছেন।</p><p>অন্য দলগুলোর মধ্যে জাতীয় পার্টির (জাপা) ২২৪ জন, ইসলামী আন্দোলন বাংলাদেশের ২৬৮ জন, জাতীয় নাগরিক পার্টির (এনসিপি) ৪৪ জন, সিপিবির ৬৫ জন, বাংলাদেশের সমাজতান্ত্রিক দলের (বাসদ) ৪১ জন, বাংলাদেশ খেলাফত মজলিসের ৯৪ জন, খেলাফত মজলিসের ৬৮ জন, গণ অধিকার পরিষদের ১০৪ জন, আমার বাংলাদেশ (এবি) পার্টির ৫৩ জন, গণফোরামের ২৩ জন, গণসংহতি আন্দোলনের ১৮ জন, নাগরিক ঐক্যের ১১ জন, বাংলাদেশ খেলাফত আন্দোলনের ১১ জন, জমিয়তে উলামায়ে ইসলাম বাংলাদেশের ৫ জন মনোনয়নপত্র জমা দিয়েছেন।</p><p>১৪–দলীয় জোটের শরিক জাতীয় সমাজতান্ত্রিক দল (জাসদ) গতকাল সংবাদ বিজ্ঞপ্তি দিয়ে জানিয়েছিল, তারা এবারের নির্বাচনে অংশ নিচ্ছে না। তারা নির্বাচন বর্জন করেছে। তবে ইসির দেওয়া তথ্য অনুযায়ী, জাসদের সাতজন মনোনয়নপত্র জমা দিয়েছেন। বাংলাদেশ জাসদের ৯ জন ও জেএসডির ৩১ জন মনোনয়নপত্র জমা দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনা-১ আসনে জামায়াতের প্রার্থীসহ হিন্দু সম্প্রদায়ের আট প্রার্থী মাঠে | প্রথম আলো",
            "time": "2025-12-30T15:59:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fde6cd434%2FUV6366.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল সোমবার মনোনয়নপত্র দাখিল শেষে মিয়া গোলাম পরওয়ার বলেন, জামায়াতে ইসলামী ৮–দলীয় সমঝোতার ভিত্তিতে নির্বাচনে অংশ নিচ্ছে। আরও দুটি দল যুক্ত হওয়ায় জোটের সংখ্যা দাঁড়িয়েছে দশে। তিনি বলেন, মনোনয়নপত্র প্রত্যাহারের শেষ দিন পর্যন্ত আসনভিত্তিক সমঝোতার চেষ্টা অব্যাহত থাকবে।</p><p>খুলনার ছয়টি আসনে মনোনয়নপত্র জমা দেওয়া ৪৬ জনের মধ্যে ১১ জন হিন্দু সম্প্রদায়ের। এই ১১ জনের মধ্যে মাত্র দুজন স্বতন্ত্র প্রার্থী। বাকিরা দলীয় প্রতীকে নির্বাচন করতে চান। এই ১১ জনের মধ্যে আটজনই খুলনা-১ আসনে নির্বাচনের জন্য মনোনয়নপত্র জমা দিয়েছেন। অর্থাৎ সংখ্যালঘু সম্প্রদায় থেকে প্রার্থী হওয়া ব্যক্তিদের প্রায় ৭৩ শতাংশই খুলনা-১ আসনে লড়তে চান।</p><p>জেলার ছয়টি আসনের মধ্যে খুলনা-১ আসনে সবচেয়ে বেশি ১৩টি মনোনয়নপত্র জমা হয়েছে। সম্মিলিত জাতীয় জোটের অন্তর্গত বাংলাদেশ ইসলামী ফ্রন্টের সুনীল শুভরায়, জাতীয় পার্টির মো. জাহাঙ্গীর হোসেন, জামায়াতের কৃষ্ণ নন্দী, বাংলাদেশের কমিউনিস্ট পার্টির (সিপিবি) কিশোর কুমার রায়, ইসলামী আন্দোলন বাংলাদেশের মো. আবু সাঈদ, জেএসডির প্রসেনজিৎ দত্ত, বিএনপির আমীর এজাজ খান, বাংলাদেশ মাইনরিটি জাতীয় পার্টির প্রবীর গোপাল রায়, বাংলাদেশ খেলাফত মজলিসের ফিরোজুল ইসলাম, গণ অধিকার পরিষদের জি এম রোকনুজ্জামান, বাংলাদেশ সম অধিকার পরিষদের সুব্রত মণ্ডলসহ দুই স্বতন্ত্র প্রার্থী গোবিন্দ হালদার ও চালনা পৌরসভার সাবেক মেয়র অচিন্ত্য কুমার মণ্ডল মনোনয়নপত্র জমা দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "উন্নয়ন, অগ্রগতি ও সুশাসনের জন্য সৎ নেতৃত্বের বিকল্প নেই: মিয়া গোলাম পরওয়ার | প্রথম আলো",
            "time": "2025-12-30T15:55:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fhe263rak%2FWhatsApp-Image-2025-12-30-at-9.42.00-PM.jpeg?rect=0%2C48%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিয়া গোলাম পরওয়ার বলেন, ‘যদি শাসকদের ভেতর আল্লাহর ভয় থাকত, তবে এত অন্যায়, ধর্ষণ, চাঁদাবাজি, দখলবাজি হতো না। কোরআনের আইন প্রতিষ্ঠা করতে ইসলামপন্থীদের সংসদে পাঠাতে হবে।’</p><p>জামায়াতের সেক্রেটারি জেনারেল বলেন, ‘বর্তমান তরুণ প্রজন্ম মেধাভিত্তিক, সৎ ও দেশপ্রেমিক নেতৃত্ব চায়। জামায়াতে ইসলামী সেই কাঙ্ক্ষিত নেতৃত্ব দিতে সক্ষম। তাই দাঁড়িপাল্লা প্রতীকে ভোট দিয়ে তরুণ প্রজন্মের স্বপ্ন পূরণে এগিয়ে আসুন।’</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে বিভিন্ন জেলায় শোকের ছায়া, দোয়া মাহফিল | প্রথম আলো",
            "time": "2025-12-30T15:55:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F6mwzbm3z%2F1.SYLHET.JPG?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারপারসনের উপদেষ্টা আরিফুল হক চৌধুরী খালেদা জিয়ার মৃত্যুর খবর পাওয়ার পরপরই নগরের কুমারপাড়া এলাকার তাঁর বাসায় তাৎক্ষণিক দোয়ার আয়োজন করেন। দোয়া করেন হজরত শাহজালাল (রহ.)–এর দরগাহ মসজিদের ইমাম ও খতিব হাফেজ মাওলানা আসজদ আহমদ।</p><p>পাশাপাশি সিলেটের বিভিন্ন মাদ্রাসায় কোরআন খতমের আয়োজন করা হয়েছে। হজরত শাহজালাল (রহ.) মাদ্রাসা, নয়াসড়ক মাদ্রাসা, কাজির বাজার মাদ্রাসা, দারুস সালাম মাদ্রাসায় কোরআন খতমের আয়োজন করা হয়।</p><p>সিলেট মহানগর বিএনপির ভারপ্রাপ্ত সভাপতি রেজাউল হাসান কয়েস লোদী জানান, দলের চেয়ারপারসন ও তিনবারের সাবেক প্রধানমন্ত্রীর ইন্তেকালে নগরবাসী শোকাহত। সিলেট নগর বিএনপির উদ্যোগে আজ বাদ আসর শাহজালাল (রহ.) দরগাহর মসজিদ প্রাঙ্গণে এক দোয়া অনুষ্ঠিত হয়েছে।</p><p>সাবেক প্রধানমন্ত্রীর মৃত্যুতে শোক প্রকাশ করেছেন হিন্দু বৌদ্ধ ও খ্রিস্টান কল্যাণ ফ্রন্ট সিলেট জেলা ও মহানগর শাখা, সিলেট জেলা আইনজীবী সমিতি, সিলেট জেলা প্রেসক্লাব, বাংলাদেশ ফটো জার্নালিস্ট অ্যাসোসিয়েশন সিলেট বিভাগীয় কমিটি, সিলেট কৃষি বিশ্ববিদ্যালয়ের উপাচার্য মো. আমিনুল ইসলাম, সিলেট সিটি করপোরেশনের সাবেক মেয়র আরিফুল হক চৌধুরী, সিলেট-২ আসনে বিএনপির দলীয় প্রার্থী তাহসিনা রুশদীর (লুনা), বিএনপির সহসাংগঠনিক সম্পাদক মিফতাহ্ সিদ্দিকী, সিলেট জেলা বিএনপির সাধারণ সম্পাদক এমরান আহমদ চৌধুরী, বিশ্বনাথ উপজেলা বিএনপি, সিলেট-৬ আসনের স্বতন্ত্র সংসদ সদস্য প্রার্থী ফখরুল ইসলাম প্রমুখ।</p><p>এসব শোকবার্তায় বলা হয়, সাবেক প্রধানমন্ত্রী খালেদা জিয়া ছিলেন স্বাধীন, সার্বভৌম, জাতীয় ঐক্যের প্রতীক এবং রাজনৈতিক অভিভাবক। তিনি দল, দেশ এবং মাটি ও মানুষের জন্য আজীবন সংগ্রাম করে গেছেন। তাঁর সাহসী সিদ্ধান্ত, দেশপ্রেম ও জনগণের প্রতি দায়বদ্ধতা রাজনীতিতে একটি দৃষ্টান্ত স্থাপন করেছে। তাঁর মৃত্যুতে দেশ একজন অভিজ্ঞ, প্রাজ্ঞ ও পরীক্ষিত রাষ্ট্রনায়ককে হারালো, যা জাতির জন্য এক অপূরণীয় ক্ষতি। খালেদা জিয়ার আদর্শ, রাজনৈতিক দর্শন ও আত্মত্যাগ ভবিষ্যৎ প্রজন্মের জন্য অনুকরণীয় হয়ে থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদারীপুরে মহাসড়ক আটকে তিন ঘণ্টা ধরে সংঘর্ষ, অর্ধশত ককটেল বিস্ফোরণ | প্রথম আলো",
            "time": "2025-12-30T15:50:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fhw7ke26o%2FMadaripurDH069920251230IMG6438.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাদারীপুরে আধিপত্য বিস্তারকে কেন্দ্র করে মহাসড়ক আটকে দুই পক্ষের লোকজন সংঘর্ষে জড়িয়েছেন। মঙ্গলবার বেলা তিনটা থেকে সন্ধ্যা ছয়টা পর্যন্ত সদর উপজেলার মস্তফাপুর গোলচত্বরে বিরতিহীনভাবে এ সংঘর্ষ চলে। এ সময় অর্ধশত ককটেল বিস্ফোরণ করে পুরো এলাকায় আতঙ্ক সৃষ্টি করা হয়। এতে উভয় পক্ষের অন্তত ১০ জন আহত হয়েছেন।</p><p>সংঘর্ষে উভয় পক্ষের অন্তত ছয়টি দোকান ও চারটি বসতঘরে ভাঙচুর ও লুটপাট চালানো হয়। সংঘর্ষের কারণে মাদারীপুর-চাঁদপুর-শরীয়তপুর আঞ্চলিক মহাসড়ক ও ঢাকা-বরিশাল মহাসড়কে প্রায় দুই ঘণ্টা যান চলাচল বন্ধ থাকে। এতে তীব্র যানজট তৈরি হয়ে ভোগান্তিতে পড়েন সাধারণ যাত্রী ও যানচালকেরা।</p><p>পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, মস্তফাপুর গোলচত্বর এলাকার স্থানীয় ইউনিয়ন পরিষদের (ইউপি) সদস্য হাবিব হাওলাদার, ইদ্রিস হাওলাদারের সঙ্গে শামচু সরদার ওরফে কোপা শামচুর আধিপত্য নিয়ে দীর্ঘদিন ধরে বিরোধ চলে আসছিল। সম্প্রতি একটি বিস্ফোরক মামলায় র‍্যাবের হাতে গ্রেপ্তার হন শামচু সরদার। তিনি জামিনে বের হয়ে হাওলাদার বংশের এক কিশোরকে আজ সকালে মারধর করেন বলে অভিযোগ। এরই জেরে দুপুরে দেশি অস্ত্রশস্ত্র নিয়ে সংঘর্ষে জড়ায় দুই পক্ষ। অর্ধশত ককটেল বিস্ফোরণ করে পুরো এলাকায় আতঙ্ক সৃষ্টি করা হয়। এ সময় উভয় পক্ষের অন্তত ছয়টি দোকান ও চারটি বসতঘরে ভাঙচুর ও লুটপাট করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যুত্থান-পরবর্তী সময়ে খালেদা জিয়া জাতির অভিভাবক ছিলেন: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-12-30T15:47:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F5b3ys8z5%2FNahid-Islam-Bnp-Prothom-alo.jfif?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাহিদ ইসলাম বলেন, ‘বেগম খালেদা জিয়া বাংলাদেশের ইতিহাসে, গণতন্ত্রের সংগ্রামে, সার্বভৌমত্বের সংগ্রামে অবিস্মরণীয় হয়ে থাকবেন। নব্বইয়ের স্বৈরাচারবিরোধী আন্দোলন থেকে ফ্যাসিবাদবিরোধী আন্দোলন পর্যন্ত ওনার আপসহীন মনোভাব, দৃঢ়তা দেশের মুক্তিকামী মানুষকে অনুপ্রেরণা জাগিয়েছে।’</p><p>বাংলাদেশের সার্বভৌমত্ব রক্ষায় খালেদা জিয়া অনুপ্রেরণা হয়ে থাকবেন উল্লেখ করে এনসিপির আহ্বায়ক বলেন, দেশের সার্বভৌমত্ব রক্ষায়, আধিপত্যবাদ থেকে মুক্ত করতে এবং গণতন্ত্র প্রতিষ্ঠার যে লড়াই চব্বিশের প্রজন্ম আবারও শুরু করেছে, সেই লড়াইয়ে তিনি অনুপ্রেরণা হয়ে থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে প্রধান বিচারপতি ও সুপ্রিম কোর্টের উভয় বিভাগের বিচারপতিদের শোক | প্রথম আলো",
            "time": "2025-12-30T15:40:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F839gdd32%2Fddcb7268_e939_4187_8088_f9e309f77af4.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শোকবার্তায় বলা হয়, দেশের সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়া আজ মঙ্গলবার সকাল ছয়টায় রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন অবস্থায় শেষনিশ্বাস ত্যাগ করেন (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)।…তাঁর মৃত্যুতে বাংলাদেশের প্রধান বিচারপতি জুবায়ের রহমান চৌধুরীসহ বাংলাদেশ সুপ্রিম কোর্টের উভয় বিভাগের বিচারপতিরা গভীর শোক প্রকাশ করেছেন এবং শোকসন্তপ্ত পরিবার-পরিজনের প্রতি গভীর সমবেদনা জ্ঞাপন করেছেন। বিচারপতিরা খালেদা জিয়ার বিদেহী আত্মার মাগফিরাত কামনা করেন এবং তাঁকে জান্নাতের সর্বোচ্চ আসনে আসীন করার জন্য মহান রাব্বুল আলামিনের নিকট প্রার্থনা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মরদেহ এভারকেয়ার থেকে যে পথে নেওয়া হবে জাতীয় সংসদের দক্ষিণ প্লাজায় | প্রথম আলো",
            "time": "2025-12-30T15:34:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-18%2F2wr7otdu%2FDMP.png?rect=0%2C108%2C1516%2C796&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর সেখান থেকে কামাল আতাতুর্ক অ্যাভিনিউ ধরে এয়ারপোর্ট রোডে উঠে মহাখালী ফ্লাইওভার পার হয়ে জাহাঙ্গীরগেট ও বিজয় সরণি দিয়ে অগ্রসর হওয়ার কথা রয়েছে। পরে উড়োজাহাজ ক্রসিংয়ে বামে মোড় নিয়ে জাতীয় সংসদ ভবনের ৬ নম্বর গেট দিয়ে প্রবেশ করে দক্ষিণ প্লাজায় খালেদা জিয়ার মরদেহ পৌঁছানো হবে।</p><p>এদিকে ডিএমপি কমিশনার শেখ মো. সাজ্জাত আলী স্বাক্ষরিত এক গণবিজ্ঞপ্তিতে বলা হয়েছে, খালেদা জিয়ার মৃত্যুতে ২ জানুয়ারি পর্যন্ত রাষ্ট্রীয়ভাবে শোক পালন করা হবে। ডিএমপি অর্ডিন্যান্সের ধারা ২৮ ও ২৯ অনুযায়ী এ সময় মহানগর এলাকায় কয়েকটি নিষেধাজ্ঞা আরোপ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "টাঙ্গাইলে আওয়ামী লীগ নেতা প্রার্থী হয়েছেন জেপি থেকে | প্রথম আলো",
            "time": "2025-12-30T15:25:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fay7e6itt%2FScreenshot-2025-12-30-205425.png?rect=0%2C20%2C614%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টাঙ্গাইল-৬ (নাগরপুর-দেলদুয়ার) আসন থেকে ত্রয়োদশ জাতীয় সংসদ নির্বাচনে অংশ নেওয়ার জন্য মনোনয়নপত্র জমা দিয়েছেন তারেক শামস। তিনি গতকাল সোমবার টাঙ্গাইল জেলা প্রশাসকের কার্যালয়ে আনোয়ার হোসেন মঞ্জুর নেতৃত্বাধীন জাতীয় পার্টির প্রার্থী হিসেবে মনোনয়নপত্র জমা দেন বলে জানিয়েছে জেলা নির্বাচন অফিস ও স্থানীয় সূত্র।</p><p>স্থানীয় একাধিক সূত্রে জানা যায়, তারেক শামস নব্বইয়ের দশকে ঢাকা মহানগর ছাত্রলীগের রাজনীতি করতেন। পরে আওয়ামী লীগের কেন্দ্রীয় উপকমিটির সদস্য হন। নিজ এলাকা টাঙ্গাইল-৬ (নাগরপুর- দেলদুয়ার) আসনে ২০০৮ সাল থেকে প্রতিটি জাতীয় সংসদ নির্বাচনে আওয়ামী লীগের মনোনয়নপ্রত্যাশী ছিলেন। দলীয় মনোনয়ন না পেয়ে ২০২৪ সালের জাতীয় সংসদ নির্বাচনে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে অংশ নেন।</p></div></div></div></body></html>"
        }
    ]
}