{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বার্জার লাক্সারি সিল্কের ওয়েডিং ড্রিমসের প্রদর্শনী | প্রথম আলো",
            "time": "2025-08-05T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Frlcfgo97%2FBERGER-PAINT.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে জানানো হয়, বার্জার লাক্সারি সিল্কের পণ্যদূত বিদ্যা সিনহা মিম, চলচ্চিত্র নির্মাতা অমিতাভ রেজা চৌধুরী ও সংগীতশিল্পী পার্থ বড়ুয়ার মতো তারকাদের নিয়ে গঠিত জুরিবোর্ডের সদস্যরা পাঁচ দম্পতিকে এ ফটোশুটের জন্য বাছাই করেন। নির্বাচিত এই দম্পতিরা গত ফেব্রুয়ারিতে মালদ্বীপে ফটোশুটে অংশ নেন। আর গ্র্যান্ড প্রিমিয়ারে সেসব অভিজ্ঞতার প্রতিচ্ছবি বড় পর্দায় তুলে ধরা হয়, যা উপস্থিত সবাইকে মুগ্ধ করে। বার্জারের পক্ষ থেকে জানানো হয়, মালদ্বীপে ধারণ করা ফটোশুট এপিসোড আকারে ৮, ১৫ ও ২২ আগস্ট রাত সাড়ে নয়টায় দীপ্ত টিভিতে সম্প্রচার করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ বছর পর দেব-শুভশ্রীর হাতে হাত | প্রথম আলো",
            "time": "2025-08-05T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fhfvr5l65%2FWhatsApp-Image-2025-08-05-at-11.44.52-AM.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই ১০ বছরে বিভিন্ন অনুষ্ঠানে মুখোমুখি হয়েছেন দেব-শুভশ্রী; কিন্তু কখনো কোনো কথা বলেননি পরস্পরের সঙ্গে। কথায় কথায় উঠে আসে কে কাকে সামাজিক মাধ্যমে ব্লক করেছিলেন। শুভশ্রী বলেই দেন, দেবই ব্লক করেছিলেন তাঁকে। সেই দূরত্বও তাঁরা এদিন ঘুচিয়ে দিলেন। এদিন মঞ্চেই ফের পরস্পরকে ইনস্টাগ্রামে অনুসরণ করলেন। উঠে আসে প্রচ্ছন্ন প্রতিযোগিতার কথাও। গত বছর একসঙ্গে মুক্তি পেয়েছিল রাজ চক্রবর্তীর ‘সন্তান’ এবং দেবের ‘খাদান’। সেই সময়ে নাকি ‘সন্তান’-এর প্রচারে শুভশ্রীর অর্থপূর্ণ হাসি দেখে নিজের ছবি ‘খাদান’-এর প্রচারের গতি ও মাত্রা বাড়িয়ে দিয়েছিলেন দেব। এ কথা উঠে আসতেই শুভশ্রী মজা করে বলেন, ‘আমার একটি হাসিই তা হলে প্রচারের গতি বাড়িয়ে দিতে পারে!’ সঙ্গে সঙ্গে হাসির রোল ওঠে দর্শকের মধ্যে।<br>কথা প্রসঙ্গে দেব বলেন, ‘সবই তো আমার!’ শুভশ্রীর পাল্টা রসিকতা, ‘ভাগ্যিস বলোনি, “সন্তান”ও তোমার।’ তার পরেই দেব পরিচালক রাজ চক্রবর্তীর (শুভশ্রীর স্বামী) প্রশংসায় মাতেন। বলেন, ‘আমি আর রাজ সব মনের কথা বলে দিই অনায়াসে। এ ক্ষেত্রে আমরা দুজনই অনেকটা একরকমের।’</p></div></div></div></body></html>"
        },
        {
            "title": "যাত্রাবাড়ী হত্যাযজ্ঞের নির্মম চিত্র | প্রথম আলো",
            "time": "2025-08-05T06:29:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F3o4o06h6%2F05082025-cm-16.jpg?rect=0%2C34%2C1821%2C956&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাহ আলম ব্যাপারী এরপর যখন দুই সন্তানকে আবিষ্কার করেন, তখন তাঁদের একজন মৃত, আরেকজন মানসিকভাবে উদ্‌ভ্রান্ত।</p><p>সেই একটি দিনেই যাত্রাবাড়ীতে ঘটে গিয়েছিল এ রকম অজস্র ঘটনা—চিরবিচ্ছেদের, মর্মান্তিক বেদনার, অসহায় নির্মম মৃত্যুর। সেসব মর্মান্তিক গল্পের এক বেদনাদায়ক সমাহার <em>প্রথম আলো</em>র নতুন অনুসন্ধানী প্রামাণ্যচিত্র <em>রক্তাক্ত মহাসড়ক: যাত্রাবাড়ী হত্যাকাণ্ড</em>। প্রতিটি গল্পের মূল একটিই—সরকারি নির্দেশে সাধারণ মানুষের ওপর পুলিশের নির্মম বর্বরতা। <em>প্রথম আলো</em>র ওয়েবসাইট ও ইউটিউব চ্যানেলে একযোগে আজ সেটি মুক্তি পাচ্ছে।</p><p>৫ আগস্ট যাত্রাবাড়ী থানা এলাকা থেকে ঢাকা–চট্টগ্রাম মহাসড়কের প্রায় ১ কিলোমিটারজুড়ে ঘটেছে শত শত ঘটনা। প্রতিটি গল্পের ভেতরে আছে আরও অসংখ্য স্তর। বেলা যত গড়িয়েছে, ঘটনার ব্যাপকতা বেড়েছে। সকাল আটটা থেকে শুরু করে প্রতি ঘণ্টা, মিনিট, এমনকি ক্ষেত্রবিশেষে সেকেন্ডের গুরুত্বপূর্ণ ঘটনাও খুঁজে বের করেছি। ৫ মাসের অনুসন্ধানে উন্মোচন করেছি গল্পের খুঁটিনাটি নানা স্তর।</p><p>সারা দিন সেদিন দফায় দফায় কোথায় কীভাবে গুলি করে কত মানুষকে হত্যা করা হয়—তার প্রমাণ বেরিয়ে এসেছে এই অনুসন্ধানে। নিরীহ মানুষের ওপর কী ধরনের অস্ত্র ব্যবহৃত হয়েছে, তা–ও উঠে এসেছে এতে। দফায় দফায় পুলিশের মুহুর্মুহু গুলিবর্ষণ, চিৎকার, প্রাণ বাঁচানো আকুতি ও চেষ্টা, বাঁচার জন্য দৌড়ে পালাতে গুলি খেয়ে পথের ওপরে মৃত্যুবরণ, এমনকি মোবাইলে ছবি তুলতে তুলতে মৃত্যুর কোলে ঢলে পড়া—পর্দায় এ এক অবিশ্বাস্য কিন্তু জীবন্ত হত্যাযজ্ঞের দলিল।</p></div></div></div></body></html>"
        },
        {
            "title": "সিকৃবিকে বাস উপহার দিল পূবালী ব্যাংক | প্রথম আলো",
            "time": "2025-08-05T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F3ls2oec9%2FDONATION-SAU.jpg?rect=0%2C18%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সিলেট কৃষি বিশ্ববিদ্যালয়ের (সিকৃবি) ছাত্রছাত্রীদের জন্য বাস প্রদান অনুষ্ঠানে পূবালী ব্যাংকের এমডি মোহাম্মদ আলী, সিকৃবির উপাচার্য অধ্যাপক\nমো. আলিমুল ইসলামসহ উভয় প্রতিষ্ঠানের ঊর্ধ্বতন কর্মকর্তারা<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: পূবালী ব্যাংকের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "দেয়ালে ফিকে হয়ে আসছে গ্রাফিতি | প্রথম আলো",
            "time": "2025-08-05T05:55:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fm7dd35pu%2F05082025-dh-7.jpg?rect=0%2C54%2C1896%2C995&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক বছর আগে ছাত্র-জনতার অভ্যুত্থানের সময় রাজধানীসহ দেশের নানা শহরের দেয়ালে ফুটে উঠেছিল ‘গ্রাফিতি’ নামের বিপুল এক শৈল্পিক প্রতিবাদ। তরুণ প্রজন্মের শিক্ষার্থীদের কাঁচা হাতের আঁকা ও হৃদয়ের গভীর অভিব্যক্তিময় সেই দেয়ালচিত্রে উঠে আসে সংহতির আহ্বান। ফ্যাসিবাদের বিরুদ্ধে ধিক্কার। ছিল একটি অসাম্প্রদায়িক অন্তর্ভুক্তিমূলক বাংলাদেশের স্বপ্ন। প্রতিটি তুলির আঁচড়ে, রঙের স্পর্শে, বাক্যে ও প্রতীকে প্রকাশিত হয়েছিল রাষ্ট্র বদলাবে, আমরা বদলাব এমন আশাবাদী প্রত্যয়। সেই দেয়ালচিত্রগুলো এখনো আছে। তবে তা অনেকটাই বিবর্ণ, ধুলো পড়া। </p><p>ধানমন্ডির সাতমসজিদ রোড দিয়ে যাতায়াতের সময় এখনো নাগরিকদের চোখে পড়বে দেয়ালের লিখন ‘দেশের কোনো ধর্ম নেই/ দেশের কোনো বর্ণ নেই/ দেশ আমার, দেশ তোমার।’ গত বছর লাল রঙে লেখা এই বার্তা হয়ে উঠেছিল গণ–অভ্যুত্থানের মর্মবাণী। মোহাম্মদপুরে কেউ লিখেছিলেন ‘আমার দেশের ছাত্রছাত্রী পারমাণবিক বোমার চেয়ে শক্তিশালী’, এমন এক সাহসী সত্য। ছাত্র-জনতার বিক্ষোভে স্বৈরশাসকের পতনের পর ঢাকার ঘরবাড়ি, শিক্ষাপ্রতিষ্ঠান, অফিস, ভবনের দেয়ালে দেয়ালে, মেট্রোরেলের স্তম্ভে আঁকা হয়েছিল এমন অসংখ্য গ্রাফিতি। ঢাকা বিশ্ববিদ্যালয় এলাকার দেয়ালে লেখা ছিল, ‘ঘুষ চাইলে ঘুষি’। আবার কোথাও লেখা, ‘রাষ্ট্র সংস্কারের কাজ চলছে’, গাছের পাতায় পাতায় বিভিন্ন ধর্ম সম্প্রদায়ের নাম, নিচে লেখা ‘পাতা ছেঁড়া নিষেধ’। এসব গ্রাফিতিতে আবু সাঈদ, মুগ্ধ, প্রিয়, ফায়াজ, তামিমদের মুখ পরিণত হয়েছিল নতুন বাংলাদেশের প্রতীক।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাচ্‌-বাংলা ব্যাংক দেবে এসএসসি উত্তীর্ণদের শিক্ষাবৃত্তি, মাসে আড়াই হাজার টাকা, করুন আবেদন | প্রথম আলো",
            "time": "2025-08-05T05:53:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-13%2Fsb30o3aj%2F40-1.png?rect=0%2C89%2C975%2C512&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ডাচ্‌-বাংলা ব্যাংক দেবে এসএসসি উত্তীর্ণদের শিক্ষাবৃত্তি, মাসে আড়াই হাজার টাকা, করুন আবেদন\" class=\"IiRps \">ডাচ্‌-বাংলা ব্যাংক দেবে এসএসসি উত্তীর্ণদের শিক্ষাবৃত্তি, মাসে আড়াই হাজার টাকা, করুন আবেদন</h1></p></div></div></body></html>"
        },
        {
            "title": "গণগ্রন্থাগার অধিদপ্তরে ৬ বছর পর পুনর্নিয়োগ বিজ্ঞপ্তি, পদ ৩৩ | প্রথম আলো",
            "time": "2025-08-05T05:49:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fd0cfd48b-e020-40b3-902b-3bfbd8106e57%2F%E0%A6%9A%E0%A6%BE%E0%A6%95%E0%A6%B0%E0%A6%BF%20%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্কৃতিবিষয়ক মন্ত্রণালয়ের অধীন গণগ্রন্থাগার অধিদপ্তরে জনবল নিয়োগের একটি বিজ্ঞপ্তি প্রকাশ করা হয়েছে। সম্প্রতি প্রকাশিত বিজ্ঞপ্তিটি পুনর্নিয়োগ বিজ্ঞপ্তি। এ বিজ্ঞপ্তির মাধ্যমে বিভিন্ন পদে সরাসরি নিয়োগ দেবে গণগ্রন্থাগার অধিদপ্তর। প্রকৃত বাংলাদেশি নাগরিকদের কাছ থেকে আবেদন আহ্বান করেছে গণগ্রন্থাগার অধিদপ্তর। অনলাইনে আবেদন শুরু হয়েছে ৪ আগস্ট।</p><p>এ–সংক্রান্ত বিজ্ঞপ্তিতে বলা হয়েছে, ২০১৯ সালের ৫ সেপ্টেম্বর প্রকাশিত বিজ্ঞপ্তিতে যাঁরা আবেদন করেছিলেন, তাঁদের নতুন করে আবেদন করার প্রয়োজন নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "জ্বালানি তেলের দাম আরও হ্রাসের পূর্বাভাস দিল গোল্ডম্যান স্যাকস | প্রথম আলো",
            "time": "2025-08-05T05:46:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fe43df96e-8fab-48ab-9e0c-63c3af0af1e1%2Fprothomalo_bangla_2022_03_26b8fc13_9e09_4c9e_bf5c_e8e7e4d77265_oil.webp?rect=0%2C0%2C376%2C197&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূরাজনীতি ও অর্থনীতিতে যতই অনিশ্চয়তা থাক না কেন, আন্তর্জাতিক বাজারে অপরিশোধিত জ্বালানি তেলের দাম কমতির দিকে থাকবে বলেই পূর্বাভাস দিয়েছে মার্কিন বিনিয়োগ ব্যাংক গোল্ডম্যান স্যাকস।</p><p> ব্যাংকটি জানিয়েছে, ২০২৫ সালের শেষ প্রান্তিকে অপরিশোধিত তেল ব্রেন্ট ক্রুডের গড় মূল্য হতে পারে ব্যারেলপ্রতি ৬৪ ডলার। ২০২৬ সালে তা কমে ব্যারেলে ৫৬ ডলারে নেমে যেতে পারে। খবর রয়টার্স।</p><p> তবে যুদ্ধ, নিষেধাজ্ঞা, শুল্ক বা দুর্বল অর্থনৈতিক পরিস্থিতির মতো যেকোনো ঘটনা এই পূর্বাভাসে প্রভাব ফেলতে পারে বলেও সতর্ক করেছে গোল্ডম্যান স্যাক্স। এদিকে রাশিয়া ও ইরানের ওপর নিষেধাজ্ঞার কারণে জ্বালানি তেলের সরবরাহে চাপ বাড়ছে। এই প্রেক্ষাপটে গোল্ডম্যান স্যাকস জানিয়েছে, জ্বালানি তেলের দাম পূর্বাভাসের তুলনায় বেশি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "পশ্চিম তীরে অবৈধ ইহুদি বসতি পরিদর্শনে মার্কিন স্পিকার, ফিলিস্তিনের নিন্দা | প্রথম আলো",
            "time": "2025-08-05T05:46:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fmihxawg4%2FMike-Johnson.jpg?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধিকৃত পশ্চিম তীরে ইহুদিদের একটি অবৈধ বসতি পরিদর্শন করেছেন যুক্তরাষ্ট্রের প্রতিনিধি পরিষদের স্পিকার মাইক জনসন। এ ঘটনায় ক্ষুব্ধ প্রতিক্রিয়া জানিয়েছেন ফিলিস্তিনিরা।</p><p>ফিলিস্তিনের পররাষ্ট্র মন্ত্রণালয় বলেছে, মার্কিন প্রতিনিধি পরিষদের স্পিকারের গতকাল সোমবারের এ সফর আন্তর্জাতিক আইনের সুস্পষ্ট লঙ্ঘন।</p><p>মাইক জনসন যুক্তরাষ্ট্রের তৃতীয় সর্বোচ্চ পদমর্যাদায় থাকা ব্যক্তি। সাংবিধানিকভাবে প্রেসিডেন্ট ও ভাইস প্রেসিডেন্টের পরই তাঁর অবস্থান। পশ্চিম তীরে ইহুদি বসতি পরিদর্শন করা যুক্তরাষ্ট্রের সর্বোচ্চ পদস্থ কর্মকর্তা তিনি।</p><p>পশ্চিম তীরে গত জুলাইয়ে ফিলিস্তিনিদের ওপর বসতি স্থাপনকারীদের সহিংসতায় যুক্তরাষ্ট্রের দুজন নাগরিকও নিহত হন। এ নিয়ে আলোচনা-সমালোচনার চলা অবস্থায় পশ্চিম তীরে গেলেন জনসন।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সহিংসতা: ত্রুটিপূর্ণ গ্রেপ্তার, ঝুঁকিপূর্ণ বিচার | প্রথম আলো",
            "time": "2025-08-05T04:30:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F7ykrjc3p%2F05082025-su-8.jpg?rect=77%2C0%2C1830%2C961&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালের ১৬ জুলাই থেকে ৫ আগস্ট পর্যন্ত আইনশৃঙ্খলা রক্ষাকারী বাহিনী ও আওয়ামী লীগের কর্মীদের গুলিতে শত শত মানুষ নিহত এবং হাজারো মানুষ আহত হন। পাশাপাশি বিক্ষোভকারীদের হাতেও কিছু মৃত্যুর ঘটনা ঘটে। এসব ঘটনায় দায়ী ব্যক্তিদের বিচারের আওতায় আনার বিষয়টি গত বছরের ৮ আগস্ট দায়িত্ব নেওয়া অন্তর্বর্তী সরকারের জন্য সবচেয়ে কঠিন বিষয়গুলোর একটি হয়ে দাঁড়ায়।</p><p>প্রায় এক বছর পর সরকার এই বিচারপ্রক্রিয়ায় কতটা সফল হয়েছে, তা মূল্যায়নের প্রয়োজন রয়েছে। এখানে ‘প্রক্রিয়া’ শব্দটি ব্যবহার করাই যথার্থ। কারণ, তদন্ত সঠিক এবং বিচারিক কার্যক্রম ন্যায্য হলেই জবাবদিহি প্রতিষ্ঠা দ্রুত হয় না। তাই এখনো কোনো মামলার নিষ্পত্তি না হওয়াকে একচেটিয়াভাবে ব্যর্থতার নিদর্শন হিসেবে দেখা উচিত নয়।</p><p>একজন কৌঁসুলির দৃষ্টিকোণ থেকে দেখলে ১৯৭১ সালের মুক্তিযুদ্ধসংক্রান্ত যে বিচারগুলো এক দশক আগে হয়েছিল, তার তুলনায় বর্তমান পরিস্থিতি প্রমাণসমৃদ্ধ। কারণ, এখানে ভিডিও ফুটেজ ও টেলিফোন যোগাযোগের রেকর্ড পাওয়া সহজ। এ ছাড়া ২০২৪ সালের জুলাই–আগস্টের ঘটনা অতি সম্প্রতি ঘটায় পর্যাপ্ত ও নির্ভরযোগ্য প্রত্যক্ষদর্শীর সাক্ষ্য পাওয়া যাচ্ছে। এসব উপাদান থাকায় কৌঁসুলির জন্য অভিযুক্ত ব্যক্তিদের বিরুদ্ধে শক্তিশালী মামলা উপস্থাপন করা সহজ হয়ে গেছে। মামলাগুলোকে শক্তিশালী করার জন্য এমন কোনো উপায় অবলম্বনের প্রয়োজন নেই, যা বিচারপ্রক্রিয়াকে প্রশ্নের মুখে ফেলতে পারে, যে দোষে ১০ বছর আগের আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের বিচার কার্যক্রম দুষ্ট ছিল।</p><p>বাংলাদেশে জুলাইয়ের আন্দোলন-সংক্রান্ত অপরাধগুলোর জবাবদিহি নিয়ে দুটি সমান্তরাল ফৌজদারি ব্যবস্থা চলছে। প্রথমটি হলো, ভুক্তভোগী বা তাঁদের পরিবারের সদস্যদের থানায় করা মামলাগুলো, যা ‘প্রাথমিক তথ্যবিবরণী’ (এফআইআর) আকারে নথিভুক্ত হয়েছে। এসব অভিযোগে বলা হয়েছে, শত শত মানুষ—প্রধানত স্থানীয় ও জাতীয় পর্যায়ের আওয়ামী লীগ নেতা-কর্মী এবং দলের সুপরিচিত সমর্থকেরা নির্দিষ্ট মৃত্যু বা আহত হওয়ার ঘটনার সঙ্গে জড়িত। তারাই হত্যাকাণ্ড বা হত্যাচেষ্টার অপরাধে দোষী।</p><p>দ্বিতীয়টি হলো, আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে (আইসিটি) করা মামলাগুলো, যা মানবতাবিরোধী অপরাধের অভিযোগের আওতায় বিচারাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "অনেক ইহুদি ভোটার জোহরানকে সমর্থন করছেন, একমত তাঁর গাজা ইস্যুতেও | প্রথম আলো",
            "time": "2025-08-05T05:41:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-05%2Frn5ftzsl%2FUSA-NEWYORK-MAYOR-ELECTION.webp?rect=0%2C1%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামদানির প্রচার দলের যোগাযোগ পরিচালক ও তাঁর একাধিক ইহুদি উপদেষ্টার একজন জেফরি লার্নার। তিনি এক বিবৃতিতে বলেছেন, ধনকুবের শ্রেণি ও রিপাবলিকানদের লাগাতার ভয়ভীতি দেখানোর পরও হাজার হাজার ইহুদি নিউইয়র্কবাসী গর্বের সঙ্গে জুনের নির্বাচনে মামদানিকে ভোট দিয়েছেন। এতে অবাক হওয়ার কিছু নেই।</p><p>সম্প্রতি এক শনিবার প্রোসপেক্ট পার্কে ‘টট শাব্বাত’ নামে আয়োজিত এক অনুষ্ঠানে মামদানি নগরবাসীর জীবনযাত্রা সাশ্রয়ী করা ও বসবাসযোগ্য শহর তৈরির বিষয় সামনে আনেন। অনুষ্ঠানে গণপরিবহন নিয়ে জানতে দুই ডজন ইহুদি পরিবার একত্র হয়। এ আয়োজনের পেছনে ছিল ‘জিউশ ফর রেসিয়াল অ্যান্ড ইকোনমিক জাস্টিস’ নামে মামদানির প্রচারে সরব এক গোষ্ঠী।</p><p>অনুষ্ঠানে অংশ নেওয়া ৩৭ বছর বয়সী এমিলি হফম্যান বলেন, ‘আমি একজন ইহুদি হিসেবে তাঁকে ভোট দিতে পেরে গর্বিত।’ আশপাশে শিশুদের কেউ গান গাইছিল, কেউ বই পড়ছিল, কেউ কাডবোর্ডের তৈরি বাসের পাশে খেলছিল, যেটি প্রতীকীভাবে মামদানির দ্রুত ও বিনা ভাড়ায় বাস পরিষেবার নির্বাচনী প্রতিশ্রুতি তুলে ধরছিল।</p><p>‘জোহরানকে শুধু তাঁর জাতিগত পরিচয় আর ফিলিস্তিন নিয়ে রাজনৈতিক অবস্থানের কারণে যেন শুরুর দিক থেকেই ইহুদিবিদ্বেষী হিসেবে ধরে নেওয়া হচ্ছে। এটা খুবই অন্যায়’, বলেন হফম্যান। চূড়ান্ত ভোটে জিতলে মামদানি হবেন নিউইয়র্কের ইতিহাসে প্রথম মুসলিম মেয়র।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের দুই ইউনিটে আসনশূন্য, বিশেষ মাইগ্রেশনের পর নতুন শিক্ষার্থী ভর্তি | প্রথম আলো",
            "time": "2025-08-05T05:35:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F66u1egll%2F123.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ে (ঢাবি) ২০২৪-২৫ শিক্ষাবর্ষে প্রথমবর্ষ স্নাতক শ্রেণিতে ভর্তির পরও দুটি ইউনিটের কিছু আসন শূন্য রয়েছে। ভর্তি হওয়া শিক্ষার্থীদের এসব আসনে বিশেষ মাইগ্রেশনের সুযোগ দেওয়া হয়েছে। এরপর শূন্য আসনে নতুন করে মেধাক্রমে থাকা শিক্ষার্থীদের ভর্তির সুযোগ দেওয়া হবে। ঢাকা বিশ্ববিদ্যালয়ের ভর্তি–সংক্রান্ত ওয়েবসাইটে এ তথ্য জানানো হয়েছে।</p><p> বিশেষ মাইগ্রেশন–সংক্রান্ত নির্দেশনায় বলা হয়েছে, ঢাকা বিশ্ববিদ্যালয়ের বিজ্ঞান ইউনিট এবং কলা, আইন ও সামাজিক বিজ্ঞান ইউনিটের কিছু শূন্য আসন পূরণ করার উদ্দেশ্যে বিশেষ মাইগ্রেশনের সিদ্ধান্ত গ্রহণ করা হয়েছে। যেসব শিক্ষার্থীর অটো মাইগ্রেশন চালু রয়েছে, তাঁরা বিশেষ মাইগ্রেশনে বিবেচিত হওয়ার জন্য অনলাইনে আবেদন করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যুত্থানের মুখে পালিয়ে গেলেন শেখ হাসিনা | প্রথম আলো",
            "time": "2025-08-05T05:21:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-22%2F67i6ju0c%2FUntitled-4.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সঙ্গে সহিংসতার পথ ছেড়ে সবাইকে শান্তিপূর্ণভাবে সমস্যার সমাধান ও ঘরে ফিরে যাওয়ার আহ্বান জানান সেনাপ্রধান। তিনি অতি শিগগির ছাত্র-শিক্ষক প্রতিনিধিদের সঙ্গে বৈঠকে বসবেন বলেও জানান।</p><p>সেদিন বিকেলে বঙ্গভবনে বিভিন্ন রাজনৈতিক দলের নেতাদের সঙ্গে বৈঠক করেন রাষ্ট্রপতি মো. সাহাবুদ্দিন। বৈঠকে আন্দোলনে নিহত ব্যক্তিদের স্মরণে শোক প্রস্তাব গৃহীত হয়। এ ছাড়া আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণে সবাইকে ধৈর্য ও সহনশীল আচরণ করার আহ্বান জানানো হয়। সাম্প্রদায়িক সম্প্রীতি যেন কোনোভাবেই বিনষ্ট না হয়, সে ব্যাপারে বৈঠকে একমত পোষণ করা হয়।</p><p>বৈঠকে সিদ্ধান্ত হয়, বিএনপির চেয়ারপারসন খালেদা জিয়াকে অবিলম্বে মুক্তি দেওয়া হবে। এ ছাড়া বৈষম্যবিরোধী ছাত্র আন্দোলনে এবং সম্প্রতি বিভিন্ন মামলায় আটক সব বন্দীকে মুক্তি দেওয়ারও সিদ্ধান্ত হয়।</p><p>সেনাপ্রধান জেনারেল ওয়াকার-উজ-জামান, বিমানবাহিনী প্রধান এয়ার ভাইস মার্শাল হাসান মাহমুদ খাঁন ও নৌবাহিনী প্রধান রিয়ার অ্যাডমিরাল এম নাজমুল হাসান এই বৈঠকে উপস্থিত ছিলেন।</p><p>রাজনৈতিক নেতাদের মধ্যে বঙ্গভবনে সেই বৈঠকে ছিলেন বিএনপির মির্জা ফখরুল ইসলাম আলমগীর ও মির্জা আব্বাস, জামায়াতে ইসলামীর শফিকুর রহমান ও এইচ এম হামিদুর রহমান আযাদ, জাতীয় পার্টির জি এম কাদের, আনিসুল ইসলাম মাহমুদ ও মুজিবুল হক, নাগরিক ঐক্যের মাহমুদুর রহমান মান্না, বিপ্লবী ওয়ার্কার্স পার্টির সাইফুল হক, খেলাফত মজলিসের মামুনুল হক, ইসলামী আন্দোলনের সৈয়দ মুহাম্মাদ ফয়জুল করীম ও আশরাফ আলী আকন, গণসংহতি আন্দোলনের জোনায়েদ সাকি, রাষ্ট্র সংস্কার আন্দোলনের হাসনাত কাইয়ূম, জেএসডির শহীদ উদ্দিন মাহমুদ, ভাসানী অনুসারী পরিষদের শেখ রফিকুল ইসলাম, মেজর জেনারেল (অব.) ফজলে রাব্বী প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "সেই ‘রাশি’ এবার নতুন পরিচয়ে | প্রথম আলো",
            "time": "2025-08-05T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fc4qftd5r%2F48205763911871271027801694196667436686533739n.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে শরীর ফিট রাখতে আলাদা করে কোনো কসরত করতে হয় না তাঁকে। তাঁর ভাষায়, ‘নিয়মিত নাচি, তাই আলাদা করে শরীরচর্চা করিনি।’ কৈশোরে স্বপ্ন দেখতেন মাধুরী দীক্ষিতের মতো নাচার। সেই স্বপ্নে জোর দিয়েই ভর্তি হয়েছিলেন নাচের স্কুলে। সেখানে শিখেছেন কত্থক, ভরতনাট্যম ও পাশ্চাত্য ঘরানার নৃত্য।<br>একটি ধারাবাহিক বদলে দিতে পারে একজনের জীবন, এই কথার বাস্তব উদাহরণ গীতশ্রী। ‘রাশি’ তাঁকে দিয়েছিল পরিচিতি, আত্মবিশ্বাস এবং আজকের গীতশ্রী হয়ে ওঠার ভিত। এবার নতুন ভূমিকায় তাঁর যাত্রা কতটা সফল হয়, সেটাই দেখার অপেক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে ট্রেন পছন্দ হয়নি, ‘জুলাই যোদ্ধারা’ বসে পড়লেন রেললাইনে | প্রথম আলো",
            "time": "2025-08-05T05:14:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fusvtp5jv%2FRajshahitrain1.jpg?rect=0%2C66%2C3520%2C1848&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">নিজেদের মধ্যে ঝগড়া-বিবাদ শুরু হলে যাঁরা ট্রেনে উঠেছেন, তাঁরা জানালা দিয়ে সে ঘটনা দেখেন। আজ সকালে রাজশাহী রেলস্টেশনে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘বেসবলে’ ৬৭৫০ স্বাক্ষর | প্রথম আলো",
            "time": "2025-08-05T05:11:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fmgvk4elu%2FCapture.PNG?rect=0%2C173%2C658%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইনর লিগ বেসবলের এ ব্যতিক্রমী উদ্যোগের পেছনে ছিল একটি চিন্তা। তাদের বিপণন বিভাগের ভাইস প্রেসিডেন্ট ক্রিস্টিন সাটন বলেন, ‘সাধারণত খেলোয়াড়েরা বল সই করেন, এবার আমরা চেয়েছি উল্টোটা হোক। ভক্তরা সই করবে আর সেই বল ইতিহাস গড়বে।’</p><p>ছয় সপ্তাহ ধরে বলটি ২ হাজার ৬০০ মাইল পথ পাড়ি দিয়েছে। যাত্রাপথে বলটি যে ১৫টি মাঠ ঘুরেছে, সেগুলোর মধ্যে আছে ফোর্ট ওয়েইন, ডেটন, লুইসভিল, সিরাকিউজ, বাফেলো, ইরি, আলটুনাসহ আরও বেশ কয়েকটি শহরের বেসবল মাঠ। নিউইয়র্কে শেষ দিনে ৬৮৪ দর্শনার্থী বলে সই করেন। সবশেষ স্বাক্ষরটি করেন মাইনর লিগ বেসবলের কমিশনার রব ম্যানফ্রেড।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিম্বাশয়ে ডার্ময়েড সিস্ট বেশি হয় কাদের, কী করবেন | প্রথম আলো",
            "time": "2025-08-05T05:10:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fb8lxlnfs%2F05082025-cm-5.jpg?rect=0%2C55%2C842%2C442&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিম্বাশয়ে ডার্ময়েড সিস্ট একধরনের নিরীহ টিউমার। জন্মগত হলেও বয়ঃসন্ধিকালে বা প্রজননসক্ষম বয়সে ধীরে ধীরে এটি লক্ষণীয় হতে থাকে। এ ধরনের সিস্টে চুল, দাঁত, চামড়া, হাড়, চর্বি ও মাঝেমধ্যে স্নায়ুকোষ পর্যন্ত থাকতে পারে।</p><p>জার্ম সেল থেকে এমন টিউমার হয়। এই জার্ম সেল ডিম্বাণু তৈরি করে। কখনো কখনো এই কোষগুলো অস্বাভাবিকভাবে বৃদ্ধি পায় এবং শরীরের অন্য অংশের মতো টিস্যু তৈরি করে—যেমন চুল, দাঁত, চামড়া ও তৈলগ্রন্থি। এসবের সমন্বয়ে সিস্টিক গঠন তৈরি হয়, এটাই ডার্ময়েড সিস্ট। এটি একটি টারাটোমা–জাতীয় সিস্ট, যা ভ্রূণের কোষ থেকে তৈরি হয়। সাধারণত বংশগত কারণ বা হরমোনের পরিবর্তনের কারণে এটি হতে পারে।</p></div></div></div></body></html>"
        }
    ]
}