{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইসির প্রস্তাব বাতিল করে আশাশুনিকে স্বতন্ত্র নির্বাচনী আসন করার দাবিতে মানববন্ধন | প্রথম আলো",
            "time": "2025-08-06T04:42:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fag32zcl6%2FSatkhiraDH055020250806IMG-20250806-WA0001.jpg?rect=0%2C117%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আশাশুনি ও শ্যামনগর উপজেলাকে একীভূত করে সংসদীয় সাতক্ষীরা-৪ আসন করার প্রস্তাব বাতিল ও আশাশুনি উপজেলাকে স্বতন্ত্র আসন করার দাবিতে মানববন্ধন হয়েছে। গতকাল মঙ্গলবার বিকেল চারটার দিকে সচেতন নাগরিক সমাজের ব্যানারে আশাশুনি উপজেলা পরিষদ সড়কে এ কর্মসূচি পালিত হয়।</p><p>আসন্ন জাতীয় সংসদ নির্বাচন সামনে রেখে সাতক্ষীরার দুটি আসনসহ দেশের ৩৯টি সংসদীয় আসনের সীমানা পুনর্নির্ধারণের খসড়া প্রকাশ করেছে নির্বাচন কমিশন (ইসি)। ৩০ জুলাই এ খসড়া প্রকাশ করা হয়। পুনর্বিন্যাস করার আগে আশাশুনি ছিল সংসদীয় আসন সাতক্ষীরা-৩ এর মধ্যে। আশাশুনির ১১টি ইউনিয়ন, দেবহাটা উপজেলার পাঁচটি ও কালীগঞ্জ উপজেলার চারটিসহ মোট ২০টি ইউনিয়ন নিয়ে ছিল সাতক্ষীরা-৩ আসন। পুনর্বিন্যাসের পর শ্যামনগর উপজেলার ১১টি ইউনিয়ন, ১টি পৌরসভা ও আশাশুনির ১১টি আসন নিয়ে সংসদীয় আসন সাতক্ষীরা-৪ গঠনের প্রস্তাব দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যুৎ কোম্পানির সংশোধিত চাকরির বিজ্ঞপ্তি, ১১৮ পদের জন্য করুন আবেদন | প্রথম আলো",
            "time": "2025-08-06T04:41:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-21%2Fbav1k13u%2Fpexels-michael-burrows-7129713.jpg?rect=0%2C0%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮. জুনিয়র সহকারী ব্যবস্থাপক (এইচআর)<br>পদসংখ্যা: ১৫<br>বেতন স্কেল: ৩৯,০০০ টাকা<br>৯. জুনিয়র সহকারী ব্যবস্থাপক (হিসাব/অর্থ)<br>পদসংখ্যা: ২০<br>বেতন স্কেল: ৩৯,০০০ টাকা<br>১০. পিএ (কম্পিউটার অপারেটর)<br>পদসংখ্যা: ৫<br>বেতন স্কেল: ২৫,০০০ টাকা<br>১১. নিরাপত্তা পরিদর্শক<br>পদসংখ্যা: ৬<br>বেতন স্কেল: ২৪,০০০ টাকা<br>১২. জুনিয়র শিক্ষক (হাইস্কুল)<br>পদসংখ্যা: ৩<br>বেতন স্কেল: ১৮,০০০ টাকা<br>১৩. সহকারী শিক্ষক (প্রাইমারি)<br>পদসংখ্যা: ৩<br>বেতন স্কেল: ১৮,০০০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "পোর্তোকে চ্যাম্পিয়নস লিগ জেতানো কিংবদন্তি অধিনায়ক কস্তা আর নেই | প্রথম আলো",
            "time": "2025-08-06T04:30:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fpilg8ixf%2F%F0%9D%97%94-c%CC%B4a%CC%B4d%CC%B4e%CC%B4i%CC%B4r%CC%B4a%CC%B4-%F0%9D%97%B4%F0%9D%97%B2%F0%9D%97%B9%F0%9D%97%B2%F0%9D%97%B6%F0%9D%97%BF%F0%9D%97%AE-%F0%9D%97%B1%F0%9D%97%B2-%F0%9D%98%80%F0%9D%97%BC%F0%9D%97%BB%F0%9D%97%B5%F0%9D%97%BC-%F0%9F%A4%A9-Jorge-Costa-%C3%A9-o-novo-treinador-do-AFS-%F0%9F%94%B4%E2%9A%AA%EF%B8%8FO-.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোর্তোর বিবৃতিতে বলা হয়, ‘পোর্তোর কিংবদন্তি অধিনায়ক ও বর্তমানে পেশাদার ফুটবল পরিচালক কার্ডিওপালমোনারি অ্যারেস্টের শিকার হয়ে মঙ্গলবার মারা গেছেন।’ </p><p>ক্যারিয়ারের বেশির ভাগ সময় পোর্তোয় কাটানো এবং ক্লাবটির হয়ে ২৪টি শিরোপাজয়ী কস্তা মঙ্গলবার সকালে অনুশীলন সেন্টারে অসুস্থ হয়ে পড়েন। স্থানীয় সংবাদমাধ্যম জানিয়েছে, হাসপাতালে নেওয়ার কিছুক্ষণ পর মারা যান কস্তা।</p><p>পর্তুগিজ ক্লাবটির বয়সভিত্তিক দলে তিন বছর কাটানোর পর ১৯৯০ সালে মূল দলে সুযোগ পান ‘বিচো’ (অ্যানিমেল) নামে খ্যাতি পাওয়া কস্তা। ২০০৫ সাল পর্যন্ত পোর্তোয় থাকার মাঝে কিছুদিন ধারে খেলেছেন তিনটি ক্লাবে। বেলজিয়ামের স্ট্যান্ডার্ড লিয়েগ ক্লাবের হয়ে খেলে ২০০৬ সালে অবসর নেন কস্তা।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ট্রেলিয়া আন্তর্জাতিক শিক্ষার্থীদের দিল সুখবর, অগ্রাধিকারে দক্ষিণ-পূর্ব এশিয়া | প্রথম আলো",
            "time": "2025-08-06T04:05:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F08%2F08%2F54289cb6069882dbb62e8653f1492ca2-5988b7e9023de.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২ লাখ ৯৫ হাজার শিক্ষার্থীর মধ্যে প্রায় দুই–তৃতীয়াংশ বিশ্ববিদ্যালয়ের জন্য বরাদ্দ এবং বাকি এক–তৃতীয়াংশ ভোকেশনাল এডুকেশন অ্যান্ড ট্রেনিংয়ের জন্য বরাদ্দ থাকবে।</p><p>উচ্চশিক্ষা প্রতিষ্ঠানগুলোর শীর্ষ সংস্থা ইউনিভার্সিটিজ অস্ট্রেলিয়া সরকারের এ পদক্ষেপকে স্বাগত জানিয়েছে। সংস্থাটির সিইও লুক শিহি বলেন, ‘বিশ্ববিদ্যালয়গুলো যেভাবে শিক্ষা খাতে প্রবৃদ্ধির দাবি জানিয়েছে, সরকার তেমনভাবেই তা বাস্তবায়ন করেছে। এটি একটি যুক্তিসংগত পদক্ষেপ।’</p><p>অস্ট্রেলিয়ার অর্থনীতিতে আন্তর্জাতিক শিক্ষার অবদান উল্লেখযোগ্য। ২০২৪ সালে এ খাত থেকে দেশটির আয় হয়েছে ৫১ বিলিয়ন অস্ট্রেলিয়ান ডলার, যা দেশের সবচেয়ে বড় পরিষেবা রপ্তানি খাতে পরিণত হয়েছে।</p><p>২০২৪ সালে অস্ট্রেলিয়ার সরকার শিক্ষার্থীদের ভিসা ফি দ্বিগুণের বেশি করেছে। আর চীন ও ভারতের শিক্ষার্থীদের এখনো অন্যতম জনপ্রিয় গন্তব্য অস্ট্রেলিয়া।</p><p><strong>তথ্যসূত্র: রয়টার্স ও ইকোনমিক টাইমস</strong></p></div></div></div></body></html>"
        },
        {
            "title": "সৌরভ গাঙ্গুলী এবার বেঙ্গলের সভাপতি হওয়ার দৌড়ে | প্রথম আলো",
            "time": "2025-08-06T04:00:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F0cc7529d-59f3-48a1-bf8c-e108b6e23436%2Fsourav.jpg?rect=0%2C9%2C690%2C362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইন্ডিয়া টুডে তাদের প্রতিবেদনে জানিয়েছে, সিএবি সভাপতি থাকাকালীন গাঙ্গুলী বাংলার ক্রিকেটে চোখে পড়ার মতো কিছু কাজ করেছেন। তিনি পেশাদার কোচিং–ব্যবস্থা ও খেলোয়াড় উন্নয়ন কর্মসূচি জোরদারে গুরুত্ব দেন। তাঁর সময়ে বেঙ্গল রঞ্জি ট্রফিতে উল্লেখযোগ্য সাফল্যও পায়।</p><p>বিসিসিআই সভাপতি হওয়ার পর গাঙ্গুলীর মেয়াদে ভারতীয় ক্রিকেটের ভিত আরও মজবুত হয় এবং এর বৈশ্বিক প্রভাব বাড়ে। তাঁর অন্যতম উদ্যোগ ছিল বেঙ্গালুরুতে আধুনিক ন্যাশনাল ক্রিকেট একাডেমি (এনসিএ) প্রতিষ্ঠা, যা উঠতি ক্রিকেটারদের বিশ্বমানের প্রশিক্ষণ দেয়।</p><p>নারী ক্রিকেটারদের জন্য তিনি শুরু করেন উইমেনস টি-২০ চ্যালেঞ্জ। এ ছাড়া তাঁর নেতৃত্বে বিসিসিআই আইপিএলের জন্য রেকর্ড চুক্তি করে, যা ২০২৩ থেকে ২০২৭ মেয়াদে ৪৮ হাজার কোটি টাকার বেশি রাজস্ব এনে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির হাতের রোলেক্সের এই ঘড়ির দাম কত, জানেন? | প্রথম আলো",
            "time": "2025-08-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F8zk1mabw%2FMessiThumb.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২৭ জুলাই। যুক্তরাষ্ট্রে সিনসিনাটি ও ইন্টার মিয়ামির ম্যাচ চলছে। সেদিন নিষেধাজ্ঞার কারণে মাঠে নামতে না পারলেও দর্শকসারিতে ঠিকই নজর কেড়েছেন লিওনেল মেসি। সব ছাপিয়ে সেদিন আলোচনায় সাদা শার্টে আটবারের ব্যালন ডি’অরজয়ী মেসির বাঁ হাতের গোলাপি ঘড়ি।<br>মেসির ঘড়িটি রোলেক্সের সংগ্রহের অন্যতম বিলাসবহুল ঘড়ি। রোলেক্স ডেটোনা বার্বি মডেলের ঘড়িটির রঙের সঙ্গে ইন্টার মিয়ামির হোম জার্সির মিল রয়েছে। ঘড়ি তৈরিতে ব্যবহার করা হয়েছে ১৮ ক্যারেট গোলাপি সোনা, তার ওপর বসানো হয়েছে নীলকান্তমণি। ডায়াল তৈরি হয়েছে গোলাপি হীরায়। ফলে দাম যে আকাশচুম্বী হবে, তা বলাই বাহুল্য! ঘড়িটির দাম ৯ লাখ ডলার বা ১০ কোটি ৯৬ লাখ টাকা! তবে কেবল টাকা থাকলেই আপনি ঘড়িটি কিনতে পারবেন না। কেননা এটি খুবই ‘লিমিটেড কালেকশন’ আর ‘অফ-ক্যাটালগ’ সংগ্রহ।</p></div></div></div></body></html>"
        },
        {
            "title": "যে প্রশ্নের উত্তর নেই নুরুলের কাছেও | প্রথম আলো",
            "time": "2025-08-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2Fb7f6dd13-6168-4cc9-a716-c57c5ecf181e%2FShohan_M_O_M___1.jpg?rect=0%2C0%2C884%2C464&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুরুলের চেষ্টার প্রতিফলন খুঁজে পাওয়া যায় তাঁর ঘরোয়া ক্রিকেটের পারফরম্যান্সেও। গত প্রিমিয়ার লিগে ১১ ম্যাচে দুই সেঞ্চুরি আর সমান ফিফটিতে ৫৮ গড় আর ৯৩.৫৫ স্ট্রাইক রেটে করেছেন ৫১২ রান করে। গত মে মাসে নিউজিল্যান্ড ‘এ’ দলের বিপক্ষে তিনটি পঞ্চাশ ওভারের ম্যাচের একটিতে করেন সেঞ্চুরি, তিন অঙ্কের দেখা পেয়েছেন চার দিনের ম্যাচেও।</p><p>এশিয়া কাপ টি–টোয়েন্টি ও টি-টোয়েন্টি বিশ্বকাপের দলে জায়গা খুঁজে নিতে ‘এ’ দলের আসন্ন অস্ট্রেলিয়া সিরিজটাকে কাজে লাগাতে চাইবেন নুরুল। কিন্তু দলে ফেরাটা যে সহজ নয়, সেটি কি আর তাঁর অজানা! টি–টোয়েন্টি দলে থিতু দুজন উইকেটকিপার ব্যাটসম্যান। লিটন দাস তো অধিনায়কই, জাকের আলী দলের অন্যতম সেরা পারফরমার। এই বাস্তবতা মেনেই বললেন, ‘সব মানুষের জীবনেই চ্যালেঞ্জ থাকে। কে কতটা উপভোগ করছে, সামলে নিচ্ছে, সেটাই গুরুত্বপূর্ণ। আপনার জীবনেও দেখবেন, ১০টা জিনিস চেয়ে সব পাননি।’</p></div></div></div></body></html>"
        },
        {
            "title": "খামারের মাছ-মাংস আর ফল-ফসলে স্বপ্নের মতো জীবন হান্নানের | প্রথম আলো",
            "time": "2025-08-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fm6lnc23r%2FMoulavibazarDH053720250729a-hannan-khajur-gach-2moulvibazar.jpg?rect=0%2C430%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোলা ভরা ধান আর পুকুর ভরা মাছের স্বপ্ন কতজনই না দেখেন! তবে মৌলভীবাজার সদর উপজেলার বাহারমর্দ্দান গ্রামের মো. আবদুল হান্নানের মতো কয়জন সেই স্বপ্নকে বাস্তবে রূপ দিতে পারেন। অবসরপ্রাপ্ত এই ব্যাংক কর্মকর্তা নিজের জমিতে প্রয়োজনীয় প্রায় সব খাদ্যপণ্য উৎপাদন করেন। লবণ-চিনি ছাড়া বাজার থেকে তেমন কিছু কিনতে হয় না তাঁর। শাকসবজি, ফলমূল, মাছ, ডিম ও মাংস—সবই আসে নিজের খেত, খামার, বাগান ও পুকুর থেকে।</p><p> আবদুল হান্নান ছিলেন একটি বেসরকারি ব্যাংকের উচ্চপদস্থ কর্মকর্তা। মাটির প্রতি টান ছিল শৈশব থেকেই। পড়াশোনার সময় ধান চাষে হাতেখড়ি। পরে ন্যাশনাল ক্রেডিট অ্যান্ড কমার্স (এনসিসি) ব্যাংকের সিলেট অঞ্চলের প্রধান হিসেবে দায়িত্ব পালন শেষে ২০১৮ সালে অবসর নেন। অবসরজীবনে তিনি মাটির টানেই ফিরে গেছেন চাষাবাদে। শুরু করেন শাকসবজি, মসলা, দেশি-বিদেশি ফল, মাছ এবং দেশি জাতের মোরগ পালন। তাঁর বাগানে শোভা পাচ্ছে সৌদির খেজুর থেকে শুরু করে অ্যাভাকাডো, জলপাই, আতাসহ দেশি-বিদেশি নানা ফল।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েল গাজা পুরোপুরি দখল করবে কি না, সেটি তার ব্যাপার: ট্রাম্প | প্রথম আলো",
            "time": "2025-08-06T03:56:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-22%2F8q8chz54%2F2.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে অবশিষ্ট যেসব এলাকায় এখনো সামরিক অভিযান হয়নি, সেখানেও সেনা অভিযান চালালে ফিলিস্তিনিদের জীবন আরও হুমকির মুখে পড়বে। কারণ, প্রতিদিন বোমা হামলার পাশাপাশি ইসরায়েলি অবরোধের কারণে গাজার মানুষ চরম খাদ্যসংকটে ভুগছেন।</p><p>নেতানিয়াহু গাজা পুরোপুরি দখলের যে পরিকল্পনা করেছেন বলে শোনা যাচ্ছে, তাতে হামাস ও অন্য ফিলিস্তিনি গোষ্ঠীগুলোর হাতে আটক ইসরায়েলিদের নিরাপত্তা নিয়েও উদ্বেগ তৈরি হয়েছে।</p><p>জাতিসংঘের শীর্ষস্থানীয় কর্মকর্তা মিরোস্লাভ জেনচা গতকাল সতর্ক করে বলেন, গাজা পুরোপুরি দখলে নেওয়ার মতো পদক্ষেপ ফিলিস্তিনিদের জন্য ‘বিপর্যয়কর পরিণতি’ ডেকে আনতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘রক্তাক্ত মহাসড়ক’, সাত ঘণ্টায় ৬০ জনকে হত্যা | প্রথম আলো",
            "time": "2025-08-06T03:49:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fbq2l8rll%2FJARTABARI-THUMB-1.jpg?rect=0%2C65%2C1339%2C703&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রদর্শনী শেষে সংক্ষিপ্ত বক্তব্যে সাংবাদিক ডেভিড বার্গম্যান বলেন, যাত্রাবাড়ী হত্যাকাণ্ড নিয়ে প্রথম আলোর প্রামাণ্যচিত্রটি সাংবাদিকতার দৃষ্টিকোণ থেকে নিঃসন্দেহে একটি প্রশংসনীয় অনুসন্ধান। একটি গল্প কীভাবে মানুষের হৃদয় ছুঁয়ে যায়, এটি এমনই একটি অনুসন্ধান।</p><p>প্রামাণ্যচিত্রের একটি অংশ দেখা গেছে, কপালে পতাকা বেঁধে ঘুরছেন—এমন একজনের কপালে গুলি করা হয়েছে। সেই কথা উল্লেখ করে ঢাকা বিশ্ববিদ্যালয়ের অ্যাকাউন্টিং বিভাগের সহযোগী অধ্যাপক মোশাহিদা সুলতানা তাঁর বক্তব্যে বলেন, এমন দৃশ্য দেখার পর কোনো কথা বের হয় না। এর চেয়ে ট্র্যাজেডি আর কী হতে পারে!</p><p>অনুষ্ঠানে অন্যদের মধ্যে উপস্থিত ছিলেন লেখক ও গবেষক গওহার নঈম ওয়ারা, গবেষক ও রাজনীতি বিশ্লেষক আলতাফ পারভেজ, শিক্ষক ও রাজনৈতিক বিশ্লেষক জাহেদ উর রহমান, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষক স্নিগ্ধা রেজওয়ানা, কলাম লেখক ও সংস্কৃতিকর্মী সঞ্জীব দ্রং, সাইটসেভার্সের অ্যাডভোকেসি অ্যান্ড কমিউনিকেশন কো-অর্ডিনেটর খোন্দকার সোহেল রানা, ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক তারিক মনজুর, বিদ্যুৎ, জ্বালানি, পরিবেশ ও উন্নয়ন অর্থনীতিবিষয়ক লেখক কল্লোল মোস্তফা, জাতিসংঘ উন্নয়ন কর্মসূচি (ইউএনডিপি) বাংলাদেশের হেড অব কমিউনিকেশনস আবদুল কাইয়ুম প্রমুখ। অনুষ্ঠানে আরও উপস্থিত ছিলেন প্রথম আলোর সম্পাদক মতিউর রহমানসহ জ্যেষ্ঠ কর্মীরা।</p><p>অনুষ্ঠানটি সঞ্চালনা করেন প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ। তিনি জুলাই গণ-অভ্যুত্থানের সময় প্রথম আলোর ভূমিকা সম্পর্কে বলেন, তখন তথ্য পাওয়া যাচ্ছিল না। যখন সরকার ক্ষমতায় টিকে থাকার জন্য হত্যাকাণ্ড চালাচ্ছিল, এসব তথ্য প্রকাশে বাধা দেওয়া হচ্ছিল। প্রথম আলো সাহসিকতার সঙ্গে দায়বদ্ধতার জায়গা থেকে মৃত্যুর হিসাব রেখেছে। তিনি আরও বলেন, বিভিন্ন উৎস থেকে মৃত্যুর তথ্য নিশ্চিত হওয়ার পর প্রথম আলো তা প্রকাশ করেছে। প্রথম আলোর চেষ্টা ছিল সঠিক তথ্য মানুষের কাছে পৌঁছে দেওয়া। জুলাই গণ-অভ্যুত্থানের পরও প্রথম আলো নানা উদ্যোগ নিয়ে মানুষের কাছে তথ্য পৌঁছে দেওয়ার কাজ করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পেয়ারার ভাসমান বাজার | প্রথম আলো",
            "time": "2025-08-06T03:34:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F2uiuakdk%2F%E0%A7%AE.jpg?rect=0%2C240%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"পেয়ারার ভাসমান বাজার\" class=\"IiRps \">পেয়ারার ভাসমান বাজার</h1></p><div class=\"Ibzfy\"><p>বর্ষা মৌসুমে ঝালকাঠির ভীমরুলী, আটঘর কুড়িয়ানা আর শতদশকাঠি এলাকার খালের বুকে বসে পেয়ারার ভাসমান বাজার। বাগান থেকে সদ্য তুলে আনা পেয়ারা সারি সারি নৌকায় করে সকালবেলায় বাজারে আনেন বাগানিরা। খালের ওপর নৌকাতেই জমে ওঠে দর–কষাকষি, বেচাকেনা। পাইকারের পেয়ারা কিনে নেন। পরে সেই পেয়ারা দেশের বিভিন্ন জায়গায় পাঠানো হয়। পেয়ারার ভাসমান বাজার ঘুরে ছবিগুলো সম্প্রতি তোলা—</p></div></div></div></body></html>"
        },
        {
            "title": "এই সময়ের ছেলেমেয়েদের জন্য এই সময়ের মতো করে রবীন্দ্রনাথকে ছড়িয়ে দিতে হবে | প্রথম আলো",
            "time": "2025-08-06T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F5x765bc1%2Ff9d5f0b2-4f69-45de-9fcb-b33bc74e59f9.jpg?rect=0%2C0%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p>এই প্রজন্ম রবীন্দ্রনাথের গান ভালোবাসে। আমাদের অনেকের পারিবারিক বলয়ে রবীন্দ্রনাথ বিরাজ করেন। ফলে রবীন্দ্রসংগীত করছেন, এমন শিল্পীর তালিকা কম নয়, অনেক। বাংলাদেশে রবীন্দ্রসংগীতের সাধনা ব্যাপক হারে হয়। আর কমন জেনারেশনের কথা যদি বলি, এখন এত অনেক রকমের বৈষয়িক প্রলোভন, সেখানে রবীন্দ্রনাথের গান অনেক স্থির, অনেক মনোযোগ দিতে হয়। সময় নিয়ে ধ্যানস্থ হওয়ার ব্যাপার রয়েছে। ধ্যানস্থ হওয়ার সুযোগটা আমরা ছেলেমেয়েদের কোথায় দিচ্ছি? একটা ভারী ব্যাগ চাপিয়ে দিয়ে বলছি, দৌড়াও। আমরা কতটা নাম–যশ হবে, কতটা অর্থবিত্তের মালিক হব, সেটা চিন্তা করি। কিন্তু সন্তানদের মানবিক ও দেশপ্রেমী হিসেবে গড়ে তুলতে হলে অবশ্যই আমাদের সন্তানদের সঙ্গে রবীন্দ্রনাথ, নজরুল ও লালনের পরিচয় করিয়ে দিতেই হবে। অন্যথায় আমরা ব্যর্থ হবই। মানবিক মূল্যবোধ সুগঠিত হওয়ার জন্য আমাদের প্রজন্মের রবীন্দ্রচর্চার অনেক বেশি প্রয়োজন। পাঠ্যপুস্তকেও রবীন্দ্রনাথকে অবশ্যই বাধ্যতামূলকভাবে রাখা জরুরি।<br>আমি এই সরকারের কাছে কৃতজ্ঞতা জানাব। প্রতিটি বিশ্ববিদ্যালয় ও স্কুলে চিঠি পাঠিয়েছে সরকার, যেন রবীন্দ্রজয়ন্তী ও নজরুলজয়ন্তী পালন করা হয়। আমরা কয়েকটি বিশ্ববিদ্যালয়ে গিয়ে অনুষ্ঠানও করে এসেছি। সরকারিভাবে উদ্যোগটি গ্রহণ করার জন্য সাধুবাদ জানাই। তারা তাদের মতো করে চেষ্টা করছে, সামগ্রিকভাবে নাগরিকদের আরও বেশি সচেতনভাবে রবীন্দ্র, নজরুল বা লালনকে আঁকড়ে ধরে রাখতে হবে।</p></span></div></div></body></html>"
        },
        {
            "title": "ফ্রিল্যান্সিং শিক্ষা আরও ১৬ জেলায় | প্রথম আলো",
            "time": "2025-08-06T03:29:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2F03a1755c-7802-421c-82a8-a31b530d5f45%2F03012023_so_1.gif?rect=0%2C54%2C558%2C293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উন্মুক্ত দরপত্রে অংশ নিয়ে চলমান প্রকল্পের ৩০০ কোটি টাকার কাজ পেয়েছে ই-লার্নিং অ্যান্ড আর্নিং লিমিটেড নামের একটি প্রতিষ্ঠান। প্রকল্পের আওতায় ৪৮ জেলায় মোট ২৮ হাজার ৮০০ যুব নারী ও পুরুষকে প্রশিক্ষণ দেওয়ার কথা তাদের। এখনো বিনা মূল্যে প্রশিক্ষণ চলছে। দৈনিক নগদ ভাতা দেওয়া হচ্ছে ২০০ টাকা। সেই সঙ্গে প্রত্যেককে তিন বেলায় ৩০০ টাকার খাবার দেওয়া হচ্ছে।</p><p>এর আগে পরীক্ষামূলকভাবে ১৬টি জেলায় ফ্রিল্যান্সিং বিষয়ে প্রশিক্ষণ দেওয়ার কাজও পেয়েছিল ই-লার্নিং অ্যান্ড আর্নিং লিমিটেড। এর মেয়াদ ২০২৪ সালের জুনে শেষ হয়। যুব উন্নয়ন অধিদপ্তর সূত্রে জানা গেছে, যাঁরা এ প্রশিক্ষণ নিয়েছেন, তাঁদের ৬৪ শতাংশই অর্থ উপার্জন করছেন আর ২১ শতাংশ চাকরি করছেন।</p><p>জানা গেছে, প্রশিক্ষণ দিতে প্রতিটি জেলায় ২৫টি কম্পিউটার ও হাইস্পিড ইন্টারনেট-সংবলিত দুটি ল্যাব স্থাপন করেছে ই-লার্নিং। প্রতিটি ল্যাবে প্রশিক্ষণ নিচ্ছেন ২৫ জন প্রশিক্ষণার্থী। আগ্রহীদের ন্যূনতম শিক্ষাগত যোগ্যতা উচ্চমাধ্যমিক, বয়স ১৮ থেকে ৩৫ বছর।</p><p>যোগাযোগ করলে ই-লার্নিং অ্যান্ড আর্নিংয়ের ব্যবস্থাপনা পরিচালক মাসুদ আলম <em>প্রথম আলো</em>কে বলেন, ‘১৬ জেলা এখন প্রশিক্ষণের বাইরে। এসব জেলার জেলা প্রশাসকদের অনেকেই আমাদের সঙ্গে যোগাযোগ করছেন। তাঁরা বলেছেন যে প্রশিক্ষণের বাইরে থাকায় তাঁদের জেলা বৈষম্যের শিকার হচ্ছে। আমাদের বক্তব্য হল, এটা তো সরকারের সিদ্ধান্তের বিষয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রস্তুতি নেওয়ার নির্দেশ প্রধান উপদেষ্টার | প্রথম আলো",
            "time": "2025-08-06T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা তাঁর ভাষণে নির্বাচন কমিশনকে ফেব্রুয়ারিতে নির্বাচনের প্রস্তুতি নেওয়ার নির্দেশনার কথা  উল্লেখ করে বলেন, আমরা এমন একটি নির্বাচন করতে চাই, যা স্মরণীয় হয়ে থাকবে। উল্লেখ্য, গত তিনটি প্রহসনমূলক নির্বাচনে জনগণ ভোট দিতে পারেননি; বিশেষ করে ২০০৮ সালের পর যঁারা নতুন ভোটার হয়েছেন, তঁারা এই মৌলিক অধিকার থেকে বঞ্চিত ছিলেন। সে ক্ষেত্রে ভবিষ্যতের নির্বাচনটি হতে হবে অবাধ, সুষ্ঠু ও অন্তর্ভুক্তিমূলক, যাতে প্রান্তিক ও সংখ্যালঘু জনগোষ্ঠীসহ সবাই ভোটাধিকার প্রয়োগ করতে পারেন।</p><p>এর আগে লন্ডনে প্রধান উপদেষ্টার সঙ্গে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের সঙ্গে বৈঠকের পর যৌথ বিবৃতিতে বলা হয়েছিল, সংস্কার ও বিচার দৃশ্যমান হলে ফেব্রুয়ারির প্রথমার্ধে নির্বাচন হতে পারে। এবার প্রধান উপদেষ্টা স্পষ্ট করেই বলেছেন, রোজার আগে নির্বাচন হবে। রাজনৈতিক দলগুলোর সঙ্গে জাতীয় ঐকমত্য কমিশনের বৈঠকে যে জুলাই সনদ সই হওয়ার কথা, সেটাও প্রায় চূড়ান্ত বলে জানান অধ্যাপক মুহাম্মদ ইউনূস।</p><p>তবে একটি সুষ্ঠু ও অবাধ নির্বাচনের জন্য সরকার ও নির্বাচন কমিশনের সদিচ্ছাই যথেষ্ট নয়; রাজনৈতিক দলগুলোর সক্রিয় সহযোগিতাও আবশ্যক।  জুলাই ঘোষণাপত্রে যেসব অঙ্গীকার ও প্রত্যয় ঘোষিত হয়েছে, তা বাস্তবায়ন তথা ভবিষ্যৎ গণতান্ত্রিক বাংলাদেশ নির্মাণে দলমত–নির্বিশেষে সবাই একযোগে কাজ করবে, এটাই প্রত্যাশিত।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে সড়ক দুর্ঘটনায় নিহত ৭ | প্রথম আলো",
            "time": "2025-08-06T03:13:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fpti7r9mj%2Fdd79c56a-9df1-41ff-bbb7-2753bce9b9ba.jfif?rect=0%2C14%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াখালীর বেগমগঞ্জ উপজেলার আলাইয়াপুর ইউনিয়নের পূর্ব জগদীশপুর এলাকায় একটি মাইক্রোবাস নিয়ন্ত্রণ হারিয়ে খালে পড়ে গেছে। এ সময় মাইক্রোবাসটির সাতজন যাত্রী নিহত হয়েছেন। আজ বুধবার ভোরে লক্ষ্মীপুর-নোয়াখালী মহাসড়কে এ দুর্ঘটনা ঘটে।</p><p>নিহত ব্যক্তিরা হলেন ফয়জুন নেসা (৮০), খুরশিদা বেগম (৫৫), কবিতা বেগম (৩০), লাবনী বেগম (৩০), রেশমি আক্তার (১০), মীম আক্তার (২) ও লামিয়া আক্তার (৯)। তাঁরা লক্ষ্মীপুর জেলার চন্দ্রগঞ্জ থানার উত্তর জয়পুর ইউনিয়নের পশ্চিম চৌপল্লী গ্রামের বাসিন্দা।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরবে তিন দিনে ১৭ জনের মৃত্যুদণ্ড কার্যকর | প্রথম আলো",
            "time": "2025-08-06T03:01:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Febc44474-61b4-4225-bc14-9c21b4eb2bd5%2Fprothomalo-Saudi_Arab.webp?rect=0%2C0%2C510%2C268&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদমাধ্যমটি জানায়, সোমবার যাঁদের মৃত্যুদণ্ড কার্যকর হয়েছে, তাঁরা ‘সন্ত্রাসী কার্যক্রমে’ জড়িত ছিলেন। </p><p>এর আগে শনিবার সাত ও রোববার আটজনকে মৃত্যুদণ্ড দেওয়া হয়, তাঁদের মধ্যে বেশির ভাগই বিদেশি নাগরিক এবং মাদকসংক্রান্ত অপরাধে দোষী ছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "‘প্রবাসী বন্ড’: বিনিয়োগে লাভ, করমুক্ত আয় ও বাড়তি নিরাপত্তা | প্রথম আলো",
            "time": "2025-08-06T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-19%2Fyro91yc1%2Fdollar-2.JPG?rect=0%2C13%2C657%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারের প্রজ্ঞাপন অনুযায়ী, প্রবাসী আয় দিয়ে একবার কেউ ওয়েজ আর্নার্স ডেভেলপমেন্ট বন্ড এক মেয়াদে কিনলে পরপর দুই মেয়াদের জন্য পুনর্বিনিয়োগ সুবিধা দেওয়া হবে। অর্থাৎ তিন মেয়াদে মোট ১৫ বছরের জন্য বিনিয়োগ করা যাবে।</p><p>বিদেশি মালিকানাধীন শিপিং ও বিমান বা এয়ারওয়েজ কোম্পানির বিদেশের অফিসে চাকরিরত অনিবাসী বাংলাদেশি মেরিনার, পাইলট ও কেবিন ক্রুরা ওয়েজ আর্নার্স বন্ডে বিনিয়োগের সুযোগ পাবেন।</p><p><strong>কোথায় ও কীভাবে পাবেন</strong></p><p>প্রবাসী বন্ড কিনতে হলে লাগবে জাতীয় পরিচয়পত্র, পাসপোর্ট, বৈধ ভিসার কপি, চাকরির প্রমাণপত্র, আর বাংলাদেশে একটি সঞ্চয়ী হিসাব। ব্যবসায়ী হলে লাগবে ট্রেড লাইসেন্স, পেশাজীবীদের ক্ষেত্রে পেশার সনদপত্র।</p><p>বাংলাদেশ ব্যাংক, এক্সচেঞ্জ হাউস, এক্সচেঞ্জ কোম্পানি ও তফসিলি ব্যাংকের বিদেশি ও অনুমোদিত ডিলার (এডি) শাখায় এসব বন্ড কেনা যায়। এ বন্ডের মুনাফা আয়করমুক্ত। আবার বন্ডের বিপরীতে ঋণ নেওয়ার সুযোগও আছে। এ ছাড়া বন্ড কিনতে ফরেন কারেন্সি বা বৈদেশিক মুদ্রায় (এফসি) হিসাব থাকারও বাধ্যবাধকতা নেই।</p></div></div></div></body></html>"
        }
    ]
}