{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "উত্তেজনার মধ্যেই আলোচনায় বসছে ইরান ও যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-23T21:32:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fbhpittqu%2FCapture.PNG?rect=0%2C62%2C968%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেনেভায় সাম্প্রতিক আলোচনার পর ইরান জানিয়েছে, তারা একটি চুক্তির খসড়া প্রস্তাব তৈরি করছে, যা সামরিক সংঘাত এড়াতে সহায়ক হবে। আরাগচি সিবিএসকে বলেন, ‘আমার বিশ্বাস, সম্ভবত এই বৃহস্পতিবার জেনেভায় যখন আমরা আবার বসব, তখন আমরা সেই বিষয়গুলো নিয়ে কাজ করতে পারব এবং একটি ভালো খসড়া তৈরি করে দ্রুত চুক্তিতে পৌঁছাতে পারব।’</p><p>এর আগে নাম প্রকাশ না করার শর্তে এক ঊর্ধ্বতন মার্কিন কর্মকর্তার বরাতে অ্যাক্সিওস জানিয়েছিল, ইরান যদি ৪৮ ঘণ্টার মধ্যে তাদের প্রস্তাব জমা দেয়, তবে ওয়াশিংটন বিস্তারিত আলোচনা শুরু করতে আবারও বৈঠকে বসতে প্রস্তুত।</p><p>যুক্তরাষ্ট্র গত কয়েক সপ্তাহে মধ্যপ্রাচ্যে দুটি বিমানবাহী রণতরি, যুদ্ধবিমান ও অন্যান্য জাহাজ পাঠিয়েছে। পাশাপাশি নিজেদের সামরিক হস্তক্ষেপের হুমকিকে জোরালো করতে ওই অঞ্চলে আকাশ প্রতিরক্ষাব্যবস্থাও শক্তিশালী করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারকা-কন্যার প্রমাণের লড়াই | প্রথম আলো",
            "time": "2026-02-23T21:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fxuiyjrvq%2Fshanayakapoor0217289097973478669969530946313409312783.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আঁখো কি গুস্তাখিয়াঁ’ দিয়ে গত বছর বড় পর্দায় আসেন শানায়া কাপুর। তারকা পরিবারে জন্ম, শৈশব থেকেই মনোযোগের কেন্দ্রে থাকা, ফ্যাশন ও সোশ্যাল মিডিয়ায় উপস্থিতি—সব মিলিয়ে তাঁর প্রথম ছবি নিয়ে প্রত্যাশা ছিল প্রবল। কিন্তু মুক্তির পর ছবিটি বক্স অফিসে সুবিধা করতে পারেনি। অভিনয় নিয়েও আসে মিশ্র প্রতিক্রিয়া। নতুন নায়িকার জন্য যা স্বাভাবিক, তবে সামাজিক যোগাযোগমাধ্যমে যে তীব্র সমালোচনা ও ট্রলের শিকার তিনি হয়েছেন, সেটাকে কোনোভাবেই স্বাভাবিক বলা যাবে না।</p><p>প্রথম অভিজ্ঞতা থেকে শিক্ষা নিয়ে দ্বিতীয় ছবিতে ভিন্ন পথে হেঁটেছেন শানায়া। অ্যাডভেঞ্চারধর্মী রোমান্টিক থ্রিলার ‘তু ইয়া ম্যাঁয়’-এ তাঁর চরিত্রটি তুলনামূলক চ্যালেঞ্জিং। সহশিল্পী আদর্শ গৌরব। পরিচালনা করেছেন বিজয় নাম্বিয়ার। ১৩ ফেব্রুয়ারি মুক্তি পাওয়া ছবিটি বাণিজ্যিকভাবে খুব বড় সাফল্য না পেলেও শানায়ার অভিনয় নিয়ে ইতিবাচক আলোচনা শুরু হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেক্সিকোয় শীর্ষ মাদক সন্ত্রাসীর মৃত্যুর পর সহিংসতায় নিরাপত্তা বাহিনীর ২৫ সদস্য নিহত | প্রথম আলো",
            "time": "2026-02-23T21:28:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fj4o6nizq%2FOPERATION.JPG?rect=0%2C298%2C4291%2C2253&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে এল মেনচোর মৃত্যুর খবর ছড়িয়ে পড়ার পর, তাঁর চক্রের সদস্যরা বিভিন্ন শহরে হামলা চালান। কোনো কোনো শহরে তাঁরা কাঁটা ও পেরেক বিছিয়ে রাস্তা অবরোধ করেন। আবার কোনো শহরে রাস্তায় যানবাহনে আগুন দেওয়া হয়। মেক্সিকোর প্রেসিডেন্ট ক্লদিয়া শেইনবাউম জানিয়েছেন, সোমবার সকাল নাগাদ রাস্তা থেকে সব অবরোধ সরানো হয়েছে।</p><p>এ ছাড়া মাদক চক্রের সদস্যরা কয়েক ডজন ব্যাংক ও ব্যবসা প্রতিষ্ঠানে আগুন দেন। এতে সেগুলো ক্ষতিগ্রস্ত হয়। সহিংস পরিস্থিতির কারণে জালিসকোর গভর্নর পাবলো লেমুস নাভারো সামাজিক যোগাযোগমাধ্যমে রাজ্যজুড়ে বিশেষ সতর্কতা জারির ঘোষণা দেন এবং বাসিন্দাদের ঘরে থাকার পরামর্শ দেন। এতে অনেক শহরের রাস্তাঘাট ফাঁকা হয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "খামেনির সিদ্ধান্ত: যুদ্ধ বা গুপ্তহত্যার শিকার হলে ইরানের নেতৃত্ব দেবেন জাতীয় নিরাপত্তাপ্রধান | প্রথম আলো",
            "time": "2026-02-23T19:32:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fgost5uty%2FIrans-Supreme-Leader.png?rect=0%2C53%2C885%2C465&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উচ্চপদস্থ কর্মকর্তা, কূটনীতিক ও সামরিক কমান্ডারদের বরাতে নিউইয়র্ক টাইমস জানিয়েছে, খামেনির সঙ্গে যোগাযোগ বিচ্ছিন্ন হলে বা তিনি নিহত হলে একদল ঘনিষ্ঠ বিশ্বাসভাজনকে দেশ পরিচালনার দায়িত্ব দেওয়া হয়েছে।</p><p>প্রতিবেদনে বলা হয়েছে, যুক্তরাষ্ট্র বা ইসরায়েলের হামলা কিংবা তেহরানের শীর্ষ নেতৃত্ব গুপ্তহত্যার শিকার হলে ইরানের অস্তিত্ব টিকিয়ে রাখতে খামেনি যেসব ঘনিষ্ঠ রাজনৈতিক ও সামরিক সহযোগীকে দায়িত্ব দিয়েছেন বলে জানা যাচ্ছে, আলী লারিজানি তাঁদের মধ্যে অন্যতম।</p><p>আলী লারিজানি ইরানের নিরাপত্তাপ্রধান। গত আগস্টে এই নিরাপত্তাপ্রধানকে সুপ্রিম ন্যাশনাল সিকিউরিটি কাউন্সিলের সেক্রেটারি নিয়োগ দেওয়া হয়। মূলত এই কাউন্সিল দেশটির নিরাপত্তা ও পররাষ্ট্রনীতি–সংক্রান্ত সিদ্ধান্তের ক্ষেত্রে চূড়ান্ত ক্ষমতা রাখে।</p><p>গত বছর জুনে ইসরায়েলের সঙ্গে ১২ দিন ধরে চলা সংঘাতের সময় খামেনি তাঁর সম্ভাব্য উত্তরসূরি হিসেবে তিনজনের নাম ঘোষণা করেছিলেন। নিউইয়র্ক টাইমসের প্রতিবেদনে বলা হয়েছে, লারিজানি দেশটির সর্বোচ্চ নেতা হওয়ার দৌড়ে নেই বললে চলে। কারণ, এই পদের জন্য জ্যেষ্ঠ শিয়া আলেম হওয়া বাধ্যতামূলক। কিন্তু ইরানের শীর্ষ নেতৃত্ব যদি পুরোপুরি নিশ্চিহ্ন হয়ে যায়, সে ক্ষেত্রে দেশ পরিচালনার জন্য যাঁরা যোগ্য প্রার্থী, তিনি তাঁদের অন্যতম।</p></div></div></div></body></html>"
        },
        {
            "title": "স্থানীয় সরকার নির্বাচন পরিচালনায় সারজিস-হান্নানের নেতৃত্বে এনসিপির কমিটি | প্রথম আলো",
            "time": "2026-02-23T19:25:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fjn4dv4xq%2F7.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই কমিটিতে চারজনকে সদস্য করা হয়েছে। তাঁরা হলেন এনসিপির কেন্দ্রীয় নেতা আরিফুল ইসলাম আদীব, আলাউদ্দিন মোহাম্মদ, তাহসীন রিয়াজ ও মঞ্জিলা ঝুমা।</p><p>এনসিপির কেন্দ্রীয় কমিটির নেতা, সব বিভাগীয় সাংগঠনিক সম্পাদক এবং জেলার নেতারা ছয় সদস্যের এই কমিটিকে সার্বিক সহযোগিতা করবেন বলেও বিজ্ঞপ্তিতে উল্লেখ করেছে দলটি।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদা আদায়ে বাধা দেওয়ায় দুজনকে কুপিয়ে জখম, এক আসামি রিমান্ডে | প্রথম আলো",
            "time": "2026-02-23T19:16:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fxr8c6tut%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের রিমান্ড আবেদনে বলা হয়, প্রাথমিক তদন্তে ঘটনার সঙ্গে আসামির জড়িত থাকার পক্ষে সাক্ষ্য–প্রমাণ পাওয়া গেছে। মামলার এজাহারনামীয় ও অজ্ঞাতনামা অন্য আসামিদের গ্রেপ্তার, ঘটনার মূল রহস্য উদ্ঘাটন ও হামলায় ব্যবহৃত অস্ত্র উদ্ধারের জন্য তাঁকে রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করা প্রয়োজন।</p><p>এর আগে গত রোববার সন্ধ্যা ৭টা ৪০ মিনিটে কেরানীগঞ্জ মডেল থানার কলাটিয়া ধলেশ্বরী পাড় এলাকা থেকে ফারুককে গ্রেপ্তার করে পুলিশ।</p><p>সোমবার ব্যবসায়ী মো. রাসেল বাদী হয়ে মোহাম্মদপুর থানায় হত্যাচেষ্টার অভিযোগে মামলাটি করেন। মামলায় আটজনের নাম উল্লেখসহ অজ্ঞাতনামা আরও আটজনকে আসামি করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "উপজেলা পর্যায়ে ১১২ কর্মকর্তাকে বদলি করেছে ইসি | প্রথম আলো",
            "time": "2026-02-23T18:57:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fu2a29eun%2F2.avif?rect=0%2C21%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদেশে পরবর্তী নির্দেশ না দেওয়া পর্যন্ত নির্বাচন কমিশন সচিবালয় ও এর আওতাধীন মাঠপর্যায়ের এসব কর্মকর্তাকে বদলি ও পদায়ন করা হয়েছে।</p><p>আদেশে বলা হয়েছে, বদলি করা কর্মকর্তারা আগামী ১ মার্চের মধ্যে বর্তমান কর্মস্থল থেকে অবমুক্ত হবেন। অন্যথায় ১ মার্চ তাৎক্ষণিক অবমুক্ত মর্মে গণ্য হবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদায়ের দিনে তাজুলের বিরুদ্ধে দুর্নীতির অভিযোগ এক প্রসিকিউটরের, তাজুল বললেন ‘মিথ্যা’ | প্রথম আলো",
            "time": "2026-02-23T18:51:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fzo8qfhq6%2F3.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিফ প্রসিকিউটর পদে নিয়োগ বাতিলের পর দুপুরে ট্রাইব্যুনাল প্রাঙ্গণে সাংবাদিকদের সঙ্গে কথা বলেন তাজুল ইসলাম। তখন তাঁকে প্রসিকিউটর সুলতান মাহমুদের করা অভিযোগের বিষয়ে প্রশ্ন করা হয়েছে। সে সময় তাজুল ইসলামের পাশেই ছিলেন প্রসিকিউটর গাজী মোনাওয়ার হুসাইন তামীম। তবে তামীম কোনো কথা বলেননি।</p><p>সাংবাদিক প্রশ্ন করেন, সামাজিক যোগাযোগমাধ্যমে আপনাদের বিরুদ্ধে অভিযোগ আনা হচ্ছে। যেগুলো উনি (প্রসিকিউটর সুলতান মাহমুদ) আগে কখনো করেননি, শেষ মুহূর্তে তিনি অভিযোগ আনছেন। এগুলোকে আপনি কীভাবে ব্যাখ্যা করবেন।<br>এর জবাবে সদ্য বিদায়ী চিফ প্রসিকিউটর তাজুল ইসলাম বলেন, ‘ব্যক্তিগতভাবে হচ্ছে কে কী অভিযোগ করছে, এগুলো আমরা আমলে নিচ্ছি না। ব্যক্তিগতভাবে ক্ষোভ থেকে কে কী বলছে, সে ব্যাপারে আমাদের কোনো বক্তব্য নেই।’</p><p>তারপর আরেকজন সাংবাদিক প্রশ্ন করেন, ‘প্রসিকিউটর সুলতান মাহমুদ উনি স্পষ্টভাবে একটি অভিযোগ এনেছেন। এই তামীম সাহেবকে উদ্ধৃত করে যে ওনার (তামীম) রুমে এসআই আবজালুলের ওয়াইফ ভারী একটা ব্যাগ নিয়ে এসেছে। সেটা আপনাকে জানিয়েছে।’</p><p>তাজুল ইসলাম বলেন, ‘না, এটা আমার জানা নেই।’</p><p>ওই সাংবাদিক আবার বলেন, ‘আপনাকে জানিয়েছে, সেটাও বলেছে।’</p><p>তখন তাজুল ইসলাম বলেন, ‘এই জাতীয় অভিযোগ আমরা তদন্ত করে দেখেছি, এগুলো সম্পূর্ণভাবে মিথ্যা। ব্যক্তিগত হিংসা চরিতার্থ করার জন্য যদি কেউ এই ধরনের কথা বলেন, এটা খুবই দুর্ভাগ্যজনক। কারণ, এইখানে ট্রাইবুনালে বিচারপ্রক্রিয়াতে যা কিছু হয়েছে ট্রান্সপারেন্ট (স্বচ্ছ) এবং সেটা আদালতের মাধ্যমে কিন্তু প্রমাণিত হয়েছে। সুতরাং আজকে এই মুহূর্তে যদি কেউ অসৎ উদ্দেশ্যে কোনো মিথ্যা অভিযোগ করেন, বাংলাদেশের গোটা জনগণ সাক্ষী, মিডিয়া সাক্ষী। আপনারা জানেন যে কী ধরনের ট্রান্সপারেন্ট প্রক্রিয়ার মধ্য দিয়ে বিচারপ্রক্রিয়া অনুষ্ঠিত হয়েছে। কারণ, দু–একজনের ব্যক্তিগত ক্ষোভের থেকে সে বুঝে হোক, না–বুঝে হোক যদি বলে, সেগুলোকে আমরা ধর্তব্যের মধ্যে মনে করি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "জনপ্রশাসনে বড় পরিবর্তন | প্রথম আলো",
            "time": "2026-02-23T18:45:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Ftblbcirz%2F%E0%A7%A7%E0%A7%A6%E0%A7%A6%E0%A7%A7.jpg?rect=0%2C0%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালের ৫ আগস্টের গণ-অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর ওই বছরের ৮ আগস্ট অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে অন্তর্বর্তী সরকার গঠন হয়। এরপর প্রশাসনে ব্যাপক পরিবর্তন করা হয়। প্রথম ছয় মাসেই জ্যেষ্ঠ সচিব ও সচিব পদে ১৪ জন, গ্রেড-১ পদের ১ জন ও অতিরিক্ত সচিব পদের ১৯ কর্মকর্তাকে বাধ্যতামূলক অবসরে পাঠানো হয়। একই সময়ে সিনিয়র সচিব ও সচিব পদের ২৩ জন, গ্রেড-১ পদের ২ জন ও অতিরিক্ত সচিব পর্যায়ের ৫১ কর্মকর্তাকে বিশেষ ভারপ্রাপ্ত কর্মকর্তা (ওএসডি) করা হয়। এরপর আরও বেশ কিছু কর্মকর্তাকে ওএসডি করা হয়। অন্যদিকে সচিবসহ বেশ কিছু পদে চুক্তিতে নিয়োগ দেওয়া হয়েছিল।</p><p>সংশ্লিষ্ট ব্যক্তিরা বলছেন, জনপ্রশাসনে নতুন সরকার এসে পরিবর্তন আনবেন, এটা অস্বাভাবিক নয়। তবে তাঁরা আশা করেন, নতুন সরকার অতীতের সরকারগুলোর মতো দলীয়করণ করবে না এবং তা করতে গিয়ে অযোগ্যদের নিয়োগ দেবে না।</p><p>ক্ষমতাসীন বিএনপির ইশতেহারেও এ বিষয়ে প্রতিশ্রুতি আছে। বলা হয়েছে, ‘মেরিটোক্রেসির বাংলাদেশ’ বিনির্মাণে মেধা, সততা, সৃজনশীলতা, দক্ষতা, অভিজ্ঞতা ও প্রশিক্ষণ, বেসামরিক ও সামরিক প্রশাসনে নিয়োগ, বদলি ও পদোন্নতিতে যোগ্যতাই একমাত্র মাপকাঠি হিসেবে বিবেচনা করা হবে। কেউ যাতে অন্যায়ভাবে বঞ্চিত না হয়, সেটাও নিশ্চিত করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের পোশাক পরিবর্তনের সিদ্ধান্ত পুনর্বিবেচনার দাবি | প্রথম আলো",
            "time": "2026-02-23T18:41:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fxd47bhrc%2F2.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, অন্তর্বর্তী সরকার বাংলাদেশ পুলিশের জন্য যে নতুন পোশাক নির্বাচন করেছে, সেখানে পুলিশ সদস্যদের গায়ের রং, আবহাওয়া এবং সদস্যদের মতামত উপেক্ষা করা হয়েছে। কোনো প্রকার জনমত যাচাই ছাড়াই নির্বাচিত এই পোশাকের সঙ্গে ইউনিফর্মধারী অন্যান্য সংস্থার পোশাকের হুবহু সাদৃশ্য রয়েছে। এর ফলে মাঠপর্যায়ে পুলিশ সদস্যদের চিহ্নিত করা কঠিন হয়ে পড়েছে বলে মতামত উঠে এসেছে। বিষয়টি অ্যাসোসিয়েশনের নজরে এসেছে এবং বাহিনীর অধিকাংশ সদস্য তড়িঘড়ি করে নেওয়া এই পরিবর্তনের পক্ষে নন।</p><p>পুলিশের পোশাকের ঐতিহাসিক পটভূমি তুলে ধরে বিবৃতিতে বলা হয়, ২০০৪ সালের ৫ ফেব্রুয়ারি প্রজ্ঞাপন এবং ১০ ফেব্রুয়ারি গেজেট প্রকাশের মাধ্যমে তৎকালীন সরকার একটি কমিটির দীর্ঘ যাচাই-বাছাই শেষে পুলিশের আগের পোশাকটি নির্ধারণ করেছিল। সে সময় আবহাওয়া, দিনে ও রাতে দায়িত্বপালনের সুবিধার্থে দৃশ্যমানতা, পুলিশ সদস্যদের গায়ের রং এবং অন্য বাহিনীর সঙ্গে যেন সাদৃশ্য না থাকে—এসব বিষয় গুরুত্বের সঙ্গে বিবেচনা করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "সোহরাওয়ার্দী উদ্যানে মাদকবিরোধী অভিযানে এক সাংবাদিককে পেটাল পুলিশ | প্রথম আলো",
            "time": "2026-02-23T18:35:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F94bfe801-fa94-469a-96cf-bb6c01d5f734%2F200.jpg?rect=0%2C461%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর সোহরাওয়ার্দী উদ্যানে এক সাংবাদিককে মারধরের অভিযোগ উঠেছে পুলিশের বিরুদ্ধে। সোমবার রাতে মাদকবিরোধী অভিযানের সময় এ ঘটনা ঘটে বলে প্রত্যক্ষদর্শীরা জানিয়েছেন।</p><p>প্রত্যক্ষদর্শীরা বলছেন, অভিযানের সংবাদ সরাসরি সম্প্রচার করছিলেন বাংলানিউজের মাল্টিমিডিয়া রিপোর্টার তোফায়েল আহমেদসহ কয়েকজন। এ সময় একদল পুলিশ সদস্য এসে তাঁদের সরিয়ে দিতে বলেন। কথা–কাটাকাটির এক পর্যায়ে তোফায়েল আহমেদকে লাঠি দিয়ে আঘাত করা হয়। উপস্থিত অন্য সাংবাদিকদেরও মারধর করা হয়েছে বলে অভিযোগ পাওয়া গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হেটমায়ার ঝড়ের পর বড় জয়ে সুপার এইট শুরু ওয়েস্ট ইন্ডিজের | প্রথম আলো",
            "time": "2026-02-23T17:59:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fp5pxz2tp%2F137538-01-02.jpg?rect=0%2C0%2C5867%2C3080&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাওয়েলও অবশ্য পরে আর বেশি দূর যেতে পারেননি। ৩৫ বলে ৫৯ রান করেই থেমেছেন। কিন্তু পরের ব্যাটসম্যানদের ঝড়ের গতি বেড়েছে আরও। শুধু সংখ্যাগুলোই একবার পড়ুন—শেরফান রাদারফোর্ড ১৩ বলে ৩১, রোমারিও শেফার্ড ১০ বলে ২১ আর জেসন হোল্ডার ৪ বলে ১৩ রান। কারও স্ট্রাইক রেটই দুই শর কম নয়।</p><p>এত বড় রান তাড়া করতে নেমে জিম্বাবুয়ের করার ছিল সামান্যই। তাঁরা যে চেষ্টা করেনি তা নয়। পাওয়ার প্লের ৬ ওভারে রান ছিল ৪৭, কিন্তু ততক্ষণে হারিয়ে ফেলে ৩ উইকেট। এমন বিপর্যয়ের শুরুর পর ফিল্ডিংয়ের সময় চোট পেয়েও ব্যাটিংয়ে নেমে গিয়েছিলেন অধিনায়ক সিকান্দার রাজা, তিনি থেমেছেন ২০ বলে ২৭ রানে।</p><p>যা একটু ঝড়, তা ছিল আসলে ব্র্যাড ইভান্সের ব্যাটে। ২১ বলের ইনিংসে তিনি মেরেছেন ৫ ছক্কা, করেছেন ৪৩ রান। কিন্তু তিনি ব্যাটিংয়ে নামার অনেক আগেই ম্যাচটা শেষ হয়ে গিয়েছিল। হারের ব্যবধান দেখলেও তা টের পাওয়ার কথা—১৪৭ রানে অলআউট হওয়া জিম্বাবুয়ে ম্যাচটা হেরেছে ১০৭ রানে!</p></div></div></div></body></html>"
        },
        {
            "title": "ছক্কা ঝড়ে ওয়েস্ট ইন্ডিজের বড় জয়, ভারতের মতো রান রেটে ধাক্কা জিম্বাবুয়ের | প্রথম আলো",
            "time": "2026-02-23T13:09:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fnl89hcgp%2F137370-01-02.jpg?rect=0%2C0%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ব্যাট হাতে ১৯ বলে ফিফটি করেছেন হেটমায়ার, যা টি–টুয়েন্টি বিশ্বকাপে ওয়েস্ট ইন্ডিজের দ্রুততম ফিফটি। রোভম্যান পাওয়েলের সঙ্গে গড়া তাঁর ৫২ বলে ১২২ রানের জুটিটিও ওয়েস্ট ইন্ডিজের হয়ে টি–টুয়েন্টি বিশ্বকাপে তৃতীয় সর্বোচ্চ।</p><p>হেটমায়ার ৩৪ বলে থেমেছেন ৮৫ রানে। পাওয়েল করেছেন ৫৯ রান।</p><p>আজ ১৯ ছক্কায় টি–টুয়েন্টি বিশ্বকাপের এক ইনিংসে সর্বোচ্চ ছক্কার রেকর্ডে নেদারল্যান্ডসের পাশে বসেছে ওয়েস্ট ইন্ডিজ। ৬ উইকেটে ২৫৪ রানে থেমে যাওয়ায় অল্পের জন্য ভাঙা যায়নি টি–টুয়েন্টি বিশ্বকাপে দলীয় সর্বোচ্চ রানের রেকর্ডটি (২৬০)।</p><p><strong>ম্যাচসেরা হয়েছেন হেটমায়ার।</strong></p></div></div></div></body></html>"
        },
        {
            "title": "লিওনার্দো ডিক্যাপ্রিওর সেই সিনেমার জয়, আরও যা হলো বাফটায় | প্রথম আলো",
            "time": "2026-02-23T18:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-29%2Ffz1e4fvw%2FMV5BYzVkNmI2ZWYtYTJkOS00ZTRjLWExM2QtZGYxNDU1YTkyMjc0XkEyXkFqcGc___V1_.jpg?rect=0%2C47%2C6144%2C3226&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাফটা বরাবরই অস্কারের পূর্বাভাস। তিন সপ্তাহ পর হতে যাওয়া অস্কারের আগে এই ফলাফল তাই বিশেষ তাৎপর্যপূর্ণ। এদিনের অনুষ্ঠানে উপস্থিত ছিলেন বাফটা সভাপতি ও প্রিন্স অব ওয়েলস প্রিন্স উইলিয়াম ও তাঁর স্ত্রী ক্যাথরিন। লালগালিচায় আলো ছড়িয়েছেন লিওনার্দো ডিক্যাপ্রিও, মনিকা বেলুচ্চি, অ্যালিসিয়া ভিকান্দর, আলিয়া ভাট প্রমুখ। এবারের বাফটা সঞ্চালনা করেন স্কটিশ অভিনেতা ও পরিচালক অ্যালান কামিং।</p><p><sup>এএফপি ও ভ্যারাইটি অবলম্বনে</sup></p></div></div></div></body></html>"
        },
        {
            "title": "মানুষের চাহিদা অনুযায়ী সশস্ত্র বাহিনী গড়ে তোলা হবে: প্রতিরক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2026-02-23T17:46:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fnty2nf0o%2Fimage-285767-1771849543.jpg?rect=32%2C0%2C1535%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টা প্রতিরক্ষা মন্ত্রণালয়ে এলে প্রতিরক্ষাসচিব মো. আশরাফ উদ্দিন তাঁকে স্বাগত জানান। পরে উপদেষ্টাকে মন্ত্রণালয়ের কর্মকাণ্ড, উল্লেখযোগ্য সাফল্য এবং ভবিষ্যৎ পরিকল্পনা সম্পর্কে অবহিত করেন তিনি। এ সময় প্রতিরক্ষা মন্ত্রণালয়ে কর্মকর্তা ও কর্মচারীরা উপস্থিত ছিলেন।</p><p>বৈঠক শেষে প্রতিরক্ষা উপদেষ্টা শামসুল ইসলাম সাংবাদিকদের বলেন, ‘আমাদের ভবিষ্যৎ সশস্ত্র বাহিনী হবে জনমুখী বাহিনী। সাধারণ মানুষের সঙ্গে সংশ্লিষ্টতা রেখেই এই বাহিনীর হারানো গৌরব ফিরিয়ে আনতে কাজ করছি। এর জন্য যা যা করা দরকার, প্রতিরক্ষা মন্ত্রী ইতিমধ্যে বাহিনীপ্রধানদেরকে নির্দেশনা দিয়েছেন। সবাই সম্মিলিতভাবে কাজ শুরু করেছে। শিগগিরই পরিবর্তন দেখতে পারবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাসের ধাক্কায় মায়ের সঙ্গে ঝরল যমজ এক মেয়ের প্রাণ, আরেক মেয়ে হাসপাতালে | প্রথম আলো",
            "time": "2026-02-23T17:45:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fbd4fc6c6-7409-4c71-92f8-1a7f024062a7%2Froad_accident_01.png?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এতে মোটরসাইকেলে থাকা চারজনই সড়কের ওপর ছিটকে পড়েন। গুরুতর আহত অবস্থায় স্থানীয় লোকজন চারজনকেই উদ্ধার করে দেবীগঞ্জ উপজেলা স্বাস্থ্য কমপ্লেক্সে নিয়ে যান। এ সময় সেখানে কর্তব্যরত চিকিৎসক মমতা বেগম ও তাঁর মেয়ে মুনতাহাকে মৃত ঘোষণা করেন। এ ছাড়া মুবাশ্বিরা ও মনিরুল ইসলাম সেখানে চিকিৎসাধীন আছেন। ঘটনার পর স্থানীয় বাসিন্দাদের সহায়তায় যাত্রীবাহী বাসটির চালক মাহাবুল ইসলামকে (৪৫) আটক করেছে পুলিশ। সেই সঙ্গে বাসটি জব্দ করা হয়েছে।</p><p>দেবীগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) কে এম মনিরুজ্জামান চৌধুরী সড়ক দুর্ঘটনায় মা-মেয়ে ও ভাগনের হতাহতের বিষয়টি নিশ্চিত করে বলেন, এ ঘটনায় মামলা প্রক্রিয়াধীন আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রাম আদালত নিয়ে হাইকোর্টের রুল | প্রথম আলো",
            "time": "2026-02-23T17:37:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fqv0n62d1%2F%E0%A7%A7%E0%A7%A7.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রে আইনজীবী ইশরাত হাসান প্রথম আলোকে বলেন, ইউনিয়ন পরিষদের চেয়ারম্যান ও সদস্যদের মাধ্যমে বিচারিক ক্ষমতা প্রয়োগ সংবিধানের ২২ অনুচ্ছেদে উল্লিখিত বিচার বিভাগের স্বাধীনতা ও নির্বাহী বিভাগ থেকে পৃথক্‌করণের নীতির পরিপন্থী। রাজনৈতিকভাবে সম্পৃক্ত জনপ্রতিনিধিদের মাধ্যমে ফৌজদারি ও দেওয়ানি বিষয়ে বিচার পরিচালনা ন্যায়বিচারের মৌলিক কাঠামোকে ক্ষতিগ্রস্ত করছে, যে কারণে আইনটির সাংবিধানিক বৈধতা চ্যালেঞ্জ করে রিটটি করা হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "বান্দরবানে নিরাপত্তা বাহিনীর সঙ্গে সশস্ত্র গোষ্ঠীর গোলাগুলি, নিহত ১ | প্রথম আলো",
            "time": "2026-02-23T16:49:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2F7ko53l4r%2FWhatsApp-Image-2026-02-23-at-10.41.17-PM.jpeg?rect=0%2C60%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিরাপত্তা বাহিনী, পুলিশ ও স্থানীয় সূত্রে জানা গেছে, গোলাগুলির পর নিরাপত্তা বাহিনী ঘটনাস্থলে তল্লাশি চালিয়ে জলপাই রঙের পোশাক পরা এক ব্যক্তিকে গুরুতর আহত অবস্থায় পায়। তাঁর কাছ থেকে ১টি এসএমজি, ২টি ম্যাগাজিন, ১৪৩টি গুলি ও অন্য সামগ্রী উদ্ধার করা হয়। পরে তাঁকে বান্দরবান সদর হাসপাতালে নেওয়া হলে চিকিৎসক মৃত ঘোষণা করেন।</p><p>বান্দরবান সদর হাসপাতালের আবাসিক চিকিৎসা কর্মকর্তা দিলীপ চৌধুরী বলেন, নিরাপত্তা বাহিনী একজনকে মৃত অবস্থায় হাসপাতালে নিয়ে আসে। মরদেহ হাসপাতালের মর্গে রাখা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যাটিং তাণ্ডবে ওয়েস্ট ইন্ডিয়ানদের যত রেকর্ড | প্রথম আলো",
            "time": "2026-02-23T16:32:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2F2scqvtig%2F136475-01-02.jpg?rect=0%2C22%2C3600%2C1890&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ব্যাটিং তাণ্ডবে ওয়েস্ট ইন্ডিয়ানদের যত রেকর্ড\" class=\"IiRps \">ব্যাটিং তাণ্ডবে ওয়েস্ট ইন্ডিয়ানদের যত রেকর্ড</h1></p><div class=\"Ibzfy\"><p>শিমরন হেটমায়ারের তাণ্ডবে জিম্বাবুয়ের বিপক্ষে সুপার এইটের ম্যাচে ২৫৪ রান করেছে ওয়েস্ট ইন্ডিজ। তাতে ওলটপালট হয়েছে অনেক রেকর্ড বইয়ের অনেক পাতায়। </p></div></div></div></body></html>"
        },
        {
            "title": "আপনার দুঃখের কথা কহিতে অনেক | প্রথম আলো",
            "time": "2026-02-23T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fyctqd36h%2FWhatsApp-Image-2026-02-20-at-13.06.44.jpeg?rect=0%2C39%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদরের আরকান লে আরার ন ভুললুম তোরে/ কোনো দিন ন ভুলিউম জরমভূমি রে।।/ দেশের হতা রোহিঙ্গার মনত যদি উঠিলে/ চোখের পানি ঝরি পড়ি ছিনা ভরে।…আরা ন চাই তোর বদলে হীরামতি ধন/ আরা শুধু চাই তোরে প্রতি জন জন।।</p><p>এই গানের সুরের ব্যবহার নিয়ে প্রশ্ন করলে লিয়াকত বলেন, ‘আমার জানামতে রোহিঙ্গাদের মধ্যে আগে কোনো সুরকার ছিল না, সুরকার আমরা পাইনি। এখান থেকে আবদুল আলীম, শেফালী ঘোষ, সেলিম নিজামী, আশরাফ উদাস—এঁদের গানের সুর নিতাম, ভাষাটা আমাদের করে নিতাম।’</p><p>আবদুল আলীমের গান বাংলায় কখনো করতেন?</p><p>এর উত্তরে লিয়াকত আলী বলেন, ‘বাংলায় করলে [আমাদের কেউ] বুঝবে না। [তাই] আমরা মূলত সুরটা নিতাম। ভাষাটা, কথাগুলো আমরা রোহিঙ্গা তৈরি করে নিতাম।’</p><p>ইন্টারনেটের আগে এই গান ওখানে কেমন করে গেল?</p><p>লিয়াকত আলী বলেন, ‘আসলে এখানকার [বাংলাদেশের চট্টগ্রাম অঞ্চলের] লোকজন রেঙ্গুনে যেত। তাদের সঙ্গে ক্যাসেটের মাধ্যমে গানগুলো যেত। তখন ক্যাসেট নিয়ে যেত।’</p><p>রোহিঙ্গা গীতিকার, বাদ্যযন্ত্রী ও শিল্পী লিয়াকত আলীর ভাষ্যে রোহিঙ্গাদের গানের সুর যে মূলত বাংলাদেশের ঐতিহ্যগত সুর থেকে গৃহীত, সেই সত্য জানা যায়। একই সঙ্গে বাংলাদেশের লোকগানের সুরের ওপর রোহিঙ্গা ভাষার প্রয়োগে সংগীত ঐতিহ্যের নতুন একটি ধারা সৃষ্টির ইতিহাস ব্যক্ত হয়।</p></div></div></div></body></html>"
        }
    ]
}