{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "স্বাস্থ্যে প্রকল্প থেকে সরছে সরকার: ১৭ মাস বেতনহীন, চাকরি হারানোর শঙ্কা | প্রথম আলো",
            "time": "2025-11-29T06:25:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzugs9yyr%2Fchpc-protest-health-sector.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্ত্রণালয় সূত্রে জানা গেছে, বিভিন্ন অপারেশন প্ল্যানের আওতায় কর্মরত ১৫ হাজার ৯৭২ জনকে পরবর্তী পরিকল্পনায় ক্যারিড ওভার করার প্রয়োজন ছিল। এর মধ্যে কমিউনিটি ক্লিনিক ট্রাস্টে কর্মরত ১৩ হাজার ৩২৪ কমিউনিটি হেলথ কেয়ার প্রোভাইডারকে (সিএইচসিপি) গত বছরের ডিসেম্বরে রাজস্বখাতভুক্ত করে সরকারি চাকরিতে স্থায়ী করা হয়। অবশিষ্ট ২ হাজার ৬৪৮ জনের ভাগ্য ঝুলে আছে।</p><p>যক্ষ্মা কর্মসূচিতে থাকা একজন নারী কর্মকর্তা বলেন, ‘আমি ১০ বছরের বেশি সময় জেলা পর্যায়ে কাজ করেছি। ১৭ মাস ধরে বেতন পাচ্ছি না। এখন শুনছি, আমাদের বাদ দেবে। এই বয়সে নতুন কাজ পাওয়াও কঠিন। আমাদের দক্ষতা, অভিজ্ঞতারও কোনো দাম নেই?’</p><p>গত তিন মাসে জাতীয় যক্ষ্মা ও কুষ্ঠ নিয়ন্ত্রণ কর্মসূচি, অল্টারনেটিভ মেডিকেল কেয়ার, পুষ্টি সেবা কর্মসূচি, এইচআইভি–এইডস কর্মসূচি, শিশু বিকাশ কেন্দ্রের কর্মরত চিকিৎসক, টেকনোলজিস্টসহ নানা পদাধিকারীর সঙ্গে এই প্রতিবেদকের কথা হয়েছে। তাঁরা বলছেন, সরকার তাঁদের রাখবে কি রাখবে না, তা নিয়ে স্পষ্ট করে কিছু বলছে না। মাঠপর্যায়ে ব্যাপক হতাশা। অনেক সেবা কার্যত বন্ধ হয়ে আছে।</p><p>যেমন ৩৫টি শিশু বিকাশ কেন্দ্রের সেবা কার্যত বন্ধ। ২০০৯ থেকে ২০২১ সালের মধ্যে ২৪টি সরকারি মেডিকেল কলেজ ও ১১টি জেলা সদর হাসপাতালে এসব কেন্দ্র প্রতিষ্ঠিত হয়। এসব কেন্দ্রে শিশুদের স্নায়ুবিকাশ সমস্যা, শারীরিক প্রতিবন্ধিতা, মানসিক সমস্যা, দৃষ্টিপ্রতিবন্ধিতা, দেরিতে কথা বলা, বুদ্ধিপ্রতিবন্ধিতা, সেরিব্রাল পালসি, ডাউন সিনড্রম, অটিজম, মৃগীরোগ—এসব বিষয়ে সেবা দেওয়া হতো। এসব কেন্দ্র থেকে এ পর্যন্ত ২ লাখ ৭০ হাজারের বেশি শিশু সেবা পেয়েছে। এখন শিশুরা সেবা পাচ্ছে না বললেই চলে। এই বিশেষায়িত সেবা আবার পূর্ণোদ্যমে চালু হবে কি না, তা নিয়েও সংশয় আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চলতি বছর ডেঙ্গুতে ৫৪ শিশুর মৃত্যু, আক্রান্ত ১৫ হাজার | প্রথম আলো",
            "time": "2025-11-29T06:22:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fifamyps1%2FDangue.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অরিত্রের পাশের বেডেই শুয়ে ছিল মো. হোসাইন (১৪)। বরিশাল থেকে যাত্রাবাড়ীতে বোনের বাড়িতে বেড়াতে এসে ডেঙ্গুতে আক্রান্ত হয় এই শিশু। ছয় দিন ধরে সে হাসপাতালে ভর্তি। মা নাসিমা বেগম বললেন, ‘আজ আষ্ট দিন ধইরা এই রোগ। ডাক্তারে কইছে ডেঙ্গু। এইহানে ছয় দিন ধইরা ভর্তি। জ্বর, পাতলা পায়খানা, বমি আল্লায় দিলে এখন নাই। কিন্তু মুখে কিছু দেয় না। এই জন্য ডাক্তার ছাড়ে না।’</p><p>আকাশ আহমেদের (১২) ডেঙ্গু ধরা পড়ে নভেম্বরের ১০ তারিখে। এর আগেও জ্বর ছিল ৭ দিন। আকাশকে দেখাশোনা করছিলেন বড় বোন জায়নাফ ইসলাম। তিনি জানান, তাঁরা হাজারীবাগের বাসিন্দা। মা নেই তাঁদের। বাবা বাইরে থাকেন। আকাশের পড়াশোনা থেকে সবকিছু একাই করতে হয় জায়নাফকে। যেদিন আকাশকে হাসপাতালে ভর্তি করান, তার আগের রাতে আকাশের বমি অত্যধিক বেড়ে যায়। রাতে একা তিনি হাসপাতালে আসতে পারেননি। ভর্তি করানোর পর অবস্থা খারাপ হয়ে যায়। কিছুই খেতে পারছিল না। নল দিয়ে খাওয়ানোর কথা চিন্তা করেন। পরে অবস্থা কিছুটা ভালো হয়।</p><p>জনস্বাস্থ্য বিশেষজ্ঞ মুশতাক হোসেন প্রথম আলোকে বলেন, ডেঙ্গুতে যারা সবচেয়ে বেশি ক্ষতিগ্রস্ত হতে পারে, তাদের মধ্যে আছে যাদের বয়স সবচেয়ে কম আর যাদের বয়স সবচেয়ে বেশি। শিশুদের রোগ প্রতিরোধক্ষমতা কম থাকে; ফলে তারা রোগ ঠেকাতে পারে না। আবার দরিদ্র শিশুদের পুষ্টিরও অভাব থাকে, সেটি আরও ঝুঁকি তৈরি করে। তা ছাড়া পূর্ণ বয়স্কদের মতো শিশুরা মশার কামড় থেকে নিজেদের রক্ষা করতে পারে না।</p><p>মুশতাক হোসেন বলেন, শিশুদের রক্ষায় সামাজিক ও সরকারি উদ্যোগ দরকার। উচ্চবিত্তরা সহজেই চিকিৎসকের কাছে নিতে পারলেও নিম্নবিত্তরা তা পারে না। তাদের জন্য বিশেষ ব্যবস্থা থাকা দরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "বুঝেশুনে খেতে হবে আলু | প্রথম আলো",
            "time": "2025-11-29T06:21:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Ft4saoukg%2FPototo.PNG?rect=0%2C22%2C564%2C296&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০০ গ্রাম আলুতে ক্যালরি থাকে ৮০ গ্রাম। এর মধ্যে শর্করা ১৮ গ্রাম, প্রোটিন ২ গ্রাম, ফাইবার ২ গ্রাম, ফ্যাট ০.১ গ্রাম। রয়েছে ভিটামিন সি, ভিটামিন বি৬, ফোলেট পটাশিয়াম, ম্যাগনেশিয়াম, আয়রন ও ক্যালসিয়াম। এ ছাড়া আছে অ্যান্টি–অক্সিডেন্ট, ক্যারোটিনয়েড ও ফ্ল্যাভোনয়েড।</p><p>শর্করা বেশি, তাই দ্রুত শক্তি পাওয়া যায়। রোগ প্রতিরোধ ক্ষমতা বাড়াতেও সাহায্য করে। আলুতে থাকা ভিটামিন সি ও অ্যান্টি–অক্সিডেন্ট ত্বকের উজ্জ্বলতা বৃদ্ধি করে। অ্যাথলেট ও বডিবিল্ডারদের জন্য আলু দ্রুত শক্তির উৎস হিসেবে কাজ করে। আলুর পটাশিয়াম হৃদ্‌যন্ত্রের জন্য উপকারী।</p></div></div></div></body></html>"
        },
        {
            "title": "ওদের জন্য আজও প্রাণ কাঁদে | প্রথম আলো",
            "time": "2025-11-29T06:18:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzebbp3gj%2FUntitled-3.jpg?rect=0%2C33%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে যা করলাম তা হলো, খাটের নিচ থেকে আরেকটা ব্যাঙ ধরে একটা বড় টিনের কৌটায় ভরে জামাই আদরে পালন করতে লাগলাম। টিনের কৌটার মধ্যে মাটি, ঘাস-পাতা দিলাম। মুখ ফুটো করে দিলাম। রাখলাম গাছের আড়ালে। নিয়মিত খাবার ও পানি দিতে লাগলাম। স্কুল থেকে ফিরে কেঁচো ধরে খেতে দিতাম। সে গপাগপ খেত। মাঝেমধ্যে মায়ের চোখ ফাঁকি দিয়ে ছোট চিংড়ি চুরি করে তাকে দিতাম।</p><p>বেশ কিছুদিন এভাবে পালন করার পর মনে হলো, তাকে ছেড়ে দেওয়া দরকার। একদিন ছেড়েও দিলাম। সে মুহূর্তে অদৃশ্য হয়ে গেল। কিন্তু পরদিন স্কুল থেকে ফিরে যা দেখলাম, তার জন্য মোটেই প্রস্তুত ছিলাম না। দেখি, ওই গাছের আড়ালে সেই ব্যাঙটা! স্পষ্ট বুঝলাম, সে আমার সঙ্গে ভাববিনিময় করতে চাইছে, যাচ্ছে না। আমি তার জন্য কয়েকটা কেঁচো খুঁজে আনলাম। মহা উৎসাহে খেলো এবং এ ঘটনা নিয়মিত ঘটতে থাকল। স্কুল থেকে ফিরে তার জন্য খাবারের ব্যবস্থা, তারপর আমার আহার। কত দিন এভাবে চলেছিল, ঠিক মনে নেই। তবে একটা কুনো ব্যাঙ আর ঘরকুনো মানুষের মধ্যে যে এ রকম সখ্য হতে পারে, তা ভেবে আজও রোমাঞ্চিত হই।</p></div></div></div></body></html>"
        },
        {
            "title": "দুরেফিশানের আলোচিত সিরিয়ালটিতে কী আছে | প্রথম আলো",
            "time": "2025-11-29T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Ftqi8d2qr%2F8d607f0c-ec18-4f90-81d9-bf2b78207560.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আহমেদ মোবারক নামের এক দর্শক লিখেছেন, ‘সানওয়াল, আলিয়ার আর পিয়া—এই তিনজন যেন শুধু অভিনয় করেনি, তাঁরা যেন অনুভূতিগুলোকে পর্দায় জীবন্ত করে তুলেছেন। পিয়ার সরলতা, সানওয়ালের চোখে জমে থাকা ভালোবাসা আর আলিয়ারের দ্বন্দ্বে ভরা মন—সব মিলিয়ে প্রতিটা দৃশ্য মনে দাগ কেটে যায়।’</p><p>আহমেদ মোবারক লিখেছেন, ‘আমার বিশ্বাস, শুধু একটা হিট না। এটা হবে এমন এক ড্রামা, যেটা সময়ের সাথে একটা অনুভূতির নাম হয়ে থাকবে।’</p><p>ফারজানা রিমা নামের আরেক দর্শক লিখেছেন, ‘যাঁরা যাঁরা এই রুচি সম্মত ড্রামা দেখতে চান, তাঁদের জন্যই এই ড্রামা ফাস্ট চয়েস হতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "উন্নয়ন টেকসই করতে প্রবৃদ্ধির গুণগত মান নিশ্চিত করতে হবে | প্রথম আলো",
            "time": "2025-11-29T06:10:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F5027ac6a-aac2-44dc-b93e-b89837fd75ca%2F5.jpg?rect=0%2C309%2C4368%2C2293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে দারিদ্র্য হ্রাসের এই সাফল্যের স্পষ্ট সীমাবদ্ধতাও আছে। নগর দারিদ্র্য দ্রুত বাড়ছে এবং এর প্রকৃতি আগের তুলনায় বেশি জটিল। ঢাকা ও বড় শহরগুলোয় অনেক মানুষ বস্তিতে বাস করেন—নিরাপদ পানি, স্বাস্থ্যসেবা, স্যানিটেশন বা নিরাপদ আবাসন ছাড়া। জাতীয় পর্যায়ে ৮৫ শতাংশ শ্রমিক অনানুষ্ঠানিক খাতে কাজ করেন, যেখানে কাজ অস্থায়ী, আয় খুব কম এবং তাঁদের কোনো আনুষ্ঠানিক সামাজিক সুরক্ষা নেই। </p><p>এ কারণে সামান্য যেকোনো ধাক্কাতেই, যেমন রাজনৈতিক অস্থিরতা, প্রাকৃতিক দুর্যোগ কিংবা বৈশ্বিক অর্থনৈতিক দুর্বলতার কারণে এসব পরিবার আবার দরিদ্র অবস্থায় ফিরে যেতে বাধ্য হয়। খাদ্যদ্রব্যের উচ্চমূল্য মানুষের প্রকৃত আয় কমিয়ে দিয়েছে, এবং অনেক পরিবার দারিদ্র্যসীমার ওপর থেকে আবার নিচে নেমে যাচ্ছে। সাম্প্রতিক জরিপ বলছে, দারিদ্র্য হ্রাসের সাফল্য কিছু ক্ষেত্রে আবার উল্টো দিকে ঘুরে গেছে।</p><p>অন্যদিকে বৈষম্যও ক্রমে স্পষ্টভাবে বাড়ছে। বাংলাদেশ পরিসংখ্যান ব্যুরোর খানা আয় ও ব্যয় জরিপ ২০২২ অনুযায়ী, জাতীয় আয় বণ্টনের জিনি সহগ ২০১৬ সালের শূন্য দশমিক ৪৮২ থেকে ২০২২ সালে বেড়ে শূন্য দশমিক ৪৯৯–এ দাঁড়িয়েছে, যা আয় বণ্টন আরও অসম হয়ে পড়ার ইঙ্গিত দেয়। খানা আয় ও ব্যয় জরিপ ২০২২–এর তথ্য থেকে দেখা যায়, দেশের শীর্ষ ৫ শতাংশ খানা মোট জাতীয় আয়ের ৩০.০৪ শতাংশের মালিক, যেখানে নিচের ৫ শতাংশ খানার কাছে রয়েছে মাত্র শূন্য দশমিক ৩৭ শতাংশ। অন্যদিকে ২০১৬ সালে শীর্ষ ৫ শতাংশ খানার আয় ছিল মোট জাতীয় আয়ের ২৭.৮২ শতাংশ এবং নিচের ৫ শতাংশের আয় ছিল মোট জাতীয় আয়ের মাত্র শূন্য দশমিক ২৩ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে দেখতে গেলেন এনসিপি ও হেফাজত নেতারা | প্রথম আলো",
            "time": "2025-11-29T06:08:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Ffry21ijq%2FNCP.jfif?rect=0%2C31%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়া ফুসফুসে সংক্রমণ থেকে শ্বাসকষ্ট নিয়ে হাসপাতালে ভর্তি হয়েছিলেন। এরপর দেখা দেয় নিউমোনিয়া। এর সঙ্গে রয়েছে কিডনি, লিভার, আর্থ্রাইটিস ও ডায়াবেটিসের পুরোনো সমস্যা। ফলে পরিস্থিতি এমন—একটি রোগের চিকিৎসা দিতে গেলে আরেকটির ওপর বিরূপ প্রভাব পড়ছে।</p><p>এমন পরিস্থিতিতে গতকাল শুক্রবার খালেদা জিয়ার শারীরিক অবস্থাকে ‘অত্যন্ত সংকটময়’ বলেছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। বিএনপির নেতারা বলছেন, গত দুই দিনে তাঁর অবস্থার কোনো উন্নতি হয়নি। চিকিৎসকেরা তাঁকে উন্নত চিকিৎসার জন্য সম্ভব হলে দ্রুত সিঙ্গাপুরে নেওয়ার বিষয়ে চিন্তা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের চিফ অব স্টাফকে বরখাস্ত করলেন জেলেনস্কি | প্রথম আলো",
            "time": "2025-11-29T06:07:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-04%2Fznyxh545%2FAndriy-Yermak-.jpg?rect=0%2C29%2C569%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি গতকাল শুক্রবার তাঁর প্রভাবশালী চিফ অব স্টাফ ও শীর্ষ মধ্যস্থতাকারী আন্দ্রি ইয়ারমাককে পদ থেকে সরিয়ে দিয়েছেন। ব্যাপক দুর্নীতির অভিযোগ তদন্তের অংশ হিসেবে গোয়েন্দারা তাঁর বাড়িতে অভিযান চালানোর পর এ পদক্ষেপ নেওয়া হলো।</p><p> ইয়ারমাককে এমন সময় অপসারণ করা হলো, যখন ইউক্রেনের গুরুত্বপূর্ণ মিত্র যুক্তরাষ্ট্র ইউক্রেন যুদ্ধ থামাতে একটি পরিকল্পনা নিয়ে এগোচ্ছে। তবে ইউক্রেনের আশঙ্কা, এটি বাস্তবায়িত হলে কিয়েভের তরফে রাশিয়াকে বড় ছাড় দিতে হতে পারে। যুদ্ধ বন্ধের প্রয়াসের মধ্যেও রাশিয়া পূর্ব ইউক্রেনে ব্যাপক হামলা চালাচ্ছে।</p><p> এমন এক প্রেক্ষাপটে ইয়ারমাকের অপসারণ জেলেনস্কির জন্য একটি গুরুতর ধাক্কা। যুদ্ধের পুরো সময় ইয়ারমাক অবিচলভাবে জেলেনস্কির পাশে ছিলেন। প্রেসিডেন্টের প্রায় সব দাপ্তরিক ছবিতে তাঁদের একসঙ্গে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সালথায় আধিপত্য নিয়ে দুপক্ষের সংঘর্ষ, আহত অর্ধশতাধিক | প্রথম আলো",
            "time": "2025-11-29T06:02:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F27ne0xzq%2FFaridpurDH053920251129IMG-20251129-WA0011.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুটি পক্ষের নেতৃত্বদানকারী নুরু মাতুব্বর ও জাহিদ মাতুব্বর আগে আওয়ামী লীগের রাজনীতির সঙ্গে জড়িত ছিলেন। তবে গত বছর ৫ আগস্ট সরকার পরিবর্তনের পর দুজনেই বিএনপির রাজনীতির সঙ্গে যুক্ত হন।</p><p>ভারপ্রাপ্ত কর্মকর্তার (ওসি) দায়িত্বে থাকা সালথা থানার উপপরিদর্শক (এসআই) মারুফ হাসান বলেন, বেলা সোয়া ১১ টার দিকে পুলিশ ও সেনাবাহিনী পরিস্থিতি নিয়ন্ত্রণে আনে। তিনি বলেন, ‘দুই পক্ষের সংঘর্ষে অনেক ব্যক্তি আহত হয়েছেন। আমরা দুই পক্ষের সাথে যোগাযোগ করছি। আহত ও বাড়ি ভাঙচুরের প্রকৃত সংখ্যা জানার চেষ্টা করছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যব্যবস্থায় মানবিকতা ফিরিয়ে আনতে যা করতে হবে | প্রথম আলো",
            "time": "2025-11-29T06:02:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F596n71i5%2FOvimot.jpg?rect=0%2C22%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই চ্যালেঞ্জগুলো মোকাবিলা করে বাংলাদেশ যদি হাসপাতাল সমাজসেবা বিভাগকে শক্তিশালী করতে পারে, তবে এটি কেবল আমাদের স্বাস্থ্যসেবার মানই বাড়াবে না; বরং একটি মানবিক ও সংবেদনশীল সমাজ গঠনেও ভূমিকা রাখবে। এটি বাংলাদেশের স্বাস্থ্যসেবার এক নতুন দিগন্ত উন্মোচন করবে।</p><p>বাংলাদেশের স্বাস্থ্য সূচকে উল্লেখযোগ্য অগ্রগতি, যেমন মাতৃমৃত্যু কমানো থেকে সংক্রামক রোগ নিয়ন্ত্রণ—এই সবকিছু আমাদের স্বাস্থ্যব্যবস্থার রূপান্তরের সক্ষমতা প্রমাণ করে। কেবল নতুন মেডিকেল কলেজ নির্মাণ ও অবকাঠামো উন্নয়ন করতে গিয়ে স্বাস্থ্যসেবার মানবিক দিক ভুলে যাওয়া উচিত নয়।</p><p>বাংলাদেশের প্রতিটি সরকারি হাসপাতালের রোগীরা কেবল চিকিৎসা নয়, সম্মান, তথ্য ও সহায়তা পাওয়ার যোগ্য। হাসপাতাল সমাজসেবা বিভাগ শক্তিশালী করা কেবল রোগীর সন্তুষ্টি উন্নত করার বিষয় নয়, এটি মৌলিক মানবাধিকার হিসেবে স্বাস্থ্যসেবার প্রতি আমাদের অঙ্গীকারকে সম্মান করার বিষয়।</p><p>রাজনৈতিক সদিচ্ছা ও সামান্য বিনিয়োগের মাধ্যমে আমরা নিশ্চিত করতে পারি যে বাংলাদেশের প্রতিটি হাসপাতালের করিডর শুধু চিকিৎসা যন্ত্রপাতির শব্দে নয়; বরং যত্নশীল পেশাদারদের কণ্ঠস্বরে প্রতিধ্বনিত হয়। যাঁরা রোগী ও পরিবারকে তাঁদের সবচেয়ে দুর্বল মুহূর্তগুলোতে গাইড করতে প্রস্তুত। বাংলাদেশে স্বাস্থ্যসেবায় মানবিকতা ফিরিয়ে আনার প্রেসক্রিপশন স্পষ্ট। এখন আমাদের তা পূরণ করার সাহস দরকার।</p><p>● <strong>মোহাম্মদ আমিনুল ইসলাম </strong>জনস্বাস্থ্য ও যোগাযোগবিশেষজ্ঞ, সিনিয়র লেকচারার, মিডিয়া স্টাডিজ অ্যান্ড জার্নালিজম বিভাগ, ইউনিভার্সিটি অব লিবারেল আর্টস বাংলাদেশ (ইউল্যাব)</p><p><em>*মতামত লেখকের নিজস্ব</em></p></div></div></div></body></html>"
        },
        {
            "title": "গর্ভকালীন ডায়াবেটিসে মায়ের পাশাপাশি সন্তানের ঝুঁকি তৈরি হয় | প্রথম আলো",
            "time": "2025-11-29T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fwgi5947i%2F1dafa80f-d0b9-4d8e-86b8-1fc37ec1833b.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন গর্ভকালীন ডায়াবেটিস কীভাবে শনাক্ত করব? গর্ভকালে যদি খালি পেটে ৫.১–এর ওপরে যায় এবং ৭৫ গ্রাম গ্লুকোজ খাওয়ার দুই ঘণ্টা পরে ৮.৫–এর ওপরে যায়, তাহলে আমরা বলি গর্ভকালীন ডায়াবেটিস। কিন্তু অন্যদের ক্ষেত্রে এটা প্রযোজ্য নয়।</p><p>এখন এ ধরনের ডায়াবেটিসের মাত্রা নির্ণয় করা ও কোন টার্গেটে রাখতে হবে, সেটা নিয়ে সাধারণ মানুষের মধ্যে সচেতনতার অভাব আছে। দুঃখজনক হলেও বলতে হচ্ছে, চিকিৎসকদের কাছেও অনেক সময় এটা খুব বেশি গুরুত্ব পায় না। অথচ খুব সামান্য ব্লাড সুগার বৃদ্ধি, কম সময়ের জন্য হলেও গর্ভস্থ শিশুর ক্ষতি করতে পারে।</p><p>গর্ভকালে যদি সঠিক মাত্রায় ডায়াবেটিস নিয়ন্ত্রণ করা না যায়, তাহলে মায়ের গর্ভপাত হতে পারে, বিকলাঙ্গ সন্তানের জন্ম হতে পারে, সন্তান গর্ভে মারা যেতে পারে, সময়ের আগে সন্তানের জন্ম হতে পারে। মায়ের উচ্চ রক্তচাপ ও খিঁচুনি হতে পারে। একলাম্পশিয়া হয়ে মা মারাও যেতে পারেন। প্রসবকালে অতিরিক্ত রক্তক্ষরণ হয়েও মারা যেতে পারেন। অতিরিক্ত রক্তক্ষরণ ও একলাম্পশিয়া বাংলাদেশে মাতৃমৃত্যুর দ্বিতীয় প্রধান কারণ। অন্যদিকে শিশুমৃত্যুর কারণের মধ্যে আছে অপরিণত হয়ে জন্ম ও কম ওজন নিয়ে জন্মগ্রহণ। এই দুটোর পেছনেও অনেক সময় মায়ের গর্ভকালীন ডায়াবেটিস দায়ী হয়ে থাকে।</p><p>এগুলোর কিছুই যদি তখন না-ও হয়, তবু কী হতে পারে জানেন? মায়ের গর্ভের সন্তানটি হয়তো ওই নয় মাসে কোনো জটিলতায় পড়ল না। কিন্তু সে গর্ভ থেকেই এই ঝুঁকিতে পড়ে গেল যে সে অল্প বয়সে ডায়াবেটিসে আক্রান্ত হবে। অর্থাৎ গর্ভকালে যদি ডায়াবেটিস নিয়ন্ত্রণ না করি, তাহলে ভবিষ্যতে একটি নতুন ডায়াবেটিক নাগরিক তৈরি হচ্ছে। আমরা যদি মাতৃমৃত্যুহার কমাতে চাই, সুস্থ সন্তানের জন্ম দিতে চাই এবং মেধাবী প্রজন্ম তৈরি করতে চাই, তাহলে গর্ভকালে ডায়াবেটিসের সঠিক নির্ণয় ও সঠিক মাত্রা নিয়ন্ত্রণ অত্যন্ত জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রামে চলে না কোনো গাড়ি, তবে সেই গ্রামে যাওয়ার একমাত্র মাধ্যম ‘কেব্‌ল কার’ | প্রথম আলো",
            "time": "2025-11-29T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fyycn3azi%2FUntitled-4.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আকারে ছোট হলেও মারেন গ্রামটি শীতকালীন এক বড় ক্রীড়াকেন্দ্র। একসময়ের নিস্তব্ধ এই গ্রাম ১৮০০-এর দশকের শেষ দিকে বদলে যায়। তখন ব্রিটিশ স্কিয়িং–জগতের মানুষেরা এই গ্রামে এসে এর প্রকৃতি আর স্কি ঢাল দেখে মুগ্ধ হন।</p><p>গ্রামের বাসিন্দা বার্নার্ড লান বলেন, তাঁর প্রপিতামহ হেনরি লান প্রথম ১৮৯০-এর দশকে মারেনে আসেন এবং এর মনোমুগ্ধকর সৌন্দর্যে মুগ্ধ হন। এরপর তিনি সেখানকার সৌন্দর্য দেখাতে ব্রিটিশ পর্যটকদের সেখানে নিয়ে যান। আর্নল্ড লান এবং তাঁর স্ত্রী মেবেল সেখানে বসবাস শুরু করেন।</p><p>আর্নল্ডের আগমন ১৯২৪ সালে কান্দাহার স্কি ক্লাব গঠনের পথও খুলে দেয়। ১৯৩০ সালে দেশের প্রথম স্কি স্কুল মারেনে চালু হয়। এক বছর পর ১৯৩১ সালের ফেব্রুয়ারিতে এই ছোট্ট গ্রামে অনুষ্ঠিত হয় প্রথম আলপাইন বিশ্ব স্কি চ্যাম্পিয়নশিপ।</p><p>স্থানীয়রা বলছেন, মারেন শুধু স্কি করার জন্যই পরিচিত নয়। জুন থেকে সেপ্টেম্বর পর্যন্ত এই এলাকা জনপ্রিয় প্যারাগ্লাইডিং গন্তব্যে পরিণত হয়েছে।</p><p>বার্নার্ডের স্ত্রী জুলিয়া লান মারেনে বিভিন্ন পরিবার ও নারীদের পর্বতারোহণে নেতৃত্ব দেন। তাঁর মতে, মানুষ এখানে কেনাকাটা বা দর্শনীয় স্থান ঘুরতে আসেন না; বরং স্কিয়িং, হাইকিংসহ নানা কিছু করার মধ্য দিয়ে জীবনের অভিজ্ঞতা নিতে আসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজনৈতিক জনসভায় জনসাধারণের ভোগান্তির কথা কে ভাবে | প্রথম আলো",
            "time": "2025-11-29T05:52:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F13d8e2b2-ebb2-4dbc-87c4-96bd7d9e2822%2Feview.jpg?rect=0%2C78%2C749%2C393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনৈতিক দলগুলোর উদ্দেশ্য অবশ্যই জনস্বার্থে হওয়া উচিত। তাই জনসভার পাশাপাশি মানুষের দৈনন্দিন জীবন যেন বাধাগ্রস্ত না হয়, সেদিকও সমান গুরুত্ব পাওয়া জরুরি। আমরা জানি, অনেক দেশেই রাজনৈতিক দলগুলো বড় সমাবেশ নির্দিষ্ট মাঠ বা খোলা স্থানে আয়োজন করে থাকে, যা আমাদের জন্য অনুসরণীয়।</p><p>জনপ্রিয়তা বা শক্তি প্রদর্শনের চেয়ে মানুষের জীবনযাত্রা স্বাভাবিক রাখা অনেক বেশি প্রয়োজনীয়। কেননা, গণতন্ত্রের শক্তি মানুষের অংশগ্রহণে, কিন্তু সেই অংশগ্রহণ যেন মানুষের কষ্ট বাড়িয়ে না তোলে এই সচেতনতা রাজনীতি ও প্রশাসন উভয়েরই থাকা প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "আফগান পাসপোর্টধারীদের জন্য ভিসা ইস্যু স্থগিত করল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2025-11-29T05:52:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fc8b762at%2FTrump.jpg?rect=0%2C10%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প অবশ্য ‘তৃতীয় বিশ্ব’ শব্দটির সংজ্ঞা দেননি। তবে শব্দটি প্রায়শই গ্লোবাল সাউথের উন্নয়নশীল দেশগুলোর সংক্ষিপ্ত রূপ হিসেবে ব্যবহৃত হয়।</p><p>ট্রাম্প আরও বলেন, ‘যুক্তরাষ্ট্রের জন্য প্রকৃত অর্থ সম্পদ নন বা আমাদের দেশকে ভালোবাসতে অক্ষম, এমন যেকোনো ব্যক্তিকে সরিয়ে দেওয়া হবে।’</p><p>মার্কিন প্রেসিডেন্ট বলেন, ‘(আমি) দেশের শান্তি ক্ষুণ্ণকারী অভিবাসীদের নাগরিকত্ব বাতিল করব এবং সরকারি সাহায্যের বোঝা, নিরাপত্তার জন্য ঝুঁকি বা পশ্চিমা সভ্যতার সঙ্গে অসংগতিপূর্ণ যেকোনো বিদেশি নাগরিককে বের করে দেব।’</p><p>গত জানুয়ারিতে হোয়াইট হাউসে ফেরার পর থেকে ট্রাম্প অভিবাসন সীমিত করতে কঠোর পদক্ষেপ নিয়েছেন। গত অক্টোবরে তিনি ঘোষণা দিয়েছেন, তাঁর প্রশাসন ২০২৬ সালে মাত্র ৭ হাজার ৫০০ শরণার্থী গ্রহণ করবে, যা ১৯৮০ সালের পর সর্বনিম্ন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের দিন গণভোটে ভোটারদের মন থাকবে? | প্রথম আলো",
            "time": "2025-11-29T05:46:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzcvrdbp7%2FMotamot-2.jpg?rect=0%2C0%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>(ক) নির্বাচনকালীন তত্ত্বাবধায়ক সরকার, নির্বাচন কমিশন এবং অন্যান্য সাংবিধানিক প্রতিষ্ঠান জুলাই সনদে বর্ণিত প্রক্রিয়ার আলোকে গঠন করা হবে। </p><p>(খ) আগামী জাতীয় সংসদ হবে দুই কক্ষবিশিষ্ট ও জাতীয় সংসদ নির্বাচনে দলগুলোর প্রাপ্ত ভোটের অনুপাতে ১০০ সদস্যবিশিষ্ট একটি উচ্চকক্ষ গঠিত হবে এবং সংবিধান সংশোধন করতে হলে উচ্চকক্ষের সংখ্যাগরিষ্ঠ সদস্যের অনুমোদন দরকার হবে। </p><p>(গ) সংসদে নারী প্রতিনিধি বৃদ্ধি, বিরোধী দল থেকে ডেপুটি স্পিকার, সংসদীয় কমিটির সভাপতি নির্বাচন, মৌলিক অধিকার, বিচার বিভাগের স্বাধীনতা, স্থানীয় সরকার, প্রধানমন্ত্রীর মেয়াদ, রাষ্ট্রপতির ক্ষমতাসহ তফসিলে বর্ণিত যে ৩০টি বিষয়ে জুলাই জাতীয় সনদে ঐকমত্য হয়েছে, সেগুলো বাস্তবায়নে আগামী সংসদ নির্বাচনে বিজয়ী রাজনৈতিক দলগুলো বাধ্য থাকবে। </p><p>(ঘ) জুলাই জাতীয় সনদে বর্ণিত অপরাপর সংস্কার রাজনৈতিক দলগুলোর প্রতিশ্রুতি অনুসারে বাস্তবায়ন করা হবে।</p><p>এখানে প্রশ্ন চারটি। উত্তর একটি। আপনি সমর্থন করলে চারটিকেই করতে হবে। আর সমর্থন না করলে চারটির বিষয়েই ‘না’ ভোট দিতে হবে। এই চার প্রশ্নের মধ্যে স্ববিরোধিতাও আছে। শেষ অনুচ্ছেদে বলা হয়েছে, সনদে বর্ণিত অপরাপর সংস্কার রাজনৈতিক দলগুলোর প্রতিশ্রুতি অনুযায়ী বাস্তবায়ন করতে হবে। কিন্তু নির্বাচনে জয়ী কোনো রাজনৈতিক দলের প্রতিশ্রুতির সঙ্গে যদি ওপরে বর্ণিত প্রথম তিন অনুচ্ছেদ সাংঘর্ষিক হয়, তখন জুলাই সনদ বাস্তবায়ন কঠিন হয়ে পড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগারগাঁওয়ে চলছে ‘মক ভোটিং’, ইসি বলছে, শেখার প্ল্যাটফর্ম | প্রথম আলো",
            "time": "2025-11-29T05:43:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F9nplxqru%2FWhatsApp-Image-2025-11-29-at-11.12.51-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোটকেন্দ্রের বাইরে আইনশৃঙ্খলা ও নিরাপত্তার দায়িত্ব পালন করতে পুলিশ, র‍্যাপিড অ্যাকশন ব্যাটালিয়ন (র‍্যাব) ও বর্ডার গার্ড বাংলাদেশের (বিজিবি) সদস্যদের দেখা গেছে। সারিবদ্ধ দাঁড়িয়ে এসব বাহিনীর সদস্যরা নিরাপত্তার দায়িত্ব পালন করছেন।</p><p>কেন্দ্রের ভেতরে গিয়ে দেখা যায়, নারী ও পুরুষদের জন্য পৃথক দুটি করে চারটি ভোটকক্ষ করা হয়েছে। কক্ষের সামনে ভোটারদের ভিড় ছিল। পরিবেশও ছিল অনেকটাই বিশৃঙ্খল। এ নিয়ে কেন্দ্রে গিয়ে অসন্তোষ প্রকাশ করেন নির্বাচন কমিশনার আবুল ফজল মোহাম্মদ সানাউল্লাহ। বলেন, ‘কিছুই হচ্ছে না।’ তিনি কমিশনের কর্মকর্তাদের সঠিকভাবে দায়িত্ব পালনের নির্দেশনা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাতকানিয়ায় অভিযান চালিয়ে ২২ রোহিঙ্গা আটক | প্রথম আলো",
            "time": "2025-11-29T05:42:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Ffd6312pb%2FWhatsApp-Image-2025-11-29-at-11.23.18.jpeg?rect=0%2C3%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের সাতকানিয়া উপজেলা থেকে ২২ রোহিঙ্গা নাগরিককে আটক করা হয়েছে। গতকাল শুক্রবার রাতে সেনাবাহিনী, আনসার ও উপজেলা প্রশাসনের যৌথ অভিযানে তাঁদের আটক করা হয়। এর মধ্যে ছদাহা ইউনিয়ন থেকে ১০ জন এবং কেওচিয়া ইউনিয়নের নয়া খালের মুখ এলাকা থেকে ১২ জনকে আটক করা হয়েছে।</p><p>উপজেলা প্রশাসন জানায়, স্থানীয় ইটভাটা ও খেতে এসব রোহিঙ্গা নাগরিক শ্রমিকের কাজ করে আসছেন। তাঁরা শ্রমিক পরিচয়ে বাসা ভাড়াও নিয়েছেন সাতকানিয়ায়। পরিচয় নিশ্চিত হওয়ার পর তাঁদের শনাক্ত করে বাসা থেকেই আটক করা হয়। এর আগে ১৫ নভেম্বর সাতকানিয়া পৌরসভা এলাকার একটি ইটভাটা থেকে ৮ রোহিঙ্গা শ্রমিককে আটক করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ মেরিটাইম ইউনিভার্সিটির ভর্তিতে আবেদনের সময় বৃদ্ধি | প্রথম আলো",
            "time": "2025-11-29T05:34:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fyoe4oypp%2F68f88b63001e6fisheries.jpeg?rect=180%2C0%2C571%2C300&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদন শুরু: ২৮ অক্টোবর, ২০২৫</p><p>আবেদন শেষ: ১৫ ডিসেম্বর, ২০২৫</p><p>প্রবেশপত্র ডাউনলোড: ২২-২৯ জানুয়ারি, ২০২৬</p><p>ভর্তি পরীক্ষা: ৩০-৩১ জানুয়ারি ২০২৬</p></div></div></div></body></html>"
        }
    ]
}