{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বাংলাদেশ সমরাস্ত্র কারখানায় চুক্তিভিত্তিক আইন উপদেষ্টা (আইনজীবী) নিয়োগ প্রদান করা হবে। | প্রথম আলো",
            "time": "2025-12-31T12:39:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F31551eb3-c961-4e68-acec-de4cf2a7ecf5%2F649e7edf-8398-45e5-b7a1-faaf8496cd31.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ সমরাস্ত্র কারখানায় চুক্তিভিত্তিক আইন উপদেষ্টা (আইনজীবী) নিয়োগ প্রদান করা হবে। সরাসরি ব্যক্তিগত সাক্ষাৎকারে অংশগ্রহণ করতে হবে। সাক্ষাৎকারের তারিখ ১৫ জানুয়ারি ২০২৬।</p><p><strong>চাকরির বিবরণ</strong></p><p>পদের নাম: আইন উপদেষ্টা (আইনজীবী)</p><p>পদসংখ্যা: ০১</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: সুপ্রিম কোর্টের আইনজীবী হিসেবে ১০ বছরের অভিজ্ঞতাসহ কোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে আইন বিষয়ে সম্মান/ডিগ্রি পাসসহ আইন বিষয়ে সার্টিফিকেটপ্রাপ্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "লস অ্যাঞ্জেলেসে খালেদা জিয়ার গায়েবানা জানাজা, প্রবাসীদের গভীর শ্রদ্ধা | প্রথম আলো",
            "time": "2025-12-31T12:36:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F8tw85lk6%2FCalifornia-BNP-1.jpeg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাঁরা আরও বলেন, এই কঠিন সময়ে তাঁর মৃত্যু জাতিকে গভীর শোক ও শূন্যতার মধ্যে ফেলে দিয়েছে। প্রবাসীরা শোকাহত হলেও তাঁর আদর্শ ও মূল্যবোধ হৃদয়ে চিরকাল জীবিত থাকবে।</p><p>গায়েবানা জানাজায় অন্যদের মধ্যে উপস্থিত ছিলেন ক্যালিফোর্নিয়া বিএনপির যুগ্ম সম্পাদক সৈয়দ নাসির জেবুল, বদরুল আলম মাসুদ, সাবেক সভাপতি আবদুল বাসেত, কাঞ্চন চৌধুরী ও শামসুজ্জোহা বাবলু, সহসভাপতি আফজাল হোসাইন সিকদার, চপল আনসারি, সাংগঠনিক সম্পাদক লোকমান হোসেন, সদস্য মাহতাব আহমেদ, সাবেক সাধারণ সম্পাদক ডাবলু আমিন, সম্পাদক সমাজকর্মী মারুফ ইসলাম, মোরশেদুল ইসলাম, আশরাফ হোসেন আকবর, ড. আবুল হাশেম এবং জালালাবাদ অ্যাসোসিয়েশন অব ক্যালিফোর্নিয়ার সভাপতি মোহাম্মদ আব্দুল মুনিম।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার স্মরণে গুলশানে শোকবই, আজও স্বাক্ষর করছেন কূটনীতিকেরা | প্রথম আলো",
            "time": "2025-12-31T12:27:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fpglg2so9%2FBNP-Office.jpeg?rect=0%2C64%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতিবার বিকেল চারটা থেকে সন্ধ্যা পৌনে ছয়টা পর্যন্ত শোকবইয়ে স্বাক্ষর করেন ফ্রান্স, জাপান, মালয়েশিয়া, ইতালি, সৌদি আরব ও ফিলিপাইনের প্রতিনিধিরা। একই সময়ে স্বাক্ষর করেন জাতিসংঘ উন্নয়ন কর্মসূচি (ইউএনডিপি) ও জাতিসংঘের শরণার্থী সংস্থার (ইউএনএইচসিআর) কর্মকর্তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রীয় মর্যাদায় স্বামী জিয়াউর রহমানের পাশে খালেদা জিয়ার দাফন সম্পন্ন | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fcr7lzsvd%2Fkhaleda-1.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজায় জনতার ঢল কী বার্তা দিয়ে গেল | প্রথম আলো",
            "time": "2025-12-31T12:18:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffviraozo%2Fjpg?rect=0%2C139%2C1193%2C626&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই জন–উপস্থিতি বিএনপির জন্য কেবল শোকের নয়, উজ্জীবনেরও বার্তা। দীর্ঘদিন নিপীড়ন, বিভাজন, ভাঙনের মধ্য দিয়ে যাওয়া একটি দল হঠাৎ আবিষ্কার করল—তার সামাজিক শিকড় এখনো অটুট।</p><p>এই জানাজা বিএনপিকে নতুন করে আত্মবিশ্বাস দিল যে রাজনীতি শুধু প্রশাসনের নিয়ন্ত্রণে চলে না, মানুষের অনুভূতিও একে চালায়।</p><p>একই সঙ্গে এই দৃশ্য আওয়ামী লীগের জন্য গভীর চিন্তার বিষয়। কারণ, ক্ষমতার দীর্ঘ মেয়াদ সত্ত্বেও এমন স্বতঃস্ফূর্ত জনসমাবেশ তারা দীর্ঘদিন দেখাতে পারেনি।</p><p>এটি মনে করিয়ে দেয়—রাষ্ট্র আর সমাজ এক নয়। প্রশাসনিক নিয়ন্ত্রণ থাকলেও সামাজিক বৈধতা চিরস্থায়ী নয়।</p><p>এই জনসমুদ্রের অভিঘাত কেবল দেশের ভেতরেই সীমাবদ্ধ থাকেনি। আন্তর্জাতিক রাজনীতির সূক্ষ্ম রাডারেও এটি ধরা পড়েছে। ভারতের সঙ্গে বিএনপির সম্পর্ক ঐতিহাসিকভাবে শীতল।</p><p>তবু এমন এক মুহূর্তে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের সঙ্গে ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর সাক্ষাৎ করেছেন এবং সেখানে তিনি তারেক রহমানের হাতে ভারতের শোকবার্তা হস্তান্তর করেছেন। বলা হচ্ছে, সৌজন্য ও সমবেদনার সাক্ষাৎ।</p><p>আমরা জানি, রাজনীতিতে সৌজন্য কখনোই অর্থহীন, বার্তাহীন বা নিরীহ কিছু নয়। কূটনীতির ভাষায় সৌজন্য মানে প্রায়ই পরিস্থিতি স্বীকার করে নেওয়া, আর কখনো কখনো ভবিষ্যতের দরজা খোলা রাখা।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে শ্রদ্ধা জানাতে এসে পাকিস্তানের স্পিকারের সঙ্গে হাত মেলালেন ভারতের পররাষ্ট্রমন্ত্রী | প্রথম আলো",
            "time": "2025-12-31T12:15:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Flfd4cnfm%2FJoyshankar-Sadik-01.jpeg?rect=0%2C80%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়ার প্রতি শেষ শ্রদ্ধা জানাতে ঢাকায় এসে দেখা হয়ে গেল দক্ষিণ এশিয়ার দুই বৈরী দেশের উচ্চপর্যায়ের প্রতিনিধিদের। আজ বুধবার ঢাকায় খালেদা জিয়ার প্রতি শ্রদ্ধা জ্ঞাপনের আনুষ্ঠানিকতার আগেই ভারত ও পাকিস্তানের প্রতিনিধিদের মধ্যে সৌজন্য বিনিময় হয়।</p><p> পাকিস্তানের পার্লামেন্টের স্পিকার সরদার আইয়াজ সাদিক আর ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর দুজনেই ঢাকায় এসেছিলেন সাবেক প্রধানমন্ত্রী খালেদা জিয়ার প্রতি শেষ শ্রদ্ধা জানাতে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবারের খরচ কমানোর চেষ্টা দেখা গেছে | প্রথম আলো",
            "time": "2025-12-31T12:12:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Flgibmh9c%2Fprothomalo-bangla2024-10-15xy225d7eMG6256.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বছরজুড়েই খরচ কমাতে পরিবারগুলোকে নানাভাবে কৌশলী হতে দেখা গেছে। কেউ নিত্যদিনের বাজার খরচ কমিয়েছে, কেউ বিলাসী সামগ্রীতে হাত দিয়েছে বুঝেশুনে। মূল্যছাড়ে কেনাকাটা বেড়েছে। আর তাই ‘ইয়ারএন্ড’ ছাড়ের বাইরেও বছরের নানা সময়ে শপিং মলগুলোতে ছাড়ের নোটিশ দেখা গেছে। বিশেষভাবে উল্লেখ করতে হয় উৎসবের সময়গুলোর কথা, ঈদ হোক বা দুর্গাপূজা, কেনাকাটায় আগ্রহী করতে ছাড় দিয়েছে অনেক ব্র্যান্ড। </p><p>অনেক পরিবারের সদস্যদের মধ্যেই বেড়েছে লং ডিসটেন্স। বিদেশে পাড়ি জমানো মানুষের সংখ্যা এবারও ছিল চোখে পড়ার মতো। কেউ পড়তে গেছেন, কেউ গেছেন উন্নত জীবনের খোঁজে। গ্রাম থেকে শহরে আসা মানুষ যেমন চোখে পড়েছে, একইভাবে শহর থেকে অনেকের পরিবার গ্রামেও ফিরে গেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "৩ দিনের রাষ্ট্রীয় শোক, আরও একটি নিয়োগ পরীক্ষার তারিখ পরিবর্তন | প্রথম আলো",
            "time": "2025-12-31T11:51:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fgorbtb61%2Fporibesh_odhidoptor_edit.jpg?rect=0%2C0%2C365%2C192&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৬ ক্যাটাগরির পদের মধ্যে উচ্চমান সহকারী, অফিস সহকারী কাম কম্পিউটার মুদ্রাক্ষরিক, গাড়িচালক, প্রসেস সার্ভার ও ক্যাশ সরকার পদে পরীক্ষা অনুষ্ঠিত হওয়ার কথা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়া: তিনি ছিলেন দক্ষিণ এশিয়ায় সাহসের প্রতীক | প্রথম আলো",
            "time": "2025-12-31T11:43:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fayb02crd%2Fkhaledaziapic.jpg?rect=0%2C0%2C2100%2C1103&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনীতিতে যেকোনো ভুলের সঠিক চিকিৎসা সম্ভব কেবল ভোটের আদালতে। জীবনের শেষলগ্নে খালেদা জিয়া দেখে গেলেন, বাংলাদেশ আবার গণতন্ত্রের প্রাথমিক শর্ত হিসেবে নির্বাচনী পথে ফিরে এসেছে। আসন্ন নির্বাচনের মধ্য দিয়ে বাংলাদেশ যদি প্রকৃতেই গণতন্ত্রের পথে এক ধাপ এগোয়, সেই কৃতিত্বের বড় একাংশ দিতে হবে খালেদা জিয়াকেও।</p><p>গণতন্ত্র ও নির্বাচনের প্রতি অনমনীয় অঙ্গীকারের বাইরে বাংলাদেশের জন্য সম্ভবত তাঁর রেখে যাওয়া আরেকটা বার্তা হলো দক্ষিণ এশিয়ায় এই দেশের যে বিশেষ ভৌগোলিক অবস্থান, তাতে এখানে শক্তিশালী নেতৃত্বের প্রয়োজন। আন্তরাষ্ট্রীয় সম্পর্কে তিনি হেলে পড়া কূটনৈতিক মডেলের বিপক্ষে ছিলেন। এটাও দেশের মানুষের তাঁকে পছন্দ করার বড় এক কারণ ছিল। বাংলাদেশকে যারাই বন্ধু হিসেবে দেখতে চাইবে, তাদের এই বাংলাদেশকে বোঝা দরকার।</p><p>খালেদা বলতেন, বাংলাদেশের বাইরে তাঁর কোনো ঠিকানা নেই। এই উক্তির ভেতর যে রাজনৈতিক আদর্শ, সাহস ও শক্তির প্রকাশ রয়েছে, কার্যত সেটাই বাংলাদেশ। তিনি বাংলাদেশের মতোই দক্ষিণ এশিয়ায় সাহসের প্রতীক ছিলেন। এ রকম সাহসই বাংলাদেশের অস্তিত্বের শর্ত।</p><p>[৩১ ডিসেম্বর ২০২৫ প্রথম আলোর ছাপা সংস্করণে এ লেখা <strong>নীতিতে দৃঢ় খালেদা জিয়া ছিলেন অন্তর্ভুক্তিমূলক</strong>–এ শিরোনামে প্রকাশিত হয়েছে।]</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন ব্যবহারকারীদের এআই দিয়ে তৈরি নিম্নমানের আধেয় দেখাচ্ছে ইউটিউব | প্রথম আলো",
            "time": "2025-12-31T11:38:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fh8yob2xk%2Fyoutube.reuters.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্যাপউইংয়ের গবেষণায় দেখা গেছে, এসব এআই স্লপ চ্যানেল বিশ্বের বিভিন্ন দেশে ছড়িয়ে থাকলেও সেগুলোর দর্শক মূলত আন্তর্জাতিক। স্পেনে এ ধরনের ট্রেন্ডিং এআই চ্যানেলের অনুসারীর সংখ্যা প্রায় দুই কোটি, যা দেশটির মোট জনসংখ্যার প্রায় অর্ধেক। প্রযুক্তি ও ডিজিটাল অধিকারবিষয়ক গবেষক রোহিনী লক্ষ্মণে বলেন, এসব চ্যানেলের জনপ্রিয়তার পেছনে রয়েছে উদ্ভট কল্পনা ও অতিরঞ্জিত উপস্থাপন। নির্দিষ্ট কোনো গল্প না থাকায় ভাষা বা সংস্কৃতির সীমা ছাড়াই এসব ভিডিও নতুন দর্শকদের কাছে সহজে গ্রহণযোগ্য হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে সোনার গয়না বেচাকেনা কমেছে, বেড়েছে বার ও কয়েনে বিনিয়োগ | প্রথম আলো",
            "time": "2025-12-31T11:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-20%2Fzj9aw2i8%2F720e0420-01e3-4fea-865b-55ca7aa70335.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকদের মতে, ভারতীয়দের সোনায় বিনিয়োগের এই প্রবণতা আগামী বছর অর্থাৎ ২০২৬ সাল পর্যন্ত অব্যাহত থাকতে পারে। বুলিয়নের দাম ঊর্ধ্বমুখী হওয়ায় বিশ্বজুড়েই অলংকারের বাজারে মন্দাভাব দেখা যাচ্ছে।</p><p>আবার যাঁরা সোনার কয়েন বা বার কেনার পক্ষপাতী নন, তাঁরা বরং কম ওজনের গয়না কিনছেন। কলকাতার নিবেদিতা চক্রবর্তী বলেন, বাজেট সোনার দামের সঙ্গে তাল মেলাতে না পারায় তিনি হালকা ডিজাইনের দিকে ঝুঁকেছেন। তাঁর ভাষায়, ‘সোনার হারের ওজন ছয়-সাত গ্রাম কমালেই এক লাখ রুপির বেশি সাশ্রয় হয়।’</p><p>পি এন গাডগিল জুয়েলার্সের চেয়ারম্যান সৌরভ গাডগিল বলেন, দাম বৃদ্ধির সঙ্গে সঙ্গে ক্রেতারা এখন গয়নার নকশা ও মূল্য—দুটি বিষয়েই আরও সচেতন হচ্ছেন। এই বাস্তবতায় ব্যবসায়িক কৌশলেও পরিবর্তন এনেছেন তিনি। গত জুন মাসে গাডগিল জুয়েলার্স হালকা ও কম ক্যারেটের গয়নার জন্য নতুন সাব-ব্র্যান্ড চালু করেছে।</p><p>সৌরভ গাডগিল আরও বলেন, ক্রেতারা গয়না কিনতে চান না, বিষয়টি এমন নয়। কিন্তু একই সঙ্গে দামের জন্য যেন চাপে পড়তে না হয়, সে বিষয়েও তাঁরা সচেতন। আধুনিক কারুশিল্পের কল্যাণে হালকা গয়না এখন আর কেবল আর কেবল শৌখিন পণ্য নয়, বরং এসব গয়না এখন কাঙ্ক্ষিত হয়ে উঠেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিচ্ছেদ নিয়ে সালমা বলেন, মৃত্যুর আগপর্যন্ত ভালোবেসে যাব | প্রথম আলো",
            "time": "2025-12-31T11:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fo3wtt56r%2FWhatsApp-Image-2025-12-31-at-5.16.30-PM.jpeg?rect=0%2C85%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিচ্ছেদ নিয়ে কিছুই বলতে চান না সালমা। তিনি জানান, মানসিকভাবে ভালো নেই তিনি। তবে সাবেকের জন্য জানিয়েছেন শুভকামনা। আজ বুধবার দুপুরে প্রথম আলোকে এ গায়িকা বলেন, ‘আমার জায়গা থেকে কিছুই হয়নি। যা হয়েছে তিনি করেছেন। তাই কেন হলো, আমি কিছুই বলতে পারব না।’<br>সাবেককে শুভকামনা জানিয়ে সালমা বলেন, ‘তাঁকে ভালোবেসে ছিলাম, মৃত্যুর আগপর্যন্ত ভালোবেসে যাব। উনি আমার মেয়ের বাবা, তাঁর প্রতি সম্মান সব সময় থাকবে আমার। তিনি ভালো থাকুক।’</p></div></div></div></body></html>"
        },
        {
            "title": "পত্রিকায় মণি সিংয়ের প্রথম ছবি | প্রথম আলো",
            "time": "2025-12-31T11:19:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F7kepo9an%2FWhatsApp-Image-2025-12-31-at-11.06.44.jpeg?rect=0%2C201%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রশীদ তালুকদারকে দৈনিক সংবাদের কার্যনির্বাহী সম্পাদক শহীদুল্লা কায়সার বললেন, ‘আজ মণি সিংকে হাইকোর্টে তোলা হবে। তুমি তাঁর ছবি তুলে আনবে।’ রশীদ তালুকদার বললেন, ‘আমি তো তাঁকে কখনো দেখিনি।’ শহীদুল্লা কায়সার বললেন, ‘বোকা ছেলে! মণি সিংকে কি চেনা লাগে? বিরাট জমিদারের ছেলে, কেমন হতে পারে বুঝে নাও। উঁচু লম্বা গড়ন; দুধে–আলতায় গায়ের রং।’ শহীদুল্লা কায়সারের কথায় আদালতে গেলেন রশীদ তালুকদার।</p><p>তখন আইয়ুবের আমল। দেশজুড়ে চলছে দুঃশাসন। আদালতের ভেতর ছবি তোলা সম্পূর্ণ নিষিদ্ধ। ঢাউস সাইজের টুইন লেন্স রিফ্লেক্সে ছবি তোলা অকল্পনীয় ব্যাপার। ধরা পড়লেই নিশ্চিত জেল। জেল-জুলুম তুচ্ছ করে রোলিফ্লেক্স ক্যামেরা নিয়ে রশীদ তালুকদার গেলেন হাইকোর্টের ভেতর। তুললেন পুলিশ পরিবেষ্টিত কারারুদ্ধ মণিং সিংয়ের ছবি। পরের দিন সংবাদের প্রথম পৃষ্ঠায় ছাপা হলো সেই ছবি। মণি সিংয়ের ছবি তুলতে পারা ছিল পেশাগত জীবনের শুরুর দিকের এক বিশাল সাফল্য। পাক্ষিক অনন্যায় (প্রকাশকাল: ২০০২, ১৫ বর্ষ, চতুর্থ সংখ্যা, পৃষ্ঠা: ৯) ‘আলোকচিত্রীর তিক্ত মধুর অভিজ্ঞতা’ শিরোনামের এক সাক্ষাৎকারে উল্লেখ করেন রশীদ তালুকদার। ১৯৯৭ সালের ১৬ অক্টোবর পাক্ষিক অনন্যায় ‘অনন্য রশীদ তালুকদার’ শিরোনামে এক বিশেষ রচনা প্রকাশিত হয়। এ রচনায়ও পুলিশের চোখ ফাঁকি দিয়ে মণি সিংয়ের ছবি তুলতে পারার কথা বর্ণনা করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিক মিয়া অ্যাভিনিউতে অসুস্থ হয়ে এক ব্যক্তির মৃত্যু | প্রথম আলো",
            "time": "2025-12-31T11:18:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F5ch4334p%2FNID.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের এই কর্মকর্তা আরও বলেন, মৃত ব্যক্তির কাছ থেকে পাওয়া জাতীয় পরিচয়পত্রের ছবির সঙ্গে তাঁর চেহারায় মিল রয়েছে। জাতীয় পরিচয়পত্র অনুযায়ী তাঁর নাম মো. নিরব হোসেন। বাবার নাম মতিউর রহমান মিঞা। ঠিকানা লেখা রয়েছে, ১৭৪ বড় মগবাজার, ডাক্তার গলি, শান্তিনগর, রমনা। তাঁর বাড়ি পটুয়াখালীর বাউফল উপজেলায়।</p></div></div></div></body></html>"
        }
    ]
}