{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিএনপির প্রার্থীর বাড়িতে অভিযান নিয়ে নৌবাহিনীর দুঃখ প্রকাশ | প্রথম আলো",
            "time": "2026-02-14T11:06:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fpen0ixa5%2FWhatsApp-Image-2026-02-14-at-17.08.51.jpeg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">নোয়াখালীর হাতিয়ায় বিএনপির প্রার্থীর বাড়িতে অভিযানের বিষয়ে কথা বলেন, লেফটেন্যান্ট কমান্ডার মো. আরাফাত<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: ভিডিও তেকে নেওয়া</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ইমাম আবু হাসান আশ‘আরী (রহ.): জীবন, কর্ম ও অবদান | প্রথম আলো",
            "time": "2026-02-14T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fxxererch%2Fmock-up-blank-frame-hanging-wall-room.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p>এমনকি হাফেজ বর্ণনা করেন, মৃত্যুর আগে তিনি বলেছিলেন, ‘সাক্ষী থাকো, আমি কিবলার কাউকে কাফের বলি না, কারণ আমাদের মা’বুদ একজনই, কেবল বর্ণনার ভঙ্গি ভিন্ন।’ (সিয়ারু আলামিন নুবালা: ১৫/৮৮)</p><p>আশআরি আকলকে অসীম মূল্য দিলেও একে ওহির অধীনস্থ মনে করতেন। তিনি আল্লাহর গুণাবিল প্রসঙ্গে মুতাজিলাদের সঙ্গে দ্বিমত পোষণ করেন। তিনি ইলম (জ্ঞান), কুদরত (ক্ষমতা) ও হায়াত (জীবন)-কে আল্লাহর সত্তার সঙ্গে কায়েম (প্রতিষ্ঠিত) হিসেবে গ্রহণ করেন।</p><p>আল্লাহর সত্তা ও গুণাবলির সম্পর্কে তিনি বলেন, আল্লাহর গুণাবলি সত্তা নয়, আবার সত্তা থেকে ভিন্ন কিছুও নয়। তিনি মুতাজিলাদের গুণাবলি অস্বীকারের সমালোচনা করে <em>আল-ইবানা </em>গ্রন্থে বলেন, যদি আল্লাহ ‘মুরিদ’ (ইচ্ছাকারী) হন, তবে তাঁর ‘ইরাদা’ (ইচ্ছা) থাকা আবশ্যিক। ইরাদা ছাড়া মুরিদ হওয়া অসম্ভব।</p><p> মু‘তাজিলাদের ‘খলকুল কুরআন’ (কোরআন সৃষ্ট) মতবাদ প্রত্যাখ্যান করে তিনি ইমাম আহমাদ ইবনে হাম্বলের পথ অনুসরণ করেন। তাঁর মতে, কালামের দু’টি স্তর: ১. কালামে নাফসি, ২. কালামে লাফজি (লিখিত কালাম)।</p><p>কালামে নাফসি আল্লাহর সত্তার সঙ্গে সম্পর্কিত অনাদি কালাম। লিখিত কালাম অক্ষর ও শব্দ দিয়ে গঠিত যা আমরা পাঠ করি এবং তা সৃষ্ট। তিনি যুক্তি দেন, যেমন আল্লাহর ‘ইলম’ এক হলেও তা অগণিত বিষয়ের সাথে সম্পর্কিত, তেমনি তাঁর ‘কালাম’ এক হলেও তা আদেশ, নিষেধ ও সংবাদ হিসেবে ভিন্ন ভিন্ন রূপ পায়।</p><p>ইমাম ইবনে ফুরাকের মতে তাঁর গ্রন্থের সংখ্যা ৯০টিরও বেশি। উল্লেখযোগ্য কিতাবসমূহ—</p><ul><li><p>মাকালাতুল ইসলামিয়িন: বিভিন্ন ফিরকার আকিদা বর্ণনার প্রাচীনতম গ্রন্থ, যেখানে তিনি অত্যন্ত আমানতদারির সঙ্গে সবার মত উল্লেখ করেছেন।</p></li><li><p>আল-লুম‘আ: যুক্তি ও ওহীর সমন্বয়ে সংক্ষিপ্ত আকারে সুন্নি আকিদার উপস্থাপনা। অনেক গবেষক একে <em>আল-ইবানা</em>র চেয়েও বেশি গুরুত্বপূর্ণ মনে করেন।</p></li><li><p>রিসালাতু ইলা আহলিস সাগার: সীমান্তবর্তী আলেমদের প্রশ্নের উত্তরে লিখিত একান্নটি মৌলিক বিশ্বাসের সমষ্টি, যা সালাফের ঐকমত্যের ওপর প্রতিষ্ঠিত।</p></li><li><p>আল-ইবানা আন উসুলিদ দিয়ানা: সালাফদের পদ্ধতিতে লেখা, যেখানে তিনি আল্লাহর সিফাতগুলোর ব্যাখ্যা আল্লাহর ওপর সোপর্দ করার পথ বেছে নিয়েছিলেন।</p></li><li><p>রিসালাতু ইস্তিহসানুল খাওয ফি ইলমিল কালাম: এতে তিনি প্রমাণ করেছেন যে, দ্বীনের প্রয়োজনে যুক্তিবিদ্যার চর্চা জায়েজ। তিনি সুরা আম্বিয়ার ২২ নম্বর আয়াত দিয়ে এর প্রমাণ পেশ করেছেন।</p></li></ul><p>ইমাম আশআরির এই মধ্যপন্থী পদ্ধতি শাফেয়ি ও মালেকি ফিকহ এবং ইমাম জোনায়েদ বাগদাদির সুন্নি তাসাউফের সাথে মিশে এক ভারসাম্যপূর্ণ ইসলামি জীবনদর্শন তৈরি করেছে। আজ বিশ্বের অধিকাংশ সুন্নি মুসলিম তাঁর এই দর্শনের অনুসারী।</p><p>পরিশেষে বলা যায়, ইমাম আবুল হাসান আশআরির অবদান হলো, তিনি আকিদার বিষয়গুলোকে যুক্তিবিদ্যার ফ্রেমে সাজিয়েছেন যাতে বিরোধীদের বুদ্ধিবৃত্তিক মোকাবেলা করা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রজুড়ে নতুন নতুন আটককেন্দ্র হচ্ছে, ৩৮৩০ কোটি ডলার ব্যয় করবে আইসিই | প্রথম আলো",
            "time": "2026-02-14T10:54:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Faoz9w41b%2FICE.jpg?rect=0%2C125%2C905%2C475&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিকল্পনার আওতায় থাকা ভবনগুলো সংস্কার করতে আইসিই ঠিকাদার নিয়োগ করবে। এগুলোতে চিকিৎসা দেওয়ার ব্যবস্থা থাকবে, ক্যানটিন, লবি, বিনোদন এলাকা, ডরমিটরি ও আদালত কক্ষ থাকবে।</p><p>২০২৫ সালের জুলাইয়ে রিপাবলিকান–নিয়ন্ত্রিত কংগ্রেসে পাস হওয়া ব্যয় প্যাকেজের আওতায় এই আটককেন্দ্রগুলোর জন্য অর্থায়ন করা হবে। প্যাকেজটি ‘ওয়ান বিগ বিউটিফুল বিল’ নামে পরিচিত।</p><p>এতে অভিবাসনবিরোধী আইন প্রয়োগের জন্য ১৭ হাজার কোটি ডলার বরাদ্দ করা হয়েছে। এর মধ্যে অভিবাসীদের আটক রাখা বাবদ ৪ হাজার ৫০০ কোটি ডলার বরাদ্দ করা হয়েছে। ২০২৪ অর্থবছরের বাজেটে অভিবাসী আটকে ৩৪০ কোটি ডলার বরাদ্দ রাখা হয়েছিল।</p><p>এ ব্যাপারে বক্তব্য জানতে যুক্তরাষ্ট্রের হোমল্যান্ড সিকিউরিটি বিভাগের এক মুখপাত্রের সঙ্গে যোগাযোগ করেছিল রয়টার্স। তবে তাৎক্ষণিকভাবে সাড়া পাওয়া যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "রাস্তায় যে পরিচিত ছেলেকেই দেখছি, তাকেই মনে হচ্ছে চিঠির লেখক | প্রথম আলো",
            "time": "2026-02-14T10:53:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fhwvuffcc%2FGeminiGeneratedImage2bid5i2bid5i2bid.png?rect=0%2C243%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২.</p><p>পাড়ায় সাংস্কৃতিক অনুষ্ঠান হবে। আমি নাচে অংশ নিচ্ছি। মেকআপম্যান সব নৃত্যশিল্পীকে সাজিয়ে দিচ্ছেন। নাচের মেয়েদের চুল চূড়াখোঁপা করে কাগজের সাদা ফুলের মালা পরিয়ে দিলেন। শুধু আমাকে একটি স্পেশাল বেলি ফুলের মালা দিলেন। সেটা নিয়ে অন্য মেয়েরা খুব মন খারাপ করল, কথাও শুনিয়ে দিল।</p><p>আমার মনে একটা সন্দেহ দানা বেঁধে উঠল। মেকআপম্যানকে একা পেয়ে জিজ্ঞেস করলাম, ‘আঙ্কেল, বেলি ফুলের মালা কে দিয়েছে?’</p><p>তিনি জানেন না, একটা খামে বেলি ফুলের মালা ভরা ছিল, আর তাতে লেখা ছিল, ‘এই মালাটা কুসুমের খোঁপায় পরানোর জন্য।’</p><p>একটা সূত্র পেলাম, বেলি ফুলের মালা যে দিয়েছে, সেই হয়তো পত্রলেখক।</p><p>৩.</p><p>একদিন এক প্রতিবেশীর বাসায় আমাকে দিয়ে তরকারি পাঠিয়েছেন দাদিমা। সেই বাসার মেয়ে আবার আমার ফুফুর বান্ধবী, ছেলেটি ছোট চাচার বন্ধু। নিত্য বাসায় আসা-যাওয়া। হঠাৎ খেয়াল করলাম, ছেলেটি বেলি ফুলের মালা গাঁথছে। পাশে বেশ কয়েকটি লালা গোলাপ। আমি গিয়ে বললাম, ‘বাহ, আপনি তো সুন্দর মালা গাঁথেন।’</p><p>ছেলেটি চোখ তুলে তাকাচ্ছে না।</p><p>‘শুনুন, বেলি ফুলের মালার মধ্যে একটা লালা গোলাপ দিন, আরও সুন্দর লাগবে!’</p><p>যথারীতি সন্ধ্যায় নৃত্য অনুষ্ঠানে বেলি ফুলের মালার মধ্যে একটা লাল গোলাপ!</p><p>প্রেমের সেই শুরু।</p></div></div></div></body></html>"
        },
        {
            "title": "যাদুকাটা নদীর তীরে শিমুলবাগানে আজ বসন্ত উৎসব | প্রথম আলো",
            "time": "2026-02-14T10:51:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fg6nyjazp%2FWhatsApp-Image-2026-02-14-at-16.39.20.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশেষ এই দিন ঘিরে দেশের বিভিন্ন অঞ্চল থেকে পর্যটকেরা আসেন। বাগানে ঘুরে বেড়ান, ছবি তোলেন। তরুণেরা দল বেঁধে গানে মাতেন। শাহ আবদুল করিম, হাছন রাজা, দুর্বিন শাহের গানের সুর ছড়িয়ে পড়ে বাগানজুড়ে। কেউ কেউ গাছের ছায়ায় প্রিয় মানুষের হাত ধরে উদাস হন। কেউ আবার নিরিবিলি বসে সময় কাটান, ঝরে পড়া ফুল কুড়ান। ভালোবাসার গল্পে কাটে তাঁদের সকাল-দুপুর। শুধু বড়রা নন, শিশুরাও আসে শিমুলবাগানে। আনন্দে মাতে তারা। দৌড়াদৌড়ি, ঘোড়ায় চড়া, দোলনায় দোল খাওয়া, পাহাড় দেখা—সবই চলে।</p><p>স্থানীয় বাসিন্দা, কবি ও আলোকচিত্রী অমিয় হাসান জানালেন এই বাগান গড়ে ওঠার কথা। ২০০১ সালে এই বাগান গড়ে তোলেন এলাকার একজন বৃক্ষপ্রেমী, সমাজকর্মী প্রয়াত জয়নাল আবেদীন। তাঁর উত্তরসূরিরা এই বাগানের নাম দিয়েছেন ‘জয়নাল শিমুল বাগান’। ৩০ একর জায়গাজুড়ে এই বাগানে রয়েছে প্রায় তিন হাজার গাছ। বলা হয়, এটি দেশের সবচেয়ে বড় শিমুলবাগান। ফেব্রুয়ারির শুরু থেকেই ফুল ফুটতে থাকে। মাসজুড়েই গাছে ফুল থাকে। এরপর ধীরে ধীরে ঝরে পড়ে। একসময় গাছে নতুন পাতা গজায়, তখন সবুজ হয়ে ওঠে বাগান।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৭ বছর পর লালমনিরহাটের সব আসনে জিতলেন বিএনপির প্রার্থীরা | প্রথম আলো",
            "time": "2026-02-14T10:49:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fjfhmvjay%2F%E0%A6%B2%E0%A6%BE%E0%A6%B2%E0%A6%AE%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A6%B9%E0%A6%BE%E0%A6%9F.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লালমনিরহাট–৩ (সদর) আসনে ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বিএনপির প্রার্থী আসাদুল হাবিব দুলু ১ লাখ ৩৯ হাজার ৬৫১ ভোট পেয়ে বিজয়ী হয়েছেন। তাঁর নিকটতম প্রতিদ্বন্দ্বী জামায়াতে ইসলামীর মো. আবু তাহের ৫৬ হাজার ২৪৪ ভোট পেয়েছেন। আসাদুল হাবিব প্রতিদ্বন্দ্বী প্রার্থীর চেয়ে ৮৩ হাজার ৪০৭ ভোট বেশি পেয়েছেন।</p><p>খোঁজ নিয়ে জানা গেছে, লালমনিরহাট–৩ আসনে ২৫ বছর আগে ২০০১ সালের ১ অক্টোবর অনুষ্ঠিত অষ্টম জাতীয় সংসদ নির্বাচনে বিএনপি মনোনীত প্রার্থী আসাদুল হাবিব ৬৩ হাজার ৩৫৯ ভোট পেয়ে বিজয়ী হন। তাঁর নিকটতম প্রতিদ্বন্দ্বী ছিলেন আওয়ামী লীগের আবু সাঈদ দুলাল। তিনি পেয়েছিলেন ৪২ হাজার ৯১২ ভোট।</p><p>এর আগে ১৯৭৯ সালের ১৮ ফেব্রুয়ারিতে অনুষ্ঠিত দ্বিতীয় জাতীয় সংসদ নির্বাচনে লালমনিরহাট–৩ আসন থেকে বিএনপির প্রার্থী রিয়াজ উদ্দিন আহমেদ ২২ হাজার ৫৭৫ ভোট পেয়ে বিজয়ী হন। তাঁর নিকটতম প্রতিদ্বন্দ্বী ছিলেন আওয়ামী লীগের আবুল হোসেন। তিনি পেয়েছিলেন ২১ হাজার ৪৭২ ভোট। বিএনপির রিয়াজ উদ্দিন আহমেদ ১ হাজার ১০৩ ভোট বেশি পেয়ে সেবার সংসদ সদস্য নির্বাচিত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যানজেলুস সিলেসিয়াসের মরমি কবিতা | প্রথম আলো",
            "time": "2026-02-14T10:47:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fr37hfifm%2FWhatsApp-Image-2026-02-14-at-10.35.23.jpeg?rect=0%2C110%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৬৪৯ সালে সিলেসিয়াস একজন ডিউকের রাজচিকিৎসক হিসেবে নিযুক্ত হন। কিন্তু লুথারীয় কর্তৃপক্ষের সঙ্গে বেড়ে ওঠা মতবিরোধের কারণে তিনি এই পদ ছেড়ে দিতে বাধ্য হন। তাঁর মরমিবাদী ভাবধারা এবং লুথারীয় গোঁড়াপন্থী নীতির সঙ্গে বিরোধের কারণে ১৬৫৩ সালের ১২ জুন তিনি আনুষ্ঠানিকভাবে ক্যাথলিক ধর্মে দীক্ষা নেন। এই ধর্মান্তরের পরে তিনি ‘অ্যানজেলুস সিলেসিয়াস’ নাম গ্রহণ করেন।</p><p>ধর্মান্তরের পর সিলেসিয়াস ১৬৬১ সালে ফ্রান্সিসকান অর্ডারে যোগদান করেন ও পাদরি হিসেবে বৃত হন। তিনি সাইলেসিয়া অঞ্চলে ক্যাথলিক ধর্মের পুনরুজ্জীবনে সক্রিয় ভূমিকা পালন করেন। প্রটেস্টান্টবাদের বিরুদ্ধে ৫৫টিরও বেশি প্রচারমূলক রচনা প্রকাশ করেন তিনি। ১৬৭১ সালে তিনি ব্রেসলাউর জেসুইট হাউসে কর্মাবকাশে যান।</p><p>সিলেসিয়াসের সাধনা ছিল অভ্যন্তরীণ অনুসন্ধানের। লুথেরান থেকে ক্যাথলিক হয়ে তিনি ফ্রান্সিসকান অর্ডারে যোগ দেন এবং যাজকীয় জীবন যাপন করেন। তাঁর অনুশীলন কুয়াইটিজম (ঈশ্বরমুখী ধ্যান করা এবং নিজের ইচ্ছা থেকে দূরে থাকা) ও অ্যাপোফ্যাটিক (ঈশ্বরকে ‘না’-এর মধ্য দিয়ে অনুধাবন) পথ অনুসরণ করে। বস্তুগত চাহিদা ত্যাগ, মানবীয় ইচ্ছা অস্বীকার এবং ঈশ্বরের সঙ্গে ঐক্য লাভ হয়ে ওঠে তাঁর পথ। তিনি মিস্টিক্যাল দর্শন অনুভব করেন এবং নেতিবাচক পথ বা নেগেটিভ হয়ে অনুসরণ করেন, যেখানে ঈশ্বরকে ‘নাথিং’ হিসেবে উপলব্ধি করা হয়।</p><p>তাঁর সাধনা থার্টি ইয়ার্স ওয়ারের সংঘাতপূর্ণ পরিবেশে গড়ে ওঠে, যেখানে অ্যানাব্যাপটিস্ট, ব্রেদারেন অব দ্য ফ্রি স্পিরিট এবং বোয়েমের মতো সেক্টরিয়ান মুভমেন্ট প্রভাবশালী ছিল। পরবর্তীকালে তিনি কাউন্টার-রিফরমেশনে যোগ দেন, কিন্তু এটি তার অভ্যন্তরীণ শান্তিকে বিঘ্নিত করে। তাঁর ভাবধারা আত্মমৃত্যুর মাধ্যমে ঈশ্বরের জন্মের ধারণা প্রচার করে। এটি মনস্তাত্ত্বিক নিরাময়েরও একটি পথ।</p><p>জীবনের শেষ পর্যায়ে তিনি ফ্রান্সিসকান তৃতীয় নিয়মের অনুসারী হয়ে ঈশ্বরমুখী ধ্যান, তপস্যা ও লেখালেখিতে নিজেকে নিয়োজিত করেন। মরমি অভিজ্ঞতা ও গভীর ধ্যানচর্চা তাঁর কাব্যভাষায় ঈশ্বরের সঙ্গে আত্মার মিলনের তীব্র আকাঙ্ক্ষা প্রকাশ করে। ১৬৭৭ সালের ৯ জুলাই যক্ষ্মা রোগে আক্রান্ত হয়ে তিনি মৃত্যুবরণ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু পুলিশের বাড়িতে চুরি করতেন তিনি | প্রথম আলো",
            "time": "2026-02-14T10:46:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fzcwuizec%2FCapture.PNG?rect=0%2C61%2C975%2C512&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের দাবি, জিজ্ঞাসাবাদে দীপেশ স্বীকার করেছেন, তিনি চুরির জন্য শুধু পুলিশ সদস্যদের বাড়ি নিশানা করতেন। কারণ, হিসেবে তিনি ১৫ বছর আগের এক ঘটনার কথা বলেন। তখন আলিরাজপুরে এক পুলিশ সদস্য তাঁকে মারধর করেছিলেন। সেই ঘটনার পর থেকে তাঁর মনে ক্ষোভ জন্মায়।</p><p>খান্ডওয়ার কোতোয়ালি থানার ভারপ্রাপ্ত কর্মকর্তা প্রবীণ আর্য জানান, দীপেশ নাকি চুরির আগে ছদ্মবেশ ধারণ করতেন। কখনো রাস্তার ফেরিওয়ালা সেজে পুলিশ লাইনের আশপাশে ঘোরাফেরা করতেন। পরিস্থিতি বুঝে রাতের অন্ধকারে বাড়িতে ঢুকে পড়তেন। এ ঘটনায় রমেশ ও ভুরালিয়া নামের আরও দুজনকে খোঁজা হচ্ছে। তাঁরা পলাতক বলে জানিয়েছে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "নিপাহ ভাইরাস সংক্রমণ নিয়ন্ত্রণ নিয়ে কিছু গুরুত্বপূর্ণ কথা | প্রথম আলো",
            "time": "2026-02-14T10:45:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fa096m9gw%2FUntitled-4.jpg?rect=0%2C21%2C938%2C492&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>● সন্দেহভাজন বা নিশ্চিত সংক্রমণে আক্রান্ত রোগীর যত্ন নেওয়া বা তাঁদের নমুনা স্পর্শ করার কাজে নিয়োজিত স্বাস্থ্যকর্মীদের সংক্রমণ প্রতিরোধে সতর্কতা অনুসরণ করতে হবে।</p><p>● বিশ্ব স্বাস্থ্য সংস্থা সন্দেহভাজন বা নিশ্চিত রোগীদের সেবায় ভালো ফিটিং মেডিকেল মাস্ক, চোখের সুরক্ষা, তরল-প্রতিরোধী গাউন এবং গ্লাভস ব্যবহারের পরামর্শ দিয়েছে। </p><p>●সন্দেহভাজন বা নিশ্চিত নিপাহ ভাইরাসে আক্রান্ত রোগীকে একটি একক ঘরে রাখা। রোগীকে বায়ুবাহিত সংক্রমণ-বিচ্ছিন্ন কক্ষে রাখা এবং মেডিকেল মাস্কের পরিবর্তে ফিট-পরীক্ষিত ফিল্টারিং ফেসপিস রেসপিরেটর ব্যবহার করানো।</p> <p><strong>অধ্যাপক ডা. মো. আবুল ফয়েজ</strong><em>, সাবেক মহাপরিচালক স্বাস্থ্য অধিদপ্তর, সভাপতি, ডেভ কেয়ার ফাউন্ডেশন</em></p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান, শফিকুর রহমান ও নাহিদ ইসলামকে প্রধান উপদেষ্টার ফোন | প্রথম আলো",
            "time": "2026-02-14T10:35:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F614jiwwy%2FWhatsApp-Image-2026-02-14-at-16.32.59.jpeg?rect=0%2C72%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দায়িত্বশীল ভূমিকা পালনের মাধ্যমে নির্বাচনকে উৎসবমুখর ও শান্তিপূর্ণ করে তোলায় বিএনপির চেয়ারম্যান তারেক রহমান, জামায়াতে ইসলামীর আমির শফিকুর রহমান এবং এনসিপির আহ্বায়ক নাহিদ ইসলামকে অভিনন্দন, ধন্যবাদ ও কৃতজ্ঞতা জানিয়েছেন অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বিজয়ীদের গেজেট প্রকাশের পর আজ শনিবার পৃথক টেলিফোন আলাপে প্রধান উপদেষ্টা বিএনপি, জামায়াতে ইসলামী ও এনসিপির নেতাদের সঙ্গে কথা বলেন। তিনি বলেন, রাজনৈতিক দলগুলোর পরিমিতি, সংযম ও দায়িত্বশীল আচরণের ফলে নির্বাচন ঘিরে সারা দেশে একটি উৎসবমুখর ও শান্তিপূর্ণ পরিবেশ বজায় রাখা সম্ভব হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদপুরে বিশৃঙ্খলা করায় ৫ কর্মীকে পুলিশে দিলেন বিএনপির সংসদ সদস্য | প্রথম আলো",
            "time": "2026-02-14T10:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F2w5hkwl0%2Fmediaimages-17259082412844.webp?rect=6%2C0%2C994%2C522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই পাঁচজন হলেন শহরের ওয়্যারলেস বাজার এলাকার নাহিদুল ইসলাম ওরফে জনি, মোবারক হোসেন বেপারী, জনি গাজী, মনির ও ফাহিম।</p><p>চাঁদপুর সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. ফয়েজ আহমেদ বলেন, আটক ব্যক্তিদের থানা হেফাজতে রাখা হয়েছে। তাঁদের বিরুদ্ধে অভিযোগ যাচাই-বাছাই শেষে আইনগত ব্যবস্থা নেওয়া হবে। এ ঘটনার সঙ্গে সম্পৃক্ত অন্যদের আটকের জন্য অভিযান অব্যাহত আছে।</p><p>অভিযুক্তদের ধরার জন্য পুলিশকে নির্দেশ দিয়েছেন জানিয়ে সংসদ সদস্য শেখ ফরিদ আহমেদ প্রথম আলোকে বলেন, ‘আমার চাঁদপুরে এখন থেকে আর কোনো চাঁদাবাজ, সন্ত্রাস ও মাদক কারবারি থাকবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে মার্কিন পররাষ্ট্রমন্ত্রীর অভিনন্দন, নতুন সরকারের সঙ্গে কাজ করার আগ্রহ | প্রথম আলো",
            "time": "2026-02-14T10:34:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F7eyb9p2b%2FMarco-Rubio.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে জয় পাওয়ায় বিএনপির চেয়ারম্যান তারেক রহমানকে অভিনন্দন জানিয়েছেন যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রী মার্কো রুবিও। এর পাশাপাশি নতুন সরকারের সঙ্গে কাজ করার আগ্রহ প্রকাশ করেছে ওয়াশিংটন।</p><p>সামাজিক যোগাযোগমাধ্যমে দেওয়া এক বার্তায় মার্কো রুবিও বলেন, ‘বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) ও দলটির নেতা তারেক রহমানের পাশাপাশি বাংলাদেশের জনগণকেও অভিনন্দন। আঞ্চলিক নিরাপত্তা ও সমৃদ্ধি এগিয়ে নিতে নবনির্বাচিত সরকারের সঙ্গে কাজ করার অপেক্ষায় আছে যুক্তরাষ্ট্র।’</p><p>অভিনন্দন বার্তায় বাংলাদেশের নবনির্বাচিত সরকারের সঙ্গে দ্বিপক্ষীয় সম্পর্ক জোরদার এবং আঞ্চলিক অভিন্ন লক্ষ্যগুলো এগিয়ে নিতে যুক্তরাষ্ট্রের প্রতিশ্রুতি তুলে ধরা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশ গড়ার পালা, ঐক্যই শক্তি: তারেক রহমান | প্রথম আলো",
            "time": "2026-02-14T10:33:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fe425zxi6%2Ftarique_2.jpg?rect=0%2C0%2C943%2C495&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শনিবার হোটেল ইন্টারকন্টিনেন্টালে সংবাদ সম্মেলনে বিএনপির চেয়ারম্যান তারেক রহমান বলেছেন, এবার দেশ গড়ার পালা, সবাইকে দায়িত্বশীল ভূমিকা পালন করতে হবে। </p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ২৯৭টির মধ্যে ২০৯ আসনে নিরঙ্কুশ বিজয়ের পর তিনি বলেন, জাতীয় ঐক্যই শক্তি, বিভাজন দুর্বলতা। </p><p>সুষ্ঠু নির্বাচনের জন্য অন্তর্বর্তী সরকার ও নির্বাচন কমিশনকে ধন্যবাদ জানিয়ে তারেক সবাইকে ঐক্যবদ্ধভাবে দেশ গড়তে এবং সতর্ক থাকতে আহ্বান জানান। </p></div></div></div></body></html>"
        },
        {
            "title": "‘আই লাভ ইউ’ ভাইরাস পৃথিবীকে কাঁপিয়ে দিয়েছিল | প্রথম আলো",
            "time": "2026-02-14T10:31:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fxcdca4ig%2Flove-u.jpg?rect=0%2C0%2C1905%2C1000&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রযুক্তিবিদ ডোমিঙ্গুয়েজ জানান, তিনি নিজে এই ভাইরাসের হাত থেকে বেঁচে গিয়েছিলেন কারণ তিনি উইন্ডোজের বদলে লিনাক্স সিস্টেম ব্যবহার করতেন। এই ওয়ার্মটি মূলত উইন্ডোজের একটি বিশেষ দুর্বলতাকে কাজে লাগিয়েছিল। সে সময় উইন্ডোজ সিস্টেমে ফাইলের এক্সটেনশন (যেমন .exe বা .vbs) লুকিয়ে রাখার অপশন ছিল। হ্যাকাররা ফাইলটি করেছিল .TXT.vbs ঘরানায়। ব্যবহারকারীরা কেবল .TXT অংশটি দেখে মনে করতেন এটি একটি সাধারণ টেক্সট ফাইল। আসলে সেটি ছিল একটি ভিজ্যুয়াল বেসিক স্ক্রিপ্ট, যা ওপেন করার সঙ্গে সঙ্গেই কম্পিউটারে ম্যালওয়্যার কোড চলত।</p><p>সেই ভয়াবহ ভাইরাসের স্রষ্টা ছিলেন ফিলিপাইনের এএমএ কম্পিউটার কলেজের ২৪ বছর বয়সী ছাত্র ওনেল ডি গুজমান। ২০২০ সালে এক সাক্ষাৎকারে তিনি স্বীকার করেন, কেবল বিনা মূল্যে ইন্টারনেট ব্যবহারের জন্য পাসওয়ার্ড চুরির উদ্দেশ্যে তিনি এটি তৈরি করেছিলেন। বিশ্বজুড়ে এত বড় ধ্বংসলীলা চালানোর কোনো পরিকল্পনা তাঁর ছিল না। এর আগে ১৯৯৯ সালে মেলিসা নামে একটি ভাইরাস ছড়ালেও আই লাভ ইউর ব্যাপকতা ছিল অভাবনীয়। আই লাভ ইউ ভাইরাসের আক্রমণ ছিল ইতিহাসের অন্যতম বড় ফিশিং আক্রমণ।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনা বিভাগে চমক লাগানো ফল জামায়াতের, বিএনপির বিপর্যয়ের কারণ কী | প্রথম আলো",
            "time": "2026-02-14T10:28:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F8e1ytprv%2FWhatsApp_Image_2026_02_12_at_8_19_59_AM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভাগের ৩৬টি আসনের ফলাফল অনুযায়ী, বিএনপি খুলনায় ৪টি, মাগুরায় ২টি এবং বাগেরহাট, যশোর, নড়াইল, ঝিনাইদহ ও কুষ্টিয়ায় ১টি করে আসনে জয় পেয়েছে। অন্যদিকে জামায়াত যশোরে ৫টি; সাতক্ষীরায় ৪টি; বাগেরহাট, ঝিনাইদহ ও কুষ্টিয়ায় ৩টি করে; খুলনা, চুয়াডাঙ্গা ও মেহেরপুরে ২টি করে এবং নড়াইলে ১টি আসনে জিতেছে। খুলনা বিভাগের প্রায় ৭০ শতাংশ আসনে জামায়াত জয় পেলেও দলটির সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার খুলনা-৫ আসনে পরাজিত হয়েছেন।</p><p>মিয়া গোলাম পরওয়ার বলেন, তাঁর আসনে প্রায় ছয় হাজারের বেশি ভোট বাতিল করা হয়েছে। এসব ভোট যৌক্তিক কারণে ও বিধি অনুযায়ী বাতিল হয়েছে কি না, তা খতিয়ে দেখা প্রয়োজন। আইনের বিধান অনুযায়ী ব্যালটগুলো পুনরায় পরীক্ষা করার আবেদন করার বিষয়টি তাঁরা বিবেচনা করছেন।</p><p>খুলনায় জামায়াত দুটি আসন পেয়েছে। প্রথমবারের মতো নগরের মধ্যে খুলনা-২ আসনে জয় পেয়েছে দলটি। এখানে বিএনপির হেভিওয়েট প্রার্থী ও সাবেক সাংগঠনিক সম্পাদক নজরুল ইসলাম মঞ্জু হেরে গেছেন। দলীয় কোন্দল পুরোপুরি নিরসন করতে না পারা ও অতি আত্মবিশ্বাসের কারণে আসনটি বিএনপি হারিয়েছে বলে দলীয় নেতা-কর্মীরা মনে করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পরাজয়ের পর কুষ্টিয়ায় বিএনপির দুই পক্ষের পাল্টাপাল্টি ধাওয়া-মারধর | প্রথম আলো",
            "time": "2026-02-14T10:25:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F9z89zec6%2FKushtiaDH057220260214att.mR4CKUmYdehyKv6spcbviErjeiud2WGvwhYRZddfE9k.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী ও নেতা-কর্মীদের সঙ্গে কথা বলে জানা গেছে, নির্বাচনে পরাজয়ের পর নিজ এলাকায় সন্তোষজনক ভোট না পাওয়াকে কেন্দ্র করে প্রথমে কোর্ট স্টেশনের প্ল্যাটফর্মে দুই পক্ষের মধ্যে বাগ্‌বিতণ্ডা শুরু হয়। কুষ্টিয়া শহর স্বেচ্ছাসেবক দলের সদস্যসচিব ইমতিয়াজ দিবস, জেলা স্বেচ্ছাসেবক দলের যুগ্ম সম্পাদক আব্দুস সালাম ও সাবেক ছাত্রদল নেতা সাগীর কোরাইশীর নেতৃত্বে থাকা পক্ষটি জেলা কৃষক দলের আহ্বায়ক আরিফুর রহমান, সদস্যসচিব নুরুল ইসলাম ও সদর উপজেলা বিএনপির সভাপতি ইসমাইল হোসেনকে ধাওয়া দেন। এতে পরিস্থিতি উত্তপ্ত হয়ে ওঠে।</p><p>পরে রাত সাড়ে ৯টার দিকে আরিফুর রহমানের সমর্থকেরা পাল্টা মিছিল করে স্বেচ্ছাসেবক দলের নেতা-কর্মীদের ধাওয়া দিয়ে কোর্ট স্টেশনের প্ল্যাটফর্মের ওপর থাকা চায়ের দোকানের কয়েকটি প্লাস্টিকের চেয়ার ভাঙচুর করেন। এতে এলাকায় চরম উত্তেজনা ছড়িয়ে পড়ে। খবর পেয়ে কুষ্টিয়া মডেল থানার পুলিশ ঘটনাস্থলে গিয়ে দুই পক্ষকে হুঁশিয়ারি দিয়ে সড়ক ফাঁকা করে পরিস্থিতি নিয়ন্ত্রণে আনে।</p></div></div></div></body></html>"
        }
    ]
}