{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "একুশের প্রথম প্রহরে কেন্দ্রীয় শহীদ মিনারে রাষ্ট্রপতি, প্রধানমন্ত্রী ও বিরোধীদলীয় নেতার শ্রদ্ধা | প্রথম আলো",
            "time": "2026-02-20T19:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fuaale2sa%2F2.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর বিরোধীদলীয় নেতা ও জামায়াতে ইসলামীর আমির শফিকুর রহমান ১১–দলীয় নির্বাচনী ঐক্যের পক্ষ থেকে নবনির্বাচিত সংসদ সদস্যদের সঙ্গে নিয়ে শহীদ মিনারে শ্রদ্ধা নিবেদন করেন। এ সময় জামায়াতের নায়েবে আমির এ টি এম আজহারুল ইসলাম ও মুজিবুর রহমান, জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম, সদস্যসচিব আখতার হোসেন, এনসিপির দক্ষিণাঞ্চলের সংগঠক হাসনাত আবদুল্লাহসহ কয়েকজন নেতা ছিলেন। শ্রদ্ধা নিবেদন শেষে ভাষাশহীদদের জন্য দোয়া ও মোনাজাত করেন তাঁরা।</p><p>এরপর ঢাকায় নিযুক্ত বিভিন্ন দেশের রাষ্ট্রদূত, হাইকমিশনার ও কূটনীতিকেরা ভাষাশহীদদের প্রতি শ্রদ্ধা জানান। এরপর নির্বাচন কমিশন, মন্ত্রিপরিষদ সচিব, প্রধানমন্ত্রীর মুখ্য সচিব শ্রদ্ধা নিবেদন করেন। এরপর পর্যায়ক্রমে ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য, ঢাকা বিশ্ববিদ্যালয় শিক্ষক সমিতি এবং বিভিন্ন রাজনৈতিক দল, সংগঠন ও প্রতিষ্ঠানের পক্ষ থেকে শহীদ মিনারে পুষ্পস্তবক অর্পণ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্যকে ধোঁকা দিয়ে নিজের উন্নতির কথা ভাববেন না: প্রিয়াঙ্কা | প্রথম আলো",
            "time": "2026-02-20T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fv3evrwan%2F2.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতীয় সিনেমা এবং হলিউড—দুই জগতে নিজের স্থান করে নেওয়া প্রিয়াঙ্কা চোপড়া বলেছেন, খ্যাতি মানেই শেষ লাইন নয়। তাঁর আসন্ন ছবি ‘দ্য ব্লাফ’-এ তিনি একজন মায়ের চরিত্রে অভিনয় করেছেন। সিনেমাটির সহপ্রযোজকও তিনি। তাঁর অভিনীত চরিত্রটিতে উঠে এসেছে সাহস এবং মাতৃত্বের চ্যালেঞ্জ। ছবির প্রচারে দেওয়া সাক্ষাৎকারে নানা প্রসঙ্গে কথা বলেছেন ভারতীয় অভিনেত্রী।</p><p><strong>আত্মবিশ্বাস বনাম প্রহসন<br></strong> প্রিয়াঙ্কা বলেন, ‘যদি আপনি আত্মবিশ্বাস বাড়ানোর জন্য নিজেকে উৎসাহ দেন, সেটি পুরোপুরি স্বাভাবিক ও মানবিক। আমরা সবাই এটা করি। এটা আসলে আত্মবিশ্বাস বাড়ায়, আপনি সেভাবে নিজেকে পরিচালিত করতে পারেন।’<br> প্রিয়াঙ্কা স্পষ্ট করে বলেন, গুরুত্বপূর্ণ হলো নিজেকে উৎসাহিত করা, অন্যকে ধোঁকা দেওয়া নয়। ‘যেকোনো সাফল্য, যদি অন্যকে ভুলভাবে দেখানোর মাধ্যমে আসে, তা স্থায়ী হয় না। অন্যকে ধোঁকা দিয়ে নিজের উন্নতির কথা ভাববেন না,’ বলেন প্রিয়াঙ্কা।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশু রিফাতকে হত্যার পর ড্রামে ভরে লাশ ফেলে দেওয়া হয় | প্রথম আলো",
            "time": "2026-02-20T18:55:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fgg4tzj3i%2FMaya-Begum-Arrest.jpeg?rect=0%2C485%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, জিজ্ঞাসাবাদে মায়া বেগম পুলিশ কর্মকর্তাদের বলেন, শিশুটির পরিবার ও অভিযুক্ত মায়ার পরিবার কদমতলীয় খানকাহ শরিফ এলাকায় থাকে। মায়া বেগম দু–তিন মাস আগে তাঁর মুঠোফোন চুরি হলে তিনি রিফাতের বোনকে সন্দেহ করেন। এ নিয়ে দুই পরিবারের মধ্যে বাগ্‌বিতণ্ডা হয়। সেই থেকে দুই পরিবারের বিরোধ চলে আসছিল। এর মধ্যে মঙ্গলবার রাস্তায় রিফাতকে একা পেয়ে খাবারের লোভ দেখিয়ে বাসায় ডেকে নেন। এরপর মুঠোফোন চুরির কথা জিজ্ঞাসা করেন। শিশুটির জবাবে সন্তুষ্ট না হয়ে তিনি রেগে যান এবং তাকে জোরে থাপ্পড় দেন। তাঁর দাবি, থাপ্পড় সামলাতে না পেরে শিশুটির মাথা খাটের সঙ্গে ধাক্কা লাগে। সেখানেই তাঁর মৃত্যু হয়। পরে ঘরে থাকা প্লাস্টিকের চালের ড্রামে লাশ ভরে রাখেন তিনি। পুলিশ জানায়, হত্যার কথা স্বীকারের পর মায়া বেগমকে গ্রেপ্তার দেখানো হয়। তিনি স্থানীয় একটি স্কুলে দপ্তরি হিসেবে কাজ করেন। একটি রিকশার গ্যারেজে কাজ করেন তাঁর স্বামী। আর নিহত শিশুটির বাবা জাহাঙ্গীর হোসেন পেশায় অটোরিকশাচালক।</p></div></div></div></body></html>"
        },
        {
            "title": "শেফার্ডের হ্যাটট্রিক থেকে নিশাঙ্কার সেঞ্চুরি-গ্রুপ পর্বের সেরা ৫ পারফরম্যান্স | প্রথম আলো",
            "time": "2026-02-20T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F7n6k274a%2F5ef2cfd5-2261-4cb3-ab7d-38bd6afa1a77.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের বিশ্বকাপে এখন পর্যন্ত একমাত্র হ্যাটট্রিকের মালিক ওয়েস্ট ইন্ডিজের রোমারিও শেফার্ড। ৭ ফেব্রুয়ারি ইডেন গার্ডেনে ইনিংসের ১৭তম ওভারে স্কটল্যান্ডের তিন ব্যাটসম্যান ম্যাথু ক্রস, মাইকেল লিস্ক ও অলিভার ডেভিডসনকে ফিরিয়ে হ্যাটট্রিকের স্বাদ পান তিনি। </p><p>সেই ওভারে শেফার্ড উইকেট নেন আরও একটি, ওভারের শেষ বলে ফেরান সাফিয়ান শরীফকে। তাঁর এক ওভারে হ্যাটট্রিকসহ ৪ উইকেটের কীর্তিতে সেদিন স্কটল্যান্ডকে ৩৫ রানে হারায় ওয়েস্ট ইন্ডিজ। সব মিলিয়ে ৩ ওভারে ২০ রান দিয়ে ৫ উইকেট নেন শেফার্ড।</p></div></div></div></body></html>"
        },
        {
            "title": "ফটোস্টোরিতে দেখুন সুতোর গল্পে উদ্যোক্তাদের আকর্ষণীয় ঈদ সংগ্রহের কিছু ঝলক",
            "time": "2026-02-20T18:09:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Ftn970lf8%2Fsuto000.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"dD6ZL\"><p>রমজানের মধ্য দিয়ে ঈদের আমেজ শুরু হয়েছে। তাই উৎসবকে সামনে রেখে রাজধানীর মাইডাস সেন্টারের ১২ তলায় বসছে প্রদর্শনী ও মেলা। যার নাম- ‘সুতোর গল্প: নিজস্বতায় বোনা উৎসব’। দেশীয় নকশা, কারুকাজ ও সমসাময়িক ভাবনার মেলবন্ধনে সাজানো এই আয়োজন হয়ে উঠেছে ফ্যাশনপ্রেমীদের জন্য এক অনন্য মিলনমেলা। আয়োজনকে ঘিরে একত্র হয়েছেন দেশের প্রথিতযশা ও উদীয়মান ফ্যাশন উদ্যোক্তা ও ব্র্যান্ডগুলো। দেশীয় সংস্কৃতি, ঐতিহ্য ও সমসাময়িক নকশায়  তৈরি পোশাক থেকে শুরু করে নানা অনুষঙ্গ—সবকিছুই মিলছে এখানে। অংশগ্রহণকারী প্রতিটি প্রতিষ্ঠান হাজির হয়েছে তাদের নতুন ও এক্সক্লুসিভ পণ্য নিয়ে। একই ছাদের নিচে পছন্দের পোশাক ও অনুষঙ্গ বেছে নেওয়ার সুযোগ আছে এখানে। চলুন, ছবির গল্পে দেখা যাক, উদ্যোক্তাদের সিগনেচার ডিজাইন ও নতুন পণ্যগুলো ...।</p></div></div></body></html>"
        },
        {
            "title": "ঘুরতে গিয়ে ছিনতাইকারীদের কবলে পড়া শিক্ষার্থীর মরদেহ দুদিন পর ব্রহ্মপুত্র থেকে উদ্ধার | প্রথম আলো",
            "time": "2026-02-20T18:01:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fux1f11em%2FMYMENSINGHDeath.JPG?rect=0%2C0%2C1260%2C662&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ খবরে নিহতের সহপাঠী ও কলেজের বন্ধুরা ঘটনাস্থলে গিয়ে কান্নায় ভেঙে পড়েন। তাঁরা ঘটনায় জড়িতের অবিলম্বে গ্রেপ্তার ও বিচার দাবি করেন।</p><p>ক্ষোভ জানিয়ে নিহতের বন্ধু শোয়াইব আক্তার বলেন, ‘আমার দুই বন্ধু ঘুরতে গিয়ে ছিনতাইকারী কিশোর দলের কবলে পড়ে। একজন সাঁতরে নদ পার হয়ে চলে এলেও শাওনকে পাইনি। আমরা একজনকে ধরে সবার নাম-ঠিকানা পুলিশকে দিলেও পুলিশ কিছু করেনি।’ ঘটনায় জড়িতদের ফাঁসির দাবি করেন তিনি।</p><p>এর আগে বৃহস্পতিবার বিকেলে শাওনের মা সাহিদা বেগম বাদী হয়ে কোতোয়ালি মডেল থানায় একটি অভিযোগ দেন। সাতজনের নাম উল্লেখ করে অজ্ঞাতপরিচয় তিন-চারজনকে আসামি করে দেওয়া অভিযোগটি পুলিশ সন্ধ্যায় মামলা হিসেবে নথিভুক্ত করে। অভিযুক্তদের সবার বয়স ১৩ থেকে ১৬-এর মধ্যে। এ ঘটনায় ১৫ বছর বয়সী একজনকে গ্রেপ্তার দেখানো হয়।</p><p>ময়মনসিংহ কোতোয়ালি মডেল থানার ভারপ্রাপ্ত কর্মকর্তা নাজমুস সাকিব বলেন, লাশ ভাসতে দেখে জাতীয় জরুরি সেবা ৯৯৯-এ ফোন পেয়ে মরদেহ উদ্ধার করা হয়। কীভাবে মৃত্যু হয়েছে, তা এখনো বলা যাচ্ছে না। এ ঘটনায় ইতিমধ্যে একজন গ্রেপ্তার হয়েছে, বাকিদের গ্রেপ্তারে অভিযান অব্যাহত রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের নেতৃত্বে দেশ পরিচালনায় সবার সহযোগিতা চাইলেন তথ্য ও সম্প্রচারমন্ত্রী | প্রথম আলো",
            "time": "2026-02-20T17:51:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fd4bunowu%2FUntitled-3.png?rect=0%2C47%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে অন্যদের মধ্যে আরও উপস্থিত ছিলেন জাতীয় প্রেসক্লাবের সাবেক সভাপতি কামাল উদ্দিন সবুজ, সাধারণ সম্পাদক সৈয়দ আবদাল আহমদ, বাংলাদেশ ফেডারেল সাংবাদিক ইউনিয়নের (বিএফইউজে) সভাপতি ওবায়দুর রহমান শাহিন ও মহাসচিব কাদের গনি চৌধুরী, ঢাকা সাংবাদিক ইউনিয়নের (ডিইউজে) সভাপতি শহিদুল ইসলাম ও সাধারণ সম্পাদক খুরশীদ আলম।</p><p>এ সময় মঞ্চে আরও উপস্থিত ছিলেন জাতীয় প্রেসক্লাবের ব্যবস্থাপনা কমিটির সদস্য কবি আবদুল হাই শিকদার, প্রধানমন্ত্রীর প্রেস সচিব আবু আবদুল্লাহ এম ছালেহসহ বিভিন্ন গণমাধ্যমের সম্পাদক, জ্যেষ্ঠ সাংবাদিক এবং বিশিষ্ট ব্যক্তিরা।</p><p>ইফতারের আগে দেশ ও জাতির সমৃদ্ধি এবং মুসলিম উম্মাহর শান্তি কামনা করে বিশেষ মোনাজাত পরিচালনা করা হয়। এ ছাড়া সাবেক প্রধানমন্ত্রী প্রয়াত বেগম খালেদা জিয়ার রুহের মাগফিরাত কামনা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বরগুনায় ইউনিয়ন আওয়ামী লীগের কার্যালয়ের তালা ভেঙে পতাকা উত্তোলন | প্রথম আলো",
            "time": "2026-02-20T17:48:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F4762d232-edc8-4c14-aa3a-41de051c62dc%2Fborguna.png?rect=0%2C94%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ–অভ্যুত্থানের পর থেকে পরিত্যক্ত থাকা বরগুনার বেতাগী উপজেলার বুড়া মজুমদার ইউনিয়ন আওয়ামী লীগের দলীয় কার্যালয়ের তালা ভেঙে নিয়ন্ত্রণ নিয়েছেন নিষিদ্ধঘোষিত ছাত্রলীগের স্থানীয় নেতা–কর্মীরা। কার্যালয়ে তাঁদের বিভিন্ন তৎপরতার ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে।</p><p>স্থানীয় বাসিন্দা ও ছড়িয়ে পড়া ভিডিও সূত্রে জানা গেছে, শুক্রবার দুপুরে উপজেলার বদনীখালী এলাকায় অবস্থিত ইউনিয়ন আওয়ামী লীগের (কার্যক্রম নিষিদ্ধ) কার্যালয়ে ছাত্রলীগের নেতা–কর্মীরা জাতীয় পতাকা হাতে প্রবেশ করেন। এ সময় তাঁরা কার্যালয়ের ভেতরে বঙ্গবন্ধু শেখ মুজিবর রহমান ও আওয়ামী লীগ সভাপতি শেখ হাসিনার ছবি টানান। এরপর দলীয় কার্যালয়ে পতাকা উত্তোলন করেন ও সাইনবোর্ড ঝুলিয়ে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্যদের ঘরে ফেরা নির্বিঘ্ন করতে সড়কেই তাঁদের ইফতার | প্রথম আলো",
            "time": "2026-02-20T17:19:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fslhvhp3x%2FIftarpolice.jpg?rect=0%2C0%2C6381%2C3350&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পবিত্র রমজান মাসে প্রতিদিন এভাবেই ইফতার করতে হয় ট্রাফিক পুলিশ সদস্যদের। কেউ কেউ পুলিশ বক্সে দল বেঁধে, কেউ আবার সড়কে দাঁড়িয়ে। সড়কে গাড়ির চাপ বেশি থাকলে এক হাতে ইফতারি খান আর আরেক হাতে দেন সংকেত। তবে গতকাল ছুটির দিন হওয়ায় বাড়তি চাপ নেই বলে জানালেন তাঁরা।</p><p>রাজধানীর বিজয় সরণি সিগন্যালে দায়িত্ব পালন করছিলেন সার্জেন্ট জোবায়ের হোসেন। রাস্তায় দাঁড়িয়ে ইফতার করতে কেমন লাগে, জিজ্ঞাসা করতেই তিনি বলেন, ‘পরিবার ছাড়া ইফতার করতে তো খারাপ লাগেই। কিন্তু দায়িত্ব তো সবার আগে।’</p><p>অবশ্য সড়কে এভাবে ইফতার করতে অনেকটা অভ্যস্ত হয়ে গেছেন বলে জানালেন সোনারগাঁও ট্রাফিক সিগন্যালে দায়িত্বরত ট্রাফিক সার্জেন্ট জয়নুল আবেদীন। তিনি প্রথম আলোকে বলেন, ‘ট্রাফিক বক্সে সবাই মিলে ইফতার করি, ভালোই লাগে। ২৫ বছর ধরে চাকরি করছি, এভাবেই তো চলছে।’</p><p>ঢাকা মহানগর পুলিশের (ডিএমপি) ট্রাফিক বিভাগ সূত্রে জানা যায়, প্রতিদিন সকাল সাড়ে ৭টা থেকে বেলা ২টা এবং বেলা ২টা থেকে রাত ১০টা পর্যন্ত দুই পালায় ট্রাফিক সদস্যরা সড়কে দায়িত্ব পালন করেন। এর মধ্যে বিকেলে যাঁদের দায়িত্ব পড়ে, তাঁদেরকে পুলিশের পক্ষ থেকে ইফতারি সরবরাহ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কেরানীগঞ্জে আওয়ামী লীগের কার্যালয়ে জাতীয় পতাকা উত্তোলন | প্রথম আলো",
            "time": "2026-02-20T17:14:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Ffmyggd12%2FDHAKADH052820260220IMG20260220225432.JPG.JPG?rect=0%2C98%2C557%2C292&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার কেরানীগঞ্জে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের পরিত্যক্ত কার্যালয়ের ছাদে জাতীয় পতাকা উত্তোলন করা হয়েছে।</p><p>কেরানীগঞ্জ মডেল থানা আওয়ামী লীগের সাধারণ সম্পাদক আলতাফ হোসেন বিপ্লবের স্ত্রী সোনিয়া আক্তার এই পতাকা উত্তোলন করেন। আজ শুক্রবার দুপুর সাড়ে ১২টার দিকে তিনি কেরানীগঞ্জ মডেল থানার তারানগর ইউনিয়নের ঘাটারচর এলাকায় কেরানীগঞ্জ মডেল থানা আওয়ামী লীগের প্রধান কার্যালয়ের ছাদে জাতীয় পতাকা উত্তোলন করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "শেষ ম্যাচে ওমানকে পিটিয়ে ‘জ্বালা’ মেটাল অস্ট্রেলিয়া | প্রথম আলো",
            "time": "2026-02-20T16:49:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fxv7ww21e%2F119807-01-02.jpg?rect=0%2C148%2C4129%2C2168&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জয় দিয়ে বিশ্বকাপ শেষ করলেও ম্যাচশেষে হতাশাই প্রকাশ করেছেন অধিনায়ক মার্শ। জিম্বাবুয়ে ও শ্রীলঙ্কার কাছে হারের বিষয়টি ইঙ্গিত করে তিনি বলেছেন, ‘আমরা সুযোগ হারিয়েছি। আমি আগেও অনেকবার বলেছি, ড্রেসিংরুম এখন ভীষণ হতাশায় আচ্ছন্ন। যে কয়েকটা ম্যাচে আমাদের সেরাটা খেলার দরকার ছিল, আমরা তা পারিনি।’</p><p>ম্যাচসেরা হওয়া জাম্পা বলেছেন, ‘খুবই কঠিন কয়েকটা দিন গেল। ড্রেসিংরুমে এখন পিনপতন নীরবতা। বিশ্বকাপ থেকে এত দ্রুত বিদায় নেওয়াটা সত্যিই খুব হতাশাজনক।’</p></div></div></div></body></html>"
        },
        {
            "title": "এখতিয়ারবহির্ভূতভাবে পাল্টা শুল্ক আরোপ করেছিলেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-20T16:46:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2F7k2fx21s%2F1.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প দীর্ঘদিন বিভিন্ন দেশের ওপর চাপ প্রয়োগ এবং আলোচনার হাতিয়ার হিসেবে শুল্ককে ব্যবহার করছেন। তবে দ্বিতীয় মেয়াদে গত বছর জানুয়ারিতে যুক্তরাষ্ট্রের প্রেসিডেন্টের দায়িত্ব নেওয়ার পর জরুরি অর্থনৈতিক ক্ষমতা নজিরবিহীনভাবে ব্যবহার করছেন তিনি। যুক্তরাষ্ট্রের প্রায় সব বাণিজ্যিক অংশীদারের ওপর নতুন করে শুল্ক আরোপ করেছেন। এর মধ্যে ছিল ‘পাল্টা শুল্ক’। এ ছাড়া মেক্সিকো, কানাডা ও চীনের ওপর আলাদা শুল্ক আরোপ করা হয়েছে।</p><p>রায়ের পক্ষে সুপ্রিম কোর্টের তিনজন কনজারভেটিভ বিচারপতির সঙ্গে যোগ দেন উদারপন্থী তিন বিচারপতি। তাঁদের এই রায়ের ফলে যুক্তরাষ্ট্রের নিম্ন আদালতের সিদ্ধান্ত বহাল থাকল। এর আগে দেশটির নিম্ন আদালত বলেছিলেন, আইইইপিএর অধীনে ট্রাম্পের আরোপ করা শুল্ক অবৈধ ছিল। আজকের রায়ের বিপক্ষে ছিলেন রক্ষণশীল বিচারপতি ব্রেট ক্যাভানফ, ক্ল্যারেন্স থমাস ও স্যামুয়েল আলিটো।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আলো’র প্রদর্শনীতে সহিংসতার ক্ষতচিহ্ন স্মরণ | প্রথম আলো",
            "time": "2026-02-20T16:31:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F0mfclx78%2F08.jpg?rect=0%2C387%2C5469%2C2871&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"‘আলো’র প্রদর্শনীতে সহিংসতার ক্ষতচিহ্ন স্মরণ\" class=\"IiRps \">‘আলো’র প্রদর্শনীতে সহিংসতার ক্ষতচিহ্ন স্মরণ</h1></p><div class=\"Ibzfy\"><p>সংঘবদ্ধ উগ্রবাদীদের হামলায় প্রথম আলোর অগ্নিদগ্ধ ভবনে চলছে ব্যতিক্রমী শিল্পকর্ম প্রদর্শনী ‘আলো’। রাজধানীর কারওয়ান বাজারে অবস্থিত ভবনটিতে বুধবার প্রদর্শনীর উদ্বোধন হয়। ২৮ ফেব্রুয়ারি পর্যন্ত চলবে এই আয়োজন। প্রদর্শনীতে স্থান পেয়েছে হামলার বর্বরতার চিত্র ও সেই সহিংসতার ক্ষতচিহ্ন, যা শিল্পীদের সৃজনশীল প্রকাশে নতুন মাত্রা পেয়েছে। ধ্বংসস্তূপের মাঝেও শিল্পের আলো জ্বালিয়ে সহিংসতার বিরুদ্ধে প্রতিবাদের বার্তা তুলে ধরাই এই প্রদর্শনীর লক্ষ্য। প্রদর্শনী দেখতে প্রতিদিনই আসছেন রাজনীতিক, বিশিষ্টজন, শিল্পী–সাহিত্যিক ও শিক্ষার্থীরা।</p></div></div></div></body></html>"
        }
    ]
}