{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নির্বাচন উৎসবমুখর করার প্রচারণা বাড়ছে, নতুন কাজের দরপত্র ডাকা হবে না | প্রথম আলো",
            "time": "2025-12-31T07:20:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2Fc9837c9c-efa5-4c60-9a86-7f41b297ec2f%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্কৃতিবিষয়ক মন্ত্রণালয়ের পরিকল্পনা হলো, নির্বাচনকে উৎসবমুখর করতে দেশের ৬৪টি জেলা এবং ৩০০টি উপজেলায় টিভিসি, ভিডিও ডকুমেন্টারি ইত্যাদি তৈরি করে প্রচারের জন্য এলইডি অ্যাকটিভেশন ক্যারাভানের মাধ্যমে প্রদর্শনীর ব্যবস্থা করা।</p><p>গত ১৮ নভেম্বর বৈঠকে দরপত্র ছাড়াই সরাসরি ক্রয়পদ্ধতিতে ইভেন্ট ম্যানেজমেন্ট প্রতিষ্ঠান ব্র্যান্ড সলিউশন লিমিটেডকে এই কাজ দেওয়ার প্রস্তাব দিয়েছিল সংস্কৃতিবিষয়ক মন্ত্রণালয়। ওই বৈঠকে অবশ্য এভাবে কাজ দেওয়ার প্রস্তাবে অনুমোদন না দিয়ে অর্থ উপদেষ্টা দরপত্রের মাধ্যমে কাজ দেওয়ার সিদ্ধান্ত নিয়েছিলেন।</p><p>মূল প্রস্তাবে বলা হয়েছিল, এ-সংক্রান্ত কাজ নভেম্বরে শুরু করার নির্দেশনা থাকায় সময় স্বল্পতার জন্য উন্মুক্ত দরপত্রের মাধ্যমে ইভেন্ট ম্যানেজমেন্ট প্রতিষ্ঠান নিয়োগ করা সম্ভব নয়। তাই রাষ্ট্রীয় জরুরি প্রয়োজনে সরকারি ক্রয় বিধিমালা (পিপিআর) অনুসারে ব্র্যান্ড সলিউশন লিমিটেডকে সরাসরি ক্রয়পদ্ধতিতে নিয়োগ করা দরকার।</p><p>গতকালের বৈঠক শেষে সংস্কৃতিবিষয়ক উপদেষ্টা মোস্তফা সরয়ার ফারুকী মুঠোফোনে প্রথম আলোকে বলেন, দরপত্রে অংশ নিয়ে যে প্রতিষ্ঠান কাজ পেয়েছিল, তারা ইতিমধ্যে প্রচারণার কাজ করছে। গাড়ির সংখ্যা বাড়ছে বলে অর্থনৈতিক বিষয়ক উপদেষ্টা পরিষদ কমিটির বৈঠকে নতুন প্রস্তাব উপস্থাপন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজায় অংশ নিতে ঢাকায় পাকিস্তানের পার্লামেন্টের স্পিকার | প্রথম আলো",
            "time": "2025-12-31T07:19:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fyi31kq2f%2FSardar-Ayaz-Sadiq.jpg?rect=0%2C191%2C1176%2C617&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়ার জানাজায় অংশ নিতে ঢাকায় এসেছেন পাকিস্তানের পার্লামেন্টের স্পিকার সরদার আইয়াজ সাদিক।</p><p>সরদার আইয়াজ সাদিকের ঢাকার আসার তথ্য আজ বুধবার দুপুর ১২টা ২০ মিনিটে ঢাকায় পাকিস্তান হাইকমিশনের ফেরিফায়েড ফেসবুক পেজে নিশ্চিত করা হয়।</p><p>ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে সরদার আইয়াজ সাদিককে স্বাগত জানান বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ের সচিব (আন্তঃসরকারি সংস্থা ও কনস্যুলার বিষয়ক) এম ফরহাদ হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে কেন আপসহীন বলা হয় | প্রথম আলো",
            "time": "2025-12-31T07:18:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffx6xjezh%2Fkhaleda_zia_1945_2025.jpg?rect=0%2C58%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">খালেদা জিয়া, বাংলাদেশের প্রথম নারী প্রধানমন্ত্রী, যিনি নির্বাচনে হারেননি কখনো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "একঝলক (৩১ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-31T07:12:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fyngs3xh0%2F%E0%A7%A8.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">রান্নার জন্য এই শীতে খেতে নেমে পেঁয়াজের কলি তুলছেন তিনি। হাজার বিঘা, চর মাধবদিয়া, ফরিদপুর, ৩১ ডিসেম্বর</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আলীমুজ্জামান</figcaption></p></div></div></body></html>"
        },
        {
            "title": "জানাজায় যোগ দিতে মানুষের ঢল | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fdhmfcsod%2FWhatsApp_Image_2025_12_31_at_12_12_31_PM.jpeg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে শেষ শ্রদ্ধা জানাতে ঢাকায় জয়শঙ্কর | প্রথম আলো",
            "time": "2025-12-31T07:07:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F1i9vhnt4%2Fshankar.avif?rect=0%2C96%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার প্রতি শেষ শ্রদ্ধা জানাতে ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর ঢাকায় এসেছেন।</p><p>আজ বুধবার বেলা সাড়ে ১১টার দিকে এস জয়শঙ্কর ভারতীয় বিমানবাহিনীর বিশেষ একটি ফ্লাইটে ঢাকায় এসে পৌঁছান।</p><p>ভারতের পররাষ্ট্রমন্ত্রী বাংলাদেশ বিমানবাহিনীর বাশার ঘাঁটিতে এসে পৌঁছালে তাঁকে স্বাগত জানান পররাষ্ট্র মন্ত্রণালয়ের সচিব (আন্তঃসরকারি সংস্থা ও কনস্যুলার বিষয়ক) এম ফরহাদ হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সমরাস্ত্র কারখানায় ১০ম গ্রেডে ১৩ উপসহকারী প্রকৌশলী পদে চাকরির সুযোগ | প্রথম আলো",
            "time": "2025-12-31T07:03:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F31551eb3-c961-4e68-acec-de4cf2a7ecf5%2F649e7edf-8398-45e5-b7a1-faaf8496cd31.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোনো স্বীকৃত ইনস্টিটিউট থেকে মেকানিক্যাল, ইলেকট্রিক্যাল, অটোমোবাইল, উডওয়ার্ক, রেফ্রিজারেশন, ইলেকট্রনিকস, কম্পিউটার, মেটালার্জি, কেমিক্যাল বা ড্রাফটসম্যানশিপ বিষয়ে তিন বছর মেয়াদি ডিপ্লোমা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে বিনোদন দুনিয়ায় হইচই ফেলে দেওয়া ২০ ঘটনা | প্রথম আলো",
            "time": "2025-12-31T07:00:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F68utau1c%2FIMG-20251231-WA0000.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সিডনি সুইনির জিনস বিতর্ক<br></strong>শুরুটা হয়েছিল আমেরিকান ইগলের একটি সাধারণ জিনসের বিজ্ঞাপন দিয়ে। সিডনি সুইনিকে নিয়ে সেই বিজ্ঞাপনের একটি পাঞ্চলাইন ছিল, ‘সিডনি সুইনি হ্যাজ গ্রেট জিনস’। ‘গ্রেট জিনস’ এই শব্দবন্ধ নিয়েই শুরু হয় আপত্তি। এটা আসলে মজা করে ‘জিনস’ হিসেবে বলা হয়েছিল কিন্তু এ নিয়েই শুরু হয় প্রবল বিতর্ক। আপাতদৃষ্টে এই নির্দোষ বিজ্ঞাপনটি মুক্তির পরেই এক বিচিত্র সাংস্কৃতিক যুদ্ধে রূপ নেয়।</p><p> নেটিজেনদের একাংশ এর শব্দের মারপ্যাঁচে বর্ণবাদ খুঁজে পান। কারণ, এই বিজ্ঞাপনের এক জায়গায় সিডনি সুইনি বলছিলেন, ‘জিনস মা-বাবার কাছ থেকে সন্তানের মধ্যে আসে, যা চুলের রং, ব্যক্তিত্ব এমনকি চোখের রংও নির্ধারণ করে। আমার জিনসের রং নীল।’ শব্দের এই দ্বৈত অর্থ ব্যবহারের (genes/jeans) কারণে এই নীল চোখের অভিনেত্রীকে নিয়ে শুরু হয় তুমুল বিতর্ক—বিশেষ করে বর্ণ, সৌন্দর্যের মানদণ্ড টেনে সমালোচনা হয়।</p><p>এই বিতর্কে ডোনাল্ড ট্রাম্প থেকে শুরু করে মেগান কেলির মতো ব্যক্তিত্বরাও জড়িয়ে পড়েন। দীর্ঘ সময় চুপ থাকার পর ডিসেম্বরে সিডনি মুখ খোলেন। তিনি জানান, ঘৃণা বা বিভাজনের কোনো ইচ্ছা তাঁর ছিল না; এমন বিরূপ প্রতিক্রিয়া দেখে তিনি নিজেও বিস্মিত। এ ঘটনা প্রমাণ করেছে যে বর্তমান সময়ে একজন তারকার নিজের ইমেজের ওপর নিয়ন্ত্রণ কতটা কমে গেছে। ইন্টারনেটের দুনিয়া এখন যেকোনো সাধারণ বিষয়কেও আদর্শিক রূপ দিয়ে দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরব কি আদৌ পারমাণবিক অস্ত্র পাবে, কেন এতটা মরিয়া তারা | প্রথম আলো",
            "time": "2025-12-31T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fo6m5oz8f%2F01.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সৌদি আরব যা বলছে</strong></p><p>চুক্তির মধ্য দিয়ে রিয়াদ পাকিস্তানের পারমাণবিক সহায়তা পেতে যাচ্ছে, এ ধারণা প্রথম প্রকাশ্যে নিয়ে এসেছিলেন সৌদি আরবের এক কর্মকর্তা।</p><p>চুক্তি স্বাক্ষরের পরপরই ওই কর্মকর্তা একটি পশ্চিমা সংবাদ সংস্থাকে ইঙ্গিতে বলেছিলেন, চুক্তির অধীনে রিয়াদ পারমাণবিক সুরক্ষা পাবে। পরবর্তী সময়ে সৌদি ভাষ্যকাররা দাবিটি আরও শক্তিশালী করেন।</p><p>সৌদি আরবের রাষ্ট্রীয় সংবাদ সংস্থা সৌদি প্রেস এজেন্সির (এসপিএ) ভাষ্য, এই চুক্তি উভয় দেশের নিরাপত্তা বৃদ্ধি এবং আঞ্চলিক ও বিশ্বে শান্তি অর্জনের যৌথ অঙ্গীকারকে প্রতিফলিত করে। এর লক্ষ্য হলো দুই দেশের মধ্যে প্রতিরক্ষা সহযোগিতা বৃদ্ধি করা এবং যেকোনো আগ্রাসনের বিরুদ্ধে যৌথ প্রতিরোধব্যবস্থা জোরদার করা।</p><p>তথ্যসূত্র: রয়টার্স, মিডল ইস্ট ইনস্টিটিউট, আটলান্টিক কাউন্সিল, আল–জাজিরা ও  বিবিসি</p></div></div></div></body></html>"
        },
        {
            "title": "নিউইয়র্কের মেয়র হিসেবে পরিত্যক্ত সাবওয়ে স্টেশনে শপথ নিচ্ছেন মামদানি | প্রথম আলো",
            "time": "2025-12-31T06:53:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fl1z5nwic%2FZohran-Mamdani.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সোমবার এক সংবাদ সম্মেলনে অ্যাডামস বলেন, তিনি মামদানির সঙ্গে কথা বলে নিশ্চিত হতে চান, যেন তাঁর উপস্থিতি কোনো ‘বিঘ্ন’ না ঘটায়। অ্যাডামস পরোক্ষভাবে জোহরান মামদানির সমর্থকদের সমালোচনা করে বলেন, ‘দিনটি অত্যন্ত গুরুত্বপূর্ণ ও ঐতিহাসিক। তবে দুর্ভাগ্যবশত তাঁর কিছু সমর্থক আছেন, যাঁরা সবকিছুতেই প্রতিবাদ করতে পছন্দ করেন। তিনি চাইলে আমি যাব।’</p><p>জবাবে জোহরান মামদানি বলেছেন, সাবেক মেয়রকে অবশ্যই স্বাগত।</p><p>জোহরান শপথ নেওয়ার আগেই তাঁর ফায়ার ডিপার্টমেন্ট প্রধানকে বাছাই নিয়ে সমালোচনা করেছেন ধনকুবের ইলন মাস্ক। তিনি যখন লিনিয়ান বনসিনোর (৫৬) নামের অভিজ্ঞ নারী ইএমএস (জরুরি চিকিৎসাসেবা) কর্মকর্তাকে ফায়ার ডিপার্টমেন্টের (এফডিএনওয়াই) প্রধান হিসেবে নিয়োগ দেন, তখন মাস্ক তাঁর অভিজ্ঞতার অভাব নিয়ে প্রশ্ন তোলেন।</p><p>জবাবে মামদানি এক্সে (সাবেক টুইটার) লিখেছেন, ‘অভিজ্ঞতা অবশ্যই গুরুত্বপূর্ণ। সে কারণেই আমি এমন একজনকে নিয়োগ দিয়েছি, যিনি ইএমএসে ৩০ বছরের বেশি সময় কাটিয়েছেন। মনে রাখবেন, ফায়ার ডিপার্টমেন্টে আসা ৭০ শতাংশ ফোনই ইএমএস কর্মীরা সামলান।’</p><p>গত সপ্তাহে মেয়র এরিক অ্যাডামস ৩৭ বছরের অভিজ্ঞতাসম্পন্ন মার্ক গুয়েরাকে সাময়িক সময়ের জন্য ফায়ার চিফ হিসেবে নিয়োগ দিয়েছিলেন।</p><p>এ প্রসঙ্গে জোহরান বলেন, অন্য কোনো ঘটনা লিনিয়ানের দক্ষতাকে ম্লান করতে পারবে না। বর্তমান মেয়র এ বছরের শেষ দিন পর্যন্ত সিদ্ধান্ত নেওয়ার পূর্ণ অধিকার রাখেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী জেলায় মৌসুমের সর্বনিম্ন তাপমাত্রা ৮.৪ ডিগ্রি | প্রথম আলো",
            "time": "2025-12-31T06:49:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fi22tv6ax%2FRajshahiDH10922025123120251231095323.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রমজীবী মো. হাদী বলেন, ‘এমনিতেই কামকাজ নাই। তার ওপর কয় দিন ধইরা খুব ঠান্ডা পড়ছে। আমি ছয় দিন ধইরা আইতেছি, এইডার মধ্যে মাত্র দুই দিন কাম পাইছি।’</p><p>শীতের তীব্রতা বাড়ার সঙ্গে সঙ্গে রাজশাহীতে ঠান্ডাজনিত রোগীর সংখ্যাও দ্রুত বাড়ছে। হাসপাতালগুলোতে নিউমোনিয়া, শ্বাসকষ্ট, ডায়রিয়া ও শ্বাসতন্ত্রের বিভিন্ন রোগে আক্রান্ত রোগীর সংখ্যা স্বাভাবিক সময়ের তুলনায় অনেক বেশি। এসব রোগীর মধ্যে শিশু ও বয়স্করাই সংখ্যাগরিষ্ঠ। এ ছাড়া আগুন পোহাতে গিয়ে কিংবা গরম পানিতে পুড়ে যাওয়ার ঘটনাও বাড়ছে।</p><p>রাজশাহী মেডিকেল কলেজ হাসপাতালের মুখপাত্র শংকর কে বিশ্বাস প্রথম আলোকে বলেন, শীতের তীব্রতা বাড়ার সঙ্গে সঙ্গে শীতজনিত জটিলতা নিয়ে রোগীর সংখ্যা বেড়েছে। বিশেষ করে নিউমোনিয়া, শ্বাসকষ্ট ও ডায়রিয়ায় আক্রান্ত রোগী বেশি আসছে। শিশু ও বয়স্কদের মধ্যে এ সমস্যা বেশি দেখা যাচ্ছে। তিনি আরও বলেন, শীতের সময় অনেকেই আগুন পোহাতে গিয়ে কিংবা গরম পানি ব্যবহার করতে গিয়ে অসতর্ক হন। এতে পুড়ে যাওয়ার ঝুঁকি থাকে, যা কখনো কখনো প্রাণঘাতীও হতে পারে। এ বিষয়ে সবাইকে সতর্ক থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভিলার টানা ১১ ম্যাচের জয়রথ থামিয়ে শীর্ষে থেকে বছর শেষ করল আর্সেনাল | প্রথম আলো",
            "time": "2025-12-31T06:47:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ftwbc8lku%2F2025-12-30T212752Z1366878853UP1ELCU1NMF9FRTRMADP3SOCCER-ENGLAND-ARS-AVL.JPG?rect=0%2C0%2C2826%2C1484&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্দান্ত এ জয়ে আর্সেনাল কোচ মিকেল আরতেতা বলেছেন, ‘আমরা প্রায় আড়াই দিন পরপরই ম্যাচ খেলছি। সূচি ভীষণ কঠিন। সামনে অনেক কঠিন ম্যাচ আছে, ইনজুরিও রয়েছে, তবু খেলোয়াড়দের মানসিকতা দারুণ। যে ত্যাগ আর প্রতিশ্রুতি আমরা দেখাচ্ছি, সেটার প্রতিফলন পাওয়া যায় ফল আর পারফরম্যান্সে। এটা খুবই তৃপ্তিদায়ক। তবে আমরা জানি, এখনো অর্জনের অনেক কিছু বাকি।’</p><p>লিগ টেবিলে শীর্ষস্থান নিয়ে বছর শেষ করতে পেরে উচ্ছ্বসিত আর্সেনাল কোচ যোগ করেন, ‘দারুণভাবে বছরটা শেষ করলাম। আগামীকাল পরিবার নিয়ে ভালো একটা রাত কাটাব। এরপরের দিনই আবার কাজে ফিরতে হবে। সবচেয়ে গুরুত্বপূর্ণ বিষয় একটাই, আরেকটি তিন পয়েন্ট। এই লড়াই কতটা দীর্ঘ হতে যাচ্ছে, সেটা আমরা জানি। ২০২৫ সাল ছিল অবিশ্বাস্য। ২০২৬ সালে আমরা কী চাই, সেটাও জানা আছে। তবে সেটা পেতে হলে অর্জন করে নিতে হবে, আর সেই পথ এখনও অনেক দূর।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘খালেদা জিয়া একটা অনুভূতির নাম’ | প্রথম আলো",
            "time": "2025-12-31T06:43:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F6p35tms2%2FJanata.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহের মুক্তাগাছা থেকে জানাজায় অংশ নিতে এসেছেন শফিকুল ইসলাম। তিনি মুক্তাগাছার কাশিমপুর ইউনিয়ন বিএনপির সভাপতি। তিনি বলেন, দিবাগত রাত ৩টায় রওনা দিয়ে সকাল ৭টায় ঢাকায় এসে পৌঁছেছেন।</p><p>শফিকুল বলেন, ‘খালেদা জিয়া একবার ময়মনসিংহে গেলে তাঁকে দেখার সুযোগ হয়েছিল। দেশনেত্রীকে আর জনসভায় দেখার সুযোগ হবে না।’</p><p>খুলনার পাইকগাছা থেকে এসেছেন জেলা বিএনপির সাবেক সভাপতি এস এম রোকন সাহেবরাজ। তিনি বলেন, গতকাল রাতে খুলনা থেকে রওনা দেন। ভোরে এসে মহাখালী নামেন। সেখান থেকে হেঁটে জানাজাস্থলের দিকে যাচ্ছেন।</p><p>কুষ্টিয়া শহর কৃষক দলের সাবেক সভাপতি বাদলা আমিন চৌধুরী ঢাকায় এসেছেন গতকাল মধ্যরাতে। আজ দুপুর পৌনে ১২টার দিকে তিনি প্রথম আলোকে বলেন, খালেদা জিয়া ছিলেন দেশমাতা। তাঁকে শেষ শ্রদ্ধা ও সম্মান জানাতে তিনি তাঁর জানাজায় অংশ নিতে এসেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরের এ উপজেলায় পাঁচবার আসেন খালেদা, দ্বিগুণ ভোট পেয়ে নির্বাচিত হন দুবার | প্রথম আলো",
            "time": "2025-12-31T06:36:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fmgryhprd%2FWhatsApp-Image-2025-12-31-at-11.49.38.jpeg?rect=0%2C122%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রায়পুর উপজেলা বিএনপির তৎকালীন (১৯৯৬ সাল) সাধারণ সম্পাদক হোসেন আহমদ বাহাদুর বলেন, ‘বেগম খালেদা জিয়া নিয়মিতভাবে এলাকার নেতা-কর্মীদের কথা মনোযোগ দিয়ে শুনতেন। সাংগঠনিক বিষয়ে তাঁদের মতামতকে গুরুত্ব দিতেন। এলাকার উন্নয়ন, রাজনৈতিক মামলা-মোকদ্দমা এবং আন্দোলন-সংগ্রামে নেতা–কর্মীদের ভূমিকা—সবকিছুই তাঁর রাজনৈতিক সিদ্ধান্তে প্রতিফলিত হতো।’</p><p>উপজেলা বিএনপি নেতা-কর্মীদের দাবি, লক্ষ্মীপুরের রাজনীতিতে খালেদা জিয়ার এই নির্বাচনী ইতিহাস এখনো বিএনপির নেতা–কর্মীদের কাছে অনুপ্রেরণার উৎস হিসেবে বিবেচিত। জানতে চাইলে রায়পুর উপজেলা বিএনপির সাবেক সভাপতি মনিরুল ইসলাম হাওলাদার বলেন, লক্ষ্মীপুর জেলার মধ্যে রায়পুরকে তিনি খুব বেশি গুরুত্ব দিতেন। তিনি এ উপজেলায় পাঁচবার আসেন। সর্বশেষ আসেন ২০০৪ সালের ২১ আগস্ট। সাংগঠনিক বিষয় থেকে শুরু করে, উন্নয়ন, আন্দোলন-সংগ্রামের সিদ্ধান্তে তৃণমূলের মতামতকে গুরুত্ব দিতেন তিনি। এ কারণেই এ আসনে তাঁর জনপ্রিয়তা দীর্ঘদিন ধরে অটুট রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "Aid-এর পারিভাষিক শব্দ সাহায্য | প্রথম আলো",
            "time": "2025-12-31T06:30:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Frpeupuyz%2F144.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>Agriculture–কৃষি</p><p>Acceptance–গ্রহণ</p><p>Administration–প্রশাসন</p><p>Academic — প্রাতিষ্ঠানিক, বিদ্যাবিষয়ক, শিক্ষায়তনিক</p><p>Academic year — শিক্ষাবর্ষ</p><p>Acknowledgment–প্রাপ্তিস্বীকার, কৃতজ্ঞতাস্বীকার</p><p>Acting–ভারপ্রাপ্ত, কার্যকরী</p><p>Academy–বিদ্যানিকেতন</p><p>Accept–গ্রহণ</p><p>Activity–সক্রিয়তা</p><p>Advise–উপদেশ</p><p>Ad<em>-</em>interim–অন্তর্বর্তীকালীন</p><p>Adaptation–প্রতিযোজন, অভিযোজন</p><p>Adhoc–অনানুষ্ঠানিক, তদর্থক</p><p>Adjust–সমন্বয় করা</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে চুরির অভিযোগে ভ্যানচালককে নির্যাতন করে হত্যা: ৬ আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-31T06:25:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fc8a68t9u%2F1-image-Template-2-Recovered.jpg?rect=0%2C81%2C1289%2C677&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহীর বাগমারায় চুরির অভিযোগে নির্যাতন চালিয়ে ভ্যানচালক ওমর ফারুককে (৩৯) হত্যা মামলার ৬ আসামিকে গ্রেপ্তার করা হয়েছে। গতকাল মঙ্গলবার রাতে নাটোর থেকে তাঁদের গ্রেপ্তারের পর পুলিশে সোপর্দ করে র‍্যাব-৫।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন: বাগমারার দেউলা গ্রামের রেজাউল করিম (৪৭) ও হাবিবুর রহমান (৫৫), মাঝিগ্রামের আবদুল মতিন (৪০), দরগামড়িয়া গ্রামের রফিকুল ইসলাম ওরফে রফিক ড্রাইভার (৪০), ভবানীগঞ্জ গ্রামের চা–দোকানি আসাদুল ইসলাম (৩৬) ও মধুপুর গ্রামের আবদুল হান্নান (৩৮)। এ নিয়ে মামলাটিতে মোট ৮ আসামিকে গ্রেপ্তার করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে আবারও জোর করে পুকুর খনন, ৪ এক্সকাভেটরে আগুন | প্রথম আলো",
            "time": "2025-12-31T06:24:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fw50ov41g%2FRajshahiDH060120251231IMG-20251230-WA0039.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খোঁজ নিয়ে জানা যায়, দুর্গাপুর উপজেলার ঝিনাইয়ের মোড়, কয়ামাজমপুর, সুখানদিঘি, উজানখলসী, মাড়িয়াসহ  কয়েক জায়গায় পুকুর খননকাজ শুরু হয়েছে। সহকারী কমিশনারের (ভূমি) অভিযানের পর পুকুর খননকাজ সাময়িক বন্ধ থাকে। তবে আবার নতুন করে খননকাজ চলে।</p><p>জানতে চাইলে সহকারী কমিশনার (ভূমি) লায়লা নূর তানজু প্রথম আলোকে বলেন, অভিযোগ পেয়ে তিনি গত রোববার অভিযান চালান এবং পুকুর খনন বন্ধ করার নির্দেশ দেন। সেখানে খননযন্ত্রের ব্যাটারি জব্দ করা হয়েছিল। কাউকে ঘটনাস্থলে না পাওয়ায় জরিমানা বা মামলা দেওয়া যায়নি। গতকাল সুকানদিঘি এলাকায় ফসলি জমির মাটি কাটার অভিযোগে দুই ব্যক্তিকে কারাদণ্ড দেওয়া হয়েছে। গভীর রাতে পুকুর খনন করা হয়। তখন অভিযান চালানো যায় না।</p><p>গতকাল রাতে মোহনপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এসএম মঈনুদ্দীন প্রথম আলোকে বলেন, এক্সকাভেটর ওই মাঠেই পড়ে আছে। যন্ত্রটি আর পরিবহনযোগ্য নয়। আর মামলার নতুন কোনো আসামি গ্রেপ্তার করা সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ছবিতে শেষ যাত্রায় খালেদা জিয়া | প্রথম আলো",
            "time": "2025-12-31T06:13:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ftahbhbd8%2F%E0%A7%AB.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ছবিতে শেষ যাত্রায় খালেদা জিয়া\" class=\"IiRps \">ছবিতে শেষ যাত্রায় খালেদা জিয়া</h1></p><div class=\"Ibzfy\"><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মরদেহ আজ বুধবার সকালে এভারকেয়ার হাসপাতাল থেকে গুলশান অ্যাভিনিউয়ের ১৯৬ নম্বর বাসায় নেওয়া হয়েছে। এই বাসাতেই সপরিবার বিএনপির ভারপ্রাপ্ত চেয়ারম্যান থাকেন। পাশেই খালেদা জিয়ার বাসভবন ‘ফিরোজা’।</p><p>সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মরদেহ জাতীয় পতাকায় মোড়ানো একটি গাড়িতে করে গুলশান থেকে এখন জানাজার জন্য মানিক মিয়া অ্যাভিনিউয়ে নেওয়া হচ্ছে। গাড়িবহরে লাল–সবুজ রঙের বাসটিও আছে। তারেক রহমান, তাঁর স্ত্রী জুবাইদা রহমান, কন্যা জাইমা রহমান, ছোট ভাই আরাফাত রহমান কোকোর স্ত্রীসহ পরিবারের সদস্যরা জানাজাস্থলে যাচ্ছেন। এসব নিয়েই এই ছবির গল্প।</p></div></div></div></body></html>"
        }
    ]
}