{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওষুধের পার্শ্বপ্রতিক্রিয়ায় নিজেই নজরদারি যন্ত্র নষ্ট করতে প্ররোচিত হয়েছিলেন: দাবি বলসোনারোর | প্রথম আলো",
            "time": "2025-11-24T05:20:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fw8ygboou%2FBolsonaro.jpg?rect=0%2C0%2C653%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বলসোনারো ১০০ দিনের বেশি সময় ধরে গৃহবন্দি ছিলেন। বলসোনারো পালিয়ে যেতে পারেন, এমন আশঙ্কা জানিয়ে গত শনিবার ব্রাজিলের সুপ্রিম কোর্টের বিচারপতি আলেক্সান্দ্রে দে মোরায়েস তাঁকে গ্রেপ্তারের নির্দেশ দেন।</p><p>গতকাল রোববার বলসোনারোর বিরুদ্ধে ৩০ মিনিটের শুনানি হয়। এ সময় বলসোনারো দাবি করেন, তাঁর গৃহবন্দি দশা থেকে পালানোর কোনো ইচ্ছা ছিল না এবং নিজের পায়ের গোড়ালিতে যুক্ত থাকা নজরদারি যন্ত্রটি সরানোর চেষ্টাও করেননি।</p><p>বলসোনারো আরও বলেছেন, তিনি দীর্ঘদিন ধরে হেঁচকির সমস্যায় ভুগছেন। এর চিকিৎসায় চিকিৎসকেরা তাঁকে অ্যান্টিকনভালসেন্ট ওষুধ দিয়েছিলেন। সে ওষুধগুলোর পার্শ্বপ্রতিক্রিয়ার কারণে তাঁর বিভ্রম হচ্ছিল এবং তাঁর মধ্যে সন্দেহবাতিক দেখা দিয়েছিল। আর এ কারণেই তিনি অযৌক্তিকভাবে সন্দেহ করছিলেন, তাঁর গতিবিধি পর্যবেক্ষণকারী যন্ত্রটির ভেতরে কথা শোনার যন্ত্র স্থাপন করা আছে।</p><p>৭০ বছর বয়সী এই সাবেক প্রেসিডেন্ট বলেন, ঘটনার সময় তিনি একাই ছিলেন। কারণ, তখন তাঁর সঙ্গে বাড়িতে মেয়ে, বড় ভাই এবং এক পরামর্শক থাকলেও তাঁরা সবাই ঘুমিয়ে ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপ্রিম কোর্টের ফুল কোর্ট সভা বৃহস্পতিবার | প্রথম আলো",
            "time": "2025-11-24T05:17:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fy0gipdpq%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রোববার সুপ্রিম কোর্টের ডেপুটি রেজিস্ট্রার (প্রশাসন ও বিচার) আতিকুস সামাদের সই করা এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p><p>এতে বলা হয়েছে, আগামী বৃহস্পতিবার বেলা তিনটায় সুপ্রিম কোর্টের জাজেস লাউঞ্জে ফুল কোর্ট সভা অনুষ্ঠিত হবে। এতে সুপ্রিম কোর্টের উভয় বিভাগের বিচারপতিরা অংশ নেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ধানের শীষ আর দাঁড়িপাল্লার বাইরে ভোট করে জেতা কি কঠিন হয়ে গেল | প্রথম আলো",
            "time": "2025-11-24T05:14:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fno0ysg15%2Fshef-of-paddy-scale-graphic-image.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০০১ সালের নির্বাচনে বিএনপির নেতৃত্বে চারদলীয় জোট বিপুল সংখ্যাগরিষ্ঠতা নিয়ে সরকার গঠন করে। ওই নির্বাচনে ইসলামী ঐক্যজোটের মাওলানা ফজলুল হক আমিনী প্রথম সংসদ সদস্য নির্বাচিত হন। সেবার তিনি ভোট করেছিলেন বিএনপির ধানের শীষ প্রতীক নিয়ে। এর আগে তিনি নিজ দলের প্রতীক নিয়ে ভোট করে সুবিধা করতে পারেননি। একইভাবে শাহীনুর পাশা চৌধুরীও ধানের শীষ প্রতীকে সংসদ সদস্য হয়েছিলেন। এই দুজনের বিরুদ্ধে বিএনপির কেউ স্বতন্ত্র প্রার্থী হননি। ২০০১ সালের নির্বাচনে বাংলাদেশ জাতীয় পার্টি (বিজেপি) চারটি আসন পেয়েছিল বিএনপির প্রতীক ধানের শীষ নিয়ে।</p><p>ওই নির্বাচনে জামায়াত বিএনপির জোটসঙ্গী ছিল। জামায়াত নিজ দলের প্রতীক দাঁড়িপাল্লা নিয়েই ভোট করে। তবে ওই আসনগুলোতে বিএনপির ধানের শীষের কোনো প্রার্থী ছিল না।</p><p>রাজনৈতিক বিশ্লেষকদের মতে, জোটের মূল শরিক দল বিএনপির নেতা-কর্মীদের পুরোপুরি সমর্থন ও ভোট দেওয়ার কারণেই ২০০১ সালে অপেক্ষাকৃত ছোট শরিকেরা সংসদে প্রতিনিধিত্ব করতে পেরেছিল।</p><p>২০১৮ সালের নির্বাচন ‘রাতের ভোট’ নামে পরিচিতি পায়। ওই নির্বাচনে আগের রাতে ব্যালট বাক্স ভরে ফেলার অভিযোগ ছিল আওয়ামী লীগের বিরুদ্ধে। ২০১৮ সালে বিএনপি, তাদের মিত্র ও জোটসঙ্গীরা জাতীয় ঐক্যফ্রন্ট নামে নির্বাচনে অংশ নেয়।</p><p>ওই নির্বাচনে ধানের শীষ প্রতীকে ভোট করে মৌলভীবাজারের কুলাউড়া আসন থেকে সংসদ সদস্য নির্বাচিত হন গণফোরামের সুলতান মোহাম্মদ মনসুর আহমেদ। গণফোরামের আরেক প্রার্থী মোকাব্বির খান উদীয়মান সূর্য প্রতীকে ভোট করে সিলেট-২ আসন থেকে সংসদ সদস্য হন। অবশ্য ওই আসনে বিএনপির নিখোঁজ নেতা এম ইলিয়াস আলীর স্ত্রী তাহমিনা রুশদির লুনা প্রার্থী হয়েছিলেন। আদালতের রায়ে তাঁর প্রার্থিতা বাতিল হলে ধানের শীষের কেউ ছিলেন না। আর আওয়ামী লীগ তাদের শরিক জাতীয় পার্টিকে আসনটি ছেড়ে দেওয়ায় নৌকায় কেউ প্রার্থী ছিলেন না। প্রতিষ্ঠার পর সেবারই প্রথম গণফোরামের দুজন সংসদ সংসদ হন। মূলত বিএনপির ভোটেই গণফোরামের দুজন জয়ী হন, তা অনেকটাই স্পষ্ট।</p></div></div></div></body></html>"
        },
        {
            "title": "পাঁচটিতেই বিএনপির প্রার্থী বদলের দাবি, সিদ্দিকীরাও আলোচনায় | প্রথম আলো",
            "time": "2025-11-24T05:11:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fairjc5oj%2FPA24112025P-16Final.jpg?rect=0%2C0%2C2344%2C1231&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>টাঙ্গাইল-৭ (মির্জাপুর)</strong></p><p>এ আসনে বিএনপির মনোনয়ন পেয়েছেন দলের কেন্দ্রীয় কমিটির শিশুবিষয়ক সম্পাদক আবুল কালাম আজাদ সিদ্দিকী। তাঁকে পরিবর্তনের দাবিতে গত শুক্রবার সমাবেশ করেছেন আরেক মনোনয়নপ্রত্যাশী বিএনপির কেন্দ্রীয় সহসাংস্কৃতিক সম্পাদক সাঈদ সোহরাবের অনুসারীরা।</p><p>এখানে জামায়াতের মনোনয়ন পেয়েছেন জেলা জামায়াতের শিক্ষাবিষয়ক সম্পাদক আবদুল্লাহ তালুকদার। এখানে গণসংহতি আন্দোলন আলিফ দেওয়ানকে এবং গণ অধিকার পরিষদ তোফাজ্জল হোসেনকে মনোনয়ন দিয়েছে।</p><p><strong>টাঙ্গাইল-৮ (বাসাইল-সখীপুর)</strong></p><p>বিএনপির কেন্দ্রীয় ভাইস চেয়ারম্যান আহমদ আযম খান টাঙ্গাইল–৮ আসনে দলীয় মনোনয়ন পেয়েছেন। এখানে অপর দুই মনোনয়নপ্রত্যাশী সখীপুর উপজেলা বিএনপির সাবেক সভাপতি শেখ হাবিবুর রহমান এবং শিল্পপতি সালাউদ্দিন রাসেল এক হয়ে সভা–সমাবেশ করে মনোনয়ন পরিবর্তনের দাবি জানিয়েছেন।</p><p>সালাউদ্দিন রাসেল বলেন, ‘সাধারণ মানুষ চায় আমি নির্বাচন করি। ওনাদের ইচ্ছাই আমার ইচ্ছা।’</p><p>এদিকে এ আসন থেকে নির্বাচন করবেন কৃষক শ্রমিক জনতা লীগের সভাপতি কাদের সিদ্দিকী। তিনি ১৯৯৬ ও ২০০১ সালে এ আসন থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন। বিএনপির প্রার্থীকে একদিকে নিজ দলের ‘বিদ্রোহী’ এবং অপর দিকে কাদের সিদ্দিকীর মতো প্রার্থীকে মোকাবিলা করতে হবে।</p><p>কৃষক শ্রমিক জনতা লীগের সখীপুর উপজেলা সাধারণ সম্পাদক সানোয়ার হোসেন বলেন, তাঁরা কাদের সিদ্দিকীর জন্য নির্বাচনী মাঠে কাজ করছেন।</p><p>অবশ্য জেলা বিএনপির সভাপতি হাসানুজ্জামিল শাহীন বলেন, ‘কাদের সিদ্দিকী ও লতিফ সিদ্দিকীকে আমরা রাজনৈতিকভাবে মোকাবিলা করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "সরাইলে সাড়ে ৪ ঘণ্টা ধরে সংঘর্ষ, বল্লমের আঘাতে এক বৃদ্ধ নিহত | প্রথম আলো",
            "time": "2025-11-24T05:02:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F4boc4b07%2FBBariaDH125620251123IMG-20251123-WA0115.jpg?rect=0%2C55%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়ার সরাইলে সোয়া শতাংশ সরকারি জায়গার দখল নিয়ে পূর্ববিরোধের জেরে গ্রামের বাসিন্দাদের দুই পক্ষের সংঘর্ষে আরফজ আলী (৬০) নামের এক বৃদ্ধ নিহত হয়েছেন। সংঘর্ষে উভয় পক্ষের অর্ধশতাধিক লোক আহত হয়েছেন।</p><p>গতকাল রোববার বেলা ২টা থেকে সন্ধ্যা সাড়ে ৬টা পর্যন্ত উপজেলার শাহজাদাপুর ইউনিয়নের দেওড়া গ্রামের শিপন মিয়া (৫৫) ও দানা মিয়ার (৪৫) লোকজনের মধ্যে এ ঘটনা ঘটে। নিহত আরফজ আলী পুরোনো কাপড়ের ব্যবসা করতেন। তিনি দানা মিয়ার পক্ষের।</p><p>পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, দেওড়া গ্রামের সোয়া শতাংশ সরকারি জায়গা দীর্ঘদিন ধরে দানা মিয়া দখলে রেখেছিলেন। তিন-চার বছর আগে ওই জায়গা দখলে নেন শিপন মিয়া। এ ঘটনায় উভয়ের মধ্যে বিরোধ তৈরি হয়। এ নিয়ে গ্রামে একাধিকবার সালিস হয়েছে। সমাধান হয়নি। পরে গ্রামের লোকজন দুই ভাগে বিভক্ত হয়ে পড়েন। এ নিয়ে ১৫ নভেম্বর সকাল ৬টা থেকে দুপুর ১২টা পর্যন্ত উভয় পক্ষের লোকজনের মধ্যে সংঘর্ষ হয়। ওই দিন দুই পুলিশ সদস্যসহ অর্ধশতাধিক লোক আহত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "এআইয়ের সহায়তায় কোটি কোটি নক্ষত্রের মডেল তৈরি করেছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2025-11-24T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fe9hlh5pn%2Fspace.reuters.png?rect=0%2C0%2C616%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘদিন ধরেই বিজ্ঞানীরা এ ধরনের মিল্কিওয়ে সিমুলেশন তৈরির জন্য কাজ করছেন। সিমুলেশনের মাধ্যমে মহাকাশের গ্যালাকটিক বিবর্তন, কাঠামো ও নক্ষত্র গঠনের তত্ত্বকে সরাসরি পর্যবেক্ষণ করা তথ্যের সঙ্গে তুলনা করার সুযোগ পাওয়া যায়। একটি গ্যালাক্সিকে নির্ভুলভাবে সিমুলেট করার জন্য মহাকর্ষ, পরিবেশ, রাসায়নিক উপাদানের গঠন ও সুপারনোভার কার্যক্রম গণনা করার প্রয়োজন হয়, যা অত্যন্ত কঠিন ও সময়সাপেক্ষ কাজ। আর তাই বিজ্ঞানীরা এর আগে বিস্তারিত তথ্যনির্ভর মিল্কিওয়ের মতো বৃহৎ গ্যালাক্সির মডেল তৈরি করতে সক্ষম হননি।</p></div></div></div></body></html>"
        },
        {
            "title": "তাজরীন অগ্নিকাণ্ডের ১৩ বছর : ‘আমরা ক্ষতিপূরণ চাই, মালিকের শাস্তি চাই’ | প্রথম আলো",
            "time": "2025-11-24T04:57:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fa32sdt4r%2FDhakaDH162420251124Savar6-24.11.25.jpg?rect=0%2C0%2C3949%2C2073&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাজরীন ট্যাজেডির দিন ছাদ থেকে অনেককে পাইপ বেয়ে নিচে লাফিয়ে পড়তে দেখেছেন মাদারীপুরের খাদিজা আক্তার (২৫)। ভয়াবহ সেই দিনের ঘটনা বর্ণনা দিয়ে তিনি বলেন, ‘ছয়তলায় সুইংয়ের হেলপার ছিলাম। সন্ধ্যার সময় ফায়ার অ্যালার্ম বাজছে। দেখি, সবাই দাপাদাপি করতাছে। নিচতলা থিকা উপরে, উপরতলা থিকা নিচে নামতাছে। একতলা নিচে নাইমা দেখি ধোঁয়া। পরে ছাঁদে উঠছি। ছাঁদ থিকা দেখছি বাথরুমের পাইপ বাইয়া পাশে মাগুর মাছ চাষ করত ওইখানে অনেকে লাফ দিছে। ওখানে বাঁশের কঞ্চি কারও পেটে ঢুকছে, কারও চোখে ঢুকছে।’</p><p>খাদিজা আক্তার আরও বলেন, ‘আমি লাফ দিতে সাহস পাই নাই। অন্য পাশ দিয়া নামার চেষ্টা কইরা নিচে পইরা গেছি। মাথায় আঘাত পাইয়া তিন বছর পাগলের মতো ছিলাম। মা-বাপ চিনি নাই। স্বামী ছাইরা চইলা গেছে। মাথায় ডিস্টার্ব (মানসিক সমস্যা)। ডাক্তার দেখাইতে হয়। ভিটামাটি বিক্রি কইরা দিছি। আমরা বাঁচতে চাই।’</p><p>তাজরীনের ঘটনাটি পরিকল্পিত হত্যাকাণ্ড বলে দাবি করছেন বিভিন্ন শ্রমিক সংগঠনের নেতা-কর্মীরা। ১৩ বছরের দোষী ব্যক্তিদের শাস্তি না হওয়া, নিহত শ্রমিকদের ক্ষতিপূরণ, আহত শ্রমিকদের ক্ষতিপূরণসহ পুনর্বাসন নিশ্চিত না হওয়ায় ক্ষোভ প্রকাশ করেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় নির্বাচনে ভোট দিতে ১৭ হাজার ৯০৭ প্রবাসীর নিবন্ধন | প্রথম আলো",
            "time": "2025-11-24T04:55:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F6055ad66-0c52-435f-aba3-88c0fb9e0058%2Fnirbachon_commission_logo.webp?rect=0%2C0%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাপ চালুর পর গতকাল রোববার রাত ৮টা পর্যন্ত এসব অঞ্চলের বিভিন্ন দেশে বসবাস করা ১৭ হাজার ৯০৭ জন প্রবাসী ভোটার নিবন্ধন করেছেন। তাঁদের মধ্যে পুরুষ ১৬ হাজার ৩৫৫ জন। নারী ১ হাজার ৫৫২ জন।</p><p>এর মধ্যে দক্ষিণ কোরিয়ায় ৭ হাজার ৭৬৮ জন, জাপানে ৪ হাজার ৬০৬ জন, দক্ষিণ আফ্রিকায় ২ হাজার ৩১১ জন ও চীনে ১ হাজার ২৮৯ জন রয়েছেন।</p><p>১৮ নভেম্বর ‘পোস্টাল ভোট বিডি’ অ্যাপ উদ্বোধন করেন প্রধান নির্বাচন কমিশনার (সিইসি) এ এম এম নাসির উদ্দিন। সেদিনই ত্রয়োদশ জাতীয় সংসদ নির্বাচনের জন্য মোট ১৪৮টি দেশে পোস্টাল ভোটিং নিবন্ধনের সময়সূচি ঘোষণা করে ইসি।</p><p>নির্বাচন কমিশন সচিবালয়ের পরিচালক (জনসংযোগ) ও তথ্য প্রদানকারী কর্মকর্তা মো. রুহুল আমিন মল্লিক জানান, ২৪ নভেম্বর থেকে ২৮ নভেম্বর উত্তর আমেরিকা, ওশেনিয়া; ২৯ নভেম্বর থেকে ৩ ডিসেম্বর ইউরোপ; ৪ ডিসেম্বর থেকে থেকে ৮ ডিসেম্বর সৌদি আরব; ৯ ডিসেম্বর থেকে ১৩ ডিসেম্বর দক্ষিণ এশিয়া, দক্ষিণ-পূর্ব এশিয়া এবং ১৪ ডিসেম্বর থেকে ১৮ ডিসেম্বর মধ্যপ্রাচ্যে (সৌদি আরব ছাড়া অন্যান্য দেশ) বসবাস করা প্রবাসী বাংলাদেশিরা ভোটার হওয়ার নিবন্ধন করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাইসাইকেল কিকে রোনালদোর অবিশ্বাস্য গোল | প্রথম আলো",
            "time": "2025-11-24T04:51:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fsaoi335b%2F587482-01-02-1.jpg?rect=0%2C785%2C7439%2C3905&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বক্সে থাকা রোনালদোকে উদ্দেশ করে বল বাড়ান তিনি। উল্টো দিকে ফিরে রোনালদো তখন বাইসাইকেল কিকের প্রস্তুতিটা যেন নিয়েই রেখেছিলেন। টাইমিংটাও ছিল দারুণ। চেষ্টা করেও রোনালদোর শট ঠেকাতে পারেননি খালেজ গোলরক্ষক আন্থনি মারেজ। গোল করেই সতীর্থদের সঙ্গে রোনালদো ভাসেন উদ্‌যাপনের আনন্দে।</p><p>ম্যাচ শেষে এই গোলের ভিডিও নিজেই সামাজিক যোগাযোগমাধ্যমে পোস্ট করেছেন রোনালদো। তবে ক্যাপশন নিজে না দিয়ে ভক্তদেরকেই দিতে বললেন। লিখেছেন, ‘বেস্ট ক্যাপশন উইনস’ অর্থাৎ ‘সেরা ক্যাপশনদাতাই জিতবে।’ রোনালদোর ডাকে সাড়া দিয়ে অনেকেই নিজেদের মতো করে ক্যাপশন দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আসন সমঝোতা নিয়ে কৌশলী অবস্থান জামায়াতের | প্রথম আলো",
            "time": "2025-11-24T04:50:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F2ualq5sm%2FUntitled_1.jpg?rect=0%2C122%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী জাতীয় সংসদ নির্বাচনে আসন সমঝোতা নিয়ে এখনো স্পষ্ট অবস্থান জানায়নি জামায়াতে ইসলামী। এ ক্ষেত্রে কিছুটা কৌশলী অবস্থান নিয়েছে দলটি। ইসলামী আন্দোলনসহ সমমনা সাতটি দলকে নিয়ে পাঁচ দফা দাবিতে অভিন্ন কর্মসূচির মধ্য দিয়ে সরকারের ওপর একধরনের চাপ বজায় রেখে নির্বাচনী কৌশল সাজাচ্ছে। পাশাপাশি ‘এক আসনে এক প্রার্থী’—এই নীতিকে ভিত্তি করে দলগুলো আসনভিত্তিক জরিপ চালাচ্ছে। জরিপের ফলাফলের ভিত্তিতে প্রার্থী চূড়ান্ত করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিসরের গোয়েন্দাপ্রধানের সঙ্গে হামাসের শীর্ষ প্রতিনিধিদলের বৈঠক | প্রথম আলো",
            "time": "2025-11-24T04:45:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-16%2Fetf13qy3%2Fprothomalo_bangla_2023_12_4a979820_a455_4b97_ba1e_b0111673a1ac_jobs_lost_in_Gaza_2.avif?rect=0%2C1%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি মাসের শুরুতে রয়টার্সের খবরে বলা হয়েছিল, গাজার ইসরায়েল-নিয়ন্ত্রিত এলাকায় বিভিন্ন সুড়ঙ্গে আটকা পড়া হামাস যোদ্ধাদের ভবিষ্যৎ নিয়ে সমাধান খুঁজছেন মধ্যস্থতাকারীরা।</p><p>ইসরায়েলের প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহু বলেছেন, হামাসের এক যোদ্ধা গাজায় ইসরায়েল-নিয়ন্ত্রিত এলাকায় প্রবেশ করে ইসরায়েলি সেনাদের ওপর হামলার চেষ্টার পর গত শনিবার ইসরায়েলি বাহিনী হামাসের পাঁচ জ্যেষ্ঠ সদস্যকে হত্যা করেছে।</p><p>গাজার স্বাস্থ্য কর্তৃপক্ষ জানায়, শনিবার ইসরায়েলি বিমান হামলায় কমপক্ষে ২০ জন নিহত হয়েছেন।</p><p>গতকাল ইসরায়েলি সামরিক বাহিনী জানায়, শনিবারের হামলায় নিহত ব্যক্তিদের মধ্যে হামাসের এক স্থানীয় কমান্ডারও ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববাজারে আবার কমেছে সোনার দাম, আগামী এক মাস কেমন থাকবে দাম | প্রথম আলো",
            "time": "2025-11-24T04:33:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-20%2Ffzm86oav%2FFS4FXRFRARONLO4O4LJFFWOES4.jpg?rect=0%2C101%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে বেশ কিছু কারণে সোনার দাম সীমিত পরিসরের মধ্যে ওঠানামা করবে বলে মনে করছেন বাজার–বিশ্লেষকেরা। তাঁরা বেশ কিছু অর্থনৈতিক সূচকের দিকে তাকিয়ে আছেন। প্রথমত, যুক্তরাষ্ট্র দীর্ঘদিন শাটডাউন থাকার কারণে কী পরিস্থিতি হয়, সেদিকে নজর রাখছেন তাঁরা। দেশটির মূল্যস্ফীতি ও জিডিপি প্রবৃদ্ধির হার কী দাঁড়ায়, সেদিকে বিনিয়োগকারীদের তীক্ষ্ণ নজর। সেই সঙ্গে সবচেয়ে গুরুত্বপূর্ণ যে বিষয়, অর্থাৎ ফেডারেল রিজার্ভ নীতি সুদহার হ্রাস-বৃদ্ধি করে কি না, সেদিকেও বিনিয়োগকারীদের দৃষ্টি আছে। ডিসেম্বর মাসে ফেডের মুদ্রানীতি কমিটির বৈঠক। ফলে এই সময়ে মধ্যে, অর্থাৎ আগামী এক মাস সোনার দাম খুব বেশি ওঠানামা করবে না।</p><p>ফেডারেল রিজার্ভ নীতি সুদহারের বিষয়ে কী সিদ্ধান্ত নেয়, তার জন্য আরও কিছু সূচক গুরুত্বপূর্ণ। সেগুলোর মধ্যে আছে সাপ্তাহিক কর্মসংস্থানের হার, ভোক্তাদের আত্মবিশ্বাস, উৎপাদনবহির্ভূত খাতের পিএমআই। বিশ্লেষকেরা মনে করছেন, ডিসেম্বর মাসে ফেডের নীতি সুদহার ঘোষণার আগে সোনার দাম স্থিতিশীল থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যস্ততার মধ্যেও নিজের জন্য সময় বের করতে ভালোবাসেন সারা | প্রথম আলো",
            "time": "2025-11-24T04:32:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fn3phm4m2%2Fsaraalikhan9516785405133056141793639902685345204813.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিনেত্রী না হলে সারা কী হতেন, হালকা হেসে তারকা-কন্যা জানিয়েছেন যে অভিনয়ে না এলে হয়তো তিনি ‘শায়েরা’ (কবি) হতেন। ‘দ্বিপদী লিখতাম, পার্টিতে আবৃত্তি করতাম। হয়তোবা সারা কি শায়রি, সব পে ভারী নামের ইনস্টা সিরিজও শুরু করতাম। লেখালেখির প্রতি আমার ভালোবাসা এবং আগ্রহ ছিল সব সময়। ইতিহাস ও রাজনীতি নিয়ে পড়েছি, তাই সংবাদমাধ্যমে বা শিক্ষামূলক কাজ করতে পারতাম,’ বললেন তারকা–কন্যা। সমালোচনাকে কীভাবে নেন সারা, তিনি মনে করেন কাজ নিয়ে গঠনমূলক সমালোচনা তাঁকে আরও ভালো করতে সাহায্য করে। তবে ব্যক্তিগত আক্রমণকে তিনি মোটেও পাত্তা দেন না। ‘প্রত্যেকে আপনাকে চেনে না আর চেনার দরকারও নেই। যারা আমাকে পর্দার বাইরেও জানে, তাদের সঙ্গেই যুক্ত থাকতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পের কেন্দ্রস্থল নরসিংদী: মাটিতে ফাটল নিয়ে আতঙ্কিত হওয়ার কিছু নেই | প্রথম আলো",
            "time": "2025-11-24T04:11:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Flhumomb9%2FC07.jpg?rect=0%2C130%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিএসবির তিন সদস্যের বিশেষজ্ঞদল বলছে, শনিবারের ভূমিকম্প ‘আফটার শক’ (পরাঘাত) কি না, তা এখনই নিশ্চিত করে বলা সম্ভব নয়। এটি জানতে হলে ২৯০ দিন পর্যন্ত অপেক্ষা করতে হবে বলে জানান বিশেষজ্ঞদলের সদস্য আনিসুর রহমান। তিনি প্রথম আলোকে বলেন, ভূমিকম্প আফটার শক নাকি ফোর শক (পূর্বাঘাত), তা নির্ণয়ের জন্য নির্দিষ্ট বৈজ্ঞানিক মানদণ্ড রয়েছে। যদি আগামী ২৯০ দিনের মধ্যে কেন্দ্রস্থলের ৫০ কিলোমিটার পরিধির মধ্যে এর চেয়ে কম মাত্রার ভূমিকম্প হয়, তবে সেগুলোকে আফটারশক হিসেবে গণ্য করা হবে।</p><p>আনিসুর রহমান বলেন, যদি আগামী ১০০০ দিনের মধ্যে কেন্দ্রস্থলের (নরসিংদীর) ১১০ কিলোমিটার পরিধির মধ্যে সাড়ে ৮ মাত্রার কোনো ভূমিকম্প হয়, তবে বর্তমান ঘটনাটিকে (শুক্রবার ও শনিবারের ভূমিকম্প) সেই বড় ভূমিকম্পের পূর্বাঘাত হিসেবে বিবেচনা করা হবে।</p><p>শুক্রবারের মাঝারি ভূমিকম্পের পরদিন ছোট ছোট ভূমিকম্প হওয়াকে ইতিবাচকভাবে দেখেন জিএসবির উপপরিচালক সেলিম রেজা। তিনি মনে করেন, এর মাধ্যমে ভূগর্ভে সঞ্চিত শক্তি ধীরে ধীরে নির্গত হয়েছে, যা বড় আকারে নির্গত হওয়ার ঝুঁকি কমাতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুন্দরবনে কাঁকড়া ধরতে গিয়ে চার জেলে অপহৃত, মুক্তিপণ দিয়ে বাড়ি ফিরেছেন একজন | প্রথম আলো",
            "time": "2025-11-24T04:08:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F194e066d-3d01-419e-90a4-cea72da1af7f%2F1.webp?rect=0%2C10%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্যামনগর উপজেলার মুন্সিগঞ্জ ইউনিয়ন পরিষদের সাবেক চেয়ারম্যান কাসেম মোরেল জানান, সুন্দরবনে দস্যুতা আবারও বেড়ে উঠেছে। ভেটখালী ও মরগাং গ্রামের বেশ কয়েকজন জেলে সম্প্রতি আঠারবেকি এলাকা থেকে অপহৃত হয়েছেন বলে স্থানীয় লোকজনের কাছ থেকে খবর পেয়েছেন।</p><p>সুন্দরবনের সাতক্ষীরা রেঞ্জ কর্মকর্তা হক বলেন, ‘জেলেরা আমাদের কিছুই জানায় না। মহাজন বা পরিবারের লোকজন মুক্তিপণ দিয়ে তাদের ছাড়িয়ে আনে, পরে আমরা খবর পাই। দুর্গম বনাঞ্চলে দ্রুত অভিযান চালানোও কঠিন। বনদস্যু দমনে একটি স্মার্ট প্যাট্রোল টিম ও দুটি বিশেষ দল মাঠে রয়েছে। সুনির্দিষ্ট তথ্য পাওয়া গেলে অপহৃত জেলেদের উদ্ধারে সর্বোচ্চ চেষ্টা চালানো হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় যৌতুকের দাবিতে তরুণীকে শ্বাসরোধে হত্যার অভিযোগ, স্বামী আটক | প্রথম আলো",
            "time": "2025-11-24T04:08:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-21%2Fwvjeyff3%2FDeath-body.jpg?rect=0%2C6%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্বজনদের তথ্য অনুযায়ী, প্রেমের সম্পর্ক দুই পরিবার মেনে না নেওয়ায় রিয়াজুল নাফিজ তিন মাস আগে আফিয়া আকতারকে পালিয়ে বিয়ে করেন। বিয়ের পর তাঁরা বগুড়া শহরের কৈপাড়া এলাকার ভাড়া বাসায় ছিলেন।</p><p>নিহত আফিয়ার স্বজনদের অভিযোগ, বিয়ের পর নাফিজ যৌতুক হিসেবে পাঁচ লাখ টাকা ও একটি মোটরসাইকেল দাবি করেন। এসব না দেওয়ায় আফিয়াকে নির্যাতন শুরু করেন। বাধ্য হয়ে গত বৃহস্পতিবার আফিয়া বাবার বাড়িতে চলে যান এবং রোববার দুপুরে ভাড়া বাসায় ফিরে আসেন। সন্ধ্যায় আফিয়া মুঠোফোনে মা–বাবাকে একাধিকবার ফোন করে তাঁকে বাঁচানোর জন্য আকুতি জানান। পরে স্বজনেরা কৈপাড়ার বাসায় গিয়ে ঘরের জানালার গ্রিলের সঙ্গে ওড়না প্যাঁচানো অবস্থায় তাঁর ঝুলন্ত লাশ দেখতে পান। খবর পেয়ে পুলিশ গিয়ে লাশ উদ্ধার করে এবং নাফিজকে আটক করে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাইয়ে ডাকাত-আতঙ্ক, রাত জেগে এলাকাবাসীর পাহারা | প্রথম আলো",
            "time": "2025-11-24T04:05:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F8e03o05o%2F797d09af-a01e-4067-acb6-54bc1cb3616f.jfif?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিবাগত রাত দেড়টা। হঠাৎ দরজা ভাঙার শব্দে ঘুম ভাঙে সাবেক সেনা সার্জেন্ট আবু সুফিয়ানের। কিছু বুঝে ওঠার আগেই দুই ডাকাত ধারালো অস্ত্রের মুখে বেঁধে ফেলেন তাঁকে। এরপর বাড়িতে থাকা নারী ও শিশুদেরও জিম্মি করে মারধর করা হয়। একে একে স্বর্ণালংকার, টাকা ও মুঠোফোন লুট করে নেয় ডাকাত দলের সদস্যরা।</p><p>১৮ নভেম্বর চট্টগ্রামের মিরসরাইয়ের খৈয়াছড়া ইউনিয়নের মাছুমের তালুক গ্রামে এ ঘটনা ঘটে। এরপর থানায় অভিযোগ করেছিলেন আবু সুফিয়ান। তবে এখন পর্যন্ত কেউ আটক হয়নি। অবশ্য শুধু ওই দিনই নয়; এ উপজেলায় গত চার মাসে এমন অন্তত নয়টি ঘটনা ঘটেছে। প্রতিবারই আগ্নেয়াস্ত্র ও ধারালো অস্ত্র নিয়ে ডাকাত দল মধ্যরাতে হানা দিয়েছে। বেশির ভাগ ডাকাতিই হয়েছে প্রবাসীদের বাড়িতে। পরপর এমন ঘটনায় আতঙ্কে রয়েছেন স্থানীয় বাসিন্দারা।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষার্থীদের কী বললেন জামাল ভূঁইয়া | প্রথম আলো",
            "time": "2025-11-24T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fzdf41867%2FChittagongfoodsowrav16.JPG?rect=0%2C6%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০ নভেম্বর শীত শীত সকালেই উৎসবমুখর হয়ে ওঠে চট্টগ্রাম জেলা স্টেডিয়াম। ভেতরে-বাইরে সবখানে রঙিন বেলুন, ব্যানার ও ফেস্টুন। ‘গোল…গোল…গোল’ থিম সংয়ের তালে বিশ্ববিদ্যালয়ের শিক্ষার্থীদের উচ্ছ্বাস। </p><p>ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল টুর্নামেন্ট ঘিরেই এত সব আয়োজন। টুর্নামেন্টটির এটি তৃতীয় আসর। চট্টগ্রাম পর্ব দিয়েই শুরু। ঢাকা থেকে এসে আয়োজনের আনুষ্ঠানিক উদ্বোধন করেন জাতীয় ফুটবল দলের অধিনায়ক জামাল ভূঁইয়া। </p><p>আরও উপস্থিত ছিলেন জাতীয় দলের সাবেক চার অধিনায়ক—টুর্নামেন্ট কমিটির প্রধান আশরাফউদ্দিন আহমেদ চুন্নু, টেকনিক্যাল কমিটির প্রধান ইমতিয়াজ সুলতান জনি, চট্টগ্রামের সন্তান ও ফুটবলার মামুনুল ইসলাম ও জাহিদ হাসান এমিলি। তাঁদের উপস্থিতি চট্টগ্রাম জেলা স্টেডিয়ামের উৎসবমুখর পরিবেশে যোগ করে বাড়তি উচ্ছ্বাস। </p><p>খেলোয়াড় ও দর্শক হিসেবে বিভিন্ন বিশ্ববিদ্যালয় থেকে যে শিক্ষার্থীরা এসেছিলেন, সবার নজরই জামাল ভূঁইয়ার দিকে ছিল। </p><p>চট্টগ্রামের পোর্ট সিটি ইন্টারন্যাশনাল ইউনিভার্সিটির শিক্ষার্থী আশিকুর রহমান বলেন, ‘গ্যালারি থেকে হলেও জামাল ভাইকে দেখতে পেরেছি, এটাই আমার কাছে বড় পাওয়া।’ </p><p>গ্যালারিতে বসা আরেক শিক্ষার্থী, ইউনিভার্সিটি অব ক্রিয়েটিভ টেকনোলজির ছাত্র সাইফুল ইসলাম বলেন, ‘বন্ধুদের প্রেরণা দিতে মাঠে এসেছিলাম। বোনাস হিসেবে জামাল ভাইকেও সামনাসামনি দেখতে পেলাম।’ </p><p>নকআউট খেলা হওয়াতে প্রথম দিনের প্রথম ম্যাচে টাইব্রেকারে ৫-৪ গোলে হেরে বিদায় নিয়েছে বিজিসি ট্রাস্ট বিশ্ববিদ্যালয় বাংলাদেশ। স্বভাবতই এই বিশ্ববিদ্যালয়ের শিক্ষার্থী তাহমিম ফেরদৌসের মন খারাপ। তবে জামাল ভূঁইয়ার উপস্থিতি তাঁর এই মন খারাপ কিছুটা হলেও কমিয়েছে বলে জানান তিনি। </p></div></div></div></body></html>"
        },
        {
            "title": "মাছ আহরণ কমে গেছে, জাহাজ বিক্রি করে দিচ্ছেন মালিকেরা | প্রথম আলো",
            "time": "2025-11-24T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-13%2Futug0kya%2FWhatsApp-Image-2025-05-13-at-12.58.24-PM.jpeg?rect=0%2C7%2C1584%2C832&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনাম চৌধুরী আরও বলেন, বর্তমানে সাগরে চান্দা, ম্যাকারেল, চাপিলা, স্কুইড, সার্ডিন, আইলা, লাক্ষা, ছুরি ও বাগদার মতো দামি মাছ কম পাওয়া যাচ্ছে। তাই এ খাতের প্রায় ১০ হাজার কোটি টাকার বিনিয়োগ চ্যালেঞ্জে পড়েছে।</p><p>শিমিজু স্পেশালাইজড ফিশিং কোম্পানির পাঁচটি মাছ ধরার জাহাজ রয়েছে। এর এককটির মূল্য ২০ থেকে ২৫ কোটি টাকা। প্রতিষ্ঠানটির ১০০ কোটি টাকার বেশি বিনিয়োগ রয়েছে। এসব জাহাজে কয়েক কোটি টাকার জাল থাকে। তা ছাড়া মাছ ধরার জন্য ব্যবহৃত সুনার মেশিনের দাম ৩ থেকে ৪ কোটি টাকা। ইকো সাউন্ডারের দাম ৪ লাখ থেকে ২০ লাখ টাকা। সাগরে এক যাত্রায় ১৮ থেকে ২০ দিন লাগে। তেল লাগে ১০০ টন। আর প্রতি যাত্রায় মাছ পাওয়া যায় ১০০ থেকে ১৫০ টন। অর্থাৎ গড়ে ১০০ টন এবং প্রতি কেজি ১২০ টাকা করে হিসাব করলে দাম দাঁড়ায় ১ কোটি ২০ লাখ টাকা। এর মানে একটি জাহাজের প্রতি যাত্রায় ৩০ লাখ টাকার মতো লোকসানের আশঙ্কা থাকে।</p></div></div></div></body></html>"
        }
    ]
}