{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দ্বিতীয় দিনে সেন্ট মার্টিন গেলেন আরও ১ হাজার ১৯৪ পর্যটক | প্রথম আলো",
            "time": "2025-12-02T10:18:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fh9wddew8%2Fc0dc2dfa-7a07-4c2f-83c9-96378d6104d8.jfif?rect=0%2C105%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি প্রজ্ঞাপনে বলা হয়, নভেম্বর মাসে পর্যটকেরা শুধু দিনের বেলায় দ্বীপ ভ্রমণ করতে পারবেন, কিন্তু রাত যাপন করা যাবে না। তবে ডিসেম্বর ও জানুয়ারি দুই মাস রাত যাপনের সুযোগ রাখা হয়েছে। বিআইডব্লিউটিএ এবং পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয়ের অনুমোদন ছাড়া সেন্ট মার্টিন দ্বীপে কোনো নৌযান চলাচল করতে পারবে না। পর্যটকদের অবশ্যই বাংলাদেশ ট্যুরিজম বোর্ডের স্বীকৃত ওয়েব পোর্টালের মাধ্যমে অনলাইনে টিকিট কিনতে হবে। সেখানে প্রতিটি টিকিটে ট্রাভেল পাস এবং কিউআর কোড সংযুক্ত থাকবে। কিউআর কোড ছাড়া টিকিট নকল হিসেবে গণ্য হবে।</p><p>তা ছাড়াও সেন্ট মার্টিনের প্রাকৃতিক পরিবেশ অক্ষুণ্ন রাখতে রাতের বেলায় সৈকতে আলো জ্বালানো, শব্দ সৃষ্টি বা বারবিকিউ পার্টি, কেয়াবনে প্রবেশ, কেয়া ফল সংগ্রহ বা ক্রয়-বিক্রয়, সামুদ্রিক কাছিম, পাখি, প্রবাল, রাজ কাঁকড়া, শামুক-ঝিনুক ও অন্যান্য জীববৈচিত্র্যের ক্ষতি নিষিদ্ধ করা হয়। সৈকতে মোটরসাইকেল, সি-বাইকসহ যেকোনো মোটরচালিত যানবাহন চলাচল, পলিথিন বহন ও একবার ব্যবহার্য প্লাস্টিক (যেমন চিপসের প্যাকেট, প্লাস্টিক চামচ, স্ট্র, সাবান ও শ্যাম্পুর মিনি প্যাক, পানির প্লাস্টিক বোতল) ব্যবহারে নিরুৎসাহিত করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুকুরছানা হত্যা, সর্বোচ্চ শাস্তি চাইলেন নিলয় | প্রথম আলো",
            "time": "2025-12-02T10:15:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-21%2Fj9bab023%2F1__5_.jpg?rect=0%2C0%2C1321%2C694&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মঙ্গলবার এক ফেসবুক পোস্টে নিলয় লিখেছেন, ‘ঈশ্বরদীতে ৮টা কুকুরের বাচ্চা বস্তায় ভরে পুকুরে ফেলে দেওয়া হয়েছে। মা কুকুরটা মৃত বাচ্চাগুলোর দিকে তাকিয়ে আছে। একটাবার চিন্তা করে দেখুন তো, বস্তার ভেতরে বাচ্চাগুলো পানির মধ্যে কেমন করছিল, বাঁচার জন্য কত চেষ্টা করছিল, কতটা কষ্ট পেয়ে বাচ্চাগুলো মারা গিয়েছে।’<br>নিলয় আরও লেখেন, ‘এখন মা কুকুরটার কতটা কষ্ট হচ্ছে। মা কুকুরটার বুকের দুধ খাওয়াতে না পারলে ব্যথা শুরু হবে, হয়তো মা কুকুরটাও মারা যাবে বুকের দুধ কোনো বাচ্চাকে খাওয়াতে না পেরে। এই হত্যাকাণ্ডের জন্য খুনির সর্বোচ্চ শাস্তির দাবি জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "তৃতীয় টি-টোয়েন্টি: সাইফের পর লিটনও আউট, তানজিদের বিশ্ব রেকর্ড | প্রথম আলো",
            "time": "2025-12-02T07:26:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fdkwtcd7y%2FWhatsApp-Image-2025-12-02-at-3.15.33-PM.jpeg?rect=0%2C0%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টসে মুদ্রা নিক্ষেপ করে হারলেন বাংলাদেশ অধিনায়ক লিটন দাস। আগে ব্যাটিংয়ের সিদ্ধান্ত নিয়েছেন আয়ারল্যান্ড অধিনায়ক পল স্টার্লিং।</p><p>বাংলাদেশ দলে তিনটি পরিবর্তনের কথা জানিয়েছেন লিটন। <strong>দলে ঢুকেছেন শরীফুল ইসলাম, শামীম পাটোয়ারি ও রিশাদ হোসেন। তাঁদের জায়গা দিতে আজ দলে নেই নাসুম আহমেদ, নুরুল হাসান ও তানজিম হাসান।</strong></p><p>টসে হারের পর লিটন বলেন, ‘আমরা আগে ব্যাট করতে চেয়েছিলাম। পিচ একটু শুকনো, বল ভালো উঠতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চুয়াডাঙ্গায় তরুণের লাশ উদ্ধার, ঘোষণা দিয়ে প্রতিপক্ষ হত্যা করেছে- অভিযোগ পরিবারের | প্রথম আলো",
            "time": "2025-12-02T10:09:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fo6q4jx9r%2FChuadangaDH057020251202chuadanga-murder-pic-02-12-2025.jpg?rect=0%2C0%2C3478%2C1826&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত ব্যক্তির ভাই জামাল হোসেন বলেন, ‘৪–৫ দিন আগে সোহেল রানা খেজুরগাছ থেকে রসের ভাঁড় পাড়তে আসেন। জমির আইল দিয়ে যাওয়ার সময় পেয়ারাবাগানের জমিতে পা দেওয়ায় কথা–কাটাকাটি হয়। এরপর ফারুকসহ তিন-চারজন মিলে গালাগালি দিয়ে দা দিয়ে মাথায় আঘাত করে। সোমবার তাঁর মাথার সেলাই খোলা হয়। এরপর সোহেলকে একা পেয়ে গলা কেটে হত্যা করেছে। আজ সকালে ফারুক নিজেই লাশ দেখতে এসেছিল। আমি তাকে বলি, “তুই আমার ভাইকে খুন করেছিস।” ফারুক তখন বলে, “তোর ভাইকে খুন করেছি তো কী হয়েছে?”’</p><p>পুলিশ সুপার মোহাম্মদ মনিরুল ইসলাম বলেন, গতরাত থেকে ভোররাতের মধ্যে এই খুনের ঘটনা ঘটেছে। লাশের সুরতহাল তৈরি করা হয়েছে। ময়নাতদন্তও করা হবে। ঘটনার সঙ্গে যারাই জড়িত থাকুক না কেন, তাদের গ্রেপ্তার করে ন্যায়বিচার নিশ্চিত করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পঞ্চম ও ষষ্ঠ গ্রেডের নন-ক্যাডার পদে নিয়োগে পিএসসির বিজ্ঞপ্তি | প্রথম আলো",
            "time": "2025-12-02T10:07:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-14%2Fbt9nfnio%2FZKS1061.png?rect=0%2C0%2C1540%2C809&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পঞ্চম ও ষষ্ঠ গ্রেডের ছয়টি নন-ক্যাডার পদে নিয়োগ বিজ্ঞপ্তি প্রকাশ করা হয়েছে। বিভিন্ন মন্ত্রণালয়/বিভাগ/অধিদপ্তরের শূন্য পদে এই নিয়োগ দেওয়া হবে। ৩০ নভেম্বর ২০২৫ তারিখে বাংলাদেশ সরকারি কর্ম কমিশন (পিএসসি) নিয়োগ বিজ্ঞপ্তিটি প্রকাশ করে।</p><p><strong>পদের নাম ও বিবরণ</strong></p><p>১. সিস্টেম অ্যানালিস্ট<br> বিভাগ: বিভিন্ন মন্ত্রণালয়/বিভাগ/অধিদপ্তর<br> পদসংখ্যা: ০১<br> শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে কম্পিউটার সায়েন্স/কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং/ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিকস ইঞ্জিনিয়ারিং। ইনফরমেশন অ্যান্ড কমিউনিকেশন টেকনোলজি সংশ্লিষ্ট বিষয়ে অন্যূন দ্বিতীয় শ্রেণি বা সমমানের সিজিপিএসহ স্নাতক (সম্মান) বা সমমানের ডিগ্রি। কোনো সরকারি/স্বায়ত্তশাসিত/আধা স্বায়ত্তশাসিত/সংবিধিবদ্ধ প্রতিষ্ঠানে সহকারী সিস্টেম অ্যানালিস্ট/প্রোগ্রামার/কম্পিউটার অপারেশন সুপারভাইজার হিসেবে অন্যূন তিন বছরের অভিজ্ঞতা।<br> গ্রেড ও বেতন স্কেল: (গ্রেড-৫) ৪৩,০০০-৬৯,৮৫০ টাকা।<br> বয়সসীমা: সর্বোচ্চ ৪০ বছর</p></div></div></div></body></html>"
        },
        {
            "title": "গণিত: টিক দাও, ৩০ নম্বর পাও | প্রথম আলো",
            "time": "2025-12-02T10:04:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fpu9zx7hn%2F4ec86c1e-b186-4e11-bcba-1b679811a812.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৬. পাইচিত্র—<br>i. একটি লেখচিত্র<br>ii. একে বৃত্তলেখ বলা হয়<br>iii. এতে কোনো পরিসংখ্যান ৩৬০° এর অংশ হিসেবে উপস্থাপিত হয়<br>নিচের কোনটি সঠিক?<br>ক. i ও ii   খ. i ও iii  <br>গ. ii ও iii ঘ. i, ii ও iii    <br>১৭. কেন্দ্রীয় প্রবণতার পরিমাপ হলো—<br>ক. মধ্যক ও ট্যালি<br>খ. প্রচুরক ও ক্রমযোজিত গণসংখ্যা<br>গ. মধ্যক ও শ্রেণি মধ্যমান<br>ঘ. মধ্যক ও প্রচুরক<br>১৮. কোনটি কেন্দ্রীয় প্রবণতার পরিমাপ?<br>ক. গড় খ. জনসংখ্যা<br>গ. তাপমাত্রা ঘ. উচ্চতা<br>১৯. উপাত্তসমূহের কেন্দ্রীয় মানের দিকে পুঞ্জীভূত হওয়ার প্রবণতাকে কী বলা হয়?<br>ক. প্রচুরক খ. বিস্তার<br>গ. মধ্যক ঘ. কেন্দ্রীয় প্রবণতা<br>২০. ০, ০, ২, ৪, ৬, ৮, ৭, ৩ উপাত্তগুলোর গড় নিচের কোনটি?<br>ক. ৩.৭৫ খ. ৫<br>গ. ৫.৭৫ ঘ. ৬<br>২১. ১২ থেকে ২০ পর্যন্ত মৌলিক সংখ্যাগুলোর গড় কত?<br>ক. ১৫ খ. ১৫.৩৩<br>গ. ১৬ ঘ. ১৬.৩৩<br>২২. ৬, ৫, ১২, ৮, ১০ এবং ১৫ সংখ্যাগুলোর মধ্যক নিচের কোনটি?<br>ক. ৮ খ. ৯<br>গ. ১০ ঘ. ১২<br>২৩. ১ থেকে ২০ পর্যন্ত মৌলিক সংখ্যাগুলোর মধ্যক কত?<br>ক. ৫ খ. ৭<br>গ. ৯ ঘ. ১১<br>২৪. ২, ৫, ২, ১২, ৫, ১১, ২, ৭, ১, ১১ তথ্যগুলোর প্রচুরক কত?<br>ক. ১ খ. ২<br>গ. ৫ ঘ. ১১<br>২৫. সংগৃহীত উপাত্ত পরিসংখ্যানের—<br>ক. তথ৵ খ. কাঁচামাল<br>গ. ডাটা ঘ. উপাত্ত<br>২৬. কোনো শ্রেণির ট্যালি সংখ্যা হলো ওই শ্রেণির—<br>ক. গণসংখ্যা খ. মধ্যমান<br>গ. শ্রেণিসংখ্যা   ঘ. পরিসর<br>২৭. কোন লেখচিত্র অঙ্কনের জন্য প্রকৃত শ্রেণিসীমা নির্ণয় করতে হয়?<br>ক. আয়তলেখ খ. পাইচিত্র<br>গ. গণসংখ্যা বহুভুজ ঘ. রেখাচিত্র</p></div></div></div></body></html>"
        },
        {
            "title": "লন্ডনের হিথরো বিমানবন্দরে তারেক রহমানের ভিডিওটি পুরোনো | প্রথম আলো",
            "time": "2025-12-02T10:02:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fwkc1w7xc%2F%E0%A6%AB%E0%A6%BE%E0%A6%87%E0%A6%A8%E0%A6%BE%E0%A6%B2.jpg?rect=0%2C76%2C1092%2C573&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আইডিটির অনুসারীর সংখ্যা দুই লাখেরও বেশি। এই প্রোফাইলে বিএনপি, তারেক রহমান এবং তাঁদের পরিবারের পক্ষে রাজনৈতিক বিষয়বস্তু নিয়মিতভাবে শেয়ার করা হয়ে থাকে।</p><p>তবে ভিডিও যাচাই করে দেখা যাচ্ছে, চলতি বছরের জুন মাসে স্ত্রী ডা. জুবাইদা রহমান বাংলাদেশ থেকে লন্ডনে পৌঁছালে তারেক রহমান তাঁকে বিমানবন্দরে স্বাগত জানান। ভিডিওটি সে সময় ধারণ করা।</p><p>একই ভিডিও বেসরকারি সম্প্রচারিত চ্যানেল আরটিভি ‘লন্ডন হিথরো বিমানবন্দরে জোবাইদা রহমানকে নিতে এলেন তারেক রহমান’ এই শিরোনামে চলতি বছর ৬ জুন ফেসবুক ও ইউটিউব চ্যানেলে আপলোড করে।</p></div></div></div></body></html>"
        },
        {
            "title": "১২ কেজি এলপিজি সিলিন্ডারে দাম বাড়ল ৩৮ টাকা | প্রথম আলো",
            "time": "2025-12-02T10:01:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-06%2Flxkjg7c2%2F093607CHATTOGRAM_DH0396_20210825_CHITTAGONG_BIS_SOWRAV_5_.png?rect=0%2C0%2C1647%2C865&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোক্তা পর্যায়ে বেসরকারি খাতের তরলীকৃত পেট্রোলিয়াম গ্যাসের (এলপিজি) দাম কেজিতে বাড়ল ৩ টাকা ১৭ পয়সা। চলতি ডিসেম্বরে ১২ কেজি সিলিন্ডারের দাম নির্ধারণ করা হয়েছে ১ হাজার ২৫৩ টাকা। গত মাসে দাম ছিল ১ হাজার ২১৫ টাকা; অর্থাৎ ডিসেম্বরে ১২ কেজিতে দাম বেড়েছে ৩৮ টাকা। গত মাসে কমেছিল ২৬ টাকা।</p><p>আজ মঙ্গলবার বাংলাদেশ এনার্জি রেগুলেটরি কমিশন (বিইআরসি) সংবাদ সম্মেলনের মাধ্যমে এ দাম ঘোষণা করেন বিইআরসির চেয়ারম্যান জালাল আহমেদ। আজ সন্ধ্যা ছয়টা থেকে নতুন দর কার্যকর হবে বলে জানানো হয়েছে।</p><p>সংস্থাটি প্রতি মাসেই এলপিজির দাম নির্ধারণ করে। তবে বাজারে নির্ধারিত দামে এলপিজি বিক্রি না হওয়ার অভিযোগ আছে। এলপিজির ১২ কেজি সিলিন্ডার সবচেয়ে বেশি ব্যবহৃত হয় গৃহস্থালির কাজে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫ দিনের ছাতক যুদ্ধ বেকায়দায় ফেলে পাকিস্তানি বাহিনীকে | প্রথম আলো",
            "time": "2025-12-02T09:57:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fqdwgcjjz%2FSunamganjDH053220251201FBIMG1755875428328.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মো. ইদ্রিস আলীর মতে, পাঁচ দিনের এই যুদ্ধে ২৫ থেকে ৩০ জন মুক্তিযোদ্ধা নিহত হন। তবে মুক্তিযুদ্ধের জ্ঞানকোষে বলা হয়েছে, ৭০–৮০ জন মুক্তিযোদ্ধা এই যুদ্ধে শহীদ হয়েছিলেন। আর শত্রুপক্ষের দুই শতাধিক নিহত হয়। </p><p>ছাতক যুদ্ধে পাকিস্তানি বাহিনী যে যথেষ্ট বেকায়দায় পড়েছিল, পাকিস্তান সেনাবাহিনীর ব্রিগেডিয়ার সিদ্দিক সালিক তাঁর <em>উইটনেস টু সারেন্ডার</em> বইয়ে সে কথা স্বীকার করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আমার বাবা শিল্পী কামরুল হাসান | প্রথম আলো",
            "time": "2025-12-02T09:53:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Flur2avc2%2FWhatsApp-Image-2025-12-02-at-14.59.04.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>তোমাকে মনে পড়ে শিশিরে ভেজা শিউলি ফুলের শরতের সকালে, ২১ ফেব্রুয়ারিতে, মনে পড়ে ২৬ মার্চে, ১৬ ডিসেম্বর, মনে পড়ে বৈশাখী মেলায়, নবান্নোৎসবে। বহু বছর আগে তুমি আমাদের দেখিয়ে গেছ এসব কীভাবে পালন করতে হয়; এসব উৎসব ও দিনগুলো পালনের পদ্ধতি তোমারই সৃষ্টি। কিন্তু আজ উৎসবের আনন্দের কাছে তুমি ম্লান হয়ে গেছ। হারিয়ে গেছ ‘তুমি’ বলে একজন ব্যক্তি। কেবল আমার অন্তরে তুমি আছ। এসব তোমাকেই খোঁজে। কী জানি হয়তো তুমি দূরে কোথাও দাঁড়িয়ে চুপিসারে দেখছ সবকিছু আর মুচকি হাসছ, ভাবছ তোমাকে তো কেউ দেখতে পাচ্ছে না।</p><p>আমি তো দেখেছি তোমার ভূমিকা ১৯৬৯-এর অসহযোগ আন্দোলনে, তারপর ’৭০-এ গণঅভ্যুত্থান থেকে ’৭১-এর মুক্তিযুদ্ধ এবং মুক্তিযুদ্ধ-পরবর্তী কর্মকাণ্ডে; একটি নতুন দেশের উন্নয়নে একটি সমৃদ্ধ জাতি গড়ার লক্ষ্যে তোমার বিভিন্নমুখী কর্মসূচি গ্রহণ এবং একান্ত সম্পৃক্ততা। তুমি ছিলে একজন সমাজসচেতন, স্পষ্টভাষী, অন্যায়ে আপসহীন প্রগতিবাদী শিল্পী। শুধু শিল্পী বললে তোমাকে সীমাবদ্ধ করে ফেলা হবে, যা তুমি একেবারেই নও। তুমি অত্যন্ত সত্যনিষ্ঠ বলিষ্ঠ নীতির প্রতীক। সামাজিক ও রাজনৈতিকভাবে অত্যন্ত সচেতন মানুষ।</p><p>সবাই স্বাধীনতা যুদ্ধ ও তার পরে অনেকের অবদানের কথা বলে। তোমার কথা আর শুনি না। তাই ভাবি হারিয়ে যাচ্ছ তুমি ইতিহাস থেকে, কেবল তোমার ‘এই জানোয়ারটিকে হত্যা করতে হবে’ পোস্টারটি একেবারে তোমাকে মুছে ফেলতে পারেনি ইতিহাস থেকে। এদেশে আমরা নিজেদের সঠিক ইতিহাস এখনো লিখতে পারিনি। পরের প্রজন্মকে জানাতে পারিনি স্বাধীনতা যুদ্ধের সঠিক ইতিহাস। আমি তো জানি তুমি স্বাধীন বাংলাদেশের জাতীয় প্রতীক, ‘জাতীয় পতাকা’র রূপকার; বিমান বাংলাদেশের ‘বলাকা’ ও পর্যটন করপোরেশন ‘পিপিসি’র রূপকারও তুমি। স্বাধীনতা যুদ্ধের সাড়া জাগানো বিখ্যাত পোস্টারের কথাও আমি ভুলিনি।</p><p>তুমি যে বাংলাদেশকে এত ভালোবেসে গেলে, সেই স্বাধীন দেশেরই মৌলবাদীচক্র তোমার ফাঁসির দাবি তুলেছে, তোমার নামে মিথ্যা অপবাদ দিয়ে তোমার অজস্র শিল্পকর্ম নষ্ট করেছে। তোমাদের জন্য আমরা স্বাধীন দেশের নাগরিক। প্রতিদানে আমরা কতটুকু দিতে পেরেছি? সরকার পরিবর্তন হয়, কিন্তু স্বার্থত্যাগী ব্যক্তিরা ইতিহাসের অন্তরালেই চলে যাচ্ছেন। তোমাদের মতো মানুষের স্মৃতি ধরে রাখার প্রয়োজনীয়তা এখন আর স্বাধীন বাংলাদেশের মানুষের কাছে নেই!</p><p>১৯৬৯-এর অসহযোগ আন্দোলন থেকে ১৯৮৮ সালে স্বৈরশাসনের বিরুদ্ধে প্রতিবাদ এবং তারপর তোমার বিদায়। মৃত্যুর ১০ মিনিট আগে স্বৈরশাসকের বিরুদ্ধে তোমার উচ্চারিত বাক্য আজও মানুষের মুখে মুখে ফেরে। এটি যেন খনার বচনে পরিণত হয়েছে। কিন্তু তোমাকে আর কারোর মনে পড়ে না।</p><p>একই ব্যক্তির স্মৃতি রক্ষার্থে একাধিক সড়ক, পার্ক, উদ্যান, অডিটোরিয়ামের নাম ব্যবহার করা হচ্ছে, কিন্তু আজ পর্যন্ত তোমার নামে ছোট্ট একটা সড়ক কি সড়কদ্বীপ বা কোনো গ্যালারির নামকরণের প্রয়োজন বোধ করে না কেউ। আমরা সত্যিই অকৃতজ্ঞ।</p><p>আমি তো তোমাকে হারিয়েছি। হারিয়েছি মাথার ওপর বটবৃক্ষের ছায়া। আমাদের গোটা পরিবার হারিয়েছে ছায়াদানকারী সেই বৃক্ষ; শুধু প্রশ্ন—যাদের জন্য তুমি তোমার জীবনের মূল্যবান সময় ব্যয় করলে, ত্যাগ স্বীকার করলে, সেই জাতি তোমার অবর্তমানে তোমাকে কতটা মনে করে? পূর্ব পাকিস্তানের সময় তোমার নিজ হাতে গড়া পাকিস্তান স্মল অ্যান্ড কটেজ ইন্ডাস্ট্রিজ করপোরেশন (পিসিক) কি জাঁকজমক অবস্থায় চলত। তখনই বহু প্রতিকূলতায় বাংলার ঐতিহ্য কৃষ্টি পৃথিবীর অন্যান্য দেশের কাছে তুলে ধরার জন্য চলত গবেষণা ও মানোন্নয়ন। এখন এটি স্বাধীন দেশ বাংলাদেশের ক্ষুদ্র ও কুটির শিল্প সংস্থার হতদরিদ্র চেহারা। কোথায় তার জৌলুশ। ভাগ্যিস তোমাকে এর এই কৃশকায় চেহারা দেখে যেতে হয়নি। না হলে তুমি অত্যন্ত মর্মাহত হতে। স্বাধীনতা পাওয়ার পর বোধ হয় আমাদের নিজস্ব কৃষ্টি বা ঐতিহ্যবোধ আন্তর্জাতিক বাজারে দেখানোর প্রয়োজন ফুরিয়ে গেছে। তোমার মৃত্যুর পর ওই ক্ষুদ্র ও কুটির শিল্প সংস্থার তোমারই হয়তো কিছু শুভাকাঙ্ক্ষী ওখানকার একটি হলরুমের নাম রেখেছে তোমার নামে, যা চোখে না পড়ার মতোই। এ হলরুমের যে জীর্ণদশা তাতে মনে হয় না ওই ঘরটি ব্যবহার-উপযোগী, আদৌ ওই হলঘরে কিছু হয়েছে বলে আমার জানা নেই। যদিও আমার তথ্যে ভুল থাকতে পারে।</p><p>তোমার চিত্রকর্মের একটি অংশ ‘রমণী’, তোমার অতি প্রিয় বিষয় বেছে নিয়ে একটি প্রদর্শনী করতে গেলাম। সেখানে অদ্ভুত সব সমালোচনার মুখোমুখি হতে হলো। আরো দুঃখজনক হলো, যারা সমালোচনা করেছেন তারা একসময়কার তোমার অতি কাছের আপনজন এবং শুভাকাঙ্ক্ষী বলে পরিচিত। তুমি আমার বাবা, তাই আমিও তোমার মতোই হব কিছুটা হলেও। তাই চিন্তা করো না। তোমার প্রদর্শনী আমি বিশাল করেই করব ইনশাল্লাহ। আমি তো তোমার মেয়ে, তোমার আদর্শ আমার রক্তে—এ রকমই তোমার এক জন্মদিনে আমি শান্তিনিকেতন থেকে তোমাকে মনে করেছিলাম। তার উত্তরে তুমি আমাকে একটা চিঠি লিখেছিলে। আমি তোমার ওই অপূর্ব সুন্দর চিঠিগুলোর একটি এখানে পাঠকদের সাথে ভাগাভাগি করে এ লেখাটি শেষ করতে চাই:</p></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে টিটিসি নির্মাণ প্রকল্প বাতিলের প্রতিবাদে মানববন্ধন | প্রথম আলো",
            "time": "2025-12-02T09:52:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fnqkl8ll2%2FSunamganjDH05.jpg?rect=0%2C7%2C1219%2C640&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকল্প স্থানান্তরের খবর জানাজানি হওয়ার পর রোববার তাহিরপুর উপজেলাবাসীর পক্ষ থেকে প্রশিক্ষণকেন্দ্র স্থাপনের দাবিতে জেলা প্রশাসকের মাধ্যমে প্রকল্প পরিচালকের কাছে স্মারকলিপি দেওয়া হয়।</p><p>তাহিরপুরে টিটিসি বাস্তবায়ন আন্দোলনের সদস্যসচিব সুহেল আলমের সঞ্চালনায় মানববন্ধনে বক্তব্য দেন তাহিরপুর উপজেলার বাসিন্দা ও সুনামগঞ্জ-১ (তাহিরপুর–জামালগঞ্জ–ধর্মপাশা–মধ্যনগর) আসনে জামায়াতের প্রার্থী দলের জেলা আমির মাওলানা তোফায়েল আহমদ খান, বিএনপির দুই মনোনয়নপ্রত্যাশী তাহিরপুর উপজেলা পরিষদের সাবেক চেয়ারম্যান ও জেলা বিএনপির নেতা আনিসুল হক, সাবেক উপজেলা পরিষদ চেয়ারম্যান ও জেলা বিএনপির নেতা কামরুজ্জামান; তাহিরপুর উপজেলা কল্যাণ সমিতির সভাপতি আবুল কালাম আজাদ, তাহিরপুর সদর ইউনিয়ন পরিষদের (ইউপি) চেয়ারম্যান মো. জুনাব আলী, টিটিসি বাস্তবায়ন আন্দোলনের আহ্বায়ক মেহেদী হাসান, উপজেলা কৃষক দলের সভাপতি ফেরদৌস আলম প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার নিরাপত্তায় এসএসএফ | প্রথম আলো",
            "time": "2025-12-02T09:51:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Flwc3t8vf%2FScreenshot_2025_11_29_031235.jpg?rect=0%2C0%2C611%2C321&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়াকে ‘অতি গুরুত্বপূর্ণ ব্যক্তি’ ঘোষণা করার পর স্পেশাল সিকিউরিটি ফোর্স (এসএসএফ) নিরাপত্তা দেওয়া শুরু করেছে। আজ মঙ্গলবার বেলা ২টা ২০ মিনিটের দিকে এসএসএফ সদস্যরা খালেদা জিয়াকে নিরাপত্তা দেওয়া শুরু করেন। বিষয়টি নিশ্চিত করেন বিএনপির মিডিয়া সেলের সদস্য শায়রুল কবির খান।</p></div></div></div></body></html>"
        },
        {
            "title": "গুগলির ঝলক দেখানো রিশাদ সিরিজ জিতেই বাসায় যেতে চান | প্রথম আলো",
            "time": "2025-12-02T09:50:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F279qpb8s%2FWhatsApp-Image-2025-12-02-at-3.15.35-PM.jpeg?rect=0%2C0%2C1229%2C645&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ অনেক দিন ধরেই হন্যে হয়ে খুঁজে বেড়িয়েছে লেগ স্পিনার। সেই অপেক্ষা দুই বছর ধরে ঘুচেছে রিশাদে। এখন সেই লেগ স্পিনে আরও নতুন নতুন অস্ত্র যোগ করছেন রিশাদ—গত এশিয়া কাপ থেকেই গুগলি করতে দেখা যাচ্ছে তাঁকে। ক্যাম্ফারকে বোল্ড আউটও করেছেন এই গুগলিতেই। স্কয়ার কাট খেলতে গিয়ে বোকা বনে যান ক্যাম্ফার।</p><p>আজ বীরশ্রেষ্ঠ মতিউর রহমান স্টেডিয়ামে আয়ারল্যান্ডের বিপক্ষে টি–টোয়েন্টি সিরিজে তৃতীয় ও শেষ ম্যাচে একাদশে ফেরানো হয় রিশাদকে। আগের দুই ম্যাচের মতো আজও ভালো শুরু পেয়েছিল আয়ারল্যান্ড। উদ্বোধনী জুটিতে ২৪ বলে ৩৮ রান যোগ করেছিলেন পল স্টার্লিং ও টিম টেক্টর।</p></div></div></div></body></html>"
        },
        {
            "title": "বরফযুগ দেখেছে যে প্রাণী | প্রথম আলো",
            "time": "2025-12-02T09:49:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F7wvs8zzc%2FSaigaantelopeattheStepnoiSanctuary.jpg?rect=0%2C130%2C2449%2C1286&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-02T15:49:22+06:00\"><span>প্রকাশ: ০২ ডিসেম্বর ২০২৫, ০৯: ৪৯ </span></time></p></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান এখনো ট্রাভেল পাস চাননি: পররাষ্ট্র উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-02T09:48:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fo6ufor70%2FTaohid.webp?rect=0%2C0%2C993%2C521&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যানের পাসপোর্টের বিষয়ে জানতে চাইলে পররাষ্ট্র উপদেষ্টা বলেন, ‘ওনার (তারেক রহমান) পাসপোর্ট আছে কি না, এটা আমি বলতে পারব না।’</p><p>তারেক রহমানের দেশে আসা নিয়ে সুনির্দিষ্ট তথ্য পররাষ্ট্র মন্ত্রণালয়ের কাছে নেই বলে জানান তৌহিদ হোসেন।</p><p>পররাষ্ট্র উপদেষ্টা বলেন, সাবেক প্রধানমন্ত্রী খালেদা জিয়াকে বিদেশ নিয়ে যাওয়ার বিষয়ে প্রস্তুতি আছে সরকারের। যদি চিকিৎসকেরা সেটা মনে করেন, দলের সিদ্ধান্ত হয়, তবে সে অনুযায়ী তা করা হবে হয়তো।</p></div></div></div></body></html>"
        },
        {
            "title": "সবাই আমাকে নিয়ে হাসাহাসি করছে | প্রথম আলো",
            "time": "2025-12-02T09:42:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fg9g3yzev%2FBB-1876.jpg?rect=0%2C89%2C1030%2C541&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"সবাই আমাকে নিয়ে হাসাহাসি করছে\" class=\"IiRps \">সবাই আমাকে নিয়ে হাসাহাসি করছে</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-02T15:42:13+06:00\"><span>প্রকাশ: ০২ ডিসেম্বর ২০২৫, ০৯: ৪২ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "বিএইচএল গ্রুপ: টেকসই গুণে নির্মাণে থাকুন নিশ্চিন্ত | সিরামিক এক্সপো বাংলাদেশ ২০২৫ | প্রথম আলো",
            "time": "2025-12-02T09:39:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F28ypvr1j%2Fimage.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বিএইচএল গ্রুপ: টেকসই গুণে নির্মাণে থাকুন নিশ্চিন্ত | সিরামিক এক্সপো বাংলাদেশ ২০২৫\" class=\"nA4h1 \">বিএইচএল গ্রুপ: টেকসই গুণে নির্মাণে থাকুন নিশ্চিন্ত | সিরামিক এক্সপো বাংলাদেশ ২০২৫</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-02T15:39:57+06:00\"><span>প্রকাশ: ০২ ডিসেম্বর ২০২৫, ০৯: ৩৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘সংসদ নির্বাচনে প্রার্থী হতে চাওয়ায়’ ২২ বছর আগে খুন, এখন তদন্ত চায় পরিবার | প্রথম আলো",
            "time": "2025-12-02T09:39:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F91oerb9g%2F1-image-Template-2-Recovered.jpg?rect=0%2C68%2C1289%2C677&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামাল উদ্দিন হত্যাকাণ্ডে জড়িত থাকার অভিযোগের বিষয়ে জানতে চাইলে বিএনপির কেন্দ্রীয় নির্বাহী কমিটির সদস্য ও চট্টগ্রাম-১৩ আসনে দল মনোনীত প্রার্থী সরওয়ার জামাল নিজাম প্রথম আলোকে বলেন, ‘তদন্তে আমার নাম উঠে আসেনি। এগুলো আওয়ামী দোসরদের ষড়যন্ত্র।’</p><p>দক্ষিণ জেলা বিএনপির সদস্যসচিব হেলাল উদ্দিনও এ ঘটনায় সংশ্লিষ্টতা অস্বীকার করেছেন। তিনি প্রথম আলোকে বলেন, ‘আমার বিরুদ্ধে সব ষড়যন্ত্র। তদন্তে আমার নাম পাওয়া যায়নি।’</p><p>আইনজীবীরা জানান, বাদী অধিকতর তদন্তের জন্য আদালতে আবেদন করতে পারেন। মামলার সাক্ষ্য চলাকালে ইতিপূর্বে ১০ ট্রাক অস্ত্র মামলা, চট্টগ্রাম বন্দরে কোকেন জব্দের মামলাসহ বেশ কিছু আলোচিত মামলা অধিকতর তদন্তে গিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "‘হকির হামজা’ আমিরুলের প্রিয় ফুটবলার মেসি | প্রথম আলো",
            "time": "2025-12-02T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fvoujbb22%2Ff402a646-2e46-4ccc-9bad-a3c0912ebd3c.jfif?rect=0%2C8%2C956%2C502&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমিরুলের আশা, দেশের ফুটবলে যেমন এখন একটা উত্থানপর্ব চলছে, এমন দিন একদিন দেশের হকিও দেখবে, ‘হকির পর ফুটবলই আমার প্রিয় খেলা। হকি খেলোয়াড় না হলে ফুটবল খেলতাম। ফুটবলে এখন হামজা ভাইকে নিয়ে সবার আগ্রহ। আমি চাই, হকিতেও এমন দিন আসুক।’</p><p>হকির সঙ্গে আমিরুলের প্রথম সাক্ষাৎ ২০১৫ সালে, তখন তিনি ফরিদপুর উচ্চবিদ্যালয়ের ষষ্ঠ শ্রেণির শিক্ষার্থী। একদিন কোচিং শেষ করে বাড়িতে ফেরার পথে দেখলেন, স্কুলমাঠে খেলা চলছে। প্রথম দিকে খেলাটা আমিরুল ঠিকভাবে বুঝতেন না, খেলা দেখে একটু অবাকও হতেন। লাঠি দিয়ে একটা ছোট বলকে তাড়া করা, আবার টেনে নিয়ে যাওয়া, লক্ষ্য ভেদ করা—এসবই তাঁকে খেলাটার প্রতি আরও কৌতূহলী করে তোলে।</p><p>ধীরে ধীরে হকির প্রতি ভালো লাগা তৈরি হয়। একসময়ের অচেনা হকি হয়ে যায় চেনা। কাল ভারত থেকে মুঠোফোনে যেন ফিরে গেলেন সেই স্মৃতিতে, ‘তখন তো খুব ছোট ছিলাম। প্রথম দিকে খেলা দেখে কিছুই বুঝতাম না। একেবারে অচেনা লাগত, তবে অনেক মজা পেতাম। আমার চাচা নুরুল ইসলাম ছিলেন হকির কোচ। তিনি জেলা পর্যায়ে কোচিং করাতেন। তিনি আমাকে অনেক সহযোগিতা করেছেন।’</p></div></div></div></body></html>"
        }
    ]
}