{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সিদ্ধিরগঞ্জে বিএনপির দুই পক্ষের সংঘর্ষ, পাল্টাপাল্টি ধাওয়া | প্রথম আলো",
            "time": "2025-08-01T05:30:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Ftrhd9hi4%2FNarayangonjDH078020250801IMG-20250801-WA0004.jpg?rect=0%2C230%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে শাহ আলম মানিক প্রথম আলোকে বলেন, ‘আমি বাড়ির সামনে বসে ছিলাম। হঠাৎ রুহুল আমিন ৫০-৬০ জন অস্ত্রধারী সহযোগী নিয়ে এসে অতর্কিতে হামলা চালায়। শুনেছি, তাঁরা কয়েকটি গুলি ছোড়ে। তবে কেন এই হামলা করেছে, তা আমি জানি না।’</p><p>অন্যদিকে রুহুল আমিন বলেন, ‘জমিসংক্রান্ত বিরোধের জেরে মানিক বাবলুকে মারধর করে রক্তাক্ত করেছে। আমরা জানতে গেলে মানিক পালিয়ে যায়। আমাদের পক্ষ থেকে কোনো হামলা হয়নি; বরং মানিক মিথ্যা অভিযোগ করে আমাকে ফাঁসাতে চাইছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গঙ্গাচড়ায় হিন্দুবাড়িতে হামলা ঠেকাতে ‘পর্যাপ্ত’ ব্যবস্থা নেওয়া হয়নি | প্রথম আলো",
            "time": "2025-08-01T05:30:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F6b0ev8s7%2FCapture.PNG?rect=0%2C74%2C1088%2C571&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তখন বেলা দুইটা। নীলফামারীর কিশোরগঞ্জ উপজেলার সিঙ্গেরগাড়ি বাংলাবাজার থেকে একটি মিছিল তিন কিলোমিটার পশ্চিমে পাড়ের হাটের দিকে যায়। মিছিলে ৩০০-৪০০ মানুষ ছিলেন। তবে মিছিলটি যখন সিঙ্গেরগাড়ি বাংলাবাজারে ফিরে আসে, তখন লোকে লোকারণ্য। মিছিলে পাঁচ-ছয় হাজার মানুষ। এরপর তাঁরা রংপুরের গঙ্গাগড়া উপজেলার বেতগাড়ি ইউনিয়নের আলদাদপুর গ্রামের দিকে রওনা দেন। </p><p>হিন্দুদের বসতবাড়িতে হামলার আগে এভাবেই প্রস্তুতি নেওয়ার বর্ণনা দিলেন নীলফামারীর কিশোরগঞ্জের মাগুরা ইউনিয়ন পরিষদের (ইউপি) চেয়ারম্যান আখতারুজ্জামান। তিনি প্রথম আলোকে বলেন, ‘আমি দেখছি, দুজন ছিল গাড়ির ভেতরে। একজন ড্রাইভার, একজন এসআই (উপপরিদর্শক)। আমি বললাম, ভাইয়া, আমার সঙ্গে থাকেন, নিবৃত্ত করি। ওরা ভয়ে মনে হয় পিছিয়ে গিয়েছে! মাইকিং করে যেহেতু এত বড় কর্মসূচি দেওয়া হয়েছে, ওনাদের (পুলিশ) আরও সক্রিয় ভূমিকা নেওয়া উচিত ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে যারা বাণিজ্য চুক্তি করেনি, তাদের জন্য অনেক দেরি হয়ে গেছে: ট্রাম্প | প্রথম আলো",
            "time": "2025-08-01T05:28:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fd085y23t%2FBQPCVUM5R5LI7B4WNRTBYNW7IU.avif?rect=0%2C0%2C4773%2C2506&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষাৎকারে ট্রাম্পকে জিজ্ঞাসা করা হয়, তাঁর শুল্কের কারণে মার্কিন ভোক্তাদের জন্য পণ্যের দাম বাড়ছে কি না। উত্তরে ট্রাম্প বলেন, শুধু একটা জায়গায় দাম বাড়ছে। তা হলো শত শত বিলিয়ন ডলার এখন যুক্তরাষ্ট্রের কোষাগারে ঢুকছে।</p><p>ট্রাম্পকে জিজ্ঞাসা করা হয়, ব্রাজিলের প্রেসিডেন্ট লুইজ ইনাসিও লুলা দ্য সিলভা তাঁর শুল্কনীতির বিরোধিতা করছেন, এ বিষয়ে তাঁর মন্তব্য কী। জবাবে ট্রাম্প বলেন, ‘ঠিক আছে। তাহলে ওনার যুক্তরাষ্ট্রের সঙ্গে ব্যবসা করতে হবে না। আমার এতে কোনো সমস্যা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের খাতুনগঞ্জের পাইকারি আড়তে বেড়েছে পেঁয়াজ-আদার দাম | প্রথম আলো",
            "time": "2025-08-01T05:22:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F171hlpe7%2F635b8004-ae2c-4107-8dc6-19af94c5ec80.jfif?rect=0%2C262%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের ব্যবধানে চট্টগ্রামের পাইকারি বাজারে পেঁয়াজের দাম বেড়েছে। গত সপ্তাহে মানভেদে ৪৭ থেকে ৫২ টাকা কেজি দরে বিক্রি হয়েছিল পেঁয়াজ। তবে এ সপ্তাহে দাম বেড়ে ৫৫ থেকে ৬০ টাকা দরে বিক্রি হচ্ছে। খুচরা পর্যায়ে দাম প্রতি কেজি ৬৫ থেকে ৭০ টাকা।</p><p>ব্যবসায়ীরা বলছেন, গত জুন মাসে ৪২ থেকে ৫০ টাকা ছিল পেঁয়াজের দাম। পরের মাস জুলাইয়ের শুরুতে দাম ১-২ টাকা হারে বাড়তে শুরু করে। জুলাই মাসের শেষ সপ্তাহে এসে দাম আরও কিছু বেড়েছে।</p><p>চট্টগ্রামে পেঁয়াজের বড় আড়ত রয়েছে নগরের খাতুনগঞ্জ ও চাক্তাই এলাকায়। এর মধ্যে বেশির ভাগ আড়ত অবস্থিত খাতুনগঞ্জের হামিদুল্লাহ মিঞা মার্কেটে। গত সপ্তাহে এ বাজারে ভালো মানের পেঁয়াজ বিক্রি হয়েছে ৫২ টাকায়। এ সপ্তাহে সেটি ৫৫ টাকার বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "দোয়ার ফজিলত ও আদব | প্রথম আলো",
            "time": "2025-08-01T05:10:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-15%2Fher48dh6%2FWhatsApp-Image-2023-04-29-at-17.27.33-2.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীজি (সা.) বলেন, ‘উষ্কখুষ্ক ধুলায় ধূসরিত অবস্থায় দীর্ঘ সফরকারী একজন যে স্বীয় দুই হাত আকাশের দিকে প্রসারিত করে বলে, “হে প্রভু! হে প্রভু!” অথচ তার খাদ্য হারাম, পানীয় হারাম, পোশাক হারাম এবং সে হারাম দ্বারা লালিত, তার দোয়া কীভাবে কবুল হবে?’ (মুসলিম: ১৬৮৬)</p><p>নির্জনে নীরবে বিনয়ের সঙ্গে দোয়া করা উত্তম। আল্লাহ তাআলা বলেন, ‘তোমরা স্বীয় প্রতিপালককে ডাকো কাকুতি মিনতি করে এবং সংগোপনে। তিনি সীমা অতিক্রমকারীদের পছন্দ করেন না।’ (সুরা-৭ আরাফ, আয়াত: ৫৫)। <strong>‘</strong>পৃথিবীকে কুসংস্কারমুক্ত ও ঠিক করার পর তাতে ফ্যাসাদ সৃষ্টি করো না। তাকে আহ্বান করো ভয় ও আশাসহকারে। নিশ্চয় আল্লাহর করুণা সৎকর্মশীলদের নিকটবর্তী।’ (সুরা-৭ আরাফ, আয়াত: ৫৫-৫৬)</p><p>দোয়ার আদব হলো দৃঢ়সংকল্প ও আকুতির সঙ্গে দোয়া করা, দোয়া কবুলে প্রবল আশাবাদী হওয়া।</p><p>হজরত জাকারিয়া (আ.) তাঁর দোয়ায় বলেন, ‘হে আমার প্রতিপালক! আপনার কাছে দোয়া করে আমি কখনো ব্যর্থ হইনি।’ (সুরা-১৯ মারিয়াম, আয়াত: ৪) হজরত ইব্রাহিম (আ.) বলেন, ‘আশা করি, আমার প্রতিপালকের নিকট দোয়া করে আমি বিফল হব না।’ (সুরা-১৯ মারিয়াম, আয়াত: ৪৮)</p><ul><li><p><strong>মুফতি মাওলানা শাঈখ মুহাম্মাদ উছমান গনী</strong></p><p>যুগ্ম মহাসচিব, বাংলাদেশ জাতীয় ইমাম সমিতি; সহকারী অধ্যাপক, আহ্ছানিয়া ইনস্টিটিউট অব সুফিজম</p><p><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"9ae9f7efe9f7fbf4fdf5f4ffffdafdf7fbf3f6b4f9f5f7\">[email protected]</a></p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ত্রাণ নেওয়ার কয়েক মিনিট পর হত্যা করা হয় ক্ষুধার্ত শিশুটিকে: সাবেক মার্কিন সেনা কর্মকর্তা | প্রথম আলো",
            "time": "2025-08-01T05:09:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fu3cs1atl%2Famir-gaza.jpg?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজার শিশু আমির। সামান্য একটু ত্রাণ পাওয়ার আশায় খালি লম্বা পথ হেঁটে এসেছিল সে। ত্রাণ পাওয়ার কয়েক মিনিট পরই ইসরায়েলি সেনাদের গুলিতে নিহত হয় শিশুটি। মার্কিন সেনাবাহিনীর বিশেষ শাখার সাবেক এক কর্মকর্তার বর্ণনায় গাজার এমন ভয়াবহ চিত্র উঠে এসেছে। এই কর্মকর্তা গত মাসে ইসরায়েল ও যুক্তরাষ্ট্র-সমর্থিত বিতর্কিত ত্রাণ সংস্থা গাজা হিউম্যানিটারিয়ান ফাউন্ডেশন (জিএইচএফ) থেকে পদত্যাগ করেন।</p><p> অ্যান্টনি আগুইলার গত সোমবার ‘আনঅ্যাক্সেপ্টেবল’ পডকাস্টে বলেন, গত ২৮ মে দক্ষিণ গাজায় জিএইচএফের একটি ত্রাণ বিতরণকেন্দ্রে দায়িত্ব পালনের সময় তিনি নিজ চোখে শিশু আমিরসহ অসংখ্য মানুষকে ইসরায়েলি বাহিনীর গুলিতে নিহত হতে দেখেছেন।</p><p> আগুইলার বলেন, ‘ছোট্ট আমির খালি পায়ে একটি ছেঁড়া জামা পরে আমার সামনে এসে দাঁড়ায়। তাঁর হাড্ডিসার শরীরে থাকা ছেঁড়া-ফাটা কাপড় যেন ঝুলে ঝুলে পড়ে যাচ্ছিল। সে ১২ কিলোমিটার পথ হেঁটে সেখানে (ত্রাণ বিতরণকেন্দ্র) এসেছিল। সেখানে পৌঁছানোর পর সামান্য যে খাবার ও উচ্ছিষ্ট পেয়েছিল, সে জন্য সে আমাদের ধন্যবাদ জানায়।’</p><p> আইগুলার বলতে থাকেন, ‘সে (আমির) খাবারের প্যাকেটগুলো মাটিতে নামিয়ে রাখল। কারণ, তখন আমি হাঁটু গেঁড়ে বসে ছিলাম। তার হাত দুটো বাড়িয়ে আমার গালের দুই পাশে রাখে। সেই হাতগুলো ছিল খুব দুর্বল, হাড্ডিসার, ময়লা। আর সেগুলো দিয়ে সে আমার মুখ ছুঁয়ে দেখে এবং আমাকে চুমু দেয়। ও আমাকে চুমু দিয়ে ইংরেজিতে বলে “থ্যাংক ইউ”। এরপর সে জিনিসগুলো নিয়ে তার দলের কাছে ফিরে যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাণিজ্যবিরোধ: ভারত কেন ট্রাম্পের নিশানায় | প্রথম আলো",
            "time": "2025-08-01T05:01:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fhddb1u7v%2Ftrump-modi-1.avif?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প গতকাল বৃহস্পতিবার ভারতের বাণিজ্যনীতির তীব্র সমালোচনা করেছেন। ভারতীয় পণ্যের ওপর হোয়াইট হাউসের শুল্ক বৃদ্ধির প্রস্তুতি নেওয়ার পর থেকেই এ আক্রমণের মাত্রা বেড়েছে।  </p><p>ট্রাম্প জানিয়েছেন, তাঁর প্রশাসন আজ শুক্রবার (১ আগস্ট) থেকে ভারতের রপ্তানি পণ্যের ওপর ২৫ শতাংশ হারে শুল্ক আরোপ করছে এবং এর পাশাপাশি অতিরিক্ত শাস্তিমূলক ব্যবস্থা নেওয়া হবে। ট্রাম্প যখন বিশ্বের বহু দেশের ওপর নতুন শুল্ক আরোপের পরিকল্পনা করছিলেন, তখনই ভারতকে উদ্দেশ করে তাঁর এমন কঠোর অবস্থান সামনে উঠে আসে।</p><p>হোয়াইট হাউসের অভিযোগ, ভারত মার্কিন পণ্যকে বাজারে ঠেকাতে অতিমাত্রায় শুল্ক আরোপ করছে। সম্প্রতি রাশিয়া-ইউক্রেন যুদ্ধ চলাকালে ভারত রুশ জ্বালানি কেনা অব্যাহত রাখায় ট্রাম্প প্রকাশ্যে ক্ষোভ প্রকাশ করেছেন।</p><p>‘ভারতের শুল্ক বিশ্বে অন্যতম সর্বোচ্চ’, গত বুধবার সামাজিক যোগাযোগমাধ্যমে এমন মন্তব্য করেন ট্রাম্প। জবাবে ভারত সরকার জানিয়েছে, তারা ট্রাম্পের বক্তব্য ‘লক্ষ্য করেছে’ এবং এর ‘প্রভাব মূল্যায়ন’ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুনিয়ায় প্রত্যেক মুসলিমকে যেসব পরীক্ষার মধ্য দিয়ে যেতে হবে | প্রথম আলো",
            "time": "2025-08-01T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fslxnuadw%2F075rashid-notitle250701npXNt-1.jpg?rect=0%2C55%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুনিয়ার জীবন সাময়িক এবং এর কষ্টগুলো ক্ষণস্থায়ী। আমরা প্রায়ই দুনিয়ার সমস্যায়, যেমন অর্থনৈতিক সংকট, সম্পর্কের জটিলতা বা সামাজিক চাপ, এতটাই মগ্ন হয়ে পড়ি যে আমাদের মূল উদ্দেশ্য ভুলে যাই। পবিত্র কোরআন আমাদের স্মরণ করিয়ে দেয়, ‘কিন্তু যে ব্যক্তি তার প্রভুর সামনে দাঁড়ানোর ভয় করেছে এবং নিজের নফসকে অবৈধ কামনা থেকে বিরত রেখেছে, তার জন্য জান্নাতই হবে আশ্রয়।’ (সুরা নাজিয়াত, আয়াত: ৪০–৪১)</p><p>ইবন কাইয়্যিম (রহ.) বলেছেন, ‘যদি আল্লাহ তাঁর বান্দার জন্য পর্দা তুলে দিতেন এবং তাকে দেখাতেন, কীভাবে তিনি তার জন্য সবকিছু পরিচালনা করেন, তবে তার হৃদয় আল্লাহর প্রতি ভালোবাসায় গলে যেত এবং কৃতজ্ঞতায় টুকরা টুকরা হয়ে যেত। তাই যদি দুনিয়ার কষ্ট তোমাকে ক্লান্ত করে, তবে দুঃখ করো না। হয়তো আল্লাহ তোমার দোয়ার কণ্ঠ শুনতে চান।’ (ইবন কাইয়্যিম, <em>আল–ফাওয়ায়িদ</em>, পৃষ্ঠা ১২৮, বৈরুত: দারুল কুতুব আল–ইলমিয়্যাহ, ১৯৯৬)</p></div></div></div></body></html>"
        },
        {
            "title": "সাত কলেজের পূর্ণাঙ্গ বিশ্ববিদ্যালয়ে রূপান্তর: সাধারণ শিক্ষার্থীদের ভবিষ্যৎ এবং জগন্নাথ বাস্তবতা | প্রথম আলো",
            "time": "2025-08-01T04:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F3b6395ae-e494-473e-a966-2e7931205bcd%2FWhatsApp.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জগন্নাথ কলেজ থেকে বিশ্ববিদ্যালয়: রূপান্তরের ইতিহাস</strong></p><p>১৮৬৩ সালের ২৩ ফেব্রুয়ারি ব্রজসুন্দর বসু ঢাকা ব্রাহ্ম স্কুল প্রতিষ্ঠার মাধ্যমেই আজকের জগন্নাথ বিশ্ববিদ্যালয়ের উৎপত্তি। ১৯৬৮ সালের ১ আগস্ট সরকারি আদেশে প্রাদেশিককরণের নামে এই প্রতিষ্ঠানকে সরকারি কলেজে রূপান্তর করা হয়। এটি ১৯৭৫ সাল থেকে সরকারি কলেজ হিসেবে স্নাতক ও স্নাতকোত্তর পর্যায়ে শিক্ষা কার্যক্রম পরিচালনা করত।</p><p>পরবর্তীকালে, শিক্ষার বিস্তার ও উচ্চশিক্ষায় স্বকীয়তা অর্জনের লক্ষ্যে সরকার ২০০৫ সালের ২০ অক্টোবর এক গেজেট প্রকাশের মাধ্যমে জগন্নাথ বিশ্ববিদ্যালয় আইন–২০০৫ (২০০৫ সালের ২৪ নম্বর আইন) প্রণয়ন করে। এই আইনের ভিত্তিতে ২০০৫ সালের ৮ অক্টোবর আনুষ্ঠানিকভাবে জগন্নাথ কলেজের বিশ্ববিদ্যালয়ে রূপান্তর ঘটে।</p><p><strong>এর ফলে—</strong></p><p>*কলেজ পর্যায়ে শিক্ষার্থী ভর্তি বন্ধ হয়।</p><p>*অনার্স ও মাস্টার্স পর্যায়ে সিলেকটিভ ভর্তির ব্যবস্থা চালু হয়।</p><p>*সরকারি কলেজের চরিত্র বদলে গিয়ে এটি একটি পূর্ণাঙ্গ পাবলিক বিশ্ববিদ্যালয়ে রূপান্তরিত হয়।</p><p><strong>সরকারি কলেজকে বিশ্ববিদ্যালয় করা যাবে না?—আইনগত বিধান</strong></p><p>জগন্নাথ বিশ্ববিদ্যালয় হওয়ার পর, অন্য বড় ও ঐতিহ্যবাহী সরকারি কলেজগুলোর ক্ষেত্রেও একই ধরনের দাবি উঠতে থাকে, বিশেষ করে কারমাইকেল কলেজ (রংপুর), রাজশাহী কলেজ, ব্রজমোহন কলেজ (বরিশাল), মুরারিচাঁদ কলেজ (সিলেট) ইত্যাদি। কিন্তু ২০০৯ সালে জাতীয় সংসদে একটি গুরুত্বপূর্ণ সিদ্ধান্ত গৃহীত হয় যে আর কোনো সরকারি কলেজকে বিশ্ববিদ্যালয়ে রূপান্তর করা যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "গোপালগঞ্জে সহিংসতার ঘটনায় গত চার দিনে ১২ শিশুর জামিন নামঞ্জুর | প্রথম আলো",
            "time": "2025-08-01T04:53:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F0d44139e-bab5-4189-b32e-2d4ba5c2c7b7%2F560d69b0_b0f9_47f7_a873_a73a60cc490b.png?rect=0%2C55%2C466%2C245&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজন শিশুর বাবা বলেন, ‘সংসারে অভাব–অনটন, নিজেরাই সংসার চালাইতে পারি না। আমার কষ্ট দেখে ছেলে রাজমিস্ত্রির কাজে যোগ দেয়। সে গোপালগঞ্জ সদর উপজেলার রমজান শেখ নামের একটা রাজমিস্ত্রির সহকারী হিসেবে কাজ করে। কাজের সময় পুলিশ তাদের ধরে নিয়ে যায়।’</p><p>আরেক শিশুর ভ্যানচালক বাবা বলেন, ‘আমরা গরিব মানুষ, কোথাও কোনো কাইজের মধ্যে নেই। তিনডা ছেলে, বড়টা একটা মাদ্রাসার শিক্ষক। ছোট দুইডা এখনো পড়ে। যারে ধরছে, সে সবার ছোট। ওই দিন সকালে আমার মাদ্রাসায় গেছে, পরীক্ষা ছিল। পরে দুপুরের আগে আমি নিজে যাইয়ে নিয়ে আসছি। সেদিন বাড়িতেই ছিল। পরের দিনও সারা দিন বাড়ি ছিল, সেদিন তো কারফিউ ছিল। আসরের নামাজের পর আমার কাছ থেকে ২০ টাকা নিয়ে গেছে চটপটি খাইতে। পাশে মাদ্রাসার সামনেই চটপটির দোকান বসে। সেই হান দে ওরে ধইরে নিছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কর্মক্ষেত্রে বুলিং: শারীরিক ও মানসিক স্বাস্থ্যের ওপর প্রভাব | প্রথম আলো",
            "time": "2025-08-01T04:52:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fsz2qdjiy%2F01082025-cm-5.jpg?rect=0%2C59%2C817%2C429&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কেন করা হয়?</strong></p><p>এই উৎপীড়নের পেছনে বিভিন্ন কারণ থাকতে পারে—</p><ul><li><p>কর্মক্ষেত্রে ক্ষমতা জাহির করা।</p></li><li><p>সহকর্মীর প্রতি ঈর্ষা।</p></li><li><p>ঊর্ধ্বতন কর্তৃপক্ষের সামনে নিজেকে জাহির করার ইচ্ছা।</p></li><li><p>কর্মীর পারিবারিক অথবা মানসিক সমস্যা; যা কর্মক্ষেত্রে প্রতিফলিত হয়।</p></li></ul><p><strong>কর্মীর স্বাস্থ্যের ওপর প্রভাব</strong></p><p>বুলিং কর্মীর শারীরিক ও মানসিক স্বাস্থ্যের ওপর ব্যাপক প্রভাব বিস্তার করে। এর কারণে অনেক সময় আক্রান্ত ব্যক্তি চাকরি ছেড়ে দেওয়া, অনেক সময় আত্মহত্যাও করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পিডিবির ভুলে ২৪৫ কোটি টাকা জরিমানা দিতে হলো বাংলাদেশকে | প্রথম আলো",
            "time": "2025-08-01T04:50:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F05%2F12%2F891bdec2e76eb9ff088297131cee79bf-5cd7bbc04c8c9.jpg?rect=0%2C0%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মধ্যস্থতার মাধ্যমে নিষ্পত্তির জন্য যুক্তরাষ্ট্রের আদালতের রায়কে ভিত্তি ধরে দেশে তখন গুরুত্বের সঙ্গে কাজ শুরু করেন বিদ্যুৎ উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান। ২০২৪ সালের ৪ নভেম্বর এ বিষয়ে নীতিগত সম্মতি দেন প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।</p><p>এরপর স্মিথ কো-জেনারেশনের মধ্যস্থতাকারী, বিদ্যুৎ বিভাগ ও পিডিবির কর্মকর্তা এবং অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান অনলাইনে ৫টি বৈঠক করেন। শুরুতে বাংলাদেশের পক্ষ থেকে প্রস্তাব দেওয়া হয়, জব্দ করা ব্যাংক নিশ্চয়তার ১৫ লাখ ডলার ফেরত দেওয়ার মাধ্যমে বিষয়টি নিষ্পত্তি করা হোক। বিপরীতে স্মিথ কো-জেনারেশন দাবি করে ৩ কোটি ১৭ লাখ ১০ হাজার ডলার। আরও দাবি করে, মামলার খরচ বাবদ আরও ১ কোটি ৮০ লাখ ডলার তাদের দিতে হবে।</p><p>বাংলাদেশের পক্ষ থেকে পাল্টা প্রস্তাবে কোম্পানিটিকে বলা হয়, ১৫ লাখ ডলার ফেরত দেওয়ার পাশাপাশি দেশের বিদ্যমান আইনের আওতায় বিদ্যুৎ খাতে তাদের বিনিয়োগের সুযোগ দেওয়া হবে। এতেও রাজি হয়নি স্মিথ কো–জেনারেশন। বাংলাদেশ পরে ১ কোটি ডলারে বিরোধ নিষ্পত্তির প্রস্তাব দেয়। স্মিথ কো-জেনারেশন তখন নতুন প্রস্তাব দেয়। সেটি হলো, এককালীন ২ কোটি ৫০ লাখ ডলারে বিরোধ নিষ্পত্তি হতে পারে। অথবা ২ কোটি ৪০ লাখ ডলার ও দুটি বিদ্যুৎ প্রকল্পে বিনিয়োগের সুযোগ দিলে তারা মেনে নেবে।</p><p>বিষয়টি নিয়ে মধ্যস্ততায় থাকা বাংলাদেশের অ্যাটর্নি জেনারেল মো. আসাদুজ্জামানের সঙ্গে গত ২৬ মে মুঠোফোনে যোগাযোগ করা হয়। তবে তিনিও কোনো মন্তব্য করতে রাজি হননি।</p><p>অবশ্য অর্থ বিভাগ ও পিডিবি সূত্র জানায়, পরে স্মিথ কো-জেনারেশন ২ কোটি ডলারে রাজি হয়। বাংলাদেশ সরকারও সিদ্ধান্ত নেয়, এই পরিমাণ অর্থ ওই কোম্পানিকে দিয়ে দেওয়া হবে। এ বিষয়ে আগেই সম্মতি দিয়ে রেখেছিলেন (গত ১৮ ফেব্রুয়ারি) প্রধান উপদেষ্টা ও অর্থ উপদেষ্টা। গত ২৮ এপ্রিল দুই পক্ষের মধ্যে এ বিষয়ে একটি চুক্তি স্বাক্ষরিত হয়।</p><p>বিদ্যুৎ বিভাগ বলেছে, ২ কোটি ডলারের বাইরে বাংলাদেশের পক্ষে কাজ করা আইনি প্রতিষ্ঠান ফলি হোয়াগকে ৩ লাখ ৯৬ হাজার ডলার দিতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে জুলাই শহীদদের স্মরণে মিনি ম্যারাথন | প্রথম আলো",
            "time": "2025-08-01T04:47:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fb5v1qjmu%2FRajshahiDH10922025080120250801063514.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিযোগিতায় অংশ নেওয়া ৫৮ বছর বয়সী পিয়ারুল ইসলাম বলেন, এ উদ্যোগ খুবই ভালো হয়েছে। অসুস্থমুক্ত জীবন গড়তে হলে দৌড়ানোর কোনো বিকল্প নেই। শারীরিক বিভিন্ন অ্যাকটিভিটিসের মধ্যে থাকলে সুস্থ জীবন গড়া যায়। এ বয়সে তাঁর কোনো ওষুধ লাগে না। তাঁরও অনেক সিনিয়র আছেন, কারও বয়স ৭৫, তাঁদেরও ওষুধ লাগে না। তাই এ ধরনের প্রতিযোগিতায় অংশ নিতে হবে। সবাইকে উদ্ধুব্ধ করতে হবে। যাতে নিজেদের শরীরকে সব সময় উপযুক্ত রাখে।</p><p>রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থী মেহেদী হাসান বলেন, অনেক দিন পর তিনি দৌড়াবেন। সাধারণত দৌড়ানো হয় না। আজকের পর থেকে তিনি প্রতিদিন সকালে উঠে দৌড়াবেন।</p><p>স্থানীয় বাসিন্দা নাঈম হাসান বলেন, জুলাই গণ–অভ্যুত্থান শুধু সরকারের পতন নয়। এর মাধ্যমে এ দেশের মানুষ একটি নতুন নিশ্বাস নেওয়ার সুযোগ পেয়েছে। সেই নতুন নিশ্বাস নিয়ে ম্যারাথনে তিনি অংশ নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পিকিং বিশ্ববিদ্যালয়ে বংশে তিনি প্রথম, তাই এত আয়োজন | প্রথম আলো",
            "time": "2025-08-01T04:40:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F44yhucqs%2FCapture.PNG?rect=0%2C101%2C1228%2C645&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিকে সংবর্ধনা দিতে শতাব্দীপ্রাচীন ঐতিহ্য ভেঙে তাঁদের গ্রামের পূর্বপুরুষদের মন্দিরের প্রধান ফটক খোলা হয়, যা একটি বিশেষ সম্মানের প্রতীক হিসেবে বিবেচিত।</p><p>লিকে সংবর্ধনা দেওয়ার ছবি ও ভিডিও চীনজুড়ে সামাজিক যোগাযোগমাধ্যমে আলোচনার জন্ম দিয়েছে।</p><p>অনলাইনে একজন লেখেন, ‘পিকিং বিশ্ববিদ্যালয়ে ভর্তি হতে ৬৯১ নম্বর! এটা অবিশ্বাস্য। সত্যিই পুরো পরিবারের মুখ উজ্জ্বল করেছে!’</p><p>তবে কেউ কেউ এই জমকালো উদ্‌যাপন নিয়ে উদ্বেগ প্রকাশ করেছেন।</p><p>তাঁরা বলেছেন, এটা কি একটু বাড়াবাড়ি নয়? উৎসবটা খুবই জাঁকজমকপূর্ণ, এতে ছেলেটার ওপর অকারণ চাপ তৈরি হতে পারে। স্নাতক হওয়ার পর কি পরিবার তাঁর কাছ থেকে অনেক বেশি কিছু প্রত্যাশা করবে না?</p></div></div></div></body></html>"
        },
        {
            "title": "অনশনের পর ডিবি কার্যালয় থেকে ছাড়া পেলেন ছয় সমন্বয়ক | প্রথম আলো",
            "time": "2025-08-01T04:38:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2Ftq8676rp%2F16072025-cm-1.jpg?rect=0%2C20%2C798%2C419&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেদিন ঢাকা বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, বরিশাল বিশ্ববিদ্যালয়সহ দেশের সাতটি বিশ্ববিদ্যালয়ে শিক্ষকদের উদ্যোগে পৃথক সমাবেশ-মানববন্ধন ও মিছিল করা হয়। পাশাপাশি সেদিন দেশের বিভিন্ন স্থানে সড়ক ও মহাসড়ক অবরোধ করে ছাত্র-জনতা।</p><p>‘কোটা সংস্কার আন্দোলনে সরকারের কঠোর দমনপ্রক্রিয়া ও গুলিতে ছাত্র-জনতা হত্যা’র প্রতিবাদে ১ আগস্ট বেলা ১১টায় মানিক মিয়া অ্যাভিনিউতে জাতীয় সংসদের সামনে সমাবেশের কর্মসূচি ছিল শিল্পী ও কলাকুশলীদের। ‘দৃশ্যমাধ্যম শিল্পীসমাজ’-এর ব্যানারে তাঁরা প্রথমে মানিক মিয়া অ্যাভিনিউ–সংলগ্ন ইন্দিরা রোডের প্রান্তে সমবেত হন। সেদিন সকাল থেকেই প্রবল বৃষ্টি হচ্ছিল। বৃষ্টি উপেক্ষা করে শিল্পীরা ব্যানার-পোস্টার নিয়ে স্লোগান দিতে দিতে মানিক মিয়া অ্যাভিনিউর দিকে এগিয়ে যেতে থাকলে পুলিশের বাধার মুখে পড়েন।</p><p>পরে শিল্পীরা ইন্দিরা রোড দিয়ে শোভাযাত্রা করে ফার্মগেটে আনন্দ সিনেমা হলের কাছে সমবেত হন। প্রবল বৃষ্টির মধ্যেই তাঁরা সেখানে সড়কের পাশে ব্যানার-পোস্টার নিয়ে সারিবদ্ধভাবে দাঁড়িয়ে স্লোগান দিতে থাকেন। শিল্পী, নির্মাতা ও কলাকুশলীরা ছাত্র-জনতার হত্যার প্রতিবাদ জানিয়ে বক্তব্য দেন। তাঁরা বলেন, যে বর্বর পন্থায় শিক্ষার্থীদের ন্যায়সংগত আন্দোলনকে দমন করা হচ্ছে, তা কোনো গণতান্ত্রিক সভ্য সমাজে ঘটতে পারে না।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলিক ১৯ সংস্কার বিষয়ে সিদ্ধান্ত, ৯টিতে ভিন্নমত | প্রথম আলো",
            "time": "2025-08-01T04:34:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fzbi09p40%2FCommission-Meeting.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শেষ দিনের আলোচনায় যে সাতটি বিষয়ে সিদ্ধান্ত হয়, সেগুলো হচ্ছে চার প্রতিষ্ঠানে নিয়োগ, উচ্চকক্ষ, রাষ্ট্রপতি নির্বাচন, রাষ্ট্রপতির ক্ষমতা, নাগরিকের মৌলিক অধিকার, তত্ত্বাবধায়ক সরকারের রূপরেখা ও সংবিধানের মূলনীতি। এর মধ্যে রাষ্ট্রপতি নির্বাচন ও মৌলিক অধিকার ছাড়া অন্য পাঁচটি বিষয়ে একাধিক দলের ‘ভিন্নমত’ আছে। সংবিধানের মূলনীতি ছাড়া বাকি চারটি প্রস্তাবে ভিন্নমত দিয়েছে বিএনপিসহ সমমনা কয়েকটি দল।</p><p>রাষ্ট্র পরিচালনায় ক্ষমতার ভারসাম্য আনা এবং এক ব্যক্তির হাতে ক্ষমতা যাতে কেন্দ্রীভূত হয়ে না যায়, সে জন্য সংবিধানে যেসব মৌলিক সংস্কার প্রস্তাব আনা হয়েছিল, তার দুটি ছিল সাংবিধানিক প্রতিষ্ঠানে নিয়োগ পদ্ধতির বদল এবং পিআর পদ্ধতিতে সংসদের উচ্চকক্ষ গঠন। কমিশনের এ দুটি প্রস্তাবের সঙ্গে একমত হয়নি বিএনপি।</p><p>এ ছাড়া ক্ষমতার ভারসাম্য আনতে রাষ্ট্রপতির ক্ষমতা বাড়ানোর একটি প্রস্তাব দেয় ঐকমত্য কমিশন। প্রস্তাবে বলা হয়, তিন বাহিনীর (সেনা, নৌ ও বিমান) প্রধানসহ ১২টি প্রতিষ্ঠানে রাষ্ট্রপতি স্বাধীনভাবে নিয়োগ দিতে পারবেন। রাষ্ট্রপতিকে প্রধানমন্ত্রীর পরামর্শ নিতে হবে না।</p><p>তবে শেষ পর্যন্ত তিন বাহিনীর প্রধানসহ পাঁচটি প্রতিষ্ঠানে নিয়োগের বিষয়ে ঐকমত্য হয়নি। তিন বাহিনী প্রধানের নিয়োগ নির্বাহী বিভাগের হাতে রাখার পক্ষে মত দেয় বিএনপি, জামায়াত, এনসিপিসহ বেশির ভাগ দল। পরে অন্য সাতটি প্রতিষ্ঠানে নিয়োগে রাষ্ট্রপতিকে ক্ষমতা দেওয়ার সিদ্ধান্ত নেয় কমিশন। এ ক্ষেত্রেও দুটি প্রতিষ্ঠানের বিষয়ে ভিন্নমত দেয় বিএনপিসহ সমমনা কয়েকটি দল।</p></div></div></div></body></html>"
        }
    ]
}