{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চট্টগ্রামের সাতকানিয়ায় এনসিপি নেতার পদত্যাগ | প্রথম আলো",
            "time": "2025-08-09T07:17:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Ftg50n9sg%2F1-image-Template.jpg?rect=0%2C66%2C921%2C484&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোস্টে তিনি অভিযোগ করে বলেন, কমিটি ঘোষণার ক্ষেত্রে এক ব্যক্তির একক সিদ্ধান্তে কোনো ধরনের আলোচনা বা পরামর্শ ছাড়া এই কমিটি গঠন করা হয়েছে, যা গণতান্ত্রিক প্রক্রিয়ার পরিপন্থী। তা ছাড়া তিনি এই পদে থাকবেন—এ ব্যাপারে তাঁকে আগে অবগত করা হয়নি। এ কারণে তিনি পদত্যাগ করছেন। পাশাপাশি এরপর থেকে এনসিপির রাজনৈতিক কর্মকাণ্ডের সঙ্গে  আর কোনো সম্পর্ক রাখবেন না।</p><p>এ ইউ মাসুদ সাতকানিয়ার একটি মাদ্রাসার শিক্ষক। এনসিপির শুরু থেকেই তিনি যুক্ত ছিলেন। ফেসবুকে পোস্ট দেওয়ার ব্যাপারে তিনি প্রথম আলোকে বলেন, কমিটিতে পদ দেওয়ার আগে তাঁর সঙ্গে কথা বলা হয়নি। এক ব্যক্তির বলতে তিনি এনসিপির দক্ষিণ জেলার সমন্বয়ক সিফাত হোসাইনকে বুঝিয়েছেন। মূলত তাঁর একক সিদ্ধান্তেই এ কমিটি গঠন করা হয়েছে।</p><p>এ ইউ মাসুদ বলেন, ‘কমিটি দেওয়ার আগে জানানো হয়েছিল, আমি প্রধান সমন্বয়কারীর পদ পাব। কিন্তু কমিটি প্রকাশ হওয়ার পর দেখলাম, যুগ্ম সমন্বয়কারীর পদ দেওয়া হয়েছে। ফলে এখানে কমিটি গঠনের ক্ষেত্রে আর্থিক লেনদেন কিংবা সম্পর্ক অনুঘটক হিসেবে কাজ করতে পারে। অর্থাৎ ওনারা (এনসিপি) পুরোনো ধাঁচেই রাজনীতি করে যাচ্ছেন। পদ-পদবি দেওয়ার ক্ষেত্রে বা কমিটি দেওয়ার ক্ষেত্রে যে ধরনের চর্চাগুলো হয়, সেগুলোই দেখা গেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদে নারীর প্রতিনিধিত্ব খুব গুরুত্বপূর্ণ, সেটি হতেই হবে: ফওজিয়া মোসলেম | প্রথম আলো",
            "time": "2025-08-09T07:12:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fdu5fjw9j%2Ffoujia-round-table.jpg?rect=0%2C536%2C1066%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারীনেত্রী ফওজিয়া মোসলেম বলেন, 'সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় যদি নারী না থাকে তাহলে নারীর পক্ষে আইন তৈরি হওয়া, নারীর বৈষম্য দূর করার যে বাস্তবতা তৈরি করা, প্রেক্ষিত তৈরি করা--সেটা সম্ভব হয় না।'</p><p>নারীর জন্য সংরক্ষিত আসন থাকার কারণ হিসেবে দুটি বিষয় তুলে ধরেন ফওজিয়া মোসলেম। তিনি বলেন, প্রথমত, আমাদের যে রাজনৈতিক সংস্কৃতি বিরাজ করছে, সেখানে নারীর প্রতিনিধিত্ব করা অত্যন্ত জটিল। দ্বিতীয় কারণ হিসেবে তিনি  সমাজে নারীর এককভাবে সিদ্ধান্ত গ্রহণ করার সুযোগ না থাকার বিষয় উল্লেখ করেন।</p><p>ফওজিয়া মোসলেম বলেন, একজন নারী যখন নির্বাচনে অংশগ্রহণ করেন, তখন তাঁকে অন্যের ওপর নির্ভরশীল হতে হয়। সেই কারণে সংরক্ষিত আসন রাখা দরকার। বিদ্যমান রাজনৈতিক কাঠামোর সমালোচনা করে তিনি বলেন, রাজনৈতিক দলগুলো ভারসাম্য রক্ষার জন্য নারীদের প্রতিনিধিত্ব সংসদে হাজির করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়কে ১০০ কোটি ডলার জরিমানা করলেন ট্রাম্প | প্রথম আলো",
            "time": "2025-08-09T07:09:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fzj2xdqv2%2FCalifornia.jpg?rect=0%2C89%2C632%2C332&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শুক্রবার এক সংবাদ সম্মেলনে ট্রাম্পের জরিমানা প্রসঙ্গে ক্যালিফোর্নিয়ার গভর্নর গ্যাভিন নিউসমকে প্রশ্ন করা হয়েছিল। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় বোর্ডের একজন সদস্যও। সাংবাদিকের প্রশ্নের জবাবে নিউসম বলেন, ‘আমরা মামলা করব।’ তিনি অভিযোগ করেন, মার্কিন প্রেসিডেন্ট একাডেমিক স্বাধীনতাকে দমন করার চেষ্টা করছেন।</p><p>নিউসমের মতে, ক্যালিফোর্নিয়া যুক্তরাষ্ট্রের অর্থনীতির প্রধান ভিত্তি বলে বিবেচিত হওয়ার কারণ এখানেই অন্যান্য অঙ্গরাজ্যের তুলনায় বেশি বিজ্ঞানী, প্রকৌশলী ও নোবেলজয়ী আছেন। আর এর জন্য ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ব্যবস্থাকে কৃতিত্ব দিয়েছেন তিনি।</p><p>বিভিন্ন সংবাদমাধ্যমে প্রকাশিত প্রতিবেদন থেকে জানা গেছে, ট্রাম্প সরকার জরিমানার অর্থ কিস্তিতে আদায় করতে চাইছে। এ ছাড়া বিশ্ববিদ্যালয়কে আলাদা একটি তহবিলে ১৭ কোটি ২০ লাখ ডলার দিতে বলা হয়েছে। বিশ্ববিদ্যালয়ের ইহুদি শিক্ষার্থী ও বৈষম্যের শিকার হওয়ার অভিযোগ তোলা শিক্ষার্থীদের ক্ষতিপূরণ বাবদ ওই তহবিল নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আদিবাসী দিবস উপলক্ষে শেওড়াপাড়ায় পাহাড়ি নারী উদ্যোক্তাদের পণ্যমেলা | প্রথম আলো",
            "time": "2025-08-09T07:06:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fjtyl3551%2FAdibasi.jpeg?rect=0%2C162%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেলায় অংশ নিয়েছেন রাঙামাটি ও খাগড়াছড়ি থেকে আসা ১০ জন নারী উদ্যোক্তা। হেবাং–এর মূল শাখাটি ছিল কাজীপাড়ায়। মেলার স্টলে আছে হাতে বোনা পোশাক, কৃষি পণ্য, রঙিন গয়না, পুঁতির মালা ও নানা কারুশিল্প।</p><p>আগামী নভেম্বরে শেওড়াপাড়ায় স্থান পরিবর্তন করতে যাচ্ছে হেবাং। মেলায় পাহাড়ের পোশাক, গয়না, কৃষিপণ্য থেকে শুরু করে হাল ফ্যাশনের বিভিন্ন নান্দনিক পণ্য বিক্রি হচ্ছে। মেলার ভেন্যু ৮৪৬ পূর্ব শেওড়াপাড়া, মেট্রো পিলার ৩১৮, মি. বেকারের পেছনে, মিরপুর।</p></div></div></div></body></html>"
        },
        {
            "title": "কুয়াকাটায় জেলের জালে ধরা পড়ল ২০ কেজি ওজনের বিরল বাদুড় মাছ | প্রথম আলো",
            "time": "2025-08-09T07:03:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F38gjj01g%2FPatuakhaliDH123820250809Kalapara-Pic-1-09.08.2025.jpg?rect=0%2C166%2C588%2C309&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পটুয়াখালী জেলা মৎস্য কর্মকর্তা ও সামুদ্রিক প্রাণী বিশেষজ্ঞ মো. কামরুল ইসলাম বলেন, এই মাছ সাধারণত ইন্দো-প্যাসিফিক ও ফিলিপাইন সাগরে বিচরণ করে। বঙ্গোপসাগর ও ভারত মহাসাগরেও এদের পাওয়া যায়। সাদা পেট, কালো বা বাদামি পিঠ, লম্বা পাতলা লেজ, প্রসারিত মাথা এবং বাদুড়ের ডানার মতো দুটি পাখনা এদের বৈশিষ্ট্য। স্ত্রী প্রজাতি ৬ ফুট পর্যন্ত লম্বা ও ৯০ কেজি পর্যন্ত ওজনের হতে পারে, পুরুষ তুলনামূলক ছোট।</p><p>কামরুল ইসলাম আরও বলেন, এ মাছ একসঙ্গে ২ থেকে ১০টি বাচ্চা জন্ম দেয়। গর্ভকাল ৯ থেকে ১২ মাস। তারা ১৮০ মিটার গভীরতা থেকে অগভীর উপসাগর ও বালুময় তটরেখায় বাস করে। খাদ্য হিসেবে সমুদ্রের তলদেশে থাকা মলাস্ক, ক্রাস্টেসিয়ান ও ছোট মাছ শিকার করে। হাঙর গোত্রীয় হওয়ায় এবং পিঠের চামড়া মোটা থাকায় এ মাছ খাদ্য হিসেবে ততটা জনপ্রিয় নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পিরোজপুরে চাঁদাবাজি মামলায় সাবেক যুবদল নেতা গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-09T07:03:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F3iemlik1%2FJhalokathiDH069820250809IMG-20250808-WA00362.jpg?rect=0%2C12%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পিরোজপুর জেলা যুবদলের বহিষ্কৃত আহ্বায়ক মারুফ হাসান ওরফে মারুফ পোদ্দারকে (৪৮) চাঁদাবাজির মামলায় গ্রেপ্তার করেছে যৌথ বাহিনী। গতকাল শুক্রবার বিকেলে শহরের ক্লাব রোডে তাঁর মালিকানাধীন বিলাস হোটেল থেকে তাঁকে গ্রেপ্তার করা হয়। এর আগে গতকাল সকালে পিরোজপুর সদর থানায় বালু ব্যবসায়ী জুয়েল শেখ চাঁদাবাজির অভিযোগে মারুফসহ পাঁচজনের বিরুদ্ধে মামলা করেন।</p><p>গত বছরের ৫ আগস্ট আওয়ামী লীগ সরকার পতনের পর মারুফ বিভিন্ন ব্যক্তি ও প্রতিষ্ঠানের কাছ থেকে চাঁদা আদায় করে আসছিলেন। এ কারণে ১০ আগস্ট দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে পিরোজপুর জেলা যুবদলের শীর্ষ তিন নেতা ও ভান্ডারিয়া উপজেলার যুবদলের নেতাসহ তাঁদের প্রাথমিক সদস্যপদ ও সব পদ থেকে বহিষ্কার করা হয়। যুবদলের কেন্দ্রীয় কমিটি তখন বহিষ্কৃত ব্যক্তিদের অপকর্মের দায়ভার নেবে না এবং তাঁদের সঙ্গে কোনো ধরনের সম্পর্ক না রাখতে নেতা-কর্মীদের সতর্ক করে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে ১২ উন্নয়ন প্রকল্পের উদ্বোধন করলেন উপদেষ্টা আসিফ মাহমুদ | প্রথম আলো",
            "time": "2025-08-09T07:03:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F4mme57fj%2FRajshahiDH109220250809IMG-20250809-WA0006.jpg?rect=0%2C19%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহী জেলায় ১২টি উন্নয়ন প্রকল্পের উদ্বোধন করেছেন স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয়ের উপদেষ্টা আসিফ মাহমুদ সজীব ভুঁইয়া। আজ শনিবার সকালে রাজশাহী জেলা সার্কিট হাউসে ভার্চ্যুয়ালি তিনি এসব প্রকল্পের উদ্বোধন করেন।</p><p>এর মধ্যে ৯টি প্রকল্পের উদ্বোধন ও ৩টির ভিত্তিপ্রস্তর স্থাপন করা হয়। প্রকল্পগুলোর মধ্যে রয়েছে পবা উপজেলার হরিপুর হাটের নবনির্মিত মার্কেটের দ্বিতীয় তলা, চতুর্থ প্রাথমিক শিক্ষা উন্নয়ন কর্মসূচির আওতায় বাঘা উপজেলার চক ছাতারী সরকারি প্রাথমিক বিদ্যালয়ের নবনির্মিত ভবন, রাজশাহী নগরের লক্ষ্মীপুর সরকারি প্রাথমিক বিদ্যালয়ের চারতলা ভবন, চাহিদাভিত্তিক সরকারি প্রাথমিক শিক্ষা প্রকল্পের (পর্যায়–১) আওতায় মোহনপুর উপজেলার ধোরসা সরকারি প্রাথমিক বিদ্যালয়ের ভবন, চতুর্থ প্রাথমিক শিক্ষা উন্নয়ন কর্মসূচির আওতায় গোদাগাড়ী উপজেলার সোনাদিঘী সরকারি প্রাথমিক বিদ্যালয়ের নবনির্মিত ভবন, নগরের হড়গ্রাম নতুনপাড়া সরকারি প্রাথমিক বিদ্যালয়ের দ্বিতীয় তলা, রাজশাহী কেন্দ্রীয় ঈদগাহ, গোদাগাড়ী উপজেলার ৭২ মিটার দীর্ঘ পান্তাপাড়া–ভাগাইল সেতু এবং চারঘাট উপজেলার নিমপাড়া–হাবিবপুর খালের পলি অপসারণ।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে মধ্যরাতে ঘুমানো নিয়ে বাগ্‌বিতণ্ডা, ছুরিকাঘাতে যুবকের মৃত্যু | প্রথম আলো",
            "time": "2025-08-09T07:02:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C10%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরের শ্রীপুরে ছুরিকাঘাতে মো. জুয়েল (২৫) নামে এক যুবক নিহত হয়েছেন। গতকাল শুক্রবার দিবাগত রাত তিনটার দিকে ঢাকা-ময়মনসিংহ মহাসড়কের মাওনা উড়ালসড়কের নিচে এ ঘটনা ঘটে।</p><p>নিহত মো. জুয়েল ময়মনসিংহ জেলার হালুয়াঘাট উপজেলার বাসিন্দা। তিনি ওই উড়ালসড়কের নিচে কয়েকজনের সঙ্গে নিয়মিত ঘুমাতেন। তাঁর পেশা ও ঠিকানা সম্পর্কে বিস্তারিত জানা যায়নি। পুলিশ লাশ উদ্ধার করে ময়নাতদন্তের জন্য গাজীপুরের শহীদ তাজউদ্দীন আহমদ মেডিকেল কলেজে পাঠিয়েছে। এ ঘটনায় দুজনকে আটক করেছে পুলিশ। তাঁদের একজন মো. রাকিব (২৫) ও অপরজন মো. রবিন মিয়া (২৭)। তাঁদের কাছ থেকে রক্তমাখা ছুরি উদ্ধার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৩৬ বছরের শিক্ষকতা শেষে সহকর্মী-শিক্ষার্থীদের ভালোবাসায় আপ্লুত স্বপন কুমার | প্রথম আলো",
            "time": "2025-08-09T07:02:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Frdupm2pj%2FCumillaDH051520250809Daudkandi-9-8-25-c-1-.jpg?rect=0%2C1%2C465%2C244&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন বিদায়ে আপ্লুত হয়ে পড়েন স্বপন কুমারও। তিনি বলেন, ‘জানি, বিদ্যালয়ের শিক্ষার্থীরা আমাকে ভালোবাসে। কিন্তু আজকের এই আয়োজন প্রমাণ করেছে, শিক্ষার্থীরা আমাকে কতটুকু ভালোবাসে। আজ প্রমাণিত হয়েছে, আমার ৩৬ বছরের শিক্ষকতা জীবনের সার্থকতা, শিক্ষার্থীদের কতটুকু দিতে পেরেছি, অর্থাৎ তাদের কতটুকু বোঝাতে পেরেছি।’</p><p>শিক্ষক হিসেবে স্বপন কুমার শিক্ষার্থী ও সহকর্মীদের কাছে অত্যন্ত প্রিয় ছিলেন জানিয়ে মজিদপুর উচ্চবিদ্যালয়ের নতুন প্রধান শিক্ষক (ভারপ্রাপ্ত) জোবায়দা আক্তার বলেন, ‘তাঁর (স্বপন কুমার) ন্যায়নীতি ও আদর্শ আমাদের জন্য অনুকরণীয় হয়ে থাকবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে ক্রীড়া উপদেষ্টার স্টেডিয়াম উদ্বোধনী অনুষ্ঠান বয়কট করেছে বিএনপি | প্রথম আলো",
            "time": "2025-08-09T07:02:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fhdu0mx4h%2FNatoreDH060420250809Natore-sports-adviser-photo-3-9.8.25.JPG?rect=0%2C570%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলা বিএনপির সদস্যসচিব আসাদুজ্জামান বলেন, ‘আমরা আমন্ত্রিত অতিথি। আমন্ত্রণ পেয়ে গিয়েছিলাম, কিন্তু ডিবির ওসির খারাপ আচরণ সহ্য করার মতো নয়। আমরা চরম অপমানিত হয়েছি। এর প্রতিবাদে স্টেডিয়াম উদ্বোধন ও আলোচনা সভা বয়কট করেছি। এ ছাড়া আমরা স্টেডিয়ামের নাম শহীদ সুজনের নামে করার অনুরোধ করেছিলাম, যা প্রশাসন গ্রহণ করেনি। এর প্রতিবাদও জানাচ্ছি।’</p><p>এ বিষয়ে জেলা পুলিশ সুপার মোহাম্মদ আমজাদ হোসাইন ও ডিবির ওসিকে বারবার ফোন দেওয়া হলেও তাঁরা ফোন ধরেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাংবাদিক হত্যার প্রতিবাদে নোয়াখালীতে সাংবাদিকদের মানববন্ধন | প্রথম আলো",
            "time": "2025-08-09T06:59:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fp2ulj1tt%2FWhatsApp-Image-2025-08-09-at-12.53.01.jpeg?rect=0%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরে সাংবাদিক আসাদুজ্জামান তুহিনকে কুপিয়ে হত্যার প্রতিবাদে নোয়াখালীতে মানববন্ধন ও সমাবেশ করেছেন সাংবাদিকেরা। আজ শনিবার বেলা সাড়ে ১১টার দিকে নোয়াখালী প্রেসক্লাবের সামনে এ কর্মসূচি পালন করা হয়।</p><p>কর্মসূচিতে বক্তারা বলেন, সাংবাদিক আসাদুজ্জামান তুহিনকে নির্মমভাবে খুনের ঘটনা দেশে সাংবাদিকসহ সাধারণ মানুষের নিরাপত্তাহীনতার প্রমাণ। শুধু গাজীপুরে নয়, সারা দেশেই এখন সাংবাদিকেরা নিরাপত্তাহীন হয়ে পড়েছে। সাংবাদিক আসাদুজ্জামান তুহিনের হত্যাকাণ্ডের সঙ্গে জড়িত প্রত্যেক আসামিকে দ্রুততম সময়ের মধ্যে আইনের আওতায় এনে দৃষ্টান্তমূলক শাস্তি নিশ্চিত করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জেসি ওয়েন্স: হিটলারের অহংকার চূর্ণ করা এক ‘বুলেট’ | প্রথম আলো",
            "time": "2025-08-09T06:57:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Foj6pfkj2%2FWhatsApp-Image-2025-08-08-at-4.45.29-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়েন্স সোনা জেতায় রুপাজয়ী লং লাফিয়ে বালুর ওপর পড়ে তাঁকে শুভেচ্ছা জানান। তার আগে দুজন মিলে পাঁচবার অলিম্পিক রেকর্ড গড়েন। বিবিসির প্রতিবেদন অনুযায়ী, হিটলার সেদিন স্টেডিয়ামে এবং পরে লংকে নজরদারিতে রেখেছিল নাৎসিরা। ওয়েন্সের অলিম্পিক রেকর্ড স্থায়ী হলো ২৪ বছর।</p><p>পরের দিন (৫ আগস্ট), ২০০ মিটার জিতলেন ২০.৭ সেকেন্ডে। এবারও অলিম্পিক রেকর্ড। মাঝে তিন দিন পর ৪০০ মিটার রিলে জেতেন ওয়েন্স বিশ্ব রেকর্ড গড়ে (৩৯.৮ সেকেন্ড) জিতলেন ৮৯ বছর আগে আজকের দিনে।</p><p>প্রথম ব্যক্তি হিসেবে অলিম্পিকের এক আসরে চার সোনা! ইএসপিএনের ভাষায়, ‘হিটলারের আর্য শ্রেষ্ঠ মিথকে একাই ভেঙে গুঁড়িয়ে দেন।’</p><p>অথচ রিলে দৌড়ে ওয়েন্সের নামার কথা ছিল না। ১০০ মিটারে রুপাজয়ী রালফ মেটক্যাফেরও না। স্টোলার ও গ্লিকম্যানের নামার কথা ছিল। কিন্তু দৌড়ের দিন সকালে দুই ইহুদি স্টোলার ও গ্লিকম্যানকে বসিয়ে ওয়েন্স ও মেটক্যাফেকে নেন যুক্তরাষ্ট্রের স্প্রিন্ট কোচ লসন রবার্টসন। এ নিয়ে কখনোই অফিশিয়াল ব্যাখ্যা দেওয়া হয়নি। তবে বেশির ভাগ সংবাদমাধ্যমের দাবি, জার্মানদের ঠান্ডা রাখতেই ওই সিদ্ধান্ত।</p><p>পদক জয়ের লড়াইয়ে দৌড়ের নেতৃত্ব দেন ওয়েন্স। নিকটতম অ্যাথলেটের চেয়ে প্রায় ১৫ গজ এগিয়ে ল্যাপ শেষ করেন।</p><p>রিলে দৌড়ে যুক্তরাষ্ট্রের দলীয় বিশ্ব রেকর্ড টিকেছে ২০ বছর।</p></div></div></div></body></html>"
        },
        {
            "title": "নারীদের জন্য ৫% আসন কি দয়াদাক্ষিণ্য: ফারাহ কবির | প্রথম আলো",
            "time": "2025-08-09T06:51:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fnkr9vh0m%2Fround_table_2.jpg?rect=0%2C173%2C1066%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোলটেবিল বৈঠকটি সঞ্চালনা করেন প্রথম আলোর সহযোগী সম্পাদক সুমনা শারমীন। অংশ নিয়েছেন, নারী বিষয়ক সংস্কার কমিশনের প্রধান শিরীন পারভীন হক, নির্বাচনব্যবস্থা সংস্কার কমিশনের প্রধান বদিউল আলম মজুমদার, গণসাক্ষরতা অভিযানের নির্বাহী পরিচালক ও সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা  রাশেদা কে চৌধূরী, বাংলাদেশ মহিলা পরিষদের সভাপতি ফওজিয়া মোসলেম, মানুষের জন্য ফাউন্ডেশনের নির্বাহী পরিচালক শাহীন আনাম,  সিপিডির গবেষণা পরিচালক খন্দকার গোলাম মোয়াজ্জেম, নিজেরা করির সমন্বয়কারী খুশী কবির, নারীপক্ষের সভানেত্রী গীতা দাস, গার্মেন্টস শ্রমিক সংহতির সভাপ্রধান তাসলিমা আখতার, স্থানীয় সরকার সংস্কার কমিশনের সদস্য ইলিরা দেওয়ান, জুলাই আন্দোলনের অন্যতম সংগঠক ও শিক্ষার্থী নাজিফা জান্নাত।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে ভাঙা সাঁকো নিয়ে গ্রামের বাসিন্দাদের ভোগান্তি | প্রথম আলো",
            "time": "2025-08-09T06:49:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F2kqk56ms%2FWhatsApp-Image-2025-08-09-at-12.03.53.jpeg?rect=0%2C13%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পা দিলেই দুলে ওঠে সাঁকো। কাঠ ও বাঁশের এই সাঁকোটির কোথাও হেলে পড়েছে, আবার কোথাও ভেঙেছে। এই সাঁকো পার হতে গিয়ে প্রায়ই পা ফসকে হ্রদের পানিতে পড়ছেন অনেকে। এমন অবস্থা রাঙামাটির ভেদভেদী আনসার ক্যাম্প থেকে উলুছড়া গ্রামে যাওয়ার একমাত্র সাঁকোটির। এটি দিয়েই চারটি গ্রামের প্রায় দেড় হাজার মানুষ ঝুঁকি নিয়ে যাতায়াত করেন। সম্প্রতি পাহাড়ি ঢল ও টানা বৃষ্টিতে কাপ্তাই হ্রদের পানি বাড়ায় সাঁকোটিও তলিয়ে গেছে। এ কারণে লোকজনের ভোগান্তি আরও কয়েক গুণ বেড়েছে।</p><p>স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা যায়, প্রায় ১০ বছর আগে স্থানীয় বাসিন্দাদের উদ্যোগে ও পৌরসভার কিছু অনুদানে সাঁকোটি নির্মাণ করা হয়। নির্মাণের দুই বছরের মধ্যেই এটি ভেঙে পড়ে। এর পর থেকে গ্রামের বাসিন্দারা নিজেরাই প্রতিবছর সংস্কার করেন। এটি দিয়ে যাতায়াত করেন উলুছড়া, আলুটিলা, নতুনপাড়া ও কাটাছড়ি নিচপাড়া গ্রামের মানুষ। প্রতিবছর বর্ষায় কাপ্তাই হ্রদের পানি বাড়লে এই সাঁকো দিয়ে পারাপারে বিপত্তি বাঁধে। এ বছরও একই অবস্থা। সাঁকোর কোনো কোনো অংশ প্রায় তিন থেকে চার ফুট পানির নিচে তলিয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শুল্ক থেকে কত রাজস্ব পাচ্ছে যুক্তরাষ্ট্র, কী হবে সেই অর্থ দিয়ে | প্রথম আলো",
            "time": "2025-08-09T06:45:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F5j9bm8wb%2FUntitled-2.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাগজে-কলমে শুল্ক রাজস্বের কল্যাণে সরকারের আর্থিক অবস্থার উন্নতি হলেও এর প্রভাব সব সময় ভালো হয় না। বেশির ভাগ ব্যবসায়িক প্রতিষ্ঠান এখনো বাড়তি খরচ নিজেরা বহন করছে, দাম বাড়াচ্ছে না। সব ব্যবসার ক্ষেত্রে তা আবার প্রযোজ্য নয়। শুল্ক বৃদ্ধির কারণে গৃহস্থালি যন্ত্রপাতি, খেলনা, ভোক্তা ইলেকট্রনিকসের দাম বাড়ছে। মূল্যস্ফীতিবিষয়ক মার্কিন সরকারের সাম্প্রতিক প্রতিবেদনে তা দেখা গেছে। অনেক প্রতিষ্ঠান, যেমন ওয়ালমার্ট ও প্রোক্টর অ্যান্ড গ্যাম্বল, আরও দাম বৃদ্ধির সতর্কতা দিয়েছে।</p><p>শুল্কসংক্রান্ত অনিশ্চয়তার কারণে অনেক প্রতিষ্ঠান নতুন কর্মী নিয়োগ স্থগিত করেছে। ফলে চাকরির সুযোগ কমছে—এমন ইঙ্গিত দিচ্ছে বেশ কিছু অর্থনৈতিক জরিপ।</p><p>বিশ্লেষকেরা মনে করছেন, ‘শুল্ক মার্কিন অর্থনীতিতে নেতিবাচক প্রভাব ফেলবে।’ ইয়েল বাজেট ল্যাবের হিসাব অনুযায়ী, ট্রাম্পের শুল্কের প্রভাবে এ বছর ও আগামী বছর যুক্তরাষ্ট্রের মোট দেশজ উৎপাদনের (জিডিপি) প্রবৃদ্ধি আধা শতাংশ কমে যাবে।</p><p>এতে শুল্ক রাজস্বের একটি অংশ হারিয়ে যাবে; কেননা, যদি প্রবৃদ্ধি প্রত্যাশার চেয়ে কম গতিতে হয়, তাহলে শুল্ক রাজস্ব থাকলেও আয়কর ও বেতন কর থেকে পাওয়া অর্থ কমে যাবে।</p><p>ট্রাম্প ও তাঁর প্রশাসন বিষয়টি ভিন্নভাবে দেখছে। তাঁদের যুক্তি, সদ্য কার্যকর হওয়া বিশাল কর ছাড় ও ব্যয় বিলের সঙ্গে শুল্ক রাজস্ব মিলিয়ে মার্কিন অর্থনীতি আরও শক্তিশালী হয়ে উঠবে। সময়ের পরিক্রমায় তা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইলন মাস্কের এআই দিয়ে টেলর সুইফটের আপত্তিকর ভিডিও তৈরির অভিযোগ | প্রথম আলো",
            "time": "2025-08-09T06:45:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-31%2Fumk4964f%2FTaylor_Swift.jpeg?rect=0%2C0%2C1620%2C851&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘পুরোপুরি উন্মুক্ত’<br></strong>প্রথমে গ্রোক একটি স্থিরচিত্র বানায়, যেখানে টেলর সুইফট একটি পোশাক পরে আছেন। এরপর সেটি চারটি সেটিং-‘নরমাল’, ‘ফান’, ‘কাস্টম’ ও ‘স্পাইসি’র যেকোনোটি বেছে নিয়ে ভিডিওতে রূপান্তর করা যায়।<br>‘আমি স্পাইসি মোড নির্বাচন করতেই ভিডিওতে দেখা গেল, সে সঙ্গে সঙ্গেই পোশাক খুলে ফেলল এবং নাচ শুরু করল, পুরোপুরি অনসেন্সরড, পুরোপুরি উন্মুক্ত,’ বিবিসিকে বলেন দ্য ভার্জের সাংবাদিক ওয়েদারবেড। ‘আমি কোনোভাবেই তাঁকে পোশাক খুলতে বলিনি, শুধু স্পাইসি অপশন বেছে নিয়েছিলাম,’ তিনি যোগ করেন।<br>ওয়েদারবেড জানান, তিনি ৩০ পাউন্ড দিয়ে গ্রোক ইমাজিনের পেইড সংস্করণ নিয়েছেন নতুন অ্যাপল অ্যাকাউন্ট ব্যবহার করে। জন্মতারিখ চাওয়া হলেও অন্য কোনো বয়স যাচাই ছিল না। অথচ যুক্তরাজ্যের নতুন আইনে বলা আছে, পর্নোগ্রাফিক কনটেন্ট প্রদর্শনকারী প্ল্যাটফর্মগুলোকে প্রযুক্তিগতভাবে সঠিক, নির্ভরযোগ্য ও ন্যায্য বয়স যাচাই পদ্ধতি ব্যবহার করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সেতুর নিচে ভাসছিল নারীর মরদেহ | প্রথম আলো",
            "time": "2025-08-09T06:43:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-12%2Fpg7gl74g%2Fprothomaloimport.webp?rect=0%2C12%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও কয়েকজন প্রত্যক্ষদর্শীর সূত্রে জানা গেছে, আজ সকালে নগরের ফাওকাল সেতুর নিচে একটি লাশ ভাসতে দেখেন কয়েকজন। কাছে গিয়ে দেখা যায়, লাশটি এক নারীর। পরে তাঁরা পুলিশকে খবর দেন। পুলিশ ঘটনাস্থল গিয়ে লাশ উদ্ধার করেছে।</p><p>বিষয়টি নিশ্চিত করে গাজীপুর মেট্রোপলিটন বাসন থানার উপপরিদর্শক মনিরুজ্জামান বলেন, এখনো লাশের পরিচয় শনাক্ত করা যায়নি। ময়নাতদন্তের জন্য মরদেহ শহীদ তাজউদ্দীন আহমদ মেডিকেল কলেজের মর্গে পাঠানো হয়েছে। এ বিষয়ে পরবর্তী আইনগত ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের নতুন বাজেট প্রস্তাবে যুক্তরাষ্ট্রে স্বাস্থ্যসেবা থেকে বঞ্চিত হতে পারেন ২ লাখ অভিবাসী বাংলাদেশি | প্রথম আলো",
            "time": "2025-08-09T06:40:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Ffcjyjb9o%2Fcapitol-hill.jpg?rect=0%2C0%2C962%2C505&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রায় ২ কোটি ৩০ লাখ মানুষ এবং ২ থেকে আড়াই লাখ বাংলাদেশি অভিবাসী স্বাস্থ্যসেবা নিয়ে ক্ষতির মুখে পড়বেন। অনেক হোম কেয়ার, ডে–কেয়ার এমনকি হাসপাতালও বন্ধ হয়ে যেতে পারে।</p><p>যুক্তরাষ্ট্রে ৬৫ বছরের বেশি প্রবীণ ব্যক্তিদের অনেকেই মেডিকেইডের ওপর ভিত্তি করে জীবন যাপন করেন। হোম কেয়ার, নার্সিং কেয়ার, ওষুধপত্রের ব্যয় সরকারি মেডিকেইডের খাত থেকে পেয়ে থাকেন তাঁরা।</p><p>ইমিগ্র্যান্ট এল্ডার হোম কেয়ারের কর্ণধার গিয়াস আহমেদ বাজেটের অনেকটা প্রশংসা করে বলেন, যুক্তরাষ্ট্রের বসবাসরত ১৯ থেকে ৬৪ বছরের মানুষের মধ্যে যাঁরা সামর্থ্য থাকা সত্ত্বেও সপ্তাহে অন্তত ২০ ঘণ্টা কাজ করেন না, তাঁরা মেডিকেইড থেকে বঞ্চিত হবেন। ৬৫ বছরের ওপর জ্যেষ্ঠ নাগরিক (সিনিয়র সিটিজেন) যাঁরা আছেন, তাঁদের সেবার ক্ষেত্রে কোনো তারতম্য হবে না।</p><p>গিয়াস আরও বলেন, ‘আমি মনে করি, যাঁরা ক্যাশে কাজ করে নিয়মিত ট্যাক্স দেন না, যাঁরা কাজ না করে সরকারি সহযোগিতার ওপর নির্ভর করে জীবন যাপন করেন, তাঁদের সরকারি স্বাস্থ্যসেবা পাওয়ার অধিকার নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত কি চীনের সামুদ্রিক ‘উঠানে’ ঢুকে পড়ছে | প্রথম আলো",
            "time": "2025-08-09T06:27:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fnzyi8dn0%2FINDIA-PHILIPPINES-1.jpg?rect=0%2C568%2C5372%2C2820&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি ভারতের সঙ্গে ফিলিপাইনের প্রতিরক্ষা সম্পর্ক অনেক বেড়েছে। এর বড় উদাহরণ ব্রহ্মস সুপারসনিক ক্রুজ ক্ষেপণাস্ত্র বিক্রি। ভারত এখানে নিজেকে চীনের বিরোধী হিসেবে নয়; বরং একজন নির্ভরযোগ্য নিরাপত্তা অংশীদার হিসেবে উপস্থাপন করছে।</p><p>মালাক্কা প্রণালি দিয়ে ভারতের প্রচুর পণ্য আনা-নেওয়া হয়। তাই ভারত এ অঞ্চলে নিজের উপস্থিতিকে মূলত বাণিজ্য, যোগাযোগ আর ভালো সম্পর্ক গড়ার বিষয় হিসেবে তুলে ধরে। তবে যদি চীন আন্দামান সাগরে সেনাঘাঁটি বানায় বা ভারত মহাসাগরে স্থায়ী ঘাঁটি গড়ে ফেলে, তখন ভারত অবশ্যই দক্ষিণ চীন সাগর নিয়ে তার নীতি বদলাবে। কিন্তু এখনই এমন হওয়ার সম্ভাবনা কম।</p><p>এ মহড়া মূলত একটি প্রতীকী পদক্ষেপ। এ মহড়া বলে দিচ্ছে, ভারত আঞ্চলিক স্থিতিশীলতা চায় এবং চাপে থাকা এক বন্ধুর পাশে আছে। এটা কোনো যুদ্ধের প্রস্তুতির বার্তা নয়; বরং নৌ অভিনয়ের মাধ্যমে কূটনৈতিক সংহতির প্রকাশ।</p><p><em>ইন্ডিয়ান এক্সপ্রেস</em> থেকে নেওয়া, ইংরেজি থেকে অনুবাদ: সারফুদ্দিন আহমেদ</p></div></div></div></body></html>"
        }
    ]
}