{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চাঁদপুরে এনসিপির কমিটি ঘোষণার আধা ঘণ্টা পরই আরেকটি ঘোষণা, দ্বিধাদ্বন্দ্বে কর্মীরা | প্রথম আলো",
            "time": "2026-02-01T07:34:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fq7hjg6ky%2F4.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ব্যাপারে এনসিপির জেলা শাখার ১ নম্বর যুগ্ম আহ্বায়ক মো. হাবিবুর রহমান বলেন, মো. নোমান খানকে আহ্বায়ক করে যে কমিটি গঠনের কথা ফেসবুকে ঘোষিত হয়েছে সেটি ভুয়া। স্বাক্ষর জাল করে ওই কমিটি গঠন করা হয়। যাঁরা জালিয়াতি করে কমিটি করেছেন, তাঁদের বিরুদ্ধে শাস্তিমূলক ব্যবস্থা নেওয়া হচ্ছে।</p><p>এনসিপি নেতা মো. নোমান খানকে স্বাক্ষর জালিয়াতি করে কমিটি ঘোষণার কথা জিজ্ঞাসা করা হলে তিনি বলেন, কমিটি নিয়ে দলের কেন্দ্রীয় নেতাদের সঙ্গে যোগাযোগ করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সূর্যপৃষ্ঠে বড় ধরনের বিস্ফোরণ ও সৌরঝড়ের পূর্বাভাস জানতে নাসার উদ্যোগ | প্রথম আলো",
            "time": "2026-02-01T07:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Ffrvqcsc9%2FSUN.REUTERS.png?rect=0%2C12%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রচলিত ব্যবস্থায় সাধারণত সৌরঝড় শুরু হওয়ার পর সতর্কবার্তা পাওয়া যায়। নাসার মার্শাল স্পেস ফ্লাইট সেন্টারের বিজ্ঞানী সুজিত রায় ও তাঁর সহকর্মীরা সৌরঝড় বা সোলার ফ্লেয়ার শুরু হওয়ার আগে সূর্যের বায়ুমণ্ডল ও চুম্বকীয় ক্ষেত্রে অত্যন্ত সূক্ষ্ম কিছু পরিবর্তন ঘটার তথ্য বের করেছেন। সূর্য এআই সিস্টেমটি সেই সূক্ষ্ম সংকেত পড়তে শিখেছে। এর ফলে বিজ্ঞানীরা এখন অনেক আগে থেকেই জানতে পারবেন কখন সূর্যের ভেতরে শক্তি পুনর্গঠিত হচ্ছে ও বড় কোনো বিস্ফোরণের দিকে এগোচ্ছে।</p><p>২০১০ সাল থেকে নাসার সোলার ডাইনামিকস অবজারভেটরি সূর্যের যে লাখ লাখ ছবি সংগ্রহ করেছে, তা দিয়েই প্রশিক্ষণ দেওয়া হয়েছে সূর্য এআইকে। এতে ১৩টি ভিন্ন ভিন্ন স্তরের ছবি ব্যবহার করা হয়েছে, যা সূর্যের উত্তপ্ত গ্যাস এবং চুম্বকীয় ক্ষেত্রের সম্পর্ক বিশ্লেষণ করে। এআই মডেলটি তৈরি করা হয়েছে একটি ফাউন্ডেশন মডেল হিসেবে। এর প্রায় ৩৬ কোটি ৬০ লাখ অ্যাডজাস্টেবল সেটিংস বা প্যারামিটার রয়েছে। এটি কেবল তথ্য মুখস্থ করে না, বরং এক ঘণ্টার ব্যবধানে নেওয়া দুটি ছবির পরিবর্তন দেখে পরবর্তী কয়েক ঘণ্টার চিত্র কেমন হতে পারে, তা নিখুঁতভাবে অনুমান করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রবাসীদের ভোটে কারচুপির সুযোগ নেই: ইসি মো. সানাউল্লাহ | প্রথম আলো",
            "time": "2026-02-01T07:27:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fyl93dq7w%2Fbarishaldh049620260201barishalphoto-6.jpg?rect=0%2C0%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসি আবুল ফজল মো. সানাউল্লাহ এ সময় আরও  বলেন, প্রবাসীদের জন্য ব্যবহৃত ব্যালটে মোট ১১৯টি প্রতীক থাকবে। ফলে খাম খোলা এবং সঠিকভাবে ভোট গণনায় তুলনামূলকভাবে বেশি সময় লাগবে। ভোটকেন্দ্রে শুধু প্রিসাইডিং অফিসার কলম সঙ্গে রাখতে পারবেন, অন্য কর্মকর্তা ও সংশ্লিষ্ট সবাই পেনসিল ব্যবহার করবেন।</p><p>নির্বাচন কমিশনার আরও বলেন, ভোট চলাকালীন প্রতি আসনে ১০ জন করে ম্যাজিস্ট্রেট দায়িত্ব পালন করবেন। মোবাইল ফাইন্যান্সিয়াল সার্ভিসের মাধ্যমে যেন কোনো ধরনের অনিয়ম না হয়, সে বিষয়ে কমিশন বিশেষভাবে সতর্ক রয়েছে। ভোট কেনাবেচা বন্ধে একাধিক বৈঠক করা হয়েছে এবং অর্থ লেনদেনের ক্ষেত্রে একটি নির্দিষ্ট সীমা নির্ধারণ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা সেন্ট্রাল ইউনিভার্সিটি: অধ্যাদেশে স্বস্তি, রূপরেখায় প্রশ্ন | প্রথম আলো",
            "time": "2026-02-01T07:22:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F3b6395ae-e494-473e-a966-2e7931205bcd%2FWhatsApp.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যাদেশ বিশ্লেষণ করে আরও একটি মৌলিক প্রশ্নের অবতারণা করতে হয়। ঢাকা সেন্ট্রাল ইউনিভার্সিটি কি জাতীয় বিশ্ববিদ্যালয়েরই একটি উন্নত সংস্করণে পরিণত হচ্ছে? এ প্রশ্নের উত্তর খুঁজতে গেলে দেখা যায়, ঢাকা সেন্ট্রাল ইউনিভার্সিটি মূলত জাতীয় বিশ্ববিদ্যালয়ের মতোই একটি এফিলিয়েটিং বিশ্ববিদ্যালয়, পার্থক্য কেবল পরিসরে। জাতীয় বিশ্ববিদ্যালয়ে যেমন অধিভুক্ত কলেজের পাশাপাশি মূল ক্যাম্পাসে শিক্ষা কার্যক্রম (এমফিল/পিএইচডি ও বর্তমানে স্নাতক (সম্মান) ) চলমান আছে, এ বিশ্ববিদ্যালয়েও একই ব্যবস্থার প্রস্তাব রয়েছে। পার্থক্য হচ্ছে, জাতীয় বিশ্ববিদ্যালয় দেশব্যাপী বিস্তৃত ও অসংখ্য কলেজ এর অধিভুক্ত, বিপরীতে ঢাকা সেন্ট্রাল ইউনিভার্সিটি কেবল ঢাকা শহরের সাতটি সরকারি কলেজকে কেন্দ্র করে গঠিত। এখানে ‘অধিভুক্ত কলেজ’ শব্দটির পরিবর্তে ‘সংযুক্ত কলেজ’ পরিভাষা ব্যবহার করা হয়েছে, যদিও কার্যগত দিক থেকে ব্যবস্থাটি প্রায় একই। লক্ষণীয় বিষয় হলো, অধ্যাদেশে এই সাত কলেজের বাইরে অন্য কোনো কলেজকে ভবিষ্যতে সংযুক্ত করার সুযোগ রাখা হয়নি। ফলে এটি বিস্তৃত নয়, বরং নিয়ন্ত্রিত পরিসরে পরিচালিত একটি এফিলিয়েটিং বিশ্ববিদ্যালয় কাঠামো হিসেবেই আত্মপ্রকাশ করেছে।</p><p>বিশ্ববিদ্যালয় কেবল একটি প্রশাসনিক কাঠামোর নাম নয়; এটি জ্ঞান উৎপাদন, গবেষণার বিস্তার, একাডেমিক স্বাধীনতা ও আন্তর্জাতিক মানদণ্ডে শিক্ষার উৎকর্ষ নিশ্চিত করার একটি প্রাণবন্ত বৌদ্ধিক প্রতিষ্ঠান। অথচ অধ্যাদেশে গবেষণা কার্যক্রম, শিক্ষার গুণগত মানোন্নয়ন, অন্তর্ভুক্তিমূলক ও সহায়ক একাডেমিক পরিবেশ গঠন, কিংবা শিক্ষার্থীদের একাডেমিক উৎকর্ষ ও বৌদ্ধিক বিকাশ অর্থাৎ শিক্ষার্থীকে কেবল সনদধারী গ্র্যাজুয়েট নয়, বরং চিন্তাশীল, দায়িত্বশীল ও সমাজসচেতন মানুষ হিসেবে গড়ে তোলার সামগ্রিক প্রক্রিয়া—এসব বিষয়ে সুস্পষ্ট ও দিকনির্দেশনামূলক অবস্থান তুলনামূলকভাবে দুর্বল। ফলে প্রস্তাবিত নতুন বিশ্ববিদ্যালয় কাঠামোটি আদৌ কতটা গভীরভাবে ‘বিশ্ববিদ্যালয়-চেতনা’ ধারণ করতে পারবে, সে বিষয়ে সংশয় থেকে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাউবির বিবিএ প্রোগ্রামে ভর্তি ও রেজিস্ট্রেশনের সময় বৃদ্ধি | প্রথম আলো",
            "time": "2026-02-01T07:21:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-02%2Fpaypchh1%2Fprothomalo-BOU.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাউবির এ–সংক্রান্ত বিজ্ঞপ্তিতে বলা হয়েছে, এ সিদ্ধান্ত বিবিএ প্রোগ্রামের ১ম, ৩য়, ৫ম ও ৭ম লেভেলের শিক্ষার্থীদের জন্য প্রযোজ্য হবে। নতুন ভর্তি–ইচ্ছুক শিক্ষার্থীদের পাশাপাশি চলমান সেমিস্টারের শিক্ষার্থীরাও এই বর্ধিত সময়ের মধ্যে প্রয়োজনীয় ফি জমা দিতে পারবেন। যেসব শিক্ষার্থী অনলাইন স্টুডেন্ট অ্যাপ্লিকেশন প্রসেসিং সিস্টেমের মাধ্যমে ভর্তি হয়েছেন, তাঁদের এর মাধ্যমেই রেজিস্ট্রেশন কার্যক্রম সম্পন্ন করতে হবে। তবে ১৯১ সেমিস্টারের পূর্ববর্তী সেমিস্টারে ভর্তি হওয়া শিক্ষার্থীদের কোর্স রেজিস্ট্রেশন ও কোর্স পুনঃরেজিস্ট্রেশন কার্যক্রম অফলাইনে সম্পন্ন করতে হবে। এ ছাড়া শিক্ষার্থীদের নিজ নিজ আইডি কার্ডের ফটোকপি এবং ফি জমাদানের তথ্য নির্ধারিত সময়ের মধ্যে বাউবির সংশ্লিষ্ট আঞ্চলিক ও উপ-আঞ্চলিক কেন্দ্রের প্রোগ্রাম কর্মকর্তার কাছে জমা দিতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম নির্দলীয় সরকার কেমন নির্বাচন দিয়েছিল | প্রথম আলো",
            "time": "2026-02-01T07:21:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fm9w9zrh0%2FUntitled_3.jpg?rect=0%2C170%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্দলীয় সরকারব্যবস্থার অধীনে দেশে প্রথম জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয় ১৯৯১ সালের ২৭ ফেব্রুয়ারি। এটি ছিল পঞ্চম জাতীয় সংসদ নির্বাচন। এর আগে আর কোনো স্থানীয় বা জাতীয় নির্বাচন বা গণভোট নির্দলীয় সরকারব্যবস্থার অধীনে অনুষ্ঠিত হয়নি। সেই অন্তর্বর্তীকালীন সরকারের প্রধান ছিলেন প্রধান বিচারপতি সাহাবুদ্দীন আহমদ। তাঁকে অস্থায়ী রাষ্ট্রপতি করা হয়েছিল। অনেকের মতে, বাংলাদেশের ইতিহাসে সবচেয়ে সুষ্ঠু ছিল এই নির্বাচন, সরকার তথা প্রশাসন ছিল সবচেয়ে নিরপেক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "কম খরচে অ্যামোনিয়া উৎপাদনের নতুন পদ্ধতি আবিষ্কার করেছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2026-02-01T07:14:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Frcngdtpl%2Fammonia.Earth-dotcom.png?rect=0%2C58%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সার উৎপাদন থেকে শুরু করে প্লাস্টিক ও বিস্ফোরক তৈরির জন্য অ্যামোনিয়া এক অপরিহার্য রাসায়নিক। কিন্তু এই অ্যামোনিয়া উৎপাদনের ফলে প্রতিবছর বায়ুমণ্ডলে বিপুল পরিমাণ গ্রিনহাউস গ্যাস নির্গত হয়। এ সমস্যার সমাধানে দক্ষিণ কোরিয়ার একদল বিজ্ঞানী অ্যামোনিয়া উৎপাদনের নতুন এক পদ্ধতি আবিষ্কার করেছেন। নতুন এ পদ্ধতি প্রচলিত পদ্ধতির চেয়ে অনেক বেশি সাশ্রয়ী এবং পরিবেশবান্ধব উপায়ে অ্যামোনিয়া উৎপাদন করতে পারে।</p><p> বর্তমানে বিশ্বজুড়ে অ্যামোনিয়া উৎপাদনের জন্য হেবার-বস পদ্ধতি ব্যবহার করা হয়। তবে দক্ষিণ কোরিয়ার জিওনবুক ন্যাশনাল ইউনিভার্সিটির সহকারী অধ্যাপক সুংহিউন চোর নেতৃত্বে একদল বিজ্ঞানী অতি উচ্চ তাপ ও চাপের প্রয়োজনীয়তা কমিয়ে এনেছেন কেমিক্যাল লুপিং নামক এক পদ্ধতির মাধ্যমে। এতে কঠিন পদার্থের অণু বিক্রিয়ক হিসেবে কাজ করে ও বারবার ব্যবহৃত হয়। এ বিষয়ে বিজ্ঞানী চো বলেন, ‘আমাদের এই প্রযুক্তি সেই সব শিল্পকারখানায় অনায়াসেই প্রয়োগ করা সম্ভব, যেখানে বড় পরিসরে সাশ্রয়ী মূল্যে অ্যামোনিয়া উৎপাদন করা প্রয়োজন।’</p></div></div></div></body></html>"
        },
        {
            "title": "মধ্যরাতে গুলি! সালমানের পর এবার রোহিত শেঠি | প্রথম আলো",
            "time": "2026-02-01T07:02:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fdmjnr41g%2FWhatsApp-Image-2026-02-01-at-12.19.07-PM.png?rect=0%2C0%2C999%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুম্বাইয়ের জুহু এলাকায় বলিউডের জনপ্রিয় পরিচালক রোহিত শেঠির বাড়ির বাইরে গুলিবর্ষণের ঘটনা ঘটেছে। গতকাল শনিবার গভীর রাতে, আনুমানিক দিবাগত রাত ১২টা ৪০ মিনিট থেকে ১টার মধ্যে অজ্ঞাতপরিচয় দুষ্কৃতকারীরা তাঁর বাড়ির সামনে চার থেকে পাঁচ রাউন্ড গুলি চালায়। তবে এ ঘটনায় কেউ আহত হননি বলে জানিয়েছে পুলিশ।</p><p>দ্রুত ঘটনাস্থলে পৌঁছায় পুলিশ ও ফরেনসিক দল। পুলিশ জানিয়েছে, গুলিবর্ষণের পরপরই পুরো এলাকা ঘিরে ফেলা হয় এবং নিরাপত্তা জোরদার করা হয়। বর্তমানে রোহিত শেঠির বাড়ির বাইরে অতিরিক্ত নিরাপত্তা বাহিনী মোতায়েন রয়েছে। তবে এই হামলার পেছনে দুষ্কৃতকারীদের উদ্দেশ্য কী, তা এখনো স্পষ্ট নয়। এখন পর্যন্ত কোনো ব্যক্তি বা গোষ্ঠী এই ঘটনার দায় স্বীকার করেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা উত্তর সিটি করপোরেশনের প্রশাসক এজাজের দেশত্যাগে নিষেধাজ্ঞা | প্রথম আলো",
            "time": "2026-02-01T07:00:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fe2ssziu8%2FMohammad-Azaz.png?rect=0%2C0%2C2745%2C1441&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোহাম্মদ এজাজের দেশত্যাগে নিষেধাজ্ঞা চেয়ে দুদকের পক্ষে আবেদন করেন সংস্থাটির সহকারী পরিচালক মো. আশিকুর রহমান।</p><p>আবেদনে বলা হয়, মোহাম্মদ এজাজের বিরুদ্ধে ক্ষমতার অপব্যবহার করে নানান অনিয়ম, দুর্নীতি ও ঘুষ গ্রহণের অভিযোগ রয়েছে। অভিযোগ অনুসন্ধানাধীন রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্কয়ার ফার্মার ব্যবসা বেড়েছে ৫৬৬ কোটি টাকার | প্রথম আলো",
            "time": "2026-02-01T06:43:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F023677bc-0ce9-4ce2-8db7-316421b1e2fc%2Fc846f309_0b34_4b0a_8931_cfd08b9a77c2.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আর্থিক প্রতিবেদনের তথ্য অনুযায়ী, স্কয়ার ফার্মা চলতি অর্থবছরের প্রথম ৬ মাসে সব ধরনের খরচ ও কর বাদ দেওয়ার পর ১ হাজার ৪৬৮ কোটি টাকা মুনাফা করেছে। গত অর্থবছরের একই সময়ে যার পরিমাণ ছিল ১ হাজার ২৭০ কোটি টাকা। সেই হিসাবে এক বছরের ব্যবধানে কোম্পানিটির মুনাফা বেড়েছে ১৯৮ কোটি টাকা বা প্রায় ১৬ শতাংশ।</p><p>স্কয়ার ফার্মার গত ১০ বছরের আর্থিক প্রতিবেদন বিশ্লেষণে দেখা যায়, এই ১০ বছরের মধ্যে অর্থবছরের প্রথম ছয় মাসের বিবেচনায় এ নিয়ে দুবার কোম্পানিটি ৪ হাজার কোটি টাকার ব্যবসা করেছে। এর মধ্যে চলতি অর্থবছরের প্রথম ৬ মাসেই সর্বোচ্চ পরিমাণ ব্যবসা করেছে। এর আগে ২০২২–২৩ অর্থবছরের প্রথম ৬ মাসে কোম্পানিটি ৪ হাজার ৩০৫ কোটি টাকার ব্যবসা করেছিল। আর ২০১৫–১৬ অর্থবছরের প্রথম ৬ মাসে কোম্পানিটি ব্যবসা করেছিল ১ হাজার ৭৮৭ কোটি টাকা। সেই হিসাবে গত ১০ বছরের মধ্যে কোম্পানিটির ব্যবসা বেড়ে আড়াই গুণ হয়ে গেছে। আর একই সময়ের ব্যবধানে কোম্পানিটির মুনাফা বেড়ে প্রায় ৪ গুণ হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিগারের ফিফটি , বাংলাদেশের সাতে সাত | প্রথম আলো",
            "time": "2026-02-01T06:33:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fx5xe3pkh%2FSuper-Six-M7-BANGLADESH-VS-NETHERLANDS-1916.jpg.jpeg?rect=0%2C138%2C7869%2C4131&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রান তাড়ায় বাংলাদেশের শুরুটা অবশ্য ভালো ছিল না। দুই ওপেনার দিলারা আক্তার ও জুয়াইরিয়া ফেরদৌস ফেরেন ৬ রানের মধ্যে। এরপর তৃতীয় উইকেটে শারমিন আক্তারকে নিয়ে ৪২ রানের জুটি গড়েন নিগার। শারমিন ২৮ বলে ১৩ রান করে আউট হলে নিগারের সঙ্গে জুটি বাঁধেন সোবহানা মোস্তারি।</p><p>এ জুটিই বাংলাদেশকে নিয়ে যায় জয়ের পথে। নিগার-মোস্তারির জুটিতে ৩৭ বলে যোগ হয় ৫৭ রান। নিগার ৭ চারে ৪৪ বলে ৫০ রান করে অপরাজিত থাকেন। আন্তর্জাতিকটি নারী টি-টুয়েন্টিতে এটি তাঁর দশম ফিফটি। তাঁর সঙ্গে মোস্তারি মাঠ ছাড়েন ২৩ বলে ৩৩ রান করে। তাঁর ইনিংসে ছিল ৫টি চার ও ১টি ছয়।</p></div></div></div></body></html>"
        },
        {
            "title": "স্নুকার খেলায় দুই বছরের শিশুর জোড়া রেকর্ড | প্রথম আলো",
            "time": "2026-02-01T06:29:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fm4pop3o4%2FCapture.PNG?rect=0%2C0%2C939%2C493&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুডের বাবা লুক ওউনস ছেলের জন্য একটি ছোট পুল টেবিল কিনেছিলেন। তিনি লক্ষ করেন, কিউ হাতে নেওয়ার পর থেকেই জুড খুব সাবলীলভাবে শট খেলছে। ছেলের খেলার ভিডিও তিনি সামাজিক যোগাযোগমাধ্যমে শেয়ার করলে তা দ্রুত ছড়িয়ে পড়ে। উচ্চতায় টেবিল পর্যন্ত না পৌঁছাতে পারায় শুরুতে বার স্টুল ব্যবহার করত জুড। পরে তার জন্য রান্নাঘরের একটি বিশেষ টুলের ব্যবস্থা করা হয়, যেটিতে দাঁড়িয়ে সে এখন একের পর এক নিখুঁত শট খেলছে।</p><p>জুড প্রথম রেকর্ডটি গড়েছিল ২০২৫ সালের ৩১ আগস্ট। সেদিন সে সবচেয়ে কম বয়সী খেলোয়াড় হিসেবে স্নুকারে ‘ডাবল পট’ (একই শটে দুটি বল পকেটস্থ করা) করার কৃতিত্ব দেখায়। এর ঠিক ৪১ দিন পর, ১২ অক্টোবর সে পুল টেবিলে ‘ব্যাংক শট’ (বলকে টেবিলের দেয়ালে ধাক্কা খাইয়ে পকেটে পাঠানো) দিয়ে দ্বিতীয় বিশ্ব রেকর্ডটি নিজের নামে করে নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আশুলিয়ায় ছয়জনকে হত্যা, লাশ পোড়ানোর মামলার রায় ৫ ফেব্রুয়ারি | প্রথম আলো",
            "time": "2026-02-01T06:20:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fch6v6gn2%2F3.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক সংসদ সদস্য মুহাম্মদ সাইফুল ইসলামসহ ১৬ জন এই মামলার আসামি। আসামিদের মধ্যে আটজন গ্রেপ্তার আছেন।</p><p>গ্রেপ্তার থাকা আসামিরা হলেন ঢাকা জেলার সাবেক অতিরিক্ত পুলিশ সুপার আবদুল্লাহিল কাফী, সাভার সার্কেলের সাবেক অতিরিক্ত পুলিশ সুপার মো. শহিদুল ইসলাম, ঢাকা জেলা পুলিশের গোয়েন্দা বিভাগের (ডিবি) সাবেক পরিদর্শক মো. আরাফাত হোসেন, আশুলিয়া থানার সাবেক উপপরিদর্শক (এসআই) আবদুল মালেক, আরাফাত উদ্দীন, কামরুল হাসান, শেখ আবজালুল হক ও সাবেক কনস্টেবল মুকুল চোকদার।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালে ইউটিউব কোন বিষয়গুলোকে গুরুত্ব দেবে, কনটেন্ট ক্রিয়েটরদের নিয়ে কী ভাবনা | প্রথম আলো",
            "time": "2026-02-01T06:20:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fy3kd51c3%2Fpexels-liza-summer-6347621.jpg?rect=0%2C133%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহু বছর ধরেই এআই আমাদের সবচেয়ে গুরুত্বপূর্ণ উদ্ভাবনের নীরব চালিকাশক্তি। পরের কোন ভিডিওটা দেখবেন, সেই পরামর্শ দেওয়া থেকে শুরু করে নীতিমালা ভঙ্গ করা কনটেন্ট সরিয়ে রাখা—সবখানেই এআই সক্রিয়।</p><p>একসময় সিন্থেসাইজার, ফটোশপ বা সিজিআই যেমন শব্দ আর ছবির দুনিয়া বদলে দিয়েছিল, এআইও তেমনই বড় সুযোগ। এই সুযোগ সেই সব সৃজনশীল মানুষের জন্য, যাঁরা এটাকে কাজে লাগাতে প্রস্তুত। গত ডিসেম্বরেই প্রতিদিন ১০ লাখের বেশি চ্যানেল আমাদের এআই ক্রিয়েশন টুল ব্যবহার করেছে।</p><p>এ বছর আপনি নিজের চেহারা ব্যবহার করে শর্টস বানাতে পারবেন, স্রেফ লিখে লিখেই গেম তৈরি করতে পারবেন, কিংবা নতুনভাবে গান নিয়ে পরীক্ষা-নিরীক্ষা করতে পারবেন। একটি বিষয় স্পষ্ট—এই পুরো যাত্রায় এআই হয়ে থাকবে সৃজনশীলতার হাতিয়ার, মানুষের বিকল্প নয়।</p><p>দিন দিন বোঝা কঠিন হয়ে যাচ্ছে—কোনটা বাস্তব, আর কোনটা এআই দিয়ে তৈরি। ডিপফেকের ক্ষেত্রে বিষয়টি আরও সংবেদনশীল। ইউটিউবের এআই টুল দিয়ে তৈরি কনটেন্ট আমরা স্পষ্টভাবে উল্লেখ করে দিই। নির্মাতাদের জন্যও একই নিয়ম প্রযোজ্য।</p><p>এআইয়ের বিস্তারের সঙ্গে সঙ্গে নিম্নমানের কনটেন্ট (যাকে অনেকে ‘এআই স্লপ’ বলেন) নিয়েও উদ্বেগ তৈরি হয়েছে। একটি উন্মুক্ত প্ল্যাটফর্ম হিসেবে আমরা নানা ধরনের মতপ্রকাশের সুযোগ দিই। তবে ইউটিউবে সময় কাটিয়ে মানুষ যেন ভালো বোধ করে, এটা নিশ্চিত করাও আমাদের দায়িত্ব।</p><p>গত ২০ বছরে আমরা শিখেছি, ক্রিয়েটর ইকোসিস্টেমে আগে থেকেই কোনো ধারণা চাপিয়ে দেওয়া ঠিক নয়। এএসএমআর (ভিডিওতে এমন শব্দের ব্যবহার, যা মস্তিষ্ককে আরাম দেয়) বা অন্যকে গেম খেলতে দেখার ভিডিও একসময় অদ্ভুত মনে হতো। এখন কিন্তু এসবও হয়ে উঠেছে মূল ধারার বিনোদন।</p><p>আমাকে প্রায়ই জিজ্ঞেস করা হয়—আগামী ৫ বা ১০ বছরে ইউটিউবের সবচেয়ে গুরুত্বপূর্ণ ক্রিয়েটর কে হবেন? আমার উত্তর সব সময় একটিই—তিনি এমন কেউ, যাঁর নাম আপনি এখনো শোনেননি। সেই মানুষটি হয়তো আজই তাঁর চ্যানেল শুরু করছেন।</p> <p>ইংরেজি থেকে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (১ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-01T06:20:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fqv1knlvp%2F%E0%A7%A8.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">খুলনায় ২ ফেব্রুয়ারি হবে বিএনপির নির্বাচনী জনসভা। উপস্থিত থাকবেন বিএনপির চেয়ারম্যান তারেক রহমান। তাই জনসভার মাঠ, মঞ্চ প্রস্তুতসহ অন্যান্য প্রস্তুতি চলছে। প্রভাতি স্কুলের মাঠ, খালিশপুর, খুলনা, ১ ফেব্রুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সাদ্দাম হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "প্রথম নির্দলীয় সরকার কেমন নির্বাচন দিয়েছিল | প্রথম আলো",
            "time": "2026-02-01T06:17:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Ftaiffcrc%2FUntitled-3.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নির্বাচন কেমন ছিল</strong></p><p>বাংলাদেশের নির্বাচন সংস্কৃতিতে সন্ত্রাস অবিচ্ছেদ্য অংশ হয়ে দাঁড়িয়েছিল। পঞ্চম সংসদ নির্বাচনেও সহিংসতা হয়েছিল। নির্বাচনের দিন একজন মানুষ নিহত হয়েছিল। তবে বাংলাদেশ মানবাধিকার সমন্বয় পরিষদের নির্বাচন পর্যবেক্ষণ প্রতিবেদন বলছে, নির্বাচনের আগে ও পরে সারা দেশে ৪৮ জন নির্বাচনী সহিংসতায় প্রাণ হারান, আহত হন ১ হাজার ৯০ জন। নির্বাচনের দিন ২১টি কেন্দ্রের ভোট গ্রহণ বাতিল হয়। নিজ নিজ দলকে ভোট না দেওয়ার কারণে পিটিয়ে হত্যা করার অভিযোগও ওঠে, বাড়িতে আগুন দেওয়ার অভিযোগ ছিল, সংখ্যালঘু ও তাদের সম্পত্তির ওপর আক্রমণের ঘটনাও ঘটে।</p><p>মাঠে প্রধান প্রতিদ্বন্দ্বী দল হিসেবে ছিল বিএনপি ও আওয়ামী লীগ। বিএনপির চেয়ারপারসন খালেদা জিয়া প্রায় দুই হাজার নির্বাচনী সভায় ভাষণ দিয়েছিলেন। তাঁর আক্রমণের প্রধান লক্ষ্য ছিল আওয়ামী লীগ। তিনি বলতে দ্বিধা করেননি: আওয়ামী লীগ ক্ষমতায় গেলে দেশ বিক্রি হয়ে যাবে বা সংবিধান থেকে বিসমিল্লাহ উঠে যাবে। অন্যদিকে আওয়ামী লীগের প্রধান শেখ হাসিনার প্রধান লক্ষ্যবস্তু ছিল বিএনপি। তিনি জনসভায় বলেছিলেন, ‘বিএনপি ক্ষমতায় গেলে গণতন্ত্র ক্যান্টনমেন্টে বন্দী হবে।’ বেগম খালেদা জিয়া ও শেখ হাসিনা দুজনই এরশাদের শাসনামল দীর্ঘায়িত হওয়ার জন্য একে অন্যকে অভিযুক্ত করেন।</p><p>নির্বাচন যে একটি উৎসবের বিষয়, পঞ্চম জাতীয় সংসদ নির্বাচনের সময় দেশের মানুষ তা উপভোগ করতে পেরেছিল। নির্বাচন সংস্কৃতিতে পরিবর্তন ধরা পড়েছিল পর্যবেক্ষণ প্রতিবেদনে। তাতে দেখা যায়: কেন্দ্রে কেন্দ্রে বিভিন্ন দলের প্রার্থীদের নির্বাচনী এজেন্টরা নিজেদের মধ্যে সুসম্পর্ক বজায় রাখেন, একে অন্যকে সাহায্যও করেন; ভোটকেন্দ্রের বাইরে চায়ের দোকান, পানের দোকান, হোটেলে বিভিন্ন দলের কর্মী ও সমর্থকেরা পাশাপাশি বসে আড্ডা দিয়েছেন, আলাপ-আলোচনা করে দিন কাটিয়েছেন; জাল ভোট বা চ্যালেঞ্জ ভোটের ক্ষেত্রে অহেতুক তর্ক-বিতর্কে না জড়িয়ে এজেন্টরা প্রমাণের ওপর বেশি গুরুত্ব দিয়েছেন; মহিলা ভোটাররা স্বতঃস্ফূর্তভাবে ভোট দিয়েছেন; ভোটাররা গোপনীয়তা বজায় রাখার চেষ্টা করেছেন এবং নির্বাচনী কর্মকর্তারা নির্বিঘ্নে দায়িত্ব পালন করেছেন, রাজনৈতিক দলের কর্মীরা তাঁদের সহযোগিতা করেছেন। (বামাসপ; পৃ: ৪৪)।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রভাষার সংগ্রামের শুরুর দিনগুলো | প্রথম আলো",
            "time": "2026-02-01T06:10:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2Fb8f10668-7ecd-4c34-a05b-7ed323f2e586%2Fshahitto_probashe_banla.jpg?rect=0%2C4%2C288%2C151&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৪৭ সালের ডিসেম্বরে করাচি শিক্ষা সম্মেলনে উর্দুকে রাষ্ট্রভাষা করার সিদ্ধান্ত গৃহীত হলে ঢাকায় তীব্র প্রতিক্রিয়া সৃষ্টি হয়। ৬ ডিসেম্বর অধ্যাপক আবুল কাশেমের সভাপতিত্বে ঢাকা বিশ্ববিদ্যালয় প্রাঙ্গণে ছাত্রদের প্রথম প্রতিবাদ সভা অনুষ্ঠিত হয়। সভা শেষে মিছিল করে সচিবালয়ে যাওয়া হয় এবং ১২ ডিসেম্বর সচিবালয়ের কর্মচারীরাও আন্দোলনে যোগ দিয়ে ধর্মঘট পালন করেন। পরিস্থিতির অবনতি ঘটলে সরকার ১৪৪ ধারা জারি করতে বাধ্য হয়। ১৯৪৮ সালের শুরুতে পাকিস্তানের শিক্ষামন্ত্রী ফজলুর রহমান ঢাকা সফরে এলে তমদ্দুন মজলিশ ও রাষ্ট্রভাষা সংগ্রাম পরিষদের নেতারা তাঁর সঙ্গে সাক্ষাৎ করেন। ডাকটিকিট, মুদ্রা, মানিঅর্ডার ফর্ম এবং পাবলিক সার্ভিস পরীক্ষার বিষয় তালিকা থেকে বাংলাকে বাদ দেওয়ার বিরুদ্ধে তাঁরা তীব্র প্রতিবাদ জানান। এ নিয়ে মন্ত্রীর সঙ্গে নেতাদের তুমুল বিতর্ক হয় এবং একপর্যায়ে মন্ত্রী বিষয়টিকে ‘অনিচ্ছাকৃত ভুল’ বলে আখ্যায়িত করেন।</p><p>মূলত তমদ্দুন মজলিশের হাত ধরেই ভাষা আন্দোলনের তাত্ত্বিক ভিত্তি ও সাংগঠনিক কাঠামোর সূচনা ঘটে। তাদের প্রাথমিক প্রতিরোধ, পুস্তিকা প্রকাশ এবং প্রথম রাষ্ট্রভাষা সংগ্রাম পরিষদ গঠনই ১৯৫২ সালের ঐতিহাসিক ভাষা আন্দোলনের পথ সুগম করে।</p><p><strong>তথ্যসূত্র:</strong></p><p>১. পূর্ব বাঙলার ভাষা আন্দোলন ও তৎকালীন রাজনীতি: বদরুদ্দীন উমর</p><p>২. ভাষা-আন্দোলনের ইতিহাস: বশীর আল্ হেলাল</p><p>৩. রাষ্ট্রভাষা আন্দোলনের ইতিহাস, ঘটনা প্রবাহ ও প্রেক্ষিত বিশ্লেষণ: এম.এ. বার্ণিক।</p></div></div></div></body></html>"
        },
        {
            "title": "যমজ সন্তানের বাবা হলেন রাম চরণ | প্রথম আলো",
            "time": "2026-02-01T06:07:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-07%2F8aa90cdd-7657-4f7f-a4e1-6fe0abd57d0f%2FIMG_20210710_WA0050.jpg?rect=0%2C0%2C591%2C310&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দক্ষিণ ভারতীয় তারকা রাম চরণ ও তাঁর স্ত্রী উপাসনা যমজ সন্তানের বাবা-মা হয়েছেন। তাঁদের ঘরে জন্ম নিয়েছে এক ছেলে ও এক মেয়ে। এই আনন্দের খবর নিশ্চিত করেছেন রাম চরণের বাবা চিরঞ্জীবী। গভীর আনন্দ ও কৃতজ্ঞতা প্রকাশ করে তিনি জানান, মা ও দুই নবজাতক—তিনজনই সুস্থ আছেন।</p><p>এই সুখবর ইতিমধ্যে বিনোদন দুনিয়ায় ব্যাপক আলোচনার জন্ম দিয়েছে। সামাজিক যোগাযোগমাধ্যমে চিরঞ্জীবী নিজেই বিষয়টি নিশ্চিত করে জানান, যমজ সন্তানের আগমনে পরিবারে দ্বিগুণ আনন্দ এসেছে। তিনি লেখেন, এটি তাঁদের পরিবারের জন্য এক অনাবিল সুখের মুহূর্ত এবং সবার দোয়া, ভালোবাসা ও শুভকামনার জন্য কৃতজ্ঞতা প্রকাশ করেন। বার্তাটিতে চিরঞ্জীবী ও তাঁর স্ত্রী সুরেখা দুজনের নামেই স্বাক্ষর ছিল, যা দাদা-দাদির পক্ষ থেকে একটি অত্যন্ত ব্যক্তিগত ও আবেগঘন ঘোষণা হিসেবে ধরা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৯৬ রান ও ৩৬ ছক্কা: রান-উৎসবে রেকর্ডে ওলট-পালট | প্রথম আলো",
            "time": "2026-02-01T06:03:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fx9riuyxc%2F978552-01-02.jpg?rect=0%2C0%2C5200%2C2730&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"storyCard eyOoS\"><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>ভারত মেরেছে ২৩টি ছক্কা, যা এক ইনিংসে দলটির যৌথভাবে সর্বোচ্চ। এর আগে ২০২৪ সালে জোহানেসবার্গে দক্ষিণ আফ্রিকার বিরুদ্ধেও ২৩টি ছক্কা মেরেছিল ভারত। নিউজিল্যান্ডের ১৩টি যোগ হয়ে ম্যাচে মোট ছক্কা দাঁড়ায় ৩৬, যা দ্বিতীয় সর্বোচ্চ। এযাবৎ সবচেয়ে বেশি ছক্কা দেখা গেছে ২০২৫ সালের জুলাইয়ে বুলগেরিয়া–জিব্রাল্টার ম্যাচে—৪১টি।</p></div></div></div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">নিউজিল্যান্ডও তোলে ২২৫ রান</figcaption><figcaption class=\"story-element-image-attribution\">এএফপি</figcaption></p></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>৬৯ ও ১১৬—সিরিজজুড়ে ছক্কার বৃষ্টি</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>এই সিরিজে ভারত মেরেছে ৬৯টি ছক্কা, যা কোনো দ্বিপক্ষীয় সিরিজে একটি দলের সর্বোচ্চ। আন্তর্জাতিক টি–টুয়েন্টিতে যেকোনো সিরিজ বা টুর্নামেন্ট মিলিয়ে এটি তৃতীয় সর্বোচ্চ। পুরো সিরিজে মোট ১১৬টি ছক্কা হয়েছে, যার মধ্যে নিউজিল্যান্ডের ৪৭টি—দ্বিপক্ষীয় সিরিজে সব মিলিয়ে তৃতীয় সর্বোচ্চ।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>৪২—ঈশান কিষাণের বিধ্বংসী সেঞ্চুরি</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>ঈশান কিষাণ ৪২ বলে সেঞ্চুরি করেন। এটি টি–টুয়েন্টিতে নিউজিল্যান্ডের বিপক্ষে দ্রুততম সেঞ্চুরি এবং ভারতের হয়ে দ্রুততম সেঞ্চুরির তালিকায় পঞ্চম।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>২৫—ভারতের সেঞ্চুরি রাজত্ব</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>আন্তর্জাতিক টি–টুয়েন্টিতে ভারতের মোট ব্যক্তিগত সেঞ্চুরি এখন ২৫টি, যা যেকোনো দলের মধ্যে সর্বোচ্চ। অস্ট্রেলিয়া ও নিউজিল্যান্ড যৌথভাবে দ্বিতীয়—দুই দলেরই ১৩টি করে।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>৩০০০—সূর্যকুমারের দ্রুততম মাইলফলক</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>সূর্যকুমার যাদব আন্তর্জাতিক টি–টুয়েন্টিতে দ্রুততম ৩০০০ রান করেন। তাঁর লেগেছে মাত্র ১৮২২ বল। তিনি পেরিয়ে গেছেন আরব আমিরাতের মোহাম্মদ ওয়াসিমের ১৯৪৭ বলের রেকর্ড।</p></div></div></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>পাওয়ারপ্লেতে ফিন অ্যালেন করেন ৫৭ রান, যা ভারতের বিপক্ষে ম্যাচের প্রথম ছয় ওভারের মধ্যে কোনো ব্যাটসম্যানের সর্বোচ্চ। আগের রেকর্ড ছিল ২০২২ টি–টুয়েন্টি বিশ্বকাপে অ্যাডিলেডে লিটন দাসের ৫৬।</p></div></div></div></div></div></body></html>"
        }
    ]
}