{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খালেদা জিয়াকে দেখতে হাসপাতালের সামনে নেতা-কর্মীদের ভিড়, বলছেন ‘মন মানে না’ | প্রথম আলো",
            "time": "2025-11-30T07:16:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F3500dqmr%2Fbnp-1.jpeg?rect=0%2C244%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টাঙ্গাইল থানা বিএনপির সহসভাপতি আসিফুজ্জামান আসিফ দাঁড়িয়ে ছিলেন হাসপাতালের সামনে। তিনি প্রথম আলোকে বলেন, ‘বাইরে অপেক্ষা করতেছি, তাঁর সুস্থতার জন্য দোয়া করতেছি। শুনলাম, আজকে সকাল থেকে তিনি কথা বলতেছেন। শুনে খুব ভালো লাগল।’</p><p>৮০ বছর বয়সী খালেদা জিয়া দীর্ঘদিন ধরে হৃদ্‌রোগ, ডায়াবেটিস, আর্থ্রাইটিস, লিভার সিরোসিস, কিডনির জটিলতাসহ নানা শারীরিক জটিলতায় ভুগছেন। গত রোববার শ্বাসকষ্ট দেখা দিলে দ্রুত তাঁকে এভারকেয়ার হাসপাতালে নেওয়া হয়। তিনি এখন হাসপাতালের করোনারি কেয়ার ইউনিটে (সিসিইউ) রয়েছেন। মেডিকেল বোর্ডের দেশি-বিদেশি বিশেষজ্ঞ চিকিৎসকের তত্ত্বাবধানে সাবেক এই প্রধানমন্ত্রীর চিকিৎসা চলছে। গত শুক্রবার রাতে তাঁর অবস্থা অত্যন্ত সংকটাপন্ন হওয়ার কথা জানিয়েছিলেন বিএনপির নেতারা।</p><p>সংশ্লিষ্ট সূত্রগুলো জানিয়েছে, গত বুধ, বৃহস্পতি ও শুক্রবারের চেয়ে গতকাল খালেদা জিয়ার শারীরিক অবস্থায় সামান্য উন্নতি দেখা গেছে। তবে সামগ্রিক সংকট কাটেনি। বিশেষত কিডনির কার্যকারিতা মারাত্মকভাবে কমে যাওয়ায় তাঁকে টানা চার দিন ডায়ালাইসিস করতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনায় আদালত চত্বরে দুজন গুলিবিদ্ধ | প্রথম আলো",
            "time": "2025-11-30T07:11:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F01qj2e8v%2Fkhulna-firing.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুলনা আদালত চত্বরে দুজন গুলিবিদ্ধ হয়েছেন। আজ রোববার দুপুর সোয়া ১২টার দিকে এ ঘটনা ঘটেছে। </p><p>বিষয়টি প্রথম আলোকে নিশ্চিত করেছেন খুলনা সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শফিকুল ইসলাম। </p><p><em>বিস্তারিত আসছে...</em></p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক রাষ্ট্রপতি হামিদের শ্যালক জামায়াতের প্রার্থী | প্রথম আলো",
            "time": "2025-11-30T07:10:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fw22gz3k2%2FUntitled_3.jpg?rect=0%2C0%2C1090%2C572&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিশোরগঞ্জ-৩ (করিমগঞ্জ-তাড়াইল) আসনে জামায়াতের প্রার্থী কর্নেল (অব.) জেহাদ খান। তিনি সাবেক রাষ্ট্রপতি আবদুল হামিদের শ্যালক। পেশায় চিকিৎসক জেহাদ খান বলেন, তিনি মানুষের ব্যাপক সাড়া পাচ্ছেন। অল্প সময়ে মানুষ তাঁকে আপন করে নিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্কারজয়ী চিত্রনাট্যকার ও নাট্যকার টম স্টপার্ড মারা গেছেন | প্রথম আলো",
            "time": "2025-11-30T07:09:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fk809c2f3%2Ftom-stoppard-1.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টপার্ডের এজেন্সি তাঁর মৃত্যুর খবর নিশ্চিত করে এক বিবৃতিতে জানিয়েছে, ‘আমাদের প্রিয় বন্ধু টম স্টপার্ড ডরসেটের বাড়িতে মারা গেছেন। এ সময় তাঁর পরিবারের সদস্যরা উপস্থিত ছিলেন। তিনি নিজের কাজের জন্য, বুদ্ধিমত্তা, উদারতা এবং ইংরেজি ভাষার প্রতি গভীর ভালোবাসার জন্য স্মরণীয় হয়ে থাকবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "যে তরুণের প্রেরণায় পাল্টে গেছে গ্রাম | প্রথম আলো",
            "time": "2025-11-30T07:06:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fdwwlij42%2FWhatsApp_Image_2025_11_30_at_12_33_30.jpeg?rect=0%2C0%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলামাংসিং জানান, ২০২০ সালে করোনা মহামারির প্রকোপের সময়টাতেই তিনি এলাকায় ফলদ বাগান করা শুরু করেন। নিজের জমির পাশাপাশি বর্গা জমি নিয়ে ফলদ বাগান করেছেন তিনি। পেঁপে ছাড়াও মাল্টা, ড্রাগন, লেবু, লটকন, আমের বাগান রয়েছে তাঁর। তাঁকে দেখে এলাকার মানুষও ফলদ বাগানে আগ্রহী হয়েছেন। তুলনামূলক সহজ হওয়ায় এলাকার অধিকাংশ মানুষ এখন পেঁপে চাষ করছেন। চাষিদের সবাইকে বিনা মূল্যে পেঁপের চারা দিয়ে সহযোগিতা করে আসছেন হলামাংসিং। পাশাপাশি চাষিদের প্রয়োজনীয় পরামর্শও দিচ্ছেন তিনি।</p><p>আগে পাইকারেরা গ্রামে এসে পেঁপে কিনে নিয়ে গেলেও এখন হলামাংসিং নিজে ঢাকার কারওয়ান বাজারে নিয়ে গিয়ে বিক্রি করেন বলে জানান। তিনি বলেন, ‘স্থানীয় ব্যাপারীদের কাছে ভালো দাম পাওয়া যায় না। তাই ঢাকায় নিয়ে গিয়ে বিক্রি করি। ঢাকার কিছু সুপারশপও আমাদের কাছ থেকে পেঁপে কিনে নেয়।’ গ্রামে আকারভেদে কেজিপ্রতি ৩০ টাকা পর্যন্ত পেঁপে বিক্রি হয় জানিয়ে হলামাং বলেন, ‘গ্রামের অন্য যাঁরা আছেন তাঁদের পেঁপেও বেশি দামে আমি কিনে নিই। এতে তাঁরা স্থানীয় বাজারমূল্যের চেয়ে বেশি দাম পান, আমিও লাভবান হই।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাঁচ উচ্চ ভবন গড়ছে ট্রপিক্যাল | প্রথম আলো",
            "time": "2025-11-30T07:01:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fkzthu384%2F%E0%A7%AC.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার হৃদয়ে ৪৬ কাঠা জমিতে মালিবাগের ডিআইটি রোডে নির্মিত হচ্ছে ৪৫ তলা ‘টিএ টাওয়ার’। ইতিমধ্যে ভূগর্ভস্থ ছয়টি স্তর নির্মাণ শেষ হয়েছে। এই ভবন নির্মাণে এককভাবে ব্যবহৃত হচ্ছে জিপিএইচ ইস্পাতের কোয়ান্টাম টেকনোলজিতে তৈরি ৬০০ গ্রেডের বি৬০০ডি–আর রড; যা ভূমিকম্প-সহনশীল এবং নির্মাণ সময় ও মজুরি কমাতে সহায়ক। এই  ভবন ২০২৯ সালের ডিসেম্বরেই চালু হওয়ার লক্ষ্য ঠিক করেছে ট্রপিক্যাল হোমস। টাওয়ারটির বৈশিষ্ট্য এর বহুমুখী সেবা। ভবনের ২৩ তলা পর্যন্ত থাকবে একটি অত্যাধুনিক হাসপাতাল, যেখানে সর্বশেষ চিকিৎসাপ্রযুক্তি ব্যবহারে রোগীরা পাবেন উন্নত সেবা। থাকবে অত্যাধুনিক রিটেইল মার্কেট—ডিজাইনার ব্র্যান্ড থেকে স্থানীয় প্রয়োজনীয় দোকান—সবকিছুই এক ছাদের নিচে। ভবনের ওপরের অংশে থাকবে খোলা আকাশের নিচে সুইমিংপুল, জিম, বিশ্রামাগার এবং শিশুদের জন্য অ্যাডভেঞ্চার জোন। এখান থেকে পুরো ঢাকাকে দেখা যাবে মনোমুগ্ধকরভাবে।</p><p>ব্যবসায়ীদের জন্য এখানে স্পেস থাকবে ৪৫৫ থেকে ৫৬৫ বর্গফুটের ছোট ইউনিট থেকে শুরু করে ১৭ হাজার ৯৮২ বর্গফুট মেঝেজুড়ে বিস্তৃত ফ্লোর পর্যন্ত। ১৪টি যাত্রীবাহী লিফট, ২টি সার্ভিস লিফট এবং ৬ জোড়া এস্কেলেটর পুরো ভবনকে করবে সহজে চলাচলযোগ্য। একসঙ্গে ৩৮২টি গাড়ি পার্কিংয়ের সুবিধা থাকছে, যা ঢাকার বাণিজ্যিক ভবনে অত্যন্ত বিরল।</p><p>পরিবেশবান্ধব নকশায় ভবনের অর্ধেক জমি খোলা জায়গা হিসেবে সংরক্ষণ করা হচ্ছে, যাতে মিলবে সবুজায়নের প্রশান্তি। ডাবল গ্লাজড কম নির্গমন কাচ ভবনটিকে দেবে বিদ্যুৎ–সাশ্রয়ী বৈশিষ্ট্য। অগ্নিনিরাপত্তাব্যবস্থা ও ২৪ ঘণ্টা নিরাপত্তা নিশ্চিত করবে স্থাপনার স্থায়িত্ব ও নিরাপদ ব্যবহার।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের সকালটাও একজন নাইজেরিয়ানের | প্রথম আলো",
            "time": "2025-11-30T06:57:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Flduk06t3%2FWhatsApp-Image-2025-11-30-at-12.51.35-PM.jpeg?rect=0%2C1%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাভারের বিরুলিয়ায় ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটি মাঠে ১১ মিনিটে খেলার ধারার বিপরীতে গোল করে এগিয়ে যায় অতীশ দীপঙ্কর। স্ট্রাইকার শুভ দে কর্নার পতাকার কাছাকাছি জায়গায় এসে কঠিন কোণ থেকে গোলমুখে ক্রস করেন। সেই বল গোলকিপারের মাথার ওপর দিয়ে ঢুকে যায় জালে।</p><p>পিছিয়ে পড়ে আইইউবিএটি আক্রমণের গতি আরও বাড়ায়। আইইউবিএটির হয়ে খেলেন তিন বিদেশি শিক্ষার্থী, দুজন নাইজেরিয়ার একজন দক্ষিণ কোরিয়ার। তিনজনই নজরকাড়া ফুটবল খেলেছেন।</p><p>বিশেষ করে নাইজেরিয়ার ফরোয়ার্ড ওমর ওয়াজিরি মনসুর একের পর এক আক্রমণে ব্যতিব্যস্ত রাখেন অতীশ দীপঙ্করের রক্ষণভাগকে। কিন্তু তাঁর দল গোল পাচ্ছিল না কিছুতেই। সামনে বাধা হয়ে দাঁড়ান অতীশ দীপঙ্করের গোলকিপার আরাফাত হোসাইন। কিন্তু শেষ রক্ষা তিনি করতে পারেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যালিফোর্নিয়ায় জন্মদিনের অনুষ্ঠানে গুলিতে নিহত ৪, আহত ১০ | প্রথম আলো",
            "time": "2025-11-30T06:55:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fr5eo5xl8%2FCalifornia.webp?rect=0%2C59%2C1050%2C551&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেসন লি বলেন, ‘ঠিক কী ঘটেছে, তা বুঝতে আমি কর্মী ও জননিরাপত্তা কর্মকর্তাদের সঙ্গে যোগাযোগ করছি।’</p><p>পুলিশ বলছে, স্থানীয় সময় সন্ধ্যা ৬টার আগে তাদের কাছে স্টকটনের লুসিল অ্যাভিনিউর ১৯০০ ব্লকের কাছে গুলি চালানোর খবর আসে।</p><p>স্যান জোয়াকিন কাউন্টি শেরিফের কার্যালয় সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া পোস্টে বলেছে, ‘এ পর্যন্ত আমরা ১৪ জনের মতো মানুষ গুলিবিদ্ধ হওয়ার কথা জানতে পেরেছি। তাঁদের মধ্যে চারজন নিহত হয়েছেন বলে নিশ্চিত হতে পেরেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ট্রেনের ধাক্কায় মোটরসাইকেল আরোহীর মৃত্যু | প্রথম আলো",
            "time": "2025-11-30T06:52:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F1lfi03yn%2FWhatsApp-Image-2025-11-30-at-12.40.32.jpeg?rect=0%2C10%2C841%2C442&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাড়াহুড়া করে রেলক্রসিংয়ে পার হওয়ার চেষ্টা করছিলেন জফির উদ্দিন (৫১)। তবে ক্রসিংয়ে উঠতেই তাঁর মোটরসাইকেল বন্ধ হয়ে যায়। কিছু বুঝে ওঠার আগেই ট্রেনের ধাক্কায় লাইন থেকে ছিটকে পড়েন তিনি। এরপর পথচারীরা উদ্ধার করে হাসপাতালে নিলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন।</p><p>গতকাল শনিবার রাত ১০টার দিকে চট্টগ্রামের রৌফাবাদ এলাকার কেডিএস কারখানার সামনের রেলক্রসিংয়ে এ ঘটনা ঘটে। নিহত জফির উদ্দিন মোটরসাইকেল কর্মস্থল থেকে বাসায় ফিরছিলেন। তিনি চট্টগ্রামের আনোয়ারা উপজেলার বরুমচড়া ইউনিয়নের মোহাম্মদ আবদুল হক সওদাগরের ছেলে ও বায়েজিদ বোস্তামী সড়ক এলাকায় একটি বেসরকারি প্রতিষ্ঠানের কর্মকর্তা ছিলেন। তাঁর দুই ছেলে ও এক মেয়ে রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জোটে গেলেও নিজ দলের প্রতীকে ভোট করার বিধান চ্যালেঞ্জের রিটের শুনানি কাল | প্রথম আলো",
            "time": "2025-11-30T06:49:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-08%2F742b64c5-6a42-47ad-8421-24411ca43439%2FUntitled_6.jpg?rect=0%2C11%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে আইনজীবী সাহেদুল আজম প্রথম আলোকে বলেন, রিটের বিষয়টি উত্থাপন করা হলে আদালত আগামীকাল সোমবার বেলা সাড়ে তিনটায় শুনানির জন্য সময় নির্ধারণ করেন।</p><p>রিটের প্রার্থনায় দেখা যায়, গণপ্রতিনিধিত্ব (সংশোধন) অধ্যাদেশের ৯ অনুচ্ছেদ সংবিধানের কয়েকটি অনুচ্ছেদের (২৮, ৩৮ ও ৩৯ অনুচ্ছেদ) সঙ্গে সাংঘর্ষিক হওয়ায় কেন অসাংবিধানিক ঘোষণা করা হবে না—এ বিষয়ে রুল চাওয়া হয়েছে। রুল হলে তা বিচারাধীন অবস্থায় অধ্যাদেশের ৯ অনুচ্ছেদের কার্যক্রম স্থগিত চাওয়া হয়েছে।</p><p>একই সঙ্গে নিবন্ধিত রাজনৈতিক দল জোটভুক্ত হয়ে নির্বাচনে অংশ নিলে জোটের শরিককে যেকোনো দলের প্রতীক ব্যবহারের অনুমতি দিতে নির্দেশনা চাওয়া হয়েছে রিটে। আইনসচিব, নির্বাচন কমিশন (ইসি) ও প্রধান নির্বাচন কমিশনারকে (সিইসি) রিটে বিবাদী করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লাহারহাটের পথে নারী রিকশাচালকের সঙ্গে কথোপকথন | প্রথম আলো",
            "time": "2025-11-30T06:46:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fmg771dfg%2Frickshaw-1.jfif?rect=0%2C84%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>আলাপচারিতায় নারী রিকশাচালক জানালেন, তিনি খেয়াঘাটের কাছেই একটি বাসা ভাড়া নিয়ে থাকেন। ভাড়া মাসে তিন হাজার টাকা। তাঁর স্বামী অনেকগুলো বিয়ে করেছেন, সংখ্যা তিনি নিজেও নিশ্চিত না। এ কারণে স্বামীর সঙ্গে থাকেন না।</p><p>তাঁর তিনটি মেয়ে। বয়স যথাক্রমে ৮, ১২ ও ১৪ বছর। বড় দুটিকে মানুষের বাড়িতে গৃহকর্মীর কাজে দিয়েছেন। খাওয়া ও পরার বিনিময়ে তারা সেখানে থাকে। বেতন নেই।</p><p>ছোট মেয়েটিকে স্কুলে দেননি, বাসায় থাকে। তাকে একটি পুরোনো স্মার্টফোন কিনে দিয়েছেন। চার হাজার টাকা দামে, যাতে মেয়েটির সময় কাটানোর মতো একটা ব্যবস্থা হয়।</p><p>নারী রিকশাচালকের সঙ্গে আবার আলাপচারিতায় ফিরলাম।</p><p>আমি: মা–বাবা বেঁচে আছে?</p><p>নারী রিকশাচালক: বাপ বাঁইচা নাই। বাপ থাকলে কি এইয়া চালাইতে দেতে! ছোডকালে আব্বায় আমাগো দিয়া এগাছ কুডাও দুগাছ করায় নায়। মায় আছে। এক বইনের কাছে থাকে।</p><p>বরিশাল অঞ্চলে ‘এগাছ কুডা দুগাছ করায় নায়’ বলতে বোঝায়, তাঁকে দিয়ে একটি খড় সরানোর মতো কাজও করানো হয়নি, অর্থাৎ আদরে রাখা হয়েছে।</p><p>আমি: ভাইবোনেরা কী করে?</p><p>নারী রিকশাচালক: হেরা সবাই ভালো আছে। আমিই খালি কষ্টে। আমার কপালে সুখ নাই।</p><p>আমি: রিকশা চালানো শিখলেন কার কাছ থেকে?</p><p>নারী রিকশাচালক: এক লোক আমারে শিখাইছে। হেরে টাহা দিছি। একটা মোবাইলও লইয়া বাড়িত গ্যাছে গিয়া। এরপর আর কল ধরে না।</p><p>আমি: আপনার অভিজ্ঞতা তো কম, যাত্রী পান?</p><p>নারী রিকশাচালক: আগে বরিশাল শহরে তো রিকশা চালাইছি। এই রোডে (খেয়াঘাট থেকে লাহারহাট) নতুন।</p><p>আমি: এই যে রিকশা চালাচ্ছেন, মানুষ কিছু বলে না?</p><p>নারী রিকশাচালক: মানুষের কতায় কি প্যাট ভরব?</p><p>আমি: পুরুষ রিকশাচালকেরা কটূক্তি করে না?</p><p>নারী রিকশাচালক: হেরা আমার লগে কতায় পারব না।</p><p>আমি: আপনার রিকশায় মানুষ ওঠে?</p><p>নারী রিকশাচালক: না ওডলে চালাই ক্যান। অনেকে তো ভাড়ার চাইয়া বেশি টাহাও দেয়।</p><p>আমি: দিন শেষে কত টাকা থাকে?</p><p>নারী রিকশাচালক: ৩০০ টাহা জমা দেওয়ার পর ২০০-৩০০ থাহে। নিজের যদি একটা রিকশা থাকত, তাহলে জমার টাহাডা দেওয়া লাগত না। মাইয়া লইয়া খাইয়া-পইরা থাকতে পারতাম।</p></div></div></body></html>"
        },
        {
            "title": "কবরস্থানে মাটি চাপা দেওয়া ছিল নিখোঁজ ব্যবসায়ীর মরদেহ | প্রথম আলো",
            "time": "2025-11-30T06:23:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-26%2Fgvi6r4vg%2Fdeath.jpg?rect=0%2C343%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তারের বিষয়টি নিশ্চিত করে গোপালগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শাহ আলম বলেন, ৮ নভেম্বর রাতে মুঠোফোনে কল করে মিজানুরকে পাওনা টাকা দেওয়ার কথা বলেন জাহিদ। মিজানুরকে ডেকে নেন জাহিদ। এর পর থেকে মিজানুরের কোনো সন্ধান পাওয়া যাচ্ছিল না।</p><p>পরে তথ্যপ্রযুক্তির সহায়তায় গতকাল সন্ধ্যায় সদর উপজেলার ওই কবরস্থান থেকে মিজানুরের গলিত মরদেহটি উদ্ধার করা হয়। পরিবারের সদস্যদের শনাক্তের পর ময়নাতদন্তের জন্য মরদেহটি গোপালগঞ্জ ২৫০ শয্যাবিশিষ্ট জেনারেল হাসপাতালের মর্গে পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি ও এইচএসসিতে নম্বর বাড়ানোর সংস্কৃতি ফিরবে না: শিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-11-30T06:14:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fov4hje7f%2F1.jpg?rect=0%2C0%2C890%2C467&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুণগত শিক্ষার জন্য সামগ্রিক সংস্কারের ঘোষণা দিয়ে শিক্ষা উপদেষ্টা বলেন, ‘শিক্ষকতার মর্যাদা ও পেশাগত উন্নয়নে নতুন উদ্যোগ চলছে। জাল সনদ, নোটবই নির্ভরতা, প্রাইভেট টিউশনসহ দীর্ঘদিনের সমস্যা সমাধানে বিশেষ পরিকল্পনা নেওয়া হয়েছে।’ তিনি আরও বলেন, ‘পাঠাগার পুনরুজ্জীবন, ছাত্র মূল্যায়নব্যবস্থার পুনর্গঠন এবং শিক্ষকদের উপস্থিতি নিশ্চিতকরণে কঠোর পদক্ষেপ নেওয়া হবে।’ </p><p>পাবলিক ও প্রাইভেট শিক্ষার মানের বৈষম্য কমাতে সরকার কার্যকর ভূমিকা রাখবে বলে শিক্ষা উপদেষ্টা আশাবাদ ব্যক্ত করেন। শিক্ষাপ্রতিষ্ঠানে রাজনৈতিক প্রভাব থেকে মুক্ত থাকার আহ্বান জানিয়ে তিনি জোর দিয়ে বলেন, ‘শিক্ষাপ্রতিষ্ঠানের পরিবেশকে দলীয় রাজনীতি থেকে মুক্ত রাখতে হবে। যাঁরা রাজনীতি করতে চান, তাঁরা রাজনীতিতেই যুক্ত হোন; কিন্তু শ্রেণিকক্ষের নিরপেক্ষতা অক্ষুণ্ন রাখতে হবে। শিক্ষা ও রাজনীতির অনাকাঙ্ক্ষিত সংমিশ্রণ বহু প্রতিষ্ঠানকে ক্ষতিগ্রস্ত করেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাখাওয়াত স্যার, আপনার কাছে জাতির যত ঋণ | প্রথম আলো",
            "time": "2025-11-30T06:10:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fk8eia5zj%2FIMG9876.JPG?rect=0%2C158%2C5616%2C2948&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি বাংলাদেশের প্রেস ইনস্টিটিউটের ব্যবস্থাপনা বোর্ডের সদস্য হিসেবে কাজ করছেন। দেশ-বিদেশের গণমাধ্যম–সংশ্লিষ্ট বিভিন্ন সংগঠন ও সমিতির সদস্য তিনি।</p><p>প্রতিষ্ঠাকাল থেকে তিনি ঢাকা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের অ্যালামনাই অ্যাসোসিয়েশনের প্রধান উপদেষ্টা।</p><p>অধ্যাপক খান উনসত্তরের গণ-আন্দোলনে শহীদ আসাদের স্মৃতি রক্ষায় গঠিত আসাদ পরিষদের সভাপতির দায়িত্ব পালন করেন।</p><p>১৯৭১ সালে গণহত্যা ও নির্যাতনের ওপর লেখা তাঁর দুটি অনুসন্ধানী প্রতিবেদন হাসান হাফিজুর রহমান সম্পাদিত স্বাধীনতাযুদ্ধের ইতিহাস-এর অষ্টম খণ্ডে অন্তর্ভুক্ত হয়।</p><p>বিশ্বের কাছে বাংলাদেশের গৌরব ও সৌরভ ছড়িয়ে দিতে ঢাকা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের সর্বস্তরের শিক্ষার্থীদের মহান শিক্ষাগুরু তথা অগ্রদূত তিনি।</p><p>বিশ্ববিদ্যালয়ের উপাচার্য, রাষ্ট্রদূত থেকে শুরু করে মন্ত্রী, সচিব, সম্পাদক, বিচারকসহ রাষ্ট্রের অসংখ্য গুরুত্বপূর্ণ পদে এই মহান শিক্ষাগুরুর কৃতী শিক্ষার্থীরা তথা সফল শিষ্যরা রেখে চলেছেন অব্যাহত অবদান।</p><p>আজ ৩০ নভেম্বর ২০২৫ আমাদের শিক্ষাগুরু চির তারুণ্যের প্রতিনিধি অধ্যাপক সাখাওয়াত আলী খান স্যারের ৮৫তম জন্মদিন।</p><p>সাংবাদিকতার শিক্ষক-শিক্ষার্থীদের অকৃত্রিম মায়ার বাঁধনে আমাদের প্রিয় সাখাওয়াত স্যারকে আপন মহিমায় সমুজ্জ্বল দেখতে চাই আরও বহুকাল, অনাগত যুগ ধরে।<br>আপনার শুভ এই জন্মদিনে আপনি সুস্থ থাকুন, ভালো থাকুন, আরও বহু বছর আমাদের পথ দেখান—এই কামনা সবার পক্ষ থেকে।</p><p>আপনি আমাদের সবার স্যার। আপনি আমাদের সাংবাদিকতা শিখন-আলোর বাতিঘর! জন্মদিন শুভ হোক, প্রিয় সাখাওয়াত স্যার।</p><p>ইমেইল: <a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"680c1a0904011d1a280f05090104460b0705\">[email protected]</a></p></div></div></div></body></html>"
        },
        {
            "title": "ঘাম ঝরে একজনের, নম্বর জোটে সবার | প্রথম আলো",
            "time": "2025-11-30T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Faav7ykms%2F20250627SA0009.jpg?rect=0%2C298%2C4206%2C2208&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘড়ির কাঁটায় রাত তখন প্রায় তিনটা। হলের রিডিংরুমের নিস্তব্ধতা ভেঙে মাঝেমধ্যে শুধু কি-বোর্ডের শব্দ শোনা যাচ্ছে। ল্যাপটপের পর্দার দিকে তাকিয়ে জেবা আনিকার চোখ জ্বালা করছে, পিঠের ব্যথাটাও অসহ্য হয়ে উঠছে। পরদিন সকাল ১০টায় ‘এডুকেশনাল অ্যাডমিনিস্ট্রেশন’ কোর্সের ফাইনাল প্রেজেন্টেশন। পাঁচজনের গ্রুপের কাজটা একাই করছেন জেবা। মেসেঞ্জার গ্রুপে গত চার ঘণ্টায় কেউ একটা মেসেজেরও রিপ্লাই দেয়নি। অথচ তাদেরই কেউ কেউ হয়তো ফেসবুকে মিম শেয়ার করছে, অন্য কারও পোস্টে গিয়ে মন্তব্য লিখছে। সবাই নির্ভার, শুধু জেবা ছাড়া।</p><p>বিভিন্ন ক্যাম্পাসে এই দৃশ্য মোটামুটি চেনা। এমনকি এ প্রবণতার একটা নামও আছে—‘ফ্রি রাইডিং’।</p><p>বিশ্ববিদ্যালয়জীবনে দলগত কাজ বা গ্রুপ অ্যাসাইনমেন্টের মূল উদ্দেশ্য হলো শিক্ষার্থীদের মধ্যে ‘টিমওয়ার্ক’ বা সহযোগিতার মানসিকতা গড়ে তোলা। কিন্তু অনেকের কাছে ‘গ্রুপ ওয়ার্ক’ হয়ে ওঠে আতঙ্কের নাম। দেখা যায় প্রতি সেমিস্টারেই ক্লাসের গুটিকয়েক শিক্ষার্থী বা পড়ালেখায় ‘সিরিয়াস’ যাঁরা, তাঁরাই বাকি সবার কাজের দায়িত্ব কাঁধে তুলে নেন। এটাই যেন ক্যাম্পাসের ‘অলিখিত সংস্কৃতি’। ফ্রি রাইডার বা অন্যের ঘাড়ে চড়ে পার পেয়ে যাওয়া শিক্ষার্থীর সংখ্যাও কিন্তু কম নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যে আমানত আকাশ, পৃথিবী ও পাহাড় বহন করতে অস্বীকার করেছে | প্রথম আলো",
            "time": "2025-11-30T05:51:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Ffaz4eaf5%2Fpexels-a-darmel-8164742.jpg?rect=0%2C357%2C5040%2C2646&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>এই আয়াতে উল্লিখিত ‘আমানত’-এর ব্যাখ্যা নিয়ে মুফাসসিরদের মধ্যে বহু আলোচনা রয়েছে। তবে অধিকাংশের মতে, এই আমানত বলতে মূলত শরীয়তের দায়িত্ব ও কর্তব্যসমূহ বোঝানো হয়েছে। এর সঙ্গে যুক্ত রয়েছে স্বাধীনতার সঙ্গে বেছে নেওয়ার ক্ষমতা, যা ঐচ্ছিকতা বা ‘ইখতিয়ার’ নামে পরিচিত।</p><p><strong>১. ঐচ্ছিক স্বাধীনতা ও জবাবদিহিতা:</strong> আমানতকে বহন করার অর্থ হলো, এই দায়িত্ব পালনের ক্ষেত্রে রয়েছে পুরস্কার (সাওয়াব) এবং অবহেলার ক্ষেত্রে রয়েছে কঠিন শাস্তি (আযাব)। এই জবাবদিহিতা তখনই সম্ভব, যখন সৃষ্টিকর্তার পক্ষ থেকে তার সৃষ্টজীবকে স্বাধীনতা দেওয়া হয়।</p><p>অন্যান্য সৃষ্টি—আকাশ, পৃথিবী, পর্বতমালা—তারা সুনির্দিষ্ট নিয়মের অধীনে পরিচালিত। তারা আল্লাহর দেওয়া প্রাকৃতিক আইন লঙ্ঘন করতে পারে না। তাদের মাঝে আনুগত্য ও অবাধ্যতার ধারণা প্রযোজ্য নয়।</p><p>কিন্তু মানুষ! মানুষ সেই স্বাধীনতা লাভ করেছে। এই স্বাধীনতা তাকে তার কাজের জন্য জবাবদিহি করতে সক্ষম করে। এই কারণে, আল্লাহ তায়ালার এই সৃষ্টিজগতে বসবাস করার এবং বস্তুগত ও আধ্যাত্মিক এই দুই বিপরীতমুখী উপাদানের মাঝে সমন্বয় সাধন করার জন্য মানুষই ছিল সবচেয়ে যোগ্য সৃষ্টি। (মুহাম্মদ আল-শাওকানি, <em>ফাতহুল কাদীর</em>, ৪/৩২০, দার ইবনে কাসির, দামেস্ক, ১৯৯৮)</p><p>হাদিস কুদসিতে এসেছে, আল্লাহ আদমকে (আ.) বলেন, “হে আদম, আমি আকাশ, পৃথিবী ও পর্বতমালার কাছে আমানত পেশ করেছিলাম, কিন্তু তারা তা বহন করতে পারেনি। তুমি কি তা বহন করবে, যা তার মধ্যে রয়েছে?”</p><p>আদম (আ.) বললেন: “হে রাব্বুল আলামিন! তার মধ্যে কী আছে?” আল্লাহ বললেন: “যদি তা বহন করো, পুরস্কার পাবে; আর যদি তা নষ্ট করো, শাস্তি পাবে।” তখন আদম (আ.) সেই আমানত বহন করলেন। (সুনানে তিরমিজি, হাদিস: ৩০৯৬)</p><p><strong>২. মানুষের প্রতি সম্মান:</strong> ইমাম শাওকানি (রহ.) বলেন, মহান আল্লাহ যখন আনুগত্যশীলদের পুরষ্কার ও অবাধ্যদের শাস্তির বর্ণনা শেষ করলেন, তখন শরীয়তের দায়িত্বের বিশালতা ও গুরুত্ব বোঝানোর জন্য এই আয়াতটি নাজিল করেন ((মুহাম্মদ আল-শাওকানি, <em>ফাতহুল কাদীর</em>, ৪/৩২১, দার ইবনে কাসির, দামেস্ক, ১৯৯৮)</p><p>আল্লাহ তাআলা এই আমানত গ্রহণে মানুষকে নির্বাচন করে তাকে সম্মানিত করেছেন।</p></div></div></body></html>"
        },
        {
            "title": "সৈয়দপুরের আকাশে কুয়াশা, ফ্লাইট চলাচলে বিঘ্ন | প্রথম আলো",
            "time": "2025-11-30T05:44:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F504ddc8d-51ee-461e-8607-29f11213fa7c%2FNILPHAMARI_DH0585_20240113_AIRPORT_KUASA_1_JPG.JPG?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মমতা বেগম নামের এক যাত্রী বলেন, জরুরি কাজে আজ বেলা ১১টার মধ্যে তাঁর ঢাকায় পৌঁছানোর কথা। নভোএয়ারে তাঁর সকাল সাড়ে নয়টার ফ্লাইট বিলম্বিত হয়েছে। ইউএস–বাংলা আধা ঘণ্টা বিলম্বে ৯টা ২৪ মিনিটে সৈয়দপুরে আসে। সব ফ্লাইট প্রায় আধা ঘণ্টা বিলম্বে চলাচল করবে বলে বিমানবন্দর সূত্র জানিয়েছে।</p><p>সৈয়দপুর বিমানবন্দরের ব্যবস্থাপক এ কে এম বাহাউদ্দিন জাকারিয়া বলেন, কোনো ফ্লাইট বাতিল করা হয়নি। আকাশ একটু পরিষ্কার হলে উড়োজাহাজ চলাচল স্বাভাবিক হবে।</p></div></div></div></body></html>"
        }
    ]
}