{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নতুন তোশাখানা মামলার রায়ের পর পাকিস্তানজুড়ে আন্দোলনের ডাক ইমরান খানের | প্রথম আলো",
            "time": "2025-12-21T09:18:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F0i6haa6z%2Fimran-khan-1.jpg?rect=0%2C55%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইমরান খান বলেছেন, এ রায় শুনে তিনি অবাক হননি; বরং তাঁর আইনি দলকে রায়ের বিরুদ্ধে হাইকোর্টের দ্বারস্থ হতে বলেছেন।</p><p>পাকিস্তানের সাবেক এই প্রধানমন্ত্রী বলেন, (বিভিন্ন মামলায়) গত তিন বছরে দেওয়া রায়ের মতো এটিও ভিত্তিহীন ও পূর্বপরিকল্পিত। কোনো তথ্যপ্রমাণ ছাড়াই এবং তাঁর আইনি দলের কোনো বক্তব্য না শুনেই বিচারক তড়িঘড়ি এই রায় দিয়েছেন। তিনি সংবিধান রক্ষা ও আইনের শাসনের জন্য আইনজীবী সমাজকে রাজপথে নামার আহ্বান জানান।<br>পিটিআই এক বিবৃতিতে এ রায়কে ‘রাজনৈতিক প্রতিহিংসার নিকৃষ্টতম উদাহরণ’ ও ‘অসাংবিধানিক’ বলে আখ্যায়িত করেছে। দলটির নেতাদের অভিযোগ, ইমরান খানের কারাবাসের মেয়াদ বৃদ্ধি ও বর্তমান সরকারকে খুশি করতেই এ রায়।</p><p>পিটিআইয়ের সাধারণ সম্পাদক সালমান আকরাম রাজা এক সংবাদ সম্মেলনে বলেন, ‘ইমরান খান দৃঢ় আছেন, তিনি কারও কাছে ক্ষমা চাইবেন না।’ তিনি অভিযোগ করেন, মামলাটি অত্যন্ত দুর্বল সাক্ষ্যের ওপর ভিত্তি করে সাজানো।<br>অন্যদিকে, পিটিআই নেতা আসাদ কায়সার ও শেখ ওয়াকাস আকরাম বলেন, বর্তমানে শান্তিপূর্ণ ও সাংবিধানিক পন্থায় প্রতিরোধ ছাড়া আর কোনো পথ নেই। তাঁরা এ আদালতকে ‘ক্যাঙারু কোর্ট’ হিসেবে আখ্যা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দিল্লিতে ‘অখণ্ড হিন্দু রাষ্ট্র সেনার’ ব্যানারে বাংলাদেশ হাইকমিশনের সামনে বিক্ষোভ | প্রথম আলো",
            "time": "2025-12-21T09:15:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Favmtt5ho%2Fhigh-com.jpeg?rect=0%2C81%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কূটনৈতিক সূত্রে জানা গেছে, দিল্লির চাণক্যপুরীর কূটনৈতিক এলাকার নিরাপত্তাবেষ্টনী ভেদ করে ২০ থেকে ২৫ জনের উগ্রবাদী একটি দল চার থেকে পাঁচটি গাড়িতে বাংলাদেশ হাউসের মূল ফটকের সামনে চলে আসে। এ সময় তারা বাংলাদেশবিরোধী স্লোগান দিতে থাকে। গতকাল রাত ৮টা ৩৫ থেকে ৮টা ৫৫ মিনিট পর্যন্ত বিক্ষোভকারীরা বাংলাদেশ হাউসের সামনে অবস্থান করে।</p><p>বাংলাদেশ হাউসের গেটের সামনে এসে বিক্ষোভকারীরা কিছুক্ষণ স্লোগান দিতে থাকে। তারা বাংলা ও হিন্দি মিলিয়ে কথা বলছিল। এ সময় ‘হিন্দুদের নিরাপত্তা দিতে হবে’, ‘হাইকমিশনারকে ধর’ বলে স্লোগান দেওয়া হয়।</p><p>দিল্লিতে বাংলাদেশ হাইকমিশনে যোগাযোগ করে জানা গেছে, ‘অখণ্ড হিন্দু রাষ্ট্র সেনার’ ব্যানারে বিক্ষোভকারীরা হাইকমিশনের সামনে স্লোগান দেওয়ার পর চলে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে গভীর রাতে আগুনে পুড়ল তিন বাস ও চার দোকান | প্রথম আলো",
            "time": "2025-12-21T09:12:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fw9q6p4j8%2F59b6179e-799a-4a67-aaaa-a66d6965c6b7.jfif?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শীরা জানান, দিবাগত রাত ৩টা ৪০ মিনিটে আগুন দেখতে পান তাঁরা। এরপর ফায়ার সার্ভিসকে খবর দেওয়া হয়। এ সময় স্থানীয় বাসিন্দারাও আগুন নেভানোর চেষ্টা চালান। তবে নেভানো যায়নি। ফায়ার সার্ভিসের একটি ইউনিটের দুটি দল ঘটনাস্থলে এসে আগুন নিয়ন্ত্রণে আনে। এ ঘটনায় তিনটি যাত্রীবাহী বাস, জেনারেটরের দোকান ও ফার্নিচারের দোকানসহ একটি ছোট বসতঘর পুড়েছে।</p><p>রাঙামাটি ফায়ার সার্ভিসের পরিদর্শক মো. মুর্শিদুল ইসলাম প্রথম আলোকে বলেন, ‘দিবাগত রাত ৩টা ৫৫ মিনিটে আগুন লাগার খবর পেয়েছি। খবর পেয়ে ঘটনাস্থলে যাই এবং দুই ঘণ্টা পর আগুন নিয়ন্ত্রণে আনা সম্ভব হয়েছে। ফার্নিচারের দোকানের মশার কয়েল থেকে আগুনের সূত্রপাত হয়েছে বলে প্রাথমিকভাবে ধারণা করা হচ্ছে।’<br>অগ্নিকাণ্ডে ক্ষতিগ্রস্ত একটি দোকানের মালিক ছোটন দাশ বলেন, ‘অন্য দিনের মতো স্বাভাবিকভাবে দোকান বন্ধ করে বাসায় যাই। ভোর চারটার দিকে মুঠোফোনে আগুন লাগার বিষয়টি জানতে পারি। এসে দেখি, আমার পুরো দোকানে আগুন জ্বলছে। আমার দোকানে প্রায় ৩৫টির মতো নতুন ও পুরোনো জেনারেটর ছিল। সব মিলিয়ে ১০ লাখ টাকার মতো ক্ষতি হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ হাসিনাসহ ১৭ জনের দেশত্যাগে নিষেধাজ্ঞা | প্রথম আলো",
            "time": "2025-12-21T09:09:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fbmn5t1wg%2Fprothomalo-bangla2024-09-05kzr3pygeHasina.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিষেধাজ্ঞাপ্রাপ্ত সাবেক মন্ত্রীরা হলেন আমির হোসেন আমু, তোফায়েল আহমেদ, খন্দকার মোশাররফ হোসাইন, ওবায়দুল কাদের, আনিসুল হক, মো. আবদুল মান্নান। অন্যরা হলেন এম এ এন সিদ্দিক, রফিকুল জলিল, মোহাম্মদ শফিকুল কারীম, মো. ফিরোজ ইকবাল, ইবনে আলম হাসান, মো. আফতাব হোসাইন খান, মো. আবদুস সালাম, মনির উজ জামান চৌধুরী, সেলিনা চৌধুরী ও মো. ইকরাম ইকবাল।</p><p>নিষেধাজ্ঞা আবেদনে বলা হয়েছে, কম্পিউটার নেটওয়ার্ক সিস্টেম লিমিটেড ১৭ দশমিক ৭৫ শতাংশ হারে ৫ বছর মেয়াদে ৪৮৯ কোটি ৪৩ লাখ ৭৩ হাজার টাকা বিল গ্রহণ করে। এতে সরকারের ৩০৯ কোটি ৪২ লাখ ৪৫ হাজার ৮৯০ টাকার আর্থিক ক্ষতি হয়। আসামিরা প্রতারণার মাধ্যমে পরস্পর যোগসাজশে নিজেরা লাভবান হয়ে এ অর্থ আত্মসাৎ করেছেন। আসামিদের বিরুদ্ধে একটি মামলা হয়েছে। মামলার এজাহারনামীয় আসামিরা দেশত্যাগ করতে পারেন মর্মে বিশ্বস্ত সূত্রে জানা যায়। এতে মামলার তদন্ত কার্যক্রম বাধাগ্রস্তসহ গুরুত্বপূর্ণ আলামত নষ্ট হওয়ার সম্ভাবনা আছে। তাই মামলার সুষ্ঠু তদন্তের স্বার্থে আসামিদের বিদেশযাত্রা রহিত করা প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদির ঘটনার পর তিন শ আসনের প্রার্থীরাও জীবনের নিরাপত্তা নিয়ে উদ্বিগ্ন: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2025-12-21T09:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Foyb95agi%2FGolam.jpeg?rect=3%2C0%2C1406%2C738&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোলাম পরওয়ার বলেন, ইনক্লুসিভ ইলেকশন, রিফাইন্ড আওয়ামী লীগের কথা বলে জাতির মধ্যে আবার ফ্যাসিস্টদের প্রবেশ করিয়ে এই জাতিসত্তাকে ধ্বংস করার সুযোগ দিতে চাইলে জনগণ তা মেনে নেবে না।</p><p>ওসমান হাদির জানাজায় তাঁর খুনিদের গ্রেপ্তার ও বিচারের বিষয়ে সরকারের পক্ষ থেকে সুনির্দিষ্ট বক্তব্য আসেনি বলে মন্তব্য করেন জামায়াতের সেক্রেটারি জেনারেল।</p><p>ওসমান হাদিকে গুলির পর গোয়েন্দা সংস্থাগুলোর প্রধানদের কী ভূমিকা ছিল, সরকারপ্রধানের সে খোঁজ নেওয়া উচিত বলে মন্তব্য করেন গোলাম পরওয়ার।</p><p>গতকাল ইনকিলাব মঞ্চের সদস্যসচিব আবদুল্লাহ আল জাবের সরকারকে ২৪ ঘণ্টার সময় দিয়েছেন। এই সময়ের মধ্যে ওসমান হাদি গুলিবিদ্ধ হওয়ার পর থেকে এখন পর্যন্ত খুনিদের গ্রেপ্তার ও বিচার নিশ্চিত করতে কী কী পদক্ষেপ নেওয়া হয়েছে, তা জাতির সামনে তুলে ধরতে বলেছেন তিনি। এ প্রসঙ্গে টেনে জামায়াতের সেক্রেটারি জেনারেল বলেন, ২৪ ঘণ্টা শেষ হতে আর মাত্র কয়েক ঘণ্টা বাকি। এর মধ্যে সরকার যেন ওসমান হাদির খুনিদের গ্রেপ্তারে কী পদক্ষেপ নেওয়া হয়েছে, কেন ব্যর্থ হয়েছে, কারা এ বিষয়ে অবহেলা করেছে, তা জাতির সামনে তুলে ধরে। নইলে জাতি বিশ্বাস করবে, যারা খুন করেছে, তাদের পালিয়ে যেতে, সহযোগীদের প্রশ্রয় দিতে প্রশাসনের মধ্যে ফ্যাসিস্টের যেসব সহযোগী লুকিয়ে আছে, তারা সবকিছু দেখেও না দেখার ভান করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রুকলারে যুক্ত হলো ফ্যামিলি প্রোটেকশন, যে সুবিধা পাওয়া যাবে | প্রথম আলো",
            "time": "2025-12-21T08:52:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2F9hgv7ka1%2FTruecaller-app.-Truecaller.png?rect=0%2C37%2C623%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রুকলার জানিয়েছে, ফ্যামিলি প্রোটেকশন মূলত তুলনামূলক কম প্রযুক্তি দক্ষ ব্যবহারকারীদের সুবিধার কথা চিন্তা করে তৈরি করা হয়েছে। ফ্যামিলি প্রোটেকশন ব্যবহারকারীদের সর্বোচ্চ পাঁচজনের একটি গ্রুপ তৈরি করার সুযোগ দেবে। এখানে শুধু পরিবারের সদস্য নয়, বন্ধু বা সহকর্মীকেও যুক্ত করা যাবে। গ্রুপের সব সদস্য প্রতারণামূলক কল থেকে সুরক্ষার জন্য বিভিন্ন টুল ব্যবহার করতে পারবেন। পাশাপাশি একজন ফ্যামিলি অ্যাডমিন দায়িত্ব পালন করবেন। তিনি সুরক্ষার স্তর নির্ধারণ, ব্লক তালিকা পরিচালনা এবং অপ্রয়োজনীয় কল কীভাবে সামলানো হবে, তা ঠিক করবেন। এর ফলে সুবিধাটির মাধ্যমে পরিবারের সব সদস্য স্বাচ্ছন্দ্যে প্রতারণামূলক কল থেকে সুরক্ষিত থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গুমের এক মামলায় আনুষ্ঠানিক অভিযোগ গঠন বিষয়ে আদেশের তারিখ পেছাল | প্রথম আলো",
            "time": "2025-12-21T08:51:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুমের ঘটনায় করা মানবতাবিরোধী অপরাধের একটি মামলায় আনুষ্ঠানিক অভিযোগ গঠনের বিষয়ে আদেশের তারিখ পেছানো হয়েছে।</p><p>আজ রোববার এই মামলায় আনুষ্ঠানিক অভিযোগ গঠনের বিষয়ে আদেশ দেওয়ার কথা ছিল। আসামিপক্ষের আবেদনের পরিপ্রেক্ষিতে তা পিছিয়েছে। নতুন তারিখ ২৩ ডিসেম্বর।</p><p>বিচারপতি মো. গোলাম মর্তূজা মজুমদারের নেতৃত্বে তিন সদস্যের আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ আজ এই তারিখ ঠিক করেন। ট্রাইব্যুনালের অপর দুই সদস্য হলেন বিচারপতি মো. শফিউল আলম মাহমুদ ও বিচারক মো. মোহিতুল হক এনাম চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "ছয় ডিনের পদত্যাগপত্র লিখে এনে কল করলেন আম্মার, বিভাগে খুঁজলেন শিক্ষকদের | প্রথম আলো",
            "time": "2025-12-21T08:45:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2F8uwdm4y1%2FRajshahiDH10922025122120251221101731.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহী বিশ্ববিদ্যালয়ে ছয়টি অনুষদের আওয়ামী লীগপন্থী ডিনদের পদত্যাগের দাবিতে কর্মসূচি পালন করেছেন রাকসুর সাধারণ সম্পাদক (জিএস) সালাহউদ্দিন আম্মার। আজ রোববার সকালে তিনি রাকসু ভবনের সামনে অবস্থান নেন।</p><p>ছয় ডিনের কেউ ক্যাম্পাসে না থাকায় গণমাধ্যমকর্মীদের সামনে একে একে তাঁদের সবাইকে কল করেন সালাহউদ্দিন আম্মার। একই সঙ্গে তাঁদের উদ্দেশে লেখা পদত্যাগপত্রও প্রকাশ করেন।</p><p>এই ছয় ডিন হলেন আইন অনুষদের আবু নাসের মো. ওয়াহিদ, বিজ্ঞান অনুষদের নাসিমা আখতার, ব্যবসায় শিক্ষা অনুষদের এ এস এম কামরুজ্জামান, সামাজিক বিজ্ঞান অনুষদের এস এম একরাম উল্লাহ, প্রকৌশল অনুষদের বিমল কুমার প্রামাণিক ও ভূবিজ্ঞান অনুষদের এ এইচ এম সেলিম রেজা।</p><p>রাকসু ভবনের সামনে দাঁড়িয়ে আম্মার বলেন, ডিনদের সঙ্গে যোগাযোগ করা হলেও কেউ ক্যাম্পাসে উপস্থিত নন। ফোনে তাঁরা জানিয়েছেন, তাঁরা আর এই দায়িত্বে থাকতে চান না।</p></div></div></div></body></html>"
        },
        {
            "title": "আফ্রিকান শ্রেষ্ঠত্বের লড়াইয়ে চোখ থাকবে যে ১০ জনের ওপর | প্রথম আলো",
            "time": "2025-12-21T08:42:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F8rjwypup%2FWhatsApp-Image-2025-12-20-at-4.48.25-PM.jpeg?rect=0%2C43%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><br>আফ্রিকান নেশনস কাপে আলজেরিয়ার ভরসার নাম মোহাম্মদ আমৌরা। ২০২৬ বিশ্বকাপ বাছাইপর্বে আফ্রিকার সর্বোচ্চ গোলদাতা ছিলেন তিনি। সব মিলিয়ে ১০ গোল করে পেছনে ফেলেন মিসরের মহাতারকা সালাহকে। ২৫ বছর বয়সী এ স্ট্রাইকার সেই ধারালো ছন্দ ধরে রেখেছেন ক্লাব ফুটবলেও। বুন্দেসলিগার ক্লাব ভলফসবুর্গের হয়ে ১৫ ম্যাচে করেছেন ৬ গোল, দুটি গোল বানিয়েছেন।</p><p>২০১৯ সালে আফ্রিকান কাপ অব নেশনস জিতলেও, পরের দুই আসরে আলজেরিয়াকে বিদায় নিতে হয় প্রথম রাউন্ড থেকে। তাই এবারের টুর্নামেন্ট তাদের জন্য সাম্প্রতিক হতাশার গল্প বদলে দেওয়ার সুযোগ। তৃতীয় শিরোপার লক্ষ্যে আলজেরিয়া কতদূর যাবে, তা অনেকটাই নির্ভর করবে আমৌরার পারফরম্যান্সের ওপর।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো, ডেইলি স্টারে হামলা বাংলাদেশের গণতন্ত্রের জন্য ভয়াবহ মুহূর্ত | প্রথম আলো",
            "time": "2025-12-21T08:40:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fqw5rqkqm%2Fp-alo.jpeg?rect=0%2C224%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইকেল মিলার হামলা ও অগ্নিসংযোগে ভস্মীভূত প্রথম আলো ভবনের সামনে অবস্থান করে সেখানকার পরিস্থিতি পর্যবেক্ষণ করেন। এরপর তিনি প্রথম আলোর জ্যেষ্ঠ সাংবাদিকদের কাছে ওই দিনের দুঃখজনক ও নিন্দনীয় ঘটনার সামগ্রিক দিক নিয়ে জানতে চান। ইইউ রাষ্ট্রদূত পরিস্থিতি নিয়ন্ত্রণে আনতে  আইনশৃঙ্খলা রক্ষাকারী বাহিনীর ভূমিকা সম্পর্কে জানতে চান।</p><p>নির্বাচনের আগে মতপ্রকাশের স্বাধীনতার ওপর গুরুত্ব দিয়ে ইইউ রাষ্ট্রদূত বলেন, ‘বাংলাদেশ যখন নির্বাচনের দিকে এগোচ্ছে, তখন মতপ্রকাশের স্বাধীনতার পরিসর বজায় রাখা কতটা গুরুত্বপূর্ণ—আমি সেটা বিশেষভাবে তুলে ধরতে চাই। আমি আশা করি, এমন ঘটনা আর কখনোই আমরা দেখব না। এটি বাংলাদেশের গণতন্ত্রের জন্য একটি ভয়াবহ মুহূর্ত ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের স্থগিত বিজ্ঞান ইউনিটের ভর্তি পরীক্ষার তারিখ ঘোষণা, কেন্দ্র পরিবর্তনের সুযোগ | প্রথম আলো",
            "time": "2025-12-21T08:37:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2F5cp1iyx2%2F122.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের (ঢাবি) ২০২৫–২৬ শিক্ষাবর্ষে বিজ্ঞান ইউনিটের প্রথম বর্ষ আন্ডারগ্র্যাজুয়েট প্রোগ্রামের স্থগিত ভর্তি পরীক্ষার তারিখ ঘোষণা করা হয়েছে। আগামী শনিবার (২৭ ডিসেম্বর ২০২৫) এই পরীক্ষা অনুষ্ঠিত হবে।</p><p>এদিকে একই দিনে অন্য বিশ্ববিদ্যালয়ের ভর্তি পরীক্ষায় যেসব শিক্ষার্থী অংশগ্রহণ করবেন, তাঁদের জন্য কেন্দ্র পরিবর্তনের সুযোগ দিচ্ছে ঢাকা বিশ্ববিদ্যালয় প্রশাসন। একই সঙ্গে পরীক্ষার আসনবিন্যাস (সিট প্ল্যান) নতুন করে প্রকাশ করা হবে।</p><p>আজ রোববার (২১ ডিসেম্বর ২০২৫) বিশ্ববিদ্যালয়ের ভর্তিবিষয়ক ওয়েবসাইটে এ–সংক্রান্ত বিজ্ঞপ্তি প্রকাশ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণিত উত্তরপত্রে সমাধান করে দেখাতে হবে | প্রথম আলো",
            "time": "2025-12-21T08:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Ffuytzj0q%2FLearPorashona07122025.jpg?rect=0%2C125%2C1770%2C929&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রশ্ন নম্বর–৯</strong></p><p>পরিমাপ/সময়/(আয়ত/সামান্তরিক/ত্রিভুজ)-এর ক্ষেত্রফল পরিমাপ–সম্পর্কিত সমস্যা থেকে একটি প্রশ্নের উত্তর দিতে হবে। দৈর্ঘ্য, ওজন ও আয়তন পরিমাপের এককগুলোর মধ্যে পারস্পরিক সম্পর্কগুলো জানতেই হবে, তা না হলে এক ধরনের একক থেকে আরেক ধরনের এককে রূপান্তর করা যাবে না। আয়ত, সামান্তরিক, ত্রিভুজ ইত্যাদির ক্ষেত্রফল নির্ণয়ের জন্য নির্দিষ্ট সূত্র আছে। এগুলো আয়ত্ত করতে হবে। এসব রাশির চিত্রগুলো আঁকার কৌশল জানতে হবে। এদের বৈশিষ্ট্যগুলো মাথায় রাখতে হবে।</p><p>সময়সংক্রান্ত গাণিতিক সমস্যাবলির সমাধানেও এক ধরনের একক থেকে আরেক ধরনের এককে রূপান্তর করার জন্য এককগুলোর মধ্যকার সম্পর্ক ভালোভাবে জেনে রাখবে। কোন মাস কত দিনে হয়, অধিবর্ষ কত দিনের হয়, সে সম্পর্কে পরিপূর্ণ ধারণা রাখতে হবে।</p><p><strong>প্রশ্ন নম্বর–১০</strong></p><p>জ্যামিতিতে চতুর্ভুজ, আয়ত, বর্গ, সামান্তরিক, ট্রাপিজিয়াম, রম্বস, বৃত্ত ইত্যাদির সংজ্ঞা ও এদের বৈশিষ্ট্য পরিষ্কারভাবে জানতে হবে। বৃত্তের বিভিন্ন অংশ, যেমন পরিধি, কেন্দ্র, চাপ, জ্যা, ব্যাস, ব্যাসার্ধ ইত্যাদির পরিচয় জানো তো? সঠিক চিত্র আঁকার কৌশল রপ্ত করতে হবে। চিত্র আঁকতে পেনসিলের মাথা চিকন রাখতে হবে। চিত্র আঁকতে ভালো কম্পাস ব্যবহার করতে হবে। ভালো কম্পাস মানে দামি কম্পাস নয়। নড়বড়ে কম্পাস না হলেই হলো।</p><p><strong>প্রশ্ন নম্বর–১১</strong></p><p>উপাত্ত বিন্যস্তকরণ থেকে প্রশ্ন আসবে। সারণি তৈরি করার নিয়ম এত দিনে তোমাদের জানা হয়ে গেছে। আয়তলেখ আঁকার নিয়মও তোমাদের জানা আছে। তবে আঁকার সময় একটু যত্নশীল হতে হবে, এটা মনে রাখলেই চলবে।</p><p>মনে রাখবে, প্রতিটি প্রশ্নের মধ্যে ক, খ, গ ইত্যাদি অংশ থাকবে। মাথা ঠান্ডা রেখে প্রতিটি প্রশ্নের উত্তর সুন্দরভাবে দেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনায় বিছানায় হাত-মুখ বাঁধা কৃষকের গলাকাটা লাশ | প্রথম আলো",
            "time": "2025-12-21T08:29:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C202%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেদেনা আক্তারের দাবি, আজ ভোররাত আনুমানিক সোয়া চারটার দিকে তিনি টয়লেটে যান। কিছুক্ষণ পর ঘরে ফিরে স্বামীর রক্তাক্ত লাশ দেখতে পান। তিনি চিৎকার দিয়ে বেহুঁশ হয়ে যান। আর কিছু বলতে পারছেন না।</p><p>নিহত ব্যক্তির ছোট ভাই জালাল উদ্দিন বলেন, কে বা কারা, কী কারণে তাঁর ভাইকে হত্যা করেছে, তিনি কিছুই বলতে পারছেন না। তাঁরা ৯ ভাই ছিলেন। গত শুক্রবার রাতে বড় ভাই তাজউদ্দিন স্বাভাবিকভাবে মারা যান। এখন আরেক ভাই হেলাল উদ্দিনকে হত্যা করা হলো। তাঁর সঙ্গে কারও শত্রুতা ছিল বলে তাঁদের জানা নাই।</p><p>নেত্রকোনা মডেল থানা-পুলিশের ভারপ্রাপ্ত কর্মকর্তা মো. আল মামুন সরকার বলেন, হত্যাকাণ্ডের প্রকৃত কারণ উদ্‌ঘাটনে পুলিশ কাজ করছে। জিজ্ঞাসাবাদের জন্য বেদেনা আক্তারকে পুলিশের হেফাজতে রাখা হয়েছে। লাশ উদ্ধার করে ময়নাতদন্তের জন্য নেত্রকোনা আধুনিক সদর হাসপাতাল মর্গে পাঠানোর প্রস্তুতি চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে বিএনপি নেতার ঘরে আগুন/ এক দিন পরেও মামলা হয়নি, নাশকতার বিশ্বাসযোগ্য প্রমাণ পায়নি পুলিশ | প্রথম আলো",
            "time": "2025-12-21T08:18:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fjzpip1rv%2FWhatsApp-Image-2025-12-21-at-14.14.35.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার কোনো প্রমাণ থাকলে সাংবাদিকদের পুলিশের কাছে সরবরাহ করার অনুরোধ করেছে পুলিশ। বিজ্ঞপ্তিতে বলা হয়, ‘বর্তমানে আগুন লাগা বা লাগানোর বিষয়টি নিবিড়ভাবে তদন্ত করা হচ্ছে। তদন্তে ঘরের দরজায় তালা দিয়ে আগুন লাগানোর তথ্য পাওয়া গেলে আইনানুযায়ী প্রয়োজনীয় ব্যবস্থা নিয়ে বিস্তারিত জানানো হবে।’</p><p>গত শুক্রবার গভীর রাতে লক্ষ্মীপুর সদর উপজেলার ভবানীগঞ্জ ইউনিয়নের চরমনসা গ্রামের সূতারগোপ্তা এলাকায় দরজায় তালা লাগিয়ে ও পেট্রল ঢেলে বেলাল হোসেন নামের এক বিএনপি নেতার ঘরে আগুন দেওয়ার অভিযোগ ওঠে।</p><p>এতে আগুনে পুড়ে মারা যায় তাঁর সাত বছর বয়সী মেয়ে আয়েশা আক্তার। দগ্ধ হয়েছেন বেলাল হোসেন (৫০) ও তাঁর আরও দুই মেয়ে বীথি আক্তার (১৭) এবং স্মৃতি আক্তার (১৪)। এর মধ্যে বীথি আক্তার ও স্মৃতি আক্তারকে চিকিৎসার জন্য জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে পাঠানো হয়েছে। বেলালকে সদর হাসপাতালে চিকিৎসা দেওয়া হচ্ছে। আগুনে বেলাল হোসেনের ঘরটিও পুড়ে ছাই হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে হামলায় জড়িতদের শাস্তির দাবি গোপালগঞ্জ বিশ্ববিদ্যালয় সাংবাদিক সমিতির | প্রথম আলো",
            "time": "2025-12-21T08:16:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fyeya42se%2FGoplagonj-University.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের শীর্ষস্থানীয় জাতীয় দৈনিক প্রথম আলো ও দ্য ডেইলি স্টারের কার্যালয়ে হামলা, অগ্নিসংযোগ ও লুটপাট এবং নিউ এজ পত্রিকার সম্পাদক নূরুল কবীরের ওপর হামলার ঘটনায় গভীর উদ্বেগ, ক্ষোভ, নিন্দা ও প্রতিবাদ জানিয়েছে গোপালগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় সাংবাদিক সমিতি (গোবিপ্রবিসাস)।</p><p>গতকাল শনিবার গোবিপ্রবিসাসের সভাপতি শাহ মো. জহরুল ইসলাম ও সাধারণ সম্পাদক মো. রিশাদ হোসেন এক যৌথ বিবৃতিতে এ নিন্দা ও প্রতিবাদ জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের সর্বনিম্ন তাপমাত্রা কুড়িগ্রামে, কুয়াশায় শীতের প্রকোপ | প্রথম আলো",
            "time": "2025-12-21T08:06:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Frt0viztn%2FKurigramDH16042025122120251221091443.jpg?rect=0%2C491%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাগেশ্বরী উপজেলার নুনখাওয়া ইউনিয়নের সাবেক ইউনিয়ন পরিষদ (ইউপি) সদস্য তাজেল উদ্দীন বলেন, ‘সারা দিন সূর্যের দেখা নাই। প্রচণ্ড শীত আর ঠান্ডায় গরিব মানুষ কাজে যাইতে পারছে না। এই এলাকায় এখনো কোন শীতবস্ত্র আসেনি।’</p><p>চিলমারী উপজেলার ফকিরেরহাট নৌকাঘাট এলাকার নৌকাচালক আবদুল হক বলেন, ‘এত ঘন কুয়াশা পড়ছে নদীত পথ বুঝা যায় না। শীতে ১০ হাত সামনের কোথায় ডুবো চর বুঝা মুশকিল, আন্দাজে নৌকা চালাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ আফ্রিকায় পানশালার কাছে বন্দুক হামলা, নিহত ১০ | প্রথম আলো",
            "time": "2025-12-21T08:03:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2F0cfhy13p%2F91ecb9c529875cc7d1095c12c3782bbf_5e456ef96bde9.jpg?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাউতেং প্রদেশ পুলিশের মুখপাত্র ব্রিগেডিয়ার ব্রেন্ডা মুরিদিলি বলেন, ১০ জন নিহত হয়েছেন। নিহত ব্যক্তিদের পরিচয় এখনো নিশ্চিত হওয়া যায়নি। আহত ব্যক্তিদের দ্রুত হাসপাতালে ভর্তি করা হয়েছে বলে জানিয়েছে পুলিশ।</p><p>পুলিশের তথ্য অনুযায়ী, বেকার্সডালের একটি ট্যাভার্ন বা অনুমোদনহীন পানশালার কাছে এই গুলির ঘটনা ঘটেছে। এলাকাটি দরিদ্র এবং দক্ষিণ আফ্রিকার কয়েকটি বড় সোনার খনির কাছাকাছি অবস্থিত।</p><p>এর আগে গত ৬ ডিসেম্বরে রাজধানী প্রিটোরিয়ার কাছে একটি হোস্টেলে বন্দুকধারীদের হামলায় তিন বছর বয়সী একটি শিশুসহ ১২ জন নিহত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে দরজায় তালা দিয়ে দুটি ঘরে আগুন, বেড়া কেটে বের হলেন বাসিন্দারা | প্রথম আলো",
            "time": "2025-12-21T07:59:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Focvpou94%2FWhatsApp-Image-2025-12-21-at-13.48.10.jpeg?rect=0%2C129%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে গত বৃহস্পতিবার ভোরে রাউজান সদর ইউনিয়নের কেউটিয়া বড়ুয়াপাড়া গ্রামের সাধন বড়ুয়ার বসতঘর ও গোয়ালে আগুন দেওয়ার অভিযোগ উঠেছে। সাধন বড়ুয়া পেশায় দিনমজুর। বাসিন্দাদের অভিযোগ, দরজায় তালা লাগিয়ে ওই ঘরেও আগুন দেওয়া হয়েছে।</p><p>অগ্নিকাণ্ডের এ ঘটনার পর ঘটনাস্থল পরিদর্শন করেন জেলা পুলিশ সুপার নাজির আহমদ খান। পুলিশ জানায়, কেউটিয়া বড়ুয়াপাড়ার ঘটনাটিতেও থানায় অজ্ঞাতপরিচয় আসামিদের বিরুদ্ধে মামলা হয়েছে।</p><p>রাউজান থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) সাজেদুল ইসলাম প্রথম আলোকে বলেন, পুলিশের ঊর্ধ্বতন কর্মকর্তারা ঘটনাস্থল পরিদর্শন করেছেন। দুটি ঘটনায় পৃথকভাবে মামলা হয়েছে। শিগগিরই অগ্নিসংযোগকারীদের চিহ্নিত করে আইনি ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        }
    ]
}