{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এখন গ্রিনল্যান্ড কীভাবে কবজায় নেওয়া যায়, ভাবছেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-07T04:31:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F5h5nw4zq%2FGreenland.jpg?rect=0%2C0%2C685%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে স্বাক্ষরকারী ইউরোপীয় দেশগুলোর দাবি, উত্তর মেরু অঞ্চলের নিরাপত্তার ক্ষেত্রে তারা যুক্তরাষ্ট্রের মতোই আগ্রহী। যুক্তরাষ্ট্রসহ ন্যাটোর মিত্রদের সমষ্টিগতভাবে এ নিরাপত্তা নিশ্চিত করতে হবে বলে মনে করে তারা।</p><p>বিবৃতিতে দেশগুলো জাতিসংঘ সনদের নীতিমালা মেনে চলারও আহ্বান জানিয়েছে। সার্বভৌমত্ব, ভৌগোলিক অখণ্ডতা ও সীমান্তের অলঙ্ঘনীয়তা—এ নীতিমালার অংশ।</p><p>গ্রিনল্যান্ডের প্রধানমন্ত্রী জেন্স-ফ্রেডেরিক নিলসেন ওই বিবৃতিকে স্বাগত জানিয়েছেন। তিনি সংলাপের আহ্বান জানান।</p><p>নিলসেন বলেন, আন্তর্জাতিক আইন ও ভৌগোলিক অখণ্ডতা নীতির মধ্যে গ্রিনল্যান্ডের যে শিকড় গাঁথা আছে, তার প্রতি সম্মান বজায় রেখে সংলাপে বসতে হবে।</p><p>ভেনেজুয়েলায় যুক্তরাষ্ট্রের সামরিক অভিযানের পর গ্রিনল্যান্ডের বিষয়টি আবার আলোচনায় এসেছে। মার্কিন বিশেষ বাহিনী ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে যুক্তরাষ্ট্রে তুলে নিয়ে গেছে। মাদক ও অস্ত্রসংক্রান্ত অভিযোগে বিচারের মুখোমুখি করতে তাঁকে নিউইয়র্কে নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫০ বছর পর কোথায় আছেন ‘আয় খুকু আয়’-এর সেই খুকু | প্রথম আলো",
            "time": "2026-01-07T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fywsfz53p%2FWhatsApp-Image-2026-01-06-at-11.36.56-PM.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইরিশ সাগরের ছোট্ট দ্বীপ আইল অব ম্যান থেকে ফোনে ভেসে এল চেনা মিষ্টি গলা, ‘হ্যালো, শ্রাবন্তী বলছি...বাংলাদেশ থেকে ফোন করেছেন? দারুণ লাগছে!’<br>কত চেনা কণ্ঠ! অডিও, সিডি থেকে আজকের ইউটিউব, ফেসবুক দুনিয়ার শ্রোতাদের কাছে তিনি শুধু এক নাম নন, এক নস্টালজিয়া। এখনো ইউটিউবে শুনতে পাওয়া যায় তাঁর গাওয়া পুরোনো জিঙ্গেল; বোরোলিনের ক্রিম থেকে হেয়ার অয়েল—বিরক্তিকর বিজ্ঞাপনও যার গলায় হয়ে উঠত শ্রুতিমধুর। তাঁর কণ্ঠ এক বিজ্ঞাপিত পণ্যের ট্যাগলাইনের মতোই যেন হয়ে উঠেছিল ‘বঙ্গ জীবনের অঙ্গ’!<br></p><p>আলাপে আলাপে তাঁর কাছ থেকে জানা গেল গানটির গল্প। ‘আয় খুকু আয়’-এর কথা লিখেছিলেন পুলক বন্দ্যোপাধ্যায়, সুর করেছিলেন ভি বালসারা। ‘অনেকে মনে করে, এটা মূলত হেমন্তদার গান। এটা ঠিক না। এটা কিন্তু আমার অ্যালবামের জন্যই করা। পূজার অ্যালবাম। অন্য দুটি গান হয়ে গিয়েছিল। আরেকটা গান বাকি। পুলকদা আমাকে গানটা দেখিয়ে বলল, “এটা পড়ে দেখ। কেমন লাগে।” একবার না, কয়েকবার পড়লাম গান। চোখে জল চলে এল কথাগুলো পড়ে। আমি বললাম, “পুলকদা, শুধু করবই না, এ গানটা আমি হেমন্তদার সঙ্গে গাইব। পুলকদা খুব খুশি হলেন। পরে আমি, পুলকদা, বালসারা মিলে হেমন্তদার বাসায় গেলাম। গান দেখে উনি হ্যাঁ বলে দিলেন একবারে। সুরটা শুনতে চাইলেন। তখনো সুর হয়নি।’ </p><p>স্মৃতি হাতড়ে একনিশ্বাসে কথাগুলো বললেন শ্রাবন্তী।</p></div></div></div></body></html>"
        },
        {
            "title": "বিপিএল ২০২৬: ব্যাটে-বলে সেরা যাঁরা ও পারভেজের স্লেজিং | প্রথম আলো",
            "time": "2026-01-07T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fcf53xs2x%2F53aa9d26-fb41-4a4b-9d6d-1dbf6772f9ab.jpg?rect=0%2C16%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীর্ষে পাঁচের পরের তিনজন আছেন যথাক্রমে ডেভিড ম্যালান (১৯৬), অ্যাডাম রসিংটন (১৯২) ও মোহাম্মদ নাঈম (১৭২)। ম্যালান রসিংটন ও নাঈমের ওপর থাকলেও কার্যকর রান বিবেচনায় ম্যালান তাঁদের নিচেই থাকবেন। এবারের টুর্নামেন্টে মাত্র ১০৭.৬৯ স্ট্রাইক রেটে ব্যাটিং করছেন ম্যালান, পরশুও তাঁর ৩০ বলে ৩০ রানের ইনিংস রংপুরকে বিপদে ফেলেছিল। </p><p>ম্যালানের স্ট্রাইক রেট শীর্ষ পাঁচ ব্যাটসম্যানের মধ্যে সবচেয়ে কম, সবচেয়ে বেশি নাজমুলের ১৪৭.১০। চট্টগ্রাম রয়্যালসের ইংলিশ উইকেটকিপার ও ওপেনার রসিংটন টানা তিন ম্যাচে ফিফটি করে বিপিএলের রেকর্ড ছুঁয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজার সৈকতে ‘স্মার্ট চা-ওয়ালা’। ১২ রকম ভিন্ন স্বাদের চা এখন সবার প্রিয় | প্রথম আলো",
            "time": "2026-01-07T04:27:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F2vamqeaq%2FWhatsApp-Image-2026-01-07-at-10.06.39.jpeg?rect=0%2C0%2C1588%2C834&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি সরেজমিনে দোকানটিতে দেখা যায়, শার্টের ওপর কোট, হাতে গ্লাভস ও মাথায় গেরুয়া ক্যাপ পরে চা বানাচ্ছেন নোমান। দোকানেও ভিড় করেছেন তরুণ-যুবক থেকে শুরু করে সব বয়সী পর্যটক ও স্থানীয় লোকজন। তাঁদের কেউ দাঁড়িয়ে, আর কেউ বসে রয়েছেন। তাঁদের একজন সাজিদ আহমেদ (২৮)। তিনি গাজীপুর থেকে কক্সবাজার বেড়াতে এসেছেন। জানতে চাইলে তিনি প্রথম আলোকে বলেন, ‘সৈকতের কয়েকটি দোকানে চা খেলেও এ দোকানের চা আলাদা। নানা রকমের ফল ও মসলার মিশ্রণের কারণে এর স্বাদও অতুলনীয়।’</p><p>গ্রাহকের সুবিধার্থে দোকানের এক কোণে টানিয়ে রাখা হয়েছে চায়ের মূল্যতালিকা। এতে চোখ বুলিয়ে দেখা গেল, সাধারণ চা ১০ টাকায় বিক্রি হচ্ছে। এ ছাড়া মাল্টা চা, দুধ-কফি মিক্সড চা, মিক্সড মসলা চা, গ্রিন টি, পুদিনাপাতা চা, টক–ঝাল (চিলি) চা বিক্রি হচ্ছে ২০ টাকায়। এর বাইরে মধু-লেবু চা আর তেঁতুল চা ৩০ টাকা, ‘আদানি’ ও কপি চা ৪০ টাকা এবং কাজুবাদাম চা ৫০ টাকায় বিক্রি হচ্ছে।</p><p>চট্টগ্রামের রাঙ্গুনিয়া থেকে আসা পর্যটক তাজনুর বেগম (২৫) প্রথম আলোকে বলেন, অনেক জায়গায় চা খেয়েছেন। তবে এখানকার চা তাঁর কাছে ব্যতিক্রম লেগেছে। মাল্টা ও পুদিনাপাতার মিশ্রণের এমন স্বাদ আগে পাননি। তাই সৈকত এলাকা থেকে এত দূর তিনি চা খেতে এসেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পিতৃত্বকালীন ছুটির অপেক্ষায় থাকা দুই পেসারকে নিয়ে টি-টোয়েন্টি বিশ্বকাপের দল ঘোষণা নিউজিল্যান্ডের | প্রথম আলো",
            "time": "2026-01-07T04:22:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fwm537l47%2F398679.webp?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিউজিল্যান্ড ক্রিকেট (এনজেডসি) বিবৃতিতে জানিয়েছে, চোটে থাকা সব ক্রিকেটারই ‘পরিকল্পনা অনুযায়ী পুনর্বাসনপ্রক্রিয়ার মধ্যে আছেন এবং টুর্নামেন্ট শুরুর আগে ফিট হয়ে ওঠার পথেই রয়েছেন।’ ফার্গুসন ও হেনরির ছুটি নিয়ে এনজেডসির বিবৃতিতে বলা হয়, ‘টুর্নামেন্ট চলাকালে ফার্গুসন ও হেনরির সঙ্গিনীদের সন্তান জন্ম দেওয়ার কথা থাকায় তাঁদের স্বল্পমেয়াদি পিতৃত্বকালীন ছুটি দেওয়ার সম্ভাবনা রয়েছে।’</p><p>গত জুলাইয়ে নিউজিল্যান্ডের হয়ে সর্বশেষ খেলা পেসার অ্যাডাম মিলনে ও পেস বোলিং অলরাউন্ডার জিমি নিশামকে দলে রাখা হয়েছে। তবে গ্রুপ পর্বের ম্যাচে স্পিনবান্ধব ভেন্যু মাথায় রেখে বোলিংয়ে স্পিন আক্রমণও শক্তিশালী করা হয়েছে। দুই বিশেষজ্ঞ স্পিনার স্যান্টনার ও ইশ সোধির পাশাপাশি মাইকেল ব্রেসওয়েল, গ্লেন ফিলিপস ও রাচিন রবীন্দ্রর মতো স্পিন বোলিং অলরাউন্ডার রাখা হয়েছে দলে। </p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে বাস ও মোটরসাইকেলের সংঘর্ষে দুই কিশোর নিহত | প্রথম আলো",
            "time": "2026-01-07T04:18:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fabm56r9o%2F2-image-collage-Recovered.jpg?rect=0%2C64%2C821%2C431&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী সূত্রে জানা গেছে, দুই কিশোর একই মোটরসাইকেলে করে কাপ্তাই সড়কের পশ্চিম দিক থেকে চারাবটতল এলাকার দিকে আসছিল। এ সময় বিপরীত দিক থেকে আসা শ্যামলী পরিবহনের একটি যাত্রীবাহী বাসের সঙ্গে মোটরসাইকেলটির সংঘর্ষ হয়। এ ঘটনায় মোটরসাইকেলে থাকা দুই কিশোর সড়কে ছিটকে পড়ে। এর মধ্যে ঘটনাস্থলেই আবু সুফিয়ানের মৃত্যু হয়েছে। আহত অবস্থায় উদ্ধার করে মুহাম্মদ আকিবকে চট্টগ্রাম মেডিকেল কলেজে নিয়ে যান স্থানীয় বাসিন্দারা। সেখানে চিকিৎসাধীন অবস্থায় দিবাগত রাত ১২টার দিকে আকিবের মৃত্যু হয়।</p><p>দুর্ঘটনায় মোটরসাইকেলটি দুমড়েমুচড়ে গিয়ে সড়কের ওপর পড়ে ছিল। শ্যামলী পরিবহনের বাসটিও সড়কের দক্ষিণ পাশে খাদের কিনারায় গিয়ে আটকে যায়। এ ঘটনায় কাপ্তাই সড়কে বেশ কিছু সময় যান চলাচল বন্ধ হয়ে পড়ে। পরে পুলিশ ও ফায়ার সার্ভিস দুর্ঘটনাকবলিত যানবাহন দুটি সরিয়ে নেয়। এরপর যান চলাচল স্বাভাবিক হয়।</p><p>দুই শিক্ষার্থীর লাশ উদ্ধার করে ময়নাতদন্তের জন্য চট্টগ্রাম মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে বলে জানিয়েছেন রাঙ্গুনিয়া থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. আরমান হোসেন। তিনি বলেন, ঘটনাস্থল থেকে দুর্ঘটনাকবলিত যানবাহন দুটি জব্দ করা হয়েছে। তবে বাসটির চালক পালিয়ে গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নওগাঁয় মৌসুমের সর্বনিম্ন তাপমাত্রার রেকর্ড, বইছে মাঝারি শৈত্যপ্রবাহ | প্রথম আলো",
            "time": "2026-01-07T04:13:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fcw2jirgv%2FNaogaonDH061920260107IMG20260106084525.jpg?rect=0%2C32%2C2825%2C1483&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নওগাঁ শহরের নওজোয়ান মাঠে কথা হয় দিনমজুর মিরাজ উদ্দিনের সঙ্গে। তিনি বলেন, ‘তিন থেকে চার দিন ধরে অতিরিক্ত ঠান্ডার কারণে বাড়িত থ্যাকে ব্যার হয়নি। আজকে সকালে যদিও খুব ঠান্ডা লাগছে, তারপরও সকালে  রোদ ওঠায় কাজ করতে বাড়িত থ্যাকে ব্যার হয়ে আসিছি। কিন্তু ব্যার হয়ে দেখি ব্যাপক বাতাস করোছে। শীতের চোটত গায়ে চাদর জড়ায়েও ঠান্ডা কমোছে না।’</p><p>বদলগাছী আবহাওয়া পর্যবেক্ষণ কেন্দ্রের জ্যেষ্ঠ আবহাওয়া পর্যবেক্ষণ কর্মকর্তা হামিদুল ইসলাম বলেন, কুয়াশার পরিমাণ কমে সকালেই রোদ উঠলেও আকাশ পরিষ্কার থাকায় উত্তরের হিমেল হাওয়ার গতি বেড়েছে। এ কারণে তীব্র শীত অনুভূত হচ্ছে। এ ধরনের আবহাওয়া আরও দু-তিন দিন থাকতে পারে। আবহাওয়া অধিদপ্তরের পূর্বাভাস বলছে, চলতি মাসেই আরও তিন থেকে চারটা শৈত্যপ্রবাহ হওয়ার আশঙ্কা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সর্বনিম্ন তাপমাত্রার রেকর্ড আজ, শৈত্যপ্রবাহ ছড়িয়ে পড়েছে সারা দেশে | প্রথম আলো",
            "time": "2026-01-07T04:08:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fyawe3o5h%2FGopalgonj.jpg?rect=0%2C856%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টানা তিন দিন দেশের সর্বনিম্ন তাপমাত্রা নিম্নমুখী। গত সোমবার দেশের সর্বনিম্ন তাপমাত্রা ছিল ৭ দশমিক ৫ ডিগ্রি সেলসিয়াস। গতকাল তা নেমে হয় ৭ ডিগ্রি সেলসিয়াস। এ তাপমাত্রা রেকর্ড করা হয়েছিল উত্তরের জেলা রাজশাহীতে। আজ সেই উত্তরের জনপদ নওগাঁর বদলগাছীতে তাপমাত্রা কমে হেয়েছে ৬ দশমিক ৭ ডিগ্রি সেলসিয়াস।</p><p>আবহাওয়া অধিদপ্তরের আবহাওয়াবিদ কাজী জেবুন্নেছা আজ সকালে প্রথম আলোকে বলেন, আজ বদলগাছীতে যে তাপমাত্রা হয়েছে, তা এ মৌসুমের সর্বনিম্ন। তাপমাত্রা আগামীকাল (বৃহস্পতিবার) পর্যন্ত আরও কমতে পারে।</p><p>আজ রাজশাহী, রংপুর, খুলনা ও বরিশাল বিভাগের সর্বত্র শৈত্যপ্রবাহ বয়ে যাচ্ছে বলে জানিয়েছে আবহাওয়া অধিদপ্তর সূত্র। এই চার বিভাগে জেলার সংখ্যা ৩২। এর পাশাপাশি টাঙ্গাইল, মাদারীপুর, গোপালগঞ্জ, মৌলভীবাজার, কিশোরগঞ্জ, নেত্রকোনাসহ মোট ৯ জেলায় বয়ে যাচ্ছে শৈত্যপ্রবাহ।</p></div></div></div></body></html>"
        },
        {
            "title": "চুয়েটের ভর্তি পরীক্ষার যোগ্য প্রার্থীর তালিকা প্রকাশ | প্রথম আলো",
            "time": "2026-01-07T04:06:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F1uubo5zk%2F38ca5e75-72bb-4028-b8aa-0fce1fff59fd.jfif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ে (চুয়েট) ২০২৫-২৬ শিক্ষাবর্ষের স্নাতকে ভর্তি পরীক্ষার যোগ্য প্রার্থীর তালিকা প্রকাশ করা হয়েছে। ‘ক’ ও ‘খ’ গ্রুপের জন্য আলাদা তালিকা প্রকাশিত হয়েছে। প্রবেশপত্র ডাউনলোড শুরু হবে আগামী সোমবার (১২ জানুয়ারি ২০২৬) সকাল ১০টায়। ১৭ জানুয়ারি ভর্তি পরীক্ষা অনুষ্ঠিত হবে।<br> এর আগে গত বছরের ১৫ ডিসেম্বর আবেদন শুরু হয়। চুয়েটে ভর্তিতে আবেদন শেষ হয় বছরে শেষ দিনে ৩১ ডিসেম্বরে। এবার মোট ১২টি বিভাগে সংরক্ষিত ১১টিসহ মোট ৯৩১টি আসন রয়েছে। ভর্তি বিজ্ঞপ্তিতে জানানো হয়েছে, রাখাইন সম্প্রদায়ের জন্য ১টি, পার্বত্য চট্টগ্রাম ও অন্যান্য জেলার ক্ষুদ্র নৃগোষ্ঠীর (উপজাতি) জন্য ১০টিসহ অতিরিক্ত ১১টি আসন সংরক্ষিত আছে।</p><p>ভর্তির তারিখ, ওরিয়েন্টেশন, ক্লাস শুরু তারিখ ও সময় এবং ভর্তিসংক্রান্ত অন্যান্য বিজ্ঞপ্তি বিশ্ববিদ্যালয়ের নোটিশ বোর্ড, নিজস্ব ওয়েবসাইট ও ভর্তি পরীক্ষার ওয়েবসাইটে প্রকাশ করা হবে। এ জন্য পত্রিকায় বিজ্ঞপ্তি বা ব্যক্তিগত চিঠি দেওয়া হবে না।</p><p>ভর্তি পরীক্ষার ওয়েবসাইট থেকে ভর্তি নির্দেশিকা ২০২৫-২৬ ডাউনলোড করে নিতে পারবেন শিক্ষার্থীরা। ভর্তি পরীক্ষার যাবতীয় তথ্য ভর্তি নির্দেশিকায় পাওয়া যাবে এবং উল্লিখিত নিয়মাবলি ছাত্রছাত্রীদের অনুসরণ করতে হবে।</p><p><a target=\"_blank\" href=\"https://app.cuet.ac.bd/storage/Notices/695d28ce0a1d8.pdf\" rel=\"nofollow\">*যোগ্য প্রার্থীদের তালিকা দেখুন এখানে</a></p></div></div></div></body></html>"
        },
        {
            "title": "রূপকথার আড়ালে নৃশংসতা! সিন্ডারেলার গল্পের ভয়ংকর সত্য | প্রথম আলো",
            "time": "2026-01-07T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fgvk99iyc%2FMV5BM2M0M2Y4NWEtNzBiOS00YzI1LTkxMjYtMjRkMTRlNWUxYWJlXkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3815%2C2003&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানটি ছিল অ্যাগনেসের জন্য মুক্তির পথ, আর এলভিরার জন্য স্বপ্নপূরণের একমাত্র সুযোগ। কিন্তু সুন্দরী ও গুণী অ্যাগনেসের পাশে সাদামাটা এলভিরা যে পাত্তা পাবে না, তা তার মা ভালো করেই বোঝেন। এখান থেকেই শুরু হয় গল্পের ভয়ংকর পর্ব। মেয়েকে ‘সুন্দরী’ বানানোর এক অন্ধ মোহে এলভিরার মা এক নির্মম পরিকল্পনা আঁটেন। নাকের হাড় ভাঙা থেকে শুরু করে চোখের পাতায় নকল পাপড়ি সেলাই, সৌন্দর্য অর্জনের নামে এলভিরার ওপর চলতে থাকে একের পর এক যন্ত্রণাদায়ক প্রক্রিয়া। রূপকথার জাদুর বদলে এখানে জায়গা করে নেয় রক্ত, মাংস আর তীব্র কষ্টের এক বিভীষিকা।</p></div></div></div></body></html>"
        },
        {
            "title": "নস্টালজিয়া-ড্রিভেন ট্রিপ কেন এত জনপ্রিয় হচ্ছে | প্রথম আলো",
            "time": "2026-01-07T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fv7qii9xn%2F2024_WhatsApp_Image_2026_01_05_at_3_14_30_PM.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>মনোবিজ্ঞানীদের মতে, এর কারণ দুটি। নস্টালজিয়া আর কমফোর্ট। যে জায়গাটা একবার কারও খুব ভালো লেগে যায়, মনে ধরে যায়, বারবার সেখানে ফিরে যেতে তার মস্তিষ্কের রিওয়ার্ডিং সার্কিট বার্তা দিতে থাকে। ভালো লাগা স্মৃতি তাঁকে মনে করিয়ে দেয় যে ওখানে গেলে মানসিক চাপ কমবে, জীবন সহজ মনে হবে।</p><p>শার্লট রাসেল ভ্রমণ মনোবিজ্ঞানী। তিনি লিখেছেন, পুরোনো সুন্দর স্মৃতির কাছে ফেরা আধুনিক মানুষের স্ট্রেস বা মানসিক চাপ কমাতে সাহায্য করে। একটি চেনা নিরাপত্তাবোধ, একটি চেনা নির্ভরতা মানুষকে বারবার সেসব জায়গায় ফিরে যেতে বাধ্য করে। </p><p>এই মনোবিজ্ঞানীর মতে, কাছাকাছি প্রজন্মের মানুষের আজকাল নতুন গন্তব্য, নতুন অ্যাডভেঞ্চার আবিষ্কার করার আগ্রহ কমে গেছে। ছুটি বা রিলাক্স করার সময় নতুন কোনো চ্যালেঞ্জ নিতে তারা আর রাজি নন। </p><p>নিত্যদিনের স্ট্রেসফুল জীবন থেকে একটু রেহাই পেতে তাঁরা এমন গন্তব্য বেছে নেন, যা তাঁদের চেনাজানা ও নির্ভরতার জায়গা, যে জায়গা তাঁদের আগেও ভালো লেগেছে।</p><p>কিন্তু এর সঙ্গে আমাদের নস্টালজিয়াও কি কাজ করে না? মনে পড়ে আর্নেস্ট হেমিংওয়ের <em>দ্য মুভেবল ফিস্ট</em>–এর শেষ অধ্যায়ের কথা। দুনিয়ার সেরা ভ্রমণকাহিনিগুলোর মধ্যে এ বইটিকে সব সময় রাখতে চাই আমি। </p><p>প্রিয় শহর প্যারিস ছেড়ে চলে যাওয়ার সময় তিনি লিখেছেন, ‘সেটিই ছিল প্যারিসে প্রথম পর্যায়ের সমাপ্তি। প্যারিস আর কখনোই আগের মতো থাকবে না, যদিও প্য্যারিস সব সময়ই প্যারিস। ওটা বদলালে তুমিও বদলাও। </p><p>প্যারিসের কিছু কখনো শেষ হয় না। আমরা যা–ই হয়ে উঠি না কেন, আমরা সব সময়ই সেসব স্মৃতির কাছে ফিরে যাই।’ (চলমান ভোজের শহর: ভাষান্তর ফারুক মঈনুদ্দীন)</p><p>দূরের কোনো শহরে বা অচেনা দূর কোনো রাস্তায় ফেলে আসা একটুখানি স্মৃতি, একটু ভালো লাগা মুহূর্ত, বহু দূরের কোনো রেস্তোঁরার এক কাপ চা বা কফি—এভাবেই আমাদের জীবনে ফিরে ফিরে আসতে চায়। </p><p>আমরা তখন ‘নস্টালজিয়া–ড্রিভেন ট্রিপের’ পরিকল্পনা করতে পারি। হেমিংওয়ে যেমন বলেছেন, ‘জায়গা যেমন বদলায়, আমরাও ততবার বদলাই; কিন্তু সেই ভালো লাগা কখনো শেষ হয় না।’</p></div></div></body></html>"
        },
        {
            "title": "জেন-জি যেভাবে কর্মক্ষেত্রে এআইয়ের সঙ্গে খাপ খাইয়ে নিচ্ছে | প্রথম আলো",
            "time": "2026-01-07T03:54:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-10%2F8xsdj8rv%2FIMG_6655.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কৃত্রিম বুদ্ধিমত্তা (এআই) একের পর এক স্থিতিশীল ক্যারিয়ার পথ ভেঙে দিচ্ছে এবং প্রশ্নবিদ্ধ করছে ডিগ্রির প্রচলিত মূল্যকে। জেন–জি প্রজন্ম বুঝতে পেরেছে, চাকরির নিরাপত্তা প্রতিনিয়ত নতুন করে নিশ্চিত করতে হয়।</p><p> তাই জেন–জিকে হঠাৎ হঠাৎ চাকরি বদলানো, অস্থির প্রজন্ম হিসেবে দেখার সুযোগ নেই। বাস্তবে তারা অনেকটা প্রাথমিক যুগের ঝুঁকি বিশ্লেষকের মতো—যে কাজ মেশিন দখল করতে পারবে না, সেদিকেই তারা নজর রাখছে। আর যেসব পেশায় অ্যালগরিদমের ঝুঁকি বেশি, সেখান থেকে তারা দ্রুত সরে যাচ্ছে।</p><p> জেন–জিরা নতুন শিল্পে যাচ্ছে, নিজেরাই নতুন দক্ষতা শিখছে এবং এমন পেশা বেছে নিচ্ছে, যেখানে মানুষের স্বতন্ত্র গুণাবলি অপরিহার্য। তারা প্রযুক্তিকে প্রতিরোধ করছে না, বরং শ্রমবাজার স্থির হওয়ার আগেই তার সঙ্গে খাপ খাইয়ে নিচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের ভিসা বন্ডের তালিকায় বাংলাদেশসহ আরও অনেক দেশ, গুনতে হবে সর্বোচ্চ সাড়ে ১৮ লাখ টাকা | প্রথম আলো",
            "time": "2026-01-07T03:49:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F66303c97-e3ea-48bd-a3aa-30855abb8448%2FUntitled_1.jpg?rect=0%2C36%2C502%2C264&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভিসা বন্ড কী</strong> </p><p>ভিসা বন্ড হলো একধরনের আর্থিক নিশ্চয়তা। কিছু দেশ নির্দিষ্ট বিদেশি নাগরিকদের সাময়িক ভিসা দেওয়ার আগে এমন জামানত বা নিশ্চয়তা নিয়ে থাকে; যেন তাঁরা ভিসার শর্ত, বিশেষ করে থাকার সময়সীমা মেনে চলেন।  </p><p>প্রতিবছর যুক্তরাষ্ট্র হাজারো বিদেশি শিক্ষার্থী, পর্যটক ও কর্মীকে অস্থায়ী নন-ইমিগ্র্যান্ট ভিসা দেয়। এসব ভিসার মেয়াদ কয়েক সপ্তাহ থেকে কয়েক বছর পর্যন্ত হতে পারে।  </p><p>কোনো নন-ইমিগ্র্যান্ট ভিসাধারী অনুমোদিত মেয়াদের চেয়ে বেশি সময় যুক্তরাষ্ট্রে থাকলে সেটি ভিসা ওভারস্টে বলে গণ্য হয়।  </p><p>বেশির ভাগ দেশই ভিসার জন্য পর্যাপ্ত অর্থ থাকার প্রমাণ চায়। কিন্তু ফেরতযোগ্য জামানত দিয়ে দেশে প্রবেশের অনুমতি প্রদানের ব্যবস্থা চালু করেনি। </p><p>নিউজিল্যান্ড একসময় ওভারস্টে নিয়ন্ত্রণে ভিসা বন্ড চালু করেছিল, পরে তা আর কার্যকর হয়নি। </p><p>২০১৩ সালে যুক্তরাজ্য কিছু ‘উচ্চ ঝুঁকিপূর্ণ’ দেশের ভ্রমণকারীদের জন্য ভিসা বন্ড চালুর উদ্যোগ নেয়, কিন্তু পরে তা বাতিল করে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ছাওলডার মুখি আব্বা ডাকডা শুনি, এইডাই আমার আনন্দ’ | প্রথম আলো",
            "time": "2026-01-07T03:47:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fmybnr02z%2FKhulnaDH159620260104koyra-Sundarban-siam-pic.jpg?rect=0%2C40%2C2096%2C1100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাছে গিয়ে কথা বলে জানা গেল, শিশুটির নাম সিয়াম হোসেন। বয়স সাত বছর। পাশের আরেকটি নৌকার পাটাতন ঠিক করছেন সিয়ামের বাবা আলাউল ইসলাম। শিশুটি চুপচাপ তাকিয়ে সেই কাজ দেখছে যেন এই শব্দ, এই দৃশ্য তার খুব পরিচিত।<br>কাজ থামিয়ে আলাউল বলেন, ‘জন্ম থেকেই ছাওলডা (ছেলেটা) এমন। স্বাভাবিকভাবে হাঁটতি পারে না, দুই হাতও নেই। জন্ম থেইকে এইরম হওয়ায় কোনো চিকিৎসাও নেই। বাবা হইয়ে এইডা মাইনে নেওয়া ছাড়া আমার আর কী করনের আছে? তবু ছাওলডার মুখি আব্বা ডাকডা শুনি, এইডাই আমার আনন্দ।’</p><p>সিয়াম স্বাভাবিকভাবে চলাফেরা করতে পারে না। মাটিতে বসে এক পায়ে ভর করে শরীর ঠেলে ঠেলে চলে। তবু সে নিয়মিত যায় স্থানীয় সরকারি প্রাথমিক বিদ্যালয়ে। আলাউল ইসলাম বলেন, ‘আমার ছাওলডার ব্রেনডা (মেধা) খুব ভালো। একবার পড়া শুনলিই মুখস্থ হইয়ে যায়। আল্লাহ হাত-পা ভালো না দিলিও ওর ব্রেনডা ভালো দিছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কোয়ার্টার ফাইনালের লাইনআপ চূড়ান্ত, দেখে নিন কে কার মুখোমুখি | প্রথম আলো",
            "time": "2026-01-07T03:45:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F6ob1tc34%2FFBL-AFR-2025-MATCH44-CIV-BFA-190916.jpg?rect=0%2C0%2C4820%2C2531&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্দান্ত এক গোলে বুলবিনা আলজেরিয়াকে এনে দেন ১-০ গোলের জয়। অতিরিক্ত সময়ের ১১৯তম মিনিটে বাঁ দিক দিয়ে ঢুকে পড়া বুলবিনা বক্সের ভেতর থেকে জোরাল শটে বল জালে পাঠান। বুলবিনা অবশ্য অনেকটা অপ্রত্যাশিতভাবেই জয়ের নায়ক।</p><p>২২ বছর বয়সী এই মিডফিল্ডারের এটি জাতীয় দলের হয়ে ষষ্ঠ ম্যাচ। আফ্রিকা কাপ অব নেশনসে দুই ম্যাচে বদলি হিসেবে মাঠে নেমেছেন। দুই ম্যাচ মিলিয়ে মাঠে ছিলেন মাত্র ১৯ মিনিট। দলকে কোয়ার্টার ফাইনালে তোলার আনন্দে কেঁদেছেন বুলবিনা।</p><p>ম্যাচ শেষে বুলবিনা বলেছেন, ‘দেশের হয়ে খেলার স্বপ্ন প্রত্যেক আলজেরিয়ানেরই থাকে এবং সেখানে ভালো করার আকাঙ্ক্ষাও থাকে। আমি সুযোগ পেয়েছি, গোল করেছি। তবে সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো, আমরা জিতেছি এবং পরের রাউন্ডে উঠতে পেরেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলা ৩-৫ কোটি ব্যারেল তেল যুক্তরাষ্ট্রের হাতে তুলে দিচ্ছে | প্রথম আলো",
            "time": "2026-01-07T03:39:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2F8s3y3pv1%2Ftrump-arms.jpg?rect=0%2C359%2C7168%2C3763&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের কাছে ২ বিলিয়ন (২০০ কোটি) ডলার সমমূল্যের অপরিশোধিত তেল রপ্তানি করতে ওয়াশিংটনের সঙ্গে একটি চুক্তিতে পৌঁছেছে কারাকাস। গতকাল মঙ্গলবার মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এ তথ্য নিশ্চিত করেছেন।</p><p>গুরুত্বপূর্ণ এ চুক্তির ফলে ভেনেজুয়েলার তেলের সরবরাহ এখন চীনের বদলে যুক্তরাষ্ট্রের দিকে ঘুরবে এবং ভেনেজুয়েলা বড় ধরনের তেল উৎপাদন হ্রাস এড়াতে সক্ষম হবে।</p><p>এ চুক্তি এমন জোরালো ইঙ্গিত দিচ্ছে যে ভেনেজুয়েলার অন্তর্বর্তী সরকার ট্রাম্পের দাবির প্রতি সাড়া দিচ্ছে। ট্রাম্পের দাবি ছিল, হয় মার্কিন তেল কোম্পানিগুলোর জন্য দেশটিতে ব্যবসার সুযোগ উন্মুক্ত করতে হবে, না হয় সামরিক হস্তক্ষেপের ঝুঁকি নিতে হবে।</p><p>ইতিমধ্যে ট্রাম্প বলেছেন, তিনি চান, ভেনেজুয়েলার অন্তর্বর্তী প্রেসিডেন্ট দেলসি রদ্রিগেজ দেশটির তেলশিল্পে যুক্তরাষ্ট্র ও বেসরকারি কোম্পানিগুলোকে ‘পূর্ণ প্রবেশাধিকার’ দিক।</p></div></div></div></body></html>"
        },
        {
            "title": "সেই মডেল রিয়ার দেখা মিলল | প্রথম আলো",
            "time": "2026-01-06T11:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fbfmauqbn%2FWhatsApp-Image-2026-01-07-at-9.36.45-AM.png?rect=0%2C0%2C968%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">আড্ডায় (বাম থেকে) তান্না খান, সাদিয়া ইসলাম মৌ, কানিজ আলমাস খান, ফারজানা রিয়া চৌধুরী ও বিপ্লব সাহা</figcaption><figcaption class=\"story-element-image-attribution\">ছবি : বিপ্লব সাহার সৌজন্যে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বিধিনিষেধ আরোপে ভারতে কমেছে বাংলাদেশি পণ্য রপ্তানি | প্রথম আলো",
            "time": "2026-01-07T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fyvpnzqon%2FWhatsApp_Image_2025_12_18_at_9_30_25_AM.jpeg?rect=0%2C89%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিধিনিষেধ অনুযায়ী, পাট ও পোশাক পণ্য বাংলাদেশ থেকে স্থলবন্দর দিয়ে ভারতে রপ্তানি করা যাবে না। শুধু দেশটির মুম্বাইয়ের নভোসেবা বন্দর দিয়ে রপ্তানি করতে হবে। এর বাইরে খাদ্যপণ্য ও কোমল পানীয়, কাঠের আসবাব, তুলা-সুতার বর্জ্য, প্লাস্টিক পণ্যের ক্ষেত্রে বুড়িমারী ও বাংলাবান্ধা স্থলবন্দর ছাড়া শুধু পশ্চিমবঙ্গের সঙ্গে যুক্ত স্থলবন্দর দিয়ে রপ্তানি করা যাবে।</p><p>বাংলাদেশ থেকে ভারতে সবচেয়ে বেশি রপ্তানি হয় তৈরি পোশাক। চলতি অর্থবছরের প্রথম পাঁচ মাসে প্রায় ৩০ কোটি ডলারের তৈরি পোশাক রপ্তানি হয়। গত বছরের একই সময়ে রপ্তানি হয়েছিল সাড়ে ৩২ কোটি ডলারের তৈরি পোশাক। সেই হিসাবে রপ্তানি কমেছে ৮ দশমিক ৮০ শতাংশ।</p><p>বাংলাদেশি পোশাকশিল্পের উদ্যোক্তারা বলছেন, ৫০ শতাংশ পাল্টা শুল্কের কারণে মার্কিন বাজার থেকে তৈরি পোশাকের ক্রয়াদেশ কম পাচ্ছেন ভারতের উদ্যোক্তারা। তাই তাঁরা নিজ দেশের কোম্পানিকে কম দাম অফার করছেন। দেশটির সরকারও রপ্তানিকারকদের স্থানীয় বাজারে পণ্য বিক্রিতে জিএসটি মওকুফের সিদ্ধান্ত নিয়েছে। অন্যদিকে বিদেশি ব্র্যান্ডগুলো ভারতের বাজারের জন্য বাংলাদেশে পণ্য উৎপাদন করে। সেই ব্র্যান্ডগুলোকে এখন ভারতের উৎপাদকেরা কম দাম অফার করছেন। এ ছাড়া সমুদ্রপথে বাংলাদেশ থেকে পণ্য নেওয়া সময় সাপেক্ষে। ব্যয়ও বেশি। সে জন্য ভারতে তৈরি পোশাক রপ্তানি কমছে।</p></div></div></div></body></html>"
        }
    ]
}