{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিপিএল নিলাম: কীভাবে হবে নিলাম জেনে নিন | প্রথম আলো",
            "time": "2025-11-30T09:53:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F3blygcn2%2FWhatsApp-Image-2025-11-30-at-3.18.32-PM.jpeg?rect=0%2C107%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিপিএল তো প্রতি বছরই ফেরে। তবে এবারের ফেরা একটু অন্যরকম। ২০২৫ সালের ডিসেম্বরে শুরু হতে যাওয়া দ্বাদশ বিপিএল ফিরছে নিলাম নিয়ে।</p><p>বিপিএলের শুরুটা হয়েছিল নিলাম পদ্ধতি নিয়েই। কিন্তু  প্রথম দুই আসরের পর প্লেয়ার ড্রাফট পদ্ধতিতে হাঁটে বিসিবি। সর্বশেষ একাদশ আসর পর্যন্ত খেলোয়াড় কিনতে ড্রাফট আয়োজন করা হত। খেলোয়াড়দের দাম থাকত পূর্বনির্ধারিত, দলগুলো খেলোয়াড় নেওয়ার সুযোগ পেত ড্র–য়ের ক্রম অনুসারে। অর্থাৎ, পছন্দের খেলোয়াড় কেনার বিষয়টি অনেকটা ভাগ্যের ওপর নির্ভর করত। তবে নিলাম পদ্ধতি। একজন খেলোয়াড়কে কেনার সুযোগ থাকবে সবারই, শুধু অন্যদের তুলনায় টাকার পরিমাণটা বেশি দিতে হবে।</p><p>রোমাঞ্চকর উত্তেজনার এই বিপিএল নিলাম অনুষ্ঠিত হতে চলেছে ঢাকার হোটেল র‍্যাডিসন ব্লুতে। নিলামের তাৎক্ষণিক ঘটনাপ্রবাহ জানাতে আপনাদের সঙ্গে আছে প্রথম আলোর ক্রীড়া বিভাগ। সবাইকে স্বাগত।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ইসরায়েলের জাতিহত্যামূলক যুদ্ধের প্রতিবাদে ইউরোপজুড়ে লাখো মানুষের বিক্ষোভ | প্রথম আলো",
            "time": "2025-11-30T10:10:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fegqk9gxn%2Fdemonstration.jpg?rect=0%2C439%2C6192%2C3251&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল ফ্রান্সের রাজধানী প্যারিসে প্রধান সড়কগুলোতে আনুমানিক ৫০ হাজার মানুষ বিক্ষোভ মিছিল করেন। বিক্ষোভকারীরা ‘গাজা, গাজা; প্যারিস তোমার সঙ্গে আছে’ এবং ‘প্যারিস থেকে গাজা, প্রতিরোধ’ স্লোগান দেন। তাঁরা ফিলিস্তিনি পতাকা উড়িয়ে ইসরায়েলি ‘জাতিহত্যার’ নিন্দা জানান।</p><p>এক বিক্ষোভকারী আল-জাজিরাকে বলেন, ‘এটি মেনে নেওয়া যায় না। আমরা এখনো ন্যায়বিচার বা জবাবদিহি থেকে অনেক দূরে।’</p><p>আরেক বিক্ষোভকারী বলেন, ‘আমরা সাধারণ মানুষ বুঝতে পারি, এটি (ইসরায়েলের যুদ্ধ) খারাপ। কিন্তু ক্ষমতায় থাকা ব্যক্তিরা কেন এটি বুঝতে পারেন না?’</p><p>ফ্রান্স প্যালেস্টাইন সলিডারিটি অ্যাসোসিয়েশনের প্রধান অ্যান তুয়াইলোঁ বলেন, গত ১০ অক্টোবর যুদ্ধবিরতি কার্যকর হওয়ার সাত সপ্তাহ পরেও কোনো কিছুরই সমাধান হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বার কাউন্সিল সনদ নিয়ে বিএনপির ফজলুর রহমানকে ট্রাইব্যুনালে হাজিরের নির্দেশ | প্রথম আলো",
            "time": "2025-11-30T10:09:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fgjcx2d7a%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালত অবমাননার জন্য ফজলুর রহমানের বিরুদ্ধে কেন ব্যবস্থা নেওয়া হবে না, সেই রুলও জারি করেছেন ট্রাইব্যুনাল।</p><p>পরে ট্রাইব্যুনাল প্রাঙ্গণে এক ব্রিফিংয়ে প্রসিকিউটর মো. মিজানুল ইসলাম বলেন, প্রসিকিউশন দুটি বিষয়ে আদালত অবমাননার আবেদন করেছে। একটি হচ্ছে, ফজলুর রহমান বলেছিলেন, তিনি এই আদালত মানেন না। আরেকটি হচ্ছে, তিনি বোঝাতে চেয়েছেন, একটি ইন্টারনাল অ্যারেজমেন্টের মাধ্যমে এই প্রসিডিংসটা (বিচার) চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৫তম বিসিএস নন-ক্যাডার: মনোনয়নপ্রাপ্তদের জন্য পিএসসির যে যে শর্ত | প্রথম আলো",
            "time": "2025-11-30T09:56:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F279fc803-9427-4ff9-969c-3e4a80976903%2FWhatsApp_Image_2023_03_06_at_13_05_26.jpeg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২। সাময়িকভাবে মনোনীত প্রার্থীদের মধ্যে কোনো প্রার্থী আবেদনপত্রে জ্ঞাতসারে কোনো ভুল বা মিথ্যা তথ্য প্রদান বা প্রয়োজনীয় তথ্য গোপন বা টেম্পারিং বা কোনো জাল সার্টিফিকেট জমা বা বয়স ও শিক্ষাগত যোগ্যতাসংক্রান্ত সার্টিফিকেটের কোনো অংশ বা প্রবেশপত্র টেম্পারিং বা প্রতারণার আশ্রয় গ্রহণ করলে বা কোনো গুরুতর অসম্পূর্ণতা ধরা পড়লে সংশ্লিষ্ট প্রার্থীর মনোনয়ন বাতিল হবে। তা ছাড়া বর্ণিত অপরাধে জড়িত প্রার্থীকে ক্ষেত্র বিশেষে ফৌজদারি আইনে সোপর্দ করা যাবে। এমনকি প্রার্থীকে চাকরিতে নিয়োগের পরও এ রূপ কোনো তথ্য প্রকাশ ও তা প্রমাণ হলে তাঁকে চাকরি থেকে বরখাস্ত করা ছাড়াও তাঁর বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ করা যাবে।</p><p>৩। মনোনীত প্রার্থীদের সংশ্লিষ্ট মন্ত্রণালয়/বিভাগ কর্তৃক আয়োজিত ও গঠিত মেডিকেল বোর্ডে স্বাস্থ্য পরীক্ষায় যোগ্য ঘোষণার শর্তে ও যথাযথ এজেন্সির মাধ্যমে প্রাক্‌-নিয়োগ জীবনবৃত্তান্ত যাচাইয়ের পর সরকার কর্তৃক নিয়োগ প্রদান করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আফ্রিদির ছক্কার রেকর্ড এখন রোহিতের | প্রথম আলো",
            "time": "2025-11-30T09:52:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fawx5vf8d%2F625225-01-02.jpg?rect=0%2C487%2C3436%2C1804&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ানডে ক্রিকেটে সর্বোচ্চ ছক্কার মালিক এখন ভারতীয় ওপেনার রোহিত শর্মা। পাকিস্তানের শহীদ আফ্রিদির ৩৫১ ছক্কার রেকর্ড ভেঙে আজ নতুন রেকর্ড গড়েছেন রোহিত। </p><p>রাঁচিতে দক্ষিণ আফ্রিকার বিপক্ষে সিরিজের প্রথম ওয়ানডেতে ৫১ বলে ৫৭ রানের ইনিংস খেলার পথে ৩টি ছক্কা মেরেছেন তিনি। তাতে রোহিতের ওয়ানডে ছক্কা হয়েছে ৩৫২টি। আফ্রিদির চেয়ে ১০০ ইনিংস কম খেলে আফ্রিদিকে ছাড়িয়ে গেছেন রোহিত।</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ হাসিনার বিচার: ন্যায়বিচার বনাম ন্যায়সংগত বিচারপ্রক্রিয়ার প্রশ্ন | প্রথম আলো",
            "time": "2025-11-30T09:41:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fx0b3c9k0%2FGeminiGeneratedImage5c989t5c989t5c98.png?rect=3%2C0%2C1402%2C736&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আর যদি অ্যামনেস্টি ২০১৩ সালের বিচারের ক্ষেত্রেও একই দাবি করত, সেখানেও তারা ভুলই করত। তবে এর মানে এই নয় যে অ্যামনেস্টি ইন্টারন্যাশনালের বিচারপ্রক্রিয়া নিয়ে সমালোচনা ভুল।</p><p>আদালতে ‘স্বাধীনতার অভাব’ ছিল—এমন দাবি করার জন্য যথেষ্ট জোরালো যুক্তি রয়েছে। যদি না থাকত, তবে এত বড় এবং জটিল একটি মামলার ক্ষেত্রে আসামির অনুপস্থিতিতে বিচারকার্য সম্পন্ন করা এবং রায় ঘোষণার এই ‘নজিরবিহীন দ্রুততা’ ‘ন্যায্য বিচার সংক্রান্ত উদ্বেগ’ সৃষ্টি করত না। উপরন্তু, আদালতের পক্ষ থেকে নিয়োগ করা আসামি পক্ষের আইনজীবীকে আত্মপক্ষ সমর্থনের জন্য যে ‘সময় দেওয়া হয়েছিল, তা ছিল স্পষ্টতই অপর্যাপ্ত’। </p><p>আর, এই ‘অন্যায্য বিচারের সূচকগুলো’ আরও জটিল আকার ধারণ করে যখন এই মর্মে খবর পাওয়া যায় যে, ‘আসামি পক্ষের আইনজীবীকে পরস্পর-বিরোধী বলে গণ্য হওয়া সাক্ষ্যের জেরা করার অনুমতিই দেওয়া হয়নি’ বলে জানা গিয়েছে। অ্যামনেস্টি যথার্থই বলেছে যে এর ফলে বিষয়টা আরও জটিল আকার ধারণ করেছে।</p><p>এগুলো খুব গুরুতর বিষয়। তবে এগুলো বিচারপ্রক্রিয়ার ন্যায্যতার সঙ্গে সম্পর্কিত, ভুক্তভোগীদের চোখে ‘ন্যায়বিচার’ পাওয়ার সঙ্গে নয়। অ্যামনেস্টি এই দুইটিকে গুলিয়ে ফেলেছে।</p><p>জাতিসংঘ আবার এই দুটি বিষয় মিলিয়ে ফেলেনি। জাতিসংঘের মানবাধিকার অফিসের মুখপাত্র রাভিনা শামদাসানি বলেছেন যে হাসিনার ও অন্যান্যদের রায় ‘গত বছর প্রতিবাদ দমন করতে মারাত্মক যেসব অপরাধ ঘটেছে, তাঁর ভুক্তভোগীদের জন্য অনেক বড় বিষয়।’</p><p>এরপর তিনি বিচারপ্রক্রিয়ার মান নিয়ে এ কথা যোগ করেন: ‘আমরা অপরাধের বিচার নিশ্চিত করার বিষয়টি সব সময় একইভাবে বলে এসেছি-বিশেষত যেসব বিষয় আন্তর্জাতিক অপরাধ শ্রেণিতে পড়ে সেসব ক্ষেত্রে। আমরা সব সময় যা সমর্থন করেছি তা হলো বিচার যেন সঠিক প্রক্রিয়া এবং ন্যায্য বিচারের আন্তর্জাতিক মানদণ্ডগুলো প্রশ্নাতীতভাবে মেনে চলে।’</p><p>‘বিচারপ্রক্রিয়া কীভাবে পরিচালিত হয়েছে? সে বিষয়ে অজ্ঞ থাকার জন্য জাতিসংঘের সমালোচনা নিশ্চয়ই করা যায়। সঠিক প্রক্রিয়ার মানদণ্ড বিষয়ে জাতিসংঘ কেন আরও সমালোচনা করেনি সে বিষয়েও এর সমালোচনা করা যায়। কিন্তু জাতিসংঘ একটা গুরুত্বপূর্ণ বিষয়ের তফাত ধরতে পেরেছে। তা হলো অন্যায়ের শিকার হওয়া মানুষের চোখে ‘সুবিচার’ এবং ‘ন্যায্য মানদণ্ডের’ মধ্যে পার্থক্য। দুটো এক বিষয় না।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বপ্নপূরণে ধানমন্ডিতে নির্মিত বাণিজ্যিক স্থাপনা | প্রথম আলো",
            "time": "2025-11-30T09:41:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F0b8key5o%2FUntitled-2.jpg?rect=136%2C0%2C1493%2C784&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসইএল সুফি স্কয়ারের নকশা তৈরি করা হয়েছে আধুনিক স্থাপত্যশৈলী এবং ভবিষ্যতের ব্যবসায়িক চাহিদা মাথায় রেখে। ১৪ তলাবিশিষ্ট এই সুউচ্চ ভবনে পর্যাপ্ত কার পার্কিংয়ের জন্য রয়েছে তিনটি বেজমেন্ট। বাণিজ্যিক স্থাপনা হিসেবে এটি নিশ্চিত করে সর্বোচ্চ নিরাপত্তা এবং আরামদায়ক কর্মপরিবেশ। ভবনে গ্রাউন্ড ফ্লোর ছাড়াও ১৩টি সাধারণ ফ্লোর রয়েছে। ভবনটিতে এখন বিভিন্ন আকারের বাণিজ্যিক স্পেস বিক্রি হচ্ছে। অফিসের প্রয়োজনীয় চাহিদার সঙ্গে সমন্বয় রেখে ১৩৩৫ বর্গফুট থেকে ৩৪৪১ বর্গফুট পর্যন্ত রয়েছে। প্রতি বর্গফুটের দাম ২৪,৮০০ থেকে ৫২ হাজার টাকা। বিভিন্ন আকারের স্পেস থাকার কারণে ছোট থেকে বড়—যেকোনো ধরনের করপোরেট অফিস, ব্যাংক ও আধুনিক শোরুমের জন্য ব্যবহার করা যাবে। প্রতিটি তলায় রয়েছে প্রশস্ত করিডর, পর্যাপ্ত প্রাকৃতিক আলো-বাতাস, মানসম্পন্ন লিফট, সিসিটিভি সুরক্ষা, ফায়ার সেফটি ব্যবস্থা ও আধুনিক বিল্ডিং ম্যানেজমেন্ট সিস্টেম। ব্যবসায়িক গ্রাহক, দর্শনার্থীদের স্বাচ্ছন্দ্য ও ব্যবহারবান্ধব দৃষ্টিভঙ্গি বিবেচনায় নিয়ে পুরো ভবন ডিজাইন করা হয়েছে। </p><p>এই ভবনের কাঠামো পরিকল্পিত হয়েছে আন্তর্জাতিক মান বজায় রেখে। শক্তিশালী ফাউন্ডেশন ও নিরাপত্তাব্যবস্থার পাশাপাশি আছে পর্যাপ্ত গাড়ি পার্কিং সুবিধা, যা বাণিজ্যিক ভবনের জন্য সবচেয়ে বড় সুবিধাগুলোর একটি। ভেতরের ফ্লোর প্ল্যান এমনভাবে সাজানো হয়েছে, যাতে ছোট ও মাঝারি ব্যবসা থেকে শুরু করে বড় করপোরেট অফিস—সব ধরনের প্রতিষ্ঠানই তাদের প্রয়োজন অনুযায়ী জায়গা নির্বাচন করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাঁচার আশা ছেড়েই দিয়েছিলাম, নিচ্ছিলাম শেষবিদায়’ | প্রথম আলো",
            "time": "2025-11-30T09:39:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F82s7crwi%2FWhatsApp-Image-2025-11-30-at-15.22.44.jpeg?rect=0%2C229%2C1538%2C807&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তুরস্কের উপকূলে কৃষ্ণসাগর অতিক্রম করার সময় গত শুক্রবার দুটি ট্যাংকারে হামলা করে ইউক্রেনের নৌবাহিনী। এই দুটি ট্যাংকারের একটি এমটি কায়রোস জাহাজের ২৫ নাবিকের চারজন ছিলেন বাংলাদেশি। জ্বালানি তেলবাহী ট্যাংকার দুটি রাশিয়ার ‘ছায়া নৌবহরের’ অংশ বলে বিবিসি জানায়।</p><p>মাহফুজুল ইসলাম ছাড়াও বাকি তিন বাংলাদেশি হলেন কুষ্টিয়ার আল আমিন, ঢাকার ধামরাইয়ের হাবিবুর রহমান এবং চট্টগ্রামের সন্দ্বীপ উপজেলার আজগর হোসাইন। তাঁরা সবাই প্রাথমিক চিকিৎসা নিয়ে এখন তুরস্কের একটি হোটেলে রয়েছেন।</p><p>হামলার মুহূর্তের কথা বর্ণনা দিয়ে তুরস্ক থেকে প্রকৌশলী মাহফুজুল ইসলাম প্রথম আলোকে বলেন, তেল পরিবহনের জন্য খালি ট্যাংকার নিয়ে মিসরের পোর্ট সুয়েজ থেকে রাশিয়ায় নভোরোসিস্ক বন্দরের যাচ্ছিলাম। শুক্রবার বসফরাস প্রণালি অতিক্রম করে আমরা তখন কৃষ্ণসাগর অতিক্রম করছিলাম। স্থানীয় সময় বিকেল ৪টা ৪৬ মিনিটে প্রথম হামলা হয় প্রপেলারে।</p><p>মাহফুজুল ইসলাম বলেন, আমাদের ট্যাংকারের দিকে তিনটি নৌযানের মতো ড্রোন দ্রুতগতিতে ছুটে আসছিল। কিছু বুঝে ওঠার আগেই প্রথম প্রপেলারে আঘাত হানে। বিকট শব্দ হয়। সঙ্গে সঙ্গে জাহাজে তীব্র ঝাঁকুনি। সবাই হতচকিত হয়ে যাই। জাহাজের ইঞ্জিন বন্ধ হয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক শিক্ষকদের একাংশের বার্ষিক পরীক্ষা বর্জনের হুমকি, আরেকাংশ পরীক্ষা নেবেন | প্রথম আলো",
            "time": "2025-11-30T09:37:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F12%2F09%2Fc0f376681096d786f654e217b27aab84-8.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রসঙ্গত, প্রাথমিক বিদ্যালয়ে মূল বার্ষিক পরীক্ষা শুরু হবে আগামীকাল ১ ডিসেম্বর।</p><p>সারা দেশে সরকারি প্রাথমিক বিদ্যালয় আছে ৬৫ হাজার ৫৬৯টি। এসব বিদ্যালয়ে শিক্ষার্থীর সংখ্যা এক কোটির বেশি। শিক্ষক রয়েছেন পৌনে চার লাখের বেশি। সহকারী শিক্ষকের অনুমোদিত পদ ৩ লাখ ৬৯ হাজার ২১৬টি, বর্তমানে কর্মরত ৩ লাখ ৫২ হাজার ২০৮ জন।</p><p>বর্তমানে সরকারি প্রাথমিক বিদ্যালয়ের সহকারী শিক্ষকেরা জাতীয় বেতন স্কেলের ১৩তম গ্রেডে আছেন (শুরুর মূল বেতন ১১ হাজার টাকা)। সহকারী শিক্ষকদের বেতন গ্রেড ১০ম করাসহ তিন দফা দাবি জানিয়ে সহকারী শিক্ষকেরা এ মাসের শুরুতে কেন্দ্রীয় শহীদ মিনারে অবস্থান ও বিদ্যালয়ে কর্মবিরতি শুরু করেছিলেন।</p><p>আন্দোলন চলাকালেই অর্থ বিভাগের সচিব এবং প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের সচিবের সঙ্গে বৈঠকের পর আন্দোলনকারী সরকারি প্রাথমিক বিদ্যালয়ের সহকারী শিক্ষকেরা আন্দোলন প্রত্যাহারের ঘোষণা দেন। ওই বৈঠকের পর সরকার থেকে বলা হয়েছিল, সহকারী শিক্ষকদের বেতন গ্রেড ১১তম করার বিষয়ে প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের প্রস্তাবটি জাতীয় বেতন কমিশনে পাঠানো হয়েছে, যা বেতন কমিশনের বিবেচনাধীন। কমিশনের সুপারিশ পাওয়ার পর অর্থ বিভাগ এ বিষয়ে প্রয়োজনীয় কার্যক্রম গ্রহণ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন ঠিকানা তৈরি করছে শান্তা | প্রথম আলো",
            "time": "2025-11-30T09:36:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fjqx8zgl7%2FDH188820251125HK8A5873.jpg?rect=0%2C8%2C1210%2C635&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শান্তার বাণিজ্যিক স্থাপনাগুলো কেবল কাঠামোগতভাবেই মজবুত নয়, বরং আধুনিক প্রযুক্তির ব্যবহারে কাজের অভিজ্ঞতাকে আরও উন্নত করেছে। এ ছাড়া জাপানের মতো সর্বোচ্চ ঝুঁকিপূর্ণ এলাকার উচ্চ ভবনের নকশা পদ্ধতির অনুসরণে বাতাসের পরীক্ষা করেই শান্তা উঁচু ভবনের নকশা তৈরি করে, যা বৈরী পরিবেশে ভবনের স্থিতিস্থাপকতা নিশ্চিত করে। শান্তা হোল্ডিংসের প্রধান বিক্রয় কর্মকর্তা শিহাব আহমেদ <em>প্রথম আলো</em>কে জানান, ‘আমরা কমপ্লায়েন্স অনুসরণ করে গুণগতভাবে ভালো মানের ভবন তৈরি করে আসছি। এ কারণে বহুজাতিক প্রতিষ্ঠানগুলো আমাদের স্থাপনায় আস্থা রাখছে।’ </p><p><strong>শান্তার স্থাপনায় অফিস করা কয়েকটি আন্তর্জাতিক প্রতিষ্ঠান:</strong> এইচএসবিসি, জিই, ইউনিলিভার, রবি, লিভাইস, ম্যারিকো, সুমিতোমো, জারার ও সিনজেনটার মতো বিশ্ববিখ্যাত বহুজাতিক কোম্পানিগুলো। সব বৈধ অনুমোদন ও কোড অনুযায়ী ভবনের মান কঠোরভাবে পর্যবেক্ষণের পর তাদের অফিস স্থাপন করেছে। </p><p>শিহাব আহমেদ আরও জানান, ইতিমধ্যে ছয়টি প্রকল্প হস্তান্তর করা হয়েছে এবং বর্তমানে ৪টি চলমান। আরও ৬টি প্রকল্প শুরুর পরিকল্পনা রয়েছে। দেশি কোম্পানির জন্যও এমন ভবন ব্যবহারে সুযোগ তৈরি হচ্ছে। বিনিয়োগকারীদের জন্য ভাড়া নিশ্চিত করার ব্যবস্থাও শান্তা হোল্ডিংস করে দিচ্ছে, যেখানে অফিস চালুর আগেই ভাড়ার দিয়ে দেওয়া হয়। শান্তার বাণিজ্যিক স্থাপনাগুলো নিজেদের প্রতিষ্ঠা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম-কক্সবাজার মহাসড়ক থেকে আন্দোলন প্রত্যাহার | প্রথম আলো",
            "time": "2025-11-30T09:33:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Ff8bzb76u%2FWhatsApp-Image-2025-11-30-at-15.30.06.jpeg?rect=0%2C0%2C678%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম-কক্সবাজার মহাসড়কটি দুই লেনের। স্থানীয় বাসিন্দাদের অভিযোগ, পর্যটন নগর কক্সবাজারের কারণে এই সড়কে সব সময় যানবাহনের চাপ থাকে। ফলে প্রতিদিনই দীর্ঘ যানজটে পড়তে হয় যাত্রীদের। এ ছাড়া সরু মহাসড়ক হওয়ায় প্রায়ই দুর্ঘটনা ঘটে।</p><p>আজ সকাল সাড়ে ৯টার দিকে লোহাগাড়ার আমিরাবাদ স্টেশনে গিয়ে দেখা যায়, মহাসড়কে অবস্থান নিয়ে ছয় লেনের দাবিতে নানা স্লোগান দিচ্ছেন অবরোধকারী ব্যক্তিরা। এ সময় মহাসড়কের উভয় পাশে দীর্ঘ এক কিলোমিটার এলাকাজুড়ে যানজট দেখা গেছে।</p><p>লোহাগাড়া উপজেলার নির্বাহী কর্মকর্তা (ইউএনও) মো. সাইফুল ইসলাম প্রথম আলোকে বলেন, প্রশাসনের আশ্বাসে দুপুর ১২টার দিকে লোহাগাড়া থেকে অবরোধ প্রত্যাহার করেছেন আন্দোলনকারী ব্যক্তিরা।</p><p>সাতকানিয়ার ইউএনও খোন্দকার মাহমুদুল হাসান প্রথম আলোকে বলেন, মহাসড়কটি সম্প্রসারণের প্রক্রিয়া চলমান। এটি দরপত্রের অপেক্ষায় রয়েছে। আন্দোলনকারীদের কাছে এই তথ্য ছিল না। এটা জানার পর তারা কেরানীহাট থেকে অবরোধ কর্মসূচি প্রত্যাহার করে নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার রোবটও হার মানল রোনালদোর কাছে | প্রথম আলো",
            "time": "2025-11-30T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-11%2Fyvicslf8%2F508890-01-02.jpg?rect=0%2C0%2C1309%2C687&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর রোবার রোনালদোকে বলেন, ‘ক্রিস্টিয়ানো যখন আমি তোমাকে বলেছি, তুমি আমার বিপক্ষে গোল করতে পারবে না, আমি আসলে আমার রোবটের কথা বলেছি।’ এরপরই পোস্টের সামনে গোলরক্ষকের আদলে একটি কাটআউট দেখা যায়। রোনালদো সেটি দেখে মন্তব্য করেন, ‘আমার চেয়ে একটু বড়।’</p><p>তখন রোনালদোকে দেখানো হয় সেই রোবট কতটা দ্রুতগতিতে নিজের অবস্থান বদল করতে পারে, প্রতিক্রিয়া দেখাতে পারে। যা দেখে রোনালদো বেশ বিস্ময় প্রকাশ করে বলেন, ‘খুই দ্রুতগতিসম্পন্ন।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিরামিক প্রদর্শনী: দেশি শিল্পের রূপান্তর | প্রথম আলো",
            "time": "2025-11-30T09:28:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fm8l2frfm%2FDH188820251127HK8A9772-1.jpg?rect=0%2C20%2C1606%2C843&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেলায় তিনটি সেমিনার, চাকরি মেলা, বিটুবি ও বিটুসি মিটিং, লাইভ ডেমোনস্ট্রেশন এবং নতুন পণ্য উদ্বোধন শিল্পের বৈচিত্র্য ও প্রযুক্তিগত অগ্রগতি তুলে ধরে।</p><p>উদ্যোক্তাদের মতে, অটোমেশন, উন্নত ডিজিটাল প্রিন্টিং, রোবোটিক হ্যান্ডলিং ও সেন্সর–ইন্টিগ্রেটেড পণ্যের ব্যবহার ভবিষ্যতের উৎপাদন ব্যবস্থাকে আরও দ্রুত ও সাশ্রয়ী করে তুলবে। এসব প্রযুক্তির সঙ্গে সরাসরি পরিচিত হওয়ার সুযোগ শিল্পকে বৈশ্বিক প্রতিযোগিতায় নতুন মাত্রা দেবে বলে মনে করেন উদ্যোক্তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্নীতি গত ১৬ বছর ছিল, এখনো আছে: ফাওজুল কবির খান | প্রথম আলো",
            "time": "2025-11-30T09:28:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F0o6rtq2r%2FWhatsApp-Image-2025-11-30-at-15.11.26.jpeg?rect=0%2C24%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় প্রশাসন, বিদ্যুৎ বিভাগ, সড়ক বিভাগ, অভ্যন্তরীণ নৌপরিবহন বিভাগ, পানি উন্নয়ন বোর্ডসহ সরকারি বিভিন্ন সংস্থার দায়িত্বশীল কর্মকর্তারা উপস্থিত ছিলেন। স্থানীয় সমস্যা নিয়ে মতবিনিময়ে অংশ নেওয়া ব্যক্তিদের বিভিন্ন দাবি ও প্রশ্নের জবাব দিয়েছেন সংশ্লিষ্ট কর্মকর্তারা। এ সময় অংশগ্রহণকারীরা ভাসানচর ও উড়িরচরের সঙ্গে নোয়াখালীর সীমানা বিরোধ মীমাংসার দাবি জানালে উপদেষ্টা বলেন, ‘আমি সরকারের অংশ হিসেবে কোনো নির্দিষ্ট জেলার পক্ষে কোনো তৎপরতা চালাতে পারি না।’</p><p>সভায় উপস্থিত কয়েকজন চট্টগ্রাম ও নোয়াখালী জেলার সীমানা যৌথ সমীক্ষার মাধ্যমে পুনর্নির্ধারণের দাবি জানান। এ প্রসঙ্গে চট্টগ্রামের জেলা প্রশাসক মোহাম্মফ জাহিদুল আলম মিঞা বলেন, সন্দ্বীপের মানুষ আবেদন করলে তাঁরা এমন উদ্যোগ নিতে পারেন।</p><p>এর আগে গতকাল শনিবার উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান নিজের জন্মভূমি সন্দ্বীপে যান। এ সময় নৌপরিবহন সচিব, সড়ক পরিবহন ও সেতু মন্ত্রণালয়ের সচিব ও বিদ্যুৎ উন্নয়ন বোর্ডের চেয়ারম্যান তাঁর সফরসঙ্গী হিসেবে সন্দ্বীপে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ট্রেলিয়ার প্রধানমন্ত্রী অ্যান্টনি আলবানিজের বিয়ের আয়োজন দেখুন ছবিতে | প্রথম আলো",
            "time": "2025-11-30T09:27:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fyse0ppar%2F618165-01-02.jpg?rect=0%2C0%2C5880%2C3087&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">অতিথিদের জন্য ছিল বিশেষভাবে তৈরি বিয়ারের ক্যান, বাগদানের ঘোষণা দেওয়ার সময় তোলা ছবি স্থান পেয়েছে সেখানে।</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: এএফপি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কুড়িগ্রামে জমিজমার বিরোধে সংঘর্ষে নারীসহ তিনজন নিহত | প্রথম আলো",
            "time": "2025-11-30T09:26:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fubc6a7wu%2FKurigramClash.jpg?rect=0%2C176%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুড়িগ্রামের নাগেশ্বরী উপজেলায় জমিজমা নিয়ে বিরোধের জেরে দুই পক্ষের সংঘর্ষে এক নারীসহ তিনজন নিহত হয়েছেন। আজ রোববার দুপুরে উপজেলার সন্তোষপুর ইউনিয়নের হাইলাটারী গ্রামে এ ঘটনা ঘটে।</p><p>ঘটনার সত্যতা নিশ্চিত করে নাগেশ্বরী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) রেজাউল করিম প্রথম আলোকে বলেন, জমিজমার বিরোধে আজ দুপুরে দুই পক্ষ সংঘর্ষে জড়ায়। এতে ঘটনাস্থলেই দুজনসহ মোট তিনজন নিহত হয়েছেন। খবর পেয়ে ঘটনাস্থলে গিয়ে পরিস্থিতি নিয়ন্ত্রণে আনে পুলিশ। এ ঘটনায় জড়িত ব্যক্তিদের শনাক্ত করে গ্রেপ্তারের চেষ্টা চলছে।</p><p>নিহত ব্যক্তিরা হলেন নাগেশ্বরী উপজেলার হাইলাটারী গ্রামের বাসিন্দা এরশাদ আলী (৩৫), কুলসুম বেগম (৫০) ও আলতাফ হোসেন (৫০)।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজনীতিটা এখন ব্যবসায়িক জায়গায় পরিণত হয়েছে: বদিউল আলম মজুমদার | প্রথম আলো",
            "time": "2025-11-30T09:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fwgobduw2%2FBadiul-Alam.jpeg?rect=0%2C20%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের রাজনীতিবিদদের চাহিদা অসীম উল্লেখ করে মোয়াজ্জেম হোসেন বলেন, ‘সিসিটিভি ক্যামেরা বা অবৈধ অস্ত্র উদ্ধারের মতো কাজ যতই করা হোক, মানসিকভাবে যদি আমরা আমাদেরকে অন্তর থেকে ধৌত করতে না পারি, তাহলে অন্য কোনো বিষয় দিয়ে কোনো কিছু হবে না।’</p><p>বিএনপির এই নেতা মনে করেন, বাংলাদেশের মানুষ যদি জাতি হিসেবে নিজেদের ঐক্যবদ্ধ করতে না পারে, তাহলে প্রকৃত উন্নয়ন সম্ভব হবে না।</p><p>নির্বাচন কমিশনের সাবেক অতিরিক্ত সচিব জেসমিন টুলি বলেন, তাত্ত্বিকভাবে দেখলে নির্বাচনকে খুব সহজ মনে হবে। কিন্তু বাস্তবে এটা অত্যন্ত জটিল সমীকরণ।</p><p>জেসমিন টুলি মনে করেন, আগামী জাতীয় সংসদ নির্বাচনে অবৈধ অর্থ ও অস্ত্রের ব্যবহার বাড়বে। তাই সরকার ও নির্বাচন কমিশনকে আগেই সমাধানের পথ খুঁজে বের করতে হবে।</p><p>আগামী নির্বাচনে যাতে ফ্যাসিস্টরা কোনোভাবে অংশ নিতে না পারে, তা খেয়াল রাখতে হবে বলে মন্তব্য করেন উন্মুক্ত বিশ্ববিদ্যালয়ের সহ–উপাচার্য অধ্যাপক দিল রওশন জিন্নাত আরা নাজনীন। তিনি বলেন, ‘আমরা তাকিয়ে আছি নির্বাচন কমিশনের দিকে, তারা যাতে সুষ্ঠুভাবে এবং স্বাধীনভাবে কাজ করতে পারে।’</p><p>নির্বাচন ঘিরে গণমাধ্যমে যাতে সঠিক সংবাদ প্রচারিত হয়, সেই আহ্বান জানান উন্মুক্ত বিশ্ববিদ্যালয়ের সহ–উপাচার্য। নির্বাচনের সময় সিসিটিভি ক্যামেরা থাকলে সংঘর্ষের ঘটনা কমে আসবে বলে মনে করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বিসিএস পরীক্ষার্থীদের ভোগান্তি, এক বছরে কী করল পিএসসি | প্রথম আলো",
            "time": "2025-11-30T09:15:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F715ve1k9%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বিসিএস পরীক্ষার্থীদের ভোগান্তি, এক বছরে কী করল পিএসসি\" class=\"nA4h1 \">বিসিএস পরীক্ষার্থীদের ভোগান্তি, এক বছরে কী করল পিএসসি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T15:15:37+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ০৯: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}