{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নাসার ২০ শতাংশ কর্মী বিদায় নিচ্ছেন | প্রথম আলো",
            "time": "2025-07-26T05:14:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Ftgfh8onx%2FNasa.jpg?rect=0%2C40%2C557%2C292&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয় মেয়াদে ট্রাম্প মার্কিন প্রেসিডেন্ট হিসেবে দায়িত্ব নেওয়ার পর এখন পর্যন্ত নাসার প্রায় ১২ কোটি ডলারের অনুদান বাতিল করা হয়েছে। হোয়াইট হাউস আগামী বছরের জন্য সংস্থাটির মোট বাজেটের এক-চতুর্থাংশ কমানোর প্রস্তাব দিয়েছে। আন্তর্জাতিক অনেক মহাকাশ মিশন বাতিল করা হয়েছে এবং ২০২৬ সালে নাসার বিজ্ঞান বাজেটের প্রায় অর্ধেক কাটা পড়ার আশঙ্কা রয়েছে।</p><p>কমপক্ষে চারজন মহাকাশচারীসহ নাসার প্রায় ৩০০ সাবেক ও বর্তমান কর্মী সম্প্রতি সংস্থার অন্তর্বর্তী প্রধান শন ডাফিকে একটি খোলাচিঠি দিয়েছেন। ডাফি প্রেসিডেন্ট ট্রাম্পের একজন একান্ত অনুগত ব্যক্তি ও তাঁর পরিবহনমন্ত্রীর দায়িত্বে রয়েছেন। ৭ জুলাই নাসায় নিয়োগ পান তিনি।</p><p>মহাকাশ অভিযানে প্রাণ হারানো ১৭ নভোচারীকে ‘দ্য ভয়েজার ডিক্লারেশন’ শিরোনামের আনুষ্ঠানিক এ চিঠি উৎসর্গ করা হয়েছে। এতে সতর্ক করে বলা হয়, যদি নাসার বিজ্ঞান গবেষণার অনুদান, কর্মীসংখ্যা ও আন্তর্জাতিক মিশনের ওপর প্রস্তাবিত বাজেট কাটছাঁটের সিদ্ধান্ত বাস্তবায়ন করা হয়, তবে এর ভয়ানক পরিণতি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "চ্যাটজিপিটির কাছে দিনে কত কোটি তথ্য জানানোর অনুরোধ আসে | প্রথম আলো",
            "time": "2025-07-26T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F9la5595r%2FOpenai.reuters.png?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কৃত্রিম বুদ্ধিমত্তা (এআই) প্রযুক্তির অগ্রগতির সঙ্গে সঙ্গে বদলে যাচ্ছে অনলাইনে তথ্য অনুসন্ধানের ধরন। সার্চ ইঞ্জিনের একচ্ছত্র আধিপত্যে চিড় ধরাতে শুরু করেছে এআই চ্যাটবটগুলো। এ বিষয়ে চমকপ্রদ তথ্য প্রকাশ করেছে চ্যাটজিপিটির নির্মাতা প্রতিষ্ঠান ওপেনএআই। প্রতিষ্ঠানটি জানিয়েছে, প্রতিদিন চ্যাটজিপিটি ব্যবহারকারীরা গড়ে ২৫০ কোটির বেশি প্রম্পট বা তথ্য জানানোর অনুরোধ করছেন। মাত্র কয়েক মাস আগেও এই সংখ্যা ছিল প্রায় ১০০ কোটি।</p><p>এই পরিসংখ্যান থেকেই স্পষ্ট, খুব অল্প সময়েই দ্বিগুণের বেশি ব্যবহারকারী বাড়িয়েছে চ্যাটজিপিটি। ওপেনএআইয়ের তথ্যমতে, প্রতিদিন যুক্তরাষ্ট্রে বসবাসকারীরা ৩৩ কোটির কিছু বেশি অনুরোধ করেন। বাকি অনুরোধগুলো অন্য দেশগুলোর চ্যাটজিপিটি ব্যবহারকারীরা করে থাকেন। এ থেকে বোঝা যায়, বিশ্বের নানা দেশে দ্রুত ছড়িয়ে পড়ছে চ্যাটজিপিটির ব্যবহার। প্রযুক্তিবিদদের মতে, স্বল্প সময়ে এত ব্যাপক বিস্তারের পেছনে চ্যাটজিপিটির সহজ ব্যবহারযোগ্যতা, বহুমুখী সুবিধা ও ক্রমাগত আপডেট গুরুত্বপূর্ণ ভূমিকা রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হবু পুত্রবধূর আগে বিয়ে হয়েছিল শুনেই হৃদ্‌রোগে আক্রান্ত হন কিশোর কুমার | প্রথম আলো",
            "time": "2025-07-26T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F2sxxav2b%2Fwhen-kishore-kumar-had-a-sixth-sense-of-his-death-was-joking-with-his-wife-moments-before-his-heart-attack-the-latter-thought-of-it-as-a-prank.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘সব আয়োজন হয়েছিল, কার্ড ছাপানো হয়ে গিয়েছিল...’<br></strong>রেডিও নশা অফিশিয়ালকে দেওয়া এক সাক্ষাৎকারে অমিত কুমার বলেন, ‘১৯৮১ সালে আমার বিয়ে হওয়ার কথা ছিল। পুরো বিয়েই ছিল অ্যারেঞ্জড। বাবা খুবই খুশি ছিলেন। প্ল্যান করেছিলেন, মুম্বাই থেকে সবাই—ইন্ডাস্ট্রির সবাই—কলকাতায় যাবেন বিয়েতে। মেয়েটিও ছিলেন কলকাতার।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাহিত্য-সিনেমায় বর্ষা ও চা: বৃষ্টিভেজা মুহূর্তের ভালোবাসা আর বিরহের গল্প | প্রথম আলো",
            "time": "2025-07-26T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fl2aydzty%2FArticle04Photo.jpg?rect=0%2C367%2C5184%2C2722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাঁর ১৩৪টি বর্ষার গান গীতবিতানে অন্তর্ভুক্ত। আজও বৃষ্টির দিনে আমরা গুনগুন করে উঠি ‘আজি ঝরো ঝরো মুখর বাদর–দিনে…’ বা ‘বিধু রে মেঘে ঢাকিল কেন…’।</p><p>আর আমাদের জাতীয় কবি কাজী নজরুল ইসলামের কবিতায় বর্ষা এসে কখনো হয়ে উঠেছে বিপ্লবের প্রতীক আবার কখনো প্রেম কিংবা বিষাদের উপলক্ষ। নজরুলের ‘বর্ষা বিদায়’ কবিতাটি কবিতাপ্রেমীদের জন্য বর্ষার এক অনন্য উপহারই বটে। তিনি লিখেছেন:<br>ওগো বাদলের পরী!<br>যাবে কোন্ দূরে ঘাটে বাঁধা তব কেতকী পাতার তরী!<br>ওগো ও ক্ষণিকায়, পুব-অভিসার ফুরাল কি আজ তব?<br>পহিল ভাদরে পড়িয়াছে মনে কোন্ দেশ অভিনব?<br>আধুনিক সাহিত্যেও এই বিষয়বস্তু জায়গা করে নিয়েছে। হুমায়ূন আহমেদ তাঁর উপন্যাসে, সিনেমায়, গানে বারবার তুলে এনেছেন বর্ষাকে, বৃষ্টির মোহময় মুগ্ধতাকে। হুমায়ূন আহমেদের ‘যদি মন কাঁদে তুমি চলে এসো এক বরষায়…/ যদিও তখন আকাশ থাকবে বৈরী, কদমগুচ্ছ হাতে নিয়ে আমি তৈরি…’ লেখা গান বর্ষার বিষাদকে যেন আরও গাঢ় করে তোলে।</p><p>প্রমথ চৌধুরী বলেছিলেন, ‘আমাদের এই চোখ-পোড়ানো আলোর দেশে বর্ষার আকাশ আমাদের চোখে কী যে অপূর্ব স্নিগ্ধ প্রলেপ মাখিয়ে দেয়, তা বাঙালি মাত্রেই জানে। আজকের আকাশ দেখে মনে হয়, ছায়ার রঙের কোনো পাখির পালক দিয়ে বর্ষা তাকে আগাগোড়া মুড়িয়ে দিয়েছে, তাই তার স্পর্শ আমাদের চোখের কাছে এত নরম, এত মোলায়েম।’</p></div></div></div></body></html>"
        },
        {
            "title": "গোপালগঞ্জে দুধ দিয়ে গোসল করে ছাত্রলীগ থেকে পদত্যাগ | প্রথম আলো",
            "time": "2025-07-26T04:59:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F11biuet7%2Fgopalgonjbsl.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নয়ন ভূঁইয়া বলেন, ‘ইউনিয়ন ছাত্রলীগের ওই কমিটি সর্বশেষ ২০২১ সালে গঠিত হয়। তখন আমার ছেলে ষষ্ঠ শ্রেণির ছাত্র। তার বয়স ছিল ১১ বছর ৮ মাস। সে কীভাবে ইউনিয়ন ছাত্রলীগের সাংগঠনিক সম্পাদক হতে পারে? কে বা কারা তার নাম কমিটিতে অন্তর্ভুক্ত করেছে, তা আমরা জানি না। দুই দিন আগে জানতে পেরে দুধ দিয়ে গোসল করে আমার ছেলে ওই পদ থেকে পদত্যাগের ঘোষণা দেয়। আজ থেকে ছাত্রলীগের সঙ্গে আমার ছেলের কোনো সম্পর্ক নেই।’</p><p>পলাতক থাকায় এ বিষয়ে চন্দ্রদিঘলিয়া ইউনিয়ন ছাত্রলীগ কমিটির সভাপতি বা সাধারণ সম্পাদকের বক্তব্য জানা যায়নি। </p><p>এ ঘটনাকে ঘিরে সামাজিক যোগাযোগমাধ্যমে ব্যাপক আলোচনা-সমালোচনা চলছে। অনেকে দুধ দিয়ে গোসল করাকে কৌতুকের বিষয় হিসেবে দেখছেন। অনেকে বলছেন, ছেলের নাম ছাত্রলীগে থাকলে চার বছর ধরে তা নজরে আসেনি কেন?</p></div></div></div></body></html>"
        },
        {
            "title": "জনস্বাস্থ্য প্রকৌশল অধিদপ্তরে ক্যাডারদের পদোন্নতি নেই এক যুগেও | প্রথম আলো",
            "time": "2025-07-26T04:50:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2Fec3a4dcd-b1a4-4cd6-b2ab-083eba916d31%2Fprothomalo_bangla_2020_09_4dc58fa1_4e01_4fe8_bb4e_366278f87917_govt.png?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফলে ২০০৪ থেকে ২০১৩ সাল পর্যন্ত বিভিন্ন সময় থেকে এই ৯০ কর্মকর্তা ভূতাপেক্ষভাবে ক্যাডার হয়ে যান ২০২২ সালে এসে। এই গেজেট প্রকাশের ফলে বিভিন্ন অসামঞ্জস্যতা দেখা যায়। যে সময় থেকে তাঁরা ক্যাডারভুক্ত, সে সময়ে ক্যাডারে পর্যাপ্ত পদই ছিল না। এই গেজেট প্রকাশের ফলে বিদ্যমান ক্যাডার কর্মকর্তারা জ্যেষ্ঠতার ক্ষেত্রে চরমভাবে ক্ষতিগ্রস্ত হন। এই ৯০ জনের মধ্যে অনেকে বিসিএস পরীক্ষাই দেননি। আবার কয়েকজন বিসিএসে উত্তীর্ণ হলেও পদস্বল্পতার কারণে নন-ক্যাডার পদে নিয়োগপ্রাপ্ত হয়েছিলেন। অথচ বিসিএস ক্যাডারদের কয়েক মাস আগে অধিদপ্তরে নন-ক্যাডার পদে যোগদান করে তাঁরা ক্যাডার কর্মকর্তাদের সিনিয়র হয়ে যান। এ ছাড়া এই অধিদপ্তরের বর্তমান প্রধান প্রকৌশলী ও অতিরিক্ত প্রধান প্রকৌশলী ওই গেজেট প্রকাশের পর থেকে তাঁদের অধীন বেশ কয়েকজন কর্মকর্তার জুনিয়র হয়ে যান।</p><p>ক্যাডার কর্মকর্তারা ২৫ আগস্ট অন্তর্বর্তী সরকারের স্থানীয় সরকার বিভাগের উপদেষ্টার কাছে জরুরি ভিত্তিতে ৯০ জনের এনক্যাডারমেন্টের প্রজ্ঞাপন বাতিল, এনক্যাডার কর্মকর্তাদের পঞ্চম গ্রেডে পদোন্নতির প্রজ্ঞাপন সংশোধন ও পদোন্নতিবঞ্চিত কর্মকর্তাদের বিধিসম্মতভাবে পদোন্নতি প্রদানের দাবি জানান। তাঁরা মনে করেন এ সমস্যার সমাধান করা না হলে, বিদ্যমান ২৫ ক্যাডার কর্মকর্তাদের মতো ৪১তম বিসিএসের মাধ্যমে নতুন যোগদান করা ৩১ জন ও ৪৩তম বিসিএসের মাধ্যমে সুপারিশ করা ৫০ জন কর্মকর্তাও পরবর্তী সময় এ বৈষম্যের শিকার হবেন।</p><p>স্থানীয় সরকার প্রকৌশল অধিদপ্তরে (এলজিইডি) ২৫৭ প্রকৌশলীর চাকরি উন্নয়ন প্রকল্প থেকে রাজস্ব খাতে স্থানান্তর, চাকরি নিয়মিতকরণ ও পদোন্নতিতে নানা অনিয়ম হয়েছে। নিয়োগের ক্ষেত্রে পাশ কাটানো হয়েছে সব বিধিবিধান। আইনগত সুযোগ না থাকলেও দেওয়া হয়েছে পদোন্নতি।</p></div></div></div></body></html>"
        },
        {
            "title": "রোনালদো না এমবাপ্পে, রিয়ালে প্রথম মৌসুমে কে বেশি ভালো | প্রথম আলো",
            "time": "2025-07-26T04:49:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fi2ps9gew%2F00b481df-c4b3-4d0e-8f17-1380f353670e.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪-২৫, মানে গত মৌসুমটাই ছিল রিয়াল মাদ্রিদের জার্সিতে কিলিয়ান এমবাপ্পের প্রথম। আর সেই অভিষেক মৌসুমেই দারুণ এক গল্প লিখে ফেলেছেন এমবাপ্পে!</p><p>মৌসুমের শুরু থেকেই তাঁর তুলনা হচ্ছিল ক্রিস্টিয়ানো রোনালদোর সঙ্গে, যার রিয়াল-যাত্রার শুরুটাও ছিল এক দিগ্বিজয়ীর আগমন বার্তা দিয়ে।</p><p>২০০৯ সালে ম্যানচেস্টার ইউনাইটেড ছেড়ে রিয়ালে পা রেখেছিলেন রোনালদো। এরপরের ইতিহাস তো রিয়ালের সঙ্গে তাঁর মহাকাব্যিক সম্পর্কের গল্প: চারবার ব্যালন ডি’অর জয়, ক্লাবের সর্বোচ্চ গোলদাতা, টানা তিনবার চ্যাম্পিয়নস লিগ জয়, আর গোলসংখ্যার প্রায় সব রেকর্ডে নাম লেখানো।</p><p>১৫ বছর পর রিয়ালে এমবাপ্পের শুরুটাও হলো তাঁর ছোটবেলার ‘হিরো’র মতোই, কিংবা এর চেয়েও ঝলমলে। যদিও রিয়ালের হয়ে এমবাপ্পের সাফল্যের পাল্লাটা রোনালদোর মতো ভারী হতে অনেক সময় লাগবে, কিন্তু প্রথম মৌসুমেই তিনি যা করেছেন, তাতে সেই আশা খুব ভালোভাবেই করতে পারেন রিয়াল–সমর্থকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "কাঁচকলার যত উপকারিতা | প্রথম আলো",
            "time": "2025-07-26T04:31:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Ft8cuqz0a%2Fgreebanana.jpg?rect=0%2C64%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাঁচকলার পার্শ্বপ্রতিক্রিয়া খুবই কম। তবে অতিরিক্ত পরিমাণে খেলে কিছু পার্শ্বপ্রতিক্রিয়া হতে পারে। কাঁচকলা বেশি খেলে পেটে গ্যাস, পেটফাঁপা, বমি বমি ভাব এমনকি বমিও হতে পারে। কাঁচকলায় ফাইবার ও আয়রনও বেশি থাকে বলে বেশি খেলে কোষ্ঠকাঠিন্য হতে পারে।</p><p>কাঁচকলায় প্রাকৃতিক শর্করা ও অ্যাসিড থাকে, যা দাঁতের সংবেদনশীলতা সৃষ্টি করতে পারে। টাইরামিন থাকায় কারও কারও মাইগ্রেনের সমস্যা বাড়াতে পারে। হিস্টামিনের উৎস বলে কারও অ্যালার্জি হতে পারে। পটাশিয়াম বেশি থাকে, তাই কিডনির রোগীরা সতর্কতার সঙ্গে কলা খাবেন।</p><p><br><strong>লিনা আকতার</strong>, <em>পুষ্টিবিদ</em>,<em> রাইয়ান হেলথ কেয়ার হসপিটাল অ্যান্ড রিসার্চ সেন্টার</em>,<em> দিনাজপুর</em></p></div></div></div></body></html>"
        },
        {
            "title": "জনগণই জুলাইয়ের ধারক | প্রথম আলো",
            "time": "2025-07-26T04:30:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fnv97cuup%2FCapture.PNG?rect=0%2C51%2C1414%2C742&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকার অসম্ভব জনতুষ্টিবাদী আচরণ করেছে। তারা যে শুধু মব ভায়োলেন্স বা জোটবদ্ধ হিংসাকে সামাল দিতে পারেনি তা–ই নয়, অনেক ক্ষেত্রে একে আশকারাও দিয়েছে। এ কারণে সরকারের প্রতি সাধারণ মানুষের অনাস্থা তৈরি হয়েছে। আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক করার জন্য সরকারের যেখানে বেশি মনোযোগ দেওয়া দরকার, সেখানে আমরা দেখছি তার বিপরীত চিত্র। এটা অত্যন্ত দুর্ভাগ্যজনক।</p><p>তারপরও মনে করি, মানুষ এই সরকারকে সময় দিতে চায়, যদিও এই সরকারের সক্ষমতা কম। বর্তমান আমলাতন্ত্র বা পুলিশ আগের মতোই চলছে। জনগণ তবু এই সরকারকে সুযোগ দিতে চায়। সরকারের প্রতি তারা একটা স্তর পর্যন্ত সমর্থন দিচ্ছে। কারণ, এটা গণ–অভ্যুত্থানের সরকার। মানুষ এই আস্থা রাখতে চায় যে সরকার খুব বড় ধরনের দুর্নীতিতে জড়াবে না বা দেশের অর্থনীতিতে বড় কোনো ক্ষতি হতে দেবে না।</p><p>গত প্রায় এক বছরে জুলাই গণ–অভ্যুত্থানের হত্যাযজ্ঞের বিচারের ক্ষেত্রে এই সরকার খুব বেশি অগ্রগতি করতে পারেনি। বিচারের বিষয়টি ঝুলে গেছে। সংস্কার একটি চলমান প্রক্রিয়া। কিন্তু বড় যে সংস্কার, যেগুলো আমাদের দরকার ছিল—যেমন আমলাতন্ত্রে বা পুলিশে—সেগুলোর কিছুই হয়নি। দুর্নীতির কাঠামোও নানাভাবে টিকে আছে।</p><p>বৈষম্য তো আগের মতোই বহাল তবিয়তে আছে। পরিবর্তন বলতে একটাই, মানুষ আগের তুলনায় বেশি কথা বলছে, অধিকারের দাবি বেশি করে তুলে ধরছে। কিন্তু অন্তর্বর্তী সরকারের নিজের অগ্রাধিকার ঠিক করতে পারেনি। তাদের কোনো লক্ষ্য বা পথরেখা আছে বলে মনে হয় না। যথাযথ পরিকল্পনার অভাবও প্রকট। সামাজিক বৈষম্যগুলো সঠিকভাবে চিহ্নিত করতে না পারায় তা দূর করার ব্যাপারে সরকারের দুর্বলতা মারাত্মকভাবে চোখে পড়ছে। বৈষম্য নিরসনের জন্য একটা দীর্ঘমেয়াদি রূপরেখা তৈরি করার ক্ষেত্রে সরকার ব্যর্থ হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় প্রতি তিনজনে একজন না খেয়ে দিন পার করছেন: জাতিসংঘ | প্রথম আলো",
            "time": "2025-07-26T04:24:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fyg7teivw%2Fgaza.jpg?rect=0%2C23%2C1160%2C609&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের খাদ্যসহায়তা কর্মসূচি সতর্ক করে বলেছে, ফিলিস্তিনের গাজা উপত্যকায় প্রতি তিনজনের একজন না খেয়ে দিন পার করছেন।</p><p> বিশ্ব খাদ্য কর্মসূচি (ডব্লিউএফপি) এক বিবৃতিতে বলেছে, ‘(গাজায়) পুষ্টিহীনতা বাড়ছে। ৯০ হাজার নারী ও শিশুর জরুরি চিকিৎসা প্রয়োজন।’</p><p> গাজায় অনাহার নিয়ে সতর্কতা এ সপ্তাহে আরও তীব্র হয়েছে। সেখানকার স্বাস্থ্য মন্ত্রণালয়ের তথ্য অনুযায়ী, গতকাল শুক্রবার অপুষ্টিতে গাজায় আরও নয়জন মারা গেছেন। এর মধ্য দিয়ে ইসরায়েলের গাজা যুদ্ধ শুরুর পর ক্ষুধা ও অপুষ্টিতে উপত্যকাটিতে মৃত মানুষের সংখ্যা দাঁড়াল ১২২।</p><p> অবরুদ্ধ গাজায় সব রকম পণ্য সরবরাহের প্রবেশ নিয়ন্ত্রণ করে ইসরায়েল। দেশটি দাবি করছে, গাজায় ত্রাণসহায়তা প্রবেশে এখন কোনো বাধা নেই। সেখানে সব অপুষ্টিজনিত সমস্যার জন্য হামাসকে দায়ী করছে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় নারীদের জন্য ‘মায়াকান্না’ নেতানিয়াহুর | প্রথম আলো",
            "time": "2025-07-26T04:16:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-15%2Fv9294rgd%2F578819-01-02.jpg?rect=0%2C0%2C6412%2C3366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজায় নারীদের অধিকার নিয়ে ‘উদ্বেগ’ প্রকাশ করেছেন যুদ্ধাপরাধ ও মানবতাবিরোধী অপরাধের অভিযোগে আন্তর্জাতিক আদালতের গ্রেপ্তারি পরোয়ানায় থাকা ইসরায়েলের প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহু। সম্প্রতি ফুল সেন্ড পডকাস্টে হাজির হয়ে এ উদ্বেগ জানান তিনি।  </p><p> গাজা ও এর বাসিন্দাদের ধ্বংসে যিনি বদ্ধপরিকর, তাঁর মুখে এমন ‘সহানুভূতির’ কথা শুনে বিস্মিত অনেকে।</p><p> নেতানিয়াহু তাঁর মায়াকান্নায় বলেন, ‘গাজার নারীরা সম্পত্তি, তাঁদের কোনো মূল্য নেই, তাঁদের কোনো অধিকার নেই, তাঁরা পুরোপুরি দমন-পীড়নের শিকার। ঈশ্বর না করুন, তাঁরা যদি কথিত কোনো অপরাধ করে বসেন, তবে তাঁদের প্রকাশ্যে হত্যা করা হয়। এটি একেবারেই অযৌক্তিক।’</p><p> ইসরায়েলের প্রধানমন্ত্রী আরও বলেন, ‘(গাজার) তরুণ-তরুণীরা প্রগতিশীল মূল্যবোধের নামে হামাসকে সমর্থন করছেন। তাঁরা বুঝতে পারছেন না, কী ভালো, আর কী মন্দ।’ তিনি বাইবেলের উদ্ধৃতি টেনে বলেন, ‘তাঁদের কি চোখ নেই দেখতে, কান নেই শুনতে?’</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটে পেয়ারা খাওয়ানোর কথা বলে ছেলেশিশুকে যৌন নির্যাতনের অভিযোগ | প্রথম আলো",
            "time": "2025-07-26T04:16:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2014%2F09%2F12%2F2b5941111d2ea2f70efa164b4b3e1cd9-rape.jpg?rect=0%2C13%2C350%2C184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জয়পুরহাটের আক্কেলপুরে পেয়ারা খাওয়ানোর কথা বলে বাড়িতে নিয়ে চার বছরের ছেলেশিশুকে যৌন নির্যাতন করা হয়েছে বলে অভিযোগ পাওয়া গেছে। গতকাল শুক্রবার সন্ধ্যায় উপজেলার একটি গ্রামে এ ঘটনা ঘটেছে।</p><p>শিশুটির স্বজনদের ভাষ্য, গতকাল বিকেলে ওই শিশু মায়ের সঙ্গে বাড়ির পাশে মাঠে যায়। মা মাঠে গরুর জন্য ঘাস কাটছিলেন। শিশুটি বসে পেয়ারা খাচ্ছিল। এ সময় শিশুটিকে আরও পেয়ারা দেওয়ার কথা বলে বাড়িতে নিয়ে ধর্ষণ করে নাসির উদ্দিন (২০) নামের এক তরুণ। শিশুটি তার মাকে ঘটনাটি জানায়। রাতেই শিশুটিকে আক্কেলপুর উপজেলা স্বাস্থ্য কমপ্লেক্সের জরুরি বিভাগে নেওয়া হয়। সেখানে প্রাথমিক চিকিৎসা দিয়ে শিশুটিকে জয়পুরহাট জেনারেল হাসপাতালে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিয়ে হবে না-লোকের এমন কটুকথা পেরিয়ে সাফজয়ী স্বপ্না | প্রথম আলো",
            "time": "2025-07-26T04:08:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F506ehvf9%2FDinajpurDH0828202507243.-Dinajpur-24.7.2025-Thakurgoan.jpg?rect=0%2C0%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষাজীবনের শুরুতে বলিদ্বারা শিখন স্কুলে ভর্তি হন স্বপ্না। এরপর বনগাঁও উচ্চবিদ্যালয়ে সপ্তম শ্রেণি পর্যন্ত পড়াশোনা করেছেন। স্বপ্নার ভাই রূপচাঁদ জানান, ২০১৭ সালের দিকে আন্তস্কুল টুর্নামেন্টে ভালো করেন স্বপ্না। এরপর স্থানীয় শিক্ষক (নাজিম স্যার) তাঁকে ভর্তি করেন রাঙাটুঙ্গি ইউনাইটেড মহিলা ফুটবল দলে। এরপর ২০১৮ সালে ঢাকার বিকেএসপিতে ভর্তি সুযোগ পান। তার পর থেকে নারী লীগ, অনূর্ধ্ব-১৪, সাফ অনূর্ধ্ব-২০ খেলেছেন স্বপ্না। তাঁকে নিয়ে এলাকাবাসী অনেক গর্ব করেন। ভাই হিসেবে অনেক ভালো লাগে তাঁর।</p><p>মেয়ের প্রশংসায় পঞ্চমুখ মা ছবিলা রানী। স্বপ্নার শিক্ষক নাজিম ও তাজুল স্যারের প্রশংসা করেন। ঘরে ঢুকে ট্রাংক খুলে বের করলেন বিভিন্ন সময়ে মেয়ের পাওয়া ট্রফি, সনদ ও ছবি। কাপড়ে মুড়িয়ে ট্রাংকের ভেতরে যত্ন করে রেখেছেন মেয়ের সাফল্যস্মারক। নতুন ঘর বানানো শেষ হলে একটি আলমারি কিনবেন। সেখানে সাজিয়ে রাখা হবে স্বপ্নার অর্জন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুকে ভিডিও পোস্ট নিয়ে মারামারিতে যুবক নিহত | প্রথম আলো",
            "time": "2025-07-26T04:07:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C404%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপজেলা স্বাস্থ্য কমপ্লেক্সের জরুরি বিভাগে কর্মরত চিকিৎসক মোহাম্মদ বদরুদ্দোজা বলেন, রুবেলকে হাসপাতালে নিয়ে আসার আগেই তাঁর মৃত্যু হয়েছে। গুরুতর আহত সুলতান মিয়াকে সিলেটে পাঠানো হয়েছে।</p><p>এ বিষয়ে জগন্নাথপুর থানার ভারপ্রাপ্ত কর্মকর্তা মাহফুজ ইমতিয়াজ ভূঁঞা বলেন, ফেসবুকে টিকটক ভিডিও পোস্ট দেওয়া নিয়ে এ ঘটনা ঘটেছে। খবর পেয়ে পুলিশ ঘটনাস্থল পরিদর্শন করেছে। লাশ ময়নাতদন্তের জন্য সুনামগঞ্জ সদর হাসপাতালের মর্গে পাঠানো হয়েছে। ঘটনার সঙ্গে জড়িত ব্যক্তিদের আটকে পুলিশের অভিযান অব্যাহত আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কমছে এজেন্ট আউটলেট, ঋণের গতিও কম | প্রথম আলো",
            "time": "2025-07-26T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2Fa0e897ef-d821-49ad-b15f-6846404e1b74%2F8342685f-9ea3-4a8d-9105-677bed332213.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ব্যাংকের প্রতিবেদন অনুযায়ী, বর্তমানে দেশের ৩১টি ব্যাংক এই সেবার সঙ্গে যুক্ত। ২০২৪ সালের জুনে দেশজুড়ে এসব ব্যাংকের এজেন্ট ছিল ১৫ হাজার ৯৯১টি, যা সেপ্টেম্বরে বেড়ে ১৬ হাজার ২৬টিতে উন্নীত হয়। কিন্তু গত ডিসেম্বরে এজেন্টের সংখ্যা কমে হয় ১৬ হাজার ১৯। আর চলতি বছরের মার্চে সংখ্যাটি আরও কমে হয় ১৫ হাজার ৮৩৮। সেই হিসাবে গত সেপ্টেম্বর থেকে মার্চ পর্যন্ত ৬ মাসে এজেন্টের সংখ্যা কমেছে ১৮৮।</p><p>নিয়ম অনুযায়ী, প্রতিটি এজেন্টের এক বা একাধিক আউটলেট থাকতে পারে। গত বছরের জুনে এজেন্ট ব্যাংকিং সেবায় আউটলেট ছিল ২১ হাজার ৪৭৩টি, যা মার্চে কমে হয় ২১ হাজার ২৩টি। অর্থাৎ ৯ মাসে এজেন্ট আউটলেটের সংখ্যা ৪৫০টি কমেছে।</p><p>কেন্দ্রীয় ব্যাংকের নীতিমালা অনুযায়ী, এজেন্ট ব্যাংকিং পরিচালনার জন্য সংশ্লিষ্ট ব্যাংকের সঙ্গে প্রতিটি এজেন্টের একটি চলতি হিসাব থাকতে হয়। এ সেবার মাধ্যমে অর্থ জমা ও উত্তোলন করা যায়। পাশাপাশি প্রবাসীদের পাঠানো রেমিট্যান্স স্থানীয় মুদ্রায় বিতরণ, ছোট অঙ্কের ঋণ প্রদান ও আদায় এবং এককালীন জমার কাজও করে এজেন্টরা। তাদের মাধ্যমে বিভিন্ন পরিষেবার বিল পরিশোধের পাশাপাশি সরকারের সামাজিক নিরাপত্তা কর্মসূচিগুলোর অর্থও উত্তোলন করা যায়। এ ছাড়া নীতিমালা অনুযায়ী ব্যাংক হিসাব খোলা, ঋণ আবেদন, ডেবিট ও ক্রেডিট কার্ডের নথিপত্র সংগ্রহ করতে পারে এজেন্টরা। ব্যাংকের শাখার মতো শীতাতপনিয়ন্ত্রিত (এসি) সুপরিসর ও ছিমছাম কক্ষ ব্যবহার না করে এজেন্টরা নিজেদের ছোট দোকানঘরেও এই সেবা দেওয়ার সুযোগ পাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গিলালতা দেখতে সুন্দর, আছে ঔষধি গুণ, কিন্তু বিলুপ্তপ্রায় গাছ | প্রথম আলো",
            "time": "2025-07-26T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fwvzpl6nt%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গিলালতা দেখতে সুন্দর, আছে ঔষধি গুণ, কিন্তু বিলুপ্তপ্রায় গাছ\" class=\"nA4h1 \">গিলালতা দেখতে সুন্দর, আছে ঔষধি গুণ, কিন্তু বিলুপ্তপ্রায় গাছ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-26T10:57:57+06:00\"><span>আপডেট: ২৬ জুলাই ২০২৫, ০৪: ৫৭ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রাসেলের ব্যাট দিয়ে ওয়েস্ট ইন্ডিজকে বেধড়ক পিটুনি ডেভিডের, ১১ ছক্কায় রেকর্ড সেঞ্চুরি | প্রথম আলো",
            "time": "2025-07-26T03:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fga3kb7e1%2F866774-01-02.jpg?rect=0%2C510%2C3600%2C1890&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফ্র্যাঞ্চাইজি লিগে তিনি একজন প্রতিষ্ঠিত ফিনিশার। অস্ট্রেলিয়া দলেও তাঁর কাজটা কমবেশি একই। তবে টিম ডেভিড আজ প্রমাণ করলেন, ক্রিজে আগেভাগে এসেও খেলাটা তিনি শেষ করতে জানেন। </p><p>ওয়ার্নার পার্কে ওয়েস্ট ইন্ডিজের বিপক্ষে আজ সিরিজের শেষ টি-টোয়েন্টিতে ডেভিড ক্রিজে এলেন পাওয়ার প্লের মধ্যে, অস্ট্রেলিয়ার স্কোর তখন ৩ উইকেটে ৬১। এরপর ১১ ছক্কায় ৩৭ বলে করলেন রেকর্ড সেঞ্চুরি।</p><p>ডেভিডের বিধ্বংসী সেঞ্চুরিতে অস্ট্রেলিয়া ওয়েস্ট ইন্ডিজের ২১৫ রান তাড়া করেছে ২৩ বল হাতে রেখে। আজ ৬ উইকেটের জয়ে ওয়েস্ট ইন্ডিজের বিপক্ষে টেস্টের পর টি-টোয়েন্টি সিরিজও জয় নিশ্চিত করল অস্ট্রেলিয়া। টি–টোয়েন্টি সিরিজে আপাতত ৩–০ তে এগিয়ে থাকা অস্ট্রেলিয়ার জন্য বাকি দুই ম্যাচ আনুষ্ঠানিকতার।</p></div></div></div></body></html>"
        }
    ]
}