{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শ্রাবণের গান : দীপু মাহমুদের গল্প | প্রথম আলো",
            "time": "2025-08-09T05:15:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fnurp7eg2%2FDipu-M.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>পাশ থেকে একজন আচমকা ‘তুই’ করে কথা বলল। আমার ভালো লাগেনি। কিছু বললাম না। ছেলেটা বলল, ‘গান গাইতে পারিস নাকি গিটার নিয়ে মেয়েদের ইমপ্রেস করার জন্য ফ্লেক্স মারিস!’</p><p>আদি নামের ছেলেটা বলল, ‘কাম অন, অভ্র। লেট হিম কুক ফার্স্ট। গানটা আগে গাইতে দে।’</p><p>আমার দিকে তাকিয়ে বলল, ‘কী নাম তোমার?’</p><p>নাম বললাম, ‘তিহান।’</p><p>বলল, ‘তিহান শোনো, তুমি আসতে অনেক লেট করেছ। আধা ঘণ্টা আগে আমরা কাজ শেষ করে ফেলেছি। চা খেয়ে চলে যাচ্ছিলাম।’</p><p>কালো ড্রেস পরা মেয়েটি বলল, ‘এসেই যখন পড়েছে, গান শোনাক। চলে তো আমরা যাইনি।’</p><p>অভ্র দুবার কাশি দেওয়ার মতো শব্দ করে বলল, ‘মিতি যখন বলেছে, আদি আর সে কথা ফেলে কীভাবে!’</p><p>আমাকে গান গাইতে বলা হলো। আমি লালনের গান গাইলাম, ‘লালন বলে জাতের কী রূপ, দেখলাম না এই নজরে।’</p><p>অভ্র অদ্ভুত শব্দ করে হেসে বলল, ‘গানটা পুরাই স্কিবিড।’</p><p>স্কিবিড মানে আমি জানি—হাস্যকর। লালনের গান কেন তার কাছে হাস্যকর মনে হলো, বুঝতে পারলাম না। নাকি আমি গাইতে পারিনি ঠিকমতো! চিন্তার মধ্যে পড়ে গেলাম।</p><p>মিতি বলল, ‘হি হ্যাজ দ্য রিজ। তার গলায় ক্যারিশমা আছে, সেটা অস্বীকার করতে পারবি না।’</p><p>অভ্র ঘাড় কাত করে মিতির মুখের কাছে চোখ ঝুলিয়ে বলল, ‘সাস লাগতেছে, বাহ্‌। ঘটনা কী?’</p><p>সাস লাগা শব্দটাও আমার পরিচিত। সাসপেক্ট আর সাসপিশিয়াস মিলিয়ে বানানো।</p><p>আদি বলল, ‘তুমি আমাদের কনসার্টে গাইবে।’</p><p>অভ্র ঠোঁট উল্টিয়ে বলল, ‘ওকে পুকি, গাইবে।’</p><p>কনসার্ট শুরু হয়েছে। আগের চারজন চলতি মুভির চটুল গান গেয়ে অডিয়েন্সকে অস্থির করে দিয়েছে। স্টেজে উঠে হট্টগোলের ভেতর পড়ে গেলাম। এলেবেলে ব্যান্ড দল চলে এসেছে। সবাই নিশ্চিত হতে চাইছে, নিতা এসেছে কি না। স্টেজের দিকে কারও মনোযোগ নেই। অভ্র চিৎকার করছে, ‘কী রে, গান গা। তুই চুপ করে আছিস কেন? তোর গান তুই গেয়ে যা। নাকি নিতার সাথে নেচে নেচে গাইবি?’</p></div></div></body></html>"
        },
        {
            "title": "বিরল নেপালি খুদে ছাতারে | প্রথম আলো",
            "time": "2025-08-09T05:10:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Frcybq9tn%2FC1.png?rect=0%2C140%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওরা মূলত বড় পাতার স্যাঁতসেঁতে পাতাঝরা ও মিশ্র চিরসবুজ বনের বাসিন্দা। সচরাচর বৃক্ষতলে জন্মানো গুল্মলতা, বাঁশকুঞ্জ, ঝোপঝাড় ও চা-বাগানে বিচরণ করে। এরা অত্যন্ত লাজুক। সচরাচর ছোট ছোট পতঙ্গভুক পাখির মিশ্র দলে থাকে। ছোট গাছের পাতায় হেঁটে খাবার খোঁজে, মাঝেমধ্যে মাটিতেও নামে। পোকামাকড়, রসালো ফল ও ফুলের মধু পছন্দ। প্রায়ই তীব্র কণ্ঠে ‘পি-পি-পি-পি-পি-পি...’ বা ‘দ্জী-দ্জী-দ্জী-দ্জী...’ শব্দে ডাকে।</p><p>মার্চ থেকে জুলাই প্রজননকাল। এ সময় ভূমির কাছে বাঁশঝাড় কিংবা ঝোপঝাড়ের দ্বিধাবিভক্ত ডালে ঘাস, বাঁশপাতা, ফার্ন, শিকড়-বাকড় ইত্যাদি দিয়ে বাটির মতো গোলগাল বাসা বানায়। তাতে স্ত্রী লালচে-বাদামি ঘন ছিটছোপসহ সাদা বা হালকা গোলাপি রঙের তিন থেকে পাঁচটি ডিম পাড়ে, যা ১২ দিনে ফোটে। আয়ুষ্কাল পাঁচ থেকে সাত বছর।    </p><p><strong>আ ন ম আমিনুর রহমান</strong>, <em>পাখি ও বন্য প্রাণী প্রজনন ও চিকিৎসাবিশেষজ্ঞ</em>, <em>গাজীপুর কৃষি বিশ্ববিদ্যালয়</em></p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের শেয়ারবাজারে বড় ধস, ট্রাম্পের শুল্কের প্রভাব | প্রথম আলো",
            "time": "2025-08-09T05:09:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F24d61578-1098-4bc6-976f-563f9c5c9d80%2F_____________4______________________________.jpg?rect=0%2C118%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল বড় ধাক্কা খেয়েছে এইচডিএফসি ও ভারতীয় এয়ারটেলের স্টক। ফলে আরও পতন হয়েছে সূচকের। সব খাতের সূচকেরই পতন হয়েছে গতকাল।</p><p>নিফটির অধিকাংশ খাতেই গত সপ্তাহে বড় পতন হয়েছে। নিফটি স্মল ক্যাপ ও মিড ক্যাপ যথাক্রমে ১ দশমিক ৪ শতাংশ ও ১ দশমিক ১ শতাংশ পড়েছে। পুরো সপ্তাহের বিবেচনায় ব্যাংক খাত ভালো মুনাফার মুখ দেখেছে। এ ছাড়া ধাতুও কিছুটা লাভের মুখ দেখেছে। কিন্তু আইটি, ফাইন্যান্স, জ্বালানি, অয়েল অ্যান্ড গ্যাস, এফএমসিজি ও ওষুধ খাতের বড় পতন হয়েছে।</p><p>গত সপ্তাহে একাধিক বড় কোম্পানির স্টকের দরপতন হয়েছে। আদানি এন্টারপ্রাইজের দরপতন হয়েছে ৭ শতাংশের মতো। বস্ত্র রপ্তানি কোম্পানি কেপিআর মিল, গোকলদাস এক্সপোর্ট, বর্ধমান টেক্সটাইল, ট্রিডেন্টের স্টকের দাম অনেকটাই কমেছে। উল্টো দিকে আশার ছবি দেখিয়েছে হিরো মোটোকর্প। গতকাল বেড়েছে এলআইসির দামও।</p></div></div></div></body></html>"
        },
        {
            "title": "৬ মাসে স্টারলিংকের ইন্টারনেট পাবে পাহাড়ের ১০০ স্কুল: পার্বত্য চট্টগ্রামবিষয়ক উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-09T04:52:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fe3i3rsxk%2F150.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাহাড়ি শিক্ষার্থীদের ই-লার্নিং ও আধুনিক শিক্ষার সুযোগ-সুবিধা নিশ্চিত করতে আগামী ছয় মাসের মধ্যে পার্বত্য চট্টগ্রাম অঞ্চলের ১০০টি বিদ্যালয়ে স্টারলিংক স্যাটেলাইট ইন্টারনেট সংযোগ চালুর পরিকল্পনা নিয়েছে সরকার। পার্বত্য চট্টগ্রামবিষয়ক উপদেষ্টা সুপ্রদীপ চাকমা এ কথা জানিয়ে বলেছেন, এ উদ্যোগ শিক্ষাক্ষেত্রে প্রযুক্তিগত এক বিপ্লব হবে। দুর্গম পাহাড়ি এলাকার শিক্ষার্থীরা অনলাইনে শহরের অভিজ্ঞ শিক্ষকদের ক্লাসে অংশ নিতে পারবে। এতে শিক্ষার মানে সমতা নিশ্চিত হবে। তিনি বলেন, এ উদ্যোগ পাহাড়ি শিক্ষার্থীদের প্রযুক্তিতে দক্ষ করে তুলবে, যা তাদের উচ্চশিক্ষা ও কর্মজীবনে সহায়ক হবে।</p><p>পার্বত্য চট্টগ্রাম অঞ্চলে জাতিগত জনগোষ্ঠীর মানসম্পন্ন শিক্ষার নিশ্চয়তা সম্পর্কে জানতে চাইলে সুপ্রদীপ চাকমা বলেন, ‘আমার মূল চিন্তাভাবনা হচ্ছে পার্বত্য চট্টগ্রামে মানসম্পন্ন শিক্ষা নিশ্চিত করা। অন্য অঞ্চলের সঙ্গে আমাদের প্রতিযোগিতা করতে হবে। আমরা সব সময় কোটা পাব না। প্রতিযোগিতা করতে হলে কিছু ভালো স্কুল-কলেজ গড়ে তুলতে হবে।’ তিনি বলেন, ‘আমার প্রধান চিন্তা স্যাটেলাইট শিক্ষাব্যবস্থা। এ জন্য উপজেলা ও জেলা পর্যায়ে হোস্টেল নির্মাণ করতে হবে।’ সরকার পার্বত্য অঞ্চলে প্রকৌশল কলেজ, একটি নার্সিং কলেজ, হোস্টেল, অনাথালয় ও ছাত্রাবাস নির্মাণের পরিকল্পনাও করছে বলেও জানান উপদেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "বিরোধ মিটিয়ে বার্সেলোনার অধিনায়কত্ব ফিরে পেলেন টের স্টেগেন | প্রথম আলো",
            "time": "2025-08-09T04:52:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fc4mvlqqh%2F01_TerStegen.webp?rect=0%2C43%2C1340%2C704&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চোটের কারণে লম্বা সময় ধরে মাঠে বাইরে আছেন বার্সেলোনার গোলরক্ষক মার্ক–আন্দ্রে টের স্টেগেন। তাঁর অনুপস্থিতিতে গত মৌসুমে বার্সার পোস্ট সামলেছেন অবসর ভেঙে ফেরা পোলিশ গোলরক্ষক ভয়চেক সেজনি। এর মধ্যে চোট কাটিয়ে ফেরার অপেক্ষায় থাকা টের স্টেগেনের বিপদ আরও বেড়েছে ক্লাবের সঙ্গে দ্বন্দ্বে জড়িয়ে পড়ায়।</p><p>বার্সেলোনার ইচ্ছা ছিল, লা লিগার চোট–বদলি নিয়মের অধীন নতুন গোলকিপার হোয়ান গার্সিয়াকে নিবন্ধন করাতে। কিন্তু টের স্টেগেন জানিয়ে দেন, নিজের চিকিৎসা–সংক্রান্ত কোনো তথ্য তিনি লা লিগার কাছে দেবেন না। এতে গত জুনে এস্পানিওল থেকে আনা গোলকিপার হোয়ান গার্সিয়াকে নিয়ে বার্সার পরিকল্পনা আর এগোয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভবিষ্যতে কি-বোর্ড ও মাউস ছাড়াই চলবে কম্পিউটার, জানাল মাইক্রোসফট | প্রথম আলো",
            "time": "2025-08-09T04:35:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fbtrdg328%2FMicrosoft.reuters.png?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিওতে মাইক্রোসফটের এন্টারপ্রাইজ ও অপারেটিং সিস্টেম সুরক্ষা বিভাগের করপোরেট ভাইস প্রেসিডেন্ট ডেভিড ওয়েস্টন বলেন, আজকের প্রজন্মের কাছে ডিস্ক অপারেটিং সিস্টেম যেমন অপরিচিত, তেমনি আগামী দিনে মাউস চালানো বা কি–বোর্ডে টাইপ করা ঠিক ততটাই অচেনা মনে হবে। ২০৩০ সালের মধ্যে মানুষ কম্পিউটারের সঙ্গে চোখ দিয়ে কম কাজ করবে। বেশি কাজ করবে কথা বলে। ব্যবহারকারী ও যন্ত্রের মধ্যে কথোপকথনের মাধ্যমেই যোগাযোগ তৈরি হবে। ভবিষ্যতের উইন্ডোজ হবে বহুমাত্রিক, যার সঙ্গে ব্যবহারকারী কণ্ঠস্বর, হাতের ইশারা বা চোখের দৃষ্টিতে কথা বলার মাধ্যমে যোগাযোগ করতে পারবেন। এই ভবিষ্যৎ চিত্র অনেকের কাছেই এখন কল্পবিজ্ঞানের মতো মনে হতে পারে, তবে প্রযুক্তি খাতে মাইক্রোসফটের চলমান বিনিয়োগ এই ধারণাকে বাস্তবের পথে এগিয়ে নিচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মানবাধিকার পরিস্থিতির উন্নতি হয়নি ক্ষুদ্র জাতিগোষ্ঠীর | প্রথম আলো",
            "time": "2025-08-09T04:34:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fjpfptltc%2F01.jpg?rect=0%2C0%2C1206%2C633&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্ষুদ্র জাতিসত্তার অধিকার নিয়ে কাজ করা প্রতিষ্ঠান কাপেং ফাউন্ডেশন গতকাল শুক্রবার চলতি বছরের ৩১ জুলাই পর্যন্ত মানবাধিকার পরিস্থিতি তুলে ধরে। সেখানে দেখা গেছে, এ সময়ে ক্ষুদ্র জাতিসত্তার নারীদের ওপর ২৪টি নিপীড়নের ঘটনা ঘটেছে। এর মধ্যে ২১টি ঘটেছে পার্বত্য চট্টগ্রামে, তিনটি সমতলে। ছয়জন নারী ধর্ষণ ও দলবদ্ধ ধর্ষণের শিকার হয়েছেন। দুজন নিহত হয়েছেন।</p><p>পাহাড় ও সমতল মিলিয়ে গ্রেপ্তারের পর মৃত্যু, বিনা বিচারে আটক, মারধর, হেনস্তা এবং জোর করে ধর্মান্তরিত করার মতো মানবাধিকার লঙ্ঘনের ৩৪টি ঘটনা ঘটেছে।</p><p>কাপেং ফাউন্ডেশনের নির্বাহী পরিচালক পল্লব চাকমা প্রথম আলোকে বলেন, ‘সংখ্যা বা ধরন যেদিক থেকেই বিচার করুন, আদিবাসীদের ওপর নিপীড়ন মোটেও কমেনি। বিশেষ করে পাহাড়ে সহিংসতার এমন ধরন আগে দেখা যায়নি।’</p><p>খাগড়াছড়ি শহরের দুই পাহাড়ি যুবক নিহত হওয়ার ঘটনায় মামলা নিয়ে সদর থানার ওসি আবদুল বাতেন মৃধা বলেন, মামলাটি এখনো তদন্তাধীন রয়েছে।</p><p>রাঙামাটিতে প্রকাশ্যে পিটিয়ে নিহত অনিক চাকমার মামলার বিষয়ে কোতোয়ালি থানার ওসি সাহেব উদ্দিন বলেন, এ ঘটনায় ৬ জন গ্রেপ্তার আছে। মামলার তদন্ত চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরোনো সুরে নতুন কণ্ঠ | প্রথম আলো",
            "time": "2025-08-09T04:16:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fp16v52mj%2FWhatsApp-Image-2025-08-08-at-20.14.22.jpeg?rect=0%2C0%2C756%2C397&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বিশেষ দিনে বাবার প্রতি শ্রদ্ধা জানিয়ে তাঁর সুর করা পাঁচটি গান নতুন সংগীতায়োজনে প্রকাশের উদ্যোগ নিয়েছেন তাঁর কন্যা সংগীতশিল্পী আলিফ আলাউদ্দীন ও তাঁর স্বামী, ব্যান্ড তারকা কাজী ফয়সাল আহমেদ। গানগুলো গেয়েছেন মাইলসের হামিন আহমেদ, ওয়ারফেজের পলাশ, এলিটা করিম, পুষ্পিতা এবং ব্যান্ড পেন্টাগনের সদস্যরা। গানগুলো আজ থেকেই ফেসবুক, ইউটিউবসহ সব ডিজিটাল প্ল্যাটফর্মে প্রকাশ পাবে।<br>পাঁচটি গান হলো ‘শেষ কোরো না’, ‘তোমাকে দেখলে একবার মরিতে পারি শতবার’, ‘হারানো দিনের মতো’, ‘যদি কোনো দিন কোনো মুক্তির কথা লিখতে হয়’ এবং ‘আমায় গেঁথে দাও না মাগো’। প্রথম আলোকে আলিফ জানান, খুব পরিকল্পিতভাবে নয়, বরং অনেকটা হঠাৎ করে এই আয়োজনের উদ্যোগ নেওয়া হয়েছে। তবে বাবার সুরের প্রতি ভালোবাসা ও শ্রদ্ধা থেকে সংগত কারণেই কাজটি খুব আন্তরিকভাবে করেছেন।<br>আলিফের ভাষ্যে, ‘আমরা চাই, বাবার গানগুলো নতুন প্রজন্মের কানে পৌঁছাক। আজ যারা গানে-সুরে বেড়ে উঠছে, তারা হয়তো জানেই না, যেসব গান তারা মাঝেমধ্যে শোনে, সেগুলোর সুরকার আলাউদ্দীন আলী।’ আলিফ আরও বলেন, ‘বাবার গানে সুরের একটি সরলতা ছিল, কিন্তু সেই সরলতার মধ্যেই গভীরতা লুকিয়ে আছে। সবাই বলেন, তাঁর গান গাওয়া সহজ নয়। আমি নিজেও তা-ই মনে করি। অনেকেই ভয় পায় এই গান গাইতে। কিন্তু সেই ভয় কাটিয়ে শিল্পীদের সামনে আসতে হবে। আমরা চেষ্টা করেছি অ্যাকুস্টিক আবহ রেখে গানের সুর ও কথা—এ দুইয়ের সৌন্দর্য যেন শ্রোতারা ঠিকমতো উপলব্ধি করতে পারেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "তিন বিভাগে বৃষ্টি বাড়তে পারে | প্রথম আলো",
            "time": "2025-08-09T04:12:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F5v19ygqg%2Fek-jhalak-1.jpg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল সন্ধ্যা ছয়টায় আবহাওয়া অধিদপ্তরের দেওয়া পরবর্তী ২৪ ঘণ্টার আবহাওয়ার পূর্বাভাসে বলা হয়েছে, রংপুর, ময়মনসিংহ ও সিলেট বিভাগের অনেক জায়গায় এবং রাজশাহী, ঢাকা, খুলনা, বরিশাল ও চট্টগ্রাম বিভাগের কিছু জায়গায় বজ্রসহ বৃষ্টি হতে পারে। এর মধ্যে রংপুর, ময়মনসিংহ ও সিলেট বিভাগে বেশি বৃষ্টি হতে পারে।</p><p>গত ২৪ ঘণ্টায় দেশের সর্বোচ্চ বৃষ্টি হয় চট্টগ্রামের সন্দ্বীপে। এর পরিমাণ ছিল ১৪৩ মিলিমিটার। গতকাল রাজধানীতেও থেমে থেমে বৃষ্টি হয়েছে। রাজধানীতে বৃষ্টির পরিমাণ ছিল ১৩ মিলিমিটার।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ত্রোপচারে আলাদা হওয়া সেই তৃষ্ণা-কৃষ্ণার বয়স এখন ১৯, কেমন আছেন দুই বোন | প্রথম আলো",
            "time": "2025-08-09T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F4f47meuf%2Fthumb.jpg?rect=0%2C99%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়রা কেলি তখন স্কুলে পড়েন। বয়স সাত বছর। ক্লাসে একদিন মাদার তেরেসাকে নিয়ে একটি প্রামাণ্যচিত্র দেখানো হয়। ছোট্ট ময়রার মনে ভীষণ দাগ কাটে এই মহীয়সী নারীর কাজ। তিনিও মাদার তেরেসার মতো হতে চান। বলছিলেন, ‘সেই ছোট্ট বয়সেই বাড়ি ফিরে মাকে বলেছিলাম, বড় হয়ে আমিও একদিন এই মানুষের সঙ্গে কাজ করব।’</p><p>ছোটবেলার সেই কথা ময়রা ভোলেননি। কৈশোরজুড়ে মনের মধ্যে লালন করেছেন। ২১ বছর বয়সে স্বপ্ন সত্যি করার চূড়ান্ত সিদ্ধান্ত নিয়ে ফেললেন। নিজের শখের গাড়িটি বিক্রি করে সেই টাকা নিয়ে উড়াল দিলেন ভারতের কলকাতার উদ্দেশে। ময়রা বলেন, ‘সেখানে আমি সরাসরি মাদার তেরেসার সেবা সংস্থায় টানা দুই বছর কাজ করি। মাদার তেরেসার কাছ থেকে পাওয়া শিক্ষাই আমাকে পরে তৃষ্ণা-কৃষ্ণার মতো বিশ্বের নানা প্রান্তের অসহায় শিশুদের কাছে টেনে নিয়ে গেছে।’</p><p>কলকাতায় দুই বছর কাজ করার পর প্রায় ১৪ বছর তিনি এক দেশ থেকে আরেক দেশে ছুটে বেড়িয়েছেন। বসনিয়া, আলবেনিয়া, ইরাক—যুদ্ধবিধ্বস্ত নানা দেশে গিয়ে মানুষের পাশে দাঁড়িয়েছেন। শিশুদের সেবা করেছেন। এ কাজ করতে করতেই বুঝতে পারেন, শিশুদের উন্নত চিকিৎসা যুদ্ধবিধ্বস্ত দেশগুলোতে দেওয়া সম্ভব নয়। তখন অস্ট্রেলিয়ায় ফিরে গড়ে তোলেন ‘চিলড্রেন ফার্স্ট ফাউন্ডেশন’। বলছিলেন, ‘আমি চেয়েছিলাম, আমার কাজটা যেন আরও গোছানো হয়, আর কোনো শিশু যেন শুধু সুযোগের অভাবে কষ্ট না পায়।’</p><p>৬১ বছর বয়সে এসেও এই শিশুদের সেবায় কাজ করে যাচ্ছেন ময়রা। </p></div></div></div></body></html>"
        },
        {
            "title": "১০ কোটি টাকায় বায়োমেকানিকস ল্যাব বানাবে বিসিবি | প্রথম আলো",
            "time": "2025-08-09T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Favu0ja67%2F11ed7e53-316c-498a-b689-adf02c210ff0.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ল্যাব স্থাপনের উদ্দেশ্য সম্পর্ক জানতে চাইলে বিসিবির গেম ডেভেলপমেন্ট প্রধান বলেন, ‘খেলাধুলায় বায়োমেকানিকস বা স্পোর্টস সায়েন্সের কোনো বিকল্প নেই। প্রতিটি দেশেই বায়োমেকানিকসের ব্যবহার আছে। সবার নিজস্ব ল্যাবও আছে, ভারতে যেমন ১১টি ল্যাব। আধুনিক ক্রিকেটে এখন যে পরিবর্তন হচ্ছে, এটা ল্যাবে বিভিন্ন গবেষণার মাধ্যমেই হচ্ছে।’</p><p>জাতীয় ক্রীড়া পরিষদের পরামর্শে শুরুতে বিকেএসপির বায়োমেকানিকস ল্যাব ব্যবহার করতে চেয়েছিল বিসিবি। এ জন্য বিদেশ থেকে একজন বিশেষজ্ঞও আনা হয়েছিল। তবে দীর্ঘদিন ব্যবহার না হওয়ায় বিকেএসপির ল্যাবটি এখন অনেকটাই অকেজো। এ ব্যাপারে জানতে চাইলে বিকেএসপির মহাপরিচালক ব্রিগেডিয়ার জেনারেল মো. মুনীরুল ইসলাম জানান, বিকেএসপির ল্যাবে কিছু সফটওয়্যার আপডেট করা প্রয়োজন, তাঁরা সেটা করার চেষ্টা করছেন। আপাতত বিকেএসপির খেলোয়াড়দের জন্য ল্যাবটি কিছু ক্ষেত্রে ব্যবহারও করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাংবাদিক হত্যার ঘটনায় আরও তিনজন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-09T03:57:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F69xnkdbc%2FUntitled-1.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে এ ঘটনায় এক দম্পতিসহ চারজনকে গ্রেপ্তার করে পুলিশ। তাঁরা হলেন মিজানুর রহমান ওরফে কেটু মিজান, তাঁর স্ত্রী গোলাপি, আল আমিন ও মো. স্বাধীন। পুলিশের ভাষ্য, তাঁদের মধ্যে তিনজনকে সিসিটিভি ক্যামেরার ফুটেজে শনাক্ত করা গেছে ও তাঁরা ছিনতাইকারী চক্রের সদস্য।</p><p>সাংবাদিক আসাদুজ্জামান দৈনিক প্রতিদিনের কাগজের গাজীপুর স্টাফ রিপোর্টার ছিলেন। তাঁর বাড়ি ময়মনসিংহের ফুলবাড়িয়া উপজেলার ভাটিপাড়া গ্রামে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিষেকেই পাকিস্তানকে জেতালেন নেওয়াজ | প্রথম আলো",
            "time": "2025-08-09T03:35:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fpn3be7vu%2F941833-01-02.jpg?rect=0%2C746%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টোয়েন্ট সিরিজে পারফর্ম করেছেন। বড় ইনিংস খেলতে পারেননি, তবে তিন ম্যাচের সিরিজে সবগুলো ইনিংসই ছিল কার্যকরী। সিরিজে নিজের সর্বনিম্ন রান করেছেন শেষ ম্যাচে, সেটিও ৭ বলে ১৫ রানের ‘ক্যামিও’। এবার ওয়ানডে সিরিজে এসব পারফরম্যান্সকেও ছাড়িয়ে গেলেন হাসান নেওয়াজ।</p><p>ওয়েস্ট ইন্ডিজের বিপক্ষে তিন ম্যাচ সিরিজের আজ প্রথম ম্যাচে তাঁর ৫৪ বলে ৬৩ রানের ইনিংসে জিতেছে পাকিস্তান। এটি ছিল তাঁর ওয়ানডে অভিষেক। ওয়ানডে ক্যারিয়ারে নিজের প্রথম ম্যাচে ম্যাচসেরাও হয়েছেন ২২ বছর বয়সী এই ক্রিকেটার। ত্রিনিদাদে টসে হেরে ব্যাটিং করতে নেমে ওয়েস্ট ইন্ডিজ তুলেছিল ২৮০ রান। </p><p>নেওয়াজ, মোহাম্মদ রিজওয়ানের ফিফটিতে এই লক্ষ্য ১১ বল বাকি থাকতে তাড়া করে পাকিস্তান। তাতে টি-টোয়েন্টি সিরিজ জেতার পর ওয়ানডেতেও  ১-০ তে এগিয়ে গেল পাকিস্তান।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজার ধ্বংসস্তূপে বইয়ের আলো | প্রথম আলো",
            "time": "2025-08-09T03:32:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Feotkx932%2F6d758fe6487917P7mr.jpg?rect=0%2C0%2C1119%2C587&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসান আল-কাতরাউই বলেন, খাবারের ক্ষুধা সাময়িক; কিন্তু পড়ার ক্ষুধা চিরন্তন।</p><p>অধিকাংশ ফিলিস্তিনি গর্ব করেন তাঁদের পড়াশোনার প্রতি ভালোবাসা নিয়ে। প্রায় দুই বছর ধরে সেখানকার শিক্ষাব্যবস্থা ধ্বংস হয়েছে। অথচ এই ভয়াবহ অবস্থাতেও মানুষ পড়া, লেখা ও শেখা থামাননি।</p><p>ইকরা কিতাবাক এখন কেবল বই কেনার জায়গা নয়; এটি হয়ে উঠেছে আলাপচারিতার স্থান, শিশুদের জন্য গল্পের বইয়ের পাতা উল্টে দেখা ও তাদের হারানো শিক্ষাজীবনকে খানিকটা হলেও পূরণ করার জায়গা। প্রবীণদের জন্য পুরোনো মুখস্থ কবিতা আবার ফিরে পাওয়া; আর লেখকদের জন্য নতুন গল্প ও বই লেখার অনুপ্রেরণার জায়গা।</p><p>গাজায় ইসরায়েলি বোমাবর্ষণে অনেক লাইব্রেরি আংশিক বা পুরোপুরি ধ্বংস হয়েছে। এর সঙ্গে যুক্ত হয়েছে গাজাজুড়ে শিক্ষাপ্রতিষ্ঠানগুলোতে ব্যাপক ধ্বংসযজ্ঞ।</p><p>বিশ্ববিদ্যালয় ও স্কুলের শিক্ষকদের ওপর আক্রমণ পরিষ্কার করে যে ইসরায়েলের লক্ষ্যবস্তু কেবল অবকাঠামো নয়, একটি জাতির ইতিহাস মুছে ফেলার, কণ্ঠস্বর স্তব্ধ ও বুদ্ধিবৃত্তিক চেতনা ধ্বংস করার চেষ্টা।</p><p>কিন্তু চিন্তা কখনো মারা যায় না। যত দিন চিন্তা বেঁচে থাকবে, বইয়ের প্রয়োজন থাকবে, যা সারসুর ভাইয়েরাই প্রমাণ করছেন।</p><p><em>সূত্র: দ্য ইলেকট্রনিক ইন্তিফাদা, লিটারেরি হাব</em></p></div></div></div></body></html>"
        },
        {
            "title": "সাগরে ইলিশের সন্ধানে | প্রথম আলো",
            "time": "2025-08-09T03:31:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fyzpzsunn%2F47xncblg.JPG?rect=0%2C531%2C5592%2C2936&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিভিন্ন জিনিসপত্র নিয়ে নৌকার দিকে যাচ্ছেন মৎস্যশিকারিরা।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সংরক্ষিত নারী আসনে সরাসরি ভোটে বাধা রাজনৈতিক দলগুলো | প্রথম আলো",
            "time": "2025-08-09T03:29:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fsy4tiezl%2FCapture.PNG?rect=0%2C0%2C504%2C265&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনৈতিক দলগুলো নারী আসনে সরাসরি নির্বাচনের বিষয়ে একমত না হওয়ায় শেষ পর্যন্ত একটি সিদ্ধান্ত ঘোষণা করেছে জাতীয় ঐকমত্য কমিশন। এতে বলা হয়, সংসদে নারী প্রতিনিধিত্ব ক্রমান্বয়ে ১০০ আসনে উন্নীত করার বিষয়ে প্রায় সব দল একমত হয়েছে। যদিও দু-একটি দলের দ্বিমত রয়েছে। কিছু দল সরাসরি নির্বাচনের মাধ্যমে ১০০ আসনে উন্নীত করার পক্ষে, আবার কিছু দল সংখ্যানুপাতিক পদ্ধতিতে সংরক্ষিত নারী আসনে নির্বাচনের পক্ষে।</p><p>জাতীয় ঐকমত্য কমিশনের সর্বশেষ সিদ্ধান্ত অনুযায়ী, সংবিধানে প্রয়োজনীয় সংশোধনী এনে বিদ্যমান ৫০টি সংরক্ষিত আসন বহাল রাখা হবে। জুলাই সনদ স্বাক্ষরের পরবর্তী সাধারণ নির্বাচনে প্রতিটি রাজনৈতিক দলকে বিদ্যমান ৩০০ সংসদীয় আসনের জন্য প্রার্থী মনোনয়নের ক্ষেত্রে ন্যূনতম ৫ শতাংশ নারী প্রার্থীকে মনোনয়ন দেওয়ার আহ্বান জানাবে কমিশন। আগামী নির্বাচনের পরের নির্বাচনে রাজনৈতিক দলগুলো ন্যূনতম ১০ শতাংশ নারী প্রার্থী মনোনয়ন দেবে। এটিও সংবিধানে যুক্ত হবে। ন্যূনতম ৩৩ শতাংশ নারী প্রার্থী মনোনয়নের লক্ষ্য অর্জিত না হওয়া পর্যন্ত পর্যায়ক্রমে প্রতিটি সাধারণ নির্বাচনে ন্যূনতম ৫ শতাংশ বর্ধিত হারে নারী প্রার্থী মনোনয়ন অব্যাহত থাকবে। এটিও সংবিধানে যুক্ত হবে। সংরক্ষিত নারী আসন ২০৪৩ সাল পর্যন্ত বহাল থাকবে।</p><p>সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা রাশেদা কে চৌধূরী প্রথম আলোকে বলেন, ‘জাতীয় ঐকমত্য কমিশনের মধ্যে কোনো নারী প্রতিনিধি ছিল না। নারীর কথা, নারীর দাবির কোনো প্রতিফলন ঘটেনি আলোচনায়। তাঁরা আমাদের শুধু হতাশই করেননি, আমরা একই সঙ্গে ক্ষুব্ধ।’</p><p>রাশেদা কে চৌধূরী বলেন, নারীবিষয়ক সংস্কার কমিশন নারী আসন বাড়ানো ও সেসব আসনে সরাসরি নির্বাচন আয়োজন করার সুপারিশ করেছিল। সেসব সুপারিশও জাতীয় ঐকমত্য কমিশন তাদের আলোচনায় অর্ন্তভুক্ত করেনি। দেশের মোট জনগোষ্ঠীর ৫১ শতাংশ নারী। নারীদের কথা শুনতে হবে।</p></div></div></div></body></html>"
        }
    ]
}