{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এমবিবিএস-বিডিএসে ভর্তি কার্যক্রম পিছিয়েছে, নতুন তারিখ | প্রথম আলো",
            "time": "2025-12-29T05:27:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-05%2Fuxywjlfr%2FAB7358.JPG?rect=0%2C285%2C6167%2C3238&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভর্তির সময় যেসব কাগজপত্র প্রয়োজন—</strong></p><p>* ২০২৫-২৬ শিক্ষাবর্ষে এমবিবিএস এবং বিডিএস ভর্তি পরীক্ষার প্রবেশপত্র ও ফলাফলের কপি;</p><p>* এইচএসসি পরীক্ষার মূল রেজিস্ট্রেশন কার্ড;</p><p>* এসএসসি ও এইচএসসি বা সমমান পরীক্ষার একাডেমিক ট্রান্সক্রিপ্ট বা নম্বরপত্র;</p><p>* এসএসসি ও এইচএসসি বা সমমান পরীক্ষা পাসের মূল সনদপত্র ও প্রশংসাপত্র;</p><p>* স্থানীয় সিটি করপোরেশনের মেয়র অথবা পৌরসভার চেয়ারম্যান অথবা ইউনিয়ন পরিষদের চেয়ারম্যান অথবা ওয়ার্ড কমিশনার প্রদত্ত মূল নাগরিক সনদপত্র;</p><p>* চার কপি সদ্য তোলা পাসপোর্ট সাইজের সত্যায়িত রঙিন ছবি;</p><p>* পার্বত্য জেলার উপজাতীয় প্রার্থীর ক্ষেত্রে সার্কেল চিফ এবং জেলা প্রশাসকের সনদ ও অ-উপজাতীয় প্রার্থীদের ক্ষেত্রে সার্কেল চিফ বা জেলা প্রশাসক প্রদত্ত মূল সনদপত্র এবং অন্যান্য জেলার উপজাতীয় প্রার্থীদের ক্ষেত্রে গোত্র প্রধান ও সংশ্লিষ্ট জেলা প্রশাসক প্রদত্ত মূল সনদপত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তর কোরিয়ার দূরপাল্লার ক্ষেপণাস্ত্র পরীক্ষা, নিজেই তদারক করলেন কিম | প্রথম আলো",
            "time": "2025-12-29T05:24:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fqrhof043%2FNorth-Korea.jpg?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৬ সালের শুরুতে উত্তর কোরিয়ার ক্ষমতাসীন ওয়ার্কার্স পার্টির নবম কংগ্রেস বা মহাসম্মেলন অনুষ্ঠিত হওয়ার কথা রয়েছে। ওই সম্মেলনে পরবর্তী পাঁচ বছরের উন্নয়ন পরিকল্পনা ঘোষণা করা হবে। এর আগে নিজের সামরিক ও অর্থনৈতিক শক্তিমত্তা প্রদর্শনের অংশ হিসেবে কিম সাম্প্রতিক সময়ে একের পর এক সামরিক কার্যক্রমে অংশ নিচ্ছেন।</p><p>ক্ষেপণাস্ত্র পরীক্ষা শেষে কিম বলেন, ‘দেশ যখন নানা দিক থেকে নিরাপত্তা হুমকির মুখে, তখন আমাদের পারমাণবিক সক্ষমতা নিয়মিত যাচাই করা একটি দায়িত্বশীল কাজ।’ তিনি সাফ জানিয়ে দিয়েছেন, পিয়ংইয়ং তাদের পারমাণবিক বাহিনীকে আরও শক্তিশালী করতে সর্বাত্মক প্রচেষ্টা চালিয়ে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহে ট্রেন লাইনচ্যুত | প্রথম আলো",
            "time": "2025-12-29T05:23:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Frcn74uya%2FMymensinghDH169420251229IMG_20251229_WA0015.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ময়মনসিংহে গভীর রাতে দুর্বৃত্তরা রেললাইনের প্রায় ২০ ফুট খুলে সরিয়ে ফেললে ঢাকাগামী অগ্নিবীণা এক্সপ্রেস ট্রেন লাইনচ্যুত হয়।গতকাল রোববার</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বিএনপির এক নেতাসহ দুজনের বিরুদ্ধে মামলায় জাতীয়তাবাদী শিক্ষক ফোরামের উদ্বেগ | প্রথম আলো",
            "time": "2025-12-29T05:21:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-12%2Fhhb9f79r%2F146.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, ‘আমরা বিশ্বাস করি, গণতান্ত্রিক সমাজে মতপ্রকাশের জবাব হওয়া উচিত তথ্য, যুক্তি ও রাজনৈতিক আলোচনার মাধ্যমে, মামলা দিয়ে নয়। সামাজিক যোগাযোগমাধ্যমে রাজনৈতিক বক্তব্যকে কেন্দ্র করে মামলার প্রবণতা বাড়তে থাকলে তা সমাজে আত্মনিয়ন্ত্রণ ও ভয়ের পরিবেশ তৈরি করে। আইনি প্রক্রিয়া যেন কোনো অবস্থাতেই প্রতিপক্ষকে চাপে রাখা বা ভিন্নমতকে নিরুৎসাহিত করার উপায়ে পরিণত না হয়, তা রাষ্ট্রকে নিশ্চিত করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আগের প্রধান প্রতিপক্ষ নেই, তবু চ্যালেঞ্জের মুখে বিএনপি | প্রথম আলো",
            "time": "2025-12-29T05:20:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fbj1nbn5g%2F046A5361051656.JPG?rect=0%2C81%2C1139%2C598&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবশ্য মনোনয়ন পাওয়া মনোয়ার হোসেন খান দাবি করেন, নেতা-কর্মীদের কোনো বিরোধ নেই, যেটা আছে সেটা প্রতিযোগিতা। তিনি বলেন, ‘বিএনপির বেশির ভাগ নেতা-কর্মী আমার সঙ্গে সক্রিয় আছেন। কিছু নেতা ব্যক্তিগত ব্যস্ততার কারণে সময় দিতে পারছেন না। তবে ভোটের সময় এগিয়ে এলে সব ঠিক হয়ে যাবে।’</p><p>দলীয় মনোনয়ন না পাওয়া জেলা বিএনপির আহ্বায়ক আলী আহমেদ বলেন, এখানে যেহেতু একাধিক মনোনয়নপ্রত্যাশী ছিলেন, ফলে সমর্থকদের মধ্যে অসন্তোষ থাকতে পারে। প্রার্থীর এখানে দায়িত্ব হচ্ছে সবাইকে সঙ্গে নিয়ে মাঠে কাজ করা।</p><p>অন্যদিকে মাগুরা-২ আসনে মনোনয়ন পাওয়া নিতাই রায় চৌধুরীকে নিয়ে দলের একটি অংশের অসন্তোষ রয়েছে। এ কারণে দলের আরেক মনোনয়নপ্রত্যাশী কাজী সালিমুল হকের পক্ষে স্বতন্ত্র প্রার্থী হিসেবে মনোনয়নপত্র সংগ্রহ করে নেতা-কর্মীদের একটি অংশ। তবে তিনি গত শনিবার সামাজিক যোগাযোগমাধ্যমে পোস্ট করে নির্বাচনে প্রতিদ্বন্দ্বিতা না করার পাশাপাশি সক্রিয় রাজনীতি থেকে অবসরের ঘোষণা দেন। আসনটিতে আরেক মনোনয়নপ্রত্যাশী রবিউল ইসলাম বলেন, ‘আমিও প্রার্থী ছিলাম। এখন ধানের শীষ যাঁকে দেওয়া হয়েছে, আমি তাঁর জন্যই কাজ করব। প্রার্থীর সঙ্গে আমার ইতিমধ্যে কথা হয়েছে।’</p><p>এ বিষয়ে নিতাই রায় চৌধুরী প্রথম আলোকে বলেন, ‘আপনি দল করলে দলের নির্দেশনা মানতে হবে। আশা করি ভোটের আগে সবাই ধানের শীষের পক্ষে ঐক্যবদ্ধ হয়ে মাঠে থাকবেন।’</p> </div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শান্তির প্রচেষ্টা বিশ্বজুড়ে প্রশংসা পাচ্ছে: পুতিনের বিশেষ দূত | প্রথম আলো",
            "time": "2025-12-29T05:19:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fdk8ehw1h%2F01.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রোববার যুক্তরাষ্ট্রের ফ্লোরিডা অঙ্গরাজ্যের মার-এ-লাগো অবকাশযাপনকেন্দ্রে জেলেনস্কির সঙ্গে শান্তি আলোচনা করেন ট্রাম্প। ইউক্রেন-রাশিয়া যুদ্ধ বন্ধের বিষয়ে এই বৈঠকের পর তাঁরা যৌথ সংবাদ সম্মেলন করেন।</p><p>সংবাদ সম্মেলনে ট্রাম্প বলেন, রাশিয়া-ইউক্রেন যুদ্ধ থামবে কি না, তা কয়েক সপ্তাহের মধ্যে বোঝা যাবে। সবকিছু ভালোভাবে এগোলে কয়েক সপ্তাহের মধ্যে চুক্তি হয়ে যাবে। আর খারাপভাবে এগোলে দীর্ঘ সময় লাগতে পারে।</p><p>যুদ্ধ বন্ধের জন্য একটি সমঝোতার খুব কাছাকাছি ইউক্রেন ও যুক্তরাষ্ট্র রয়েছে বলেও উল্লেখ করেন মার্কিন প্রেসিডেন্ট।</p><p>যুদ্ধ বন্ধের শান্তি পরিকল্পনা এগিয়ে নিতে ট্রাম্প ইউক্রেনের পার্লামেন্টে ভাষণ দেওয়ার প্রস্তাব দিয়েছেন। তিনি বলেন, এটার সত্যিই প্রয়োজন আছে কি না, তা তিনি নিশ্চিত নন। তবে এটি যদি প্রতি মাসে ২৫ হাজার জীবন বাঁচাতে সাহায্য করে বা যে কাজেই আসুক না কেন, তিনি নিশ্চিতভাবে তা করতে চাইবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের ‘আন্তরাষ্ট্র দমন’ অভিযোগের শেষ কোথায় | প্রথম আলো",
            "time": "2025-12-29T05:19:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fd4spea0u%2F073440.jpg?rect=0%2C129%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাষ্ট্রবিজ্ঞানে ‘ট্রান্সন্যাশনাল রিপ্রেশন’ (আন্তরাষ্ট্র দমন) বলে একটি ধারণা রয়েছে। ধারণাটি দিয়ে রাষ্ট্রগুলোর নিজ রাষ্ট্র ছাড়িয়ে অন্য রাষ্ট্রে অন্তর্ঘাত চালানো বোঝায়। নব্বইয়ের দশকে বিশ্বজুড়ে সমাজতান্ত্রিক বিপর্যয়ের আগে এই ধারণা দিয়ে বোঝানো হতো সিআইএ, কেজিবি, এমআইসিক্স, মোসাদ ইত্যাদি আন্তরাষ্ট্র গোয়েন্দা কার্যক্রমের মাধ্যমে ভিনদেশে ভিন্নমতের সরকারকে চাপে রাখা। লক্ষ্য থাকত রাজনৈতিকভাবে কোনো দেশকে চাপে রাখা। </p><p>গত তিন দশকে অপঘাতগুলো কমতে কমতে প্রায় শূন্যের কোঠায় নামছিল। আলোচনায় ছিল মাত্র দুটি ঘটনা। এক. ২০০৬ সালে লন্ডনে রাশিয়ার নাগরিক আলেক্সান্দর লিটভেঙ্কো হত্যাকাণ্ড। দুই. তুরস্কের ইস্তাম্বুলে সৌদি কনস্যুলেটে জামাল খাসোগি হত্যাকাণ্ড। লক্ষণীয়, উল্লিখিত দুটি হত্যাকাণ্ডও ঘটেছে অত্যন্ত উচ্চপর্যায়ের গোয়েন্দা কার্যক্রমের অংশ হিসেবে। </p><p>ভিনদেশের সাধারণ নাগরিককে বা রাজনৈতিক ভিন্নমতাবলম্বীকে প্রবাসে কোনো দেশের বিপক্ষে অবস্থান নেওয়ার কারণে কাউকে হত্যার ঘটনা কোনো গণতান্ত্রিক দেশ চালায় না। দুর্ভাগ্যজনকভাবে এই নিয়মের ব্যতিক্রম ঘটানো দেশ হিসেবে ভারত এবং তার গোয়েন্দা সংস্থা ‘র’–এর নাম বহুল আলোচিত হচ্ছে কানাডা, যুক্তরাষ্ট্র ও বাংলাদেশে।    </p></div></div></div></body></html>"
        },
        {
            "title": "মেক্সিকোতে ট্রেন লাইনচ্যুত হয়ে নিহত ১৩ | প্রথম আলো",
            "time": "2025-12-29T05:16:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fzc2wp96s%2FTrain-derails-in-Mexico.avif?rect=0%2C12%2C596%2C313&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৩৯ জন যাত্রীকে ঝুঁকিমুক্ত ঘোষণা করা হয়েছে। তাঁদের মধ্যে ৩৬ জন চিকিৎসা নিচ্ছেন।</p><p>সামাজিক যোগাযোগমাধ্যম এক্সে এক পোস্টে প্রেসিডেন্ট ক্লদিয়া শেনবাউম জানান, আহত ব্যক্তিদের মধ্যে ৫ জনের অবস্থা সংকটাপন্ন। হতাহতদের পরিবারকে সহায়তার জন্য উচ্চপদস্থ কর্মকর্তারা ঘটনাস্থলে গেছেন।</p><p>ওয়াহাকা অঙ্গরাজ্যের গভর্নর সালোমন জারা ক্রুজ নিহত ব্যক্তিদের পরিবারের প্রতি সমবেদনা প্রকাশ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বছরের আলোচিত ৭ খল চরিত্র | প্রথম আলো",
            "time": "2025-12-29T05:15:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fu88hqj9y%2FWhatsApp-Image-2025-12-29-at-11.12.33-AM.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. শহীদুজ্জামান সেলিম (দাগি)</strong><br>মঞ্চ ও ছোট পর্দার অভিনেতা শহীদুজ্জামান সেলিমকে বেশ কয়েক বছর ধরেই নিয়মিত বড় পর্দার খল চরিত্রে দেখা যাচ্ছে। চলতি বছর মুক্তি পাওয়া বরবাদ, দাগি, জংলিসহ বেশ কিছু সিনেমায় তাঁকে দেখা গেছে। সবচেয়ে বেশি আলোচিত হয়েছেন শিহাব শাহীনের দাগি সিনেমায়। সিনেমাটিতে চোরাকারবারি চরিত্রে তিনি দারুণ অভিনয় করেছেন। সিনেমায় তাঁর হিন্দি-বাংলা মেশানো সংলাপ, চরিত্রায়ণ ছিল যথাযথ। পর্দায় তাঁর উপস্থিতি খুব বেশি নয়, কিন্তু যতক্ষণ ছিলেন, ঠিকই নিজের জাত চিনিয়েছেন এই অভিনেতা।</p></div></div></div></body></html>"
        },
        {
            "title": "বিড়ালছানা উদ্ধার করতে গিয়ে বিদ্যুৎস্পৃষ্ট হয়ে শিশুর মৃত্যু | প্রথম আলো",
            "time": "2025-12-29T05:14:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fzqhx3h21%2FNatoreDH060420251229Natore-Baby-dead-photo-1-29.12.25.jpg?rect=0%2C75%2C953%2C500&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাটোরের বড়াইগ্রামে শখের বিড়ালছানা উদ্ধার করতে গিয়ে বিদ্যুৎস্পৃষ্ট হয়ে যুঁথি আক্তার (১০) নামের এক শিশুর মৃত্যু হয়েছে। গতকাল রোববার সন্ধ্যায় বড়াইগ্রাম উপজেলার বনপাড়া পৌরসভার কালিকাপুর বাইপাস এলাকায় এ দুর্ঘটনা ঘটে।<br> যুঁথি ওই এলাকার মাছ ব্যবসায়ী জহুরুল ইসলামের একমাত্র মেয়ে। সে স্থানীয় একটি বিদ্যালয়ের ষষ্ঠ শ্রেণির ছাত্রী ছিল।</p><p>পরিবার সূত্রে জানা যায়, যুঁথি শখ করে কিছুদিন ধরে একটি বিড়ালছানা পুষছিল। রোববার দুপুর থেকে বিড়ালটির খোঁজ পাওয়া যাচ্ছিল না। খোঁজাখুঁজির এক পর্যায়ে বিকেল চারটার দিকে যুঁথি তাদের একতলা বাড়ির চিলেকোঠায় বিড়ালছানাটি দেখতে পায়। কাউকে না জানিয়ে সে বিড়ালছানাটি উদ্ধার করতে চিলেকোঠায় ওঠে। এ সময় অসাবধানবশত ছাদের ওপর দিয়ে টানা বিদ্যুতের তারে সে স্পৃষ্ট হয়। বিকট শব্দ শুনে স্বজনেরা বাঁশের লাঠি নিয়ে সেখানে ছুটে যান। লাঠি দিয়ে আঘাত করে যুঁথির দেহ বিদ্যুতের তার থেকে আলাদা করা হয়। তবে তখনো তারের সঙ্গে লেগে ছিল শিশুটির মাথার কিছু চুল। পরে তাকে স্থানীয় একটি হাসপাতালে নেওয়ার পর চিকিৎসকেরা মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বসে বিবাহবিচ্ছেদের ঘোষণা দিলেন পাকিস্তানি তারকা, স্ত্রী বললেন ‘তৃতীয় পক্ষের হস্তক্ষেপ’ | প্রথম আলো",
            "time": "2025-12-29T05:02:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2F2826frj6%2Fimad-wasim-and-sania-ashfaq-wedding-pictures.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সানিয়া আরও বলেন, তাঁর নীরবতাকে যেন দুর্বলতা মনে না করা হয়। তাঁর দাবি, অনেক দাম্পত্য জীবনের মতো তাঁদের সংসারেও সমস্যা ছিল, কিন্তু তা টিকে ছিল। তিনি স্ত্রী ও মা হিসেবে সংসার বাঁচাতে আন্তরিক চেষ্টা চালিয়ে গেছেন। কিন্তু তাঁর ভাষ্য অনুযায়ী, ইমাদকে বিয়ে করার ইচ্ছা থাকা এক তৃতীয় ব্যক্তির জড়িত হওয়াটা তাঁদের ভেঙে পড়া সম্পর্কে ‘চূড়ান্ত আঘাত’ হয়ে আসে।</p><p>ইনস্টাগ্রাম পোস্টে সানিয়া অভিযোগ করেন, এরপর তিনি মানসিক নির্যাতন, দুর্ব্যবহার ও গর্ভপাতের মতো কঠিন অভিজ্ঞতার মধ্য দিয়ে গেছেন। সন্তানদের স্বার্থ ও পরিবারের সম্মান রক্ষার জন্য তিনি তখনো ধৈর্য ধরেছিলেন বলে উল্লেখ করেন।</p><p>বিবাহবিচ্ছেদের আইনি প্রক্রিয়া নিয়েও লিখেছেন সানিয়া। তিনি বলেন, এই প্রক্রিয়া এখনো আইনগতভাবে বিতর্কিত এবং বিষয়টি তদন্তাধীন। যথাযথ প্রক্রিয়ার মাধ্যমেই সত্য প্রকাশ পাবে বলে তাঁর দাবি। এ সময় তাঁকে চুপ করিয়ে দেওয়ার বা হুমকি দেওয়ার চেষ্টা হলে আইনি ব্যবস্থা নেওয়ার কথাও জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "স্কুলশিক্ষার্থীদের ব্যাগ ও জুতার বেচাকেনা বেড়েছে | প্রথম আলো",
            "time": "2025-12-29T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fa0l89j9e%2FWhatsApp-Image-2025-12-28-at-10.44.09-PM.jpeg?rect=0%2C68%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাজারে দেশীয় ও আমদানি করা—দুই ধরনের স্কুলব্যাগই বিক্রি হয়। আমদানি করা ব্যাগের মধ্যে চীন থেকে আসা ব্যাগের চাহিদা সবচেয়ে বেশি। দেশে স্কুলব্যাগের সবচেয়ে বড় পাইকারি বাজার পুরান ঢাকার চকবাজার। ব্যবসায়ীরা জানান, সেখানে এক হাজারের মতো দোকানে ব্যাগ বিক্রি হয়। স্কুলব্যাগের পাশাপাশি রয়েছে বড়দের ব্যাগ, মেয়েদের ব্যাকপ্যাক, ট্রলি ব্যাগ প্রভৃতি। চকবাজার ছাড়াও পল্টনের গাজী ভবন, শাহবাগের আজিজ সুপার মার্কেটসহ রাজধানীর আরও কয়েকটি স্থানে পাইকারিতে ব্যাগ বিক্রি হয়।</p><p><strong>দরদাম কেমন</strong></p><p>বিক্রেতারা জানান, চীনা ব্যাগের পাইকারি দাম ৫০০ থেকে ১ হাজার ৮০০ টাকা পর্যন্ত। অন্যদিকে দেশীয় ব্যাগের দাম ১০০ টাকা থেকে দেড় হাজার টাকা। দেশে ক্যাট, প্রেসিডেন্ট, আর্কটিক হান্টার, জিপ, এটিসি ফ্যালকনার, ক্ল্যাসিক প্রভৃতি ব্র্যান্ডের নামে ব্যাগ তৈরি ও বিক্রি করা হয়। ছোট শ্রেণির (আকারের) ব্যাগের দাম তুলনামূলক কম হয়। আর পাইকারির তুলনায় সাধারণত ২০০-৪০০ টাকা বেশি দামে খুচরায় বিক্রি হয়।</p><p>তবে দেশের বর্তমান পরিস্থিতির কারণে ব্যাগ কিছুটা কম বিক্রি হচ্ছে বলে দাবি করেন কিছু ব্যবসায়ী। চকবাজারের মক্কা লেদারের স্বত্বাধিকারী নয়া মিয়া প্রথম আলোকে বলেন, গত বছর বেচাকেনা ভালো হয়নি। চলতি বছরও এখন পর্যন্ত ভালো গতি নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "সব কর্মীকে একসঙ্গে দুই সপ্তাহের ছুটি দেয় যে প্রতিষ্ঠান | প্রথম আলো",
            "time": "2025-12-29T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fyxjlhrkb%2F1000.modern-office.jpg?rect=0%2C25%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভন আহনের মতে, সাধারণত ব্যক্তিগত ছুটি কর্মীদের প্রকৃত বিশ্রাম নিশ্চিত করতে পারে না। কারণ, ছুটিতে গেলেও কাজ থেমে থাকে না—ইমেইল জমে, স্ল্যাক বার্তা বাড়ে, ফিরে এসে আবার সব সামলাতে হয়। ফলে মানসিকভাবে পুরোপুরি বিচ্ছিন্ন হওয়া সম্ভব হয় না।</p><p>ডুওলিঙ্গো এই সমস্যা এড়াতে সব কর্মীকে একই সময়ে ছুটিতে পাঠায়। শুধু অ্যাপ চালু রাখার জন্য একটি ছোট দল কাজ করে, বাকি সব কার্যক্রম সাময়িকভাবে স্থগিত থাকে। ফলে ছুটি শেষে কাজে ফিরে কোনো চাপ বা জমে থাকা কাজের বোঝা থাকে না কর্মীদের।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলভীবাজারে ঘরের আড়ায় এক ওড়নায় মা, আরেকটায় ঝুলছিল শিশুর লাশ | প্রথম আলো",
            "time": "2025-12-29T04:48:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-10%2F08c3c4c0-83ee-439c-b993-4b4b2fd58d00%2F7f5d1edb8552aedeb9fb0a48e86d8e3d_5996e94ebf1d6.jpg?rect=0%2C0%2C1297%2C681&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলাকাবাসী ও পুলিশ সূত্রে জানা গেছে, কুতুব উদ্দিনের স্থানীয় সমাই বাজারে বৈদ্যুতিক সামগ্রীর একটি দোকান রয়েছে। প্রায় চার বছর আগে মরিয়মের সঙ্গে তাঁর বিয়ে হয়। তাঁরা টিনশেডের আধা পাকা একটি ঘরে বসবাস করতেন। বাড়ির আশপাশের ঘরগুলোয় কুতুব উদ্দিনের পরিবারের অন্য সদস্যরা থাকেন।</p><p>গতকাল সন্ধ্যা সাড়ে ছয়টার দিকে পাশের ঘরের লোকজন মরিয়মকে ডাকাডাকি করেন। সে সময় ঘরের দরজা ভেতর থেকে বন্ধ ছিল। কোনো সাড়া না পেয়ে জানালার ফাঁক দিয়ে তাঁরা ঘরের আড়ার সঙ্গে দুটি ওড়নায় মরিয়ম ও শিশু আয়ানের লাশ ঝুলতে দেখেন। তখন কুতুব উদ্দিন দোকানে ছিলেন বলে জানা গেছে।</p><p>এ বিষয়ে বক্তব্য জানতে একাধিকবার যোগাযোগের চেষ্টা করা হলেও মরিয়মের স্বামী কুতুব উদ্দিনের মুঠোফোন বন্ধ পাওয়া গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কৃষিপণ্য রপ্তানিতে ভর্তুকি শেষের চ্যালেঞ্জ, বিকল্প সুবিধার দাবি | প্রথম আলো",
            "time": "2025-12-29T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-24%2Fsyci4s2w%2FScreenshot-2025-06-24-164413.jpg?rect=0%2C41%2C888%2C466&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সর্বশেষ ২০২৪–২৫ অর্থবছরে দেশ থেকে ১ বিলিয়ন বা ১০০ কোাটি মার্কিন ডলারের কৃষিজাত পণ্য রপ্তানি হয়েছে। রপ্তানিতে আরও বৈচিত্র্য আনতে ও পরিমাণ বাড়াতে সরকার খাতটিকে অগ্রাধিকারপ্রাপ্ত ও সম্ভাবনাময় হিসেবে চিহ্নিত করেছে। বর্তমানে ১৪৫টি দেশে সুগন্ধি চাল, ফল, সবজি, মাছ, মাংসের পাশাপাশি বিস্কুট, চানাচুর, নুডলস, জুস, মসলাসহ প্রায় ১৭২ ধরনের কৃষি ও প্রক্রিয়াজাত কৃষিপণ্য রপ্তানি হচ্ছে।</p><p>তবে পুরোপুরি বিকশিত হওয়ার আগেই এলডিসি থেকে উত্তরণকে সামনে রেখে বড় চ্যালেঞ্জের মুখে পড়তে যাচ্ছে দেশের কৃষিপণ্য খাত। এলডিসি উত্তরণের পরে এ খাতের রপ্তানিতে সরকারের দেওয়া ২০ শতাংশ নগদ প্রণোদনা বন্ধ হয়ে যাবে। একই সঙ্গে রপ্তানি বাজারে শুল্কমুক্ত প্রবেশাধিকারও বাধাগ্রস্ত হওয়ার আশঙ্কা রয়েছে। ফলে নতুন পরিস্থিতিতে আন্তর্জাতিক প্রতিযোগিতায় টিকে থাকা নিয়ে উদ্বিগ্ন এই খাতের ব্যবসায়ীরা। সে জন্য তাঁরা বিকল্প সুবিধার দাবি জানাচ্ছেন।</p><p>বিশ্লেষকেরা বলছেন, যথাযথ নীতি–সহায়তা বা বিকল্প ব্যবস্থা না নিলে এ খাতের অনেক প্রতিষ্ঠান টিকে থাকতে পারবে না। এ নিয়ে বাংলাদেশ অ্যাগ্রো-প্রসেসরস অ্যাসোসিয়েশনের (বাপা) সাধারণ সম্পাদক ইকতাদুল হক প্রথম আলোকে বলেন, প্রণোদনা ও শুল্ক সুবিধা উঠে গেলে কৃষিপণ্য রপ্তানির পরিমাণ ব্যাপকভাবে কমে যাবে। বড় প্রতিষ্ঠানগুলো কোনোমতে টিকে থাকতে পারলেও ছোট প্রতিষ্ঠানগুলোর ঝরে পড়ার আশঙ্কা রয়েছে। সরকার কী ধরনের বিকল্প সুবিধা দেবে, সে বিষয়ে এখনো কোনো স্পষ্টতা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "দলের নির্দেশে মনোনয়ন ফরম তোলার কথা জানালেন বিএনপি নেতা কামরুজ্জামান | প্রথম আলো",
            "time": "2025-12-29T04:29:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2F8nt23tzi%2FSunamganjDH053220251228Messengercreation7FC52698-9B8D-43E7-AEC9-A277B2E0814E.jpg?rect=0%2C0%2C1598%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আনিসুল হককে প্রার্থী ঘোষণার পর প্রার্থী পরিবর্তন এবং কামরুলকে প্রার্থী করার জন্য তাঁর কর্মী-সমর্থকেরা বিক্ষোভসহ নানা কর্মসূচি পালন করে আসছেন। সর্বশেষ গতকাল রোববার বিকেলে একইভাবে নির্বাচনী এলাকার উজান তাহিরপুর গ্রামে কামরুলের সমর্থকেরা সমাবেশ করেন। সেখানে কামরুল স্বতন্ত্র প্রার্থী হিসেবে আজ সোমবার মনোনয়নপত্র জমা দেওয়ার ঘোষণা দেন।</p><p>জেলা বিএনপির সাবেক সাংগঠনিক সম্পাদক ও তাহিরপুর উপজেলা পরিষদের সাবেক চেয়ারম্যান কামরুজ্জামান কামরুল গতকাল রাতে মুঠোফোনে প্রথম আলোকে বলেন, সমাবেশে শেষে তাহিরপুর থেকে জেলা সদরে ফেরার পথে কেন্দ্র থেকে তাঁকে ফোন দিয়ে জাতীয় পরিচয়পত্র সম্পর্কে চাওয়া হয়। তিনি সেটি দেওয়ার পর একজন প্রতিনিধি পাঠিয়ে দলীয় মনোনয়নের চিঠি সংগ্রহ করার কথা জানানো হয়। কামরুল বলেন, ‘আমাকে বলা হয়েছে, এখানে আমিই দলীয় প্রার্থী। সবাইকে নিয়ে যেন নির্বাচন করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সব ক্ষারই ক্ষারক, কিন্তু সব ক্ষারক ক্ষার নয় | প্রথম আলো",
            "time": "2025-12-29T04:20:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F13%2F700adb5780a9a16391a9b8c20429e678-5d7b399cd2e14.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রশ্ন: ‘সব ক্ষারই ক্ষারক, কিন্তু সব ক্ষারক ক্ষার নয়’—এ কথার ব্যাখ্যা দাও।</p><p>উত্তর: ক্ষারক হলো মূলত ধাতব অক্সাইড বা হাইড্রোক্সাইড। যেসব ক্ষারক পানিতে দ্রবীভূত হয়, তাদের ক্ষার বলে। যেসব ক্ষারক পানিতে অদ্রবণীয়, তাদের শুধু ক্ষারক বলে, ক্ষার নয়। কিন্তু ক্ষারগুলো বিশেষ ধরনের ক্ষারক। সুতরাং বলা যায়, সব ক্ষারই ক্ষারক; কিন্তু সব ক্ষারক ক্ষার নয়।</p><p>যেমন: NaOH বিশেষ ধরনের ক্ষারক। কেননা NaOH পানিতে OH আয়ন দেয় ও দ্রবীভূত হয় এবং অম্লকে প্রশমিত করে। বিক্রিয়াটি হলো–</p><p>NaOH + HCl –NaCl + H2O।</p><p>অন্যদিকে Al(OH)3 ক্ষারক হলে পানিতে অদ্রবণীয় হওয়ায় Al(OH)3 ক্ষার নয়। বিক্রিয়াটি হলো—Al(OH)3+ H2O-) পানিতে অদ্রবণীয়।</p></div></div></div></body></html>"
        }
    ]
}