{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মেহেরপুরে সাংবাদিক পরিচয়ে চাঁদাবাজি, গণপিটুনির পর পুলিশে সোপর্দ | প্রথম আলো",
            "time": "2025-07-30T05:27:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fk7w82quq%2FMeherpurDH069520250730Abdur-rowf-1.jpg?rect=0%2C107%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েকজন প্রত্যক্ষদর্শী জানান, বাঁশবাড়িয়ার পল্লিচিকিৎসক আবদুল মাবুদের কাছে ২০ হাজার টাকার দাবি করে আসছিলেন আবদুর রওফ। এই অর্থ না দিলে স্থানীয় পত্রিকায় মাবুদের বিরুদ্ধে প্রতিবেদন ছাপানোর ভয় দেখান রওফ। মুঠোফোনে চাঁদা দাবির পর গতকাল বিকেলে চাঁদা নিতে গেলে এলাকার কয়েকজন তাঁকে পিটুনি দেন। পরে সেনাবাহিনীর ক্যাম্পে জানালে সেনাসদস্যরা রওফকে উদ্ধার করে নিয়ে যান।</p><p>আবদুল মাবুদ প্রথম আলোকে বলেন, রওফ কয়েক মাস ধরে পুলিশ, সেনাবাহিনী ও র‍্যাব দিয়ে আটকের ভয়ভীতি দেখিয়ে চাঁদা দাবি করে আসছিলেন। রওফ মুঠোফোনে বলেছিলেন, সবাইকে টাকা দিয়ে ম্যানেজ করতে হয়। টাকা না দিলে মাবুদকে চিকিৎসা করতে দেওয়া হবে না। গতকাল তিনি চাঁদা নিতে এলে এলাকার মানুষ উত্তেজিত হয়ে পড়েন। এ সময় রওফকে ধরে মারধর করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৯তম বিসিএস: অনলাইন আবেদন ও ফি জমাদানে পিএসসির নতুন নির্দেশনা | প্রথম আলো",
            "time": "2025-07-30T05:24:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fanlgs6ja%2FPSC-03.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদন ফি সফলভাবে জমাদানের পর প্রার্থী একটি কনফার্মেশন এসএমএস ও পিন নম্বর পাবেন, যা প্রবেশপত্র ডাউনলোড করার জন্য প্রয়োজন হবে।</p><p>৪৯তম বিসিএস (বিশেষ) পরীক্ষা ২০২৫–এর অনলাইন আবেদনগ্রহণ প্রক্রিয়া চলাকালীন প্রতি কার্যদিবসে সময় সকাল ১০টা থেকে বিকেল ৪টা পর্যন্ত (অফিস চলাকালীন) 01555555149/01555555150/ 01555555151/01555555152 মোবাইলফোন নম্বরে যোগাযোগ করে কারিগরি যেকোনো ধরনের সহায়তা পাওয়া যাবে। ফরম পূরণের আনুষঙ্গিক নির্দেশনা পেতে ওয়েবসাইটের Help Tab অনুসরণ করা যাবে। এ ছাড়া ভিডিও টিউটরিয়াল থেকে ফরম পূরণের পূর্ণাঙ্গ ধাপ দেখে নেওয়া যাবে। প্রয়োজনে ই-মেইল করুন (<a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"41233132220135242d2435202d2a6f222e2c6f2325\">[email protected]</a>)</p><p>* বিস্তারিত দেখুন <a target=\"_blank\" href=\"https://bpsc.gov.bd/sites/default/files/files/bpsc.portal.gov.bd/psc_exam/e1ca0a24_1483_4a26_bcee_34b35eed0f49/Instructions_49th%20BCS.pdf\" rel=\"nofollow\">এখানে</a></p></div></div></div></body></html>"
        },
        {
            "title": "‘ওয়ারেন্ট অব প্রিসিডেন্স’ নিয়ে রায় পুনর্বিবেচনার আবেদনের শুনানি শেষ, আদেশ ৬ আগস্ট | প্রথম আলো",
            "time": "2025-07-30T05:22:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F581ca18f-1923-4cd1-b5d5-78cfad42be52%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ আদালতে রিভিউ আবেদনকারী মন্ত্রিপরিষদ সচিবের পক্ষে জ্যেষ্ঠ আইনজীবী সালাহ উদ্দিন দোলন শুনানি করেন। রিট আবেদনকারীপক্ষে জ্যেষ্ঠ আইনজীবী প্রবীর নিয়োগী এবং ডেপুটি অ্যাটর্নি জেনারেল ও সহকারী অ্যাটর্নি জেনারেলদের পক্ষে জ্যেষ্ঠ আইনজীবী আহসানুল করিম শুনানিতে অংশ নেন। এ ছাড়া ইন্টারভেনার (ব্যাখ্যাকারী) হিসেবে শুনানিতে অংশ নেন জ্যেষ্ঠ আইনজীবী মো. রুহুল কুদ্দুস।</p><p>মন্ত্রিপরিষদ বিভাগ রুলস অব বিজনেস অনুযায়ী, ১৯৮৬ সালে ওয়ারেন্ট অব প্রিসিডেন্স তৈরি করে। রাষ্ট্রপতির অনুমোদনের পর একই বছরের ১১ সেপ্টেম্বর তা জারি করা হয়। পরে বিভিন্ন সময়ে তা সংশোধন করা হয়।</p><p>সর্বশেষ সংশোধন করা হয় ২০০৩ সালের ডিসেম্বরে। সংশোধিত এই ওয়ারেন্ট অব প্রিসিডেন্স তৈরির ক্ষেত্রে সাংবিধানিক পদ, সংবিধান কর্তৃক স্বীকৃত ও সংজ্ঞায়িত পদগুলো প্রশাসন ক্যাডারের কর্মকর্তাদের নিচের ক্রমিকে রাখা হয়েছে—এমন উল্লেখ করে এর বৈধতা নিয়ে বাংলাদেশ জুডিশিয়াল সার্ভিস অ্যাসোসিয়েশনের তৎকালীন মহাসচিব মো. আতাউর রহমান ২০০৬ সালে রিট করেন।</p><p>রিটের চূড়ান্ত শুনানি শেষে ২০১০ সালের ৪ ফেব্রুয়ারি হাইকোর্ট আট দফা নির্দেশনাসহ ১৯৮৬ সালের ওয়ারেন্ট অব প্রিসিডেন্স (সংশোধিত) অবৈধ ও বাতিল ঘোষণা করে রায় দেন। হাইকোর্টের রায়ের বিরুদ্ধে রাষ্ট্রপক্ষ ২০১১ সালে আপিল করে। এ আপিলের ওপর শুনানি শেষে ২০১৫ সালের ১১ জানুয়ারি আপিল বিভাগ রায় দেন। এ রায় পুনর্বিবেচনা চেয়ে ২০১৭ সালে করা আবেদনের ওপর আজ শুনানি শেষ হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "একাদশ শ্রেণিতে ভর্তিতে আবেদন শুরু, ভর্তি ফি-মেধা কোটা-ভর্তির যোগ্যতা-গ্রুপ নির্বাচন যেভাবে | প্রথম আলো",
            "time": "2025-07-30T05:20:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fc661bce1-b5fd-4623-a2c8-20c3abd40143%2FSSC_Dhaka.jfif?rect=0%2C16%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভর্তির সময় এমপিওভুক্ত শিক্ষাপ্রতিষ্ঠানের ক্ষেত্রে ঢাকা মহানগরে পাঁচ হাজার টাকা সেশন চার্জ ও ভর্তি ফি নেওয়া যাবে। ঢাকা মহানগর ছাড়া অন্য মহানগর এলাকায় তিন হাজার, জেলায় দুই হাজার ও উপজেলা বা মফস্বল এলাকায় দেড় হাজার টাকা নেওয়া যাবে। এ ছাড়া এমপিওভুক্ত নয়, এমন শিক্ষাপ্রতিষ্ঠান বা আংশিক এমপিওভুক্ত শিক্ষাপ্রতিষ্ঠানের ক্ষেত্রে উন্নয়ন ফি, সেশন চার্জ ও ভর্তি ফি কত নেওয়া যাবে, সেটি নীতিমালায় উল্লেখ করা হয়েছে। এসব শিক্ষাপ্রতিষ্ঠানের ক্ষেত্রে ঢাকা মহানগরে বাংলা ভার্সনে সাড়ে সাত হাজার ও ইংরেজি ভার্সনে সাড়ে আট হাজার টাকা নেওয়া যাবে।</p><p>ঢাকা মহানগর বাদে অন্যান্য মহানগর এলাকায় বাংলা ভার্সনে পাঁচ হাজার ও ইংরেজি ভার্সনে ছয় হাজার টাকা, জেলা পর্যায়ে বাংলা ভার্সনে তিন হাজার ও ইংরেজি ভার্সনে চার হাজার টাকা এবং উপজেলা ও মফস্বল এলাকায় বাংলা ভার্সনে আড়াই হাজার ও ইংরেজি ভার্সনে তিন হাজার টাকা নেওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (৩০ জুলাই ২০২৫) | প্রথম আলো",
            "time": "2025-07-30T05:10:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Frxl9a5iy%2Fxph11w2l.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">জমিতে সেচ দেওয়ার জন্য মাঠে শ্যালো মেশিন নিয়ে যাচ্ছেন কৃষকেরা। উনচুরকী, গাবতলী, বগুড়া, ৩০ জুলাই</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সোয়েল রানা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এমবাপ্পেই রিয়ালের নতুন ‘১০ নম্বর’ | প্রথম আলো",
            "time": "2025-07-30T05:06:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Finkuckzn%2F%F0%9F%94%9F%F0%9F%86%95%F0%9F%A4%8D%E2%80%A6-realmadrid.jpg?rect=0%2C88%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফ্রান্স জাতীয় দলের ১০ নম্বর জার্সিটিও বহু বছর ধরে এমবাপ্পের। পিএসজিতে পরতেন ৭ নম্বর জার্সি। এমবাপ্পে ৯ নম্বর জার্সি ছেড়ে দেওয়ায় এখন সেটা ফাঁকা হয়ে পড়ল। স্প্যানিশ সংবাদমাধ্যম ‘মার্কা’ জানিয়েছে, রিয়ালের ৯ নম্বর জার্সি পাওয়ার দৌড়ে এগিয়ে তিনজন—ফ্রাঙ্কো মাস্তানতুয়োনো, গঞ্জালো গার্সিয়া ও এনদ্রিক।</p><p>রিয়ালের ১০ নম্বর জার্সির একটা আলাদা ওজন আছে। ক্লাবটির কিংবদন্তি খেলোয়াড়দের গায়ে এই জার্সি উঠেছে। রেমন্ড কোপা, ফেরেঙ্ক পুসকাস, গিওর্গি হ্যাজি, মাইকেল লাউড্রপ, লুইস ফিগো, ক্ল্যারেন্স সিডর্ফ, মেসুত ওজিলরা এই জার্সি পরে মাঠ মাতিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র-চীন শুল্কবিরতি আপাতত বহাল, মেয়াদ বৃদ্ধি নিয়ে চূড়ান্ত সিদ্ধান্ত দেবেন ট্রাম্প | প্রথম আলো",
            "time": "2025-07-30T05:02:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fwv9rbiwh%2FUSCHINATARIFFTALK.avif?rect=0%2C42%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলোচনা শেষে সাংবাদিকদের স্কট বেসেন্ট বলেন, ‘বৈঠক খুব গঠনমূলক হয়েছে। শুধু চূড়ান্ত অনুমোদন (সম্মতির বিষয়ে) এখনো দেওয়া হয়নি।’</p><p>স্কটল্যান্ড সফরে ইউরোপীয় ইউনিয়নের সঙ্গে একটি বাণিজ্য চুক্তিতে স্বাক্ষর করেছেন ট্রাম্প। ওয়াশিংটনে ফিরে তিনি জানান, বেসেন্ট তাঁকে চীনের সঙ্গে আলোচনার সংক্ষিপ্ত বিবরণ দিয়েছেন।</p><p>কয়েক মাস ধরে বাণিজ্য অংশীদারদের ওপর উচ্চ শুল্ক আরোপের হুমকি দিয়ে আসার পর ট্রাম্প ইউরোপীয় ইউনিয়ন, জাপান, ইন্দোনেশিয়া ও অন্যান্য দেশের সঙ্গে বাণিজ্য চুক্তি করেছেন। কিন্তু চীনের শক্তিশালী অর্থনীতি ও বিশ্বে বিরল খনিজের প্রবাহ নিয়ন্ত্রণের কারণে দেশটির সঙ্গে যুক্তরাষ্ট্রের আলোচনা বিশেষভাবে জটিল হয়ে উঠেছে।</p><p>গত মে মাসে যুক্তরাষ্ট্র ও চীন—দুই পক্ষ একে অপরের ওপর তিন অঙ্কের শুল্ক আরোপের পরিকল্পনা থেকে সরে আসে (অর্থাৎ শুল্কবিরতি হয়)। এ শুল্ক কার্যকর হলে দ্বিপক্ষীয় বাণিজ্য বন্ধ হওয়ার মতো পরিস্থিতি তৈরি হতো। কিন্তু তাদের মধ্যে কোনো চুক্তি না হলে বিশ্বব্যাপী সরবরাহ শৃঙ্খল ও অর্থবাজারে আবারও অস্থিরতা দেখা দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৩ বছরেও কাটেনি ‘ঈশ্বরের ব্যাংকার’ হত্যার রহস্য | প্রথম আলো",
            "time": "2025-07-30T05:02:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F6ou7v4k2%2FWhatsApp-Image-2025-07-30-at-10.52.42.jpeg?rect=0%2C13%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গোপন গোষ্ঠী, মাফিয়া ও ভ্যাটিকানের ছায়া</strong></p><p>কালভি ও তাঁর ব্যাংক ব্যাঙ্কো অ্যামব্রোজিয়ানো এমন এক জগতে কাজ করত, যেখানে অর্থ, রাজনীতি, ধর্ম ও অপরাধ একে অপরের সঙ্গে জড়িয়ে ছিল। ব্যাঙ্কো অ্যামব্রোজিয়ানো প্রতিষ্ঠিত হয় ১৮৯৬ সালে। প্রতিষ্ঠার পর থেকেই ব্যাংকটির সঙ্গে ভ্যাটিকানের ক্যাথলিক চার্চের দীর্ঘ সম্পর্ক তৈরি হয়। এমনিতে ভ্যাটিকান সিটির নিজস্ব একটি আর্থিক প্রতিষ্ঠান রয়েছে। এটির নাম ইনস্টিটিউট ফর রিলিজিয়াস ওয়ার্কস (আইওআর), যা ভ্যাটিকান ব্যাংক নামেই বহুল পরিচিত। একপর্যায়ে এই ভ্যাটিকান ব্যাংকই ব্যাঙ্কো অ্যামব্রোজিয়ানোর প্রধান শেয়ারধারী প্রতিষ্ঠান হয়ে ওঠে।</p><p>ভ্যাটিকান ব্যাংককে এককথায় ধর্মীয় ব্যাংক বলা যায়, যেখানে পোপ ও পুরোহিতদের ব্যাংক হিসাব থাকে। তাঁরা এর মাধ্যমে চার্চের বিভিন্ন আর্থিক বিনিয়োগও পরিচালনা করে থাকেন। কিন্তু যেহেতু ভ্যাটিকান নিজেই একটি স্বাধীন রাষ্ট্র, তাই ইতালির কোনো নিয়ন্ত্রক সংস্থা এই ব্যাংকের ওপর নজরদারি করতে পারে না।</p><p>ব্রিটিশ সাংবাদিক হিউ স্কালি বলেন, ‘ভ্যাটিকানে মুদ্রার বিনিময় নিয়ন্ত্রণ বা অন্য কোনো সরকারি বিধিনিষেধ নেই; সেখানে গোপনীয়তাই সবচেয়ে মূল বিষয়। গোপনীয়তার ধরন এত গভীর যে এখান থেকে বিশাল অঙ্কের টাকা বিশ্বের যেকোনো জায়গায় পাঠানো সম্ভব এবং তা কেবল সংশ্লিষ্ট কয়েকজন ছাড়া কেউ জানেন না।’</p><p>এবার গল্পে আসি, রবের্তো কালভি ব্যাঙ্কো অ্যামব্রোজিয়ানো ব্যাংকের প্রধান হিসেবে ভ্যাটিকান ব্যাংকের চেয়ারম্যান আর্চবিশপ পল মারসিনকাসের সঙ্গে ঘনিষ্ঠ সম্পর্ক গড়ে তোলেন। তবে এই মার্কিন আর্চবিশপের (মারসিনকাস) এমন কিছু আর্থিক সংযোগ ও সহযোগী ছিলেন, যাঁদের সন্দেহের চোখে দেখা হতো।</p><p>এ বিষয়ে সাংবাদিক হিউ স্কালি জানান, এসব সহযোগীর মধ্যে সবচেয়ে পরিচিত ছিলেন ব্যাংকার মিশেল সিনডোনা, যাঁর সঙ্গে মাফিয়াদের যোগাযোগ ছিল। ব্যাংকিং জগতে তাঁকে ‘শার্ক’ বা হাঙর নামে চেনেন সবাই। সিনডোনা একপর্যায়ে যুক্তরাষ্ট্রে প্রতারণার দায়ে অভিযুক্ত হয়েছিলেন এবং সে জন্য ২৫ বছরের কারাদণ্ড পান। পরে তাঁকে ইতালির একটি কারাগারে স্থানান্তর করা হয়। সেখানেই তিনি ১৯৮৬ সালে সায়ানাইড মেশানো কফি পান করে রহস্যজনকভাবে মারা যান।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌন্দর্য বাড়াতে বোটক্স করা কতটা ভালো | প্রথম আলো",
            "time": "2025-07-30T05:02:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fjmvs3f9e%2FOnline.jpg?rect=0%2C113%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌন্দর্য ও তারুণ্য ধরে রাখতে এ দেশেও বেশ জনপ্রিয় হয়ে উঠেছে বোটক্স। মুখে বয়সের ছাপ কমিয়ে, মসৃণ ও প্রাণবন্ত চেহারা ফিরিয়ে আনতে গুরুত্বপূর্ণ ভূমিকা রাখে এই চিকিত্সাপদ্ধতি। বোটক্স শব্দটি এসেছে বটুলিনাম টক্সিন থেকে। এটি একধরনের প্রোটিন, যা ক্লস্ট্রিডিয়াম বটুলিনাম নামক ব্যাকটেরিয়া থেকে তৈরি হয়। </p><p>বোটক্স প্রয়োগ করা হয় ইনজেকশনের মাধ্যমে। এটি বলিরেখা ছাড়াও অন্যান্য সূক্ষ্ম রেখা কমাতে সাহায্য করে। যে কারণে ত্বক দেখায় আরও তরুণ। এটি একটি নন-সার্জিক্যাল কসমেটিক পদ্ধতি, যা মুখের বিভিন্ন অংশে প্রয়োগ করা হয়। এর মধ্যে আছে কপাল, চোখের চারপাশ ও ঠোঁটের আশপাশ। যদিও এটি একটি বিষাক্ত পদার্থ, কিন্তু নিয়ন্ত্রিত ও সঠিক মাত্রায় ব্যবহার করা হলে এটি নিরাপদ ও উপকারী।</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রদলের আংশিক কমিটি ঘোষণা, নিয়মিত ছাত্রত্ব নেই সভাপতি ও সম্পাদকের | প্রথম আলো",
            "time": "2025-07-30T04:58:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fymf0nuua%2Frajshahi-chatradal.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কমিটিতে জ্যেষ্ঠ সহসভাপতি হয়েছেন শাকিলুর রহমান, সহসভাপতির দায়িত্ব পেয়েছেন মেহেদী হাসান, সাবিহা আলম (মুন্নি), জান্নাতুন নাঈম (তুহিনা)। জ্যেষ্ঠ যুগ্ম সাধারণ সম্পাদক হয়েছেন শফিকুল ইসলাম (শফিক), যুগ্ম সাধারণ সম্পাদক হিসেবে দায়িত্ব পেয়েছেন তাহের রহমান ও জাহিন বিশ্বাস (এষা)। সাংগঠনিক সম্পাদক হয়েছেন মাহমুদুল ইসলাম (মিঠু) এবং দপ্তর সম্পাদক হয়েছেন নাফিউল জীবন।</p><p>বিজ্ঞপ্তিতে আংশিক কমিটিকে সাত দিনের মধ্যে কমিটি পূর্ণাঙ্গ করে কেন্দ্রীয় দপ্তরে জমা দেওয়ার নির্দেশনা দেওয়া হয়েছে। সেই সঙ্গে সম্মেলনের মাধ্যমে ১৫ দিনের মধ্যে রাজশাহী বিশ্ববিদ্যালয় ছাত্রদলের সব হল কমিটি গঠনের নির্দেশনা দেওয়া হয়েছে। হল কমিটি গঠনের পর সম্মেলনের মাধ্যমে রাজশাহী বিশ্ববিদ্যালয় ছাত্রদলের নতুন কমিটি গঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘মনোবল ঠিক রাখুন, নিরাপদে থাকুন’, সুনামি সতর্কতার পর মার্কিনদের ট্রাম্প | প্রথম আলো",
            "time": "2025-07-30T04:35:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2Faop2pca4%2FBSCYUOXUC5KJDE75S6HK7IDBSM.avif?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার পূর্ব উপকূলে ৮ দশমিক ৮ মাত্রার শক্তিশালী ভূমিকম্প আঘাত হানার পর সুনামি সর্তকতা জারি করা হয়েছে যুক্তরাষ্ট্রের হাওয়াই, আলাস্কা ও দেশটির প্রশান্ত মহাসাগরীয় উপকূলীয় এলাকাগুলোয়। এ পরিস্থিতিতে প্রেসিডেন্ট ডোনাল্ড ট্রাম্প মার্কিনদের মনোবল ঠিক রাখতে ও নিরাপদে থাকতে বলেছেন।</p><p>নিজের সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে পোস্ট দিয়ে ট্রাম্প সুনামি সতর্কতা জারি করা এলাকাগুলোর বাসিন্দাদের প্রতি এ আহ্বান জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মতলবের দুই বিএনপি নেতার বিরুদ্ধে চাঁদাবাজি-দখলদারির অভিযোগ, দল থেকে বহিষ্কার | প্রথম আলো",
            "time": "2025-07-30T04:34:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C27%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহিষ্কৃত নেতারা হলেন মতলব উত্তর উপজেলার ছেংগারচর পৌর বিএনপির সহসভাপতি আবদুল মান্নান লস্কর ও মতলব দক্ষিণ উপজেলা বিএনপির সহসভাপতি আনোয়ার হোসেন ভূঁইয়া। এর মধ্যে মতলব উত্তরের আবদুল মান্নান লস্করকে চাঁদাবাজির মামলায় গত সোমবার রাতে গ্রেপ্তার করে পুলিশ। তিনি এখন কারাগারে।</p><p>সংবাদ বিজ্ঞপ্তিতে জানানো হয়েছে, আবদুল মান্নান লস্কর ও আনোয়ার হোসেন ভূঁইয়াকে চাঁদাবাজি, দখলদারি ও মানুষকে ভয়ভীতি প্রদর্শনসহ নানা অপকর্মে লিপ্ত থাকার অভিযোগে দলের প্রাথমিক সদস্যসহ সব পর্যায়ের পদ থেকে বহিষ্কার করা হয়েছে। এ ছাড়া ওই একই অভিযোগে চাঁদপুরের হাজীগঞ্জ উপজেলা বিএনপির সাবেক জ্যেষ্ঠ সহসভাপতি ইমাম হোসেন গাজীকেও দলের সব পদ থেকে বহিষ্কার করা হয়েছে।  </p></div></div></div></body></html>"
        },
        {
            "title": "একাদশ শ্রেণিতে ভর্তির আবেদন শুরু, চট্টগ্রামে কোন কলেজে কত আসন | প্রথম আলো",
            "time": "2025-07-30T04:32:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fice5dg4t%2Fca56cd1a-4ca1-4181-9af1-f567d08c8076.jfif?rect=37%2C0%2C484%2C254&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামে একাদশ শ্রেণিতে ভর্তি-ইচ্ছুক শিক্ষার্থীদের অধিকাংশেরই নজর থাকে নগরের সরকারি কলেজগুলোতে। শিক্ষার্থীদের সঙ্গে কথা বলে জানা গেছে, জিপিএ-৫ পাওয়া শিক্ষার্থীদের পছন্দের ১০টি কলেজের তালিকায় অন্তত ৬টি সরকারি কলেজ রয়েছে। এর মধ্যে চট্টগ্রাম কলেজ, সরকারি হাজী মুহাম্মদ মহসিন কলেজ ও সরকারি কমার্স কলেজে আগ্রহ তুলনামূলক বেশি।</p><p>নগরের চকবাজার এলাকায় অবস্থিত চট্টগ্রাম কলেজে গতবারের হিসাবে আসনসংখ্যা ১ হাজার ৪০। এর মধ্যে বিজ্ঞান বিভাগে ৬৬০টি ও মানবিকে ৩৮০টি আসন। বিজ্ঞান বিভাগে আবেদনের যোগ্যতা জিপিএ-৫ ও মানবিক বিভাগে সর্বনিম্ন জিপিএ-৪।</p><p>ব্যবসায় শিক্ষা বিভাগের শিক্ষার্থীদের প্রথম পছন্দ নগরের আগ্রাবাদ এলাকার সরকারি কমার্স কলেজ। যেখানে ব্যবসায় শিক্ষা বিভাগের আসনসংখ্যা এক হাজার। আবেদনের যোগ্যতা জিপিএ-৪.৫৬।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মায় ধরা পড়া এক মণ ওজনের বিপন্ন শুশুক বিক্রি হলো ৭০০ টাকায় | প্রথম আলো",
            "time": "2025-07-30T04:32:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F0id9qt8h%2FRajbariDH054420250730IMG-20250730-WA0003.jpg?rect=0%2C29%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাবনার জেলে বৈরাগী হালদার বলেন, ‘আমরা কয়েকজন মাছ শিকারে নদীতে জাল ফেলি। কিছুক্ষণ পর ঝাঁকি দিলে ভেবেছিলাম, বড় কোনো মাছ আটকা পড়েছে। জাল টেনে নৌকায় তুলেই দেখি, একটি বড় শুশুক ধরা পড়েছে। শুশুক খাদ্য হিসেবে মানুষজন নেয় না। শুশুকের তেল দিয়ে অনেক জেলে নদীতে বড়শি দিয়ে মাছ শিকার করেন।’</p><p>দৌলতদিয়া ফেরিঘাটের আড়তদার জাহিদুল ইসলাম বুধবার সকালে বলেন, দীর্ঘক্ষণ অপেক্ষার পরও শুশুকটি বিক্রি হচ্ছিল না। পরে সন্ধ্যায় গোয়ালন্দ বাজার এলাকার মারোয়াড়ি মৎস্য শিকারি বাচা ও ঘাইরা মাছ শিকারের জন্য ৭০০ টাকা দিয়ে শুশুকটি কিনে নেন। রাতেই জেলেরা শুশুকটি বিক্রি শেষে মানিকগঞ্জের বাল্লায় চলে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "জানুয়ারি-জুন ছয় মাসে বিকাশের মুনাফা বেড়ে ৩০৮ কোটি টাকা | প্রথম আলো",
            "time": "2025-07-30T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-18%2F58qqa9l5%2F9aa91972-f169-4dc7-aaa5-973d4f45864e.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে বিকাশের গত ১০ বছরের আর্থিক প্রতিবেদন পর্যালোচনায় দেখা যায়, ২০১৪ সালে বিকাশের আয় ছিল ৫৭৩ কোটি টাকা। আর ওই বছর প্রতিষ্ঠানটি মুনাফা করেছিল ১৯ কোটি টাকা। দুটোই এখন বেড়ে বিকাশকে বড় অঙ্কের লাভজনক প্রতিষ্ঠানে পরিণত করেছে।</p><p>২০১১ সালে এমএফএস প্রতিষ্ঠান হিসেবে যাত্রা শুরু করা বিকাশের এখন গ্রাহক প্রায় ৮ কোটি। দেশজুড়ে প্রতিষ্ঠানটির রয়েছে ৩ লাখ ৩০ হাজার এজেন্ট ও সাড়ে ৫ লাখ মার্চেন্ট পয়েন্ট। আর্থিক লেনদেনের পাশাপাশি বিকাশে রয়েছে বিভিন্ন পরিষেবা বিল পরিশোধ, ন্যানো ঋণ ও ডিপোজিট সুবিধা। প্রতিষ্ঠানটির মালিকানার সঙ্গে রয়েছে ব্র্যাক ব্যাংক, যুক্তরাষ্ট্রভিত্তিক মানি ইন মোশন, বিশ্বব্যাংক গ্রুপের ইন্টারন্যাশনাল ফাইন্যান্স করপোরেশন বা আইএফসি, গেটস ফাউন্ডেশন, অ্যান্ট ইন্টারন্যাশনাল ও সফটব্যাংক।</p></div></div></div></body></html>"
        },
        {
            "title": "শুনানিতে খায়রুল হকের পক্ষে কোনো আইনজীবী ছিলেন না। | প্রথম আলো",
            "time": "2025-07-30T04:26:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fe3uvdh3g%2FA-B-M-Khairul-Haque-03.jpeg?rect=0%2C17%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্নীতিমূলক, বিদ্বেষমূলক, বেআইনি রায় প্রদানসহ জাল-জালিয়াতির অভিযোগে রাজধানীর শাহবাগ থানায় দায়ের করা মামলায় সাবেক প্রধান বিচারপতি এ বি এম খায়রুল হকের সাত দিনের রিমান্ড মঞ্জুর করেছেন আদালত।</p><p>আজ বুধবার ঢাকা চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালত এ আদেশ দেন।</p><p>এর আগে এ মামলায় খায়রুল হকের ১০ দিন রিমান্ড আবেদন করে পুলিশ। শুনানিতে তাঁর পক্ষে কোনো আইনজীবী ছিলেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৭ দিন ক্যাম্পে থেকে ১০-১২ দিন অনুশীলন, হতাশ ক্রিকেটাররা | প্রথম আলো",
            "time": "2025-07-30T04:21:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F5cfrjxp7%2F49791276611677521753632813232835811108306187n.jpg?rect=0%2C0%2C1964%2C1031&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টানা খেলার ধকল কাটাতে জাতীয় দল এখন বিশ্রামে। ‘এ’ দল ও হাই পারফরম্যান্স (এইচপি) দলের অনুশীলন হচ্ছে চট্টগ্রামের বীরশ্রেষ্ঠ মতিউর রহমান স্টেডিয়ামে। তবে দুই দল মিলিয়ে প্রায় ৪০ জন ক্রিকেটারের অনুশীলনে বাধা হয়ে দাঁড়িয়েছে প্রতিকূল আবহাওয়া। বৃষ্টির কারণে অনুশীলন করতে না পারায় ক্রিকেটারদের মধ্যেও হতাশা কাজ করছে।</p><p>১০ জুন প্রধান কোচ ডেভিড হেম্পের তত্ত্বাবধানে চট্টগ্রামে ক্যাম্প শুরু করে এইচপি। চট্টগ্রাম থেকে একটি সূত্র জানিয়েছে, এখন পর্যন্ত ৪৭ দিনে সব মিলিয়ে মাত্র ১১ থেকে ১২ দিন মূল মাঠে অনুশীলন করা গেছে। অন্য সময় ভাগে ভাগে স্কিল অনুশীলন ও ফিটনেস নিয়ে কাজ হয়েছে ইনডোরে। তবে ইনডোরে টার্ফ বসানোর কাজ চলায় সেখানেও বিরতি দিতে হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}