{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রমজানের গুরুত্বপূর্ণ ৭ আদব | প্রথম আলো",
            "time": "2026-02-27T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fe3fw2ox3%2F118509-01-02.jpg?rect=0%2C298%2C4200%2C2205&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোজা অবস্থায় এবং বিশেষ করে ইফতারের সময় দোয়া করা রোজার গুরুত্বপূর্ণ আদব। এ সময় রোজাদারের দোয়া ফিরিয়ে দেয়া হয় না। (সুনানে ইবনে মাজা, হাদিস: ১৭৫৩)</p><p>মুআজা ইবনে জাহরা (রা.) থেকে বর্ণিত হাদিসে আছে, নবীজি (সা.) ইফতারের সময় এই দোয়া পড়তেন, “আল্লাহুম্মা লাকা সুমতু, ওয়া ‘আলা রিযক্বিকা আফতারতু।”</p><p>অর্থ :“হে আল্লাহ! আমি তোমারই জন্য রোজা রেখেছি এবং তোমারই দেওয়া রিজিক দ্বারা ইফতার করছি।” (সুনানে আবু দাউদ, হাদিস: ২৩৫০)</p><p>আবু হুরায়রা (রা.) থেকে বর্ণিত হাদিসে আছে, আল্লাহর রাসুল (সা.) বলেছেন,“তিন ব্যক্তির দোয়া প্রত্যাখ্যাত হয় না—ন্যায়পরায়ণ শাসক, রোজাদার (ইফতার পর্যন্ত) এবং মজলুমের দোয়া।” (সুনানে ইবনে মাজাহ, হাদিস: ১৭৫২)</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তান ও আফগানিস্তানের সংঘাতে হস্তক্ষেপ করবেন কি না, জানালেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-27T03:20:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-22%2Fioeseyn5%2Ftrump.avif?rect=0%2C63%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানি বাহিনীর ওপর পাল্টা হামলা চালানোর দাবি করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছিলেন আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ। তবে এখন তাঁর সেই পোস্টটি সরিয়ে ফেলা হয়েছে। খবর বিবিসির।</p><p>গতকাল বৃহস্পতিবার আফগান বাহিনী পাকিস্তান সীমান্তে দেশটির সামরিক বাহিনীর অবস্থান লক্ষ্য করে হামলা চালায়। এতে দুই সেনা নিহত হওয়ার খবর জানায় ইসলামাবাদ। </p><p>জবাবে গতরাতে কাবুল–কান্দাহারে হামলা চালায় পাকিস্তান। পরে দেশটির প্রতিরক্ষামন্ত্রী খাজা মোহাম্মদ আসিফ আফগানিস্তানের বিরুদ্ধে ‘প্রকাশ্য যুদ্ধ’ ঘোষণা করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছেন।</p><p>পরে আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ এক্সে দেওয়া পোস্টে পাল্টা হামলা চালানোর দাবি করেন। তিনি লিখেছিলেন, আফগান তালেবান সদস্যরা কান্দাহার ও হেলমান্দে পাকিস্তানি বাহিনীর অবস্থানের ওপর প্রতিশোধমূলক হামলা চালিয়েছেন।</p><p>তবে সেই পোস্টটি এখন মুছে ফেলা হয়েছে।</p><p>পাকিস্তান ও আফগানিস্তানের মধ্যে আগের সংঘর্ষগুলোর মতো এবারও উভয় পক্ষ একে অপরের বিরুদ্ধে আগে হামলা চালানোর অভিযোগ করেছে। একই সঙ্গে দুই দেশই দাবি করছে, তাদের পাল্টা হামলায় প্রতিপক্ষের বড় ধরনের ক্ষয়ক্ষতি হয়েছে।</p><p>আজ শুক্রবার পাকিস্তান কর্তৃপক্ষ বলেছে, আফগানিস্তান কোনো ধরনের উসকানি ছাড়াই দেশটিতে হামলা চালিয়েছে। এর জবাবে তারা কাবুল ও কান্দাহারসহ একাধিক শহরে পাল্টা হামলা চালিয়েছে।</p><p>এদিকে আফগান তালেবান বলেছে, সপ্তাহের শুরুতে পাকিস্তানের চালানো হামলার প্রতিক্রিয়ায় তারা গতকাল ‘বড় পরিসরে’ সামরিক অভিযান শুরু করেছে। তাদের দাবি, সপ্তাহের শুরুতে ওই হামলায় অন্তত ১৮ জন নিহত হয়েছিলেন। তবে ইসলামাবাদ বলেছে, তারা শুধু কথিত সন্ত্রাসী শিবির ও আস্তানাই লক্ষ্যবস্তু করেছে।</p><p>তালেবানের সামরিক মুখপাত্র মৌলভি ওয়াহিদুল্লাহ মোহাম্মদি বলেছেন, বৃহস্পতিবার স্থানীয় সময় রাত ৮টা থেকে এই ‘প্রতিশোধমূলক অভিযান’ শুরু হয়।</p><p>তালেবানের প্রধান মুখপাত্র জাবিউল্লাহ মুজাহিদ দাবি করেন, এ অভিযানে ‘অনেক’ পাকিস্তানি সেনা নিহত হয়েছেন এবং কয়েকজনকে আটক করা হয়েছে। তবে পাকিস্তানি কর্তৃপক্ষ এ দাবি সরাসরি অস্বীকার করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাবনায় বিনা মূল্যে সাহ্‌রি বিতরণ, প্রতি রাতে পাচ্ছেন ৯০০ জন | প্রথম আলো",
            "time": "2026-02-27T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2F6itizcsb%2FPabnaDH063620260227IMG-20260227-WA0000-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কয়ার ফার্মাসিউটিক্যালস লিমিটেডের সহকারী ব্যবস্থাপক তানজিরুল ইসলাম বলেন, স্কয়ার গ্রুপের পরিচালক অঞ্জন চৌধুরীর উদ্যোগ ও অনুপ্রেরণায় তাঁরা দীর্ঘ পাঁচ বছর ধরে পুরো রমজানে এই সাহ্‌রি বিতরণের কাজ করছেন। এতে রোগী, রোগীর স্বজন, চিকিৎসক-নার্স সবাই উপকৃত হচ্ছেন। তাঁদের জন্য কিছু করতে পেরে স্কয়ার পরিবারও খুশি।</p><p>স্কয়ার টয়লেট্রিজের পরিচালক আবদুল খালেক বলেন, স্কয়ারের কর্মকর্তা থেকে শুরু করে কর্মচারী সবাই এই সাহ্‌রি কার্যক্রমের সঙ্গে মিলেমিশে একাকার। আগে সবার সাহ্‌রি পৌঁছে দিয়ে তাঁরপর তাঁরা নিজেরা সাহ্‌রি করছেন। কাজটি করতে পেরে তাঁদেরও ভালো লাগছে।</p><p>হাসপাতাল থেকে বেরিয়ে রাত দুইটার দিকে কেন্দ্রীয় বাস টার্মিনাল এলাকায় যেতে একই ধরনের দৃশ্য চোখে পড়ে। সাহ্‌রি বিতরণ করছেন তহুরা–আজিজ ফাউন্ডেশনের কর্মীরা। অটোরিকশায় সাহ্‌রি তুলে ঘুরছেন কয়েকজন যুবক। হাঁক ছাড়ছেন সাহ্‌রি লাগবে, সাহ্‌রি। তাঁদের ডাকে ছুটে আসছেন শ্রমিক, রিকশাচালকসহ ছিন্নমূল মানুষ। সাহ্‌রি নিয়ে মিষ্টি হাসিতে ফিরছেন যাঁর যাঁর কাজে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছুটির দিনেও মনমরা বইমেলা | প্রথম আলো",
            "time": "2026-02-27T21:56:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fxg0v0za1%2FUntitled-5.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছুটির দিনে সকাল থেকেই অমর একুশে বইমেলার কথা ভাবলে যেমন উৎসবমুখর পরিবেশ আর উপচে পড়া ভিড়ের চেনা ছবি মনে পড়ে, গতকালের পরিবেশ ছিল তার চেয়ে একেবারে আলাদা। দুই সারি স্টলের মধ্যে ফাঁকা পথ। আর মেলার মাঠের পরিবেশও স্বচ্ছন্দে চলাচলের মতো ছিল না। স্টল নির্মাণ ও মাঠে চলাচলের সুবিধার জন্য ইট বিছানোর কাজ চলেছে গতকালও।</p><p>অল্পসংখ্যক যে লোক এসেছিলেন, তাঁদেরও বই কেনার প্রতি তেমন আগ্রহ ছিল না। ইফতারের পরে আলোঘর প্রকাশনীর স্টলের সামনে শিশুদের বই পছন্দ করছিলেন মোনালিসা আক্তার। তাঁর সঙ্গে ছিল দুই ভাগনি—দ্বিতীয় শ্রেণির শিক্ষার্থী তানহা আক্তার ও অষ্টম শ্রেণির জান্নাতুল ফেরদৌস। তাঁরা এসেছিলেন মোহাম্মদপুর থেকে। মোনালিসা বলেন, টিএসসিতে ইফতার করে মেলায় ঢুকেছেন। তাঁর কাছে মনেই হচ্ছে না ছুটির দিনের বইমেলা। তাঁর ভাষায় ‘ফাঁকা ফাঁকা মনমরা পরিবেশ’। বেচাকেনা কেমন, জানতে চাইলে আলোঘর স্টলের ব্যবস্থাপক জসিম উদ্দিন বলেন, ‘শুনলেন তো উনি কী বললেন। লোকই আসে না, বেচাকেনা হবে কেমন করে। যা বিক্রি হয়েছে, তা বলার মতো নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "আফগানিস্তান-পাকিস্তান সীমান্তে উত্তেজনা শিগগিরই থামছে না | প্রথম আলো",
            "time": "2026-02-27T21:27:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fa3e3ocgp%2F%E0%A7%AA.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফগান ভূখণ্ডের ভেতরে টিটিপি যোদ্ধাদের আস্তানা লক্ষ্য করে ইসলামাবাদ দফায় দফায় বিমান হামলা শুরু করলে সম্পর্কের আরও অবনতি হয়। বিশ্লেষকদের মতে, পাকিস্তানি বাহিনীর ওপর টিটিপির ক্রমবর্ধমান হামলাগুলোই সাম্প্রতিক সীমান্ত সংঘর্ষের মূল কারণ।</p><p>বিশ্লেষকেরা মনে করছেন, ইসলামাবাদ এখন নতুন এক ‘প্রতিরোধ কাঠামো’ তৈরির চেষ্টা করছে। এর মাধ্যমে তারা এই বার্তাই দিতে চায়, টিটিপি বা অন্য যেকোনো গোষ্ঠীই হোক না কেন, আফগানিস্তান থেকে কোনো হামলা চালানো হলে কাবুলকে তার চরম মূল্য দিতে হবে।</p><p>এ ছাড়া দুই প্রতিবেশীর মধ্যকার এই উত্তেজনা আরও ঘনীভূত হয়েছে পাকিস্তানের পক্ষ থেকে হাজার হাজার আফগান শরণার্থীকে বহিষ্কারের ঘটনায়। কয়েক দশকের যুদ্ধ ও সংঘাত শুরুর পর থেকে অন্তত ৩০ লাখ আফগান নাগরিক পাকিস্তানে আশ্রয় নিয়েছেন, যা বর্তমানে দুই দেশের মধ্যে বাড়তি বিরোধের সৃষ্টি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "উড়োজাহাজে নয়, ট্রেনে সিডনি থেকে ১১ ঘণ্টায় মেলবোর্ন গেলেন এড শিরান | প্রথম আলো",
            "time": "2026-02-27T20:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-10%2Fv3l0v7za%2Fdownload.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বখ্যাত এই গ্র্যামিজয়ী তারকার এমন বিনয়ী মানসিকতা বাংলাদেশের প্রবাসীদের মধ্যেও প্রশংসা কুড়িয়েছে। সিডনি প্রবাসী অস্ট্রেলিয়ান ক্যাথলিক বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের শিক্ষক সজল রায় এ প্রসঙ্গে বলেন,‘এড শিরানের মতো এত বড় একজন বিশ্বতারকা যখন বিলাসিতা ছেড়ে সাধারণ ট্রেনের বগিতে ভ্রমণ করেন, তখন আমাদের মনে করিয়ে দেয়, মানুষের শ্রেষ্ঠত্ব তার সাদামাটা জীবনযাপনেই। তাঁর এই পরিবেশসচেতনতা এবং মাটির কাছাকাছি থাকার মানসিকতা সত্যি অতুলনীয়।’</p><p>মেলবোর্নের আগে শিরান পার্থ, সিডনি এবং ব্রিসবেনে কনসার্ট শেষ করেছেন। বৃহস্পতিবার রাত ৮টার পর মেলবোর্নের মার্ভেল স্টেডিয়ামে হাজার হাজার ভক্তের উন্মাদনার মধ্য দিয়ে মঞ্চে ওঠেন এই জনপ্রিয় গায়ক। </p><p>মেলবোর্নে আজ ও আগামীকালও আরও দুটি কনসার্ট রয়েছে। তারপর তাঁর এই সফর শেষ করবেন আগামী ৫ মার্চ অস্ট্রেলিয়ার আরেক শহর অ্যাডিলেডের ওভালে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপত্তা শঙ্কায় পাকিস্তানের দুই প্রদেশ ও এক অঞ্চলে ড্রোন ওড়ানো নিষিদ্ধ | প্রথম আলো",
            "time": "2026-02-27T19:59:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fskpsxwk0%2Fborder.jpg?rect=0%2C48%2C687%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে হল বা প্যান্ডেলের মতো অভ্যন্তরীণ জায়গায় ছোট ড্রোনের মাধ্যমে ভিডিও করা এবং গোয়েন্দা ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর ড্রোন ব্যবহারের ক্ষেত্রে এ নিষেধাজ্ঞা কার্যকর হবে না।</p><p>বিজ্ঞপ্তিতে পাকিস্তান ও আফগানিস্তানের সাম্প্রতিক সীমান্ত উত্তেজনার কথা উল্লেখ করে বলা হয়েছে, খাইবার পাখতুনখাওয়ার বিভিন্ন সরকারি ভবন ও স্থাপনায়, বিশেষ করে প্রদেশটির দক্ষিণাঞ্চলে কোয়াডকপ্টার বা মনুষ্যবিহীন আকাশযানের (ইউএভি) সাহায্যে দূরনিয়ন্ত্রিত হামলা চালানোর প্রবণতা দেখা দিয়েছে।</p><p>এতে আরও বলা হয়, ‘বর্তমান পরিস্থিতিতে ড্রোন বা কোয়াডকপ্টারের যেকোনো ব্যবহার সরাসরি বা পরোক্ষভাবে নাগরিকদের জীবন ও সম্পদের জন্য হুমকি হয়ে দাঁড়িয়েছে। এটি জননিরাপত্তা, সরকারি অবকাঠামো রক্ষা এবং জনশৃঙ্খলা বজায় রাখার ক্ষেত্রে একটি বড় ঝুঁকি।</p></div></div></div></body></html>"
        },
        {
            "title": "অধ্যাপক ইউনূসসহ সাবেক উপদেষ্টারা ছিলেন ফাওজুল কবিরের বাসার ইফতারে | প্রথম আলো",
            "time": "2026-02-27T19:47:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fhxe012it%2FYounus-Ifter-01.jpg?rect=0%2C8%2C1747%2C917&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে এক টেবিলে বসেন সাবেক ছয় উপদেষ্টা, ছিলেন সদ্য সাবেক গভর্নরও। (ছবিতে বাঁ দিক থেকে) বিধান রঞ্জন রায় পোদ্দার, জাহাঙ্গীর আলম চৌধুরী, সি আর আবরার, ফাওজুল কবির খান, সালেহউদ্দিন আহমেদ, অধ্যাপক মুহাম্মদ ইউনূস, আহসান এইচ মনসুর ও শেখ বশিরউদ্দীন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: সাবেক প্রেস সচিব শফিকুল আলমের ফেসবুক পোস্ট থেকে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "আফগান বাহিনী কি সত্যিই পাকিস্তানের এফ-১৬ যুদ্ধবিমান ভূপাতিত করেছে | প্রথম আলো",
            "time": "2026-02-27T19:23:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fjzkatdzc%2F271630420e84cce.webp?rect=108%2C0%2C985%2C517&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফগানিস্তানপন্থী একটি অ্যাকাউন্ট থেকে ছবিটি শেয়ার করে ক্যাপশনে লেখা হয়, ‘প্রতিরক্ষা সূত্র জানিয়েছে যে আফগান বাহিনী একটি পাকিস্তানি জেট ভূপাতিত করেছে, যা আফগানিস্তানের ভূখণ্ডে প্রবেশ করেছিল। প্রতিক্ষা সূত্রগুলো এই খবর বিভিন্ন সংবাদমাধ্যমকে নিশ্চিত করেছে।’</p><p>এই পোস্ট ২ লাখ ৫৭ হাজার ৬০০ বার দেখা হয়েছে।</p><p>একই ভূপাতিত এফ-১৬ যুদ্ধবিমানের আরেকটি ভিডিওও এক্সে শেয়ার করা হয়। তার ক্যাপশনে লেখা হয়, ‘এখানে তার সর্বশেষ ভিডিও।’</p><p>ওই পোস্টটি ৮০ হাজার ২০০ দেখা হয়।</p><p>ভাইরাল ভিডিও এবং দাবির ব্যাপক জনপ্রিয়তা এবং পাকিস্তান ও আফগানিস্তানের মধ্যে চলমান সংঘাতের বিষয়ে জনসাধারণের আগ্রহের কারণে এই দাবি যাচাই করার জন্য একটি ফ্যাক্ট-চেক শুরু করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মাহফিলের অতিথি করা নিয়ে বিএনপির দুপক্ষের বিরোধে এক নেতাকে পিটিয়ে হত্যা | প্রথম আলো",
            "time": "2026-02-27T19:01:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fmvxsmzae%2FRAJSHAHIDH060120260228IMG-20260228-WA0008.jpg?rect=0%2C199%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা গেছে, জুমার নামাজের পর স্থানীয় লোকজন মাহফিল আয়োজন নিয়ে মসজিদে আলোচনায় বসেন। এ সময় এক পক্ষ জেলা যুবদলের সাবেক আহ্বায়ক আনোয়ার হোসেন উজ্জ্বলকে প্রধান অতিথি করতে চায়, আর এরশাদসহ অন্যরা চায় স্থানীয় সংসদ সদস্য আবু সাঈদ চাঁদকে প্রধান অতিথি করতে। এ সময় দুই পক্ষের মধ্যে তর্কাতর্কিতে আলোচনা ভেস্তে যায়। এর আড়াই মাস আগেও একই বিষয়ে বিতর্ক হয়ে মাহফিল আয়োজন স্থগিত হয়। ওই ঘটনায় মারামারিতে চারজন আহত হন। এ নিয়ে একটি মামলাও হয়েছে।</p><p>নিহত এরশাদ আলীর পরিবারের সদস্যরা জানান, রাত ৯টার দিকে এরশাদ আলী তারাবিহর নামাজ শেষে বাড়িতে ফিরছিলেন। এ সময় আনোয়ার হোসেন উজ্জ্বলের কয়েকজন অনুসারী তাঁর পথ রোধ করেন। একপর্যায়ে গাছের ডাল ও লাঠি দিয়ে তাঁকে মারধর করা হয়। হাসপাতালে নিয়ে গেলে চিকিৎসক তাঁকে মৃত ঘোষণা করে। পরে তাঁর লাশ বাড়ি নিয়ে যাওয়া হয়।</p><p>এ ব্যাপারে আনোয়ার হোসেন উজ্জ্বলের বক্তব্য নেওয়া সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "নারিন্দায় সিলিন্ডার বিস্ফোরণে দগ্ধ হয়ে একজনের মৃত্যু | প্রথম আলো",
            "time": "2026-02-27T18:53:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fx4981m49%2FBurn-Unit.jpg?rect=0%2C3%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় বার্ন অ্যান্ড প্লাস্টিক সার্জারি ইনস্টিটিউটের আবাসিক সার্জন শাওন বিন রহমান প্রথম আলোকে বলেন, সেলিমের শরীরের ১০০ শতাংশ পুড়ে গিয়েছিল। তাঁর বাবা মুক্তারের শরীরের ২২ ও মা সেলিনার ২০ ভাগ পুড়ে গেছে।</p><p>ওয়ারী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মফিজুর রহমান প্রথম আলোকে বলেন, মুক্তার ফ্রিজ ও এসির গ্যাস সিলিন্ডার বাসায় এনে রেখেছিলেন। ওই গ্যাস সিলিন্ডার বিস্ফোরণের পর সেটি বাসার দেয়াল ভেঙে পাশের একটি টিনশেড বাড়ির ওপরে পড়ে। এতে ওই বাসার এক নারী আহত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "কিল-ঘুষি, হেলমেট দিয়ে মাথায় আঘাতের পাশাপাশি ‘ফ্লাইং কিক’ মারা হয় | প্রথম আলো",
            "time": "2026-02-27T18:38:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Ftbqii7av%2FDU-Clash-01.png?rect=0%2C0%2C776%2C407&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের ছাত্র-শিক্ষক কেন্দ্রে (টিএসসি) দুই তরুণী ও এক তরুণকে বিশ্ববিদ্যালয়ের কয়েকজন শিক্ষার্থীর মারধর ও নির্যাতনের ঘটনার ক্লোজড সার্কিট (সিসিটিভি) ক্যামেরার ফুটেজ সামনে এসেছে। বুধবার শেষরাতের ওই ঘটনার ফুটেজ বিশ্লেষণ করে দেখা যায়, টিএসসিতে ওই তরুণ-তরুণীদের কিল-ঘুষি, লাঠি ও হেলমেট দিয়ে আঘাত করার পাশাপাশি ‘ফ্লাইং কিক’ মারা হয়।</p><p>এর আগে গত বুধবার রাতে টিএসসিতে এক নারীর দিকে লাঠি হাতে তেড়ে আসছেন ঢাকা বিশ্ববিদ্যালয়ের এক শিক্ষার্থী—এমন একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে। ওই ভিডিওতে ভুক্তভোগী দুই তরুণীকে বলতে শোনা যায়, ‘ঢাকা বিশ্ববিদ্যালয় এলাকাতেও আমরা নিরাপদ না...আমাদের মারধর করে ঢাবি শিক্ষার্থীরা।’</p></div></div></div></body></html>"
        }
    ]
}