{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পাচারকারীদের হাতে বাঘের মৃত্যু বেশি | প্রথম আলো",
            "time": "2025-07-29T05:25:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fljvr6tk1%2F29072025-cm-1.jpg?rect=0%2C0%2C1507%2C791&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুলনা বন আদালতের রিটেইনার (বন মামলা দেখাশোনা করার দায়িত্বপ্রাপ্ত কর্মকর্তা) জি এম কামরুজ্জামান প্রথম আলোকে বলেন, ‘আমি দীর্ঘ ১৬ বছর ধরে বন আদালতে আছি। বাঘের চামড়া উদ্ধারের ঘটনায় খুলনা শেরেবাংলা রোড এলাকার তিনজন পাঁচ বছর করে সাজা পেয়েছিল। এ ছাড়া আর কোনো ঘটনা আমার মনে পড়ছে না।’</p><p>মামলা দায়েরে বন বিভাগের আইনি দুর্বলতা আছে কি না, তা জানতে চাইলে তিনি কোনো মন্তব্য করেননি।</p><p>নাম প্রকাশে অনিচ্ছুক এক বন কর্মকর্তা বলেন, বন বিভাগের মামলা করার প্রক্রিয়ায় বেশ কিছু ত্রুটি থেকে যায়। যেমন বন আইনের ৭২–এর ১(ঘ) বিধানমতে, তথ্য উদ্‌ঘাটনকারী কর্মকর্তা একটা নির্ধারিত ফরমে আসামির জবানবন্দি লিপিবদ্ধ করেন। সেখানে দেখা যায়, একাধিক আসামি থাকলেও সবার একই রকম জবানবন্দি।</p><p>ফলে আদালতে যুক্তিতর্কের সময় এটা দুর্বলতা হিসেবে প্রমাণিত হয়, জানিয়ে ওই কর্মকর্তা বলেন, এ ছাড়া মামলায় যাদের সাক্ষী রাখা হয়, তাদের বেশির ভাগ কোর্টে জেরার সময় শক্তভাবে ঘটনার পক্ষে সাক্ষ্য দিতে পারেন না। এসব সুযোগ নিয়ে অভিযুক্তরা পার পেয়ে যান।</p><p>২০১২ সালের ডিসেম্বরে বাঘের দাঁতসহ গ্রেপ্তার দাকোপ উপজেলার ঢাংমারী এলাকার দুজন অভিযুক্ত আদালতে এভাবে পার পেয়ে যান বলে তিনি উদাহরণ দেন।</p><p>জানতে চাইলে খুলনা অঞ্চলের বন সংরক্ষক ইমরান আহমেদ প্রথম আলোকে বলেন, ‘মামলা করার সময় এ ধরনের দুর্বলতা আমরা দেখি। সেটি কাটিয়ে ওঠার জন্য আমরা এখন আমাদের মাঠপর্যায়ের কর্মকর্তাদের সুন্দরবন সুরক্ষা প্রকল্পের অধীনে প্রশিক্ষণের আওতায় নিয়ে আসছি। কয়েকটা ধাপে আমরা সরকারি কৌঁসুলিদের সহায়তায় এ আইনি দুর্বলতা কাটিয়ে ওঠার প্রশিক্ষণ দিচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্র্যাকের ইয়াং প্রফেশনালে চাকরির সুযোগ, স্নাতক পাসে আবেদন | প্রথম আলো",
            "time": "2025-07-29T05:24:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fa1ttvicr%2F150.png?rect=36%2C0%2C838%2C440&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পদের নাম: ইয়াং প্রফেশনাল প্রোগ্রাম</strong></p><p><strong>পদ সংখ্যা:</strong> অনির্ধারিত</p><p><strong>শিক্ষাগত যোগ্যতা:</strong> যেকোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি। অভিজ্ঞতা বাধ্যতামূলক নয়। তবে ব্র্যাক কৌতূহলী, সহানুভূতিশীল এবং শেখার আগ্রহ ও চ্যালেঞ্জ গ্রহণের মানসিকতাকে গুরুত্ব দেয়।</p><p><strong>বেতন:</strong> প্রতিষ্ঠানের নিয়ম অনুযায়ী।</p><p><strong>চাকরির ধরন:</strong> পূর্ণকালীন</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিতীয় প্রান্তিকে ব্র্যাক ব্যাংকের মুনাফা বেড়েছে | প্রথম আলো",
            "time": "2025-07-29T05:16:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-17%2F1og82psx%2FBrac.jpg?rect=0%2C17%2C553%2C290&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা স্টক এক্সচেঞ্জের ওয়েবসাইটে দেওয়া এক ঘোষণায় এসব তথ্য পাওয়া গেছে। ওয়েবসাইটের তথ্যানুসারে, জানুয়ারি-জুন সময়ে শেয়ারপ্রতি নিট নগদ প্রবাহ (এনওসিএফপিএস) দাঁড়িয়েছে ৪৪ টাকা ২৪ পয়সা, আগের বছর যা ছিল ৩০ টাকা ৯৯ পয়সা। প্রতিষ্ঠানটি জানিয়েছে, আমানত সংগ্রহ ও ব্যাংকঋণ বৃদ্ধির কারণে নগদ প্রবাহ বেড়েছে। তবে আগের বছরের তুলনায় ঋণ বিতরণে কিছুটা ধীরগতি দেখা গেছে।</p><p>অন্যদিকে ৩০ জুন ২০২৫ তারিখে শেয়ারপ্রতি নিট সম্পদের মূল্য (এনএভি) বেড়ে দাঁড়িয়েছে ৪২ টাকা ৬০ পয়সা। গত বছরের ৩১ ডিসেম্বর যা ছিল ৩৯ টাকা ৩৮ পয়সা। নিট মুনাফা ও সরকারি সিকিউরিটিজের পুনর্মূল্যায়নের ফলে এ বৃদ্ধি হয়েছে বলে প্রতিষ্ঠানটির পক্ষ থেকে জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঘ বাঁচলে সুন্দরবন বাঁচবে | প্রথম আলো",
            "time": "2025-07-29T05:16:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fw0yy4wzj%2F29072025-cm-14.jpg?rect=0%2C0%2C1177%2C618&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে বর্তমানে অনেক হরিণের খামার হয়েছে। খামার করলে বনের হরিণের ওপর চাপ কমবে এটিই ছিল হরিণ লালন–পালনের পক্ষে মুখ্য যুক্তি। কোন বৈজ্ঞানিক যুক্তিতে দেশে আজও হরিণের খামার আছে এবং বাড়ছে জানি না। সেদিন এক বন্ধু বললেন, কিছু শৌখিন মানুষ চেয়েছেন, তাই এটি হয়েছে। তবে সুন্দরবন থেকে এনে জীবন্ত হরিণ কেউ খামারে রাখবেন, এ দুঃসাহস কারও হবে না। বন্ধুকে বলতে পারিনি যে ২০১২ সারে সুন্দরবনের তিনটি বাঘের বাচ্চা তো ঢাকায় পাচার হয়েছিল। বন বিভাগের ক্রাইম কন্ট্রোল ইউনিটের বন্ধুরা অন্যান্য বিপন্ন প্রজাতির ভাগ্যে কী ঘটছে নিশ্চয়ই ভালো বলতে পারবেন। আমাদের সবাইকে দায়িত্ব নিতে হবে। ভারতে বন্য প্রাণীর খামার নিষিদ্ধ।</p><p>এক সমীক্ষায় দেখা গেছে, সুন্দরবনের চারপাশের ৯০ শতাংশের বেশি মানুষ জানেন যে হরিণ শিকার এবং হরিণের মাংস ভক্ষণ আইনসম্মত নয়। এরপরও তাঁরা এ কাজটি করেন, যেহেতু হরিণের মাংস অনেক সময় অন্যান্য মাংসের চেয়ে সস্তায় পাওয়া যায়। কারণ, যিনি বিক্রি করেন, তাঁকে তো হরিণটি কিনতে হয়নি; অন্যান্য গবাদিপশু তো ক্রয় করে বিক্রয় করতে হয়। ভিয়েতনামে বন্য পশুপাখির মাংস দিয়ে অতিথি আপ্যায়ন করা ছিল মর্যাদার প্রতীক। ফলে ভিয়েতনাম তার শেষ বাঘটিও হারিয়েছে ২০০০ সালের দিকে।</p><p>অনেকের ধারণা, সুন্দরবনের হরিণ ব্যাপকহারে বাড়ছে এবং গুটিকয় খেলেও ওরা হারিয়ে যাবে না। তাঁদের অবগতির জন্য জানাই, উত্তর আমেরিকায় ঘুঘুর মতো দেখতে একটি কবুতর—প্যাসেঞ্জার পিজন, যার সংখ্যা ছিল ৩০০-৫০০ কোটি। এরা দল বেঁধে যখন উড়ে যেত, মনে হতো আকাশ মেঘাচ্ছন্ন। আবাসস্থল নষ্ট হওয়া এবং অনিয়ন্ত্রিত শিকারের কারণে মাত্র ১০০ বছরের মধ্যে এই প্রজাতিটি পৃথিবী থেকে হারিয়ে গেল।</p></div></div></div></body></html>"
        },
        {
            "title": "২৫ বছর পর রিয়ালে ব্যালন ডি’অরজয়ী কেউ রইলেন না | প্রথম আলো",
            "time": "2025-07-29T05:09:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F0xlcwp3x%2Fhhh.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিগো যোগ দেওয়ার পরের বছর রিয়ালে নাম লেখান জিনেদিন জিদান। ১৯৯৮ বিশ্বকাপ জেতায় সে বছরই ব্যালন ডি’অর জেতেন ফরাসি কিংবদন্তি। ২০০২ সালে যোগ দেন ব্রাজিলিয়ান কিংবদন্তি রোনালদো নাজারিও। ১৯৯৭ সালে ব্যালন ডি’অর জেতার পাশাপাশি ২০০২ সালে ব্রাজিলকে বিশ্বকাপ জেতানোয় সে বছরও বর্ষসেরার এ ট্রফি জেতেন রোনালদো।</p><p>২০০৪-০৫ মৌসুমে রিয়ালে ব্যালন ডি’অরজয়ী খেলোয়াড় ছিলেন চারজন—ফিগো, জিদান, রোনালদো ও মাইকেল ওয়েন। ফিগো ও ওয়েন ২০০৫ সালে রিয়াল ছাড়েন, রোনালদো ২০০৭ সালে। এর মধ্যেই অবশ্য ব্যালন ডি’অরজয়ী আরেকজনকে দলে ভেড়ায় রিয়াল। ২০০৬ সালে উড়িয়ে আনা হয় ইতালির বিশ্বকাপজয়ী অধিনায়ক ফাবিও কানাভারোকে। সে বছরই ব্যালন ডি’অর জেতেন কানাভারো। রোনালদোর প্রস্থানের পর প্রায় আড়াই বছর রিয়ালের স্কোয়াডে একমাত্র ব্যালন ডি’অরজয়ী হিসেবে দিন কেটেছে কানাভারোর।</p></div></div></div></body></html>"
        },
        {
            "title": "টঙ্গীতে নালায় পড়ে নিখোঁজ নারীর মরদেহ ৩ দিন পর বিল থেকে উদ্ধার | প্রথম আলো",
            "time": "2025-07-29T05:03:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fvgiteagu%2Ftongideadbodyrecovered.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় কয়েকজন অভিযোগ করেন, সিটি করপোরেশন ও বিআরটি প্রকল্প কর্তৃপক্ষের দায়িত্বহীনতা এ দুর্ঘটনার জন্য দায়ী। তাঁরা বলেন, এমন ব্যস্ত এলাকায় খোলা ড্রেন রেখে মানুষকে মৃত্যুর মুখে ঠেলে দেওয়া হয়েছে।</p><p>নিহত নারীর বড় ভাই মো. শোভন প্রথম আলোকে বলেন, ‘বোনের মোবাইল ফোন বন্ধ থাকায় বিভিন্নভাবে খোঁজ করতে থাকি। একপর্যায়ে সোমবার সকাল সাতটার দিকে ঘটনাস্থলে এসে বোনের ব্যবহৃত জুতা পেয়ে তাঁর নিখোঁজ হওয়ার বিষয়টি নিশ্চিত হই।’</p><p>টঙ্গী পশ্চিম থানার ভারপ্রাপ্ত কর্মকর্তা ইস্কান্দার হাবিবুর রহমান বলেন, ফায়ার সার্ভিসের কর্মীরা নিখোঁজ নারীর লাশ উদ্ধার করেছেন। এ ঘটনায় আইনি ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "উইন্ডোজ ১১ আপডেট করতে না পারার নিষেধাজ্ঞা তুলে নিয়েছে মাইক্রোসফট | প্রথম আলো",
            "time": "2025-07-29T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fkb5rloa2%2Fwindows11.microsoft.png?rect=0%2C17%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইক্রোসফটের তথ্যমতে, ইজি অ্যান্টি-চিট সফটওয়্যার ইনস্টল থাকা অবস্থায় উইন্ডোজ ২৪এইচ২ আপডেট করতে গেলে কিছু কম্পিউটারে হঠাৎ রিস্টার্ট এবং বিএসওডি সমস্যা হতো। এই ত্রুটি দূর করে নতুন হালনাগাদ উন্মুক্ত করা হয়েছে। প্রসঙ্গত, ইজি অ্যান্টি-চিট একটি বহুল ব্যবহৃত গেম সুরক্ষা সফটওয়্যার, যা অ্যাপেক্স লেজেন্ডস, ওয়ার থান্ডার, ডেড বাই ডেলাইট, এলডেন রিং, রাস্ট, স্কোয়াড ও এনবিএ টু কে ২৫সহ অসংখ্য অনলাইন মাল্টিপ্লেয়ার গেমে ব্যবহার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে চাঁদা না দেওয়ায় ১০ দোকানে তালা, জামায়াত নেতাসহ গ্রেপ্তার ৪ | প্রথম আলো",
            "time": "2025-07-29T04:52:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fnfcgzext%2FNatoreDH060420250729Natore-Jamait-leader-arrest-photo-29.7.25.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার ব্যক্তিরা হলেন জোয়াড়ী ইউনিয়নের ৩ নম্বর ওয়ার্ড জামায়াতের সভাপতি ও আহম্মদপুর এলাকার বাসিন্দা রুহুল আমিন (৪৫), তাঁর ভাই জামায়াত কর্মী আজিমুদ্দিন (৪০), স্থানীয় বিএনপি কর্মী হায়দার আলী (৪৫) ও তাঁর বাবা মুজিবর রহমান (৭০)।</p><p>বড়াইগ্রাম থানা সূত্র জানায়, উপজেলার নওপাড়া গ্রামের কোরবান আলী, শাহ আলম ও মোতালেব হোসেন আহম্মদপুর বাজারে জমি কিনে ১০টি দোকানঘর নির্মাণ করেন। তাঁদের নামে এসএ এবং আরএস খতিয়ান আছে। প্রায় ৭০ বছর ধরে তাঁরা ওই জমি ভোগদখলে আছেন এবং নিয়মিত খাজনা দিয়ে আসছেন। গতকাল বেলা ১১টার দিকে রুহুল আমিন, আজিমুদ্দিন, হায়দার আলী, মুজিবর রহমানসহ ৪০-৫০ জন লাঠিসোঁটা নিয়ে বাজারে গিয়ে দোকানপ্রতি মাসে পাঁচ হাজার টাকা করে চাঁদা দেওয়ার জন্য কোরবান আলীদের হুমকি দেন। তাঁরা রাজি না হওয়ায় অভিযুক্ত ব্যক্তিরা ১০টি দোকানঘরে তালা লাগিয়ে দখলে নেন। দোকান না ছাড়লে ব্যবসায়ীদের প্রাণনাশের হুমকিও দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পাচারকারীসহ আরও কিছু কারণে হুমকির মুখে সুন্দরবনের বাঘ | প্রথম আলো",
            "time": "2025-07-29T04:51:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fwv24mti7%2FKhulnaDH159620250729Sundarbans-bag.jpg?rect=0%2C0%2C2855%2C1499&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাঘ বিপন্ন হওয়ার বেশ কিছু কারণ জানালেন সুন্দরবন সুরক্ষা আন্দোলনের সভাপতি হারুন অর রশীদ। তিনি বলেন, হরিণ শিকার বন্ধ না হওয়ায় বাঘের খাদ্যসংকট তৈরি হচ্ছে, যা পরোক্ষভাবে তাদের জন্য বড় হুমকি। পাশাপাশি বাঘের অঙ্গপ্রত্যঙ্গের গোপন বেচাকেনা, শিল্পদূষণ, লবণাক্ততা ও অপরিকল্পিত পর্যটনের চাপে বাঘ ক্রমেই বিপন্ন হচ্ছে। তিনি আরও বলেন, ‘আমরা কথায় সচেতন; কিন্তু কার্যক্রমে দুর্বল। বাঘ না থাকলে সুন্দরবন থাকবে না, আর সুন্দরবন না থাকলে বাংলাদেশ ভয়াবহ পরিবেশ–সংকটে পড়বে।’</p><p>মানবসৃষ্ট পরিবেশদূষণও বাঘের অস্তিত্ব হুমকিতে ফেলছে। এ সম্পর্কে খুলনা বিশ্ববিদ্যালয়ের পরিবেশবিজ্ঞান বিভাগের অধ্যাপক আবদুল্লাহ হারুন চৌধুরী বলেন, ‘বনের চারপাশে অসংখ্য শিল্পকারখানা গড়ে উঠেছে, যেগুলোর বর্জ্য পশুর নদ হয়ে জোয়ারে বনভূমিতে ছড়িয়ে পড়ছে। এতে বাঘসহ অন্যান্য প্রাণী ক্ষতিগ্রস্ত হচ্ছে। জাহাজের আলো, শব্দ ও কিছু জেলের বিষ দিয়ে মাছ ধরা—এসব কিছুর সম্মিলিত প্রভাব বাঘের জীবনে ভয়ংকর ছন্দপতন ঘটাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বেইজিংয়ে ভারী বৃষ্টি ও বন্যায় ৩০ জনের মৃত্যু, কয়েক দিনেই বছরের সমান বৃষ্টি | প্রথম আলো",
            "time": "2025-07-29T04:49:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fcfxre04d%2FFlood.jpg?rect=0%2C0%2C663%2C348&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চীনের রাজধানী বেইজিংয়ে ভারী বৃষ্টি ও বন্যায় গতকাল সোমবার মধ্যরাত পর্যন্ত ৩০ জনের মৃত্যু হয়েছে। মাত্র কয়েক দিনের মধ্যেই বেইজিংয়ে প্রায় এক বছরের সমান বৃষ্টি হয়েছে। আজ মঙ্গলবার চীনের রাষ্ট্রীয় বার্তা সংস্থা সিনহুয়া এ তথ্য জানায়।</p><p>সিনহুয়ার প্রতিবেদনে বলা হয়, গত বুধবার বেইজিং ও আশপাশের প্রদেশগুলোতে ভারী বৃষ্টি শুরু হয়। গতকাল সোমবার তা তীব্র আকার ধারণ করে। এক দিনেই রাজধানী বেইজিংয়ের উত্তরাঞ্চলে ৫৪৩ দশমিক ৪ মিলিমিটার (২১ দশমিক ৪ ইঞ্চি) পর্যন্ত বৃষ্টি রেকর্ড করা হয়েছে। অথচ বেইজিংয়ে বছরে গড় বৃষ্টির পরিমাণ প্রায় ৬০০ মিলিমিটার।</p><p>বেইজিংয়ের উত্তরাঞ্চলীয় পাহাড়ি এলাকাগুলোতে এসব প্রাণহানির ঘটনা ঘটেছে। এর মধ্যে ২৮ জন মিয়ুন এলাকায় ও দুজন ইয়ানকিং এলাকায় মারা গেছেন। তবে কখন, কীভাবে এসব প্রাণহানি হয়েছে, তা নিয়ে রাষ্ট্রীয় সংবাদমাধ্যমে বিস্তারিত উল্লেখ করা হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙ্গামাটিতে ইউপিডিএফের আস্তানায় সেনাবাহিনীর অভিযান, একে৪৭সহ অস্ত্র-গোলাবারুদ উদ্ধার: আইএসপিআর | প্রথম আলো",
            "time": "2025-07-29T04:39:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Frzrstg03%2FUntitled-1.png?rect=78%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাঙ্গামাটিতে ইউপিডিএফের আস্তানায় সেনাবাহিনীর অভিযানের পর উদ্ধার হওয়া অস্ত্র<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: আইএসপিআরের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ছাত্ররাজনীতির পুনর্জাগরণ নাকি আবার আশার গুড়ে বালি | প্রথম আলো",
            "time": "2025-07-29T04:38:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F52kqnfge%2F29072025-cm-5.jpg?rect=0%2C0%2C687%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডাকসু নির্বাচন সামনে রেখে বিভিন্ন ছাত্রসংগঠন নিজেদের অবস্থান শক্ত করতে নানা ধরনের কর্মসূচি হাতে নিচ্ছে। লক্ষ্য তাদের একটাই, ভোটারদের মন জয় করা।</p><p>ছাত্রসংগঠনগুলোর মধ্যে ছাত্রদল বিগত ১৬ বছর নানা নির্যাতনের শিকার হয়ছে। ফলে তারা মনে করছে, অনেক শিক্ষার্থীর মনে তাদের জন্য একধরনের সহানুভূতি তৈরি হয়েছে। ছাত্রদল সেটা কাজে লাগিয়ে মাঠে সক্রিয়ভাবে কাজ করছে।</p><p>পাশাপাশি ভর্তি পরীক্ষার্থীদের সহায়তা দেওয়া, পাখির বাসা তৈরি, বিভিন্ন প্রতিযোগিতার আয়োজন কিংবা ক্যাম্পাসে ঘুরে ঘুরে শিক্ষার্থীদের সঙ্গে মতবিনিময়—এই সবকিছু মিলিয়ে তারা একটা ভালো ইমেজ তৈরি করার চেষ্টা করছে। ফলে ছাত্রদের সঙ্গে এমন ঘনিষ্ঠ সম্পর্ক গড়ে তোলা নির্বাচনে তাদের বড় শক্তি হয়ে উঠতে পারে।</p><p>অন্যদিকে ইসলামী ছাত্রশিবিরও বসে নেই। তারা প্রতিটি হলে ব্যাপক ছাত্রবান্ধব কর্মসূচি গ্রহণ করেছে। যার উদ্দেশ্য হলে অবস্থানরত শিক্ষার্থীদের মধ্যে তাদের জনপ্রিয়তা বাড়ানো। তারা মেডিকেল কিট দিচ্ছে, পানির পিউরিফায়ার বসাচ্ছে, আরও নানা রকম ছাত্রকল্যাণমূলক কাজ করছে। এসব দেখে অনেক ছাত্রই ইতিবাচকভাবে ভাবছেন আর সেখান থেকেই গড়ে উঠতে পারে তাদের ভোটব্যাংক।</p><p>ঢাকা বিশ্ববিদ্যালয়ে ঐতিহাসিকভাবেই বামপন্থী সংগঠনগুলো শক্তিশালী। তাদের মধ্যে অনেক নেতার ব্যক্তিগত জনপ্রিয়তাও এখনো রয়েছে, যা নির্বাচনে বাড়তি সুবিধা এনে দিতে পারে।</p><p>অপর দিকে এনসিপির ছাত্রসংগঠন বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদ (বাগছাস) মনে করছে, সাম্প্রতিক গণ–আন্দোলনে ছাত্রদের পাশে থাকার কারণে তারা এবার ভালো কিছু করতে পারে। তাদের অনেক নেতাই কোটাবিরোধী আন্দোলনের পরিচিত মুখ। যেসব শিক্ষার্থী কোটাবিরোধী আন্দোলনে ছিলেন, তাঁরা যদি বাগছাসের প্রতি ইতিবাচক মনোভাব পোষণ করেন, তাহলে তা একটি শক্তিশালী ভোটব্যাংক হিসেবে কাজ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ধাপ্পু খেলায় মেতেছে ওরা | প্রথম আলো",
            "time": "2025-07-29T04:36:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F8tcex8ju%2F%E0%A7%A7%E0%A7%A6.jpg?rect=0%2C165%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">খেলায় যে হেরে গেছে, এবার তাকে শাস্তি দেওয়ার পালা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পাঁচ দ্বীপরাষ্ট্রে বাড়ি কিনলেই পাবেন পাসপোর্ট, দেড় শতাধিক দেশে ভিসামুক্ত প্রবেশ সুবিধা | প্রথম আলো",
            "time": "2025-07-29T04:29:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Flar45kn5%2FAntigua-and-Barbuda.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুখপাত্র আরও বলেন, এ মূল্যায়নের মাধ্যমে এটা নিশ্চিত করার চেষ্টা চলছে, ওই কর্মসূচির অধীন নাগরিকত্ব দেওয়ার বিনিময়ে যেন সংশ্লিষ্ট দেশগুলোর ভিসামুক্ত প্রবেশাধিকার ব্যবস্থার অপব্যবহার না হয়। সেই সঙ্গে এটি ইউরোপীয় ইউনিয়নের নিরাপত্তার জন্য ঝুঁকি তৈরি করতে পারে কি না, তা-ও যাচাই করে দেখা হচ্ছে।</p><p>এ নিয়ে ডোমিনিকার প্রধানমন্ত্রী রুজভেল্ট স্কেরিট তাঁর দেশের সিটিজেনশিপ বাই ইনভেস্টমেন্ট কর্মসূচিকে ‘নির্ভরযোগ্য ও স্বচ্ছ’ হিসেবে বর্ণনা করেছেন। তিনি বলেন, এর গ্রহণযোগ্যতা নিশ্চিত করতে কর্তৃপক্ষ কঠোর পরিশ্রম করেছে।</p><p>সেন্ট লুসিয়ায় প্রধানমন্ত্রী ফিলিপ জে পিয়েরে বলেন, তাঁদের দ্বীপপুঞ্জের এ কর্মসূচি যেন কোনো অবৈধ কর্মকাণ্ডের সহায়ক না হয়, তা নিশ্চিত করতে তাঁরা সর্বোচ্চ নিরাপত্তা মানদণ্ড মেনে চলেন।</p><p>অ্যান্টিগুয়া অ্যান্ড বারবুডার প্রধানমন্ত্রী গ্যাস্টন ব্রাউন বলেন, গত এক দশকে এ কর্মসূচি থেকে অর্জিত অর্থ তাঁর দেশকে দেউলিয়া হওয়ার দ্বারপ্রান্ত থেকে ফিরিয়ে এনেছে।</p><p>সম্পত্তি কেনা ছাড়াও বিনিয়োগের মাধ্যমে ক্যারিবীয় দেশগুলোতে নাগরিকত্ব পাওয়ার অন্যান্য সাধারণ উপায়ের মধ্যে রয়েছে জাতীয় উন্নয়ন তহবিল বা অনুরূপ কোনো খাতে এককালীন অর্থ প্রদান।</p><p>ডোমিনিকায় একজন একক আবেদনকারীর জন্য এ অর্থের পরিমাণ শুরু হয় দুই লাখ ডলার থেকে। আর ডোমিনিকা ও সেন্ট কিটসে মূল আবেদনকারী এবং তাঁর সঙ্গে সর্বোচ্চ তিনজন নির্ভরশীল সদস্যের জন্য এটি বেড়ে দাঁড়ায় ২ লাখ ৫০ হাজার ডলার পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রীকে যৌন হয়রানির অভিযোগে শিক্ষককে স্থায়ীভাবে বহিষ্কার | প্রথম আলো",
            "time": "2025-07-29T04:24:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F916fa1b4-7b68-47ba-91ab-1af612178ba7%2F641886e2-9ce3-42d5-a465-f12273a17f0a.jpg?rect=0%2C138%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে এক ছাত্রীকে যৌন হয়রানির অভিযোগে সমাজকর্ম বিভাগের সহকারী অধ্যাপক সুব্রত কুমার বিশ্বাসকে স্থায়ীভাবে বহিষ্কার করা হয়েছে। বিশ্ববিদ্যালয়ের ৭৩তম রিজেন্ট বোর্ড সভায় ২৬ জুলাই এ সিদ্ধান্ত নেওয়া হয়। গতকাল সোমবার বিকেলে বিষয়টি জানাজানি হয়।</p><p>সুব্রত কুমার বিশ্বাস পাবনার ঈশ্বরদী পৌর শহরের পোস্ট অফিসপাড়ার বাসিন্দা। তাঁর বিরুদ্ধে বিশ্ববিদ্যালয়ের সমাজকর্ম বিভাগের সান্ধ্যকালীন (ইভিনিং) স্নাতকোত্তর শ্রেণির এক ছাত্রী যৌন হয়রানির লিখিত অভিযোগ করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে মেঘনার ব্লক বাঁধের ১২ স্থানে ধস, আতঙ্কে বাসিন্দারা | প্রথম আলো",
            "time": "2025-07-29T04:23:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F995cwa4a%2FWhatsApp-Image-2025-07-29-at-09.57.57.jpeg?rect=0%2C134%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দাদের অভিযোগ, নিম্নমানের ব্লক ব্যবহার করার কারণে জোয়ারের তোড়ে ব্লক ধসে পড়ার ঘটনা ঘটছে। এর আগে গত বছরও একই ধরনের পরিস্থিতি তৈরি হয়েছিল। নতুন করে টেকসই বাঁধ নির্মাণ করার দাবি বাসিন্দাদের।</p><p>বড়খেরী ইউনিয়ন পরিষদের (ইউপি) ভারপ্রাপ্ত চেয়ারম্যান মিজানুর রহমান বলেন, ১৯৯ কোটি টাকা ব্যয়ে ২০১৮ সালে ব্লক দিয়ে সাড়ে ৫ কিলোমিটার দীর্ঘ বাঁধ দেওয়া হয়। এরই মধ্যে বাঁধের ব্লক বৃষ্টি-জোয়ারে ধসে পড়ছে। কাজের মান খুবই খারাপ ছিল, তা না হলে এত তাড়াতাড়ি ব্লক ধসে যেত না। তিনি আরও বলেন, ‘আমরা বারবার বলে আসছি টেকসই বাঁধ দরকার। এখনই ব্যবস্থা না নিলে এলাকাবাসী চরম বিপদের মুখে পড়বে।’</p><p>রামগতি উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) সৈয়দ আমজাদ হোসেন প্রথম আলোকে বলেন, ‘আমি নিজেই ঘটনাস্থল পরিদর্শন করেছি। পরিস্থিতি খুবই উদ্বেগজনক। ইতিমধ্যে সংশ্লিষ্ট পানি উন্নয়ন বোর্ডের সঙ্গে কথা বলেছি এবং দ্রুত বাঁধ মেরামতের জন্য পদক্ষেপ নিতে বলেছি। সময়মতো কাজ শুরু না হলে বড় ধরনের বিপর্যয়ের ঝুঁকি রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বর্ষায় ত্বকের যেসব সমস্যা বেড়ে যায় | প্রথম আলো",
            "time": "2025-07-29T04:17:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-11%2Fzhkap13r%2FIMG9166.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্ষাকালে বিভিন্ন ধরনের চর্মরোগ হওয়ার আশঙ্কা বেড়ে যায়। কারণ, এ মৌসুমে অতিরিক্ত ঘাম ও আর্দ্রতা, ভেজা জামাকাপড় পরে দীর্ঘক্ষণ থাকা, অপরিষ্কার ও স্যাঁতসেঁতে পরিবেশ, পরিষ্কার-পরিচ্ছন্নতার অভাব, ঘন ঘন বৃষ্টির পানি লেগে যাওয়া, রোগ প্রতিরোধক্ষমতা দুর্বল হওয়া ইত্যাদি সমস্যা দেখা দেয়। জেনে নেওয়া যাক এসব সম্পর্কে।</p><p><strong>স্ক্যাবিস বা খোসপাঁচড়া: </strong>বর্ষায় আবহাওয়া আর্দ্র থাকে এবং স্ক্যাবিস সৃষ্টিকারী পরজীবী (সারকোপটিস স্কেবিয়া) এই পরিবেশে দ্রুত বংশবৃদ্ধি করতে পারে। স্ক্যাবিস একটি সংক্রামক রোগ, যা পরজীবীর কারণে হয়। তীব্র চুলকানি, বিশেষ করে রাতে এবং ফুসকুড়ি বা ছোট ছোট দানার মতো র‍্যাশ ওঠা স্ক্যাবিসের প্রধান লক্ষণ।</p><p><strong>ফাঙ্গাল ইনফেকশন বা ছত্রাকজনিত সংক্রমণ: </strong>রিং ওয়ার্ম বা দাদ, অ্যাথলেটস ফুট, ক্যান্ডিডিয়াসিস হয় এ সময়। </p><p><strong>ব্যাকটেরিয়াল ইনফেকশন: </strong>ফোলিকিউলাইটিস, ইম্পেটিগো বা পাঁচড়া বেশি হয়। </p><p><strong>ডার্মাটাইটিস বা একজিমা: </strong>অ্যালার্জিক রিঅ্যাকশন, কন্টাক্ট ডার্মাটাইটিস বা প্রদাহ বাড়ে। </p><p><strong>চুলকানি: </strong>আর্দ্রতাজনিত বা সংক্রমণজনিত কারণে হয়। </p><p><strong>হিট র‍্যাশ বা ঘামাচি: </strong>ঘামগ্রন্থির নালিকাগুলো বন্ধ হয়ে গেলে এ সমস্যা দেখা দেয়। </p><p><strong>সোরিয়াসিস বা ত্বকের অন্যান্য দীর্ঘমেয়াদি সমস্যা: </strong>বর্ষার আর্দ্রতা বা বিভিন্ন কারণে স্ট্রেসের ফলে তীব্রতা বাড়তে পারে। </p></div></div></div></body></html>"
        },
        {
            "title": "জরায়ুর ফাইব্রয়েড কতটা ভয়ের | প্রথম আলো",
            "time": "2025-07-29T04:09:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fzexj3vbm%2F29072025-cm-5.jpg?rect=0%2C0%2C838%2C440&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কেন সচেতনতা জরুরি</strong></p><p>ফাইব্রয়েড খুবই পরিচিত একটি সমস্যা। কিন্তু অনেক নারী উপসর্গ পেয়েও সময়মতো এর চিকিৎসা নেন না। এতে করে দীর্ঘমেয়াদি জটিলতা হতে পারে। মাসিকে অতিরিক্ত রক্তক্ষরণ, ক্ষুধা, ক্লান্তি, বন্ধ্যত্ব নিয়ে উদ্বেগ, সামাজিক বিচ্ছিন্নতা—এসব ঝুঁকি মোকাবিলায় মানসিক সহায়তার প্রয়োজন হতে পারে।</p><p>এই টিউমার ডিজেনারেটিভ, ইনফেকশন অথবা সারকোমেটাজে পরিবর্তিত হয়ে থাকে। এর মধ্যে সারকোমেটাজ বা জরায়ু ক্যানসারে রূপ নেয় মাত্র শূন্য দশমিক ১ শতাংশ ক্ষেত্রে। তাই ক্যানসার ভেবে আতঙ্কিত হওয়ার কিছু নেই।</p><p>ফাইব্রয়েড নিয়ে গবেষণা এখনো সীমিত। এর জন্য প্রয়োজন সচেতনতা ও সময়মতো চিকিৎসা। ফাইব্রয়েড হলে সন্তান হবে না, এমন ধারণাও অমূলক। প্রাথমিক পর্যায়ে রোগনির্ণয় ও চিকিৎসার মাধ্যমে অনেক জটিলতা এড়ানো যায়। এ জন্য স্ত্রীরোগ বিশেষজ্ঞের পরামর্শ নিতে হবে।</p></div></div></div></body></html>"
        }
    ]
}