{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের হলে রাজনীতি নিষিদ্ধের ঘোষণা | প্রথম আলো",
            "time": "2025-08-09T21:08:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fxdygevt9%2F%E0%A7%A7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের হলগুলোয় ছাত্রশিবিরের গোপন কমিটি রয়েছে বলে অভিযোগ করেছেন গণতান্ত্রিক ছাত্রসংসদ, ছাত্রদল, বাম সংগঠনের অনেক নেতা ও শিক্ষার্থী। শুক্রবার রাতে বিক্ষোভের সময় তাঁরা উপাচার্য ও প্রক্টরকে গোপন রাজনীতি বন্ধেরও দাবি জানিয়েছেন। তাঁরা শিবিরকে প্রকাশ্যে রাজনীতি করার আহ্বান জানিয়েছেন।</p><p>এ নিয়ে গণতান্ত্রিক ছাত্রসংসদের আবদুল কাদের গতকাল দুপুরে এক ফেসবুক পোস্টে বলেন, ‘শিবির শিক্ষার্থীদের প্রতি দেওয়া কমিটমেন্ট ব্রেক (অঙ্গীকার ভাঙা) করেছে। তাদের আগের কমিটি বহাল রেখেছে এবং দেদার কার্যক্রম পরিচালনা করেছে। হলে হলে শৃঙ্খলা কমিটি, ব্যাচ প্রতিনিধির নামে হলগুলোতে ছায়া প্রশাসন হিসেবে কাজ করেছে।’</p><p>কাদের তাঁর স্ট্যাটাসে আরও বলেন, ঢাবির হলে “গুপ্ত ও প্রকাশ্য রাজনীতি’ বন্ধ—প্রক্টরের এমন ঘোষণা আশার আলো দেখাবে না।’</p><p>সূর্য সেন হলে ছাত্রদলের নতুন কমিটির সদস্যসচিব আবিদুর রহমান বলেন, ‘শিবির দীর্ঘদিন ধরে হলে গোপনে রাজনৈতিক কার্যক্রম চালিয়ে শিক্ষার্থীদের আস্থা নষ্ট করেছে, যা গণতান্ত্রিক চর্চার পরিপন্থী।’</p><p>তবে হলগুলোতে শিবিরের কোনো কমিটি নেই বলে প্রথম আলোর কাছে দাবি করেন বিশ্ববিদ্যালয় শাখা শিবির সভাপতি এস এম ফরহাদ।</p><p>ছাত্র ইউনিয়নের নেতা মেঘমল্লার বসু বলেন, হলগুলোতে প্রকাশ্যে কমিটি না থাকলে গুপ্ত রাজনীতির চর্চা বেড়ে যাবে। প্রক্টর বলেছেন যে গুপ্ত রাজনীতি নিষিদ্ধ, কিন্তু গুপ্ত রাজনীতি তিনি কীভাবে নিষিদ্ধ করবেন? গুপ্ত রাজনীতির বৈশিষ্ট্যই তো হচ্ছে তা প্রকাশিত হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "নিউমার্কেট থেকে ১১০০ ধারালো অস্ত্র উদ্ধার, গ্রেপ্তার ৯ | প্রথম আলো",
            "time": "2025-08-09T20:48:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F4etcb94d%2FCapture.PNG?rect=104%2C0%2C834%2C438&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লেফটেন্যান্ট কর্নেল নাজিম বলেন, ‘আমরা খবর পেয়েছি এই আইটেমগুলো (ধারালো অস্ত্র) কোনো একটা জায়গা থেকে সন্ত্রাসীদের কাছে সরবরাহ করা হচ্ছে হচ্ছে এবং গোপনে বিক্রি করা হচ্ছে, এমনকি ভাড়াও দেওয়া হচ্ছে। কিছু কিছু সময় ফ্রি ডেলিভারি দেওয়া হচ্ছে, হোম ডেলিভারি দেওয়া হচ্ছে। বিভিন্ন মিডিয়ার মাধ্যমে জানতে পেরেছি, ঢাকার কোনো একটি জায়গা থেকে এই আইটেমগুলো সন্ত্রাসীদের হাতে দেওয়া হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "সেই সেমিনার নিয়ে ব্যাখ্যা দিল অ্যাডমিনিস্ট্রেটিভ সার্ভিস অ্যাসোসিয়েশন | প্রথম আলো",
            "time": "2025-08-09T20:12:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fjl5151an%2FWhatsApp-Image-2025-08-10-at-2.08.40-AM.jpeg?rect=0%2C380%2C989%2C519&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাডমিনিস্ট্রেটিভ সার্ভিস অ্যাসোসিয়েশন মনে করে, বর্তমান অন্তর্বর্তী সরকার দায়িত্ব গ্রহণের পর অনিয়ম ও দুর্নীতির বিরুদ্ধে কঠোর অবস্থান গ্রহণ করেছে। দৃশ্যমান সংস্কার কার্যক্রমসহ অনিয়ম ও দুর্নীতির বিরুদ্ধে শক্ত অবস্থান গ্রহণ করে সর্বোচ্চ আন্তরিকতা দিয়ে কাজ করে যাচ্ছেন।</p><p>প্রসঙ্গত, শুক্রবার বিয়াম মিলনায়তনে অবসরপ্রাপ্ত সচিব এ বি এম আবদুস সাত্তার অভিযোগ করেছিলেন, আট উপদেষ্টার ‘সীমাহীন দুর্নীতি’র প্রমাণ তাঁর কাছে রয়েছে। উপদেষ্টাদের সঙ্গে যোগাযোগ ছাড়া গুরুত্বপূর্ণ পদে নিয়োগ হয় না, বদলিও হয় না। তবে তিনি উপদেষ্টাদের নাম বলেননি।</p><p>বিসিএস প্রশাসন ক্যাডারের ৮২ ব্যাচের এই কর্মকর্তা বর্তমানে অফিসার্স ক্লাবের সাধারণ সম্পাদক ও বৈষম্যবিরোধী কর্মচারী ঐক্য ফোরামের সভাপতি। আওয়ামী লীগের সময়ে তিনি যুগ্ম সচিব হিসেবে অবসরে যান। অন্তর্বর্তী সরকার আসার পর তাঁকে ভূতাপেক্ষ পদোন্নতি দিয়ে সচিব করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "জয়দেবপুরে পদ্মা এক্সপ্রেস ট্রেন লাইনচ্যুত, বন্ধ উত্তরবঙ্গের রেল যোগাযোগ | প্রথম আলো",
            "time": "2025-08-09T19:58:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fxb544gum%2F1.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জয়দেবপুরে পদ্মা এক্সপ্রেস ট্রেন লাইনচ্যুত, বন্ধ উত্তরবঙ্গের রেল যোগাযোগ\" class=\"nA4h1 \">জয়দেবপুরে পদ্মা এক্সপ্রেস ট্রেন লাইনচ্যুত, বন্ধ উত্তরবঙ্গের রেল যোগাযোগ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-10T01:58:23+06:00\"><span>প্রকাশ: ০৯ আগস্ট ২০২৫, ১৯: ৫৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "শেষ জীবনে সন্তানেরাও ছেড়ে চলে যান আলোচিত এই নায়িকার | প্রথম আলো",
            "time": "2025-08-09T19:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fpu9bby08%2F4880a83b-f05d-4b49-9d68-6152f9f840f9.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলচ্চিত্রজীবনে তিনি ‘মেরা নাম জোকার’, ‘জুলি, ‘হকিকত’, ‘হিমালয় কি গোদ মে’-এর মতো জনপ্রিয় ছবিতে অভিনয় করেছেন। পাশাপাশি ‘নাইন আওয়ার্স টু রামা’ ও মার্চেন্ট-আইভরির ‘দ্য হাউসহোল্ডার’-এর মতো ইংরেজি ছবিতেও ছিলেন। শেষ সিনেমা ছিল হৃতিক রোশন-ঈশা দেওল অভিনীত ‘না তুম জানো না হাম’। পঞ্চাশের দশকে ‘মাদার, ‘রাহি, ‘ফুটপাত, ‘চাঁদনি চক, ‘আজাদ, ‘মিস মেরি’, ‘আদালত’-এর মতো সমালোচকদের প্রশংসিত ছবিতে অভিনয় করেছিলেন। কিন্তু ১৯৬৫ সালের ‘ওয়াক্ত’-এর পরই তাঁর ক্যারিয়ার নতুন উচ্চতায় পৌঁছে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "শত্রুর ওপর প্রবল শক্তি দিয়ে আঘাত হানব: ইসরায়েলের প্রতিরক্ষামন্ত্রী | প্রথম আলো",
            "time": "2025-08-09T19:24:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-27%2F0d0gqx4p%2FKatz.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আন্ডারস্ট্যান্ডিং প্যালেস্টাইন অ্যান্ড ইসরায়েল’ বইয়ের লেখক ফিলিস বেনিস বলেন, ২০০৫ সালে ইসরায়েলি সেনাদের গাজার রাস্তায় থাকার বদলে উপত্যকাটির চারপাশে মোতায়েন করা হয়। যেখানে একটি সশস্ত্র প্রাচীরও তৈরি করা হয়েছে।</p><p>ফিলিস আরও বলেন, সবকিছু আগের মতোই রয়ে গেছে। এখন যা নতুন তা হলো, বিপর্যস্ত ও অনাহারগ্রস্ত বেসামরিক জনগোষ্ঠীর ওপর সামরিক হামলা ভয়াবহভাবে বৃদ্ধি পেয়েছে। তাই গাজা দখল নয়, পুনর্দখল করা হচ্ছে বলে মনে করেন ফিলিস বেনিস।</p><p>ইসরায়েলের গাজা সিটি দখলের প্রতিবাদে শনিবার জার্মানি, নরওয়ে, স্টকহোম, সুইডেন, নেদারল্যান্ডস, আর্জেন্টিনা এবং মালয়েশিয়াসহ বিশ্বের বিভিন্ন দেশে বিক্ষোভ হয়েছে। রোববার জরুরি বৈঠক ডেকেছে আরব লীগ।</p><p>অন্যদিকে, ইসরায়েলি হামলায় শনিবার গাজায় আরও অন্তত ৩৯ জন নিহত হয়েছেন। এর মধ্যে ২১ জন নিহত হয়েছেন ত্রাণ সংগ্রহ করতে গিয়ে। ১১ জন অনাহারে। গাজায় এ নিয়ে অনাহারে মোট ২১২ জন মারা গেছে, যাদের মধ্যে শিশু ৯৮টি। উপত্যকাটিতে শনিবার পর্যন্ত মোট নিহত দাঁড়িয়েছে ৬১ হাজার ৩৬৯।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাজ্যে নিষিদ্ধ ‘প্যালেস্টাইন অ্যাকশন’ গ্রুপের পক্ষে বিক্ষোভকালে গ্রেপ্তার ৩৬৫ | প্রথম আলো",
            "time": "2025-08-09T19:17:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fhzpj3z3j%2FUntitled-2.jpg?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবিসি জানায়, বিক্ষোভের শুরুতে পার্লামেন্ট স্কয়ারে ৫০০ থেকে ৬০০ জন ছিলেন। তাঁদের মধ্যে অনেক দর্শক, সাংবাদিক ছিলেন। আবার এমনও অনেকে ছিলেন, যাঁদের হাতে প্যালেস্টাইন অ্যাকশনের সমর্থনে কোনো প্ল্যাকার্ড ছিল না। বিক্ষোভকারীদের মধ্যে নিষিদ্ধ সংগঠনকে সমর্থন করার অভিযোগে সন্ধ্যা ৬টা নাগাদ ৩৬৫ জনকে আটক করা হয়েছে। এ ছাড়া পুলিশের ওপর হামলার অভিযোগে পাঁচজনসহ সাতজন আটক হয়েছে। তবে পুলিশ সদস্যরা গুরুতর আহত হননি।</p><p>রয়টার্সে ঘটনাস্থলে একটি ভিডিওতে দেখা যায়, বিক্ষোভকারীদের কেউ কেউ ফিলিস্তিনি পতাকার মতো সাদা-কালো স্কার্ফ পরেছেন। তাঁদের ‘আপনাদের লজ্জা পাওয়া উচিত’ এবং ‘গাজা থেকে হাত গুটাও’ ইত্যাদি স্লোগান দিতে শোনা গেছে। পাশাপাশি ‘আমি গণহত্যার বিরোধী, প্যালেস্টাইন অ্যাকশনের সমর্থক’-এর মতো বিভিন্ন স্লোগান-সংবলিত প্ল্যাকার্ড বহন করতেও দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবীর দীর্ঘতম রাতও ভোর হয়, আমাদেরও বোধোদয় হোক | প্রথম আলো",
            "time": "2025-08-09T19:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fd3uwpjpe%2F21I1161.JPG?rect=0%2C2%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু খেলার আরেকটি দিক আছে। সেটা হচ্ছে স্পোর্টিং এক্সিলেন্স। সব রাষ্ট্রই চায় তার দেশের ক্রীড়াবিদেরা আন্তর্জাতিক মঞ্চে ভালো করুক। অন্য দেশকে পেছনে ফেলে সামনে এগিয়ে যাক। পরবর্তী প্রজন্মের জন্য তারা রোল মডেল হিসেবে আবির্ভূত হোক। এই দিক থেকে কিন্তু আমাদের বড় খেলাগুলো তখন অনেক পিছিয়ে ছিল।</p><p>আশির দশক থেকে শুরু করে ২০০০ সালের পরও আমাদের বেশির ভাগ সাফল্য আসে এমন সব খেলা থেকে, যেগুলোকে আমরা ‘ছোট’ খেলা বলে থাকি। আমি যদি কিছু নাম বলি...সাঁতারু মোশাররফ হোসেন খান, স্প্রিন্টার প্রয়াত মোহাম্মদ শাহ আলম, তাঁর পথ ধরে এলেন বিমল চন্দ্র তরফদার। শুটার আব্দুস সাত্তার নিনি, আতিকুর রহমান…পরে সাবরিনা, আসিফ, দাবায় আমি, রানী হামিদ, এরপর চার গ্র্যান্ডমাস্টার জিয়া, রিফাত, রাকিব ও এনামুল। বক্সার মোশাররফ ভাই, ওয়েটলিফটার মাবিয়া, দলগতভাবে জাতীয় কাবাডি দল আরও অনেকে বিভিন্ন সময় সম্মান বয়ে এনেছে দেশের জন্য। সব নাম বলে শেষ করা যাবে না, ফলে আগেই ক্ষমা চেয়ে নিচ্ছি। তবে একটা জিনিস পরিষ্কার। অনেক কম সুযোগ-সুবিধার মধ্যেও সম্ভাবনার কোনো অভাব ছিল না আমাদের এই খেলাগুলোতে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই দেশের মধ্যে পাঁচ সমঝোতা স্মারক সই হতে পারে | প্রথম আলো",
            "time": "2025-08-09T19:13:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fcbr3t6o4%2F1.avif?rect=0%2C6%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পররাষ্ট্র উপদেষ্টা মো. তৌহিদ হোসেন সাংবাদিকদের বলেছেন, প্রধান উপদেষ্টা অধ্যাপক ইউনূসের সঙ্গে মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহিমের ব্যক্তিগত সম্পর্ক রয়েছে। দুই দেশের সম্পর্ক এগিয়ে নেওয়ার ক্ষেত্রে বাংলাদেশ তাঁদের এই সম্পর্ককে কাজে লাগানোর চেষ্টা করবে বলে আশা করছেন তিনি।</p><p>পররাষ্ট্র মন্ত্রণালয়ের একজন জ্যেষ্ঠ কর্মকর্তা প্রথম আলোকে বলেন, মালয়েশিয়ার প্রধানমন্ত্রীর সঙ্গে প্রধান উপদেষ্টার বৈঠকে দেশটির শ্রমবাজারে বাংলাদেশিদের সমস্যাগুলো দূর করা এবং আরও শ্রমিক নেওয়ার মতো বিষয়গুলো দ্বিপক্ষীয় বৈঠকে গুরুত্ব পাবে। এ ছাড়া বাংলাদেশ দীর্ঘদিন ধরেই আঞ্চলিক জোট আসিয়ানের ‘সেক্টরাল ডায়ালগ পার্টনার’ হওয়ার চেষ্টা করছে। আর এ জোটের বর্তমান সভাপতি মালয়েশিয়ার প্রধানমন্ত্রী। ফলে এ ক্ষেত্রে ইতিবাচক ফল আশা করছে ঢাকা। এ ছাড়া দ্বিপক্ষীয় বৈঠকে সম্পর্কের সার্বিক বিষয়গুলোর পাশাপাশি আঞ্চলিক ও আন্তর্জাতিক ভূরাজনীতি নিয়েও আলোচনা হবে।</p><p>২০২৪ সালের ৮ আগস্ট অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে অন্তর্বর্তী সরকার দায়িত্ব নেওয়ার পর মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহিম প্রথম সরকারপ্রধান হিসেবে বাংলাদেশ সফর করেন। গত অক্টোবরে প্রায় এক দশক পর মালয়েশিয়ার সরকারপ্রধান বাংলাদেশ সফর করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেঙ্গুতে আরও ৩ জনের মৃত্যু | প্রথম আলো",
            "time": "2025-08-09T19:13:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fifamyps1%2FDangue.jpg?rect=0%2C36%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডেঙ্গুতে সবচেয়ে বেশি মৃত্যু হয়েছে ঢাকা দক্ষিণ সিটি করপোরেশনে। এই অঞ্চলে ৪৩ জনের মৃত্যু হয়েছে। ঢাকা মেডিকেল কলেজ হাসপাতাল, স্যার সলিমুল্লাহ মেডিকেল কলেজ হাসপাতাল, মুগদা মেডিকেল কলেজ হাসপাতালের মতো গুরুত্বপূর্ণ হাসপাতাল রয়েছে।</p><p>তারপর সবচেয়ে বেশি মৃত্যু হয়েছে বরিশাল বিভাগে, ১৮ জন। চট্টগ্রাম বিভাগে ১৬ জন, ঢাকা উত্তর সিটি করপোরেশনে ১১ জন, খুলনা ও রাজশাহী বিভাগে ৪ জন করে মৃত্যু হয়েছে।</p><p>সারা দেশে গতকাল নতুন করে আরও ৩২৫ জন ডেঙ্গু আক্রান্ত হয়ে হাসপাতালে ভর্তি হয়েছে বলেও জানিয়েছে স্বাস্থ্য অধিদপ্তর। তারা বলছে, ডেঙ্গু আক্রান্ত হয়ে গতকাল সবচেয়ে বেশি রোগী ভর্তি হয়েছে বরিশাল বিভাগে, যার সংখ্যা ৬৬। তারপর ঢাকা দক্ষিণ সিটি করপোরেশনে ৬২ জন, চট্টগ্রাম বিভাগে ৫৪ জন, সিটি করপোরেশনের বাইরে ঢাকায় ৪৯ জন, রাজশাহী বিভাগে ৪১ জন, ঢাকা উত্তর সিটি করপোরেশনে ৩৩ জন এই রোগে আক্রান্ত হয়ে হাসপাতালে ভর্তি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বছরে মব সন্ত্রাস দমনে কার্যকর উদ্যোগ নেই | প্রথম আলো",
            "time": "2025-08-09T19:12:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F9twt5kr7%2FWhatsApp-Image-2025-08-09-at-12.10.03-PM.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবিধান সংশোধনে বেশ কিছু প্রস্তাব গ্রহণ করা হয়েছে উল্লেখ করে আনু মুহাম্মদ বলেন, এরপরও বিচার বিভাগের প্রকৃত স্বাধীনতা নিশ্চিত করার বিষয়ে সন্দেহ থেকে যায়। গোয়েন্দা সংস্থাগুলোর জবাবদিহি নিশ্চিত করা এবং নজরদারি কার্যক্রমে পরিবর্তন আনার প্রয়োজনীয়তার কথাও উল্লেখ করেন তিনি।</p><p>অর্থনৈতিক খাত সংস্কার বিষয়ে অধ্যাপক আনু মুহাম্মদ বলেন, সরকার পরিবর্তনের পর কিছু ইতিবাচক পরিবর্তন এসেছে। রিজার্ভ ও রেমিট্যান্সে উন্নতি হয়েছে, ব্যাংকিং খাতে কিছু উদ্যোগ নেওয়া হয়েছে। তবে খেলাপি ঋণ উদ্ধার বা পাচার হওয়া অর্থ ফেরাতে কোনো দৃশ্যমান অগ্রগতি নেই।</p><p>ভারত, যুক্তরাষ্ট্র, চীন, রাশিয়া, ইউরোপীয় ইউনিয়ন ও জাপানের সঙ্গে বাংলাদেশের যেসব সামরিক ও বেসামরিক চুক্তি আছে, সেগুলো প্রকাশ করতে এবং জনস্বার্থবিরোধী চুক্তি বাতিলের আহ্বান জানিয়ে আনু মুহাম্মদ বলেন, এখন পর্যন্ত কোনো চুক্তি প্রকাশ করা হয়নি। বরং গত কয়েক মাসে সরকারের কিছু গোপন চুক্তির আলামত দেখা গেছে। এ ক্ষেত্রে তিনি যুক্তরাষ্ট্রের সঙ্গে বাংলাদেশের নন-ডিসক্লোজার অ্যাগ্রিমেন্টের বিষয়টি উল্লেখ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী আসন নিয়ে ঐকমত্য কমিশনকে আবারও আলোচনায় বসতে হবে | প্রথম আলো",
            "time": "2025-08-09T19:11:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fkckipfsr%2FCapture.PNG?rect=0%2C32%2C1422%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারী প্রতিনিধিত্ব এখন পর্যন্ত যা আছে আগামী সংসদে তা আরও অনেক কম হবে বলে মনে করেন খন্দকার গোলাম মোয়াজ্জেম। তিনি বলেন, ‘আমরা কোনো ভালো দিকে যাচ্ছি না। জুলাই ঘোষণাপত্র থেকে নারীকে সচেতনভাবে বাদ দেওয়া হয়েছে। যদি এমন হতো যে ঘোষণাপত্রে সব গোষ্ঠীকেই বাদ দেওয়া হয়েছে, তাহলে বুঝতাম কোনো গোষ্ঠীকেই টার্গেট করা হয়নি। কিন্তু এখানে কয়েকটি গোষ্ঠীকে নেওয়া হয়েছে। আবার কোনো কোনোটিকে বাদ দেওয়া হয়েছে। এ রকম একটি জুলাই ঘোষণাপত্র নিয়ে বৈষম্যবিহীন বাংলাদেশের স্বপ্ন আমরা দেখতে পারি না।’</p><p>গোলাম মোয়াজ্জেম আরও বলেন, দেশে নারীর ক্ষমতায়ন এখনো শুধু মুখের কথা। সামনের দিনগুলোতে এই পর্যায়েও নারীকে দেখা যাবে না। নারীবিষয়ক সংস্কার কমিশনের সুপারিশকে নারীর জন্য ইশতেহার হিসেবে ধরে নিয়ে রাজনৈতিক দলগুলোর সঙ্গে বসতে হবে।</p><p>সব জায়গায় নারীদের বাদ দেওয়ার এবং পিছিয়ে নিয়ে যাওয়ার প্রবণতা দেখা যাচ্ছে বলে মন্তব্য করেন শাহীন আনাম। তিনি বলেন, নারীর প্রতি বৈষম্যগুলো এই সরকার বিবেচনায় নেবে বলে আকাঙ্ক্ষা ছিল। কিন্তু সেটা মোটেও হয়নি। নারীবিষয়ক সংস্কার কমিশনের সুপারিশ নিয়ে প্রকাশ্যে কমিশনের সদস্যদের অপমান করা হলো। এর বিরুদ্ধে এই সরকার একটা টু শব্দ করেনি।</p><p>শাহীন আনাম বলেন, ‘যখনই সমান অধিকারের কথা বলি তখনই একটা হুংকার আসে। অনেক দিন ধরে সরাসরি নির্বাচনের কথা বলা হচ্ছে। এখন যে ৫ শতাংশ দেওয়ার কথা বলছে তা হাস্যকর। শুধু রাজনৈতিক দলের সঙ্গে কথা বলে নারীদের সম্পর্কে কেন সিদ্ধান্ত নেওয়া হয়েছে তিনি সে প্রশ্ন তোলেন। ঐকমত্য কমিশনকে ‘বয়েজ ক্লাব’ বলেও উল্লেখ করেন তিনি।</p><p>খুশী কবির বলেন, ‘অতীতে যাঁরা নারী আসনে (সংসদে) এসেছিলেন, তাঁদের অনেকেই অনেক ভালো কাজ করেছেন। তাঁরা নিশ্চুপ ছিলেন না। অনেকেই সংসদে গুরুত্বপূর্ণ ভূমিকা রেখেছেন। কিন্তু এমন অনেক পুরুষ প্রতিনিধি ছিলেন, যাঁরা কোনো ভূমিকা রাখেননি। তাই এটা একেবারেই যৌক্তিক নয় যে আমরা যোগ্য নারী পাচ্ছি না, কিন্তু অযোগ্য পুরুষ হলেও যথেষ্ট। এগুলো পরিবর্তনের জন্য আমাদের চাপ সৃষ্টি করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গোটা ক্রীড়াঙ্গন যেন এসেছিল এক ছাদের নিচে | প্রথম আলো",
            "time": "2025-08-09T18:48:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fjgqyqz89%2FAS5126.jpg?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছিলেন জাতীয় ক্রিকেট দলের সাবেক অধিনায়ক হাবিবুল বাশার ও খালেদ মাসুদ, সাবেক বিসিবি সভাপতি ফারুক আহমেদ, ধারাভাষ্যকার আতাহার আলী। বাফুফের নির্বাহী কমিটির সদস্য ছাইদ হাসান (কানন), সাখাওয়াত হোসেন, টিপু সুলতান, ইমতিয়াজ হামিদ, কামরুল হাসানরাও অনুষ্ঠান শুরুর আগে আসন গ্রহণ করেন।<br>কাবাডি, টেনিস, টেবিল টেনিস, ভলিবল, স্কোয়াশ, হকি, আর্চারি, সাঁতার, বক্সিং, ব্যাডমিন্টন, শুটিং ফেডারেশনের সাধারণ সম্পাদকেরা একসঙ্গে সময় কাটিয়েছেন। তাঁরা হলেন এস এ নেওয়াজ সোহাগ, ইশতিয়াক আহমেদ কারেন, মাকসুদ আহমেদ সনেট, বিমল ঘোষ, কামরুল ইসলাম, লে. কর্নেল (অব.) রিয়াজুল হাসান, তানভীর আহমেদ, মাহবুবুর রহমান, এম এ কুদ্দুস খান, রাসেল কবীর, আলেয়া ফেরদৌস।<br>অনুষ্ঠান আলোকিত করেন সাবেক ফুটবলার প্রতাপ শংকর হাজরা, আশরাফউদ্দিন আহমেদ চুন্নু, মোহাম্মদ মহসিন, শেখ মোহাম্মদ আসলাম, রুম্মন বিন ওয়ালি সাব্বির, কায়সার হামিদ, শফিকুল ইসলাম মানিক, জাহিদ হাসান এমিলি, রোকনুজ্জামান কাঞ্চন, বিপ্লব ভট্টাচার্য, মামুনুল ইসলামসহ আরও অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের সঙ্গে বৈঠকের আগে মোদি-সিকে পুতিনের ফোন | প্রথম আলো",
            "time": "2025-08-09T18:46:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fxiutp9s7%2Fprothomalo-bangla2023-07cd57fd8c-712b-45b8-8346-dec467e70f271.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চীনের রাষ্ট্রীয় সম্প্রচারমাধ্যম সিসিটিভি জানিয়েছে, চীনের প্রেসিডেন্ট সি চিন পিং টেলিফোনে কথা বলার সময় পুতিনকে বলেন, ইউক্রেন সংকটের একটি রাজনৈতিক সমাধানের জন্য রাশিয়া ও যুক্তরাষ্ট্রের যোগাযোগ ও সম্পর্ক উন্নত করার প্রচেষ্টা দেখে চীন সন্তুষ্ট। পশ্চিমা দেশগুলোর সঙ্গে রাশিয়ার বিভেদের সময় চীন তাদের বড় সমর্থক ও সবচেয়ে বড় বাণিজ্যিক অংশীদারে পরিণত হয়েছে। দ্বিতীয় বিশ্বযুদ্ধ সমাপ্তির ৮০তম বার্ষিকী উপলক্ষে আয়োজিত অনুষ্ঠানে অংশ নিতে আগামী মাসে চীন সফরে যাওয়ার কথা রয়েছে পুতিনের।</p><p>রাশিয়ার কাছ থেকে জ্বালানি কেনার ‘দণ্ড’ হিসেবে গত সপ্তাহে ভারতের ওপর ২৫ শতাংশ অতিরিক্ত শুল্ক আরোপের ঘোষণা দিয়েছেন ট্রাম্প। এর কয়েক দিন পর মোদির সঙ্গে পুতিন টেলিফোনে কথা বলেছেন। এ বিষয়ে ক্রেমলিন জানিয়েছে, পুতিনের সঙ্গে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির টেলিফোনে আলাপ হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আটকে রেখে দলবদ্ধ ধর্ষণ, টের পেয়ে উদ্ধার করল এলাকাবাসী | প্রথম আলো",
            "time": "2025-08-09T18:42:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-23%2Fr48mzth1%2FWhatsApp-Image-2025-03-23-at-12.19.48.jpeg?rect=0%2C12%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্র জানায়, গতকাল শুক্রবার বিষয়টি জানতে পেরে স্থানীয় লোকজন ওই তরুণীকে উদ্ধার ও মামুনকে আটক করে পুলিশে সোপর্দ করেন।</p><p>পুলিশ জানায়, ভুক্তভোগী তরুণীর অভিযোগের ভিত্তিতে পুলিশ শনিবার চাঁদপুর সদর উপজেলার ইচলী এলাকা থেকে মিরাজ পাটোয়ারী (২৪) নামের এক ব্যক্তিকে গ্রেপ্তার করে। তাঁর বিরুদ্ধে বিভিন্ন অভিযোগে অন্তত পাঁচটি মামলা রয়েছে।</p><p>এ বিষয়ে ফরিদগঞ্জ থানার পুলিশ পরিদর্শক (তদন্ত) রাজীব চক্রবর্তী বলেন, অন্য অভিযুক্ত ব্যক্তিকে ধরতে পুলিশ অভিযান চালাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জোড়া পুরস্কারে আলোকিত ফুটবল-রত্ন | প্রথম আলো",
            "time": "2025-08-09T18:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fg967fked%2F21I1773.JPG?rect=0%2C241%2C3648%2C1915&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই জয় বাংলাদেশকে নিয়ে গেছে প্রথমবারের মতো এশিয়ান কাপের চূড়ান্ত পর্বে। বাঁ পায়ের গতি, বল নিয়ন্ত্রণ ও শুটিং দক্ষতায় ঋতু আজ দেশের সেরা আক্রমণভাগের অস্ত্র। অনেকে চোখে, এ মুহূর্তে বাংলাদেশের সেরা অ্যাথলেট। যিনি বাঁ পায়ে শুধু গোল করেন না, বাঁ হাতে লেখেনও।</p><p>কিন্তু কীভাবে বাঁ পায়ে এত চোধজুড়ানো গোল করেন? উপস্থাপকের প্রশ্নে ঋতুপর্ণার সপ্রতিভ উত্তর, ‘এমন গোল আমি অনুশীলনেও করি। চেষ্টা করি ভালো গোল করতে।’<br>শুধু গোল করাই নয়, গোল করাতেও পারদর্শী ঋতুপর্ণা। ২০২২ ও ২০২৪ সালের বাংলাদেশের দুই সাফজয়ী দলের গর্বিত সদস্য তিনি। যেখানে প্রথমবার সাফে আলো ছিল সাবিনা খাতুনের ওপর, গতবার কাঠমান্ডুতে সেই আলো পড়ে ঋতুপর্ণার ওপর। সাফের সেরা খেলোয়াড়ের পুরস্কার তাঁর ফুটবল প্রতিভাকে দিয়েছে এক নতুন মর্যাদা ও স্বীকৃতি।</p><p>আজকের ঋতুপর্ণা শুধু একজন ফুটবলার নন—লড়াই, স্বপ্ন ও দৃঢ়তার অনন্য প্রতীকও। প্রতিভা আর অধ্যবসায় মিলিয়ে নিজেকে নিয়ে গেছেন অন্য উচ্চতায়। এবারের সিটি গ্রুপ–প্রথম আলো ক্রীড়া পুরস্কারে জোড়া বর্ষসেরা পুরস্কার তাঁর অর্জনের খাতায় যোগ করেছে নতুন অধ্যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "লাল গালিচা থেকে আলো ঝলমলে মঞ্চে খেলার জগতের তারকারা | প্রথম আলো",
            "time": "2025-08-09T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F42ef771j%2F_AS_4775.jpg?rect=0%2C0%2C2958%2C1553&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">এক ফ্রেমে পুরস্কারজয়ী পাঁচ ক্রীড়াবিদ। বাঁ থেকে বর্ষসেরা নারী ক্রীড়াবিদ তহুরা খাতুন,  বর্ষসেরা রানারআপ মেহেদী হাসান মিরাজ, বর্ষসেরা রানারআপ তাসিকন আহমেদ, আজীবন সম্মাননা প্রাপ্ত মোশাররফ হোসেন শামীম, বর্ষসেরা ক্রীড়াবিদ ঋতুপর্ণা চাকমা ও বর্ষসেরা উদীয়মান মনন রেজা</figcaption><figcaption class=\"story-element-image-attribution\">শামসুল হক</figcaption></p></div></div></body></html>"
        },
        {
            "title": "তাসকিনের প্রথমের আনন্দ | প্রথম আলো",
            "time": "2025-08-09T18:06:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F486yxlbe%2FAS5996.jpg?rect=0%2C271%2C3828%2C2010&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিসংখ্যান বলছে, তাসকিনের জন্য এটাই সেরা বছর। তবে তাসকিন নিজে কী বলছেন? পুরস্কার নিয়ে অনুভূতি জানাতে গিয়ে তাসকিন অবশ্য বললেন অন্য কথা, ‘আমার সেরা বছর আমি মনে করি, এখনো আসা বাকি। গত বছর বোলিংটা অনেক উপভোগ করেছি। বোলিংয়ে ছন্দ আর ফিটনেসটাই আসল কথা।’<br>তাসকিন গত বছর টেস্ট খেলেছেন ৪টি, তাতে উইকেট এসেছে ১৯টি। টেস্টে প্রথমবার ৫ উইকেট, প্রথমবার সিরিজসেরার পুরস্কারও এসেছে গত বছরই। গত বছর নভেম্বরে ওয়েস্ট ইন্ডিজের বিপক্ষে খেলা দুই টেস্টের সিরিজে নেন ১১ উইকেট। তাসকিনের কাছে ওই সিরিজটা তাই বিশেষ কিছু, ‘গত বছর ওয়েস্ট ইন্ডিজের বিপক্ষে লাল বলের সিরিজটা অনেক উপভোগ করেছি। প্রথমবার ডিউক বলে খেলার সুযোগ পেয়েই সিরিজসেরা হয়েছি। সব মিলিয়ে এটা আমার জন্য খুব গুরুত্বপূর্ণ ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "তত্ত্বাবধায়ক সরকারব্যবস্থা যেভাবে বাতিল হয়েছিল | প্রথম আলো",
            "time": "2025-08-09T18:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F6f5ag9xj%2FScreenshot-2025-08-09-232945.jpg?rect=0%2C0%2C1030%2C541&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতিমধ্যে তত্ত্বাবধায়ক সরকারব্যবস্থা ফিরিয়ে আনার বিষয়ে জাতীয় ঐকমত্য কমিশনের আলোচনায় রাজনৈতিক দলগুলো একমত হয়েছে। সে সরকারের রূপরেখা কেমন হবে, তা নিয়ে চলছে আলোচনা। চলতি সপ্তাহে এ বিষয়ে একটি সিদ্ধান্ত আসতে পারে।</p><p>তত্ত্বাবধায়ক সরকারব্যবস্থা বাতিলের রাজনীতি বইটিতে বদিউল আলম মজুমদার দেখিয়েছেন, তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিল করে আদালতের যে রায় দেওয়া হয়েছিল তার প্রাসঙ্গিকতা, যৌক্তিকতা ও আইনি বৈধতা নিয়ে প্রশ্ন রয়েছে। তিনি দেখিয়েছেন, কীভাবে আপিল বিভাগের রায়ে পরিবর্তন আনা হয়েছে, সংবিধান সংশোধনে বিশেষ সংসদীয় কমিটির সুপারিশ কীভাবে শুধু তখনকার প্রধানমন্ত্রী শেখ হাসিনার চাওয়ার কারণে পাল্টে দেওয়া হয়েছে। সাবেক প্রধান বিচারপতি খায়রুল হক কীভাবে রায়ে পরিবর্তন এনেছেন, যিনি এখন গ্রেপ্তার হয়ে কারাগারে।</p><p>বইটির মুখবন্ধে অবসরপ্রাপ্ত বিচারপতি মো. আবদুল মতিন লিখেছেন, রাজনৈতিক বিষয়ে আদালতের সিদ্ধান্ত, ক্ষমতাসীনদের দ্বারা আদালতের রায়ের ভুল ব্যাখ্যা, বিশেষ সংসদীয় কমিটির সুপারিশে পরিবর্তন, গণভোট না করা, সংক্ষিপ্ত রায়ের সঙ্গে পূর্ণাঙ্গ রায়ের অসংগতি, সংবিধানের প্রায় এক–তৃতীয়াংশকে সংশোধনের অযোগ্য ঘোষণা ইত্যাদি কারণে পঞ্চদশ সংশোধনী নিয়ে অনেক প্রশ্ন ও বিতর্ক তৈরি হয়েছে।</p><p>কোনো কোনো আইনজ্ঞ ও গবেষক এটাকে ‘অসাংবিধানিক সংবিধান সংশোধন’ বলে অভিহিত করেছেন। বদিউল আলম মজুমদার তাঁর বইয়ে ত্রয়োদশ সংশোধনী বাতিল ও পঞ্চদশ সংশোধনী পাসের সাংবিধানিক বৈধতার প্রশ্ন ও পুরো প্রক্রিয়াটি পুঙ্খানুপুঙ্খভাবে তুলে ধরেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরস্কার হাতে স্মৃতিকাতর তহুরা | প্রথম আলো",
            "time": "2025-08-09T18:03:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fk8auoum8%2FAS5887.jpg?rect=0%2C0%2C5435%2C2853&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহের মেয়ে তহুরা। বয়সভিত্তিক দলে আলো ছড়িয়ে জাতীয় দলে আসা এই তারকার পছন্দ লিওনেল মেসিকে। যদিও সতীর্থরা তাঁকে মেসি বলে ডাকলে শুরুর দিকে তহুরার ভালো লাগত না। পরে যখন জানলেন মেসি বিশ্বমানের ফুটবলার, তখন ভালো লাগা শুরু হয়।</p><p>এখনো মেসিই তহুরার পছন্দের ফুটবলার। সেরা নারী ক্রীড়াবিদের পুরস্কার হাতে সেই কথাই বললেন তহুরা, ‘যখন আমি ছোট ছিলাম, তখন আমাকে টিমমেটরা মেসি বলে ডাকত। শুরুর দিকে একটু রাগ লাগত। কিন্তু যখন জানলাম মেসি অনেক ভালো খেলোয়াড়, বিশ্বমানের ফুটবলার। তখন মেসি ডাক শুনতে ভালো লাগে।’</p><p>বাংলাদেশ জাতীয় নারী ফুটবল দলের আপাতত কোনো খেলা নেই। তহুরা বর্তমানে ভুটানের ক্লাব রয়্যাল থিম্পু কলেজ এফসির হয়ে খেলছেন। সেখান থেকে পুরস্কার নিতে ঢাকায় এসে একটু আক্ষেপ করলেন দেশের লিগ নিয়েও, ‘অনেকে বলেন, আমরা ভুটানে কেন লিগ খেলতে যাই। আমাদের দেশে অনেক বড় বড় ক্লাব আছে, তারা তো এগিয়ে আসে না। আমরা কী করব…তাই ওখানে গিয়ে খেলি। যে ক্লাবগুলো আছে সেগুলোকে তো টেনেও আনা যায় না। তখন আমাদেরও ভুটানে না গিয়ে কিছু করার থাকে না।’</p></div></div></div></body></html>"
        }
    ]
}