{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বছরে ৩৫০ কোটি ডলারের কৃষিপণ্য কিনতে হবে | প্রথম আলো",
            "time": "2026-02-11T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fk9dhz4d4%2FWhatsApp-Image-2026-02-10-at-11.13.49-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামুদা গ্রুপ ও সীকম গ্রুপের যৌথ উদ্যোগে প্রতিষ্ঠিত ডেলটা এগ্রোফুড ইন্ডাস্ট্রিজ ৭ কোটি ৬৬ লাখ ডলারের সয়াবিনবীজ আমদানি করে চতুর্থ এবং সিটি গ্রুপ ৪ কোটি ২১ লাখ ডলারের সয়াবিনবীজ আমদানি করে পঞ্চম অবস্থানে রয়েছে।</p><p>জানতে চাইলে ডেলটা এগ্রোফুড ইন্ডাস্ট্রিজের ব্যবস্থাপনা পরিচালক আমিরুল হক বলেন, প্রয়োজনীয় নীতি সহায়তা পেলে যুক্তরাষ্ট্র থেকে বছরে সাড়ে তিন বিলিয়ন ডলারের কৃষিপণ্য আমদানি সম্ভব।</p><p>তবে বস্ত্র খাতের ব্যবসায়ীরা বলছেন, বাণিজ্যচুক্তিতে মার্কিন তুলা ব্যবহার করে পোশাক রপ্তানিতে পাল্টা শুল্ক না থাকার যে সুবিধা দেওয়া হয়েছে, তাতে দেশটি থেকে তুলা আমদানি বাড়তে পারে।</p><p>বেসরকারি গবেষণা সংস্থা সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) সম্মাননীয় ফেলো মোস্তাফিজুর রহমান বলেন, বছরে সাড়ে তিন বিলিয়ন ডলার কৃষিপণ্য আমদানি করতে হলে বাজারের স্বাভাবিক প্রতিযোগিতা আংশিকভাবে পাশ কাটাতে হবে। সরকার হয়তো অন্য দেশে কম দামে পেলেও যুক্তরাষ্ট্র থেকে বেশি দামে কিনবে। তবে বেসরকারি খাত সাধারণত সস্তা উৎস থেকেই পণ্য আনে। যুক্তরাষ্ট্রমুখী আমদানি বাড়াতে হলে তাদের ভর্তুকি বা বিশেষ সুবিধা দিতে হতে পারে—সেখানে নীতিগত প্রশ্ন উঠতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "যৌন হয়রানির অভিযোগে রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষককে অব্যাহতি | প্রথম আলো",
            "time": "2026-02-11T04:56:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fa8fd5ebb-2c67-4a59-9572-47810439ff1d%2FRajshahi_University.webp?rect=0%2C93%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয়ের রেজিস্ট্রার (ভারপ্রাপ্ত) অধ্যাপক ইফতিখারুল ইসলাম মাসউদ স্বাক্ষরিত এক অফিস আদেশে বলা হয়, বিশ্ববিদ্যালয়ের একজন ছাত্রীর উত্থাপিত যৌন হয়রানি, শারীরিক ও মানসিক নির্যাতনের অভিযোগ তদন্তের সিদ্ধান্ত নেওয়া হয়েছে। সুষ্ঠু ও নিরপেক্ষ তদন্তের স্বার্থে সুপারিশ দাখিল এবং এ বিষয়ে সিদ্ধান্ত না হওয়া পর্যন্ত মো. দুলাল আলী মোল্লাহকে অব্যাহতি দেওয়া হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবী কীভাবে অক্সিজেন ধরে রাখে | প্রথম আলো",
            "time": "2026-02-11T04:53:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Ffbx5z8tt%2FEarth.reuters.png?rect=0%2C42%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণায় তথ্য অনুযায়ী, পৃথিবীর কেন্দ্রের গভীর স্তরে উৎপন্ন হওয়া এই অদৃশ্য রক্ষাকবচ কেবল দিকনির্ণয়েই নয়, বরং বায়ুমণ্ডলের প্রাণবায়ু ধরে রাখতেও গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে। কয়েক লাখ বছর আগে গঠন হওয়া শিলা বা পাথর পর্যবেক্ষণ করে দেখা গেছে, যখন এই পাথর শীতল হয়, তখন তার ভেতরে পৃথিবীর তৎকালীন চৌম্বকক্ষেত্রের সূক্ষ্ম সংকেত আটকা পড়ে যায়। এই সংকেত বিশ্লেষণ করে ফ্যানেরোজোয়িক যুগের চৌম্বকক্ষেত্রের শক্তির পরিবর্তন বোঝা সম্ভব হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষার দাবিতে ছাত্র-জনতার মিছিল | প্রথম আলো",
            "time": "2026-02-11T04:45:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2F7e4cgbrp%2FWhatsApp-Image-2026-02-11-at-10.10.49.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘণ্টাখানেক পর তকীয়ূল্লাহ আবার ছুটে এলেন রমনা পোস্ট অফিসের কাছে। ওখানে ছাত্রদের সঙ্গে তিনিও পিকেটিং করতে থাকেন। এ সময় পুলিশ বেশ কয়েকজন ছাত্রকে আটক করে। পুলিশ তাঁকেও আটক করার চেষ্টা করে। তিনি পালিয়ে ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসে চলে আসেন। পরে ডিআইজি ওবায়েদুল্লাহ তাঁকে ক্যাম্পাস থেকে আটক করেন। সেদিন শত শত ছাত্রকে আটক করে কয়েকটি ট্রাকে ভরে তাঁদের টঙ্গীর কাছে নিয়ে যায়। সারা দিন আটকে রেখে রাতে তাঁদের বিভিন্ন রাস্তার মোড়ে ছেড়ে দেয়। ছাড়া পেয়ে তকীয়ূল্লাহ যখন হলে ফেরেন, তখন বেশ রাত।</p><p>১৯৮০ সালের ১৭ ফেব্রুয়ারি সাপ্তাহিক সচিত্র সন্ধানীতে ‘১৯৫২ সালের ভাষা আন্দোলন: একজন কর্মীর চোখে’ শিরোনামে মুহম্মদ তকীয়ূল্লাহর একটি সচিত্র প্রবন্ধ ছাপা হয়। ২০১৬ সালে আমি প্রবন্ধটি খুঁজে পাই। প্রবন্ধটি পড়ে তকীয়ূল্লাহর ব্যাপারে জানতে আরও বেশি আগ্রহী হয়ে উঠি।</p><p>খোঁজ নিয়ে জানতে পারি, সাংবাদিক শান্তা মারিয়ার বাবা মুহম্মদ তকীয়ূল্লাহ। শান্তা মারিয়া আমার পূর্বপরিচিত। তাঁকে ফোনে বললাম, ‘আপনার বাবার সংগ্রামী জীবনের কিছু কথা আমার ক্যামেরায় ধরে রাখতে চাই।’ তিনি বললেন, ‘বাবা এখন আর কথা বলার অবস্থায় নেই। তাঁর কোনো কথা আপনি বুঝতে পারবেন না। তবু দেখতে চাইলে আসুন।’</p><p>পরদিন বিকেলে সংগঠক ও প্রকাশক আবু সাঈদকে সঙ্গে নিয়ে ময়মনসিংহ রোডে বিশ্বসাহিত্য কেন্দ্রের গলিতে শান্তা মারিয়ার বাসায় গেলাম। মহান ভাষা আন্দোলনের সেই সাহসী বীর শয্যাশায়ী, দৃষ্টিশক্তিহীন। তাঁর উত্থানশক্তিরহিত। কাছে গিয়ে আমি তাঁর প্রথম ক্যামেরার কথা জানতে চাই। তিনি কী বললেন, ঠিক বুঝতে পারলাম না। তাঁকে দেখে এত কষ্ট হচ্ছিল যে দ্বিতীয় প্রশ্ন করতে আর ইচ্ছা করেনি। কিন্তু যে হাত দিয়ে তিনি ভাষা আন্দোলনের ইতিহাস রচনা করেছিলেন, আমি তাঁর সেই হাতটি স্পর্শ করলাম। আমার শরীরের ভেতর দিয়ে বিদ্যুতের মতো কী যেন একটা বয়ে গেল। রোমগুলো দাঁড়িয়ে শরীর কাঁটা দিয়ে উঠল।</p></div></div></div></body></html>"
        },
        {
            "title": "রমজানে ব্যাংকিং লেনদেন চলবে বেলা আড়াইটা পর্যন্ত | প্রথম আলো",
            "time": "2026-02-11T04:35:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-29%2F4nd3wo7f%2FBangladesh-Bank.jpg?rect=72%2C0%2C594%2C312&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সোমবার বাংলাদেশ ব্যাংকের ডিপার্টমেন্ট অব অফসাইট সুপারভিশন এই প্রজ্ঞাপন জারি করেছে। বলা হয়েছে, জোহরের নামাজের জন্য বেলা ১টা ১৫ মিনিট থেকে ১টা ৩০ মিনিট পর্যন্ত বিরতি থাকবে। বিরতির সময় লেনদেন বন্ধ থাকলেও অভ্যন্তরীণ সমন্বয়ের মাধ্যমে ব্যাংকের কার্যক্রম চলবে।</p><p>পবিত্র রমজান মাস শেষ হওয়ার পর যথারীতি ব্যাংকের দাপ্তরিক কার্যক্রম ও লেনদেনের সময়সূচি আগের অবস্থায় (রমজানপূর্ব অবস্থায়) ফিরে যাবে। সাধারণত সকাল ১০টা থেকে বিকেল ৪টা পর্যন্ত ব্যাংকিং লেনদেন করা যায়। ব্যাংক খোলা থাকে সন্ধ্যা ৬টা পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "কী চলবে, কী চলবে না আজ | প্রথম আলো",
            "time": "2026-02-11T04:35:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2Fe5pffy64%2Fmotorcycle.jpg?rect=0%2C18%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসির নির্দেশনা অনুযায়ী, গতকাল মঙ্গলবার দিবাগত রাত ১২টা থেকে মোটরসাইকেল চলাচলের ওপর নিষেধাজ্ঞা কার্যকর হয়েছে। এই নিষেধাজ্ঞা ১৩ ফেব্রুয়ারি দিবাগত রাত ১২টা পর্যন্ত বলবৎ থাকবে। এ ছাড়া আজ বুধবার (১১ ফেব্রুয়ারি) মধ্যরাত থেকে ১২ ফেব্রুয়ারি মধ্যরাত পর্যন্ত অন্যান্য পরিবহন চলাচল বন্ধ থাকবে বলে জানিয়েছে নির্বাচন কমিশন সচিবালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পররাষ্ট্র ক্যাডারে প্রথম হয়েও গেজেটে নেই ছেলের নাম, কৃষক হাতেম আলীর কান্না থামছে না... | প্রথম আলো",
            "time": "2026-02-11T04:32:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fqq1eivlb%2FBCS-07.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জনপ্রশাসন মন্ত্রণালয়ের জনসংযোগ কর্মকর্তা মানসুর হোসেন প্রথম আলোকে বলেন, ‘গেজেটে নাম না থাকা অধিকাংশ প্রার্থী স্বাস্থ্য পরীক্ষায় অংশ নেননি। আর পুলিশের নেতিবাচক প্রতিবেদনের কারণে যাঁরা বাদ পড়েছেন, তাঁরা পুনঃ তদন্ত চেয়ে মন্ত্রণালয়ে আবেদন করতে পারেন। মন্ত্রণালয় গুরুত্ব দিয়ে আবেদনগুলো বিবেচনা করবে।’</p><p>নেতিবাচক পুলিশ প্রতিবেদনের প্রসঙ্গে সুপ্রিম কোর্টের আইনজীবী মানজুর আল–মতিন প্রথম আলোকে বলেন, ‘প্রার্থীর নিজের বিরুদ্ধে সুনির্দিষ্ট কোনো ফৌজদারি অপরাধের প্রমাণ না থাকলে, কেবল পুলিশি প্রতিবেদনের ওপর ভিত্তি করে কাউকে নিয়োগবঞ্চিত করা সংবিধান ও মৌলিক অধিকারের পরিপন্থী। একটি গণতান্ত্রিক রাষ্ট্রে প্রার্থীর যোগ্যতা তাঁর মেধা দিয়ে বিচার হওয়া উচিত, তাঁর আত্মীয়স্বজনের রাজনৈতিক পরিচয় বা স্থানীয় কোন্দল দিয়ে নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে ‘ডিজিটাল নাগরিকত্ব’ নিয়ে বিভ্রান্তি কেন | প্রথম আলো",
            "time": "2026-02-11T04:31:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2F7riq8bo0%2F11022026-cm-5.jpg%E0%A7%AF%E0%A7%AC.jpg?rect=0%2C60%2C1010%2C530&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশে ডিজিটাল পরিসরের সবচেয়ে ক্ষতিকর প্রবণতাগুলোর একটি হলো বিদ্বেষমূলক বক্তব্যকে অ্যাকটিভিজমের মোড়কে উপস্থাপন করা। ধর্মীয় অসহিষ্ণুতা, রাজনৈতিক শত্রুকরণ কিংবা নারীবিদ্বেষী ভাষা প্রায়ই নৈতিকতা বা দেশপ্রেমের নামে প্রচার করা হয়।</p><p>অনলাইন বক্তৃতা, রাজনৈতিক বিশ্লেষণ কিংবা তথাকথিত ‘ফাঁস করা তথ্যভিত্তিক’ ভিডিওতে এমন ভাষা ব্যবহৃত হয়, যা বিরোধীদের অমানবিক করে তোলে, সংখ্যালঘুদের ষড়যন্ত্রকারী হিসেবে চিত্রিত করে এবং সাংবাদিক ও নাগরিক সমাজকে রাষ্ট্র বা ধর্মের শত্রু বানায়।</p><p>এ ধরনের আচরণ ডিজিটাল নাগরিকত্বের নৈতিক ভিত্তির সম্পূর্ণ পরিপন্থী। মতভেদ থাকা স্বাভাবিক। কিন্তু তা প্রকাশের জন্য সংযম ও মানবিকতা অপরিহার্য। ক্ষমতা, মতাদর্শ কিংবা প্রতিষ্ঠানের সমালোচনা করা যায় বিদ্বেষ বা সহিংসতা উসকে না দিয়েও। কিন্তু যখন প্রভাবশালীরা সেই সীমা অতিক্রম করেন, তখন তাঁরা গণতান্ত্রিক বিতর্কের পরিবেশকেই দুর্বল করে দেন।</p><p>এর চেয়েও উদ্বেগজনক হলো, এ ধরনের কনটেন্ট একটি ভয়ের সংস্কৃতি তৈরি করে। বহুত্ববাদ, গণমাধ্যমের স্বাধীনতা বা মানবাধিকারের পক্ষে কথা বলা সাংবাদিক, ব্লগার ও অ্যাকটিভিস্টরা প্রায়ই অনলাইন হয়রানির শিকার হন। হুমকি, ব্যক্তিগত তথ্য ফাঁস এবং চরিত্রহননকে ‘নৈতিক দায়িত্ব’ বা ‘ধর্মীয় কর্তব্য’ হিসেবে উপস্থাপন করা হয়। এটি নাগরিক অংশগ্রহণ নয়; এটি ‘ডিজিটাল জবরদস্তি’।</p><p>যেখানে ভিন্নমতকে বিশ্বাসঘাতকতা হিসেবে দেখা হয়, সেখানে গণতন্ত্র টিকে থাকতে পারে না। তাহলে প্রশ্ন ওঠে, যারা বিদ্বেষ, ভুয়া তথ্য ও ভীতি ছড়ায়, তাদের কি ডিজিটাল নাগরিক বলা যায়? প্রযুক্তিগত অর্থে তারা ডিজিটাল পরিসরের অংশ। কিন্তু নাগরিকত্ব কোনো নিরপেক্ষ ধারণা নয়। এতে অধিকার যেমন আছে, তেমনি দায়িত্বও আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেবীদ্বারে ভোটারদের হুমকি দেওয়ার অভিযোগে মঞ্জুরুল মুন্সীকে তলব | প্রথম আলো",
            "time": "2026-02-11T04:27:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fl0t43cn1%2FMunsi.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার অতিরিক্ত জেলা ম্যাজিস্ট্রেট মোহাম্মদ জাফর সাদিক চৌধুরী প্রথম আলোকে বিষয়টি নিশ্চিত করেছেন।</p><p>‘যদি ক্ষমতায় বিএনপি থাকে, আর যদি আপনারা অন্য দলকে ভোট দেন, আমি কিন্তু আপনাদের কাউকে ছাড়ব না। প্রয়োজনে ঘরবাড়ি পোড়াইয়া সব ছারখার করে দেব।’—মঞ্জুরুল আহসান মুন্সীর এমন একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে। এ ঘটনায় গতকাল রাতে বিএনপির সংবাদ বিজ্ঞপ্তিতে তাঁকে দল থেকে বহিষ্কারের কথা জানানো হয়।</p><p>প্রসঙ্গত, মঞ্জুরুল আহসান মুন্সী কুমিল্লা-৪ আসনে বিএনপির প্রার্থী ছিলেন। ঋণখেলাপি অভিযোগে তাঁর প্রার্থিতার বিষয়টি আদালত পর্যন্ত গড়ায়। আদালতের আদেশে তাঁর প্রার্থিতা বাতিল হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘৃণা ছড়াচ্ছেন ভারতের সাবেকেরা, দাবি সাকলায়েন মুশতাকের | প্রথম আলো",
            "time": "2026-02-11T04:09:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F4161df0f-3291-496d-a82c-ab91a3e3ff47%2F7xm_xyz465002.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুশতাকের ভাষায়, ‘আমার মনে হয় না সেই পুরোনো ভ্রাতৃত্ববোধ আর ফিরে আসবে। কারণ, পরিস্থিতি অনেক দূর গড়িয়েছে। ওদিকের মানুষ চায় না এটি ফিরে আসুক, তারা নিজেদের রাজনীতিকে চাঙা রাখতেই সচেতনভাবে বিষয়টিকে এমন পর্যায়ে রেখেছে এবং ভবিষ্যতেও রাখবে।’</p><p>বিশ্ব ক্রিকেটে ভারতই আয়ের মূল উৎস—এমন দাবির পরিপ্রেক্ষিতেও সাকলায়েন ক্ষোভ উগরে দেন।</p><p>সাবেক এই অফ স্পিনারের ভাষায়, ‘দেখুন, অর্থের প্রবাহ থাকে এবং তা বণ্টন হয়। কিন্তু তারা প্রায় প্রতিদিনই বলছে, “আমরা এত আয় করেছি এবং আইসিসিকে দিয়েছি, আমরা আয় করছি বলেই আপনারা খাচ্ছেন।” তারা এমন ভাব করে যেন অন্যদের কিছুই নেই। প্রায়ই তারা এমন সব কথা বলছে এবং তাদের ঔদ্ধত্য অনেক বেড়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ডে চীন আসলে যা করছে | প্রথম আলো",
            "time": "2026-02-11T04:03:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-10%2F2ds151c3%2FUntitled-9.jpg?rect=0%2C73%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রিনল্যান্ডের সার্বভৌমত্ব তাদের কাছে অচল সীমারেখা। ট্রাম্পের পূর্ণ নিয়ন্ত্রণের দাবি সেখানে গ্রহণযোগ্য নয়। ফলে এই উত্তেজনা ভবিষ্যতে আবারও ফিরে আসতে পারে।</p><p>আর্কটিক অঞ্চল নিয়ে ট্রাম্পের দৃষ্টিভঙ্গি যুক্তরাষ্ট্রের ঐতিহ্যগত মিত্রদের দূরে সরিয়ে দিচ্ছে। অন্য দেশগুলোর কাছে জলবায়ু পরিবর্তন একটি গুরুতর সংকট হলেও ট্রাম্প বিষয়টিকে অস্বীকার করেছেন। এর ফলে আর্কটিক কাউন্সিল কার্যত অকার্যকর হয়ে পড়ার আশঙ্কা তৈরি হয়েছে। সেই শূন্যতায় চীন বিকল্প কাঠামো দাঁড় করানোর সুযোগ পেতে পারে এবং নিজেকে বিজ্ঞান ও জলবায়ু সচেতন শক্তি হিসেবে তুলে ধরতে পারে।</p><p>সবশেষে বলা যায়, গ্রিনল্যান্ড নিয়ে ট্রাম্পের আগ্রাসী অবস্থান কোনো বাস্তব চীনা হুমকির প্রতিক্রিয়া নয়। বরং এটি এমন এক অস্থিরতা তৈরি করতে পারে, যা ভবিষ্যতে সত্যিকারের চীনা উপস্থিতির পথ খুলে দেবে। যে আশঙ্কা তিনি দেখাচ্ছেন, তাঁর নীতিই হয়তো শেষ পর্যন্ত সেটিকে বাস্তবে রূপ দেবে।</p><p>*দ্য ডিপ্লোম্যাটের ভিডিও বিশ্লেষণ থেকে নেওয়া, ইংরেজি থেকে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "সড়কের পাশে মিলল যুবদল কর্মীর লাশ, শরীরে ধারালো অস্ত্রের আঘাত | প্রথম আলো",
            "time": "2026-02-11T04:01:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fv0i11hbq%2F%E0%A7%A7.avif?rect=0%2C24%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সীতাকুণ্ড পৌরসভার ৫ নম্বর ওয়ার্ড বিএনপির সদস্যসচিব মোহাম্মদ শহীদ উল্লাহ ভূঁইয়া প্রথম আলোকে বলেন, নিহত অটোরিকশাচালক যুবদলের কর্মী ছিলেন। তাঁর তিন সন্তান রয়েছে। গতকাল সন্ধ্যায় তিনি একটি ভাড়া নিয়ে মুরাদপুর যান। এরপর তাঁর লাশ পাওয়া যায়।</p><p>লাশ উদ্ধারের পর সুরতহাল প্রতিবেদন তৈরি করেছে পুলিশ। এরপর ময়নাতদন্তের জন্য লাশ মর্গে পাঠানো হয়। জানতে চাইলে সীতাকুণ্ড থানার উপপরিদর্শক (এসআই) নূর হোসেন বলেন, নিহত ব্যক্তির পিটে ধারালো অস্ত্র দিয়ে কুপিয়ে জখম করার তিনটি চিহ্ন রয়েছে। এ ছাড়া গলার নিচে ডান পাশেও ধারালো অস্ত্রের আঘাত রয়েছে।  ধারণা করা হচ্ছে, পরিকল্পিতভাবে তাঁকে হত্যা করা হয়েছে। তবে প্রাথমিকভাবে এটি নির্বাচনী কোনো সহিংসতা মনে হচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টিন-সংশ্লিষ্টতা নিয়ে তোলপাড়, মিউজিক এজেন্সি থেকে সরে দাঁড়াচ্ছেন শিল্পীরা | প্রথম আলো",
            "time": "2026-02-11T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Ffllq7urf%2F07985312-088a-4921-a462-e5b9a662d13a.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বড় ধাক্কা<br></strong>ওয়াসারম্যান মিউজিক এজেন্সি বিশ্বের সবচেয়ে বড় সংগীত এজেন্সিগুলোর একটি। তাদের শিল্পী তালিকায় ছিলেন বা আছেন এড শিরান, কোল্ডপ্লে, চাইল্ডিশ গ্যাম্বিনো, কেনড্রিক লামার, লর্ডে, ফিশ, রায়ে, সিজা, জনি মিচেল, টেইলার, দ্য ক্রিয়েটরসহ অনেকেই।</p><p>সাম্প্রতিক দিনগুলোতে এজেন্সিটির ওয়েবসাইট থেকে এই শিল্পীদের তালিকা সরিয়ে নেওয়া হয়েছে। ধারণা করা হচ্ছে, শিল্পীদের অনুরোধেই এই পদক্ষেপ নেওয়া হয়েছে।</p><p><strong>শিল্পী বনাম এজেন্ট: জটিল সমীকরণ<br></strong>এই সংকট শুধু শিল্পীদের মধ্যেই সীমাবদ্ধ নয়, বরং বড় জটিলতা তৈরি হয়েছে এজেন্টদের ক্ষেত্রেও। কারণ, সাধারণত এজেন্টরা তিন থেকে পাঁচ বছরের চুক্তিতে বাধা থাকেন। অন্যদিকে শিল্পীরা তুলনামূলকভাবে সহজেই এজেন্সি বদলাতে পারেন।<br>হলিউডে বহু ক্ষেত্রেই দেখা যায়, শিল্পীরা তাঁদের এজেন্সির চেয়ে ব্যক্তিগত এজেন্টের প্রতি বেশি অনুগত থাকেন। ফলে এক এজেন্ট যদি অন্য প্রতিষ্ঠানে যান, অনেক শিল্পীও তাঁর সঙ্গে চলে যান। ওয়াসারম্যান সংকটের ক্ষেত্রেও এই বাস্তবতা বড় প্রভাব ফেলতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কমলা না মাল্টা, বাজারে কোনটার চাহিদা বেশি | প্রথম আলো",
            "time": "2026-02-11T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fewca6vsq%2F%E0%A6%AD%E0%A6%BE%E0%A6%B0%E0%A6%A4%E0%A7%80%E0%A7%9F-%E0%A6%95%E0%A6%AE%E0%A6%B2%E0%A6%BE.jpeg?rect=0%2C45%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"কমলা না মাল্টা, বাজারে কোনটার চাহিদা বেশি\" class=\"IiRps \">কমলা না মাল্টা, বাজারে কোনটার চাহিদা বেশি</h1></p><div class=\"Ibzfy\"><p>বাজারে এখন বিদেশি কমলার ছড়াছড়ি, আছে মাল্টাও। কিনতে গেলেই দেখবেন তিন থেকে চার রকমের মাল্টা আর কমলা। এসবের দামও আলাদা। রাজধানীর কারওয়ান বাজার ঘুরে জানা গেল কোনটা কোন দেশের; দামই–বা কেমন।</p></div></div></div></body></html>"
        },
        {
            "title": "পোশাক রপ্তানি বৃদ্ধির সম্ভাবনা থাকলেও শঙ্কা শর্তের বেড়াজাল নিয়ে | প্রথম আলো",
            "time": "2026-02-11T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fdnu09z4y%2Fbangla.avif?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের বাজারে পাল্টা শুল্ক কার্যকরের পর থেকে এখন পর্যন্ত ৫ হাজার টন তুলা আমদানি করেছে বস্ত্র খাতের অন্যতম শীর্ষস্থান প্রতিষ্ঠান মোশাররফ গ্রুপ। জানতে চাইলে প্রতিষ্ঠানটির চেয়ারম্যান মোশাররফ হোসেন প্রথম আলোকে বলেন, দেশীয় বস্ত্রকলগুলো বর্তমানে ভারতীয় সুতার সঙ্গে দামের প্রতিযোগিতায় টিকতে পারছে না। এমন পরিস্থিতিতে মার্কিন তুলা আমদানি করে সুতা তৈরি করলে তাতে বস্ত্রকলের লোকসান আরও বাড়বে।</p><p>রপ্তানি উন্নয়ন ব্যুরোর (ইপিবি) তথ্যানুযায়ী, গত অর্থবছর যুক্তরাষ্ট্রের বাজারে ৪৯৪ কোটি ডলারের ওভেন কাপড় এবং ২৬০ কোটি ডলারের নিট পোশাক রপ্তানি করেছে বাংলাদেশ। নিট পোশাকের ৯০-৯৫ শতাংশ কাপড় দেশে তৈরি হলেও ওভেন কাপড়ের ৬৫-৭০ শতাংশ আমদানি করতে হয়। ফলে নিট পোশাক উৎপাদনে মার্কিন তুলার ব্যবহার বাড়ানো গেলেও ওভেন পোশাকে সীমাবদ্ধতা রয়েছে।</p><p>জানতে চাইলে নিট পোশাকশিল্প মালিকদের সংগঠন বিকেএমইএর সাবেক সভাপতি ফজলুল হক প্রথম আলোকে বলেন, তৈরি পোশাকে মার্কিন তুলা ব্যবহারের বিষয়টি কীভাবে যাচাই হবে, সেটি এখনো প্রকাশ করা হয়নি। প্রক্রিয়াটি জটিল হতে পারে। সে ক্ষেত্রে সবাই সুফল না–ও পেতে পারে। তা ছাড়া যুক্তরাষ্ট্রের বাজারে আজকে এক শুল্ক, কালকে আরেক। প্রতিযোগী দেশগুলো শুল্ক কমানোর চেষ্টা করছে। ফলে বর্তমান ব্যবস্থা কত দিন বজায় থাকে, তার ওপর প্রকৃত সুবিধা নির্ভর করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্তান পালন নারীর কাজ-এই মিথ ভাঙার সময় এসেছে | প্রথম আলো",
            "time": "2026-02-11T03:59:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-24%2F4x7mmhd4%2F539A6590.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তখনো আমাদের মস্তিষ্কে আমাদের গৃহবধূ মা-ফুফু-খালা-চাচিরা রাজত্ব করছিলেন, যাঁরা স্বপ্নেও ভাবেননি— নবজাতকের মুখে দুধের ফিডারটা পর্যন্ত তাঁদের স্বামীরা ধরতে পারেন, নেংটি পাল্টানো তো দূর কি বাত। কিন্তু আশির দশকের কর্মজীবী মা-বাবার সন্তানেরা যাঁরা এখন তরুণ কর্মজীবী পিতা-মাতা, তাঁদের চিন্তাভাবনার বিস্তর পরিবর্তন হয়েছে। উচ্চশিক্ষা, অর্থনৈতিক স্বাধীনতা, বৈশ্বিক যোগাযোগ, জেন্ডার ভারসাম্য, সমবেদনা, ব্যক্তিস্বাতন্ত্রবাদ, সময়ানুবর্তিতা ইত্যাদির সমন্বয়ে পুরোনো ধ্যানধারণা থেকে তাঁরা স্বয়ংক্রিয়ভাবেই বেরিয়ে আসছেন। </p><p>সহমর্মী সঙ্গী বাছাইয়ে নিজেরাই সিদ্ধান্ত নিচ্ছেন বলে সন্তান প্রতিপালনে যৌথ উদ্দীপনা কাজ করছে। এক তরুণ সদ্য পিতা বলছিলেন, ‘সন্তান ধারণ করার পর থেকেই আমি আমার স্ত্রীকে দেখেছি—সে প্রতিদিন কী অবর্ণনীয় কষ্ট করেছে! সারা দিন অফিস করে আসার পর একটা কিছু খেয়েই বমি করেছে। </p><p>পেটে সন্তান বেড়ে ওঠার সময় কত শারীরিক পরিবর্তন ও জটিলতা দেখা দিয়েছে। জন্মদানের আগের দু–তিন মাস স্ফীত উদর নিয়ে সারা রাত না ঘুমিয়ে ব্যথায় এপাশ-ওপাশ করেছে। আর বাচ্চা জন্মদানের সময়টা তো বর্ণনাতীত। এসব দেখে ও অনুভব করে বাবু আসার পর আমার স্ত্রীকে যাতে আর কষ্ট না করতে হয়, তার জন্য আমি সর্বাত্মক চেষ্টা করি।’</p><p>জন্মের পর শিশুকে স্তন্যদান করতে হয় মাকেই। দিনে–রাতে দু–তিন ঘণ্টা পরপর মাকে নিরলসভাবে তা করে যেতে হয়। যদিও জৈব-টেকনোলজির উন্নয়নে মায়েরা পাম্পের সাহায্যে বুকের দুধ ফ্রিজে জমা করে রাখতে পারছেন নির্দিষ্ট সময়ের জন্য।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান কোন কেন্দ্রে ভোট দেবেন | প্রথম আলো",
            "time": "2026-02-11T03:59:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2F7u14gfwf%2FTarique-Rahman.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটের প্রচার গতকাল মঙ্গলবার সকাল সাড়ে সাতটায় শেষ হয়। আগামীকাল বৃহস্পতিবার সকাল সাড়ে ৭টায় ভোট গ্রহণ শুরু হবে। ভোট গ্রহণ টানা চলবে বিকেল সাড়ে ৪টা পর্যন্ত।</p><p>ফলে এখন ভোটারদের ভোট দেওয়ার পালা। এই প্রেক্ষাপটে আলোচনার মূল বিষয় আলোচিত প্রার্থীরা কে কোথায় তাঁদের ভোটাধিকার প্রয়োগ করবেন।</p><p>বাংলাদেশ জাতীয়তাবাদী দলের (বিএনপি) চেয়ারম্যান তারেক রহমান গুলশান-২ নম্বরের গুলশান মডেল হাই স্কুল অ্যান্ড কলেজ কেন্দ্রে উপস্থিত হয়ে নিজের ভোটাধিকার প্রয়োগ করবেন। গতকাল এই তথ্য নিশ্চিত করেছেন বিএনপির মিডিয়া সেলের সদস্য শায়রুল কবীর খান।</p></div></div></div></body></html>"
        },
        {
            "title": "কানাডায় স্কুলে বন্দুকধারীর হামলা, নিহত ১০ | প্রথম আলো",
            "time": "2026-02-11T03:54:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2Fzlkotkvh%2FCanada.avif?rect=0%2C12%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি বাড়িতে আরও দুজনকে মৃত অবস্থায় পাওয়া গেছে। দুটি ঘটনার মধ্যে যোগসূত্র রয়েছে বলে ধারণা করছে পুলিশ।</p><p>আরসিএমপি বলেছে, ব্রিটিশ কলাম্বিয়ার টাম্বলার রিজ সেকেন্ডারি স্কুলে হামলায় একজন বন্দুকধারীই জড়িত ছিলেন।</p><p>পুলিশের ধারণা, বন্দুকধারী খুব সম্ভবত আত্মহত্যা করেছেন। সন্দেহভাজন এ ব্যক্তিকেও মৃত অবস্থায় পাওয়া গেছে। বার্তা সংস্থা রয়টার্সের খবরে বলা হয়েছে, সন্দেহভাজন হামলাকারী খুব সম্ভবত একজন নারী।</p></div></div></div></body></html>"
        }
    ]
}