{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্র থেকে ২৫টি বোয়িং বিমান কিনবে বাংলাদেশ | প্রথম আলো",
            "time": "2025-07-27T11:14:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F07%2F24%2F60b4cfafde257cb9218eecce7a5fc052-5d3839000764f.jpg?rect=0%2C10%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাণিজ্যসচিব বলেন, ‘আগামী ৩১ জুলাই সেখানে আরেকটি সভা হতে পারে। বাংলাদেশের প্রতিনিধি দল আগামীকাল সন্ধ্যায় রওনা দেবে। যেহেতু তাদের সঙ্গে আলোচনা চলছে, ফলে আগামী ১ আগস্টের যে সময়সীমা আছে, তার মধ্যেই হয়তো শুল্কের বিষয়ে ফলাফল ঘোষণা হয়ে যাবে বলে আমাদের ধারণা।’</p><p>বোয়িং বিমান কেনার বিষয়ে সাংবাদিকদের এক প্রশ্নের জবাবে মাহবুবুর রহমান বলেন, ‘বোয়িংয়ের ব্যবসা যুক্তরাষ্ট্র সরকারের নয়, এটি বোয়িং কোম্পানি করে। বাংলাদেশ মোট ২৫টি বোয়িংয়ের ক্রয়াদেশ দিয়েছে। অন্য দেশও এমন ক্রয়াদেশ দিয়েছে। যেমন, ভারত ও ভিয়েতনাম ১০০টি করে এবং ইন্দোনেশিয়া ৫০টি বোয়িং বিমান অর্ডার দিয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সবার কথা ভাবা ইসলামের দাবি | প্রথম আলো",
            "time": "2025-07-27T11:10:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fwc548stx%2Fpexels-sakaryaze-32896302.jpg?rect=0%2C1732%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উত্তরে নবীজী (সা.) বললেন, ‘নামাজের সময় আমি এক শিশুর কান্নার আওয়াজ পেলাম। আমার মনে হলো সেই শিশুর কান্নার কারণে তার নামাজরত মা খুব পেরেশানিতে পড়বে।’ (আখলাকুন নবী, হাদিস: ১৫৭)</p><p>কী আশ্চর্য বিষয়, মাত্র একজন মুসল্লির পেরেশানির কথা চিন্তা করে তিনি সাধারণ নিয়ম ভঙ্গ করে দ্রুত নামাজ শেষ করে ফেলেন!</p><p>সাহাবি মিকদাদ বিন আমর (রা.) বলেন, কিছু লোক মদিনার মসজিদে ঘুমাতেন। আল্লাহর রসুল (সা.) তখন কাউকে সালাম দিলে এমন আস্তে সালাম দিতেন, কেবল ওই ব্যক্তিই যেন শুনে আর অন্যরা যেন জেগে না যায়। (সহিহ মুসলিম, হাদিস: ২,০৫৫)</p><p>ইসলামের মূল শিক্ষাই এটাই—সব সময় মানুষের সুবিধা-অসুবিধা দেখে কাজ করা এবং কোনোভাবেই অন্যের মনে কষ্ট না দেওয়া।</p><p><em><strong>মওলবি আশরাফ:</strong> আলেম, লেখক ও অনুবাদক</em></p></div></div></div></body></html>"
        },
        {
            "title": "গাইবান্ধায় কলেজছাত্র সিজু হত্যার বিচারের দাবিতে মানববন্ধন | প্রথম আলো",
            "time": "2025-07-27T11:08:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fftcv1kbu%2FWhatsApp-Image-2025-07-27-at-5.03.47-PM.jpeg?rect=0%2C5%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিজু হত্যার সঠিক তদন্তের দাবি জানিয়ে ইসলামী আন্দোলন সাঘাটা উপজেলা শাখার সেক্রেটারি মনিরুজ্জামান বলেন, ‘একাত্তরে যে স্লোগান ছিল, চব্বিশেও সেই স্লোগান ছিল। দেশ ও মানবতার কল্যাণে আমরা এই দেশকে স্বাধীন করেছি। আমরা প্রশাসনকে জানাতে চাই, আপনারা ইমানদারির সঙ্গে দায়িত্ব পালন করেন।’</p><p>উপজেলা ইসলামী ছাত্রশিবিরের সভাপতি সাজেদুর রহমান বলেন, ‘আমরা চাই সিজু হত্যার সুষ্ঠু তদন্তের মাধ্যমে যাঁরা দোষী, তাঁদের সঠিক বিচার হোক। আমরা সচেতন নাগরিক হিসেবে এখানে দাঁড়িয়েছি।’</p><p>মানববন্ধনের সময় উপজেলা নির্বাহী কর্মকর্তা তাঁর কক্ষে ছিলেন না। সে সময় তিনি গাইবান্ধা জেলা আইনশৃঙ্খলা কমিটির সভায় উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রয়োজন অনুসারে রাষ্ট্রকাঠামোর পরিবর্তনে সচেতনভাবে এগোচ্ছে বিএনপি: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-07-27T11:03:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F9qnnxt5l%2F%E0%A6%AE%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%9C%E0%A6%BE-%E0%A6%AB%E0%A6%96%E0%A6%B0%E0%A7%81%E0%A6%B2.jpeg?rect=0%2C297%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয় পদ্মা সেতু এবং পদ্মা ব্যারাজ এখন সময়ের দাবি বলে উল্লেখ করেন মির্জা ফখরুল। একই সঙ্গে তিনি সাতবার ফিজিবিলিটি স্টাডি (প্রস্তাবিত প্রকল্পের কার্যকারিতা এবং বাস্তবতার মূল্যায়ন) হলেও এই বিষয়ে একটি সিদ্ধান্তের জায়গায় আসতে না পারাকে দুঃখজনক বলে উল্লেখ করেন। তিনি বলেন, ‘এ জন্য রাজনৈতিক কমিটমেন্ট প্রয়োজন। এটি তখনই তৈরি হবে, যখন জনগণের মধ্য থেকে এ দাবি উঠে আসবে।’</p><p>বিএনপির চেয়ারপারসন খালেদা জিয়া অনেক আগেই দ্বিতীয় পদ্মা সেতুর অঙ্গীকার করেছিলেন উল্লেখ করে বিএনপির মহাসচিব বলেন, দক্ষিণাঞ্চলের বহু অংশ ছেড়ে মানুষ চলে যাচ্ছে। বাসের উপযোগী আর থাকছে না। পরবর্তী সরকারগুলো শুধু নয়, জনগণেরও এ বিষয়ে অত্যন্ত সজাগ থাকা উচিত।</p><p>পরবর্তী সরকারগুলোকে এ বিষয়ে কাজ করতে হবে উল্লেখ করে মির্জা ফখরুল বলেন, ‘আমরা একটা ট্রানজিশন পিরিয়ডে আছি। আজ একটা সুযোগ তৈরি হয়েছে। অভূতপূর্ব ছাত্র গণ–অভ্যুত্থানের মধ্য দিয়ে একটি জাতীয় ঐক্য তৈরি হয়েছিল। সেই ঐক্যকে সামনে নিয়ে আমরা সবাই যদি মূল বিষয়গুলোকে সামনে আনতে পারি, চিন্তার ঐক্য যদি থাকে, তাহলে নিঃসন্দেহে আমরা সফল হব।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারাকান্দা স্বাস্থ্য কমপ্লেক্সের চকচকে ভবনে সেবা চলে খুঁড়িয়ে | প্রথম আলো",
            "time": "2025-07-27T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F9ch5ccuo%2FMymensinghDH169420250721WhatsApp-Image-2025-07-21-at-3.54.35-PM.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকাল ১০টা ২৫ মিনিটে স্থানীয় স্কুলশিক্ষক রাশেদুল হক এক আত্মীয়কে চিকিৎসক দেখাতে আসেন। তিনি প্রথম আলোকে বলেন, ‘এখানে এখনো ইনডোর চালু হয়নি। রোগীরা কিছু সাধারণ সেবা পেলেও ছোটখাটো বিষয় নিয়ে ভর্তির জন্য ময়মনসিংহ মেডিকেলে যেতে হয়। যদি ইনডোর সার্ভিস চালু হয়, তাহলে এলাকাবাসী উপকৃত হবে।’</p><p>সকাল ১০টা ২৯ মিনিটে চরগোপীনাথপুর গ্রামের সুফিয়া খাতুনকে স্বাস্থ্য কমপ্লেক্সের মূল ভবনের বারান্দার সিঁড়িতে বসে থাকতে দেখা যায়। বসে থাকার কারণ জানতে চাইলে তিনি বলেন, ‘আমার ডায়বেটিস। ডাক্তার বুলে দেড়টা বাজে আইবো, ডাক্তারের লাইগ্যা বইয়া রইছি, সাড়ে ৯টায় আইছি। কী করবাম দূরফির পথ, বাড়িত গিয়া আবার আওন যাইতো না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে ফিরতেই দেনার দায়ে আইনি নোটিশ পেলেন নীতীশ রেড্ডি | প্রথম আলো",
            "time": "2025-07-27T10:54:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Ftmfd866t%2F393831.webp?rect=0%2C28%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চোটের কারণে নীতীশ রেড্ডি ইংল্যান্ড সফরের শেষ দুই টেস্ট থেকে ছিটকে গেছেন। বাঁ পায়ের হাঁটুতে চোট পাওয়ায় তিনি এখন পুনর্বাসন প্রক্রিয়ায় আছেন। ভারতীয় ক্রিকেট বোর্ড (বিসিসিআই) জানায়, পুনর্বাসনের জন্যই রেড্ডিকে দেশে ফেরত পাঠানো হয়েছে।</p><p>লিডসের হেডিংলিতে সিরিজের প্রথম টেস্টে একাদশে জায়গা হয়নি নীতীশের। তবে দ্বিতীয় ও তৃতীয় টেস্টে খেলেছেন। বার্মিংহামের এজবাস্টনে দ্বিতীয় টেস্টে ভালো করতে না পারলেও লর্ডস টেস্টে তিনি আলো ছড়ান। প্রথম ইনিংসে এক ওভারেই ফেরান ইংল্যান্ডের দুই ওপেনার বেন ডাকেট এবং জ্যাক ক্রলিকে। দ্বিতীয় ইনিংসে আবার ফেরান ক্রলিকে। ব্যাট হাতে করেন ৩০ ও ১৩ রান। যদিও ভারত ম্যাচটি হেরে যায় ২২ রানের ব্যবধানে।</p><p>ম্যানচেস্টারের ওল্ড ট্রাফোর্ডে চতুর্থ টেস্টে নীতীশের জায়গায় খেলছেন শার্দূল ঠাকুর। ম্যাচের শেষ দিন আজ। পাঁচ ম্যাচের সিরিজে ২–১ ব্যবধানে এগিয়ে ইংল্যান্ড।</p></div></div></div></body></html>"
        },
        {
            "title": "যদি অস্ত্র হ্যান্ডলই করতে না পারেন, নিয়ে আসছিলেন কেন: নাসীরুদ্দীন পাটওয়ারী | প্রথম আলো",
            "time": "2025-07-27T10:50:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fmqwqm2l4%2FNetrokonaDH054820250727FBIMG1753608728094.jpg?rect=0%2C0%2C1284%2C674&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসীরুদ্দীন পাটওয়ারী বলেন, ‘আমি বাবর ভাইকে (সাবেক স্বরাষ্ট্র প্রতিমন্ত্রী লুৎফুজ্জামান বাবর) সম্মান করি, তিনি কারা নির্যাতিত নেতা। কিন্তু আপনার ওই কাজ আমি সমর্থন করি না। আপনার এই কাজের কারণে বিএনপি ক্ষমতায় আসতে পারেনি। হাসিনার মতো একজন খুনি-ফ্যাসিস্ট ক্ষমতায় এসেছিলেন। গত ১৫ বছর বিএনপির নেতা-কর্মীরা নির্যাতিত হয়েছেন, আমার ভাইদের ওপর হত্যা করা হয়েছিল, গুলি চালানো হয়েছিল, এই জন্য আপনিও ইতিহাসের কাঠগড়ায় আপনিও দায়ী থাকবেন। আমরা শান্তি চাই। আমরা অশান্তি চাই না বাংলাদেশে। আমরা মানুষের অধিকার চাই। মানবিক মর্যাদা চাই।’</p><p>নাসীরুদ্দীন পাটওয়ারী আরও বলেন, ‘যার হাতে বিচারালয়ের ক্ষমতা, যার হাতে সংসদীয় ক্ষমতা, যার হাতে নির্বাহী ক্ষমতা—এ জন্য আমরা পাওয়ার ব্যালান্স চেক করার জন্য পিআর পদ্ধতিতে উচ্চকক্ষে নির্বাচন চেয়েছি। কিন্তু যারা ফ্যাসিস্ট ক্ষমতার কাঠামোতে থাকতে চায়, তারা এ বিষয়ে জনগণকে ধোঁকা দেওয়ার চেষ্টা করছে। রাজপথে ঐক্যবদ্ধ থাকবেন। বাংলাদেশের মানুষ নতুন সংবিধান, সংস্কার এবং শেখ হাসিনার বিচারের টিকিট নিয়েই ঘরে ফিরবেন ইনশা আল্লাহ।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে ফিলিস্তিনি বংশোদ্ভূত মার্কিন শিশুর হত্যাকারী জুবা মারা গেছেন | প্রথম আলো",
            "time": "2025-07-27T10:46:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-03%2Fj1t5njhe%2FJoseph.avif?rect=0%2C156%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাহিন আদালতে বলেছিলেন, জুবা একটি খাঁজকাটা সামরিক ছুরি হাতে নিয়ে প্রথমে তাঁর ওপর হামলা চালান। তিনি কোনোমতে শৌচাগারে ঢুকে দরজা আটকে পুলিশকে ফোন করেন। সেই ফাঁকে জুবা পাশের ঘরে থাকা তাঁর ছয় বছরের ছেলে ওয়াদেয়াকে নির্মমভাবে ছুরিকাঘাত করেন।</p><p>শাহিন আরও বলেছিলেন, জুবা হামলার সময় বারবার বলছিলেন, ‘তোমাদের চলে যেতে হবে। কারণ, তোমরা মুসলিম।’ জুবা আরও বলেছিলেন, ‘তুমি মুসলিম, তাই তোমাকে মরতে হবে।’</p><p>পুলিশ জানায়, শিশুটিকে ২৬ বার ছুরিকাঘাত করা হয়েছিল। আর ছুরিটি তার শরীরেই রেখে দেওয়া হয়েছিল।</p><p>জুবার সাবেক স্ত্রী মেরিও আদালতে সাক্ষ্য দেন। তিনি তাঁর সাক্ষ্যে বলেছিলেন, হামলার কয়েক দিন আগে শুরু হওয়া ইসরায়েল-হামাস যুদ্ধ নিয়ে জুবা উত্তেজিত হয়ে উঠেছিলেন। পরে তাঁদের বিবাহবিচ্ছেদ হয়।</p><p>ওয়াদেয়াকে হত্যার দায়ে জুবাকে ৩০ বছরের কারাদণ্ড দেন আদালত। এ ছাড়া শাহিনকে হত্যাচেষ্টার দায়ে ২০ বছর ও ঘৃণা বা বিদ্বেষপ্রসূত অপরাধের দায়ে তাঁকে আরও ৩ বছরের কারাদণ্ড দেওয়া হয়। আদালতের রায় অনুযায়ী, এই সাজা জুবার ধারাবাহিকভাবে ভোগ করার কথা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ছয় মাসে সাড়ে ২৩ হাজার কোটি টাকার সিগারেট বিক্রি বিএটিবিসির | প্রথম আলো",
            "time": "2025-07-27T10:44:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-06%2Fjh13c28x%2FUntitled-11.jpg?rect=0%2C34%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আর্থিক প্রতিবেদনের তথ্য অনুযায়ী, চলতি বছরের প্রথমার্ধে (জানুয়ারি-জুন) ব্রিটিশ আমেরিকান টোব্যাকো সিগারেট বিক্রি করে আয় করেছে ২৩ হাজার ৪৮২ কোটি টাকা। গত বছরের একই সময়ে কোম্পানিটির বিক্রি বাবদ আয় ছিল ২২ হাজার ৩৪০ কোটি টাকা। সেই হিসাবে এক বছরের ব্যবধানে সিগারেট বিক্রি করে আয় বেড়েছে ১ হাজার ১৪২ কোটি টাকা বা ৫ শতাংশ।</p><p>প্রতিবেদনের তথ্য অনুযায়ী, চলতি বছরের প্রথমার্ধে সব ধরনের খরচ ও কর বাদ দেওয়ার পর কোম্পানিটি মুনাফা করেছে ৪১৫ কোটি টাকা। গত বছরের একই সময়ে যার পরিমাণ ছিল ৯২৫ কোটি টাকা। সেই হিসাবে গত বছরের প্রথমার্ধের তুলনায় চলতি বছরের প্রথমার্ধে ব্রিটিশ আমেরিকান টোব্যাকোর মুনাফা অর্ধেকের বেশি বা ৫১০ কোটি টাকা কমে গেছে।</p><p>আয় বৃদ্ধির পরও মুনাফা এতটা কমে গেল কেন? আর্থিক প্রতিবেদন বিশ্লেষণে সেই তথ্য পাওয়া গেছে। কোম্পানিটির আর্থিক প্রতিবেদনের তথ্য বলছে, এক বছরের ব্যবধানে সম্পূরক শুল্ক ও ভ্যাট, পরিচালন খরচ উল্লেখযোগ্য পরিমাণে বেড়ে গেছে। এসব কারণে আয় বাড়লেও সেই তুলনায় মুনাফা বাড়েনি। উল্টো গত বছরের বাড়তি খরচ সংকুলান হয়নি বাড়তি আয়ে। তাতে টান পড়েছে মুনাফায়।</p></div></div></div></body></html>"
        },
        {
            "title": "এনটিআর ৭০ কোটি, হৃতিক ৫০ কোটি, কিয়ারা নিয়েছেন... | প্রথম আলো",
            "time": "2025-07-27T10:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fq1jhkxaq%2Fjr-ntr-and-hrithik.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদন অনুযায়ী, জুনিয়র এনটিআরের পারিশ্রমিক ৭০ কোটি রুপি, হৃতিকের পারিশ্রমিক ৫০ কোটি রুপি। তবে এনটিআরের চেয়ে পারিশ্রমিক কম পেলেও অন্যদিকে হৃতিক পুষিয়ে দেবেন। কারণ, তিনি চুক্তি করেছেন নির্মাতাদের সঙ্গে লাভও ভাগ করে নেবেন। সেখানে কিয়ারা আদভানি পেয়েছেন ১৫ কোটি রুপি। অনিল কাপুর পেয়েছেন ১০ কোটি রুপি। আরও জানা গেছে, ছবিটি পরিচালনার জন্য অয়ন ৩০ কোটি রুপি পেয়েছেন। একই সঙ্গে বাকি ২২০ কোটি রুপি বিনিয়োগ করা হয়েছে ছবিতে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েল বলছে তারা গাজায় ত্রাণ দিচ্ছে, তাহলে ফিলিস্তিনিরা না খেয়ে মরছে কেন | প্রথম আলো",
            "time": "2025-07-27T10:27:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F1l0i46pz%2FGaza-1.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>এর পরিণতি কী</strong></p><p>অনাহার। ওপরে বলা হয়েছে, গাজায় এখন পর্যন্ত ১২৭ জন অনাহারে ভুগে মারা গেছেন, যাদের বেশির ভাগই শিশু।</p><p>ক্ষুধাজনিত মৃত্যু সাধারণত তিনটি পর্যায়ে ঘটে। প্রথম ধাপ শুরু হয় খাবার না খাওয়া থেকে। দ্বিতীয় ধাপে শরীর তার জমা চর্বি থেকে শক্তি নেয়। তৃতীয় ধাপে, সব চর্বি শেষ হলে শরীর পেশি আর হাড় ভেঙে শক্তি তৈরি করে, যা খুবই মারাত্মক ও অনেকটাই প্রাণঘাতী।</p><p>গাজার চিকিৎসক ওমর আবদেল মান্নান বলেন, এ মৃত্যুটা ধীরে হয় এবং তা খুব নির্মম।</p><p><strong>কেন বয়স্কদের চেয়ে শিশুর মৃত্যু বেশি</strong></p><p>কারণ শিশুদের শরীর খুব অল্প শক্তি দিয়ে অনেক কিছু করার চেষ্টা করে। ছোট শিশুদের শরীরে চর্বি ও পেশি কম থাকে। তাই না খেয়ে থাকলে তারা শরীর থেকে খুব বেশি শক্তি নিতে পারে না। আবার শরীর বেড়ে ওঠার কারণে তাদের মৌলিক বিপাকক্রিয়া বেশি তৎপর থাকে।</p><p>শিশুদের শরীরের সঞ্চিত শক্তি অনেক কম থাকায় খাবার না পেলে তারা দ্রুত দুর্বল হয়ে পড়ে।গাজায় অনাহারে মারা যাচ্ছে শিশু ও বৃদ্ধরা, দুই দিনে ২৯ জনের মৃত্যু</p></div></div></div></body></html>"
        },
        {
            "title": "মহাবিশ্বে বিগ ব্যাংয়ের মতো বিগ ক্রাঞ্চ হতে পারে, ধারণা বিজ্ঞানীদের | প্রথম আলো",
            "time": "2025-07-27T10:21:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-07%2Fcfdcdc19-95e9-4c43-9209-7d02ed59eae6%2Fnasa.jpg?rect=0%2C35%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাক্সিয়ন-ডার্ক এনার্জি মডেল নামের একটি নতুন তাত্ত্বিক কাঠামো প্রস্তাব করেছেন বিজ্ঞানীরা। বিজ্ঞানীদের তথ্য মতে, মহাজাগতিক ধ্রুবক শক্তি ঘনত্বকে প্রতিফলিত করে। এই ধ্রুবক নেতিবাচক হতে পারে। মাধ্যাকর্ষণ একসময় সম্প্রসারণকে অতিক্রম করে ফেলবে। এতে সময়ের সঙ্গে সঙ্গে মহাবিশ্বের বৃদ্ধি ধীর হয়ে যাবে। একসময় থেমে যাবে। একসময় সংকোচন পর্যায়ে আসবে। যদি সংকোচন ঘটে, তাহলে সব পদার্থ ও শক্তি একটি একক ও ঘন বিন্দুতে সংকুচিত হতে পারে। তখন বিগ ক্রাঞ্চ নামে পরিচিত একটি ঘটনা দেখা যাবে। এটি বিগ ব্যাংয়ের বিপরীত ঘটনা।</p><p>সূত্র: টাইমস অব ইন্ডিয়া, ডিসকভার ম্যাগাজিন</p></div></div></div></body></html>"
        },
        {
            "title": "আধুনিক যুদ্ধের জন্য বাংলাদেশ কতটুকু প্রস্তুত? | প্রথম আলো",
            "time": "2025-07-27T10:19:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fydwk4tgc%2Fjjjkk.JPG?rect=0%2C53%2C726%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর গাদা বন্দুক, রাইফেল এবং পরে মেশিনগান আবিষ্কারের মাধ্যমে মধ্যযুগীয় যুদ্ধের ধারা থেকে একেবারে বদলে যায়। দক্ষিণ আফ্রিকার ১৯০২ সালের বোয়ার যুদ্ধ এবং ১৯০৪ সালের পোর্ট আর্থার যুদ্ধে মেশিনগানের বিধ্বংসী প্রভাব লক্ষ করা যায়।</p><p>আর্টিলারিরও ব্যাপক উন্নতি ঘটে। কামানের গোলা ছোড়ার দূরত্ব ও ধ্বংসক্ষমতা বহুগুণে বৃদ্ধি পায়। এ কারণে যুদ্ধের ধরন পাল্টে গিয়ে আসে লিবিয়ার ডিফেন্স বা লাইন প্রতিরক্ষা কৌশল। ১৯১৪-১৮ সালের প্রথম বিশ্বযুদ্ধে মাত্র কয়েক শ গজ জমির জন্য লাখ লাখ সৈন্য প্রাণ হারান। মেশিনগান, কাঁটাতার এবং পরিখাব্যবস্থায় পদাতিক সৈন্যরা প্রায় সময়ে আটকে যেতেন এবং দলে দলে মারা যেতেন, অগ্রসর হতে পারতেন না।</p><p>এই পরিস্থিতিতে প্রয়োজন দেখা দেয় একটি নতুন অস্ত্রের। হয় ট্যাংকের জন্ম। ১৯১৬ সালে সোমের যুদ্ধে প্রথমবার ট্যাংকের ব্যবহার করা হয়। এর থেকেই জন্ম নেয় ম্যানুভার ও ব্লিটজক্রিগ বা বিদ্যুৎগতির যুদ্ধকৌশল। জার্মানির সেনারা এই কৌশল প্রয়োগ করে দ্রুত দখল করে নেন পোল্যান্ড, চেকোস্লোভাকিয়া, ফ্রান্সসহ পশ্চিম ইউরোপের অধিকাংশ অঞ্চল।</p><p>একই সঙ্গে যুদ্ধবিমানেরও দ্রুত উন্নয়ন ঘটে। আবিষ্কৃত হয় রাডার এবং দ্বিতীয় বিশ্বযুদ্ধের শেষ দিকে জার্মানরা তৈরি করে ভি-২ মিসাইল ও জেট যুদ্ধবিমান, যার কিছু বাস্তব ব্যবহারও ঘটে। যদিও জার্মানির শেষ রক্ষা হয়নি, তবু এসব প্রযুক্তি ভবিষ্যতের যুদ্ধের রূপ নির্ধারণ করে দেয়।</p><p>অন্যদিকে যুক্তরাষ্ট্র আবিষ্কার করে পারমাণবিক বোমা, যা প্রয়োগ করে হিরোশিমা ও নাগাসাকিতে। এর মধ্য দিয়ে যুদ্ধের ইতিহাসে শুরু হয় এক ভয়ংকর নতুন অধ্যায়—নিউক্লিয়ার যুগ।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরোনো সিস্টেমে বাংলাদেশকে পরিচালিত হতে দেব না: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-07-27T10:17:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Foy0cftia%2FNetrokonaDH054820250727IMG-20250727-WA0035.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাহিদ ইসলাম আরও বলেন, ‘জুলাই গণ-অভ্যুত্থানে যে স্বপ্ন নিয়ে তরুণ সমাজ রাজপথে নেমে এসেছিল, শহীদ ভাইয়েরা জীবন দিয়েছিল, সেই স্বপ্নের কথা, সেই আকাঙ্ক্ষার কথা বলতেই আমরা প্রতিটি জেলায় জেলায় যাচ্ছি। আমরা মনে করি, জুলাই গণ-অভ্যুত্থান স্বাধীনতার পর বাংলাদেশের রাজনৈতিক ইতিহাসের সবচেয়ে বড় ঘটনা। যে ফ্যাসিস্ট সরকার মানুষকে নির্যাতন করেছে, বিরোধী দলের নেতা-কর্মীদের গুম-খুন করেছে, জনগণের অধিকার হরণ করেছে, সেই সরকারের বিরুদ্ধে তরুণ ও সাধারণ মানুষ রাজপথে নেমে এসে জুলাই অভ্যুত্থান ঘটিয়েছে। এই গণ-অভ্যুত্থানের অন্যতম প্রধান দাবি ছিল, যে ফ্যাসিস্ট সরকার ও বাহিনী ১৬ বছরে মানুষকে নির্যাতন করেছে, অসংখ্য গণহত্যা করেছে, মানুষের টাকা লুট করেছে, সেই ফ্যাসিস্ট সরকার এবং তার বাহিনীর বিচার করা। আওয়ামী লীগের সন্ত্রাসীদের বিচারের দাবির পাশাপাশি দেশব্যাপী সংস্কারের দাবি নিয়ে, নতুন একটা সংবিধানের দাবি নিয়ে আমরা পথে নেমেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুদের মানসিক ট্রমা দূর করার উপায় | প্রথম আলো",
            "time": "2025-07-27T10:15:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fo84sglaf%2Ffb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"শিশুদের মানসিক ট্রমা দূর করার উপায়\" class=\"nA4h1 \">শিশুদের মানসিক ট্রমা দূর করার উপায়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-27T16:19:08+06:00\"><span>আপডেট: ২৭ জুলাই ২০২৫, ১০: ১৯ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ পরমাণু শক্তি কমিশনে বড় নিয়োগ, নেবে ১৮২ জন | প্রথম আলো",
            "time": "2025-07-27T10:14:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-10%2F5ed9d024-cfd3-4db2-917e-8c59908682e7%2FWhatsApp_Image_2022_10_19_at_12_26_10_PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৭. কম্পিউটার টাইপিস্ট কাম-অফিস অ্যাসিস্ট্যান্ট</strong></p><p>পদসংখ্যা: ৬টি</p><p>বেতন স্কেল: ৯,৭০০-২৩,৪৯০ টাকা</p><p><strong>৮. কম্পিউটার টাইপিস্ট</strong></p><p>পদসংখ্যা: ১৯টি</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৯. টেকনিক্যাল হেলপার</strong></p><p>পদসংখ্যা: ৯টি</p><p>বেতন স্কেল: ৮,২৫০-২০,৫৭০ টাকা</p><p><strong>১০. জেনারেল অ্যাটেনডেন্ট ২</strong></p><p>পদসংখ্যা: ২৭টি</p><p>বেতন স্কেল: ৮,২৫০-২০,৫৭০ টাকা</p><p><strong>১১. সিকিউরিটি অ্যাটেনডেন্ট ২</strong></p><p>পদসংখ্যা: ১৭টি</p><p>বেতন স্কেল: ৮,২৫০-২০,৫৭০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "জনতা ব্যাংকের ২৯৭ কোটি টাকা আত্মসাৎ: দুদকে অধ্যাপক বারকাতকে জিজ্ঞাসাবাদ | প্রথম আলো",
            "time": "2025-07-27T10:13:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-23%2Fms3egj2x%2FUntitled-5.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবুল বারকাতের তিন দিনের রিমান্ড চেয়ে ২৩ জুলাই আদালতে আবেদন করেন মামলার তদন্ত কর্মকর্তা। শুনানি শেষে ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট আদালত দুই দিনের রিমান্ড মঞ্জুর করেন। সেই নির্দেশনা অনুযায়ী আজ জিজ্ঞাসাবাদ শুরু হয়।</p><p>চলতি বছরের ফেব্রুয়ারিতে জনতা ব্যাংক থেকে ২৯৭ কোটি টাকার বেশি ঋণ আত্মসাতের অভিযোগে ‘অ্যাননটেক্স’ গ্রুপের বিরুদ্ধে মামলা করে দুদক। এতে অধ্যাপক আবুল বারকাত ছাড়া বাংলাদেশ ব্যাংকের সাবেক গভর্নর আতিউর রহমানসহ মোট ২৩ জনকে আসামি করা হয়। এরপর ১০ জুলাই ধানমন্ডির বাসা থেকে আবুল বারকাতকে গ্রেপ্তার করে ঢাকা মহানগর গোয়েন্দা (ডিবি) পুলিশ। পরে তাঁকে দুদকের মামলায় গ্রেপ্তার দেখিয়ে আদালতে তোলা হয়। তাঁর জামিন আবেদন নামঞ্জুর করে আদালত তাঁকে কারাগারে পাঠানোর আদেশ দেন।</p><p>মামলার এজাহারে বলা হয়, আসামিরা পরস্পরের যোগসাজশে প্রতারণা, জালিয়াতি ও মিথ্যা রেকর্ড তৈরি করে জনতা ব্যাংক পিএলসি ভবনের করপোরেট শাখা থেকে অর্থ উত্তোলন করেন। এসব অর্থ পরে বিদেশে পাচারের (মানি লন্ডারিং) অভিযোগও রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দিনে ঘুমানো কি ভালো | প্রথম আলো",
            "time": "2025-07-27T10:11:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2Fe437d91b-91ab-49a0-b312-5491919aeca6%2Fpexels_lucas_andrade_3981599.jpg?rect=0%2C275%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেহ ও মনের সুস্থতায় প্রতিদিন ৭-৯ ঘণ্টা ঘুম প্রয়োজন। ঘুমের জন্য উৎকৃষ্ট সময় হলো রাত। রাতে ঘুমিয়ে সকাল সকাল উঠে যাওয়া ভালো অভ্যাস। তবে রাতের বেলা যদি কারও কাজ থাকে—যেমন অ্যাসাইনমেন্ট, পড়াশোনা, রাতের শিফটে কাজ—তাহলে? জেট ল্যাগে যাঁরা ভোগেন এবং ভিনদেশের সময় অনুযায়ী যাঁরা কাজ করেন, তাঁদের বেলায়ও একই প্রশ্ন। এসব ক্ষেত্রে দিনের বেলা কয়েক ঘণ্টা ঘুমালে তাকে অতিরিক্ত ঘুম বলা যাবে না। আবার ভোরে ঘুম থেকে জাগলে সারা দিন নানা কাজের ব্যস্ততায় একসময় ক্লান্তি ভর করতেই পারে শরীরে।</p><p> ক্লান্ত শরীর কর্মোদ্যম হারায়। মস্তিষ্ক ক্লান্ত হয়ে পড়লে স্বাভাবিক মনঃসংযোগও ব্যাহত হয়। কাজের গতি কমে যায়। এমন সমস্যা মোকাবিলায় দুপুরের পর স্বল্পমেয়াদি হালকা ঘুম হতে পারে উপকারী। সুযোগ থাকলে দুপুরে কিংবা বিকেলে ২০-৩০ মিনিটের একটা ‘ন্যাপ’ অর্থাৎ ছোট্ট ঘুম দেওয়ার অভ্যাস গড়ে তুলতে পারেন। ঘুমটা হতে হবে প্রতিদিন একটি নির্দিষ্ট সময়ে, এলোমেলো রুটিনে নয়।</p><p>তবে শারীরিক ও মানসিক কারণে রাতে ঘুমের সমস্যায় দিনে ঘুম পেলে তা নিয়ে সতর্ক থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুন্দরবনে অভিযান দেখে পালালেন জেলেরা, পড়ে রইল কাঁকড়াবোঝাই ট্রলার | প্রথম আলো",
            "time": "2025-07-27T09:47:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fah3yq6ku%2FKhulnaDH159620250727koyra-Sundarban-kakra-jobdo.jpg?rect=0%2C0%2C2582%2C1356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আড়তে অবাধে কাঁকড়া বেচাকেনা</strong><br>আজ সকালে কয়রা উপজেলার কয়েকটি কাঁকড়ার আড়তে দেখা গেছে, বস্তায় বস্তায় কাঁকড়া এসেছে বন থেকে। আড়তে কাঁকড়া পরিমাপ ও দড়ি দিয়ে বাঁধার কাজ চলছে। কয়রার কাশির হাটখোলা এলাকায় গিয়ে দেখা যায়, ট্রলারবোঝাই কাঁকড়া পার্শ্ববর্তী শ্যামনগর উপজেলার আড়তে যাচ্ছে। কাঁকড়ার বস্তা ট্রলারে ওঠানোর ফাঁকে এক ব্যক্তি জানালেন, ‘এখন সুন্দরবনে ঢোকা নিষিদ্ধ, তবু আমরা বনে ঢুকে কাঁকড়া ধরে আনি। বন্ধের সময় সবকিছু একটু ম্যানেজ করেই করতে হয়। ধরা খায় অল্প, বেশির ভাগই ধরাছোঁয়ার বাইরে থাকছে।’</p><p>বন বিভাগের নিয়ম অনুযায়ী, ১ জুন থেকে ৩১ আগস্ট পর্যন্ত সুন্দরবনে মাছ ধরা, কাঁকড়া আহরণ ও পর্যটক প্রবেশ নিষিদ্ধ; কারণ, এটি মাছ ও বন্য প্রাণীর প্রজননকাল। অথচ ঠিক এই সময়েই বেড়ে যাচ্ছে বন অপরাধ। একের পর এক অভিযানে ধরা পড়ছে ভয়াবহ চিত্র। ২৪ জুলাই বয়াশিংয়ে, ২২ জুলাই কালাবগীতে, ১৭ জুলাই দুবলায় এবং ১৪ জুলাই ভূতুমারী খালে বিপুল পরিমাণ কাঁকড়া ও শিকারের সরঞ্জাম জব্দ হলেও শিকারিরা প্রত্যেকবারই পালিয়ে গেছেন। এসব ঘটনা বন বিভাগের জন্য বড় উদ্বেগের বার্তা দিচ্ছে।</p></div></div></div></body></html>"
        }
    ]
}