{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "থাইল্যান্ডের চিড়িয়াখানায় ভাইরাসে ৭২ বাঘের মৃত্যু | প্রথম আলো",
            "time": "2026-02-21T20:55:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Feymy83rc%2Ftiger.webp?rect=0%2C51%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাণঘাতী ভাইরাস ও ব্যাকটেরিয়াজনিত সংক্রমণে থাইল্যান্ডের উত্তরাঞ্চলের একটি বেসরকারি চিড়িয়াখানায় গত কয়েক সপ্তাহে অন্তত ৭২টি বাঘ মারা গেছে।</p><p>শুক্রবার দেওয়া এক বিবৃতিতে চিয়াং মাইয়ের প্রাদেশিক প্রাণিসম্পদ দপ্তর জানিয়েছে, পরীক্ষায় অত্যন্ত সংক্রামক ক্যানাইন ডিসটেম্পার ভাইরাস শনাক্ত হয়েছে। পাশাপাশি শ্বাসতন্ত্রে প্রভাব ফেলে এমন ব্যাকটেরিয়ার উপস্থিতিও ধরা পড়েছে।</p><p>জাতীয় প্রাণিসম্পদ বিভাগের পরিচালক সোমচুয়ান রতানামুংকলানন স্থানীয় গণমাধ্যমকে বলেন, বাঘ অসুস্থ হলে তা বিড়াল বা কুকুরের মতো প্রাণীর ক্ষেত্রে যতটা সহজে ধরা যায়, ততটা সহজে শনাক্ত করা যায় না। আমরা যখন বুঝতে পেরেছি যে তারা অসুস্থ, তখন অনেক দেরি হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে গানপোকার আসরে এহসান আহমেদের অনবদ্য পরিবেশনা | প্রথম আলো",
            "time": "2026-02-21T20:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fpmxwfsjn%2FWhatsApp-Image-2026-02-21-at-3.59.39-PM.jpeg?rect=0%2C0%2C1591%2C835&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজক কানিজ আহমেদের পরিকল্পনা ও ব্যবস্থাপনায় অনুষ্ঠানটি ছিল ছিমছাম ও গোছানো। সময়ানুবর্তিতা, মঞ্চসজ্জা ও আলোক ব্যবস্থাপনায় ছিল পেশাদারত্বের ছাপ। অতিরিক্ত আড়ম্বরের পরিবর্তে সংগীতকেই প্রাধান্য দেওয়া হয়েছে পুরো আয়োজনে।</p><p>অনুষ্ঠান শেষে দর্শকসারিতে থাকা সিডনিপ্রবাসী জ্যেষ্ঠ প্রযুক্তিবিদ মোস্তফা আবদুল্লাহ বলেন, ‘পুরোনো দিনের গানগুলো শুনে মনে হচ্ছিল যেন শৈশবে ফিরে গেছি। এহসানের গায়কি ও মঞ্চে তাঁর উপস্থিতি অসাধারণ। এমন গোছানো অনুষ্ঠান অনেক দিন দেখিনি।’</p><p>প্রবাসের মাটিতে এমন আয়োজন শুধু বিনোদনের পরিসর তৈরি করে না, বরং সাংস্কৃতিক বন্ধনও দৃঢ় করে—এমনটাই মনে করছেন আয়োজকেরা। তাঁদের ভাষ্য, প্রবাসে বেড়ে ওঠা নতুন প্রজন্মকে বাংলা গান ও সংস্কৃতির সঙ্গে পরিচিত রাখাই এ ধরনের অনুষ্ঠানের বড় উদ্দেশ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের নতুন শুল্কহার, বাংলাদেশের কী হবে | প্রথম আলো",
            "time": "2026-02-21T19:08:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fpifrhi5d%2FTrump-Iran.jpg?rect=0%2C16%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চুক্তি নিয়ে আগেই প্রশ্ন ছিল</strong></p><p>বিদায়ী অন্তর্বর্তী সরকারের শেষ সময়ে যুক্তরাষ্ট্রের সঙ্গে পারস্পরিক বাণিজ্যচুক্তি সম্পাদন নিয়ে অর্থনীতিবিদ, গবেষক, ব্যবসায়ীদের পক্ষ থেকে প্রশ্ন উঠেছিল। নির্বাচনের তিন দিন আগে এ চুক্তি না করার পক্ষে তাঁরা মত দিয়েছিলেন। নির্বাচিত সরকারই এটা করুক—এটা ছিল সবার চাওয়া।</p><p>যুক্তরাষ্ট্রের সঙ্গে চুক্তি অনুষ্ঠানে ঢাকা থেকে ভার্চ্যুয়ালি যোগ দিয়েছিলেন বিদায়ী অন্তর্বর্তী সরকারের বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন ও বাণিজ্যসচিব মাহবুবুর রহমান। যুক্তরাষ্ট্রে সরাসরি অংশ নেয় বাণিজ্য মন্ত্রণালয়ের ডব্লিউটিও সেলের মহাপরিচালক খাদিজা নাজনীনের নেতৃত্বে পাঁচ সদস্যের একটি দল।</p><p>চুক্তি শেষে ১০ ফেব্রুয়ারি বাণিজ্য উপদেষ্টা সংবাদ সম্মেলন করে জানিয়েছিলেন, সাবেক প্রধান উপদেষ্টার নিরাপত্তা উপদেষ্টা ও বর্তমান পররাষ্ট্রমন্ত্রী খলিলুর রহমান এবং সাবেক প্রধান উপদেষ্টার আন্তর্জাতিক বিষয়ক বিশেষ দূত লুৎফে সিদ্দিকী এ চুক্তির বিষয়ে বিশেষ ভূমিকা রেখেছিলেন।</p><p>বাণিজ্য উপদেষ্টা ওই দিন আরও বলেছিলেন, দুটি বড় অর্জন হয়েছে। পাল্টা শুল্কহার ২০ শতাংশ থেকে কমে হয়েছে ১৯ শতাংশ। আর যুক্তরাষ্ট্রের তুলা ব্যবহার করে পোশাক পণ্য রপ্তানি করলে পাল্টা শুল্কহার হবে শূন্য। তবে ভবিষ্যতে কোনো সরকার যদি মনে করে এই চুক্তি দেশের স্বার্থের অনুকূল নয়, তাহলে তারা সে সিদ্ধান্ত নিতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে আমদানি পণ্যের ওপর শুল্ক বাড়িয়ে ১৫ শতাংশ করার ঘোষণা ট্রাম্পের | প্রথম আলো",
            "time": "2026-02-21T18:48:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-01%2F6dde8f93-917c-42c2-886b-30258607f00c%2Fab00262e-f482-41d9-b91c-fca1b295109e.JPG?rect=0%2C0%2C3439%2C1805&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রে আমদানি করা প্রায় সব পণ্যের ওপর শুল্ক ১০ শতাংশ থেকে বাড়িয়ে ১৫ শতাংশ করার ঘোষণা দিয়েছেন দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। শনিবার নিজের মালিকানাধীন সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক পোস্টে তিনি এ ঘোষণা দেন।</p><p>গতকাল যুক্তরাষ্ট্রের সুপ্রিম কোর্ট ট্রাম্প প্রশাসনের বৈশ্বিক পাল্টা শুল্ক আরোপের পদক্ষেপ বাতিল করে রায় দেন। আদালত বলেন, অর্থনৈতিক জরুরি অবস্থা-সংক্রান্ত আইনের আওতায় উচ্চ হারে শুল্ক আরোপ করে প্রেসিডেন্ট তাঁর ক্ষমতার অপব্যবহার করেছেন।</p><p>আদালতের এই রায়ের কয়েক ঘণ্টার মধ্যে ভিন্ন একটি বাণিজ্য আইনে বিশ্বের প্রায় সব দেশের পণ্যে ১০ শতাংশ শুল্ক আরোপের ঘোষণা দেন ট্রাম্প। শনিবার এটা বাড়িয়ে ১৫ শতাংশ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গার্দিওলা চলে গেলে সিটি কি পথ হারাবে, উত্তর দিলেন আগুয়েরো | প্রথম আলো",
            "time": "2026-02-21T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F23e7bd94-8a26-4aec-a9f8-cb9d44b26842%2F7xm_xyz994268.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যানচেস্টার ইউনাইটেডের সেই সোনালি দিনগুলোর কথা মনে আছে? স্যার অ্যালেক্স ফার্গুসনের সেই সময়টা? তারপর স্যার ফার্গুসনও ওল্ড ট্রাফোর্ড ছাড়লেন, রেড ডেভিলদের আকাশ থেকে সূর্যটাও যেন হারিয়ে গেল। এরপর কেটে গেছে এক যুগের বেশি সময়, কিন্তু ইউনাইটেড আজও সেই দিশাহারা পথিকের মতোই ঘুরপাক খাচ্ছে। ইতিহাদ স্টেডিয়ামের নীল আকাশেও এখন তেমনই এক আশঙ্কার মেঘ। গুঞ্জন উঠেছে, এই মৌসুম শেষেই ম্যানচেস্টার সিটির ডাগআউট ছাড়তে পারেন পেপ গার্দিওলা। তবে সিটির কিংবদন্তি স্ট্রাইকার সের্হিও আগুয়েরো মনে করেন, আর যা-ই হোক, সিটি অন্তত ইউনাইটেড হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমানবন্দরে তল্লাশিতে ধরা পড়ল লাগেজে এয়ারগান, আটক যাত্রী | প্রথম আলো",
            "time": "2026-02-21T18:23:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F8db67bca-e852-4034-b1ec-44573796741b%2Fad4a153e-f920-4c2f-9879-f09583c8e0bd.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিমানবন্দর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোবারক হোসেন প্রথম আলোকে বলেন, ‘গোয়েন্দা নজরদারির ভিত্তিতে অভিযান পরিচালনা করে তাঁকে আটক করা হয়। তিনি শুল্ক ফাঁকি দিয়ে অত্যাধুনিক গ্যাসচালিত এয়ারগান দেশে নিয়ে এসেছেন। পরে তাঁর বিরুদ্ধে বিশেষ ক্ষমতা আইনে মামলা হয়েছে।’</p><p>মোবারক হোসেন বলেন, প্রাথমিক জিজ্ঞাসাবাদে তিনি ১০ হাজার টাকার বিনিময়ে এসব পণ্য বহন করছিলেন বলে জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে মোনাজাত এবারই প্রথম নয় | প্রথম আলো",
            "time": "2026-02-21T18:18:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fuas0i01s%2F038A1715023619.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে বিএনপি মিডিয়া সেল ফেসবুক পেজে উল্লেখ করেছে, ভাষা আন্দোলনের শহীদদের প্রতি শ্রদ্ধা জ্ঞাপনের এক অভূতপূর্ব দৃশ্য—যা অতীতে কখনোই দেখা যায়নি।</p><p>১৯৪৮ সাল থেকে শুরু হওয়া ভাষা আন্দোলনের চূড়ান্ত রূপ লাভ করে ১৯৫২ সালের ২১ ফেব্রুয়ারি। সেদিন ঢাকায় শাসকগোষ্ঠীর জারি করা ১৪৪ ধারা ভেঙে মিছিল বের করেন ভাষার জন্য লড়াইরত এ দেশের ছাত্র-জনতা। কিন্তু পাকিস্তানি শাসকগোষ্ঠীর পুলিশ মিছিলে গুলি চালালে সালাম, বরকত, রফিক, সফিউর, জব্বারসহ নাম না-জানা অনেক বীর সন্তানের রক্তে রঞ্জিত হয় রাজপথ। এরপর ১৯৫৬ সালে এ দেশের মানুষের প্রাণের ভাষা, মায়ের ভাষা বাংলাকে পাকিস্তানের অন্যতম রাষ্ট্রভাষার স্বীকৃতি দেওয়া হয়। এ জন্য জাতি প্রতিবছর কৃতজ্ঞচিত্তে স্মরণ করে সেসব ভাষাশহীদকে।</p></div></div></div></body></html>"
        },
        {
            "title": "তেহরানে শিক্ষার্থীদের সরকারবিরোধী বিক্ষোভ | প্রথম আলো",
            "time": "2026-02-21T18:09:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fucknalk3%2F%E0%A7%AA.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরান কর্তৃপক্ষ বিক্ষোভে তিন হাজারের বেশি মানুষ নিহতের কথা স্বীকার করেছে। তবে তাদের দাবি, ‘সন্ত্রাসী কর্মকাণ্ডের’ কারণে এই সহিংসতা হয়েছে, যাদের ইরানের শত্রুরা উসকে দিয়েছিল।</p><p>অন্যদিকে যুক্তরাষ্ট্রভিত্তিক মানবাধিকার সংস্থা ‘এইচআরএএনএ’র তথ্যমতে, সাম্প্রতিক সরকারবিরোধী আন্দোলনে সাত হাজারের বেশি মানুষ নিহত হয়েছেন, যাঁদের বেশির ভাগই বিক্ষোভকারী। তবে নিহতের প্রকৃত সংখ্যা এর চেয়েও অনেক বেশি হতে পারে বলে আশঙ্কা করা হচ্ছে।</p><p>স্থানীয় সংবাদমাধ্যম ‘ফার্স’ জানিয়েছে, নিহত ব্যক্তিদের স্মরণে শিক্ষার্থীদের একটি ‘শান্তিপূর্ণ ও নীরব অবস্থান’ কর্মসূচি ছিল। কিন্তু ‘স্বৈরাচার নিপাত যাক’—এমন স্লোগান দেওয়া শুরু হলে তা পণ্ড হয়ে যায়। ইরানের সর্বোচ্চ নেতাকে ইঙ্গিত করে এই স্লোগান দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে গোবিপ্রবি বন্ধুসভার পুষ্পস্তবক অর্পণ | বন্ধুসভা",
            "time": "2026-02-21T17:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fzx97tzkh%2FIMG20260221084012.jpg?rect=0%2C245%2C3518%2C1847&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২১ আমাদের অহংকার, একুশ আমাদের চেতনা। এই উচ্চারণ কেবল আবেগের বহিঃপ্রকাশ নয়; এটি বাঙালির আত্মপরিচয়ের ভিত্তি। ১৯৫২ সালের ভাষা আন্দোলন আমাদের শিখিয়েছে—ভাষা মানে শুধু যোগাযোগের মাধ্যম নয়; ভাষা মানে জাতিসত্তা, সংস্কৃতি, ইতিহাস ও আত্মমর্যাদা। যে জাতি তার ভাষাকে রক্ষা করতে জানে, সে জাতিই সত্যিকার অর্থে স্বাধীনতার যোগ্য।</p><p>মহান শহীদ দিবস ও আন্তর্জাতিক মাতৃভাষা দিবস উপলক্ষে ভাষাশহীদদের প্রতি গভীর শ্রদ্ধা নিবেদন করেছে গোপালগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় বন্ধুসভা। এ উপলক্ষে ২১ ফেব্রুয়ারি বিশ্ববিদ্যালয়ের শহীদ মিনারে পুষ্পস্তবক অর্পণ এবং একটি র‍্যালির আয়োজন করেন বন্ধুরা।</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদের প্রথম অধিবেশন ১২ মার্চ বা দু-এক দিন আগে : সালাহউদ্দিন | প্রথম আলো",
            "time": "2026-02-21T17:42:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F5sb79kp8%2Fg4cmwnjm.png?rect=0%2C24%2C200%2C105&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির স্থায়ী কমিটির সদস্য ও স্বরাষ্ট্রমন্ত্রী সালাহউদ্দিন আহমদ জানিয়েছেন, ত্রয়োদশ জাতীয় সংসদের প্রথম অধিবেশন ১২ মার্চ বা এর দু-এক দিন আগে বসতে পারে। সংবিধান অনুযায়ী, নির্বাচনের গেজেট প্রকাশের ৩০ দিনের মধ্যে (১৪ মার্চের মধ্যে) অধিবেশন বসার বাধ্যবাধকতা রয়েছে। এই অধিবেশনে স্পিকার, ডেপুটি স্পিকার নির্বাচন, অধ্যাদেশ উপস্থাপন ও শোকপ্রস্তাব থাকবে। ইতিমধ্যে তারেক রহমান সংসদ নেতা ও প্রধানমন্ত্রী হয়েছেন এবং শফিকুর রহমান বিরোধীদলীয় নেতা নির্বাচিত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ধ্বংসচিহ্নে আটকে যায় চোখ | প্রথম আলো",
            "time": "2026-02-21T17:41:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F1sjdcd9h%2F1.JPG?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ধ্বংসচিহ্নে আটকে যায় চোখ\" class=\"IiRps \">ধ্বংসচিহ্নে আটকে যায় চোখ</h1></p><div class=\"Ibzfy\"><p>রাজধানীর কারওয়ান বাজারে সংঘবদ্ধ উগ্রবাদীদের হামলায় পুড়ে যাওয়া প্রথম আলো ভবনে চলছে ব্যতিক্রমী প্রদর্শনী ‘আলো’। এতে স্থান পেয়েছে হামলার বর্বরতার চিত্র ও সহিংসতার ক্ষতচিহ্ন, যা শিল্পীদের সৃজনশীল প্রকাশে পেয়েছে ভিন্ন মাত্রা। প্রদর্শনী দেখতে প্রতিদিনই আসছেন রাজনীতিক, বিশিষ্টজন, শিল্পী–সাহিত্যিক ও শিক্ষার্থীরা। প্রদর্শনীটি চলবে ২৮ ফেব্রুয়ারি পর্যন্ত। প্রতিদিন বেলা ১১টা থেকে ১টা ও বিকেল ৩টা থেকে ৫টা পর্যন্ত প্রদর্শনীটি সবার জন্য উন্মুক্ত। ছবিগুলো আজ শনিবার তোলা:</p></div></div></div></body></html>"
        },
        {
            "title": "বইমেলা থেকে সরে দাঁড়াল ‘প্রকাশক ঐক্য’ | প্রথম আলো",
            "time": "2026-02-21T17:32:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-08%2F2o259ewq%2FBoimela.png?rect=0%2C0%2C678%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকাশক ঐক্যের অভিযোগ, বাংলা একাডেমির মহাপরিচালক তাদের এই দাবিকে বাস্তবসম্মত আখ্যা দিয়ে মৌখিকভাবে আশ্বস্ত করলেও বৈঠকের পর তা চেপে যাওয়া হয়। পরে একাধিকবার মনে করিয়ে দেওয়া হলেও দৃশ্যমান কোনো পদক্ষেপ নেওয়া হয়নি। ২০ ফেব্রুয়ারি রাত ১০টা পর্যন্ত সময়সীমা বেঁধে দেওয়া হয়। ২১ ফেব্রুয়ারি সংস্কৃতিসচিব ফোন করে প্যাভিলিয়ন বাতিল করা সম্ভব নয় বলে জানান। প্যাভিলিয়ন রেখেই মেলায় অংশ নেওয়ার অনুরোধ করেন তিনি।</p><p>প্রকাশক ঐক্য জানায়, প্যাভিলিয়ন বাতিল না হওয়ায় এখনো স্টল নম্বর বরাদ্দের লটারি হয়নি। মেলা শুরু হওয়ার তিন দিন আগে স্টল নির্মাণ, বিদ্যুৎ–সংযোগ ও বই সাজানো বাস্তবিকভাবে সম্ভব নয়। তাই বাধ্য হয়েই ‘প্রকাশক ঐক্য’ এবারের বইমেলায় অংশ না নেওয়ার সিদ্ধান্ত নিয়েছে। তবে তাদের কোনো সদস্য ব্যক্তিগত বা ব্যবসায়িক বিবেচনায় অংশ নিতে চাইলে তাতে সংগঠনের আপত্তি নেই বলেও জানানো হয়।</p><p>অংশ না নিলেও বইমেলার সাফল্য কামনা করে প্রকাশক ঐক্যর পক্ষ থেকে বলা হয়েছে, তারা মেলা বা সরকারের প্রতিপক্ষ নয়। বইমেলা আপন মহিমায় উদ্‌যাপিত হোক, সেটিই তাদের প্রত্যাশা। নবনির্বাচিত প্রধানমন্ত্রী তারেক রহমান প্রথমবারের মতো বইমেলার উদ্বোধন করবেন। এ উপলক্ষে তাঁকে শুভেচ্ছা জানিয়ে মেলার সার্বিক সাফল্য কামনা করেছে সংগঠনটি।</p></div></div></div></body></html>"
        },
        {
            "title": "এই ঢাকা শহর আসলে মেয়েদের জন্য একটা প্রেশার কুকার... | প্রথম আলো",
            "time": "2026-02-21T17:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fha3pk5oe%2F639433584260044469825398764590876197062655777n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে বুবলী ও রায়হান রাফী একসঙ্গে কাজ করেছিলেন চরকি প্রযোজিত সিনেমা ‘৭ নাম্বার ফ্লোর’-এ। সেই ছবিতে বুবলীর অভিনয় ও চরিত্র নির্বাচন দর্শক ও সমালোচকদের নজর কাড়ে। বিরতির পর আবার এই জুটির একসঙ্গে কাজ করা নিয়ে স্বাভাবিকভাবেই প্রত্যাশা তৈরি হয়েছে। নতুন ছবি প্রসঙ্গে বুবলী নিজেও বেশ আশাবাদী। চরিত্র ও গল্পের প্রতি নিজের আগ্রহের কথা জানিয়ে তিনি আগে দেওয়া সাক্ষাৎকারে প্রথম আলোকে বলেছিলেন, ‘গল্পটা আমার কাছে দারুণ লেগেছে। চরিত্রটাও খুব ইন্টারেস্টিং। মনে হয়েছে, এখানে নতুন কিছু করার সুযোগ আছে, এই জায়গাটা আমাকে সবচেয়ে বেশি টেনেছে।’<br>পরিচালক ও প্রযোজনা প্রতিষ্ঠান সূত্রে জানা গেছে, এই সিনেমার সবচেয়ে বড় বৈশিষ্ট্য হলো, এতে প্রচলিত অর্থে কোনো নায়ক নেই। পুরো গল্প আবর্তিত হবে নারী চরিত্রদের ঘিরে। ঢালিউডে যেখানে এখনো নায়কনির্ভর গল্পই বেশি দেখা যায়, সেখানে এমন নারীকেন্দ্রিক চলচ্চিত্র আলাদা গুরুত্ব পাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলা ভাষা কেন মর্যাদা পায় না | প্রথম আলো",
            "time": "2026-02-21T16:29:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F0uiizjzq%2FWhatsApp-Image-2026-02-20-at-19.52.09-1.jpeg?rect=0%2C39%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই দ্বৈততার পেছনে রয়েছে নীতিনির্ধারকদের দায়, সামাজিক মানসিকতা। এই চ্যাটজিপিটির যুগেও ইংরেজি জানা মানেই ‘স্মার্ট’, ‘গ্লোবাল’, ‘প্রগতিশীল’—এমন একটি ধারণা রয়েছে আমাদের সমাজে। সন্তানকে ইংরেজি মাধ্যমে পড়াতে পারা অনেক পরিবারের কাছে সামাজিক মর্যাদার প্রতীক। এদের কাছে ভাষা কেবল যোগাযোগের মাধ্যম নয়, শ্রেণিবিভাজনের চিহ্নও। এই শ্রেণিবিভাজিত মানসিকতা আমাদের চাকরির বাজরেও বেতনের বৈষম্য তৈরি করছে। ইতিহাস, দর্শন, রাজনীতি না জানা ব্যক্তিটিও গলির মোড় থেকে একটা স্পোকেন ইংলিশ কোর্স করেই প্রতিষ্ঠানগুলোর উচ্চ আসনে অধিষ্ঠিত হচ্ছে।</p><p>আমরা জানি, বিশ্বে সবচেয়ে বেশি মানুষ ইংরেজিতে কথা বলে না, বেশি মানুষ কথা বলে ম্যান্ডারিন ভাষায়। যারা ইউরোপিয়ান বা সাদা চামড়াকে অনুসরণ করতে চায়, তাদেরও অনেকে ইংরেজি ব্যবহার করে না। কোরিয়া, চীন ও জাপানের মানুষও আন্তর্জাতিক যোগাযোগের জন্য ইংরেজি শেখেন, কিন্তু নিজেদের রাষ্ট্রীয় পরিচয়, আইন, বিজ্ঞান, সাহিত্য ও নীতিনির্ধারণে মাতৃভাষাকেই প্রাধান্য দেয়। আত্মমর্যাদা ও বাস্তব প্রয়োজনে এই ভারসাম্য তারা রক্ষা করতে পেরেছে।</p><p>উপনিবেশ থেকে বের হয়ে আফ্রিকার অনেক দেশ ভাষার প্রশ্নে আত্মসচেতনতার দৃষ্টান্ত স্থাপন করেছে। যেমন তানজানিয়া স্বাধীনতার পর সোয়াহিলিকে জাতীয় ঐক্যের ভাষা হিসেবে প্রতিষ্ঠা করে শিক্ষা ও প্রশাসনে তা কার্যকর করেছে, যাতে ঔপনিবেশিক ইংরেজির একচ্ছত্র আধিপত্য ভাঙা যায়। দক্ষিণ আফ্রিকার বর্ণবাদ-পরবর্তী সংবিধানে এগারোটি ভাষাকে স্বীকৃতি দিয়ে রাষ্ট্রকে বহুভাষিক ভিত্তির ওপর দাঁড় করানো হয়েছে। ইথিওপিয়া আঞ্চলিক ভাষাভিত্তিক ফেডারেল কাঠামোর মাধ্যমে শিক্ষা ও প্রশাসনে স্থানীয় ভাষার ব্যবহার বাড়িয়েছে।</p><p>এই আত্মসচেতনতার বৌদ্ধিক ভিত গড়ে তুলেছেন উপনিবেশিত আফ্রিকার সাহিত্যিক ও চিন্তাবিদেরা। কেনিয়ার লেখক ন্‌গুগি ওয়া থিওঙ্গো ইংরেজি ত্যাগ করে গিকুইয়ু ভাষায় লেখার সিদ্ধান্ত নিয়ে ভাষাগত ঔপনিবেশিকতার বিরুদ্ধে তাত্ত্বিক লড়াই গড়ে তুলেছিলেন। তাঁর মতে, ভাষা দখল মানে কল্পনা ও চেতনা দখল। একইভাবে সেনেগালের চলচ্চিত্রকার উসমান সেমবেন ফরাসির বদলে উলফ ভাষায় চলচ্চিত্র নির্মাণ করে সাধারণ মানুষের ভাষাকে শিল্প ও প্রতিবাদের মাধ্যম বানিয়েছেন। ফলে ভাষা নিয়ে সচেতনতা কেবল নীতিনির্ধারণে নয়, সংস্কৃতি ও সৃষ্টিশীলতার মধ্য দিয়েও ঔপনিবেশিকতার শৃঙ্খল ভাঙার প্রচেষ্টা হয়ে উঠেছে।</p><p>শুধু আফ্রিকাই নয়, বিশ্বের নানা প্রান্তের তাত্ত্বিক ও দার্শনিকেরাও মাতৃভাষার গুরুত্ব গভীরভাবে বিশ্লেষণ করেছেন। জার্মান দার্শনিক ইয়োহান গটফ্রিড হার্ডার তাঁর <em>আইডিয়াস ফর দ্য ফিলোসফি অব দ্য হিস্ট্রি অব হিউম্যানিটি </em>গ্রন্থে উপস্থাপন করেন যে একটি জাতির আত্মা তার ভাষার মধ্যেই বিকশিত হয়; ভাষা হলো ইতিহাস ও সংস্কৃতির জীবন্ত আধার। তাঁরই উত্তরসূরি ভিলহেল্ম ফন হামবোল্ট <em>অন দ্য ডাইভারসিটি অব হিউম্যান ল্যাঙ্গুয়েজ কনস্ট্রাকশন অ্যান্ড ইটস ইনফ্লুয়েন্স অন দ্য মেন্টাল ডেভেলপমেন্ট অব দ্য হিউম্যান স্পিসিস</em> গ্রন্থে দেখিয়েছেন, ভাষা কেবল চিন্তার বাহন নয়; ভাষাই মানুষের চিন্তা গঠন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বাঙালির বিশ্ববীক্ষা | প্রথম আলো",
            "time": "2026-02-20T07:04:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fv38bp6ob%2FWhatsApp-Image-2026-02-20-at-12.26.50.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রেনেসাঁস ছিল ইউরোপীয় ইতিহাসের এক যুগান্তকারী আন্দোলন। এর মাধ্যমে মানবতাবাদ, বিজ্ঞানমনস্কতা ও শিল্প-সাহিত্যের নবজাগরণ ঘটেছিল। ফলে মধ্যযুগের ধর্মকেন্দ্রিক চিন্তা থেকে বেরিয়ে এসে মানুষ নিজেকে ও জগৎকে নতুনভাবে অনুধাবন করতে শেখে। রেনেসাঁসের মৌল চেতনা ছিল মানবমুক্তি, যুক্তিবাদ ও সৃজনশীলতার স্বাধীনতা। এই রেনেসাঁস-চেতনার প্রতিফলন আমরা ভারতীয় উপমহাদেশে রবীন্দ্রনাথ ঠাকুরের চিন্তা ও সৃষ্টিতে স্পষ্টভাবে দেখতে পাই। রবীন্দ্রনাথ ছিলেন একাধারে কবি, দার্শনিক, শিক্ষাবিদ ও সমাজসংস্কারক। তাঁর রচনায় ব্যক্তিস্বাধীনতা, মানবতাবাদ, প্রকৃতিপ্রীতি ও বিশ্বমানবতার ধারণা বিশেষভাবে গুরুত্ব পেয়েছে। ইউরোপীয় রেনেসাঁস যেমন মানুষের আত্মমর্যাদা ও বুদ্ধিবৃত্তিক স্বাধীনতাকে জাগ্রত করেছিল, তেমনি রবীন্দ্রনাথ ভারতীয় সমাজকে কুসংস্কার, সংকীর্ণতা ও জড়তার বিরুদ্ধে সচেতন করেছিলেন। রবীন্দ্রনাথ ছিলেন ভারতীয় রেনেসাঁসের অন্যতম প্রধান ধারক ও বাহক।</p><p>ইউরোপের রেনেসাঁসের তুলনায় বাংলার রেনেসাঁস খণ্ডিত ও অসম্পূর্ণ হলেও তাতে তার ঐতিহাসিক ও সাংস্কৃতিক মূল্য বিন্দুমাত্র ক্ষুণ্ন হয় না। ভৌগোলিক ও সামাজিক পার্থক্য সত্ত্বেও এই দুই রেনেসাঁস একই মানবতাবাদী ধারায় প্রবাহিত। যে মানবমন্ত্রে লেওনার্দো দা ভিঞ্চি, মিকেলাঞ্জেলো, কোপারনিকাস ও গ্যালিলিও বিজ্ঞান ও শিল্পে নবদিগন্ত উন্মোচন করেছেন, যে মন্ত্রে মার্লো ও শেক্সপিয়ার মানুষের অন্তর্জগৎ অনাবিষ্কৃত রেখেছেন, সেই একই মন্ত্র বাংলায় রামমোহন রায় ও ডিরোজিও, বিদ্যাসাগর ও মধুসূদন, বঙ্কিমচন্দ্র ও রবীন্দ্রনাথকে উদ্বুদ্ধ করেছে। গ্যেটে যে পথের পথিক ছিলেন, রবীন্দ্রনাথও সেই পথেই মানবমুক্তির সাধনা করেছেন। এই রেনেসাঁস-চেতনার মূল কথা—মানুষই সর্বোচ্চ সত্য। মানবতাবাদী মন্ত্রের সর্বশ্রেষ্ঠ সাধক হিসেবেই রবীন্দ্রনাথ বাংলার রেনেসাঁসের শ্রেষ্ঠতম সৃষ্টি। কৃতী প্রাবন্ধিক রাজীব সরকারের রেনেসাঁস ও রবীন্দ্রনাথ গ্রন্থটি রবীন্দ্রনাথের এই রেনেসাঁসচেতনার এক উজ্জ্বল ও প্রামাণ্য দলিল।</p></div></div></div></body></html>"
        },
        {
            "title": "নব্বইপূর্ব জাতীয় রাজনীতি ও কবিতাযাপনের ছবি | প্রথম আলো",
            "time": "2026-02-17T06:23:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Flfu98h79%2FWhatsApp-Image-2026-02-17-at-11.51.17.jpeg?rect=0%2C162%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শামসুর রাহমানকে কেন্দ্র করে এই কাহিনি এগিয়েছে (জনপরিসরে তিনিই সম্রাট)। আছেন সৈয়দ শামসুল হক, আল মাহমুদ, শহীদ কাদরী, মোহাম্মদ রফিক, রফিক আজাদ, ফজল শাহাবুদ্দীন, হুমায়ুন আজাদ, নির্মলেন্দু গুণ, মহাদেব সাহা, বেলাল চৌধুরী, মাহবুব তালুকদার, সাযযাদ কাদির, হেলাল হাফিজ, রুদ্র মুহম্মদ শহিদুল্লাহ, মোহন রায়হান, তসলিমা নাসরিন, লুৎফর রহমান রিটন, ফরিদ কবির, শাহিদ আনোয়ার, ত্রিদিব দস্তিদার, সাবদার সিদ্দিকী, জ্যোতির্ময় নন্দী, আলম খোরশেদ, এজাজ ইউসুফী, শাকুর মজিদ, লুৎফুল হোসেন, জিললুর রহমানসহ শতাধিক চরিত্র; আছে কয়েকটি কাল্পনিক চরিত্র। বিশেষ দৃশ্যে আছেন বঙ্কিমের সেই কমলাকান্ত। আছেন সুফিয়া কামাল, আছেন সৈয়দ আলী আহসান।</p></div></div></div></body></html>"
        }
    ]
}