{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘মাদকাসক্ত’ ছেলেকে পিটিয়ে হত্যার পর থানায় আত্মসমর্পণ মা-বাবার | প্রথম আলো",
            "time": "2025-07-29T16:15:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C399%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশালের বাকেরগঞ্জ উপজেলায় এক যুবককে পিটিয়ে হত্যা করা হয়েছে। এ ঘটনার পর ওই যুবকের মা-বাবা থানায় এসে আত্মসমর্পণ করেছেন। মঙ্গলবার বিকেলে বাকেরগঞ্জ পৌরসভার ৬ নম্বর ওয়ার্ডের ভরপাশা এলাকায় এ ঘটনা ঘটে। </p><p>নিহত হাসান গাজী (২০) বাকেরগঞ্জর পৌরসভার ৬ নম্বর ওয়ার্ডের ভরপাশা এলাকার বাসিন্দা জাফর গাজী (৪৮) ও নাজমা বেগম (৪০) দম্পতির একমাত্র ছেলে। খোঁজ নিয়ে জানা যায়, জাফর ও নাজমার দুই মেয়ে, এক ছেলে। মেয়েদের বিয়ে হয়েছে। ছেলে হাসান অনেক দিন ধরেই মাদকাসক্ত ছিলেন। নেশার টাকার জন্য মা–বাবাকে প্রায়ই মারধর করতেন হাসান।</p></div></div></div></body></html>"
        },
        {
            "title": "পটুয়াখালীতে বিএনপি নেতার বিরুদ্ধে সাংবাদিককে হত্যার হুমকির অভিযোগ | প্রথম আলো",
            "time": "2025-07-29T16:12:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F93de8633-f6c5-499a-b793-e4405bb3ad96%2Fprothomalo_bangla_2020_09_38fec08e_1912_4476_8088_951ac0612912_potuakhali__1_.webp?rect=0%2C110%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগের বিষয়ে মির্জাগঞ্জ উপজেলা বিএনপির দপ্তর সম্পাদক কামরুজ্জামান জুয়েলের সঙ্গে মুঠোফোনে যোগাযোগ করা হলে তিনি বলেন, সাংবাদিক শামসুল হককে হুমকি দেওয়ার বিষয়ে তিনি কিছু জানেন না। তাই কোনো কথা বলতে তিনি আগ্রহী নন।</p><p>বিষয়টি নজরে আনা হলে পটুয়াখালী জেলা বিএনপির সাধারণ সম্পাদক মজিবুর রহমান (টোটন) বলেন, ‘এ ধরনের কোনো ঘটনা ঘটে থাকলে ভুক্তভোগী যদি আমাদের কাছে অভিযোগ দেয়, সে ক্ষেত্রে আমরা তদন্ত সাপেক্ষে তাঁর (কামরুজ্জামান জুয়েল) বিরুদ্ধে সাংগঠনিক ব্যবস্থা গ্রহণ করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বরিশালে গাছে ঝুলিয়ে পথকুকুরকে হত্যার ভিডিও ভাইরাল | প্রথম আলো",
            "time": "2025-07-29T16:08:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fpqcgbtnt%2FScreenshot-2025-07-29-213514.png?rect=0%2C72%2C1226%2C644&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছড়িয়ে পড়া ভিডিওতে দেখা যায়, খালের পাড়ের একটি কাঁচা রাস্তায় দাঁড়ানো একটি পথকুকুরের গলায় মোটা লম্বা একটি রশি লাগিয়ে পাশেই একটি রেইনট্রিগাছের মোটা ডালের সঙ্গে ফাঁস দিয়ে ঝুলিয়ে রশিটি টান দিয়ে ধরে রেখেছেন এক যুবক। পাশে অপর এক যুবক মোটা লাঠি নিয়ে ঝুলে থাকা কুকুরটির মাথায় বেধড়ক পেটাচ্ছেন এবং ‘ভিডিও কর...ভিডিও’ বলে চিৎকার করছিলেন। এসব দৃশ্য পাশে দাঁড়িয়ে দেখছিলেন চার থেকে পাঁচজন যুবক এবং তিন-চারটি শিশু। সবাই হাততালি দিচ্ছিল এবং ‘মরে নাই...মরে নাই’ বলছিল। একটানা পিটুনিতে কুকুরটির মাথা নেতিয়ে পড়লেও ওই যুবক পেটানো অব্যাহত রাখেন।</p><p>ভিডিওটি নিজের ফেসবুক আইডি থেকে শেয়ার করেন মোজাম্মেল হোসেন (মোহন) নামের এক ব্যক্তি। তিনি ‘গর্বের বাকেরগঞ্জ’ নামে একটি স্বেচ্ছাসেবী প্রতিষ্ঠানের সভাপতি। পিটিয়ে কুকুর হত্যার প্রতিবাদ জানিয়ে কয়েকটি পোস্টও করেন তিনি।</p><p>ফেসবুকে ছড়িয়ে পড়া ওই ভিডিওর সূত্র ধরে খোঁজ নিয়ে জানা যায়, ঘটনাটি সোমবার বিকেলে বরিশালের বাকেরগঞ্জ উপজেলার কলসকাঠী ইউনিয়নের দুর্গাপুর গ্রামে ঘটে। প্রত্যক্ষদর্শী এক ব্যক্তি জানান, কুকুরটিকে রশিতে বেঁধে ফাঁস দেন ওই গ্রামের খোকন হাওলাদার (৪২)। আর কুকুরটিকে মোটা লাঠি দিয়ে বেধড়ক পেটায় একই এলাকার কিশোর বয়সী এক ছেলে। আর ভিডিও ধারণ করে আরেক কিশোর। ঘটনার সঙ্গে জড়িত ব্যক্তিদের দাবি, তিন-চারটি কুকুর সম্প্রতি এ এলাকায় কয়েকটি ছাগল কামড়েছে এবং লোকজনকে তাড়া করছিল। এ জন্য কুকুরটিকে মেরে ফেলেছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "পেশাদারির সঙ্গে দায়িত্ব পালনে এসআইদের প্রতি ডিএমপি কমিশনারের আহ্বান | প্রথম আলো",
            "time": "2025-07-29T16:07:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fmv54mmf7%2Fdmpcommissioner.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় কর্মরত উপপরিদর্শকদের (এসআই) প্রতি পেশাদারি ও স্বচ্ছতার সঙ্গে দায়িত্ব পালনের আহ্বান জানিয়েছেন ঢাকা মহানগর পুলিশের (ডিএমপি) কমিশনার শেখ মো. সাজ্জাত আলী।</p><p> আজ মঙ্গলবার রাজারবাগ পুলিশ অডিটরিয়ামে ডিএমপির বিভিন্ন বিভাগে কর্মরত এসআই এবং প্রবেশনার এসআইদের ব্রিফিং সেশনে ডিএমপি কমিশনার এ আহ্বান জানান। ডিএমপি কমিশনার এ অনুষ্ঠানে সভাপতিত্ব করেন।</p><p> পরে ডিএমপির গণমাধ্যম ও জনসংযোগ বিভাগ থেকে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে এসব তথ্য জানানো হয়। এতে বলা হয়, ঢাকা মহানগরবাসীর প্রতি পুলিশ বাহিনীর দায়িত্বশীলতা, পেশাদারি এবং সেবার মান বৃদ্ধির লক্ষ্যে ব্রিফিং সেশন করা হয়। ডিএমপিতে কর্মরত ২ হাজার ৩৪৪ জন এসআইয়ের মধ্যে প্রথম ধাপে ৪৫০ জন এই ব্রিফিংয়ে অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামি দলগুলোর একটি ভোটের বাক্সের লক্ষ্যে কাজ করে যাচ্ছি: চরমোনাই পীর | প্রথম আলো",
            "time": "2025-07-29T16:03:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fj4ejugp7%2FJhenaidahDH0574202507293b3a87de-eaa5-4388-b660-8c06457b9448.jpg?rect=0%2C34%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৈয়দ মুহাম্মদ রেজাউল করীম বলেন, ১৯৮৭ সালে দলটি প্রতিষ্ঠার পর হাতপাখা প্রতীকের কোনো প্রার্থী সংসদ সদস্য হতে পারেননি। কারণ, ইসলামী আন্দোলন বাংলাদেশ কারও স্বার্থে কখনো ব্যবহার হয়নি। তিনি বলেন, দুনিয়াতে শান্তি ও আখিরাতে মুক্তির একমাত্র পথ হচ্ছে ইসলাম। তাই আগামীতে ইসলামকে রাষ্ট্রক্ষমতায় নিয়ে আসতে হবে। প্রয়োজনীয় সংস্কার ছাড়া নির্বাচন অনর্থক হবে বলেও তিনি মন্তব্য করেন। সংস্কার কমিশনকে তিনি পিআর পদ্ধতি বাস্তবায়নের দাবি জানান।</p><p>জেলা শাখার সভাপতি এইচ এম মোমতাজুল করীমের সভাপতিত্বে গণসমাবেশে আরও বক্তব্য দেন, ইসলামী আন্দোলনের নায়েবে আমির মাওলানা আবদুল আওয়াল, সভাপতিমণ্ডলীর সদস্য আশরাফ আলী আকন, যুগ্ম মহাসচিব মাওলানা গাজী আতাউর রহমান, কেন্দ্রীয় সাংগঠনিক সম্পাদক (খুলনা বিভাগ) মুফতি মোস্তফা কামাল, কেন্দ্রীয় শিল্প ও বাণিজ্য সম্পাদক মাওলানা শোয়াইব হোসেন, ঝিনাইদহ জেলা জামায়াতের আমির আবু বকর মো. আলী আজম।</p></div></div></div></body></html>"
        },
        {
            "title": "পানি খোলা ইলিশের রেসিপি | প্রথম আলো",
            "time": "2025-07-29T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fr83ls21b%2F_MG_9257.jpg?rect=0%2C110%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>উপকরণ</strong></p><p>ইলিশ মাছ ৪ টুকরা, পেঁয়াজকুচি আধা কাপ, কাঁচা মরিচ ৪-৫টি, হলুদগুঁড়া সামান্য, শর্ষের তেল আধা কাপ, পানি পরিমাণমতো, লবণ স্বাদমতো।</p><p><strong>প্রণালি</strong></p><p>ইলিশ মাছের টুকরাগুলো ভালোভাবে ধুয়ে নিন। একটি পাত্রে মাছ ছাড়া বাকি সব উপকরণ হাত দিয়ে ভালোভাবে চটকে নিন। মাছগুলো বিছিয়ে পানি দিয়ে দিন। মাঝারি আঁচে ১৫-২০ মিনিট রান্না করুন। মাঝেমধ্যে মাছগুলো উল্টে দিন, যাতে উভয় দিক ভালোভাবে রান্না হয়। মাছ সেদ্ধ হয়ে গেলে নামিয়ে নিন। গরম ভাতের সঙ্গে পরিবেশন করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "তত্ত্বাবধায়ক নিয়ে একমত হলেও প্রধান উপদেষ্টা মনোনয়নের প্রক্রিয়ায় মূল বিরোধ: আলী রীয়াজ | প্রথম আলো",
            "time": "2025-07-29T15:59:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F9rambkqb%2FAli-Reaz.jpeg?rect=0%2C56%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যাপক আলী রীয়াজ আরও জানান, দ্বিতীয় পর্যায়ের আলোচনার পাশাপাশি প্রথম পর্যায়ে যেসব বিষয়ের ওপর ঐকমত্য হয়েছিল, তার একটি তালিকা আগামীকাল রাজনৈতিক দলগুলোর কাছে পাঠানো হবে। এ ছাড়া জাতীয় সনদের খসড়ার একটি কপি ইতিমধ্যে দলগুলোকে দেওয়া হয়েছে। সংশোধনের পর আগামীকালই এ অংশটির নিষ্পত্তি করার আশা করা হচ্ছে।</p><p>জুলাই সনদের বিষয়ে আশাবাদ ব্যক্ত করে আলী রীয়াজ বলেন, ‘আমরা এখনো আশাবাদী যে ৩১ জুলাইয়ের মধ্যে জাতীয় ঐকমত্য সনদের পূর্ণাঙ্গ রূপ দাঁড় করাতে পারব। সব দলই কোনো না কোনোভাবে সমঝোতার দিকে এগোচ্ছে, এটি ইতিবাচক দিক।’</p><p>আজকের আলোচনায় অংশ নিয়েছিল বিএনপি, জামায়াতে ইসলামী, এনসিপি, ইসলামী আন্দোলন, বাংলাদেশ কমিউনিস্ট পার্টি (সিপিবি), গণসংহতি আন্দোলনসহ ৩০টি রাজনৈতিক দল।</p><p>আলোচনায় প্রধান উপদেষ্টার বিশেষ সহকারী মনির হায়দারের সঞ্চালনায় আরও উপস্থিত ছিলেন সফর রাজ হোসেন, বিচারপতি এমদাদুল হক, বদিউল আলম মজুমদার, ইফতেখারুজ্জামান ও আইয়ুব মিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "জমিজমার বিরোধে থানায় সালিসে গিয়ে ‘রাজনৈতিক মামলায়’ গ্রেপ্তার যুবক | প্রথম আলো",
            "time": "2025-07-29T15:56:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fhs1if6gc%2FMymensinghD.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>থানার ওই সালিসে থাকা মহানগর ছাত্রদলের সাবেক সহসভাপতি মো. বাবু বলেন, থানা চত্বরের একটি ঘরে এসআই সজীব কোচের উপস্থিতিতে দুই পক্ষের কাগজপত্র বোঝেন, এমন লোকজন নিয়ে সালিস শুরু হয়। একপর্যায়ে আল-আমিনকে ‘ফ্যাসিস্ট’ আখ্যায়িত করে গ্রেপ্তারের দাবি জানান প্রতিপক্ষের লোকজন। পরে তাঁকে থানা থেকেই গ্রেপ্তার করা হয়।</p><p>জানতে চাইলে কোতোয়ালি মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মুহাম্মদ শিবিরুল ইসলাম বলেন, ‘১০ দিন আগে থেকে দারোগারা তাঁকে (আল-আমিন) ধরার জন্য খুঁজতেছে। ডেভিল হান্টের আসামি সে। আমাদের দুই দারোগা ছয় থেকে সাতবার তাঁর বাড়িতে রেড দিছে। সে যুবলীগের ফ্যাসিস্ট। মামলার ঘটনার সঙ্গে জড়িত, তদন্তে প্রাপ্ত আসামি।’ ওসি বলেন, কোনো কাগজপত্র দিয়ে নোটিশ করে তাঁকে থানায় ডাকা হয়নি। বিচারক যদি মনে করে আমরা তাঁকে ইলিগ্যাল অ্যারেস্ট করেছি, তাহলে আদালত ফাইন্ডিংস দেবেন। আসামিকে থানা থেকে গ্রেপ্তার করা কী নিষেধ আছে?’ আদালতের প্রতিবেদনে ভিন্ন স্থান দেখানোর বিষয়ে তিনি বলেন, ‘জজ এটার বিচার করবে। যদি এমন কইরা থাকে, সমস্যা কী?’</p></div></div></div></body></html>"
        },
        {
            "title": "রাউজানে সংঘর্ষের পর চট্টগ্রাম উত্তর জেলা বিএনপির কমিটি বিলুপ্ত, গিয়াস কাদেরের পদ স্থগিত | প্রথম আলো",
            "time": "2025-07-29T15:51:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fb15bbrj5%2FGias-uddin.jpg?rect=0%2C0%2C678%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২০ সালের ২২ ডিসেম্বর বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর চট্টগ্রাম উত্তর জেলা বিএনপির গোলাম আকবর খন্দকারকে আহ্বায়ক করে ৪৪ সদস্যের আহ্বায়ক কমিটি ঘোষণা করেন। এতে কাউকে যুগ্ম আহ্বায়ক রাখা হয়নি। সেই কমিটিতে সদস্য করা ৯ জনকে পরে যুগ্ম আহ্বায়ক হিসেবে অন্তর্ভুক্ত করে কেন্দ্রীয় বিএনপি। ৫৩ সদস্যের আহ্বায়ক কমিটি আজ বিলুপ্ত হয়। কোন্দলের কারণে পূর্ণাঙ্গ কমিটি গঠন করা যায়নি সাড়ে চার বছরেও।</p><p>রুহুল কবির রিজভীর সই করা অপর চিঠিতে বলা হয়, কেন্দ্রীয় বিএনপির ভাইস চেয়ারম্যান গিয়াস উদ্দিন কাদের চৌধুরীর পদ স্থগিত ঘোষণা করা হলো। এ ছাড়া দলের ভেতর সংঘাত, হানাহানি সৃষ্টি করে দলীয় শৃঙ্খলা চরমভাবে লঙ্ঘন করায় বিলুপ্ত উত্তর জেলা বিএনপির যুগ্ম আহ্বায়ক নুরুল আমিন, মিরসরাই উপজেলা বিএনপির সাবেক সদস্যসচিব গাজী নিজাম উদ্দিন, বারইয়ার হাট পৌর বিএনপির সাবেক আহ্বায়ক দিদারুল ইসলাম মিয়াজী, যুবদল নেতা সিরাজুল ইসলাম ও কামাল উদ্দিনকে দলের প্রাথমিক সদস্যপদসহ সব পর্যায়ের পদ থেকে বহিষ্কার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই নিয়ে শীর্ষ প্রযুক্তি কোম্পানিগুলোর গা ছাড়া মনোভাব, বললেন বিজ্ঞানী জিওফ্রি হিন্টন | প্রথম আলো",
            "time": "2025-07-29T15:44:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F9ywlhkmb%2Fhintonhasabis.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কৃত্রিম নিউরাল নেটওয়ার্ক নিয়ে গবেষণার জন্য এ বছর পদার্থবিজ্ঞানে নোবেল পুরস্কার পেয়েছেন জিওফ্রি হিন্টন ও মার্কিন গবেষক জন জে হপফিল্ড। এই গবেষণাকাজই আধুনিক কৃত্রিম বুদ্ধিমত্তা প্রযুক্তির ভিত্তি তৈরি করে দিয়েছে। হিন্টন জানান, এআই এখন যে হারে উন্নত হচ্ছে, তা আগাম কল্পনার বাইরে ছিল। তাঁর মতে, এআই মডেলগুলো এখন এমন সব উপায়ে শেখার ক্ষমতা অর্জন করছে, যা অনেক সময় গবেষকেরাও পুরোপুরি ব্যাখ্যা করতে পারছেন না।</p><p>হিন্টন বলেন, ‘এই প্রযুক্তির অগ্রগতি এত দ্রুত ঘটছে যে কখন কোন দিক থেকে কোন ধরনের ঝুঁকি তৈরি হবে, তা আগে থেকে বলা কঠিন। আমি যদি আরও আগে এর সম্ভাব্য বিপদগুলো নিয়ে ভাবতাম, তাহলে হয়তো প্রস্তুতি নেওয়ার সুযোগ থাকত। তখন মনে হয়েছিল, এসব ঝুঁকি বহু দূরের ভবিষ্যতের বিষয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় হামলার নিন্দা জানালেও ইসরায়েলের সঙ্গে কেন বাণিজ্য চালিয়ে যাচ্ছে এসব দেশ | প্রথম আলো",
            "time": "2025-07-29T15:34:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fy5c4xqcw%2FUntitled-4.jpg?rect=0%2C54%2C2938%2C1542&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কোন কোন দেশ বিবৃতিতে স্বাক্ষর করেছে</strong></p><p>বিবৃতিতে স্বাক্ষর করেছে অস্ট্রেলিয়া, অস্ট্রিয়া, বেলজিয়াম, কানাডা, সাইপ্রাস, ডেনমার্ক, এস্তোনিয়া, ফিনল্যান্ড, ফ্রান্স, গ্রিস, আইসল্যান্ড, আয়ারল্যান্ড, ইতালি, জাপান, লাটভিয়া, লিথুয়ানিয়া, লুক্সেমবার্গ, মাল্টা, নেদারল্যান্ডস, নিউজিল্যান্ড, নরওয়ে, পোল্যান্ড, পর্তুগাল, স্লোভেনিয়া, স্পেন, সুইডেন, সুইজারল্যান্ড ও যুক্তরাজ্য।</p><p>সবগুলো দেশই এখনো ইসরায়েলের সঙ্গে বাণিজ্য চালিয়ে যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জব্দ করা ল্যাপটপ ও মুঠোফোন ফেরত চেয়েছেন মডেল মেঘনা আলম | প্রথম আলো",
            "time": "2025-07-29T15:31:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-15%2Fcj60hdts%2FMeghna.png?rect=0%2C6%2C678%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার কাগজপত্রের তথ্য অনুযায়ী, চাঁদাবাজি ও প্রতারণার অভিযোগে গত ১৫ এপ্রিল ধানমন্ডি মামলা হয়। মামলায় মেঘনা আলম, তাঁর পরিচিত ব্যবসায়ী দেওয়ান সমিরসহ অজ্ঞাতনামা আসামিদের বিরুদ্ধে এক কূটনীতিকের কাছে ৫০ লাখ ডলার অর্থ দাবির অভিযোগ আনা হয়।</p><p>মেঘনা আলম ও তাঁর পূর্বপরিচিত ব্যবসায়ী মো. দেওয়ান সমিরকে এ মামলায় গ্রেপ্তার দেখানো হয়। পরে মেঘনা আলমের জামিন চেয়ে আদালতে আবেদন করা হয়। আদালত তাঁর জামিন আবেদন মঞ্জুর করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পকেটে মাত্র ১ হাজার টাকা নিয়ে দিল্লি থেকে মুম্বাই আসা সেই মেয়েটি | প্রথম আলো",
            "time": "2025-07-29T15:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fgq3pwbet%2Fiamhumaq172311934334300961251614901171228023987.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কাউকে সন্তুষ্ট করতে নয়, হুমা কাজ করেন নিজের মর্জিমতো। তাঁর ভাষ্যে, ‘কেবল সুন্দর আর আবেদনময়ী হওয়ার জন্য আমি বলিউডে পা রাখিনি। পুরুষ বা সমাজের চোখে নিজের দিকে তাকাই না। নিজের শরীর, নিজের সৌন্দর্য আর নিজের কাজকে উদ্‌যাপন করতে আমি জানি। সে জন্য আমার কারও কাছ থেকে অনুমোদনের প্রয়োজন নেই।’ অভিনেত্রীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সিডনিতে ড্র অনুষ্ঠানে বাংলাদেশের কেউ না থাকায় হতাশ প্রবাসীরা | প্রথম আলো",
            "time": "2025-07-29T15:28:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fofadw57e%2F878550-01-02.jpg?rect=0%2C0%2C5485%2C2880&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সন্ধ্যা নামার সঙ্গে সঙ্গে সিডনির ঐতিহাসিক টাউন হল যেন পরিণত হলো এক রঙিন উৎসবের মঞ্চে। ঝকঝকে আলোর ঝলকানি, দৃষ্টিনন্দন সাজসজ্জা, নিশ্ছিদ্র নিরাপত্তা আর বিশ্বের নানা প্রান্ত থেকে দলে দলে আসা অতিথিদের পদচারণে মনে হচ্ছিল এ যেন কোনো আন্তর্জাতিক চলচ্চিত্র উৎসব বা পুরস্কার বিতরণী অনুষ্ঠান। অথচ এটি ছিল ২০২৬ নারী এশিয়ান কাপ ফুটবলের ড্র অনুষ্ঠান, যেখানে এশিয়ার সেরা নারী ফুটবল দলগুলোর ভাগ্য নির্ধারিত হচ্ছিল।</p><p>বিকেল সাড়ে পাঁচটায় দরজা খোলার আগেই টাউন হলের সামনে জড়ো হয়েছিলেন নানা দেশের ফুটবলপ্রেমীরা। তাঁদের হাতে নিজ নিজ দেশের পতাকা, পরনে ঐতিহ্যবাহী পোশাক। অস্ট্রেলিয়া, চীন, উত্তর কোরিয়া, জাপান, ভারত, ভিয়েতনাম, উজবেকিস্তান, ফিলিপাইন, ইরানসহ ১১টি দেশের ফুটবল দলের প্রতিনিধি, অধিনায়ক বা কোচের কেউ না কেউ সেখানে উপস্থিত ছিলেন। বিশ্ব ফুটবলের এই মিলনমেলায় সবাই নিজ দেশের নাম উজ্জ্বল করতে এসেছেন। কিন্তু এই আলো ঝলমলে মঞ্চে ছিলেন না বাংলাদেশের নারী ফুটবল দলের কোনো প্রতিনিধি।</p></div></div></div></body></html>"
        },
        {
            "title": "রাউজানে গিয়াস উদ্দিন কাদের ও গোলাম আকবরের অনুসারীরা মুখোমুখি | প্রথম আলো",
            "time": "2025-07-29T15:27:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F38cmdz14%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"রাউজানে গিয়াস উদ্দিন কাদের ও গোলাম আকবরের অনুসারীরা মুখোমুখি\" class=\"nA4h1 \">রাউজানে গিয়াস উদ্দিন কাদের ও গোলাম আকবরের অনুসারীরা মুখোমুখি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-29T21:27:09+06:00\"><span>প্রকাশ: ২৯ জুলাই ২০২৫, ১৫: ২৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে ১০টি দোকানে তালা লাগানোর ঘটনায় চাঁদাবাজির সম্পর্ক নেই: জামায়াত | প্রথম আলো",
            "time": "2025-07-29T15:25:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fl0eb10xq%2FNatoreDH0604.JPG?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে বলা হয়, দলের পক্ষ থেকে তাৎক্ষণিক অনুসন্ধানে জানা গেছে, আহম্মদপুর বাজারের বিরোধপূর্ণ কয়েকটি দোকানঘরের মালিকানা নিয়ে কোরবান আলীদের সঙ্গে রুহুল আমীনদের মামলা চলছে। বিষয়টি স্থানীয়ভাবে মীমাংসার জন্য গণ্যমান্য ব্যক্তিরা সেখানে সালিস বৈঠকের আয়োজন করেছিলেন। বৈঠকে মামলা নিষ্পত্তি না হওয়া পর্যন্ত কোরবান আলীদের প্রতি মাসে দোকানভাড়া বাবদ পাঁচ হাজার করে টাকা নির্ধারণ করা হয়। এই ভাড়া নির্ধারণের বিষয়টিকে ‘চাঁদা দাবি করা’ উল্লেখ করা হয়েছে। এটা অন্যায়। প্রতিবেদনের এই অংশটুকুর তাঁরা প্রতিবাদ করছেন।</p><p>তবে সংবাদ সম্মেলনে দোকানে তালা লাগানোর বিষয়টিকে ‘অন্যায়’ বলে স্বীকার করেন জেলা জামায়াতের আমির মীর নূরুল ইসলাম। তিনি বলেন, যিনি তালা লাগিয়েছেন, তিনি জামায়াতের নেতা না। সত্যিই যদি চাঁদাবাজির ঘটনা থাকত, তাহলে অভিযুক্তদের অবশ্যই দল থেকে বহিষ্কার করা হতো। যদি কেউ বাড়াবাড়ি কিছু করে থাকে, তাহলে তাঁর বিরুদ্ধে দলীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঘ রক্ষায় সুন্দরবনের চারপাশে হবে সুরক্ষাবলয়: পরিবেশ উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-29T15:21:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fkw152u14%2Frizwanahasan.jpg?rect=0%2C0%2C1750%2C919&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক এই অধ্যাপক বলেন, ‘আমাদের ওয়াইল্ড টিমে ভিলেজ টাইগার রেসপন্স টিম আছে ৪৯টি, যার সদস্যসংখ্যা ৩৪০। এ ছাড়া ফরেস্ট টাইগার রেসপন্স টিম, বাঘবন্ধু ও টাইগার স্কাউট আছে আমাদের।’ স্থানীয় জনগণকে যুক্ত করা ছাড়া বাঘ সংরক্ষণের সংকট কাটিয়ে ওঠা সহজ হবে না বলে মন্তব্য করেন তিনি।</p><p>অনুষ্ঠানে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের প্রাণিবিদ্যা বিভাগের অধ্যাপক ও বাঘ বিশেষজ্ঞ এম এ আজিজ বলেন, ‘কম্বোডিয়া, ভিয়েতনাম ও লাউস—এ তিনটি দেশ থেকে বাঘ হারিয়ে গেছে। তার বিপরীত চিত্র হচ্ছে ভারত ও নেপালে। সেখানে বাঘের সংখ্যা বেড়েছে। আমাদের ২০২৪ সালের জরিপে বাঘের সংখ্যা ৮ শতাংশ বেড়েছে। এরপরও অনেক চ্যালেঞ্জ আছে।’</p><p>বাঘ সংরক্ষণে সুন্দরবনের ভেতরে ও বাইরে বাঘের ছয়টি চ্যালেঞ্জ চিহ্নিত করেন এই বিশেষজ্ঞ। হরিণ শিকার, বাঘের খাদ্য হিসেবে যেসব প্রাণী (প্রে স্পেসিস) আছে, সেগুলোর সংখ্যা কমে যাওয়া, সুন্দরবনের লবণাক্ততার প্রকোপ, উজানে পানি কমে যাওয়া ও বনজীবীদের বিকল্প জীবিকার অভাব—এগুলোকে জরুরি ভিত্তিতে বিবেচনায় নিয়ে বাঘ সংরক্ষণের পরিকল্পনা নেওয়ার আহ্বান জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "গঙ্গাচড়ায় হিন্দুদের বাড়িঘরে হামলা মানবাধিকারের লঙ্ঘন, বিচার দাবি | প্রথম আলো",
            "time": "2025-07-29T15:17:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fa83ofwh0%2FRangpurDH049420250727IMG6751.JPG?rect=0%2C41%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহানবী হজরত মুহাম্মদ (সা.)-কে কটূক্তির অভিযোগ তুলে রংপুরের গঙ্গাচড়ায় হিন্দু সম্প্রদায়ের বসতঘরে হামলা, ভাঙচুর, লুটপাট ও নির্যাতনের নিন্দা জানিয়েছে ছয়টি রাজনৈতিক দল ও সামাজিক সংগঠন। তারা বলছে, এটি মানবাধিকারের লঙ্ঘন। এই ঘটনা ধর্মীয় সংখ্যালঘুদের নিরাপত্তা ও নাগরিক অধিকারের ওপর আঘাত। এই অপরাধের সঙ্গে জড়িতদের আইনের আওতায় আনার দাবি জানিয়েছে তারা।</p><p> আজ মঙ্গলবার পৃথক ছয়টি বিজ্ঞপ্তিতে এই ঘটনার নিন্দা জানিয়েছে বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি), রাষ্ট্র সংস্কার আন্দোলন, আইন ও সালিশ কেন্দ্র (আসক), হিউম্যান রাইটস সাপোর্ট সোসাইটি (এইআরএসএস), নারীপক্ষ ও বাংলাদেশ ছাত্র ফেডারেশন।</p><p> সিপিবির সভাপতি মোহাম্মদ শাহ আলম ও সাধারণ সম্পাদক রুহিন হোসেন (প্রিন্স) এক বিবৃতিতে গঙ্গাচড়ায় হিন্দু সম্প্রদায়ের ওপর হামলার নিন্দা জানান। এই হামলার সঙ্গে জড়িত ব্যক্তি এবং এর নেপথ্যের ‘কুশীলবদের’ দৃষ্টান্তমূলক শাস্তির দাবি জানান তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ইসরায়েলি হামলায় নিহত ৬০ হাজার ছাড়াল | প্রথম আলো",
            "time": "2025-07-29T15:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Ft4uwtfqi%2Fgaza-death.jpg?rect=0%2C341%2C4804%2C2522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘দ্বিরাষ্ট্রীয় সমাধানের বিকল্প নেই’</strong></p><p>গাজায় ইসরায়েলের নৃশংসতার মধ্যে গতকাল সোমবার ফিলিস্তিন-ইসরায়েল দ্বিরাষ্ট্রীয় সমাধানের লক্ষ্যে জাতিসংঘের সম্মেলন শুরু হয়েছে। এই সম্মেলনের নেতৃত্ব দিচ্ছে ফ্রান্স ও সৌদি আরব। সম্মেলনে ফরাসি পররাষ্ট্রমন্ত্রী জ্যঁ নোয়েল-ব্যারট বলেছেন, ফিলিস্তিনি ও ইসরায়েলিদের শান্তি ও নিরাপত্তার সঙ্গে বেঁচে থাকার যে বৈধ আকাঙ্ক্ষা রয়েছে, তাতে সহায়তা করতে পারে দ্বিরাষ্ট্রীয় সমাধান।</p><p>সম্মেলনে জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস বলেছেন, গাজায় ইসরায়েল যে নির্বিচার ধ্বংসযজ্ঞ চালাচ্ছে, তা অসহনীয়। এ ছাড়া ফিলিস্তিনি ভূখণ্ড থেকে অবৈধভাবে পশ্চিম তীরকে বিচ্ছিন্ন করছে দেশটি। ইসরায়েলে এই দুই পদক্ষেপই বন্ধ করতে হবে।</p><p>এরই মধ্যে সোমবার এক চিঠিতে নেদার‌ল্যান্ডস সরকার জানিয়েছে, গাজা পরিস্থিতির নিন্দা জানাতে দেশটিতে ইসরায়েলের রাষ্ট্রদূতকে তলব করা হবে। এ ছাড়া ইসরায়েলি মন্ত্রী বেন-গভির ও বেজালাল স্মতরিচের ওপর ভ্রমণ নিষেধাজ্ঞা দিয়েছে দেশটি।</p></div></div></div></body></html>"
        }
    ]
}