{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সেই ক্যাপ আমৃত্যু রাখতে চান মুশফিক | প্রথম আলো",
            "time": "2025-11-20T16:07:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fw0vrmy4n%2FMushfiqurs-reception-marks-his-100th-Test19.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সবুজ ক্যাপ এখন ধূসর হয়ে গেছে। মুশফিকুর রহিমেরও বয়স বেড়েছে। কিন্তু ২০ বছরের লম্বা ক্যারিয়ারে সেই ক্যাপটাকে ছেড়ে যাননি। এক শ টেস্টের সবগুলোতেই তাঁর সঙ্গী হয়েছে অভিষেক টেস্টের সময় পাওয়া ‘ব্যাগি গ্রিন’। ৯৯তম টেস্টে মাঠে নামার আগে ফেসবুকে ক্যাপের ছবি পোস্ট করে লিখেছিলেন, ‘উত্থান–পতনের সঙ্গী।’ </p><p>অভিষেক টেস্টে পাওয়া ক্যাপটার সঙ্গে মুশফিকের বহু স্মৃতি। ২০০৫ সালে লর্ডসে ইংল্যান্ডের বিপক্ষে অভিষেক, কখন থেকে এই ক্যাপ বয়ে বেড়ানোর ভাবনা এল? </p><p>আজ মিরপুরের সংবাদ সম্মেলনে এক সাংবাদিকের প্রশ্নে মুশফিক বলেছেন, ‘টেস্টের সবচেয়ে বড় জিনিস হচ্ছে আপনার ব্যাগে গ্রিন ক্যাপ। এটার মর্যাদা যদি একটা খেলোয়াড় না বোঝে, এটা আসলে তাকে বলে বোঝানো যায় না। আর আপনি যদি খেয়াল করে দেখেন আমি এমন কোনো টেস্ট ম্যাচ নেই, যেখানে ক্যাপ পরে ফিল্ডিং বা কিপিং না করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ রেহানার স্বামী শফিক আহমেদের বিরুদ্ধে মামলা করবে দুদক | প্রথম আলো",
            "time": "2025-11-20T15:57:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-03%2Fvwt7lznq%2FUntitled-6.jpg?rect=0%2C234%2C1755%2C921&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাড়ে আট কোটি টাকার বেশি জ্ঞাত আয়বহির্ভূত সম্পদ অর্জনের অভিযোগে শেখ রেহানার স্বামী শফিক আহমেদ সিদ্দিকের বিরুদ্ধে মামলার সিদ্ধান্ত নিয়েছে দুর্নীতি দমন কমিশন (দুদক)।</p><p> শফিক আহমেদ ঢাকা বিশ্ববিদ্যালয়ের হিসাববিজ্ঞান বিভাগের অধ্যাপক ছিলেন।</p><p> আজ বৃহস্পতিবার শফিক আহমেদের বিরুদ্ধে মামলার অনুমোদন দেওয়ার বিষয়টি নিশ্চিত করেছেন দুদকের মহাপরিচালক (প্রতিরোধ) মো. আক্তার হোসেন। তিনি জানান, দুদকের সহকারী পরিচালক আফনান জান্নাত কেয়া বাদী হয়ে সংস্থাটির সমন্বিত জেলা কার্যালয়ে মামলাটি করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বীকারোক্তি দিতে চেয়েও খাসকামরায় গিয়ে মত পাল্টালেন তিন আসামি | প্রথম আলো",
            "time": "2025-11-20T15:52:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-16%2Fv5wijt17%2FWhatsApp.jpg?rect=0%2C6%2C1082%2C568&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১১ নভেম্বর রাতে ফারুক, রবিন, শামীম ও রুবেলকে নরসিংদী থেকে গ্রেপ্তার করা হয়। তাঁদের কাছ থেকে মামুন হত্যায় ব্যবহৃত অস্ত্র উদ্ধারের কথা জানায় পুলিশ। পরে তাঁদের বিরুদ্ধে কোতোয়ালি জোনাল টিমের উপপরিদর্শক (এসআই) কৃষ্ণ কুমার দাস মোহাম্মদপুর থানায় অস্ত্র আইনে মামলা করেন। ১২ নভেম্বর অস্ত্র মামলায় তাঁদের চার দিনের রিমান্ড মঞ্জুর করেন আদালত। রিমান্ড শেষে ১৬ নভেম্বর মামুন হত্যা মামলায় গ্রেপ্তার দেখিয়ে তাঁদের পাঁচ দিনের রিমান্ড মঞ্জুর করা হয়।</p><p>ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের এসআই আবু বকর জানান, রিমান্ড শেষে আজ চার আসামিকে আদালতে হাজির করা হয়। ফারুক, রবিন ও রুবেলের স্বীকারোক্তিমূলক জবানবন্দি রেকর্ড করার আবেদন করেন তদন্ত কর্মকর্তা। এ জন্য তাঁদের পৃথক তিন আদালতে নেওয়া হয়। তবে তাঁরা খাসকামরায় গিয়ে জবানবন্দি দিতে অস্বীকৃতি জানান। এরপর এই তিন আসামিসহ চারজনকে কারাগারে পাঠানোর আদেশ দেন আদালত।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় কৃত্রিম বুদ্ধিমত্তা প্রস্তুতি মূল্যায়ন প্রতিবেদন প্রকাশিত | প্রথম আলো",
            "time": "2025-11-20T15:49:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F2gng3d8m%2Fram.jpeg?rect=0%2C74%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউএনডিপি বাংলাদেশের আবাসিক প্রতিনিধি স্টেফান লিলার বলেন, এআই ব্যবধান কমাবে নাকি বাড়াবে, তা নির্ভর করবে দেশগুলো এখন কী সিদ্ধান্ত নেয় তার ওপর। সংযোগ, দক্ষতা, ডেটা এবং কম্পিউটিং অবকাঠামো শক্তিশালী করা, নির্ভরযোগ্য নিয়ন্ত্রক ও শাসনকাঠামো তৈরি করা এবং জাতীয় সক্ষমতার সঙ্গে এআই কৌশলগুলোকে খাপ খাইয়ে নেওয়া—এই সবকিছুই নির্ধারক ভূমিকা পালন করবে। বাংলাদেশ কৃত্রিম বুদ্ধিমত্তার নীতিমালার ওপর ইউনেসকোর সুপারিশ গুরুত্বপূর্ণ ভূমিকা রাখবে, যা মানবাধিকার, ন্যায়বিচার এবং সুশাসন প্রতিষ্ঠাকে গতিশীল করবে।</p><p>এটুআই কর্মসূচির প্রকল্প পরিচালক মোহা. আবদুর রফিক র‌্যাম প্রতিবেদনে উত্থাপিত সুপারিশগুলোকে সেবাদানে দৃশ্যমান উন্নতিতে রূপান্তরের প্রয়োজনীয়তার ওপর গুরুত্ব আরোপ করেন। তিনি বলেন, র‌্যাম প্রতিবেদন নাগরিকমুখী সেবায় কৃত্রিম বুদ্ধিমত্তা কীভাবে সতর্কতার সঙ্গে প্রয়োগ করা যায়, সে বিষয়ে দিকনির্দেশনা দেবে, যাতে মানুষ দ্রুততর, ন্যায্য ও আরও নির্ভরযোগ্য সাড়া পায়, কিন্তু বিদ্যমান ডিজিটাল বৈষম্য যেন কোনোভাবেই না বাড়ে।</p><p>ইউরোপীয় ইউনিয়নের বাংলাদেশ প্রতিনিধি দপ্তরের উন্নয়ন সহযোগিতা বিভাগের প্রধান মিখাল ক্রেজা বলেন, ‘আমরা আশা করি, এই প্রতিবেদন একটি আস্থাভিত্তিক এআই ইকোসিস্টেম গড়ে তুলতে সহায়তা করবে, যাতে উদ্ভাবনের সুফল সব নাগরিকের কাছে পৌঁছে যায়। বিশেষ করে তরুণ, নারী এবং প্রান্তিক জনগোষ্ঠীর কাছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থী পরিবর্তনের দাবিতে মহাসড়কে টায়ার জ্বালিয়ে বিক্ষোভ, মশালমিছিল | প্রথম আলো",
            "time": "2025-11-20T15:48:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F74ys7uy5%2FKushtiaDH0572.jpg?rect=0%2C360%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নন্দলালপুর ইউনিয়ন বিএনপির সাধারণ সম্পাদক আবদুর রাজ্জাক বলেন, ‘মেহেদীকে পরিবর্তন করে আনছারকে মনোনয়ন না দিলে আসনে ধানের শীষ প্রতীককে বিজয়ী করা সম্ভব হবে না। এখানে রুমী সাহেব থাকলে জামায়াত জিতে যাবে। সে জন্য তাঁকে পরিবর্তন করে আনছারকে দেওয়ার দাবি করছি।’</p><p>৩ নভেম্বর জাতীয় সংসদের ২৩৭টি আসনে সম্ভাব্য প্রার্থীর নাম ঘোষণা করে বিএনপি। কুষ্টিয়া-৪ আসনে জেলা বিএনপির সাবেক সভাপতি ও তিনবারের সাবেক সংসদ সদস্য সৈয়দ মেহেদী আহমেদ রুমীকে মনোনয়ন দেওয়া হয়। এর পর থেকেই আনছার প্রামাণিকের সমর্থকেরা বিক্ষোভ মিছিল, মানববন্ধন, মশালমিছিলসহ নানা কর্মসূচি পালন করে আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মধ্যরাতে বাসা থেকে তুলে নেওয়ার ঘটনা ভয়ের সংস্কৃতিকে আরও শক্তিশালী করছে: টিআইবি | প্রথম আলো",
            "time": "2025-11-20T15:46:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-10%2Fd6335651-0886-4dbe-ac78-1027a195fc6c%2FtIB.jpg?rect=0%2C0%2C499%2C262&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণমাধ্যমে প্রকাশিত তথ্যানুযায়ী, এনইআইআর চালুর সরকারি সিদ্ধান্ত নিয়ে সমালোচনার পর ওই দুজনকে তুলে নেয় ঢাকা মহানগর গোয়েন্দা পুলিশ (ডিবি)। ডিবির ব্যাখ্যায় বলা হয়, ‘তথ্য যাচাইয়ের জন্য’ তাঁদের আনা হয়েছিল। অপর একটি ব্যাখ্যায় বলা হয়, সংবাদ সম্মেলনের আমন্ত্রণপত্রে ‘সভাপতি’ পদবি ব্যবহার এবং ব্যক্তিগত ফোন নম্বর উল্লেখ করার বিষয়টি খতিয়ে দেখতেই সাংবাদিককে ডাকা হয়। টিআইবি এসব পরস্পরবিরোধী বক্তব্যকে মিথ্যাচার আখ্যায়িত করেছে।</p><p>টিআইবির নির্বাহী পরিচালক ইফতেখারুজ্জামান বলেন, ‘ভিন্নমত দমনে গভীর রাতে কারণ না জানিয়ে বাসা থেকে তুলে নেওয়া, অভিযোগ গোপন রাখা এবং নিরাপত্তা বাহিনীর বক্তব্যে অসংগতি-কর্তৃত্ববাদী নিপীড়নমূলক চর্চা অব্যাহত রাখার উদ্বেগজনক দৃষ্টান্ত। এ আচরণ শুধু মানবাধিকার লঙ্ঘনের দৃষ্টান্ত নয়, বরং রাষ্ট্র সংস্কারের ওপর জনগণের আস্থাকে ধূলিসাৎ করার ঝুঁকি তৈরি করেছে। অভিযোগ থাকলে আইন অনুযায়ী সমন পাঠানো, স্বাভাবিক সময়ে আইনজীবীর উপস্থিতি নিশ্চিত করে জিজ্ঞাসাবাদ করার বাধ্যবাধকতাকে উপেক্ষা করে গভীর রাতে বাসা থেকে তুলে নেওয়া কোনোভাবেই গ্রহণযোগ্য নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাজ্যে নতুন যুগের পড়াশোনা: কোন বিষয়গুলো ট্রেন্ডে? | প্রথম আলো",
            "time": "2025-11-20T15:42:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F11%2Fbc01c399ea63b6a9da8edd82a7129963-5d7903ab74bf8.jpg?rect=0%2C0%2C904%2C475&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কৃত্রিম বুদ্ধিমত্তার কারণে দ্রুত বদল হচ্ছে বিশ্বব্যাপী শিল্প খাত। একই সঙ্গে পুনর্গঠন করছে কর্মসংস্থানের ধরন। এই পরিবর্তনের কেন্দ্রে রয়েছে STEM শিক্ষা—বিজ্ঞান (Science), প্রযুক্তি (Technology), প্রকৌশল (Engineering) ও গণিত (Mathematics)।</p><p> যুক্তরাজ্যের শীর্ষস্থানীয় অনেক বিশ্ববিদ্যালয় গবেষণানির্ভর শিক্ষা ও উদ্ভাবনের ওপর আরও জোর দিচ্ছে। দেশটির বিভিন্ন প্রতিষ্ঠান STEM ও উদীয়মান প্রযুক্তিবিষয়ক প্রোগ্রাম সম্প্রসারণ করছে। উদ্দেশ্য হলো শিক্ষার্থীদের সৃজনশীলতা, অভিযোজনক্ষমতা ও জটিল সমস্যা সমাধানের দক্ষতা অর্জন করতে পারা।</p><p> ব্রিটিশ কাউন্সিলের মতে, যুক্তরাজ্যের বিশ্ববিদ্যালয়গুলো যেসব নতুন ও প্রভাবশালী ডিসিপ্লিনে বেশি জোর দিচ্ছে, সেগুলো ভবিষ্যৎ উদ্ভাবনের নেতৃত্ব দেওয়ার সক্ষমতা তৈরি করছে। </p></div></div></div></body></html>"
        },
        {
            "title": "নারীদের ওপর ডিজিটাল নিপীড়ন বন্ধে সরকার ও রাজনৈতিক দলগুলোকে কঠোর পদক্ষেপ নিতে হবে | প্রথম আলো",
            "time": "2025-11-20T15:37:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F99ee479a-c29b-431b-9766-2cc062969479%2F%E0%A6%85%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B0%20%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%AF%20%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%20%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%20%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%2C%20%E0%A6%B9%E0%A6%B2%20%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%97%E0%A7%87%E0%A6%B0%20%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A7%87%E0%A6%B6?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারীদের ওপর ডিজিটাল নিপীড়ন বন্ধে সরকার ও রাজনৈতিক দলগুলোকে কঠোর পদক্ষেপ নেওয়ার আহ্বান জানিয়েছে ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ (ডাকসু)। আজ বৃহস্পতিবার এক বিবৃতিতে এ আহ্বান জানানো হয়। বিবৃতিতে বলা হয়, ‘সাম্প্রতিক সময়ে নারীদের প্রতি সামাজিক যোগাযোগমাধ্যমে যে পরিকল্পিত ডিজিটাল নিপীড়ন, কুৎসা রটনা এবং হয়রানির উদ্বেগজনক ধারা তৈরি হয়েছে, তা গভীরভাবে নিন্দনীয়।’</p><p> বিবৃতিতে বলা হয়, ‘ঢাকা বিশ্ববিদ্যালয়ের সহকারী প্রক্টর শেহরীন আমিন ভূঁইয়া মোনামী, বিশ্ববিদ্যালয়ের শিক্ষক সামিনা লুৎফা, ডাকসুর নির্বাচিত প্রতিনিধি উম্মে উসওয়াতুন রাফিয়া, ফাতিমা তাসনিম জুমা, সাবিকুননাহার তামান্না, আফসানা আক্তার, উম্মে সালমা, রাজনৈতিক সংগঠনগুলোর প্রতিনিধি তাসনিম জারা, নুসরাত তাবাসসুম, উমামা ফাতেমা, সীমা আক্তারসহ একাধিক নারীকে টার্গেট করে এই আক্রমণ চালানো হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাবলিক টয়লেট এখন ‘নাক দিয়ে দেখুন, নিশ্চিন্তে ব্যবহার করুন’ | প্রথম আলো",
            "time": "2025-11-20T15:34:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Ffr4b6m86%2FDomexUnilever-Photo.jpg?rect=0%2C0%2C1582%2C831&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বাস্তবতা বদলাতে ডোমেক্স-ভূমিজো একসঙ্গে এমন পাবলিক টয়লেট তৈরি করেছে, যা পরিচ্ছন্ন, দুর্গন্ধমুক্ত এবং নিরাপদ। ডোমেক্স বিশ্বাস করে, শুধু পরিষ্কার টয়লেটই জীবাণুমুক্ত নয়। যদি টয়লেট দুর্গন্ধমুক্ত হয়, তাহলেই তা জীবাণুমুক্ত। তাই ডোমেক্স দিয়ে পরিষ্কার করা এই পাবলিক টয়লেটগুলো এতটাই পরিচ্ছন্ন যে, ‘ নাক দিয়েও দেখা যায়!’</p></div></div></div></body></html>"
        },
        {
            "title": "গর্ভাবস্থায় মাড়ির প্রদাহ কেন হয়, করণীয় কী | প্রথম আলো",
            "time": "2025-11-20T15:32:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fhjfvx03j%2FTooth.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong><sup>ডা. জান্নাতুল ফেরদৌস</sup></strong><sup>, ওরাল অ্যান্ড ম্যাক্সিলোফেসিয়াল সার্জারি, আলোক ডেন্টাল কেয়ার ইউনিট (আলোক হেলথকেয়ার লি.), মিরপুর-১০, ঢাকা</sup></p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরবে অপহরণ করে ৩৫ লাখ টাকা মুক্তিপণ আদায়, মাগুরা থেকে একজন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-11-20T15:30:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fyjvxoqsd%2FCid-Arrest.jpg?rect=0%2C0%2C722%2C379&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, মামলার তদন্তে জানা যায়, অপহরণকারীরা যেসব মোবাইল ফাইন্যান্সিয়াল সার্ভিস নম্বর ও ব্যাংকের হিসাব নম্বর অপহৃতের স্বজনদের দিয়েছিল, সেগুলোর তথ্যাদি পর্যালোচনা করে মো. জিয়াউর রহমান (৪২) নামের একজনের তথ্য পায় সিআইডি। গ্রেপ্তার জিয়াউর প্রাথমিক জিজ্ঞাসাবাদে সিআইডি কর্মকর্তাদের বলেছেন, সৌদি আরবে অবস্থানরত অপহরণকারীদের সঙ্গে পরস্পর যোগসাজশে এই কাজে যুক্ত ছিলেন। মুক্তিপণ হিসেবে নেওয়া টাকা থেকে ৫ লাখ টাকা পেয়েছেন তিনি।</p><p>সিআইডির কর্মকর্তা জসীম উদ্দিন বলেন, মামলাটি বর্তমানে সিআইডির ঢাকা মেট্রো (পূর্ব) ইউনিট তদন্ত করছে। গ্রেপ্তার জিয়াউর রহমানকে রিমান্ডের আবেদনসহ পরবর্তী আইনগত কার্যক্রম প্রক্রিয়াধীন। অপরাধের পূর্ণাঙ্গ তথ্য উদ্‌ঘাটন, অপরাপর সদস্যদের শনাক্ত ও গ্রেপ্তারে সিআইডির তদন্ত ও অভিযান অব্যাহত রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৩০ কোটি নিচ্ছেন প্রিয়াঙ্কা, ‘বাহুবলী’ নির্মাতার নতুন ছবির জন্য কে কত পাচ্ছেন | প্রথম আলো",
            "time": "2025-11-20T15:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fcnr297va%2Fe9093be2-377d-4752-9f1c-2090412aafb2.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রিয়াঙ্কা সর্বোচ্চ পারিশ্রমিকপ্রাপ্ত অভিনেত্রী<br></strong>‘বারাণসী’র জন্য প্রিয়াঙ্কা চোপড়া নিচ্ছেন প্রায় কোটি রুপি। ফলে তিনি বর্তমানে পারিশ্রমিকের দিক থেকে দীপিকা পাড়ুকোন ও আলিয়া ভাটের চেয়েও এগিয়ে গেছেন।</p><p><strong>পৃথ্বীরাজ সুকুমারনের পারিশ্রমিক<br></strong>ফিন্যান্সিয়াল এক্সপ্রেসর তথ্য অনুযায়ী, সাধারণত পৃথ্বীরাজের পারিশ্রমিক থাকে₹৪-১০ কোটি রুপির মধ্যে। যদিও ‘বারাণসী’র জন্য তাঁর নির্দিষ্ট অঙ্ক আনুষ্ঠানিকভাবে জানানো হয়নি, তবে প্রতিবেদন অনুযায়ী, এই ছবির জন্য তিনি ১০ কোটি রুপির বেশি পারিশ্রমিক পেতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ হাসিনাকে বাংলাদেশে ফেরত পাঠানোর দাবি বিএনপি নেতা রুহুল কুদ্দুসের | প্রথম আলো",
            "time": "2025-11-20T15:28:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F7ek9bto7%2FWhatsApp-Image-2025-11-20-at-20.05.4044aa5d1a.jpg?rect=8%2C0%2C1373%2C721&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলা বিএনপির আহ্বায়ক রহিম নেওয়াজের সভাপতিত্বে মতবিনিময় সভায় প্রধান অতিথির বক্তব্য দেন বিএনপি নেতা রুহুল কুদ্দুস তালুকদার। সভায় জেলা বিএনপির যুগ্ম সম্পাদক সাইফুল ইসলাম আফতাব, মোস্তাফিজুর রহমান, সদস্য শহিদুল ইসলাম, নাসিম উদ্দিন, নাটোর পৌরসভার সাবেক মেয়র কাজী শাহ আলম, জেলা যুবদলের সভাপতি এ হাই তালুকদার, জেলা ছাত্রদলের সাধারণ সম্পাদক মারুফ ইসলাম প্রমুখ উপস্থিত ছিলেন।</p><p>শেখ হাসিনাকে নিয়ে রুহুল কুদ্দুস তালুকদার বলেন, তিনি শুধু তাঁর পরিবারের ক্ষতি করেননি; তিনি বাংলাদেশ আওয়ামী লীগের (কার্যক্রম নিষিদ্ধ) মতো ঐতিহ্যবাহী একটি রাজনৈতিক দলকে ধ্বংস করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "তত্ত্বাবধায়ক সরকার ব্যবস্থা পুনর্বহালের মধ্য দিয়ে জনগণের বিজয় হয়েছে: খেলাফত মজলিস | প্রথম আলো",
            "time": "2025-11-20T15:26:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-10%2Fje9hh2v1%2FUntitled-3.jpg?rect=0%2C103%2C1488%2C781&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বৃহস্পতিবার এক যৌথ বিবৃতিতে এ কথা বলেন খেলাফত মজলিসের আমির মাওলানা আবদুল বাছিত আজাদ ও মহাসচিব আহমদ আবদুল কাদের।</p><p>বিবৃতিতে বলা হয়, ২০১১ সালের ১০ মে তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিল ঘোষণা করেন সুপ্রিম কোর্টের আপিল বিভাগ। এর পরিপ্রেক্ষিতে দলীয় সরকারের তত্ত্বাবধানে অনুষ্ঠিত তিনটি জাতীয় নির্বাচনের মাধ্যমে দেশে একদলীয় আওয়ামী ফ্যাসিবাদী শাসন প্রলম্বিত হয়। বিরোধী রাজনৈতিক দল ও ভিন্নমতের বিরুদ্ধে শুরু হয় নিষ্ঠুর দমন-পীড়ন। বিগত ১৬ বছর গণহত্যা, গুম, অপহরণ ও নির্যাতন-নিপীড়নের স্টিমরোলার চালিয়ে বাক্‌স্বাধীনতা রুদ্ধ করা হয়। বাংলাদেশের স্বাধীনতা-সার্বভৌমত্ব ও জননিরাপত্তা হুমকির মুখে পড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তেজনার মধ্যে কুমিল্লায় পাশাপাশি স্থানে বিএনপির দুই পক্ষের সমাবেশ | প্রথম আলো",
            "time": "2025-11-20T15:22:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fkbhexyvf%2Fcccccc.jpg?rect=0%2C44%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে প্রধান অতিথির বক্তব্যে আমিন–উর–রশিদ বলেন, ‘নির্দ্বিধায় বলতে চাই, আমি বিএনপির কষ্টিপাথরে ঘষা পরীক্ষিত নেতা, আমি ভেসে আসি নাই। আমি বিভিন্ন জায়গায় ঘুরে বেড়ানো লোক না। আমি যেখানে আছি, সেখানেই আমি মৃত্যুবরণ করতে চাই। এই কুমিল্লার মানুষের কল্যাণে আমার শেষ রক্তবিন্দু পর্যন্ত লড়াই করব।’ তিনি বলেন, ‘কিছু গিরিঙ্গিবাজ এখনো বিএনপিকে ধ্বংস করার জন্য লেগে আছে। অনেকে বলে, দলের ভেতরেও কিছু এমন মানুষ আছে। আল্লাহকে হাজির–নাজির করে বলছি, তারা বিএনপির কিছুই করতে পারবে না। আমরা ছিলাম, আমরা আছি, আমরাই থাকব।’</p><p>সমাবেশে অন্যদের মধ্যে মহানগর বিএনপির সাধারণ সম্পাদক ইউসুফ মোল্লা (টিপু), আদর্শ সদর উপজেলা বিএনপির সভাপতি রেজাউল কাইউম, সাধারণ সম্পাদক শফিউল আলম (রায়হান), দক্ষিণ জেলা যুবদলের আহ্বায়ক মো. আনোয়ারুল হকসহ বিএনপি ও সহযোগী সংগঠনের নেতা–কর্মীরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিচারব্যবস্থার কার্যকারিতা নিশ্চিতে সমন্বিত উদ্যোগ জরুরি | প্রথম আলো",
            "time": "2025-11-20T15:22:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fb4ajpmm1%2FWhatsApp-Image-2025-11-20-at-20.48.10.jpeg?rect=0%2C199%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধান বিচারপতি এস কে সিনহার প্রসঙ্গ তুলে এই জ্যেষ্ঠ আইনজীবী বলেন, দেশে এমন বিরল ঘটনা ঘটেছে, একজন প্রধান বিচারপতি রায় দেওয়া বা মতপ্রকাশের কারণে কার্যত পদচ্যুত হয়েছেন। এ ধরনের অভিজ্ঞতা বিচারকদের মধ্যে অনিশ্চয়তা তৈরি করে। এ ছাড়া বার কাউন্সিলের সংস্কারের প্রয়োজনীয়তা, রাজনীতিতে আইনজীবীর ভূমিকার বিষয়গুলো উঠে আসে তাঁর বক্তব্যে। ন্যায়বিচার নিশ্চিতে বিচারব্যবস্থায় ব্যক্তিত্বসম্পন্ন, সৎ, মেধাবীদের নিতে হবে বলেও মনে করেন তিনি।</p><p>আলোচনায় সুপ্রিম কোর্টের আরেক জ্যেষ্ঠ আইনজীবী ফিদা এম কামাল বলেন, ‘আমাদের বিচারকদের মানসিকতাও স্বাধীন হওয়া প্রয়োজন। ন্যায়বিচার ও আইনের মাধ্যমে বিচার নিশ্চিতে এটি অত্যন্ত জরুরি। আশা করছি, আমরা সঠিক পথে এগিয়ে চলেছি এবং শিগগিরই আমরা আমাদের কাঙ্ক্ষিত লক্ষ্যে পৌঁছে যাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বেগম রোকেয়ার ‘সুলতানা’স ড্রিম’ মঞ্চে, আইইউবি থিয়েটারের নতুন প্রযোজনা | প্রথম আলো",
            "time": "2025-11-20T15:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fcya1mr5c%2FDSC08554.jpg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘সুলতানার স্বপ্ন’-তে অভিনয় করেছেন সাদিয়া আফরিন, সুমাইয়া ইমা, ফারজানা আক্তার, সুনিতা সাহা, সানজিদা মাহাবুব, জয় সাহা, রিশাদ হাসান, তাহমিদ তামজিদ আযান সিকদার, রিফাত হাসান, হাসিবুর রহমান, আহমেদ ইয়াশফিন, নূরে মুক্তাদির আজমীর, আফরিনা রহমান, নুজহাত তাবাসসুম, কাফিনূর আজিজ, রকিবুল হাসান, মেহেদী হাসান, মো. তৌহিদুল ইসলাম, সৌহার্দ্য পাল, মাইশা রহমান, তাবাসসুম, ইভা, নুসরাত, এস এম সাকিল আমিন ও মো. সামিউল ইসলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেন যুদ্ধ বন্ধে যুক্তরাষ্ট্রের নতুন প্রস্তাব | প্রথম আলো",
            "time": "2025-11-20T15:13:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fwuxa8ihz%2FUkraine.avif?rect=0%2C38%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ইউক্রেনের সামরিক বাহিনীর একটি ট্যাংক। লুহানস্ক অঞ্চল, দনবাস, ইউক্রেন। ২৫ ফেব্রুয়ারি ২০২২</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আদমজী ইপিজেড হাসপাতালে চাকরির সুযোগ | প্রথম আলো",
            "time": "2025-11-20T15:12:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Fca0315e0-d981-4469-bbce-759a02f5cfc8%2F234d356b-456f-4aa4-bcf5-4e41622a7b0f.webp?rect=0%2C0%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. গাইনোকোলজিস্ট ও অবস</p><p>পদসংখ্যা: ০১</p><p>শিক্ষাগত অন্যান্য ও যোগ্যতা: সংশ্লিষ্ট ফিল্ডে এফসিপিএস/এমএস ডিগ্রি/৪ বছরের অভিজ্ঞতাসহ ডিজিও ডিগ্রি বা বিএমডিসি কর্তৃক স্বীকৃত সমমানের ডিগ্রি এবং বিএমডিসি রেজিস্ট্রেশন প্রাপ্ত।</p><p>বেতন স্কেল: ৪৩,০০০-৬৯,৮৫০ টাকা (গ্রেড-০৫)</p><p>বয়স: সর্বোচ্চ ৪২ বছর</p><p>২. মেডিকেল অফিসার</p><p>পদসংখ্যা: ০১</p><p>শিক্ষাগত অন্যান্য ও যোগ্যতা: এমবিবিএস ডিগ্রিধারী এবং বিএমডিসি রেজিস্ট্রেশনপ্রাপ্ত।</p><p>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা (গ্রেড-০৯)</p><p>বয়স: সর্বোচ্চ ৩২ বছর</p></div></div></div></body></html>"
        }
    ]
}