{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মুক্তিযুদ্ধের ইতিহাস রক্ষায় ‘মঞ্চ ৭১’-এর আত্মপ্রকাশ | প্রথম আলো",
            "time": "2025-08-05T12:41:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fagtgf2vn%2FWhatsApp-Image-2025-08-05-at-6.39.23-PM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুক্তিযুদ্ধের ইতিহাস বিকৃতি রোধ, ইতিহাস মুছে ফেলার ষড়যন্ত্র প্রতিহত এবং বীর মুক্তিযোদ্ধাদের সম্মান রক্ষাসহ বিজ্ঞপ্তিতে পাঁচ দফা দাবি জানানো হয়। দাবিগুলো হলো—১. জুলাই ঘোষণাপত্রে মুক্তিযুদ্ধের ইতিহাস এবং চেতনার সঙ্গে সাংঘর্ষিক কোনো বক্তব্য ও ব্যাখ্যা থাকবে না, তা নিশ্চিত করতে হবে। জুলাই ঘোষণাপত্রে মুক্তিযুদ্ধ ও স্বাধীনতার বিপক্ষে অসম্মানজনক কিছু থাকলে তা সম্পূর্ণভাবে প্রত্যাখ্যান করা হবে।</p><p>২. মুক্তিযুদ্ধের অর্জন, ইতিহাস ও চেতনা মুছে ফেলে তথাকথিত নতুন সংবিধান প্রণয়ন করার অপপ্রয়াস বাঙালি জাতি কোনো দিন মেনে নেবে না।</p><p>৩. কোনো রাজনৈতিক দলের অপরাধ ও ব্যর্থতার দায়ে বীর মুক্তিযোদ্ধাদের ঢালাওভাবে অভিযুক্ত করা যাবে না।</p><p>৪ . মুক্তিযুদ্ধের ইতিহাস বিকৃত করা, ইতিহাস মুছে ফেলা, মুক্তিযুদ্ধের বিরুদ্ধে ঘৃণা, বিদ্বেষ ছড়ানো, বীর মুক্তিযোদ্ধাদের হেয় করার সঙ্গে সংযুক্ত সব ব্যক্তির বিরুদ্ধে অবিলম্বে রাষ্ট্রদ্রোহিতার অভিযোগে মামলা দায়ের করে গ্রেপ্তার এবং বিচার করতে হবে।</p><p>৫. অধ্যাপক মুহাম্মদ ইউনূসের অন্তর্বর্তী সরকারকে মুক্তিযুদ্ধ সম্পর্কে অবস্থান পরিষ্কার করতে হবে। তাদের বলতে হবে, তারা কী মনে করে, কী করবে আর কী করবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণঅভ্যুত্থান দিবস: একদিন বন্ধ একাদশের অনলাইন ভর্তি আবেদন | প্রথম আলো",
            "time": "2025-08-05T12:37:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fc661bce1-b5fd-4623-a2c8-20c3abd40143%2FSSC_Dhaka.jfif?rect=0%2C16%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গ্রুপ নির্বাচন যেভাবে হবে—</strong></p><p>বিজ্ঞান গ্রুপ থেকে এসএসসি উত্তীর্ণ শিক্ষার্থীরা উচ্চমাধ্যমিকে বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা গ্রুপের যেকোনো একটি নির্বাচন করতে পারবে। মানবিক ও ব্যবসায় শিক্ষা গ্রুপ থেকে উত্তীর্ণরা এ দুই গ্রুপের যেকোনো একটি নির্বাচন করতে পারবে। দাখিল উত্তীর্ণ বিজ্ঞান গ্রুপের শিক্ষার্থীরা বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা গ্রুপের যেকোনো একটি ও সাধারণ গ্রুপ থেকে উত্তীর্ণ শিক্ষার্থীরা মানবিক ও ব্যবসায় শিক্ষা গ্রুপের যেকোনো একটি নির্বাচন করতে পারবেন। ভর্তির জন্য কোনো পরীক্ষা হবে না, শিক্ষার্থীদের এসএসসি ও সমমান পরীক্ষার ফলের ভিত্তিতে ভর্তি করা হবে।</p><p><strong>তিন ধাপে আবেদন ও ফল প্রকাশ, ভর্তি ও ক্লাস কবে—</strong></p><p>প্রথম ধাপে অনলাইনে একাদশে ভর্তির আবেদন চলবে ১১ আগস্ট পর্যন্ত। প্রথম ধাপের ফল প্রকাশ করা হবে ২০ আগস্ট রাত ৮টার দিকে প্রকাশ হবে। এরপর আরও দুই ধাপে আবেদন গ্রহণ, ফল প্রকাশ, নিশ্চয়ন ও চূড়ান্ত ভর্তি শেষে আগামী ১৫ সেপ্টেম্বর একাদশ শ্রেণিতে ক্লাস শুরু করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থানের শহীদদের ‘জাতীয় বীর’ ঘোষণা | প্রথম আলো",
            "time": "2025-08-05T12:29:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F252o0huc%2FWhatsApp-Image-2025-08-05-at-5.53.18-PM.jpeg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ–অভ্যুত্থানের শহীদদের ‘জাতীয় বীর’ হিসেবে ঘোষণা করে জুলাই ঘোষণাপত্র দিয়েছে অন্তর্বর্তী সরকার। প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আজ মঙ্গলবার বিকেল পাঁচটায় জাতীয় সংসদের দক্ষিণ প্লাজায় এ ঘোষণাপত্র পাঠ করেন। এ সময় তাঁর সঙ্গে বিভিন্ন রাজনৈতিক দলের শীর্ষস্থানীয় নেতারা উপস্থিত ছিলেন।</p><p>ঘোষণাপত্রে বলা হয়, ‘বাংলাদেশের জনগণ জুলাই গণ–অভ্যুত্থানের সকল শহীদদের জাতীয় বীর হিসেবে ঘোষণা করে শহীদদের পরিবার, আহত যোদ্ধা এবং আন্দোলনকারী ছাত্র–জনতাকে প্রয়োজনীয় সকল আইনি সুরক্ষা দেওয়ার অভিপ্রায় ব্যক্ত করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জনগণকে মুক্তি দিতে হলে নির্বাচিত সরকার দরকার: গয়েশ্বর চন্দ্র রায় | প্রথম আলো",
            "time": "2025-08-05T12:28:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F3ol69rnm%2FDhakaDH052820250805goyesshor-pothshova.jpg?rect=0%2C0%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির স্থায়ী কমিটির এই সদস্য আরও বলেন, ‘আমাদের লক্ষ্য ছিল দেশের মানুষের ভোটের অধিকার ফিরিয়ে আনা। বাংলাদেশের মানুষ যাতে ভোটদান থেকে বঞ্চিত না হয়। ফ্যাসিবাদী সরকার পুলিশ বাহিনী দিয়ে দিনের ভোট রাতে করেছে। তারা এ দেশের মানুষকে রক্তাক্ত করেছে। আজকের আনন্দের দিনে আমাদের বুকে ব্যথা ও যন্ত্রণা আছে। কারও ভাই, কারও বন্ধু আজ নেই। তাঁরা এ দেশের মানুষের ভোটারাধিকার ও ন্যায়বিচার প্রতিষ্ঠার জন্য জীবন দিয়েছেন।’ তিনি বলেন, ‘জনগণকে মুক্তি দিতে হলে নির্বাচিত সরকার দরকার। নির্বাচিত সরকার ছাড়া জনগণের মুক্তি কারও পক্ষে সম্ভব নয়। এই দেশ জনগণের কথায় চলবে।’</p><p>১৭ বছরের ঘুষ দুর্নীতি এখনো চলছে দাবি করে গয়েশ্বর রায় বলেন, এখনো ঘুষ ছাড়া কোনো কাজ হয় না। অতীতে যাঁরা অন্যায় করেছেন, তাঁরা পদচ্যুত হয়েছেন। অনেকে দেশ ছেড়েছেন। অন্যায়কারীকে বিচারের কাঠগড়ায় দাঁড়াতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাজিরায় আবার ভাঙন: দ্বিতল মসজিদ, বসতবাড়ি, দোকান ও সড়ক পদ্মায় বিলীন | প্রথম আলো",
            "time": "2025-08-05T12:24:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fotcmmeb4%2FWhatsApp-Image-2025-08-05-at-15.33.142ead3206.jpg?rect=0%2C146%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুপুরে জাজিরার আলম খারকান্দি এলাকায় গিয়ে দেখা যায়, থেমে থেমে নদীভাঙন চলছে। নদীর তীরের মাটি ভেঙে বিলীন হচ্ছে। আশপাশের মানুষ আতঙ্কে বাড়ির বিভিন্ন স্থাপনা সরিয়ে নিচ্ছেন। ভাঙন ঠেকাতে পাউবোর কর্মীরা নদীতে বালুভর্তি জিও ব্যাগ ফেলছেন। বিভিন্ন বসতবাড়িতে থাকা বিভিন্ন ধরনের গাছপালা কেটে নিয়ে যাওয়া হচ্ছে।</p><p>পাউবোর শরীয়তপুর কার্যালয়ের নির্বাহী প্রকৌশলী তারেক হাসান প্রথম আলোকে বলেন, বেশ কয়েক দিন ধরে নদীতে স্রোত বেড়েছে। অতিরিক্ত স্রোত থাকায় জাজিরা এলাকায় ভাঙন দেখা দিয়েছে। তাঁরা ভাঙন ঠেকানোর চেষ্টা করছেন। ভাঙনকবলিত ৮০০ মিটার এলাকাজুড়ে বালুভর্তি জিও ব্যাগ ও জিও টিউব ফেলা হচ্ছে।</p><p>শরীয়তপুরের জেলা প্রশাসক তাহসিনা বেগম বলেন, নদীভাঙনের শিকার মানুষদের পাশে দাঁড়িয়েছে জেলা প্রশাসন। তাঁদের খাদ্য ও অর্থসহায়তা দেওয়া হচ্ছে। যাঁদের কোনো থাকার জায়গা নেই, তাঁদের সরকারের খাসজমিতে পুনর্বাসন করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মৃদুল মধুর সন্তরণ (৩) | প্রথম আলো",
            "time": "2025-08-05T12:21:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fustysq4x%2FMridul-M-S.jpeg?rect=0%2C96%2C1350%2C709&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ফানোঁর কাছে শান্তিপূর্ণ মুক্তি বা স্বাধীনতা ছিল নেহাতই বোকার স্বর্গ। ‘ব্ল্যাক স্কিন, হোয়াইট মাস্কে’র একটি জায়গায় প্রাঞ্জল ভাষায় তিনি ফরাসি শাসনাধীন ক্যারিবীয় অঞ্চলকে ‘অসহনীয়’ বলে বর্ণনা দিয়েছেন, যদিও যেখানে দাসব্যবস্থার অবলুপ্তি ঘটেছিল এবং ফরাসি ডিক্রি জারি করে লোকজনকে নানা অধিকার দেওয়া হয়েছিল। </p><p>ফরাসি জিজ্ঞাসাবাদকারীরা সেখানে নিয়মিতভাবে নিপীড়ন-নির্যাতন চালাত; জোহরা দ্রিফের এক সহযোগীর যোনিতে তারা বৈদ্যুতিক শক প্রয়োগ করেছিল এবং আরেকজনের যোনিতে বিয়ারের বোতল ঢুকিয়ে দিয়েছিল। তাই নিয়ে ফরাসি বুদ্ধিজীবীরা শোরগোল তুললে ফানোঁ চোখ পাকিয়ে বলেছিলেন তারা কি দেখে না যে তাদের গোটা সাম্রাজ্যটাই এ ধরনের কর্মকাণ্ডের ওপর দাঁড়িয়ে আছে?</p><p>তবে সাম্রাজ্য নিয়ে আচ্ছন্ন ফানোঁ আশ্চর্যজনকভাবে বিশ্বের সবচেয়ে বড় শক্তির বিরুদ্ধে তেমন কিছু বলেননি। তাঁর কাছে মনে হয়েছিল, ‘আইন আদালত ও বিচারের তোয়াক্কা না করে মানুষকে শাস্তি বা মেরে ফেলার দেশ’ যুক্তরাষ্ট্র সম্ভাব্য সহযোগীও বটে—জন এফ কেনেডি ফরাসি উপনিবেশবাদের যে ‘চূড়ান্ত ও অনমনীয়’ বিরোধিতা তাঁকে আকৃষ্ট করেছিল। সিআইএ সমর্থিত অ্যাঙ্গোলান নেতা হোল্ডেন রবার্তোর সঙ্গে যে ফানোঁর এক বিপর্যয়কারী সখ্য ছিল, তা বোধ হয় যুক্তরাষ্ট্রের ক্ষমতা সম্পর্কে তাঁর অকপটতা দিয়ে ব্যাখ্যা করা যায়। হোল্ডেন উপনিবেশ স্থাপনকারীদের বিরুদ্ধে যেমন লড়াই করেছেন, তেমনি অ্যাঙ্গোলান বামপন্থীদের বিরুদ্ধেও। শাটজ আমাদের বলছেন, রবার্তো ফানোঁকে লুমুম্বার বিরুদ্ধে একটি গোপন ষড়যন্ত্রের কথা আগেভাগেই জানিয়েছিলেন, (সত্যি বলতে, লুমুম্বার বিরুদ্ধে একাধিক ষড়যন্ত্র হয়েছিল এবং তার একটিতে সিআইএর এক আততায়ী জড়িত ছিল)। রবার্তো মনে করতেন লুমুম্বা ‘আন্তর্জাতিক কমিউনিজম বা সাম্যবাদেরে একজন পুতুল মাত্র’ এবং বিশ্বাস করতেন যে ‘রক্ত না ঝরে উপায় নাই।’ লুমুম্বার শত্রুরা ১৯৬১ সালে তাঁকে হত্যা করে তার অঙ্গপ্রত্যঙ্গ কেটে নিলে ফানোঁ নিজেকে দায়ী করেছিলেন। </p><p>ফানোঁ আশা করেছিলেন তিনি যুদ্ধক্ষেত্রে মৃত্যুবরণ করবেন। কিন্তু তার বদলে তিনি লিউকেমিয়ায় আক্রান্ত হলেন। চিকিৎসার জন্য তিনি মস্কো উড়ে গেলেন, বৃথাই। অসুস্থ অবস্থাতেই তিনি তাঁর সবচেয়ে আবেগমথিত ও গুরুত্বপূর্ণ বই ‘দ্য রেচিড অব দ্য আর্থ’ শ্রুতলিখনের মাধ্যমে রচনা করলেন। তারপর, সিআই-এর সাহায্য গ্রহণ করে তাঁর পরিবার নিয়ে মেরিল্যান্ডের বেথসেডায় চিকিৎসার জন্য পাড়ি জমালেন। সেখানে রবার্তো তাঁকে হাসপাতালে দেখতে গিয়েছিলেন। ১৯৬১ সালের ডিসেম্বর মাসের ৬ তারিখ ফানোঁ ৩৬ বছর বয়সে মারা গেলেন। মার্কিন বিমানবাহিনী তাঁর মরদেহ আফ্রিকায় ফিরিয়ে নিয়ে গেল। এরপর, তিউনিসিয়ায় সর্বসাধারণের শ্রদ্ধাজ্ঞাপন পর্ব শেষে আলজেরিয়ায় সমাহিত হন ফানোঁ। </p><p>আলজেরিয়ার আট বছরব্যাপী স্বাধীনতাযুদ্ধে প্রায় ১৫ লাখ আলজেরীয়, ২৫ হাজার ৬০০ ফরাসি সৈন্য এবং ৬ হাজার ইউরোপীয় নিহত হন, স্বাধীনতার তিন বছর পর আলজেরিয়ার প্রেসিডেন্ট একটি সামরিক অভ্যুত্থানে ক্ষমতাচ্যুত হন। এবং যুদ্ধকালীন অনেক কর্মকাণ্ডই বহাল থাকে কয়েক বছর—দমন-পীড়ন-নির্যাতন, নজরদারি, স্বৈরতন্ত্র। </p><p>ফানোঁ আলজেরিয়ার স্বাধীনতা দেখে যেতে পারেননি। লিউকেমিয়ার হাত থেকে তিনি যদি বেঁচেও যেতেন, স্বাধীনতা-পরবর্তী আলজেরিয়ার দুর্গতি তিনি কতটা সহ্য করতে পারতেন, তা ভাববার বিষয়। তবে জগতের যেখানে যত অন্যায়, অবিচার, রাষ্ট্রীয় দমন-পীড়নের বিরুদ্ধে অত্যাচারিতর যত প্রতিবাদ বিপ্লবে ফ্রানৎস ফানোঁ একটি দুর্মর প্রতিবাদের কণ্ঠ, এক অনিঃশেষ অনুপ্রেরণার নাম। গোটা বিশ্বের বঞ্চিত লাঞ্ছিতের উত্তরাধিকার রয়েছে তাঁর বিভিন্ন অনলবর্ষী রচনায়, তার হ্রস্ব কিন্তু কর্মময় জীবনে।   </p></div></div></body></html>"
        },
        {
            "title": "কার্যক্রম নিষিদ্ধ আওয়ামী লীগের ১২ নেতা-কর্মী গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-05T12:19:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C30%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার ব্যক্তিরা হলেন তেজগাঁও শিল্পাঞ্চল থানা আওয়ামী লীগের সাবেক দপ্তর সম্পাদক হাবিবুর রহমান, নোয়াখালী ইউনিয়ন পরিষদের ৭ নম্বর ওয়ার্ড আওয়ামী লীগের সভাপতি জাহিদুল ইসলাম পারভেজ, মিরপুরের ১২ নম্বর ওয়ার্ড আওয়ামী লীগের দপ্তর সম্পাদক মজিবর রহমান, আওয়ামী যুবলীগ কেন্দ্রীয় কমিটির সদস্য ও ছাত্রলীগের সাবেক সহসম্পাদক জিয়াউল হক জিয়া, নবাব কাটরা ইউনিট যুবলীগের সহসভাপতি মো. কলিম,  কদমতলী থানার সাবেক শ্রমিক লীগের সাধারণ সম্পাদক হাবিবুর রহমান উজ্জ্বল, চাঁদপুর জেলা আওয়ামী মৎস্যজীবী লীগের সভাপতি রেদওয়ান খান বোরহান, কেন্দ্রীয় ছাত্রলীগের সাবেক সাংগঠনিক সম্পাদক সোহানুর রহমান, অমর একুশে হল ছাত্রলীগের সাধারণ সম্পাদক আতাউল গনি কৌশিক, কেন্দ্রীয় ছাত্রলীগের সাবেক সহসভাপতি এরশাদুর রহমান রিফাত, চুয়াডাঙ্গা জেলার জীবননগর পৌর সাবেক মেয়র ও আওয়ামী লীগের সাধারণ সম্পাদক জাহাঙ্গীর আলম এবং ঢাকা মহানগর উত্তর শ্রমিক লীগের সাধারণ সম্পাদক ইকবাল হোসেন পলাশ।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতীকী ‘হেলিকপ্টার’ ওড়ানোর সময় বিস্ফোরণ, দগ্ধদের ১১ জন হাসপাতালে | প্রথম আলো",
            "time": "2025-08-05T12:17:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F0vswov3h%2Fweb.jpg?rect=0%2C61%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"প্রতীকী ‘হেলিকপ্টার’ ওড়ানোর সময় বিস্ফোরণ, দগ্ধদের ১১ জন হাসপাতালে\" class=\"nA4h1 \">প্রতীকী ‘হেলিকপ্টার’ ওড়ানোর সময় বিস্ফোরণ, দগ্ধদের ১১ জন হাসপাতালে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-05T18:17:03+06:00\"><span>প্রকাশ: ০৫ আগস্ট ২০২৫, ১২: ১৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "৫০০ কোটির বেশি স্টারফিশ মারা যাওয়ার রহস্য উন্মোচন করেছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2025-08-05T12:16:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F7zpf9w1g%2Fstarfish.reuters.jpg?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টারফিশের সাধারণত পাঁচটি বাহু থাকে। কিছু প্রজাতির ২৪টি পর্যন্ত বাহু থাকে। এসব প্রাণীর রং ঘন কমলা থেকে কমলা, বেগুনি, বাদামি ও সবুজ রঙের হয়। ২০১৩ সাল থেকে ব্যাপকভাবে স্টারফিশ মারা যাওয়ার ঘটনা ঘটেছে। এক দশকের বেশি সময় ধরে চলা এই মহামারিতে স্টারফিশের ২০টির বেশি প্রজাতি ধ্বংস হয়ে গেছে বলে বিজ্ঞানীরা ধারণা করছেন। এখনো এই মহামারি চলছে। মহামারির কারণে সানফ্লাওয়ার নামের স্টারফিশের একটি প্রজাতি সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে। মহামারি শুরুর প্রথম পাঁচ বছরেই প্রায় ৯০ শতাংশ বিলুপ্ত হয়ে গেছে এই প্রজাতির স্টারফিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেট থেকে ছেড়ে যাওয়া বিশেষ ট্রেনে যাত্রী ছিলেন ‘৫০-৬০ জন’ | প্রথম আলো",
            "time": "2025-08-05T12:16:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-20%2Fjlsuk9ih%2FWhatsApp-Image-2025-07-20-at-11.11.36.jpeg?rect=0%2C0%2C515%2C270&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই ঘোষণাপত্র পাঠ অনুষ্ঠান উপলক্ষে সিলেট স্টেশন থেকে ঢাকার উদ্দেশে ছেড়ে আসা বিশেষ ট্রেনে যাত্রী ছিলেন ৫০ থেকে ৬০ জন। রেলওয়ের কর্মকর্তারা এ কথা জানিয়েছেন।</p><p>৫৪৮ আসনসংখ্যার ওই ট্রেন আজ মঙ্গলবার সকাল পৌনে ছয়টার দিকে সিলেট স্টেশন ছেড়ে যায়।</p><p>জুলাই ঘোষণাপত্র পাঠ অনুষ্ঠানে সারা দেশ থেকে ছাত্র-জনতা আনতে আট জোড়া ট্রেন ভাড়া করেছে সরকার। এর মধ্যে সিলেট স্টেশন থেকে ঢাকার উদ্দেশে ছেড়ে গেছে একটি বিশেষ ট্রেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গুঁড়ি গুঁড়ি বৃষ্টির মধ্যে মানিক মিয়া অ্যাভিনিউয়ে চলছে ‘৩৬ জুলাই উদযাপন’ | প্রথম আলো",
            "time": "2025-08-05T12:16:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fyq15byzl%2FJuly-Manik-miyan-01.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২৬ জুলাই উদযাপন উপলক্ষে সংসদ ভবন ও এর আশপাশের এলাকায় আইনশৃঙ্খলা রক্ষাকারী বাহিনীর ব্যাপক উপস্থিতি রয়েছে। সেই সঙ্গে নেমেছে মানুষের ঢল। অনেক নারী ও শিশুও উপস্থিতি রয়েছে। মানুষের হাতে, মাথায় জাতীয় পতাকা। লাল ও সবুজ রঙও উড়নো হচ্ছে।</p><p>বাংলাদেশের পতাকা ও ‘ই’ লেখা লাল পতাকা নিয়ে একদল স্লোগান দিচ্ছিলেন ‘ইনকিলাব ইনকিলাব, জিন্দাবাদ জিন্দাবাদ/দিল্লি না ঢাকা, ঢাকা ঢাকা’।</p></div></div></div></body></html>"
        },
        {
            "title": "কানাডায় কেয়া, নতুন ছবি দিয়ে সাড়া ফেললেন | প্রথম আলো",
            "time": "2025-08-05T12:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fuopq9og2%2Fkeyapayelofficial_1754371155_3692255324750655565_3514873828.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">এ প্রসঙ্গে তিনি বলেছিলেন, ‘একসময় অনেক বেশি নাটকে অভিনয় করেছি। তখন নিয়মিত হওয়াটাই জরুরি ছিল। পরে পরিচিতি বাড়তে থাকলে আমার কাছে মনে হয় সংখ্যা বাড়ানোর চেয়ে ভালো গল্পে কাজ করা জরুরি। যে কারণে এখন সব সময়ই বিশেষ দিবসে সীমিত কাজ করি। মানটাই মুখ্য আমার কাছে। কম কাজ নিয়েই থাকতে চাই। সংখ্যা বাড়াতে চাই না।’ অভিনেত্রীর ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্রে কী আছে, পড়ুন বিস্তারিত | প্রথম আলো",
            "time": "2025-08-05T12:00:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fj2i33w9m%2FWhatsApp-Image-2025-08-05-at-6.02.53-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবং</p><p>২৩। সেহেতু, বাংলাদেশের জনগণ বিগত ষোলো বছরের দীর্ঘ ফ্যাসিবাদবিরোধী আন্দোলন-সংগ্রাম কালে এবং ২০২৪ সালের জুলাই গণ-অভ্যুত্থানকালীন সময়ে ফ্যাসিস্ট আওয়ামী লীগ সরকার কর্তৃক সংঘটিত গুম-খুন, হত্যা, গণহত্যা, মানবতা বিরোধী অপরাধ ও সকল ধরনের নির্যাতন, নিপীড়ন এবং রাষ্ট্রীয় সম্পত্তি লুণ্ঠনের অপরাধসমূহের দ্রুত উপযুক্ত বিচারের দৃঢ় অভিপ্রায় ব্যক্ত করছে;</p><p>এবং</p><p>২৪। সেহেতু, বাংলাদেশের জনগণ জুলাই গণ-অভ্যুত্থানের সকল শহীদদের জাতীয় বীর হিসেবে ঘোষণা করে শহীদদের পরিবার, আহত যোদ্ধা এবং আন্দোলনকারী ছাত্রজনতাকে প্রয়োজনীয় সকল আইনি সুরক্ষা দেওয়ার অভিপ্রায় ব্যক্ত করছে।</p><p>এবং</p><p>২৫। সেহেতু, বাংলাদেশের জনগণ যুক্তিসংগত সময়ে আয়োজিতব্য অবাধ, সুষ্ঠু ও নিরপেক্ষ একটি নির্বাচনের মাধ্যমে গঠিত জাতীয় সংসদে প্রতিশ্রুত প্রয়োজনীয় সাংবিধানিক সংস্কারের মাধ্যমে দেশের মানুষের প্রত্যাশা, বিশেষত তরুণ প্রজন্মের আকাঙ্ক্ষা অনুযায়ী আইনের শাসন ও মানবাধিকার, দুর্নীতি, শোষণমুক্ত, বৈষম্যহীন ও মূল্যবোধসম্পন্ন সমাজ এবং গণতান্ত্রিক রাষ্ট্র ব্যবস্থা প্রতিষ্ঠার অভিপ্রায় ব্যক্ত করছে।</p><p>এবং</p><p>২৬। সেহেতু বাংলাদেশের জনগণ এই প্রত্যাশা ব্যক্ত করছে যে একটি পরিবেশ ও জলবায়ু সহিষ্ণু অন্তর্ভুক্তিমূলক ও টেকসই উন্নয়ন কৌশলের মাধ্যমে বর্তমান ও ভবিষ্যৎ প্রজন্মের অধিকার সংরক্ষিত হবে।</p><p>এবং</p><p>২৭। বাংলাদেশের জনগণ এই অভিপ্রায় ব্যক্ত করছে যে, ছাত্র-গণ-অভ্যুত্থান ২০২৪-এর উপযুক্ত রাষ্ট্রীয় ও সাংবিধানিক স্বীকৃতি প্রদান করা হবে এবং পরবর্তী নির্বাচনে নির্বাচিত সরকারের সংস্কারকৃত সংবিধানের তফসিলে এ ঘোষণাপত্র সন্নিবেশিত থাকবে।</p><p>এবং</p><p>২৮। ৫ আগস্ট ২০২৪ সালে গণ-অভ্যুত্থানে বিজয়ী বাংলাদেশের জনগণের আকাঙ্ক্ষার প্রতিফলন হিসেবে এই ঘোষণাপত্র প্রণয়ন করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "আমিরের ৪ ফ্ল্যাটের ভাড়া ৩৫ লাখ টাকা | প্রথম আলো",
            "time": "2025-08-05T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-21%2Fex3oo3ps%2F641740-01-02.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সূত্র থেকে জানা গেছে, আমির খান বর্তমানে যে হাউজিং সোসাইটিতে থাকেন, সেটাতে কিছু পুনর্নির্মাণের কাজ চলছে। ভার্গো কো–অপারেটিভ হাউজিং সোসাইটি, যেখানে আমির খানের প্রায় ১২টি অ্যাপার্টমেন্ট রয়েছে, এগুলো পুনর্নির্মাণ করা হচ্ছে। </p></div></div></div></body></html>"
        },
        {
            "title": "ফিলিস্তিনকে স্বীকৃতি দিয়ে কি প্রায়শ্চিত্ত করতে চায় ফ্রান্স-যুক্তরাজ্য | প্রথম আলো",
            "time": "2025-08-05T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fj4ssg2zf%2F880773-01-02.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের তথ্য অনুযায়ী, দুই বছরে গাজায় অন্তত ৩৫ হাজারের বেশি মানুষকে হত্যা করা হয়েছে। তাঁদের মধ্যে একটি বড় অংশ নারী ও শিশু। ১৯৪৮ সাল থেকে এ পর্যন্ত এই অঞ্চলে ইসরায়েলের নৃশংসতায় প্রায় দেড় লাখ ফিলিস্তিনি মানুষ নিহত হয়েছেন। হাজার হাজার মানুষকে হতে হয়েছে পঙ্গু আহত ও উদ্বাস্তু। লাখ লাখ ফিলিস্তিনি হয়েছেন শরণার্থী।</p><p>বিশ্লেষকের মতে, জি-৭ ভুক্ত উল্লিখিত রাষ্ট্রগুলোর স্বীকৃতি ফিলিস্তিন রাষ্ট্রের জন্য অবশ্যই কূটনৈতিক গুরুত্ব বহন করে। তবে সেটি কতটা কার্যকর হবে, তা নিয়ে সন্দেহ আছে।</p><p>অনেক বিশ্লেষক বলেছেন, ফিলিস্তিনির পক্ষে স্বীকৃতি দেওয়া আগের ১৪৭ দেশের মতো এই তিন রাষ্ট্রের স্বীকৃতিও একধরনের প্রতীকী। এ প্রতীকী স্বীকৃতি ফিলিস্তিনিদের প্রকৃত স্বাধীনতা কতটুকু আনতে পারবে, তা নিয়ে যথেষ্ট প্রশ্ন রয়েছে।</p><p>ফিলিস্তিনের পক্ষে স্বীকৃতি দেওয়া রাষ্ট্রের সংখ্যা দিন দিন হয়তো আরও বাড়বে, তবে ফ্রান্স ও যুক্তরাজ্যর ঐতিহাসিক ভূমিকার জন্য এ স্বীকৃতি অনেকটা ‘পাপের প্রায়শ্চিত্ত’ হিসেবে দেখা হচ্ছে। কারণ, মধ্যপ্রাচ্যের এ সংকটের পেছনে যুক্তরাজ্য ও ফ্রান্সের ঔপনিবেশিক নীতি এবং সমর্থনই মূলভাবে দায়ী।</p></div></div></div></body></html>"
        },
        {
            "title": "চশমার বিকল্প কি লেজার সার্জারি? | প্রথম আলো",
            "time": "2025-08-05T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fqbu2cnnq%2F20250526_SA_0040.jpg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"চশমার বিকল্প কি লেজার সার্জারি?\" class=\"IiRps \">চশমার বিকল্প কি লেজার সার্জারি?</h1></p><div class=\"Ibzfy\"><p>অনেকেই এই প্রশ্ন করেন, চশমার বিকল্প কি লেজার সার্জারি? চশমা পরলে একটা পড়ুয়া ভাব আসে বলে অনেকেই যেমন চশমা পরতে পছন্দ করেন, ঠিক তার বিপরীত দিকও আছে। সৌন্দর্য কমে যাবে ভেবে চশমা পরতে পছন্দ করেন না অনেকে। আবার পাওয়ার বেশি হলে ভারী চশমা পরতেও ইচ্ছা করে না অনেকের। অন্য দিকে চক্ষুবিজ্ঞানের এত এত অত্যাধুনিক প্রযুক্তির মধ্যে তাহলে চশমার বিকল্প কী হতে পারে?</p></div></div></div></body></html>"
        },
        {
            "title": "এমন দেশ গড়তে চাই যেখানে মানুষ নিরাপদে থাকবে: তারেক রহমান | প্রথম আলো",
            "time": "2025-08-05T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fvcgpoynv%2F3-web.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এমন দেশ গড়তে চাই যেখানে মানুষ নিরাপদে থাকবে: তারেক রহমান\" class=\"nA4h1 \">এমন দেশ গড়তে চাই যেখানে মানুষ নিরাপদে থাকবে: তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-05T18:00:00+06:00\"><span>প্রকাশ: ০৫ আগস্ট ২০২৫, ১২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "শরণার্থীদের জন্য মহানবী (সা.)-এর শিক্ষা | প্রথম আলো",
            "time": "2025-08-05T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fstq6povb%2F8953079.jpg?rect=0%2C241%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীজি (সা.)-এর শিক্ষা আজও প্রাসঙ্গিক। কোরআন ও সুন্নাহ দয়া ও করুণার উপর জোর দেয়। তিনি বলেছেন: ‘যে কাউকে কষ্টে থাকতে দেখে তাকে সময় দেয় বা তার বোঝা হালকা করে, আল্লাহ কিয়ামতের দিন তাকে তাঁর ছায়ায় আশ্রয় দেবেন, যেদিন তাঁর ছায়া ছাড়া কোনো ছায়া থাকবে না।’ (সুনানে তিরমিজি, হাদিস: ১৩০৩)</p><p>তিনি আরও বলেছেন: ‘যে নেতা দরিদ্র বা প্রয়োজনে থাকা কারো জন্য দরজা বন্ধ করে, আল্লাহ তার দারিদ্র্যের সময় আসমানের দরজা বন্ধ করে দেবেন।’ (ইবনে মাজাহ, হাদিস: ২৪১৬)</p><p>এই শিক্ষাগুলো শরণার্থীদের প্রতি দায়িত্বশীল ও মানবিক আচরণের গুরুত্ব তুলে ধরে।</p><p>নবীজি (সা.)-এর শরণার্থীদের প্রতি আচরণ—তাদের আশ্রয়, খাদ্য ও ভ্রাতৃত্ব প্রদান—আজকের বিশ্বের জন্য একটি আদর্শ। কোরআন ও সুন্নাহ শরণার্থীদের দুর্বলতা ও চাহিদার প্রতি সংবেদনশীল হতে শেখায়। তুরস্ক ও কানাডার মতো দেশ এই নীতি অনুসরণ করে শরণার্থীদের মানবিকভাবে গ্রহণ করছে। নবীজি (সা.)-এর শিক্ষা আমাদের মনে করিয়ে দেয় যে শরণার্থীদের সাহায্য করা কেবল মানবিক দায়িত্ব নয়, বরং আল্লাহর সন্তুষ্টি অর্জনের পথ।</p></div></div></div></body></html>"
        }
    ]
}