{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "একটি মসজিদ নিয়ে নবীজি (সা.)-এর ব্যতিক্রমী নির্দেশ | প্রথম আলো",
            "time": "2025-07-23T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F71ccxy2t%2FQubaMosqueFullPicture2024.jpg?rect=0%2C125%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাবুক থেকে ফেরার পর আল্লাহ তাআলা তাঁকে অহির মাধ্যমে মোনাফিকদের কপট উদ্দেশ্য জানিয়ে দেন। সুরা তাওবার ১০৭-১০৮ নম্বর আয়াতে এ ঘটনার বিবরণ এসেছে, ‘এবং তাদের মধ্যে এমন কিছু লোক আছে, যারা একটি মসজিদ নির্মাণ করেছে ক্ষতি সাধনের উদ্দেশ্যে, কুফরের জন্য, মুমিনদের মধ্যে বিভেদ সৃষ্টির জন্য এবং যারা আগে আল্লাহ ও তাঁর রাসুলের বিরুদ্ধে যুদ্ধ করেছিল, তাদের একটি ঘাঁটি হিসেবে।</p><p>তারা শপথ করে বলবে, আমরা তো শুধু ভালো উদ্দেশ্যে এটি করেছি; কিন্তু আল্লাহ সাক্ষ্য দেন যে তারা নিশ্চয়ই মিথ্যাবাদী। আপনি কখনো এই মসজিদে নামাজে দাঁড়াবেন না। সেই মসজিদই (মসজিদে কুবা) তোমার জন্য উপযুক্ত, যা প্রথম দিন থেকে তাকওয়ার ওপর প্রতিষ্ঠিত।’</p><p>নবীজি এরপর মসজিদটি পুড়িয়ে ফেলার নির্দেশ দেন। মালিক ইবনে দুখশুম, মাআন ইবনে আদি বা তার ভাই আসিম ইবনে আদি দ্রুত তাঁর নির্দেশ পালন করেন। (আত-তাবারি, <em>তারিখ আত-তাবারি</em>, অনুবাদ: মুহাম্মদ আবদুল হাই, ইসলামিক ফাউন্ডেশন, ঢাকা, ২০০৮, ৯/৬১-৬২)</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে স্বাস্থ্য পরীক্ষা করিয়ে বাসায় ফিরলেন খালেদা জিয়া | প্রথম আলো",
            "time": "2025-07-23T21:39:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-29%2Ftv92nkyx%2FKhaleda-zia.png?rect=0%2C0%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গভীর রাতে হাসপাতালে গিয়ে স্বাস্থ্য পরীক্ষা করিয়ে বাসায় ফিরেছেন বিএনপির চেয়ারপারসন খালেদা জিয়া। বুধবার দিবাগত রাত ২ টা ৫২ মিনিটে  তিনি গুলশানের বাসায় পৌঁছান বলে জানিয়েছেন বিএনপির মিডিয়া সেলের সদস্য শায়রুল কবির খান। </p><p>এর আগে বুধবার দিবাগত রাত সোয়া ১টার পর গুলশানের বাসভবন ফিরোজা থেকে এভারকেয়ার হাসপাতালে যান খালেদা জিয়া। </p></div></div></div></body></html>"
        },
        {
            "title": "আইসিইউতে এখনো ১২ জন | প্রথম আলো",
            "time": "2025-07-23T21:16:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F55dv3742%2Futtaraplanecrash-2.JPG?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেস উইংয়ের তালিকায় এখন পর্যন্ত যাঁদের মরদেহ শনাক্ত করা হয়েছে, তাঁরা হলেন তানভীর (১৪), আফনান ফাইয়াজ (১৪), মাহরিন (৪৬), বাপ্পী (৯), মাকসুদা (৩৭), এ বি সালমান (১৪), শায়ান ইউসুফ (১৪), এরিকসন (১৩), আরিয়ান (১৩), নাজিয়া (১৩), নাফি (৯), রজনী ইসলাম (৩৭), মো. সামিউল করিম (৯), ফাতেমা আক্তার (৯), মেহনাজ আফরিন হুমাইয়া (৯), সারিয়া আক্তার (১৩), নুসরাত জাহান আনিকা (১০), সাদ সালাউদ্দিন (৯), সায়মা আক্তার (৯), জুনায়েত (৯) এবং ওমর নুর আশফিক (১১)।</p><p>এর বাইরে সাতজনের মরদেহ এখনো শনাক্ত করা যায়নি বলে প্রেস উইংয়ের তালিকায় উল্লেখ রয়েছে। তাঁদের মধ্যে ছয়জন রয়েছেন সিএমএইচে। এ ছাড়া অজ্ঞাত আরেকজনের হাসপাতাল উল্লেখ করা হয়েছে লুবনা জেনারেল হসপিটাল অ্যান্ড কার্ডিয়াক সেন্টার।</p><p>যেসব ব্যক্তির নাম আহত বা নিহতদের প্রকাশিত তালিকায় নেই, তাঁদের পরিবারের সদস্যদের মালিবাগের সিআইডি ভবনে গিয়ে ডিএনএ নমুনা দেওয়ার অনুরোধ জানিয়েছে স্বাস্থ্য মন্ত্রণালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি চাকরি অধ্যাদেশের গেজেট প্রকাশ | প্রথম আলো",
            "time": "2025-07-23T20:44:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2F7ff48f14-d29d-4d82-a26f-19c37cd23e7e%2Fbangladesh_government_logo.png?rect=0%2C160%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ২২ মে ‘সরকারি চাকরি (সংশোধন) অধ্যাদেশ, ২০২৫’-এর খসড়া অনুমোদন দেয় অন্তর্বর্তী সরকারের উপদেষ্টা পরিষদ। আইন মন্ত্রণালয়ের লেজিসলেটিভ ও সংসদবিষয়ক বিভাগের ভেটিং (আইনি মতামত) নেওয়া সাপেক্ষে খসড়াটি অনুমোদন দেওয়া হয়েছিল।</p><p>গেজেটে বলা হয়, সরকারি চাকরি আইন, ২০১৮ (২০১৮ সালের ৫৭ নম্বর আইন) এর ধারা ৩৭ক এর পরিবর্তে নিম্নরূপ ধারা ৩৭ক প্রতিস্থাপিত হবে, যথা—</p><p>“৩৭ক। সরকারি কর্মচারীদের আচরণ ও দণ্ড সংক্রান্ত বিশেষ বিধান—</p><p>এই আইন বা এই আইনের অধীন প্রণীত বিধিমালায় যা কিছুই থাকুক না কেন, যদি কোনো সরকারি কর্মচারী— ঊর্ধ্বতন কর্তৃপক্ষের বৈধ আদেশ অমান্য করেন, আইনসংগত কারণ ছাড়া সরকারের কোনো আদেশ, পরিপত্র এবং নির্দেশ অমান্য করেন বা তার বাস্তবায়ন বাধাগ্রস্ত করেন বা এসব কাজে অন্য কোনো সরকারি কর্মচারীকে প্ররোচিত করেন, অথবা ছুটি বা যুক্তিসংগত কোনো কারণে ব্যতীত অন্যান্য কর্মচারীদের সঙ্গে সমবেতভাবে নিজ কর্ম হতে অনুপস্থিত থাকেন বা বিরত থাকেন, অথবা যে কোনো সরকারি কর্মচারীকে তাঁর কর্মে উপস্থিত হতে বা কর্তব্য পালনে বাধাগ্রস্ত করেন, তা হলে তা হবে ‘সরকারি কর্মে বিঘ্ন সৃষ্টিকারী অসদাচরণ’। আর এ জন্য তাঁকে নিম্নপদ বা নিম্নবেতন গ্রেডে অবনতিকরণ বা বাধ্যতামূলক অবসর দেওয়া বা চাকরি হতে বরখাস্ত করা যাবে।</p><p><strong>পুরো গেজেটটি দেখতে ক্লিক করুন</strong> </p></div></div></div></body></html>"
        },
        {
            "title": "ভিড়ের মধ্যে মৃত্যুর সংখ্যা নিয়ে তর্ক | প্রথম আলো",
            "time": "2025-07-23T20:33:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fepmoqzf4%2FUntitled-1.jpg?rect=0%2C12%2C654%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে স্কুলের মূল ফটকের বাইরে কিংবা স্কুলসংলগ্ন দিয়াবাড়ি গোলচত্বর ও মেট্রোরেলের ডিপোর সামনে গতকাল ভিড় ছিল না। সেখানে সকাল নয়টার দিকে ১০ জনের মতো পুলিশ সদস্যকে দায়িত্ব পালন করতে দেখা গেছে।</p><p>সকাল সাড়ে নয়টার দিকে স্কুলের মূল ফটকের সামনে কথা হয় এক শিক্ষার্থীর অভিভাবক কবির হোসেনের সঙ্গে। তিনি প্রথম আলোকে বলেন, ‘ভেতরে ঢুকতে দিচ্ছে না; নিহত, আহত, চিকিৎসাধীন ও নিখোঁজ শিক্ষার্থীদের কোনো তালিকা স্কুল কর্তৃপক্ষ প্রকাশ করছে না। অথচ তাদের পক্ষেই নির্ভুলভাবে সেই তালিকা প্রকাশ করা সম্ভব।’</p><p>স্কুলের পূর্ব পাশের সীমানাদেয়ালের পাশে মানুষের ভিড় ছিল প্রায় সারা দিনই। কারণ, সেখান থেকে দোতলা যে ভবনে বিমান বিধ্বস্ত হয়েছে, সেই ভবন দেখা যায়। উদ্ধারকাজের কারণে ওই ভবনের দেয়ালের ভাঙা অংশ দিয়ে উঁকি দিচ্ছিলেন অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারের ভেতর আরেক সরকার | প্রথম আলো",
            "time": "2025-07-23T20:18:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Ffamf6hdf%2FProthom-Alo.JPG?rect=0%2C378%2C5337%2C2802&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকার চাইলেও এখন একটা ভালো নির্বাচন করতে পারবে কি না, বৈঠকে সেই প্রশ্ন রেখে দেবপ্রিয় ভট্টাচার্য বলেন, ‘আপস, আঁতাত বা সিট ভাগাভাগির নির্বাচন নয়, একটা প্রকৃত নির্বাচন দরকার, যেখানে মানুষ ভোট দেওয়ার পর শান্তিতে থাকবে।’</p><p>ভালো নির্বাচন করতে হলে শান্তিশৃঙ্খলা ও নিরাপত্তার বিষয়টি গুরুত্বপূর্ণ উল্লেখ করে দেবপ্রিয় ভট্টাচার্য বলেন, ‘আমরা খুব ভালো বুঝেছি যে প্রশাসনিক ক্ষমতা ও প্রচলিত আইনশৃঙ্খলা রক্ষাকারী বাহিনী দিয়ে এটা করা সম্ভব নয়। সেনাবাহিনীর বৃহত্তর অংশগ্রহণ ব্যতিরেকে এটা করা সম্ভব হবে না।’</p><p>দেবপ্রিয় ভট্টাচার্য সবশেষে বলেন, ‘গত বছরের মূল্যায়নের চেয়ে আমি আগামী এক বছরের এই নিষ্ক্রমণ পদ্ধতিটা কী হবে বা এক্সিট পলিসিটা কী হবে, সেটার জন্য কী কী প্রয়োজন পড়বে, সেগুলোর ওপর গুরুত্ব দেওয়ার আমি প্রয়োজন বোধ করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "শামসুন্নাহার হল নির্যাতন দিবস উপলক্ষে ঢাবিতে ছাত্রসংগঠনগুলোর মোমবাতি প্রজ্বালন | প্রথম আলো",
            "time": "2025-07-23T19:53:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fix6izd2j%2FDU.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সন্ধ্যা সাতটায় ঢাকা বিশ্ববিদ্যালয়ের শামসুন্নাহার হলের সামনে মোমবাতি প্রজ্বালন কর্মসূচির আয়োজন করে বাংলাদেশ ছাত্র ফেডারেশন ঢাকা বিশ্ববিদ্যালয় শাখা।</p><p>মোমবাতি প্রজ্বালন শেষে ছাত্র ফেডারেশন ঢাকা বিশ্ববিদ্যালয় শাখার আহ্বায়ক আরমানুল হক বলেন, ‘২০০২ সালের সেই ভয়াবহ ঘটনার পর আমাদের সিনিয়র ভাইবোনেরা যেভাবে রুখে দাঁড়িয়েছিলেন, তা আমাদের জন্য অনুপ্রেরণা। তখনকার আন্দোলনের চাপে তৎকালীন উপাচার্য পদত্যাগে বাধ্য হন। ভবিষ্যতেও আমাদের যেকোনো নিপীড়নের বিরুদ্ধে সচেতন ও দৃঢ় থাকতে হবে। বাংলাদেশ ছাত্র ফেডারেশন সব সময় শিক্ষার্থীদের পাশে ছিল, আছে এবং থাকবে।’</p><p>এ ছাড়া গণতান্ত্রিক ছাত্র জোটও মোমবাতি প্রজ্বালন করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিটফোর্ডের সামনে লাল চাঁদকে হত্যায় আরও তিন আসামির স্বীকারোক্তি, দুজন রিমান্ডে | প্রথম আলো",
            "time": "2025-07-23T19:46:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-11%2F5rjcihzc%2FUntitled-7.jpg?rect=0%2C37%2C532%2C279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জবানবন্দি সম্পর্কে অবগত সূত্রগুলো বলছে, ব্যবসায়িক দ্বন্দ্ব থেকেই এ হত্যাকাণ্ড ঘটেছে। এ পর্যন্ত লাল চাঁদ হত্যায় জড়িত থাকার কথা স্বীকার করেছেন মাহমুদুল হাসান মহিনসহ আট আসামি। লাল চাঁদের সঙ্গে মাহমুদুলের ব্যবসায়িক দ্বন্দ্ব ছিল। সেই দ্বন্দ্বের জেরে পরিকল্পিতভাবে লাল চাঁদকে নৃশংসভাবে হত্যা করা হয়।</p><p>ঢাকা মহানগর পুলিশের (ডিএমপি) কমিশনার শেখ মো. সাজ্জাত আলী সম্প্রতি সংবাদমাধ্যমকে জানিয়েছিলেন, পল্লী বিদ্যুতের চোরাই তার ব্যবসার নিয়ন্ত্রণ নিয়ে দ্বন্দ্বে লাল চাঁদকে হত্যা করা হয়েছে। হত্যায় জড়িত ব্যক্তিরা তাঁর পরিচিত ছিলেন।</p><p>৯ জুলাই মিটফোর্ড (স্যার সলিমুল্লাহ মেডিকেল কলেজ) হাসপাতালের সামনে ব্যস্ত সড়কে প্রকাশ্যে লাল চাঁদকে হত্যা করে একদল লোক। পিটিয়ে ও ইট-পাথরের খণ্ড দিয়ে আঘাত করে তাঁর মাথা ও শরীরের বিভিন্ন অংশ থেঁতলে দেওয়া হয়। একপর্যায়ে তাঁকে বিবস্ত্র করা হয়। তাঁর শরীরের ওপর উঠে হত্যাকারীদের লাফাতেও দেখা গেছে সিসিটিভি ফুটেজে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন কমিশন নিয়ে ঐতিহাসিক ঐকমত্য: আখতার হোসেন | প্রথম আলো",
            "time": "2025-07-23T19:39:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Ffl1vooz0%2FAKRAM.JPG?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আখতার হোসেন বলেন, শুরুতে ‘জাতীয় সাংবিধানিক কাউন্সিল’–এর (এনসিসি) একটি ৯ সদস্যবিশিষ্ট প্রস্তাব ছিল। তবে পরবর্তী সময়ে সেটি বাদ দিয়ে, এখন ‘নিয়োগ কমিটি’ভিত্তিক প্রস্তাবনায় আলোচনা হচ্ছে। তিনি জানান, বৈঠকে শুধু নির্বাচন কমিশন নিয়োগ নিয়ে চূড়ান্ত ঐকমত্য হয়েছে। তবে সরকারি কর্ম কমিশন, মহা–হিসাব নিরীক্ষক, দুর্নীতি দমন কমিশন এবং ন্যায়পাল—এই চার প্রতিষ্ঠানের বিষয়ে এখনো মতানৈক্য রয়েছে।</p><p>বিএনপির অবস্থান প্রসঙ্গে আখতার হোসেন বলেন, ‘বিএনপি চায় এসব প্রতিষ্ঠান আইন দ্বারা পরিচালিত হোক, সংবিধানে না আনলেও চলবে। কিন্তু আইন খুব সহজেই বাতিল বা পরিবর্তনযোগ্য। তাই আমরা বলছি, যদি নিয়োগ কমিটির কাঠামো সংবিধানে যুক্ত না হয়, তাহলে ভবিষ্যতে যেকোনো সরকার এককভাবে আইনের মাধ্যমে ব্যবস্থা বদলে ফেলতে পারবে। এটি সংস্কারপ্রক্রিয়াকে ঝুঁকির মুখে ফেলবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গভীর রাতে হাসপাতালে নেওয়া হলো খালেদা জিয়াকে | প্রথম আলো",
            "time": "2025-07-23T19:34:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-29%2Ftv92nkyx%2FKhaleda-zia.png?rect=0%2C51%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাতে খালেদা জিয়াকে হাসপাতালে রাখা হবে কি না, এমন প্রশ্নে শায়রুল কবির বলেন, ‘আশা করছি, জরুরি পরীক্ষা শেষে তিনি আবার বাসায় ফিরে আসবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বিধ্বস্তের ঘটনায় আহতদের জন্য বিশেষ রক্তদান কর্মসূচি আয়োজন করল ট্রান্সকম | প্রথম আলো",
            "time": "2025-07-23T19:20:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fdkl8bl4l%2FTranscomBloodDonation.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজে মর্মান্তিক বিমান দুর্ঘটনায় আহত ব্যক্তিদের সহায়তার লক্ষ্যে ‘ট্রান্সকম কেয়ারস’ শীর্ষক জরুরি রক্তদান কর্মসূচির আয়োজন করেছে ট্রান্সকম লিমিটেড।</p><p>বুধবার গণমাধ্যমে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে প্রতিষ্ঠানটি জানিয়েছে, বিমান দুর্ঘটনায় আহত ব্যক্তিদের জীবন বাঁচাতে জরুরি ভিত্তিতে প্রয়োজন বিপুল পরিমাণ রক্ত। সেই ডাকে সাড়া দিয়ে ট্রান্সকম লিমিটেডের প্রধান কার্যালয়ে বুধবার আয়োজিত হলো রক্তদান কর্মসূচি। সকাল ১০টা থেকে দুপুর সাড়ে ১২টা এবং বিকেল ৩টা থেকে সন্ধ্যা ৬টা—দুই পালায় চলে এই রক্তদান। এতে অংশ নেন ট্রান্সকমের বিভিন্ন বিজনেস ইউনিটে কর্মরত কর্মকর্তা-কর্মচারীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "উপদেষ্টাদের প্রতি জনগণের অনাস্থা তৈরি হচ্ছে: মজিবুর রহমান | প্রথম আলো",
            "time": "2025-07-23T19:11:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-10%2F0cwdvs1i%2Fprothomalo-banglaPM.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ-অভ্যুত্থানের অংশীদারদের অনৈক্যের পেছনে সুনির্দিষ্টভাবে সরকার ব্যর্থতার পরিচয় দিয়েছে বলে মন্তব্য করেন এবি পার্টির চেয়ারম্যান। তিনি বলেন, গণ-অভ্যুত্থানের পক্ষের শক্তিগুলোর বিভেদের কারণেই ফ্যাসিবাদ বারবার সুযোগ নিচ্ছে।</p><p>সংস্কার ও সঠিক সময়ে নির্বাচন নিয়ে জনগণের মধ্যে সংশয়ের বিষয়টি প্রধান উপদেষ্টাকে জানিয়েছেন বলে জানান মজিবুর রহমান। তিনি বলেন, ‘তাঁকে (প্রধান উপদেষ্টা) বলেছি, আপনি যদি প্রয়োজনীয় সংস্কার করতে না পারেন, আবার ভালো নির্বাচনও নিশ্চিত করা সম্ভব না মনে করেন, তাহলে পদত্যাগ করে চলে আসুন। সংস্কার ও নতুন বাংলাদেশ বিনির্মাণে আগ্রহী সব পক্ষ মিলে আপনার নেতৃত্বে আমরা একটা নির্বাচনী অ্যালায়েন্স করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "অস্থিরতার কারণে নির্বাচন হওয়া নিয়ে আশঙ্কা সৃষ্টি হচ্ছে: জোনায়েদ সাকি | প্রথম আলো",
            "time": "2025-07-23T19:02:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fefy0ntr0%2Fzanayedsaki.jpeg?rect=0%2C169%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে রাজধানীর ফরেন সার্ভিস একাডেমিতে রাজনৈতিক দল ও জোটের সঙ্গে জাতীয় ঐকমত্য কমিশনের দ্বিতীয় ধাপের ১৮তম দিনের আলোচনা শেষে সাংবাদিকদের জোনায়েদ সাকি বলেন, সরকার, বিরোধী দল ও বিচার বিভাগের প্রতিনিধিদের সমন্বয়ে একটি সাংবিধানিক কমিটি গঠনের সিদ্ধান্ত হয়েছে, যাঁরা প্রধান নির্বাচন কমিশনার ও অন্যান্য কমিশনার পদে নিয়োগের জন্য রাষ্ট্রপতির কাছে নাম প্রস্তাব করবেন। রাজনৈতিক দলগুলো এ বিষয়ে ঐকমত্যে এসেছে। আজকের দিনটি বাংলাদেশের ইতিহাসে একটি গুরুত্বপূর্ণ দিন।</p><p>জোনায়েদ সাকি বলেন, ‘এর আগে আমরা ঐকমত্য কমিশনে আরও কয়েকটি গুরুত্বপূর্ণ সিদ্ধান্ত নিয়েছি, যেগুলো ঐতিহাসিক ছিল। তবে আজকের সিদ্ধান্তটি আরও এক ধাপ এগিয়ে নেওয়া বলেই আমি মনে করি। অনেক দিন ধরে আমরা এই দাবি জানিয়ে আসছি, বিশেষ করে ২০১৪ সালের তথাকথিত নির্বাচনের পর থেকে, যখন থেকে নির্বাচন কমিশনের ভূমিকা নিয়ে গুরুতর প্রশ্ন উঠতে শুরু করে।’</p><p>নির্বাচন কমিশনের স্বচ্ছতা ও নিরপেক্ষতা নিশ্চিত করতে ক্ষমতার ভারসাম্য থাকা অপরিহার্য বলে উল্লেখ করে গণসংহতি আন্দোলনের প্রধান সমন্বয়কারী বলেন, ‘নিয়োগ যদি শুধু প্রধানমন্ত্রীর বা এক্সিকিউটিভের (নির্বাহী বিভাগের) হাতে থাকে, তবে সাংবিধানিক প্রতিষ্ঠানগুলো স্বাধীনভাবে কাজ করতে পারে না। বরং সেগুলো দলীয় সরকারের প্রতি অনুগত হয়ে পড়ে। এটাই আমরা বারবার বলেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাজনৈতিক নেতারা কোনোভাবেই নতুন কোনো পথে হাঁটছে না: অধ্যাপক সাঈদ ফেরদৌস | প্রথম আলো",
            "time": "2025-07-23T18:50:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F0yu0d2rf%2FSayeed-Ferdous.JPG?rect=0%2C322%2C4540%2C2384&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাঈদ ফেরদৌস বলেন, জুলাই আন্দোলনের নেতৃত্ব যখন জাতীয় সরকারের প্রস্তাব দিয়েছিল, তারা (রাজনৈতিক দল) তো সেটা রাখেনি। তারা একটা দুর্বল ও অস্থায়ী সরকারকে চাপ দিয়ে দ্রুততম সময়ে নির্বাচন করাতে চেয়েছিল। জাতীয় সরকার তৈরি করা কিংবা এই সরকারকে শক্তিশালী করার কোনো দায়িত্বশীল ভূমিকা বর্তমান রাজনৈতিক দলগুলো পালন করেনি।</p><p>এই অধ্যাপক আরও বলেন, এত বড় একটা শক্তিকে মানুষ স্বতঃস্ফূর্তভাবে সরিয়ে দিয়েছে। নানা পক্ষের দাবি, তাদের হস্তক্ষেপ, ইন্ধন ও পরামর্শ ছিল। কিন্তু শেষ বিচারে দলমত–নির্বিশেষে মানুষ মাঠে নেমেছে। এমনকি আওয়ামী কর্তৃত্বের মধ্যে যাঁরা বসবাস করতেন, তাঁদেরও মাঠে দেখা গেছে।</p><p>২০২৪ সালের ২ আগস্ট আয়োজিত ‘দ্রোহ যাত্রা’র স্মৃতিচারণা করেন সাঈদ ফেরদৌস। তিনি বলেন, ‘দ্রোহ যাত্রার আয়োজক ছিল ৩৩টি সাংস্কৃতিক সংগঠন ও বিশ্ববিদ্যালয় শিক্ষক নেটওয়ার্ক। তখন ভাবছিলাম, ৩৩টি সংগঠনের ৩০০ জন আর শিক্ষক নেটওয়ার্কের গোটা ত্রিশেক মিলিয়ে লোক হবে সাড়ে তিন শ। প্রেসক্লাবের ছোট জায়গায় দাঁড়াতেই পারব না। আমরা যখন ওখানে নামলাম, কিসের আয়োজক, আমাদের কোনো পাত্তাই থাকল না। সেটা ভালো লাগার অনুভূতি ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের বুদ্ধিজীবীদের মেরুদণ্ড নেই: ফরহাদ মজহার | প্রথম আলো",
            "time": "2025-07-23T18:09:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fvc4u3qqh%2FFohad-Mozhar.JPG?rect=0%2C65%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফরহাদ মজহার বলেন, চিন্ময় দাসকে ধরেছে রাষ্ট্রদ্রোহের অভিযোগে। এই রাষ্ট্রদ্রোহিতা সেই ঔপনিবেশিক আইন। এ আইনের পক্ষে ওই ছেলেগুলো দাঁড়িয়েছে, যারা গণ–অভ্যুত্থান করেছিল, যাদের বিরুদ্ধে আগে রাষ্ট্রদ্রোহের অভিযোগ আনা হয়েছিল। ওদের সে (আইনটির বিপক্ষে দাঁড়ানোর) সাহস হলো না।</p><p>সনাতন ধর্মাবলম্বীদের নাগরিক অধিকারের পক্ষে দাঁড়ানোর কথা উল্লেখ করে ফরহাদ মজহার বলেন, ‘তাঁর (চিন্ময় দাস) বিচার হোক। তাঁকে জামিন দিলেন না। একটা হত্যাকাণ্ড ঘটে গেল। এগুলো আমরা হতে দিয়েছি।’</p><p>গণ–অভ্যুত্থানের পরও কিছুই বদলায়নি উল্লেখ করে ফরহাদ মজহার বলেন, ‘৮ আগস্টের পর শেখ হাসিনার সংবিধানের অধীনে চলে গেছে। এর মানে হচ্ছে যেসব প্রতিষ্ঠানের সমালোচনা করছেন, সেসব প্রতিষ্ঠান বহাল তবিয়তে আছে। আমলাতন্ত্র, বিচার বিভাগ, বুদ্ধিজীবী, বিশ্ববিদ্যালয়—সবই আগের জায়গায় আছে, কিছুই পরিবর্তন হয়নি। কিন্তু এখনো ওই ভুল থেকে শিখছি না যে ৮ আগস্ট সাংবিধানিক প্রতিবিপ্লব হয়ে গেছে। যেহেতু ভাবছি না, তাই সমাধান দিতে পারছি না।’</p><p>ফরহাদ মজহার বলেন, ‘অবশ্যই গণ–অভ্যুত্থান পথ, নির্বাচন না। নির্বাচন করার মানে হচ্ছে ওই পুরোনো লুটেরা মাফিয়া শ্রেণিকে আবারও আনবেন। ঠিক এনসিপিও সেটাই শিখছে। হ্যাঁ, নির্বাচনই করতে হবে। ওরাও ঠিকই চাঁদা চাইতেছে, বড় বড় হাউসের কাছে যাচ্ছে। দুই কোটি টাকা, পাঁচ কোটি টাকা।’</p></div></div></div></body></html>"
        },
        {
            "title": "তাজউদ্দীন আহমদের ঐতিহাসিক ভূমিকা উপেক্ষিত থেকেছে: মাহ্‌ফুজ আনাম | প্রথম আলো",
            "time": "2025-07-23T18:06:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F2c8fflns%2Ftazuddinahmed.jpeg?rect=0%2C5%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডেইলি স্টার সম্পাদক বলেন, ‘এ পুরো ধারাবাহিকতার মধ্যে তাজউদ্দীন আহমদের যে ভূমিকা, সেটা বারবার বলতে পারেন যে উপেক্ষিত হলো। কোনো দিন আমরা ওইভাবে তাঁর অবদান (স্বীকারের বিষয়টি) পাইনি। তাজউদ্দীন আহমদ যে একজন মহান ব্যক্তিত্ব, তাঁর নিষ্ঠা, দেশপ্রেম, আত্মত্যাগ, সততা ও নৈতিকতা—সবকিছু নিয়ে তিনি সত্যিকার অর্থে অনন্য ব্যক্তিত্ব।’</p><p>মাহ্‌ফুজ আনাম বলেন, ‘আজকে যে জন্মশতবর্ষ খুব সীমিতভাবে উদ্‌যাপন হচ্ছে, আরও যে ব্যাপক আকারে উদ্‌যাপন হচ্ছে না; বুদ্ধিজীবী, নাগরিক সমাজ, চিন্তক সংগঠন, তারাও যে ওনার জন্মশতবর্ষ উদ্‌যাপন করছে না, এটাই প্রমাণ করে যে আমাদের ইতিহাসের প্রতি একটা অনীহা। এ জায়গায় আমরা ব্যক্তিগতভাবে, প্রতিষ্ঠানগতভাবে বুদ্ধিবৃত্তিক দেউলিয়াত্বে আক্রান্ত।’</p><p>মুক্তিযুদ্ধের প্রেক্ষাপট তুলে ধরে ডেইলি স্টার সম্পাদক বলেন, তাজউদ্দীন আহমদ ও বঙ্গবন্ধুর যে একটা নৈকট্য ও পরস্পরের প্রতি শ্রদ্ধা, পুরো বিষয়টি মুদ্রার এপিঠ ও ওপিঠের মতোই। জনগণকে জাগিয়ে তোলার মতো বঙ্গবন্ধুর যে বক্তৃতা দেওয়ার ক্ষমতা, সেটা তাজউদ্দীন আহমদের ছিল না। তবে তাজউদ্দীনের দলকে সুসংগঠিত করার, গোছানোর অনন্য ক্ষমতা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের সিরিয়া আক্রমণ যেভাবে বুমেরাং হচ্ছে | প্রথম আলো",
            "time": "2025-07-23T18:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fxbtyuxwn%2Fjjjj.ppp.JPG?rect=0%2C21%2C958%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্রুজ সম্প্রদায়ের অনেক গোষ্ঠী দামেস্কের সঙ্গে মধ্যস্থতার পথ খুঁজছে। তাদের কিছু নেতা অস্ত্র সংবরণ ও সিরিয়ার নতুন প্রশাসনের সঙ্গে একীভূত হওয়ার পক্ষে মত দিয়েছেন। সাম্প্রতিক পরিস্থিতির আলোকে দেখা যাচ্ছে, এসব নেতা ইসরায়েল–ঘনিষ্ঠ নেতাদের, (যেমন হিকমাত আল-হাজরি) ওপরও প্রভাব বিস্তার করতে শুরু করেছেন। দ্রুজরা যদি সফলভাবে একীভূত হতে পারে, তাহলে কুর্দি বাহিনীগুলোর নিরস্ত্রীকরণ প্রক্রিয়াতে তা গভীর প্রভাব ফেলবে।</p><p>দামেস্কে ইসরায়েলের হামলার ফলে সিরিয়ার অন্তর্বর্তী সরকারের বহু সমর্থক এখন বাইরের হুমকি মোকাবিলাকে অগ্রাধিকার দিচ্ছে। দ্রুজ গোষ্ঠীগুলো যদি শারা প্রশাসনে অন্তর্ভুক্ত হয়, তাহলে সিরিয়ার জাতীয় ঐক্য শক্তিশালী হবে। সিরিয়ার সামগ্রিক ক্ষমতার ভারসাম্য বদলে দিতে ভূমিকা রাখবে।</p><p><strong>মিডলইস্ট আই</strong> থেকে নেওয়া, ইংরেজি থেকে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "বিধ্বস্ত হওয়া বিমানের পাইলটের সাথে শেষ যে কথা হয়েছিল | প্রথম আলো",
            "time": "2025-07-23T18:02:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fg5ichn6l%2F2-web.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বিধ্বস্ত হওয়া বিমানের পাইলটের সঙ্গে শেষ যে কথা হয়েছিল\" class=\"nA4h1 \">বিধ্বস্ত হওয়া বিমানের পাইলটের সঙ্গে শেষ যে কথা হয়েছিল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-24T00:12:44+06:00\"><span>আপডেট: ২৩ জুলাই ২০২৫, ১৮: ১২ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘ভিউয়ের পেছনে ছুটতে ছুটতে যদি আমরা একটু থামতাম, একটু ভাবতাম’ | প্রথম আলো",
            "time": "2025-07-23T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F3g2fmf7v%2FWhatsApp-Image-2025-07-23-at-11.46.44-PM.jpeg?rect=0%2C0%2C693%2C364&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিষণ্নতা নিয়ে ফারিয়া লিখেছেন, ‘ডিপ্রেশন আর ট্রমা কল্পনার কিছু নয়। এগুলো বাস্তব, নিঃশব্দ, কিন্তু ভেতর থেকে ধ্বংস করে দেয়। অনেক সময় এগুলো শুরু হয় ছোটবেলায়, আর একটা মাত্র ঘটনা বদলে দিতে পারে গোটা জীবন।’<br>ফারিয়া আরও লিখেছেন, ‘আজকের দিনে যখন একটা ভুল, একটা মুহূর্ত পুরো সমাজের সামনে ছড়িয়ে পড়ে—যখন প্রত্যেক মানুষ হয়ে ওঠে বিচারক, তখন একজনের পক্ষে নিজের জীবনটা আগের মতো করে বাঁচা আর সম্ভব হয় না।’<br>অনলাইন ট্রায়াল নিয়ে ফারিয়া লিখেছেন, ‘এই অনলাইন ট্রায়াল, এই নির্মমতা—এটা শুধু একজনকে নয়, তার পুরো পরিবারকে গভীর ট্রমার মধ্যে ফেলে দেয়। ভিউয়ের পেছনে ছুটতে ছুটতে যদি আমরা একটু থামতাম, একটু ভাবতাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "আবারও চোটে পন্ত, হাতের পর পায়ে | প্রথম আলো",
            "time": "2025-07-23T17:57:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fmtsbhrwi%2FCRICKET-ENG-IND-161508.jpg?rect=0%2C0%2C7447%2C3910&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পন্ত রিটায়ার্ড হার্ট হলে তাঁর জায়গায় নামেন শার্দুল ঠাকুর, যিনি দিনের বাকি অংশে জাদেজার সঙ্গে টিকে থেকে অপরাজিত হিসেবে দিনশেষে মাঠ ছাড়েন। </p><p>এর আগে ভারতের রান দুই শ পার করতে ভূমিকা রাখেন যশস্বী জয়সোয়াল, লোকেশ রাহুল ও সাই সুদর্শন। </p><p>ওল্ড ট্রাফোর্ডে কোনো দল টস জিতে ফিল্ডিং নেওয়ার ম্যাচ জিততে পারেনি—এমন অতীত থাকার পরও ইংল্যান্ড অধিনায়ক বেন স্টোকস টসে জিতে ভারতকেই ব্যাটিংয়ে পাঠান। কারণ হিসেবে বলেছিলেন মেঘাচ্ছন্ন আকাশের নিচে দিনের প্রথম ভাগে বোলিংয়ের সুবিধা নেওয়া। তবে প্রথম দুই ঘণ্টায় ইংল্যান্ড কোনো উইকেটই নিতে পারেনি। পুরোটাই নির্বিঘ্নে কাটিয়ে দেন রাহুল ও জয়সোয়াল। তোলেন ৭৮ রান।</p></div></div></div></body></html>"
        }
    ]
}