{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নিষেধাজ্ঞা উপেক্ষা করে বিক্ষোভে নামছেন ইমরান খানের নেতা-কর্মীরা | প্রথম আলো",
            "time": "2025-12-02T06:31:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fpocyktsr%2FPTI.avif?rect=0%2C39%2C555%2C291&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতের নির্দেশ থাকার পরও পাকিস্তানের কারাবন্দী সাবেক প্রধানমন্ত্রী ইমরান খানের সঙ্গে আদিয়ালা কারা কর্তৃপক্ষ কাউকে দেখা করতে দিচ্ছে না।</p><p> এর প্রতিবাদে আজ মঙ্গলবার ইসলামাবাদ হাইকোর্ট ও রাওয়ালপিন্ডির আদিয়ালা কারাগারের সামনে বিক্ষোভ করার সিদ্ধান্ত নিয়েছেন তাঁর দল পাকিস্তান তেহরিক-ই-ইনসাফের (পিটিআই) নেতা-কর্মীরা।</p><p> তিন সপ্তাহের বেশি সময় ধরে ইমরান খানের সঙ্গে তাঁর পরিবারের সদস্য ও দলের নেতাদের দেখা করতে দেওয়া হচ্ছে না।</p><p> পরিবার ও দল থেকে নানাভাবে চেষ্টা করেও ইমরানের দেখা পাওয়া যায়নি। এ পরিস্থিতিতে তাঁর শারীরিক অবস্থা এবং বর্তমান অবস্থান নিয়ে পরিবার ও দল থেকে উদ্বেগ প্রকাশ করা হয়েছে।</p><p> ইমরানের স্বাস্থ্য নিয়ে নানা গুজব ছড়িয়ে পড়েছে। এমনকি তিনি বেঁচে আছেন কি না, তা নিয়েও সংশয় প্রকাশ করা হচ্ছে। ইমরান খানের দুই ছেলেও লন্ডন থেকে বাবার স্বাস্থ্য নিয়ে উদ্বেগ প্রকাশ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রীনহেরাল্ড অ্যালামনাইয়ের পুনর্মিলনী | প্রথম আলো",
            "time": "2025-12-02T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fvm6q1smv%2FIMAGE-1064721.jpg?rect=0%2C128%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রীনহেরাল্ড স্কুলের প্রাক্তন শিক্ষার্থীদের নিয়ে রাজধানীতে সম্প্রতি আয়োজিত হয়েছে মিট অ্যান্ড গ্রিট সন্ধ্যা। এই মিলনমেলায় প্রাক্তন শিক্ষার্থীদের সঙ্গে উপস্থিত ছিলেন বর্তমান ও অবসরপ্রাপ্ত শিক্ষক, সিস্টার এবং স্কুল কর্তৃপক্ষ। এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানায় প্রতিষ্ঠানটি।</p><p>বিজ্ঞপ্তিতে বলা হয়, এবারের আয়োজনের প্রতিপাদ্য বিষয় ছিল ‘ঐক্যের সুরে, ঐতিহ্যের আলোয়, উদ্দেশ্যের নতুন দিগন্ত’। মূল প্রতিপাদ্য উপস্থাপন করেন গ্রীনহেরাল্ড অ্যালামনাই নেটওয়ার্কের সভাপতি ও ইউনাইটেড কমার্শিয়াল ব্যাংকের (ইউসিবি) চেয়ারম্যান শরীফ জহির। এ সময় প্রাক্তন শিক্ষার্থীদের মধ্যে সম্পর্ক জোরদার, যোগাযোগ এবং বর্তমান শিক্ষার্থীদের সহায়তার জন্য একটি মেন্টরশিপ প্ল্যাটফর্ম গড়ে তোলার ওপর গুরুত্ব দেওয়া হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "যে কারণে এখনই জাতীয় নিরাপত্তা কৌশলনীতি জরুরি | প্রথম আলো",
            "time": "2025-12-02T06:23:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F0y9b48dl%2F02122025-cm-5.jpg?rect=0%2C74%2C1308%2C687&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবশেষে নিরাপত্তা খাতের সব প্রতিষ্ঠানের জন্য একটি দৃঢ় নৈতিক কাঠামো থাকা অপরিহার্য। পেশাগত মানদণ্ড রক্ষা, অনিয়মের তদন্ত ও মানবাধিকারের প্রতি শ্রদ্ধাশীল একটি সংস্কৃতি গড়ে তুলতে প্রতিটি প্রতিষ্ঠানের ভেতরে কার্যকর নৈতিক কমিটি গঠন প্রয়োজন।</p><p>পুলিশ, সশস্ত্র বাহিনী, গোয়েন্দা সংস্থা ও আধা সামরিক বাহিনী—সব ক্ষেত্রেই এ ধরনের কমিটি স্বচ্ছতা, জবাবদিহি ও ন্যায়ভিত্তিক আচরণ নিশ্চিত করতে সহায়ক হবে। নৈতিক আচরণবিধি প্রণয়ন, নিয়মিত পর্যালোচনা ও প্রশিক্ষণের মাধ্যমে এসব প্রতিষ্ঠানকে আরও মানবিক ও নাগরিকমুখী করে তোলা সম্ভব।</p><p>বিশেষ করে পুলিশের ক্ষেত্রে বলপ্রয়োগনির্ভর মানসিকতা থেকে বেরিয়ে এসে কমিউনিটিভিত্তিক, মানবিক ও অধিকার-সংবেদনশীল পুলিশিং ব্যবস্থার দিকে অগ্রসর হওয়া জরুরি।</p><p>পুলিশের ভূমিকা কেবল আইন প্রয়োগ নয়; বরং জনগণের আস্থা অর্জন এবং নাগরিক নিরাপত্তা নিশ্চিত করাও সমান গুরুত্বপূর্ণ—এই উপলব্ধিই একটি আধুনিক, গণতান্ত্রিক নিরাপত্তা খাতের মূল ভিত্তি হওয়া উচিত।</p><p>বাংলাদেশের সামনে সুযোগ এসেছে গণতান্ত্রিক ভিত্তির ওপর তার নিরাপত্তা খাতকে নতুন করে গড়ে তোলার। গভীর, কাঠামোগত ও অন্তর্ভুক্তিমূলক সংস্কার ছাড়া বাংলাদেশ সেই গণতান্ত্রিক ভবিষ্যৎ অর্জন করতে পারবে না।</p><p>প্রকৃত গণতন্ত্রের জন্য জবাবদিহিমূলক পুলিশিং, স্বচ্ছ প্রতিরক্ষাব্যবস্থা, দায়িত্বশীল গোয়েন্দা সংস্থা, মুক্ত গণমাধ্যম এবং বেসামরিক কর্তৃত্বের কার্যকর তত্ত্বাবধান প্রতিষ্ঠা করা অপরিহার্য। তাই নিরাপত্তা খাতের সংস্কারের কোনো বিকল্প নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "কুনো ব্যাঙের ভবিষ্যদ্বাণী ও পাহাড়ে রাজনৈতিক সংকট | প্রথম আলো",
            "time": "2025-12-02T06:04:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2014%2F09%2F16%2Ffad3925ea89e369bf4b8a741489635c6-09.jpg?rect=0%2C20%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাইয়ের গণ–অভ্যুত্থানের পর অন্তর্বর্তীকালীন সরকার চুক্তি বাস্তবায়ন কমিটিকে পুনরুজ্জীবিত করে এবং ভূমি বিরোধ নিষ্পত্তি কমিশন ও অভ্যন্তরীণ উদ্বাস্তুদের পুনর্বাসনবিষয়ক টাস্কফোর্সসহ গুরুত্বপূর্ণ সংস্থাগুলোর বৈঠক আয়োজনের উদ্যোগ নেয়। তবে বাঙালি সেটলার গোষ্ঠীগুলোর চাপের কারণে এসব বৈঠক বারবার স্থগিত করা হয়।</p><p>এদিকে মানবাধিকারকর্মী, শিক্ষাবিদ ও সুশীল সমাজের নেতাসহ ৩৩ জন বিশিষ্ট নাগরিক একটি বিবৃতির মাধ্যমে গত ১৯ অক্টোবর ২০২৫ নির্ধারিত ভূমি কমিশনের বৈঠক স্থগিত করায় তীব্র সমালোচনা করেন। তাঁরা বলেন, ২৪ বছর ধরে কমিশন বিদ্যমান থাকা সত্ত্বেও এবং ২৬ হাজারের বেশি অমীমাংসিত মামলা থাকা অবস্থায়ও প্রভাবশালী মহলের পৃষ্ঠপোষকতায় কমিশনের কার্যক্রম বারবার বাধাগ্রস্ত করা হচ্ছে। তারা ক্রমবর্ধমান সাম্প্রদায়িক হামলা, ভূমি বেদখল, আদিবাসী জনগোষ্ঠীর ওপর সহিংসতা এবং ব্যাপক সেনা উপস্থিতি সত্ত্বেও নিরাপত্তাহীনতার বিভিন্ন ঘটনায় গভীর উদ্বেগ প্রকাশ করেন। তাঁরা কমিশনের কাজে বিঘ্ন ঘটাচ্ছে এমন ব্যক্তিদের শনাক্ত করতে স্বাধীন তদন্ত ও বিচার নিশ্চিত করার দাবি জানান, যাতে পাহাড়ে স্থায়ী শান্তি প্রতিষ্ঠিত হয়। (ডেইলি স্টার, ২০ অক্টোবর ২০২৫)।</p><p>পার্বত্য চট্টগ্রামে বিচারহীনতা কোনো বিচ্ছিন্ন বাস্তবতা নয়। এটি রাষ্ট্রীয় কাঠামো, প্রশাসনিক নিয়ন্ত্রণ ও রাজনৈতিক অনীহার সমন্বিত ফল। ১৯৯৭ সালের পার্বত্য চট্টগ্রাম চুক্তি সত্ত্বেও পাহাড়ে যে সহিংসতা, ভূমি দখলের সংস্কৃতি অব্যাহত রয়েছে, তা এ বিচারহীনতাকে একটি প্রাতিষ্ঠানিক রূপ দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হাঁস-মুরগির ঘর থেকে আটক দুই মেছো বাঘের ছানা ফিরল বনে | প্রথম আলো",
            "time": "2025-12-02T06:02:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fexq4zufi%2FNetrokonaDH054820251202IMG-20251201-WA00371.jpg?rect=0%2C0%2C787%2C413&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় কয়েকজন বাসিন্দা ও সেভ দ্য অ্যানিমেলস অব সুসংয়ের সূত্রে জানা গেছে, অনেকেই প্রাণী দুটিকে বাঘের ছানা বলে ধারণা করেন। একপর্যায়ে সেগুলোকে খাঁচায় আটকে রাখা হয়। কেউ কেউ মেরে ফেলতেও চেয়েছিলেন। পরে সংগঠনটির স্বেচ্ছাসেবকদের খবর দেওয়া হয়। তাঁরা সেখানে গিয়ে মেছো বাঘের ছানা দুটিকে উদ্ধার করে প্রাথমিক পরিচর্যার জন্য দুর্গাপুর বন বিভাগের কার্যালয়ে নিয়ে যান।</p><p>বিএম শাহীন বলেন, ‘এক সপ্তাহ ধরে আমার হাঁস-মুরগির খোঁয়াড় থেকে চারটি হাঁস নাই হয়ে যায়। আমি ভেবেছিলাম, হয়তো শিয়াল খেয়ে ফেলেছে। কিন্তু রোববার সন্ধ্যায় খোঁয়াড় পরিষ্কার করতে গিয়ে ভেতরে বিড়ালের বাচ্চার মতো দুটি ছানা দেখতে পাই। পরে সেগুলো বের করতে গিয়ে দেখি, নখ বড় বড় ও গায়ের রং কিছুটা ভিন্ন। স্থানীয় বাসিন্দাদের কয়েকজন বাচ্চা দুটিকে মেরে ফেলতে চাইছিল। কিন্তু আমি তা হতে দেইনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশবাসীর সম্মিলিত সমর্থনই শক্তি-প্রেরণার উৎস: তারেক রহমান | প্রথম আলো",
            "time": "2025-12-02T06:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Ffu0h8vg9%2FScreenshot_2025_12_02_112017.jpg?rect=0%2C88%2C625%2C328&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার অসুস্থতার সময়ে সহযোগিতা ও শুভকামনার জন্য সবাইকে ধন্যবাদ জানিয়েছেন দলের ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। দেশবাসীর সম্মিলিত সমর্থনই জিয়া পরিবারের শক্তি ও প্রেরণার উৎস বলে মন্তব্য করেন তিনি। আজ মঙ্গলবার বেলা ১১টার কিছু আগে নিজের ভেরিফায়েড ফেসবুক পোস্টে দেওয়া এক স্ট্যাটাসে এই মন্তব্য করেন তারেক রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে ডলারের দাম প্রায় ৯০ রুপি, লাভবান হবেন বাংলাদেশি ভ্রমণকারীরাও | প্রথম আলো",
            "time": "2025-12-02T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fh4iex64r%2F38de6432-6a29-4156-8526-66de79061cdc.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বাংলাদেশে কী প্রভাব</strong></p><p>এই পরিস্থিতিতে বাংলাদেশ থেকে যারা ভারতে যাচ্ছেন, তাঁরা ডলার ভাঙিয়ে আগের চেয়ে বেশি রুপি পাচ্ছেন। বাংলাদেশে ডলারের দাম অনেক দিন ধরেই স্থিতিশীল। কয়েক মাস ধরে তা ১২২ টাকার মধ্যে আছে।</p><p>একদিকে দেশের বাজারে ডলারের দাম স্থিতিশীল, আরেকদিকে ভারতে রুপির দরপতন। এই পরিস্থিতিতে ভারতে বাংলাদেশি ভ্রমণকারীরা অনেকটা দুভাবে লাভবান হবেন। সাধারণত ভারতে যেসব দেশের মানুষেরা বেশি ভ্রমণ করেন, তাঁদের মধ্যে বাংলাদেশিরা শীর্ষস্থানীয়। যদিও ভিসা নিষেধাজ্ঞার কারণে এখন বাংলাদেশে থেকে খুব বেশি মানুষ ভারতে যেতে পারছেন না।</p><p><strong>কতটা ওঠানামা করছে</strong></p><p>নভেম্বর মাসের বড় সময় ডলারের বিনিময়মূল্য ৮৮ দশমিক ৫৭ থেকে ৮৮ দশমিক ৭৮ রুপির মধ্যে ওঠানামা করেছে। কিন্তু ২১ নভেম্বর এক দিনে রুপির দরপতন হয় শূন্য দশমিক ৮ শতাংশ। সেদিন ডলারের মান ৮৯ রুপির মনস্তাত্ত্বিক সীমা টপকে যায়। এরপর যেন রুপি আর ঘুরে দাঁড়াতে পারছে না।</p><p>পরিসংখ্যান বলছে, চলতি বছরে নভেম্বর পর্যন্ত রুপির অবমূল্যায়ন হয়েছে ৪ দশমিক ৮ শতাংশ। ফলে চলতি বছর এশিয়ার সবচেয়ে ‘দুর্বল’ মুদ্রার খেতাব জুটেছে তার। শুধু ডলার নয়, সাম্প্রতিক পরিসংখ্যান বলছে, ব্রিটিশ পাউন্ড, ইউরো, জাপানি ইয়েন, চীনের ইউয়ান, অর্থাৎ বিশ্বের প্রধান এই চার মুদ্রার বিপরীতেও রুপির সর্বাধিক দরপতন হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কফি কখন খাওয়া ভালো, কখন ক্ষতির কারণ | প্রথম আলো",
            "time": "2025-12-02T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2Fd679ccb3-375f-48be-8850-859a50124ebf%2Fpexels_pixabay_414551.jpg?rect=0%2C0%2C7952%2C4175&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘুম থেকে উঠেই কফি না খাওয়া ভালো। কফি আমাদের দেহের পানির চাহিদা মেটানোর মতো পানীয় নয়। কিন্তু ঘুম থেকে ওঠার পরই আমাদের পানি প্রয়োজন হয়। তাই পানি কিংবা অন্যান্য পানীয় খাওয়ার অভ্যাস করুন এ সময়। </p><p>ঘুম থেকে ওঠার পর দেহে প্রাকৃতিক নিয়মেই কর্টিসল হরমোনের মাত্রা বেশি থাকে। এই হরমোন আমাদের কর্মক্ষম হয়ে ওঠার জন্য প্রয়োজন। এই সময় কফি খেয়ে আলাদাভাবে কর্মক্ষম হয়ে ওঠার প্রয়োজন পড়ে না। </p><p>বরং এই সময় কফি খেলে এর ক্যাফেইন এবং দেহে থাকা উচ্চমাত্রার কর্টিসল হরমোনের মিলিত প্রভাবে খানিকটা অস্থিরতায় ভুগতে পারেন আপনি। </p><p>বরং দিনের যে সময়ে দেহে কর্টিসলের মাত্রা কমতে থাকে, চনমনে হয়ে উঠতে কফি প্রয়োজন তখন। অন্যদিকে বিকেলের শেষ দিকে, সন্ধ্যায় বা রাতে কফি খেলে তা আপনার ঘুমের ব্যাঘাত ঘটাতে পারে। </p><p>এ ছাড়া এটাও মাথায় রাখতে হবে, খালি পেটে কফি খেলে অ্যাসিডিটিতে ভুগতে পারেন কেউ কেউ। আবার খাবার খাওয়ার পরপরই কফি খেলেও হতে পারে হজমজনিত সমস্যা। </p><p>কিছু ওষুধের ওপর কফির নেতিবাচক প্রভাব পড়তে পারে। তাই ওষুধ খাওয়ার ঠিক আগে বা ঠিক পরপরই কফি না খাওয়া ভালো। </p></div></div></div></body></html>"
        },
        {
            "title": "দুই বছরের মুদ্রণশিল্প নগরী প্রকল্পে ১০ বছর গেল জমি পেতেই, তবু শঙ্কা | প্রথম আলো",
            "time": "2025-12-02T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Faac49155-5a49-4f22-8670-07ac6af915a9%2Fbscic.jpg?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ বছর আগে শুরু হয়েছিল দেশের একমাত্র মুদ্রণশিল্প নগরী প্রকল্প। এর মধ্যে মেয়াদ বেড়েছে দুই দফা, বেড়েছে ব্যয়ও। সেই বর্ধিত মেয়াদের বাকি আর দেড় বছর। কিন্তু ভূমি উন্নয়নকাজই এখনো শেষ হয়নি। ফলে ১০ বছরেও আলোর মুখ দেখেনি এই শিল্পনগরী। ফলে ১০ বছর পর এসেও এই মুদ্রণশিল্প নগরী কবে চালু হবে, সেটি এখনো অনিশ্চিত।</p><p>জানা যায়, দেশের ছড়িয়ে-ছিটিয়ে থাকা মুদ্রণশিল্প প্রতিষ্ঠানগুলোকে এক জায়গায় নিয়ে আসার উদ্দেশ্যে ২০১৬ সালে এ প্রকল্প হাতে নিয়েছিল বাংলাদেশ ক্ষুদ্র ও কুটিরশিল্প করপোরেশন (বিসিক)। এ জন্য মুন্সিগঞ্জের সিরাজদিখান উপজেলার বড়বত্তা এলাকায় ৪৩ একর জায়গায় এই শিল্পনগরী স্থাপনের অনুমোদন দেয় তৎকালীন সরকার। সে সময় প্রকল্পের ব্যয় ধরা হয়েছিল ১৩৮ কোটি টাকা। আর প্রকল্পের মেয়াদ ছিল ২০১৮ সালের ডিসেম্বর পর্যন্ত। তবে ভূমি অধিগ্রহণ, জনবসতি উচ্ছেদসহ নানা জটিলতায় শুরুতেই ধাক্কা খায় প্রকল্পটি। প্রকল্প শুরুর ছয় বছর পর ২০২২ সালে এসে প্রকল্পের স্থান পরিবর্তন করে বিসিক। মুন্সিগঞ্জের সিরাজদিখানের বড়বত্তা থেকে এটিকে সরিয়ে নেওয়া হয় খারসুর এলাকায়। সেখানে প্রকল্পটি বাস্তবায়নে ৪০০ একর জমির জন্য শিল্প মন্ত্রণালয়ে আবেদন করে বিসিক। তবে শিল্প মন্ত্রণালয় প্রকল্পের জন্য ১০০ একর জমি বরাদ্দ দেয়। স্থান পরিবর্তনের কারণে বাড়ানো হয় প্রকল্পের মেয়াদ ও ব্যয়। ১৩৮ কোটি টাকা থেকে প্রকল্পের ব্যয় বেড়ে দাঁড়ায় ২৭৫ কোটি টাকা। আর মেয়াদ বাড়িয়ে করা হয় ২০২৪ সাল পর্যন্ত। তারপরও প্রকল্পটির কাজ শুরু করতে পারেনি বিসিক। তাই আরেক দফা প্রকল্পের মেয়াদ বাড়িয়ে ২০২৭ সালের জুন মাস পর্যন্ত করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কাতারে উদ্বোধন হলো শিল্পী মকবুল ফিদা হুসেন জাদুঘর | প্রথম আলো",
            "time": "2025-12-02T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Fmw0ldb12%2FMF-Husain-Museum.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থপতি খোসলা আল-জাজিরাকে বলেন, নিজের কাজ সংরক্ষণ করার জন্য মকবুল ফিদা নিজেই একটি জাদুঘরের একটি স্কেচ করে গিয়েছিলেন। স্কেচের চারপাশে কিছু নির্দেশনাও তিনি লিখে রেখেছিলেন। ‘লাওহ ওয়া কলম’ শব্দগুচ্ছটি সেখানেই লেখা ছিল। সেই সব মাথায় রেখে জাদুঘরের নকশা করা হয়েছে।</p><p>জাদুঘরে মকবুল ফিদার চিত্রকর্ম, ছোট ছোট ভিডিও, তাঁতে তৈরি শিল্পকর্ম (ট্যাপিস্ট্রি) এবং আলোকচিত্রের মধ্য দিয়ে তাঁর শিল্পযাত্রার বিবর্তন ফুটিয়ে তোলা হয়েছে। এতে এমন কাজও রয়েছে, যা আগে কখনো প্রদর্শিত হয়নি। পাশাপাশি শিল্পীর ব্যক্তিগত জীবনের নানা স্মারকও রাখা হয়েছে। এসব স্মারকের মধ্যে তাঁর সাক্ষাৎকারের বাছাই করা অংশ ও উক্তি অন্যতম, যা মানুষ মকবুল ফিদাকে অন্তরঙ্গভাবে বুঝতে সাহায্য করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এভারকেয়ারের সামনে নিরাপত্তা জোরদার, আসছেন নেতা-কর্মীরা | প্রথম আলো",
            "time": "2025-12-02T05:59:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F3e8bmau3%2FAvar-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসপাতালের সামনের সড়কে ব্যারিকেড দিয়ে যাতায়াত নিয়ন্ত্রণ করা হচ্ছে। ঘটনাস্থলে পুলিশ ও র‍্যাবের বেশ কিছু সদস্যকে দায়িত্ব পালন করতে দেখা যায়।</p><p>গতকাল পর্যন্ত হাসপাতাল সামনে ব্যারিকেড ছিল না।</p><p>ঘটনাস্থলে কথা হয় সহকারী পুলিশ কমিশনার মনিরুল ইসলামের সঙ্গে। তিনি প্রথম আলোকে বলেন, যেকোনো পরিস্থিতি মোকাবিলায় বাড়তি নিরাপত্তাব্যবস্থা নেওয়া হয়েছে। ঊর্ধ্বতন কর্তৃপক্ষের নির্দেশে তাঁরা নিরাপত্তা বাড়িয়েছেন। এখনে পুলিশের প্রায় ৫০ জন সদস্য আছেন।</p><p>হাসপাতালের সামনে জড়ো হওয়া নেতা-কর্মীরা বলছেন, খালেদা জিয়াকে দেখার সুযোগ হয়তো পাবেন না, তা জেনেও তাঁরা এখানে এসেছেন। তাঁরা অন্তত সশরীর এসে তাঁর একটু খোঁজখবর নিতে পারবেন, এ জন্য এখানে আসা।</p></div></div></div></body></html>"
        },
        {
            "title": "শোবার ঘরকে বানাল জাদুঘর | প্রথম আলো",
            "time": "2025-12-02T05:51:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2F0ctzyqvv%2FCapture.PNG?rect=0%2C33%2C1049%2C551&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চীনের হেনান প্রদেশের ১৪ বছর বয়সী কিশোর শিয়ে ঝাওইউতং নিজের ছোট্ট শোবার ঘরকে এক ব্যতিক্রমী ইতিহাস জাদুঘরে পরিণত করেছে। প্রাচীন চীনের ইতিহাস ও সাহিত্যের প্রতি গভীর অনুরাগ থেকে সে বছরের পর বছর ধরে সংগ্রহ করেছে নানা সামগ্রী। এতে রয়েছে মাটির পাত্র, চিনামাটি, প্রাচীন ইট, পুরোনো মুদ্রা, এমনকি তিন হাজার বছরের পুরোনো যুগের নিদর্শন।</p><p>ঝাওইউতংয়ের ঘরে বিছানা ছাড়া বাকি সব জায়গা দখল করে আছে এসব সংগ্রহ। সে নিজেই বলেছে, ‘বিছানাটা আমার দেহের, আর বাকি ঘর আমার আত্মার পাত্র।’</p><p>সম্প্রতি নিজের সংগ্রহ নিয়ে তৈরি ঝাওইউতংয়ের এক ভিডিও অনলাইনে ছড়িয়ে পড়েছে। এতে দেখা যায়, যেকোনো একটি জিনিস বা বস্তু ধরে তার যুগ, পটভূমি ও ইতিহাস ব্যাখ্যা করছে সে। ভিডিওটি লাখো মানুষের মন কেড়েছে। অনেকে তাকে ‘প্রাচীন আত্মাধারী বালক’ বলে অভিহিত করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিলুপ্তির পথে সুন্দরী হাঁস | প্রথম আলো",
            "time": "2025-12-02T05:50:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fi7z6v2qi%2F02122025-cm-16.jpg?rect=0%2C49%2C1169%2C614&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যদিও বিশেষজ্ঞরা মনে করেন, এই পাখি কমে যাওয়ার মূল কারণ আবাস এলাকা ধ্বংস, সুন্দরবনের নদী-খালে জলযান চলাচল বৃদ্ধি, মাছ ধরায় বিষের ব্যবহার, জলবায়ু পরিবর্তন ও সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি, ডিম-ছানা চুরি, শিকার ইত্যাদি। কিন্তু কঠিন বাস্তবতা ও অভিজ্ঞতার আলোকে বলা যায়, সুন্দরবনের আপাত–অসহায়, গরিব ও নিরীহ জেলেদের চরপাটা জালের অত্যাচারই প্রধানত দায়ী।</p><p>পাখিটি ভাটার সময় অল্প পানিতে সাঁতার কেটে বা কাদায় হেঁটে চিংড়ি, ছোট মাছ, কাঁকড়া, শামুক, কীটপতঙ্গ ইত্যাদি খায়। এ সময় জেলেরা ব্যস্ত থাকেন চরপাটা জাল পাততে। এরপর জোয়ারে জালে যে মাছ আটকায়, পরের ভাটাতে জেলেরা সে মাছ তুলে নেন। পরের ভাটাতেও হাঁসপাখি খালের পাড়ে নামতে পারে না, ফলে খাবার খেতে পারে না। অনেক সময় বোকা পাখিগুলো জালে আটকা পড়ে জেলেদের পেটে যায়। এভাবে দিনের পর দিন জেলেদের অত্যাচারে শেষ পর্যন্ত পাখিটি আবাস এলাকা ত্যাগ করে অন্যত্র চলে যায়। সেখানেও একই অবস্থার পুনরাবৃত্তি ঘটে। এভাবে জামতলী, হাড়বাড়িয়া ও ছিটা কটকা খাল থেকে ওরা হারিয়ে গেছে।</p><p>বর্তমানে সুন্দরবনে বাঘ রক্ষার জন্য কোটি কোটি টাকা খরচ হলেও সুন্দরী হাঁস রক্ষায় বন বিভাগের কোনো বরাদ্দ আছে কি না তা জানা নেই। তবে দ্রুত জোরালো পদক্ষেপ না নিলে গোলাপি শিরের মতো এরাও দ্রুতই পৃথিবী থেকে হারিয়ে যাবে। এদের বিলুপ্তি ঠেকাতে প্রয়োজন সুন্দরী হাঁসের সম্ভাব্য আবাস এলাকায় জেলেদের চরপাটা জাল পাতা বন্ধ ও নিয়মিত তদারকি করা।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে মদ তৈরির কারখানা, আটক ১ | প্রথম আলো",
            "time": "2025-12-02T05:43:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fope85ail%2FWhatsApp.jpg?rect=0%2C168%2C2406%2C1263&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয় প্রশাসন জানায়, গ্রেপ্তার ব্যক্তির সুমন চাকমা (৫০)। তিনি খাগড়াছড়ি জেলার বাসিন্দা। সুমন বিশ্ববিদ্যালয় থেকে চাষাবাদ করার জন্য জমি ইজারা নিয়েছিলেন। তবে চাষাবাদের আড়ালে তিনি সেখানে চোলাই মদ তৈরির কারখানা গড়ে তোলেন। পাশাপাশি পাহাড়ের বন্য প্রাণী শিকার করে আসছেন তিনি। ওই এলাকায় হঠাৎ বহিরাগতদের চলাচল বাড়ায় নজরদারি বাড়ায় প্রক্টরিয়াল বডি। এরপর সুস্পষ্ট তথ্যের ভিত্তিতে সুমন চাকমার বাড়িতে গতকাল দিবাগত রাত সাড়ে ১২টায় প্রক্টর অধ্যাপক হোসেন শহীদ সরওয়ার্দীর নেতৃত্বে অভিযান চালানো হয়। রাত সাড়ে তিনটায় এ অভিযান শেষ হয়েছে।</p><p>প্রক্টরিয়াল বডি জানায়, সুমন তাঁর ঘরের পাশেই মদ তৈরি করতেন। তাঁর ছোট বেড়ার ঘরের পেছনের লম্বা বারান্দাজুড়ে মদ উৎপাদনের বিভিন্ন সরঞ্জাম ছিল। পরে ঘর তল্লাশিতে সদ্য প্রস্তুত করা প্রায় ৩০ লিটার চোলাই মদসহ নানান উপকরণ জব্দ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কে হচ্ছেন ২০২৫ সালের সর্বোচ্চ গোলদাতা | প্রথম আলো",
            "time": "2025-12-02T05:41:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F9cuu8yhg%2FWhatsApp-Image-2025-10-07-at-4.18.50-PM.jpeg?rect=0%2C0%2C1072%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় দলের গোল বিবেচনায় ৫ ম্যাচ হাতে রেখে এমবাপ্পের গোল এখন ৬০টি। ২১ শতকে এক পঞ্জিকাবর্ষে জাতীয় দল ও ক্লাব মিলিয়ে ৬০ বা তার বেশি গোল করা ফুটবলার হলেন মেসি, ক্রিস্টিয়ানো রোনালদো এবং রবার্ট লেভানডফস্কি। এই তালিকায় এবার প্রবেশ করেছেন এমবাপ্পেও। তবে এক পঞ্জিকাবর্ষে সর্বোচ্চ গোলের তালিকাতেও আরও ওপরে ওঠে আসার সুযোগ আছে এমবাপ্পের।</p><p>ক্লাব ও জাতীয় দল মিলিয়ে ২০১২ সালে ৯১ গোল করে সবার ওপরে মেসি। এরপর ৮৫ গোল নিয়ে দ্বিতীয় জার্ড মুলার এবং ৭৫ গোল করে তৃতীয় পেলে। এখন এমবাপ্পে যদি ৫ ম্যাচে অন্তত ১৫ গোল করেন, তবে তিনি পেলেকে ছুঁয়ে ফেলবেন। তবে ১০ গোলও যদি করতে পারেন, তবে রোনালদো ও লেভাকে পেছনে ফেলতে পারবেন তিনি ।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বার্ষিক ও নির্বাচনী পরীক্ষা হচ্ছে না, অভিভাবকেরা ক্ষুব্ধ | প্রথম আলো",
            "time": "2025-12-02T05:33:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Ffvrqxbb4%2FChuadangaDH057020251202chuadanga-pic-02-12-20253.jpg?rect=0%2C468%2C3218%2C1689&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীরা যাতে পড়ার টেবিলে থাকে, এ জন্য শিক্ষকেরা নিয়মিত তাদের সঙ্গে যোগাযোগ রাখছেন বলে দাবি করেছেন ভিক্টোরিয়া জুবিলি সরকারি উচ্চবিদ্যালয়ের প্রধান শিক্ষক (ভারপ্রাপ্ত) জেসমিন আরা খাতুন। তিনি প্রথম আলোকে বলেন, ‘আশা করি, শিক্ষকদের দাবির বিষয়গুলো নিয়ে একটি সন্তোষজনক সমাধান আসবে। এরপর স্থগিত পরীক্ষাগুলো নেওয়া হবে।’</p><p>সরকারি মাধ্যমিক বিদ্যালয়ে কর্মরত শিক্ষকদের সংগঠন বাংলাদেশ সরকারি মাধ্যমিক শিক্ষক সমিতির (বাসমাশিস) কেন্দ্রীয় কমিটির সিদ্ধান্ত অনুযায়ী, চার দফা দাবিতে ১ ডিসেম্বর থেকে লাগাতার কর্মবিরতি শুরু হয়েছে। শিক্ষকেরা বলছেন, দাবি না মানা পর্যন্ত পাঠদানসহ শিক্ষা কার্যক্রমে ফিরবেন না।</p><p>শিক্ষকদের দাবিগুলো হলো সহকারী শিক্ষক পদকে বিসিএস (সাধারণ শিক্ষা) ক্যাডারভুক্ত করে মাধ্যমিক শিক্ষা অধিদপ্তরের গেজেট প্রকাশ; বিদ্যালয় পরিদর্শন শাখায় কর্মরত শিক্ষকদের বিভিন্ন শূন্য পদে নিয়োগ, পদোন্নতি ও পদায়ন দ্রুত কার্যকর করা; সুপ্রিম কোর্টের রায়ের আলোকে বকেয়া টাইম স্কেল ও সিলেকশন গ্রেডের মঞ্জুরি আদেশ দেওয়া এবং ২০১৫ সালের আগের মতো সহকারী শিক্ষকদের দু-তিনটি ইনক্রিমেন্টসহ অগ্রিম বর্ধিত বেতন-সুবিধা বহাল করে গেজেট প্রকাশ।</p></div></div></div></body></html>"
        },
        {
            "title": "বঙ্গবন্ধুর প্রশংসা করে বহিষ্কৃত বিএনপি নেতা পাঁচ বছর পর দলে ফিরলেন | প্রথম আলো",
            "time": "2025-12-02T05:32:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F7psvbk77%2Fpatuakhali-bnp-leaders.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিঠিতে বলা হয়েছে, ‘ইতিপূর্বে দলীয় শৃঙ্খলা ভঙ্গ এবং দলের নীতি ও আদর্শ পরিপন্থী কর্মকাণ্ডের জন্য জেলা বিএনপির সাবেক ভারপ্রাপ্ত সাধারণ সম্পাদক ওয়াহিদ সরোয়ার কালামকে বিএনপির প্রাথমিক সদস্যসহ সব পর্যায়ের পদ থেকে বহিষ্কার করা হয়েছিল। তাঁর আবেদনের পরিপ্রেক্ষিতে বহিষ্কারাদেশ প্রত্যাহার করে প্রাথমিক সদস্য পদে পুনর্বহাল করা হলো।’</p><p>দলীয় সূত্রে জানা গেছে, ২০১৮ সালে পটুয়াখালীতে জাতীয়তাবাদী আইনজীবী ফোরামের এক সভায় বক্তব্যে ওয়াহিদ সরোয়ার বঙ্গবন্ধু শেখ মুজিবুর রহমানের প্রশংসা করেন। সেখানে জেলা বিএনপির বর্তমান সভাপতি মজিবুর রহমানসহ বিএনপিপন্থী একাধিক আইনজীবী উপস্থিত ছিলেন। তাঁর ওই বক্তব্যের ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়লে এ নিয়ে সমালোচনা হয়। পরে ২০২০ সালের ১১ অক্টোবর কেন্দ্রীয় বিএনপি তাঁকে বহিষ্কারের সিদ্ধান্ত নেয়।</p></div></div></div></body></html>"
        }
    ]
}