{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে ভর্তি, বিষয় পছন্দক্রম ফরম পূরণে বর্ধিত সময় শেষ আজ | প্রথম আলো",
            "time": "2026-02-07T06:35:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F99ee479a-c29b-431b-9766-2cc062969479%2F%E0%A6%85%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B0%20%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%AF%20%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%20%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%20%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%2C%20%E0%A6%B9%E0%A6%B2%20%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%97%E0%A7%87%E0%A6%B0%20%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A7%87%E0%A6%B6?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশেষ বিজ্ঞপ্তিতে বলা হয়েছে, ঢাকা বিশ্ববিদ্যালয়ের ২০২৫-২৬ শিক্ষাবর্ষের আন্ডারগ্র্যাজুয়েট প্রোগ্রামে ভর্তি–সংক্রান্ত সব ইউনিটে ভর্তিযোগ্য (উত্তীর্ণ ও মেধাক্রমপ্রাপ্ত) শিক্ষার্থীদের অবগতির জন্য জানানো যাচ্ছে, ভর্তি মনোনয়ন প্রক্রিয়ায় অংশগ্রহণের লক্ষ্যে শিক্ষার্থী তথ্য বিস্তারিত ফরম ও বিষয় পছন্দক্রম পূরণের নির্ধারিত সময়সীমা দুই দিন বৃদ্ধি করা হয়েছে। বর্ধিত সময় অনুযায়ী শিক্ষার্থীরা ৭ ফেব্রুয়ারি রাত ১১টা ৫৯ মিনিট পর্যন্ত বিশ্ববিদ্যালয়ের নির্ধারিত ওয়েবসাইটে প্রবেশ করে প্রয়োজনীয় তথ্য প্রদানপূর্বক ফরম পূরণ ও বিষয় পছন্দক্রম প্রদান করতে পারবেন।</p><p><strong>পাঁচ দফা নির্দেশনা—</strong></p><p><strong>ক.</strong> ঢাকা বিশ্ববিদ্যালয়ের সব ইউনিটের জন্য একজন শিক্ষার্থীর ক্ষেত্রে একটিমাত্র বিস্তারিত ফরম ও বিষয় পছন্দক্রম প্রযোজ্য হবে। ইউনিটভিত্তিক আলাদাভাবে ফরম পূরণের প্রয়োজন নেই।</p><p><strong>খ.</strong> শিক্ষার্থীদের অনলাইনে বিস্তারিত ফরম ও বিষয় পছন্দক্রম পূরণের পূর্বে ঢাকা বিশ্ববিদ্যালয়ের ভর্তিবিষয়ক ওয়েবসাইটে লগইন করে ভর্তিযোগ্য বিষয়গুলোর তালিকা অনুযায়ী বিষয় পছন্দক্রম প্রস্তুত (খসড়া) করে রাখার জন্য পরামর্শ প্রদান করা হলো।</p><p><strong>গ.</strong> বিস্তারিত ফরম ও বিষয় পছন্দক্রম পূরণের ক্ষেত্রে ল্যাপটপ/ডেস্কটপ কম্পিউটার ব্যবহার করার জন্য বিশেষভাবে অনুরোধ জানানো হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "৪১ শতাংশ প্রার্থীর আয় ৫ লাখ টাকার নিচে, কোন ১০ জনের আয় সবচেয়ে বেশি জানাল সুজন | প্রথম আলো",
            "time": "2026-02-07T06:29:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2F1e80n0x1%2Fsujon-.jpeg?rect=0%2C97%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তালিকায় চতুর্থ বিএনপির প্রার্থী মির্জা আব্বাস। তাঁর আয় ৯ কোটি টাকার বেশি। ৮ কোটি টাকার বেশি আয় নিয়ে পঞ্চম অবস্থানে আছেন টাঙ্গাইল–৮ আসনের স্বতন্ত্র প্রার্থী সালাউদ্দিন আলমগীর।</p><p>তালিকায় থাকা বাকি পাঁচজন হলেন যথাক্রমে কক্সবাজার–১ আসনের বিএনপির প্রার্থী সালাহউদ্দিন আহমদ, কুমিল্লা–৫ আসনের বিএনপির প্রার্থী মো. জসীম উদ্দিন, নেত্রকোনা–১ আসনের বিএনপির প্রার্থী কায়সার কামাল, চট্টগ্রাম–১৪ আসনের স্বতন্ত্র প্রার্থী শফিকুল ইসলাম রাহী এবং কুমিল্লা–৭ আসনের বিএনপির প্রার্থী রেদোয়ান আহমেদ। তাঁদের সবার আয় চার থেকে সাড়ে ছয় কোটি টাকার মধ্যে।</p><p>সংবাদ সম্মেলনে তথ্য উপস্থাপন করেন সুজনের কেন্দ্রীয় সমন্বয়ক দিলীপ কুমার সরকার। এ সময় আরও উপস্থিত ছিলেন সুজন সম্পাদক বদিউল আলম মজুমদার, কোষাধ্যক্ষ সৈয়দ আবু নাসের বখতিয়ার আহমেদ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের ঘাঁটিতেই ঝুঁকিতে জাপা | প্রথম আলো",
            "time": "2026-02-07T06:27:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2F071e9m9b%2FRangpurDH049420260206IMG-20260206-WA0067.jpg?rect=0%2C182%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেঞ্চের উল্টো দিকে এসে বসলেন আলু ব্যবসায়ী আনিসুর রহমান। ঢুকলেন কথার মাঝে। বললেন, ‘ভোটটা মাগনা নাকি। মানুষ জাতীয় পার্টিকে ভোট দিয়ে ভোট নষ্ট করবে কেন। এবার কনটেস্ট হবে ধানের শীষ আর দাঁড়িপাল্লার মধ্যে। এরশাদ ছিলেন, অন্য কথা।’ আলু ব্যবসায়ীর কথায় বোঝা গেল না তিনি কোন পক্ষের।</p><p>চায়ের দোকানে মানুষ আসছেন, যাচ্ছেন। এরপর এলেন জনা সাতেক একসঙ্গে। প্রত্যেকের বুকে ধানের শীষ প্রতীক। তাঁরা জাতীয়তাবাদী ব্যাটারিচালিত অটো শ্রমিক দলের সদস্য। একজন দিবাকর ভৌমিক বলেন, ‘এখানে আমাদের অবস্থান ভালো। জাতীয় পার্টি এখানে দাঁড়াতেই পারবে না।’</p><p>চায়ের দোকানের একটু পেছনেই অন্য একটি দোকানে বসে ছিলেন দর্শনা বাজার মসজিদের ইমাম আল ইমরান ও জাতীয় পাটির একজন সমর্থক সিরাজুল ইসলাম। আল ইমরানের দাবি, তিনি কোনো দলের সমর্থক নন। সবাই তাঁর মুসল্লি। তাঁর ধারণা, এখানে লড়াইটা হবে দাঁড়িপাল্লা আর লাঙ্গলের মধ্যে।</p><p>একসময় প্রায় শতভাগ মানুষ লাঙ্গলের সমর্থক ছিল, এখন সমর্থন কমে ২০ শতাংশে এসে ঠেকেছে বলে মনে করেন সিরাজুল ইসলাম। তিনি বলেন, জাতীয় পার্টি ভাঙছে বারবার। রওশন এরশাদ, জি এম কাদেরদের মধ্যে ‘কামড়াকামড়ি’। রংপুরবাসী বিভ্রান্ত, আছে দোটানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির বিরুদ্ধে জামায়াতের নারী কর্মীদের হেনস্তার অভিযোগ | প্রথম আলো",
            "time": "2026-02-07T06:23:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2F2r4kti9a%2FJamat.jpg?rect=100%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসহাক খন্দকার বলেন, জেলার চাটখিল, বেগমগঞ্জ, সদর উপজেলা, নোয়াখালী পৌরসভা, সুবর্ণচরসহ বিভিন্ন স্থানে জামায়াতের নারী কর্মীদের উঠান বৈঠকসহ প্রচারণায় বাধা দেওয়া হয়েছে। প্রচারণার সময় জামায়াতের নারী কর্মীদের হেনস্তাও করছেন বিএনপির লোকজন।</p><p>বিএনপির ভাইস চেয়ারম্যান ও নোয়াখালী-৪ আসনের বিএনপি প্রার্থী মো. শাহজাহানের কাছে অভিযোগ করে কয়েকটি স্থানে পরিস্থিতি নিয়ন্ত্রণে সহায়তা পাওয়া গেছে বলে জানান জেলা জামায়াতের আমির। তিনি বলেন, ‘অনেক ঘটনা তাঁরও (মো. শাহজাহান) নিয়ন্ত্রণের বাইরে ছিল। জামায়াত সর্বোচ্চ ধৈর্যের পরিচয় দিয়ে পরিস্থিতি মোকাবিলা করে যাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত আমিরের নামে ভুয়া ফটোকার্ড | প্রথম আলো",
            "time": "2026-02-07T06:18:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2Feqid15r3%2F%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4-.jpeg?rect=0%2C2%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তারেক রহমানের মনোনয়ন বাতিলের খবরটি ভুয়া</strong></p><p>‘দ্বৈত নাগরিকত্ব থাকায় বিএনপির চেয়ারম্যান তারেক রহমানের মনোনয়নপত্র বাতিল হয়েছে’—এমন দাবিসংবলিত একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়েছে। তবে যাচাই করে এর সত্যতা পাওয়া যায়নি।</p><p>ভিডিওটিতে দেখা যায়, একজন নারী উপস্থাপক জানাচ্ছেন যে দ্বৈত নাগরিকত্বের কারণে তারেক রহমানের মনোনয়নপত্র বাতিল করা হয়েছে এবং সাতটি আসনে যাচাই-বাছাইয়ে ১৬ জনের প্রার্থিতা বাতিল হয়েছে। পরে আরেক প্রতিবেদকের কথোপকথন যুক্ত করে একই দাবি পুনরাবৃত্তি করা হয়। ভিডিওর পরবর্তী অংশে আরেক উপস্থাপককেও একই তথ্য দিতে শোনা যায়।</p><p>ভিডিওটির কি-ফ্রেম বিশ্লেষণে দেখা যায়, এটি বেসরকারি টেলিভিশন চ্যানেল যমুনা টিভির একটি সংবাদ অনুষ্ঠানের ভিডিও ব্যবহার করে তৈরি। ভুয়া ভিডিওটিতে মূল ভিডিও রিভার্স করে তাতে ভিন্ন অডিও সংযোজন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র থেকে আগের তুলনায় দ্বিগুণের বেশি পণ্য কেনার শর্তেই কি ভারতের সঙ্গে চুক্তি | প্রথম আলো",
            "time": "2026-02-07T06:17:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fuqel13q1%2FScreenshot-2025-08-02-173829.jpg?rect=0%2C0%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সূত্রমতে, ভারত কৃষি খাতের অনেক পণ্য আমদানির সুযোগ দিলেও জেনেটিক্যালি মডিফাইড (জিএম) পণ্য, সয়াবিন মিল, পোলট্রি, ভুট্টা ও শস্য–জাতীয় পণ্যের ক্ষেত্রে সুরক্ষা বজায় রেখেছে। অর্থাৎ এসব পণ্য অবাধে আসতে দেবে না।</p><p>নির্দিষ্ট কিছু পণ্য যেমন তুলা, ডাল, কাঠবাদাম ও পেঁয়াজের ক্ষেত্রে কোটা–সুবিধা (নির্দিষ্ট পরিমাণ আমদানির সুযোগ) দেওয়া হয়েছে। এ ছাড়া ভারত আপেলের মতো কিছু পণ্যের বাজার উন্মুক্ত করেছে, যা আগে থেকেই অন্যান্য দেশের জন্য খোলা রয়েছে।</p><p>এর আগে নিউজিল্যান্ড থেকে আপেল, ইউরোপীয় ইউনিয়ন থেকে কিউই ও নাশপাতি আমদানির সুযোগ দিয়েছিল ভারত। এ ছাড়া পশ্চিমা দেশগুলোর সঙ্গে বাণিজ্য চুক্তিতে মদ ও স্পিরিটের বাজার উন্মুক্ত করা একটি গুরুত্বপূর্ণ দিক ছিল।</p><p>বাণিজ্য ও শিল্পমন্ত্রী পীযূষ গোয়েল গত মঙ্গলবার দাবি করেছেন, ভারত-মার্কিন বাণিজ্য চুক্তিতে কৃষি ও দুগ্ধজাত পণ্যের মতো সংবেদনশীল খাতগুলোকে সম্পূর্ণ সুরক্ষা দেওয়া হয়েছে। ওয়াশিংটনের কাছ থেকে ভারতের প্রতিদ্বন্দ্বী দেশগুলো যা পেয়েছে, ভারতের এই চুক্তি তার চেয়ে অনেক ভালো।</p><p>গোয়েল আরও দাবি করেন, ‘প্রধানমন্ত্রী আমাদের কৃষক, পশুপালক ও দুগ্ধজাত পণ্য উৎপাদন খাতের ব্যাপারে সব সময় উদ্বিগ্ন। তিনি কখনোই তাদের স্বার্থের সঙ্গে আপস করতে দেননি। এই মার্কিন বাণিজ্য চুক্তিতেও কৃষি ও দুগ্ধ খাতকে সুরক্ষিত রাখা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের জন্য সারা দেশে দুই দিন দোকান ও শপিং মল বন্ধ থাকবে | প্রথম আলো",
            "time": "2026-02-07T06:16:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F03%2F23%2F3f60689f88321e749de681418da68c4d-5e78c971b8645.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচন উপলক্ষে ঢাকাসহ সারা দেশের সব দোকান, বাণিজ্যবিতান ও শপিং মল ১১ ও ১২ ফেব্রুয়ারি বন্ধ রাখার সিদ্ধান্ত নেওয়া হয়েছে। আজ শনিবার এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানায় বাংলাদেশ দোকান ব্যবসায়ী মালিক সমিতি।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, আগামী বৃহস্পতিবার ১২ ফেব্রুয়ারি ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট অনুষ্ঠিত হবে। নির্বাচন উপলক্ষে ভোট গ্রহণে সাধারণ মানুষের অংশগ্রহণ নিশ্চিত করতে এবং ভোটাধিকার প্রয়োগে সুবিধা দিতে সরকারি সিদ্ধান্তের সঙ্গে সামঞ্জস্য রেখে আগামী বুধ ও বৃহস্পতিবার সারা দেশে দোকান, বাণিজ্যবিতান ও শপিং মল বন্ধ রাখার সিদ্ধান্ত নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টুয়েন্টি বিশ্বকাপে পাকিস্তানি বংশোদ্ভূত খেলোয়াড় ৩০ জন, ভারতের আরও বেশি | প্রথম আলো",
            "time": "2026-02-07T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2F2wlkrzlj%2FWhatsApp-Image-2026-02-07-at-11.35.43-AM-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানের মালাকান্দ জেলায় জন্ম নেওয়া জাওয়াদের জীবনে ক্রিকেট ধরা দিয়েছিল ছোটবেলার বিনোদন হিসেবে। কোনো লক্ষ্য তাঁর ছিল না। স্রেফ আনন্দের জন্য ক্রিকেট খেলতেন। ৮ সদস্যের পরিবারের একজন ছিল তিনি। টেনিস বলের ক্রিকেটই খেলতে হতো। ছিল না কোনো কোচ, ধীরে ধীরে উঠে আসার অবকাঠামোও তাঁর ধরা-ছোঁয়ার বাইরে ছিল।</p><p>গত বছর টাইমস অব ইন্ডিয়াকে জাওয়াদ বলেছিলেন, ‘পাকিস্তানে আমি শুধু টেনিস বলের ক্রিকেট খেলেছি। আমাকে পথ দেখানোর জন্য কোনো কোচ কিংবা অভিজ্ঞ কোনো খেলোয়াড় ছিলেন  না। অনেকেই আমাকে ক্রিকেট বল খেলার একাডেমিতে যোগ দেওয়ার পরামর্শ দিয়েছিলেন। আমার মনে হয়েছিল, সেসব জায়গায় তো অনেক প্রতিভাবান খেলোয়াড়ই সুযোগ পায় না, তখন আসলে কী ভেবেছিলাম জানি না, সম্ভবত ভীতি ছিল মনের মধ্যে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রটারড্যামে পুরস্কার জিতল বাংলাদেশের ‘মাস্টার’ | প্রথম আলো",
            "time": "2026-02-07T06:04:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2Fa0j4lz2j%2F62556166144698443566283444698383153477251778n.jpg?rect=0%2C1%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কী আছে এই ‘মাস্টার’ সিনেমায়? সময়ের প্রয়োজনে একজন শিক্ষকের চেয়ারম্যান নির্বাচিত হওয়ার পর তৈরি হয় নানা সংকট। নির্বাচনে তাঁর পেছনে যাঁরা সময়, শ্রম ও অর্থ ব্যয় করেন, পরবর্তী সময়ে তাঁদের প্রায় সবাই শিক্ষকের কাছে অন্যায্য সাহায্য প্রত্যাশা করেন। সেই সাহায্যপ্রত্যাশীদের এড়িয়ে যাওয়াও সম্ভব হয় না, আবার নিজের ব্যক্তিত্ব ও বিবেক তাঁকে বাধাগ্রস্তও করে। এই দ্বন্দ্ব তাঁকে পরিণত করে ভিন্ন এক মানুষে—এমন গল্প নিয়ে তৈরি হয়েছে সিনেমাটি।<br>সিনেমাটিকে পুরস্কারের জন্য বেছে নেওয়ার কারণ হিসেবে জুরি সদস্যরা বলেন, ‘“মাস্টার” মূলত একজন মানুষের নিজের নৈতিকতা ধরে রাখার লড়াইয়ের গল্প। ক্ষমতা ও পুঁজিবাদের প্রলোভন কীভাবে ধীরে ধীরে একজন আদর্শবাদী মানুষকে বদলে দেয়—ছবিতে তা সূক্ষ্মভাবে দেখানো হয়েছে। অসাধারণ ভিজ্যুয়াল, প্রাণবন্ত লোকেশন ও বাস্তবসম্মত পার্শ্বচরিত্রের ভিড়ে প্রধান অভিনেতা দক্ষ অভিনয়ে তুলে ধরেছেন চরিত্রটির ভেতরের দ্বন্দ্ব। শেষ পর্যন্ত ছবিটি ক্ষমতার সর্বগ্রাসী প্রভাবকেই উন্মোচিত করে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এই দুই পদ্ধতিতে ধুয়ে নিলে আঙুরে থাকা ক্ষতিকর রাসায়নিক দূর হবে | প্রথম আলো",
            "time": "2026-02-07T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2F0ys2ku8y%2Fpexels-brunoscramgnon-23042.jpg?rect=0%2C677%2C4928%2C2587&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেসব ফল ও সবজিতে সবচেয়ে বেশি কীটনাশকের অবশিষ্ট থাকার ঝুঁকি থাকে, আঙুর তার মধ্যে অন্যতম। এ কারণে আঙুর খাওয়ার আগে এতে লেগে থাকা ক্ষতিকর রাসায়নিক বাড়তি যত্ন নিয়ে পরিষ্কার করা জরুরি। আর আঙুর পরিষ্কারের জন্য যে উপকরণগুলো দরকার, সেগুলো খাদ্যনিরাপদ এবং সম্ভবত আপনার রান্নাঘরেই আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৪তম বিসিএসের গেজেট, বাদ পড়লেন ১৮৬ প্রার্থী | প্রথম আলো",
            "time": "2026-02-07T05:59:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F1b375a29-a923-4ad8-a7ea-cb8addf88058%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘ.</p><p>উপানুচ্ছেদ (ক) ও (খ)–এ উল্লিখিত প্রশিক্ষণ সাফল্যের সঙ্গে সমাপন, বিভাগীয় পরীক্ষায় উত্তীর্ণ এবং শিক্ষানবিশকাল সন্তোষজনকভাবে অতিক্রান্ত হলে তাঁকে চাকরিতে স্থায়ী করা হবে।</p><p>প্রজ্ঞাপন অনুযায়ী, প্রশাসন ক্যাডারে সহকারী কমিশনার হিসেবে ২৪৪ জন, সহকারী সচিব হিসেবে ৯ জন, পুলিশ ক্যাডারে সহকারী পুলিশ সুপার হিসেবে ৪৮ জন, সহকারী পরিচালক/সহকারী জেলা কমান্ড্যান্ট/ব্যাটালিয়ন উপ-অধিনায়ক হিসেবে ১৩ জন, সহকারী মহাহিসাব নিয়ন্ত্রক হিসেবে ২৯ জন, সহকারী কর কমিশনার হিসেবে ১১ জন, সহকারী রেজিস্ট্রার হিসেবে সাতজন, ট্রাফিক সুপারিনটেনডেন্ট হিসেবে সাতজন, সহকারী পরিচালক/তথ্য কর্মকর্তা/গবেষণা কর্মকর্তা বা সমমানের পদে একজন, সহকারী পরিচালক (প্রোগ্রাম) হিসেবে ছয়জন, সহকারী নিউজ কন্ট্রোলার হিসেবে একজন, সহকারী পোস্টমাস্টার জেনারেল হিসেবে ১৮ জন, সহকারী কন্ট্রোলার হিসেবে ছয়জন, পরিবার পরিকল্পনা কর্মকর্তা হিসেবে ২৩ জন, সহকারী খাদ্য নিয়ন্ত্রক হিসেবে তিনজন, সহকারী নির্বাহী প্রকৌশলী হিসেবে একজন, বাংলাদেশ রেলওয়ের প্রকৌশল বিভাগে ১৮ জনসহ অন্যান্য ক্যাডারে নিয়োগ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামী দিনগুলোর জন্য বাংলা ভাষা কতটুকু প্রস্তুত | প্রথম আলো",
            "time": "2026-02-07T05:55:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2Fbti4v3i9%2F07022026-cm-5.jpg?rect=0%2C207%2C1594%2C837&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেকেই প্রশ্ন করেন, বাংলা ভাষায় দুটি ই-ঈ, উ-ঊ, ণ-ন কিংবা তিনটি শ-ষ-স থাকার দরকার কী। তাঁদের মতে, এত বর্ণবৈচিত্র্য থাকার কারণে বানানেও দ্বিধা তৈরি হয়। তাঁদের যুক্তি, ইংরেজি ভাষা ২৬টি বর্ণ নিয়ে ভালোভাবেই চলছে, তাহলে বাংলাতে এত বর্ণের প্রয়োজন কী।</p><p>মজার ব্যাপার হলো কোনো কোনো ধ্বনিবিজ্ঞানীও বাংলা বর্ণমালা থেকে বর্ণ হ্রাসের প্রস্তাব করেছেন। জ-য, ঙ–ং থেকেও একটি বাদ দেওয়ার সুপারিশ আছে কারও কারও প্রস্তাবে।</p><p>তবে আমাদের খেয়াল রাখা দরকার, বর্ণ কম বা বেশি থাকা কোনো ভাষার মূল সমস্যা নয়। উচ্চারণ-পার্থক্য আলাদা করার জন্য উনিশ শতকের গোড়ার দিকে বাংলা ভাষায় য়, ড়, ঢ়, ৎ বর্ণের সংযুক্তিও ঘটেছে। ঈশ্বরচন্দ্র বিদ্যাসাগর এসব বর্ণকে তাঁর <em>বর্ণপরিচয়</em> (১৮৫৫) গ্রন্থে জায়গাও দিয়েছেন।</p><p>তা ছাড়া একই উচ্চারণের একাধিক বর্ণ থাকা কিংবা একই বর্ণের একাধিক উচ্চারণ থাকা কেবল বাংলার বৈশিষ্ট্য নয়, ইংরেজিসহ প্রধান সব ভাষাতেই এই বৈশিষ্ট্য দেখা যায়। এখন যদি বাংলা থেকে বর্ণ কমানো হয়, তবে এ ভাষা তার নিজের বৈশিষ্ট্য ও চেহারাই হারিয়ে ফেলবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের বিপক্ষে বাংলাদেশের সামনে আজ হিমালয় জয়ের হাতছানি | প্রথম আলো",
            "time": "2026-02-07T05:49:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2Fi90wih22%2FWhatsApp-Image-2026-02-07-at-11.02.06-AM-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে ফাইনালের রণকৌশল সাজাতে সতর্ক বাংলাদেশের ইংলিশ কোচ পিটার বাটলার। লিগ পর্বে ভারতকে হারালেও ফাইনালে কোনো ধরনের ‘আত্মতুষ্টিতে’ ভুগতে রাজি নন তিনি, ‘ভারত কীভাবে খেলে সে সম্পর্কে আমার পরিষ্কার ধারণা আছে। তবে তাদের হারাতে হলে আমাদের সেরা ছন্দেই থাকতে হবে। লিগ পর্বে যা হয়েছে তা অতীত। ফাইনালে আমাদের ইতিবাচক মানসিকতা নিয়ে শূন্য থেকে শুরু করতে হবে।’</p><p>বাটলারের মতে, এই ফাইনাল শুধু একটি ট্রফি জয়ের লড়াই নয়, বরং এটি অস্ট্রেলিয়ায় আগামী মাসে অনুষ্ঠেয় এএফসি নারী এশিয়ান কাপের প্রস্তুতিও। আজ যাঁরা সেরা পারফরম্যান্স করবেন, তাঁরাই মূলত আগামীর বড় মঞ্চের জন্য নিজেদের টিকিট নিশ্চিত করবেন। তবে পোখারার মাঠের বেহাল পরিস্থিতি নিয়ে কিছুটা শঙ্কিত কোচ।</p><p>টুর্নামেন্টের সর্বোচ্চ গোলদাতার দৌড়ে রাজত্ব করছেন বাংলাদেশের আলপি আক্তার। দুটি হ্যাটট্রিকসহ তাঁর ঝুলিতে এখন ৭ গোল।  ৪ গোল বাংলাদেশের মুনকি আক্তারের।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগে বিতর্কিত চুক্তি স্বাক্ষরের উদ্দেশ্য কী | প্রথম আলো",
            "time": "2026-02-07T05:48:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2F5maivob1%2Fcatton-Color.jpg?rect=0%2C21%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেখ হাসিনা সরকারের বিরুদ্ধে বহুল আলোচিত অভিযোগ ছিল, রাষ্ট্র পরিচালনায় চরম অস্বচ্ছতা, কমিশননির্ভর দুর্নীতি এবং জনস্বার্থ উপেক্ষা করে একের পর এক মেগা প্রকল্প ও আন্তর্জাতিক চুক্তি স্বাক্ষর। এসব প্রকল্পের বড় অংশই দীর্ঘ মেয়াদে দেশের ওপর অর্থনৈতিক চাপ সৃষ্টি করেছে, বৈদেশিক ঋণের বোঝা বাড়িয়েছে, পরিবেশগত ঝুঁকি বাড়িয়েছে ও মানুষের জীবন–জীবিকাকে সংকটে ফেলেছে। </p><p>গণ–অভ্যুত্থানের মধ্য দিয়ে ওই সরকারের পতনের পর অন্তর্বর্তী সরকারের প্রধান দায়িত্ব ছিল এই প্রকল্প ও চুক্তিগুলো পুনর্বিবেচনা করা, সব কটি প্রকাশ করা এবং যেগুলো অযৌক্তিক, ক্ষতিকর ও জাতীয় স্বার্থের বিরুদ্ধে গেছে, সেগুলো বাতিলের পথ তৈরি করা।</p><p>কিন্তু বাস্তবে দেখা যাচ্ছে, অন্তর্বর্তী সরকার সেই দায়িত্বের উল্টো পথে হাঁটছে। পূর্ববর্তী সরকারের আমলে নেওয়া বিতর্কিত চুক্তি ও প্রকল্পগুলো বহাল তো আছেই, পাশাপাশি নতুন করে আরও দীর্ঘমেয়াদি এবং প্রশ্নবিদ্ধ চুক্তি করা হচ্ছে। </p><p>এসব চুক্তির মেয়াদ তিরিশ, চল্লিশ এমনকি পঞ্চাশ বছরের বেশি। যেগুলোর আর্থিক প্রভাব, রাষ্ট্রীয় নিরাপত্তাঝুঁকি ও সার্বভৌম সিদ্ধান্ত গ্রহণের ওপর প্রভাব অত্যন্ত গভীর। এমন দীর্ঘমেয়াদি সিদ্ধান্ত নেওয়া একটি অন্তর্বর্তী সরকারের এখতিয়ারের মধ্যেই পড়ে না। গণ–অভ্যুত্থানের পর যে নৈতিক ও রাজনৈতিক মানদণ্ড প্রতিষ্ঠা করা সরকারের দায়িত্ব ছিল, তার বিপরীত উদাহরণ স্থাপন করছে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুর-২: হ্যাঁ-না ভোট, শ্রমিকের নানা প্রশ্ন | প্রথম আলো",
            "time": "2026-02-07T05:23:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-07%2Fqj8rimel%2F1_1.jpeg?rect=0%2C30%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩রা ফেব্রুয়ারি গাজীপুর-২ আসনে, বিশেষত টঙ্গী ও গাছায়, নির্বাচন ঘিরে পোশাকশ্রমিকদের মধ্যে মিশ্র মনোভাব দেখা গেছে। আট লাখ ভোটারের এ আসনে অনেকে 'হ্যাঁ-না' ভোট সম্পর্কে পরিষ্কার নন, কেউ কেউ একে ১০ বছরের বেশি ক্ষমতায় না থাকার বিষয় বলছেন। জিনিসপত্রের দাম কমানো, কর্মসংস্থান, নিরাপত্তা ও শান্তিপূর্ণ পরিবেশই তাঁদের মূল দাবি। বহু শ্রমিক নিজ গ্রামে ভোট দিতে যাবেন। বিএনপি'র ব্যানার বেশি দেখা গেলেও জামায়াত ও ইসলামী আন্দোলনের সমর্থনও রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুর-১: দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে বিএনপির তিন নেতাকে বহিষ্কার | প্রথম আলো",
            "time": "2026-02-07T05:23:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C62%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহিষ্কৃত নেতারা হলেন বোয়ালমারী উপজেলা বিএনপির সহসভাপতি শামসুদ্দিন মিয়া (ঝুনু), উপজেলা বিএনপির সাবেক সাংগঠনিক সম্পাদক মজিবর রহমান ও উপজেলা মৎস্যজীবী দলের সভাপতি বিশ্বজিৎ রাজবংশী।</p><p>জানা গেছে, ফরিদপুর-১ (বোয়ালমারী, আলফাডাঙ্গা, মধুখালী) আসনে বিএনপির প্রার্থী খন্দকার নাসিরুল ইসলামের নির্বাচনী কার্যক্রমে অসহযোগিতা করার অভিযোগে তাঁদের বিরুদ্ধে এই ব্যবস্থা নেওয়া হয়েছে। অভিযোগ আছে, তাঁরা দলীয় প্রার্থীর পক্ষে সক্রিয়ভাবে কাজ না করে ভিন্ন অবস্থান নেন।</p></div></div></div></body></html>"
        }
    ]
}