{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দলগুলোর মতামত পাওয়ার পর জুলাই সনদ চূড়ান্ত হবে | প্রথম আলো",
            "time": "2025-08-03T01:34:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Flruqwwf6%2FMeeting.jpg?rect=0%2C22%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছরের অক্টোবরে সংবিধান, নির্বাচনব্যবস্থা, বিচার বিভাগ, দুর্নীতি দমন কমিশন, প্রশাসন ও পুলিশ সংস্কার কমিশন গঠন করে অন্তর্বর্তী সরকার। গত ফেব্রুয়ারিতে কমিশনগুলো প্রতিবেদন দেয়। পরে সংস্কার প্রশ্নে ঐকমত্য তৈরির লক্ষ্যে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে জাতীয় ঐকমত্য কমিশন গঠন করা হয়। এরপর ছয়টি সংস্কার কমিশনের সুপারিশগুলোকে দুই ভাগে ভাগ করে ঐকমত্য কমিশন। এর মধ্যে আইন-বিধি সংস্কার করে বা প্রশাসনিক সিদ্ধান্তে বাস্তবায়ন সম্ভব, এমন অনেকগুলো সুপারিশকে ‘আশু বাস্তবায়নযোগ্য’ হিসেবে চিহ্নিত করা হয়। সেগুলো বাস্তবায়নের কাজ চলছে।</p><p>অন্যদিকে ১৬৬টি গুরুত্বপূর্ণ সুপারিশ নিয়ে দলগুলোর সঙ্গে আলোচনা করে ঐকমত্য কমিশন। প্রথম পর্বে ৩৩টি দলের সঙ্গে (২০ মার্চ-১৯ মে) রাজনৈতিক দলগুলোর সঙ্গে পৃথক আলোচনা করে কমিশন। প্রথম পর্বে ৬৫টির বেশি বিষয়ে ঐকমত্য হয়। ৩ জুন থেকে ৩১ জুলাই পর্যন্ত দলগুলোর সঙ্গে দ্বিতীয় পর্বে ৩০টি দলের সঙ্গে বিষয়ভিত্তিক আলোচনা করে ঐকমত্য কমিশন। এ পর্বে ১৯টি মৌলিক সংস্কার প্রস্তাবে ঐকমত্য ও সিদ্ধান্ত হয়। এর মধ্যে সর্বসম্মত সিদ্ধান্ত বা ঐকমত্য হয় ৯টি বিষয়ে।</p><p>দ্বিতীয় পর্বে যে বিষয়গুলো নিয়ে ঐকমত্য হয়েছে, সেগুলো হলো সংসদীয় কমিটির সভাপতিত্ব, নির্বাচনী এলাকার সীমানা নির্ধারণ, রাষ্ট্রপতির ক্ষমা সম্পর্কিত বিধান, জরুরি অবস্থা ঘোষণা, প্রধানমন্ত্রীর মেয়াদকাল, নাগরিকের মৌলিক অধিকার ও সম্প্রসারণ, বিচার বিভাগের বিকেন্দ্রীকরণ, পুলিশ কমিশন গঠন এবং রাষ্ট্রপতি পদে নির্বাচন। এর মধ্যে রাষ্ট্রপতি পদে নির্বাচনের বিষয়ে ইসলামী আন্দোলন বাংলাদেশের ভিন্নমত ছিল। তবে ২৯টি দল একমত হওয়ায় এটিকে ঐকমত্য হিসেবে বিবেচনা করেছে কমিশন।</p></div></div></div></body></html>"
        },
        {
            "title": "আব্বা নায়ক হতে চেয়েছিলেন: ফেরদৌসী রহমান | প্রথম আলো",
            "time": "2025-08-03T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fc13vj00a%2FFerdoushi-2.jpeg?rect=0%2C0%2C943%2C495&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>ফেরদৌসী রহমান:</strong> তাঁর ডাক নাম দুলু, আব্বাসী ভাইয়ের নাম তুলু। আমাদের তিনজনের মধ্যে দুলু ভাই সবচেয়ে বেশি বোদ্ধা, মানে সংগীতের ক্ষেত্রে। তিনি বলে দিতে পারতেন, আব্বার ওটা কী গান ছিল...ওটা অত নম্বর রেকর্ড, ওটা আব্বার, ওটা নজরুল ইসলামের। হ্যাঁ, আমরা যদি এতটুকু ভুল করতাম কোনো গানে, ‘মির্না, গানটা দেখে নিস তো, ওখানে তোর ভুল আছে।’ মির্না আমার ডাক নাম। কোথাও যদি একটু ভুল গাইলেন তুলুভাই, দুলু ভাই বলবেন, ‘মির্না, তুলুকে বল, ওখানে কিন্তু গানটা ভুল আছে, ও যেন ঠিক করে নেয়।’ সুর হোক বা কথা হোক, বাণী হোক—হোয়াট এভার। আর শুধু এ ধরনের গান নয়, উচ্চাঙ্গসংগীতও ভালো বুঝতেন। সে জন্য বলছি, শুধু পড়াশোনার ব্যাপারে না, আমাদের তিন ভাইবোনের মধ্যে দুলু ভাই সবচেয়ে বেশি ভালো বুঝতেন গান এবং আমাকে সারাক্ষণ ভালোই গাইড করতেন। আমি তাঁর কাছে কৃতজ্ঞ। কারণ, আর কেউ তেমন করে গাইড করার ছিল না আব্বা চলে যাওয়ার পর। অন্য শিল্পীরা ভালোবাসত, স্নেহ করত, হয়তো কোনো সময় কেউ একটু আদর করে বুঝিয়ে দিত। দুলু ভাই একদম শেখার মতো করে গাইড করতেন। আমাকে রবীন্দ্রসংগীতও শিখিয়েছেন।</p></span></div></div></body></html>"
        },
        {
            "title": "গোল ঠেকান, শিরোপা জেতান-তবু দোন্নারুম্মা, এদেরসনদের কদর কম কেন | প্রথম আলো",
            "time": "2025-08-03T01:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F324wr60k%2Fcollage.jpg?rect=0%2C0%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আপনি গোলরক্ষক। তাহলে আপনার মতো দুর্ভাগা আর কে আছে!</p><p>কেন এমন বলা, সেটি বোঝার জন্য এবারের দলবদল মৌসুমে একটু চোখ বোলালেই হবে। এবারের গ্রীষ্মকালীন দলবদল আবারও চোখে আঙুল দিয়ে দেখিয়ে দিচ্ছে—বিশ্বসেরা গোলরক্ষক হলেও দলবদলের বাজারে খুব একটা কদর মেলে না। মাঠের অন্য পজিশনের খেলোয়াড়দের তুলনায় তাঁদের গুরুত্ব নেই বললেই চলে।</p><p>সবচেয়ে বড় উদাহরণ পিএসজির জিয়ানলুইজি দোন্নারুম্মা। পাশাপাশি ম্যানচেস্টার সিটির এদেরসন ও এসি মিলানের মাইক মাইনিয়ঁর কথাও বলা যায়। এ তিনজনই নিঃসন্দেহে বিশ্বের সেরা ১০ গোলরক্ষকের মধ্যে পড়েন। অনেকের চোখে আবার সেরা পাঁচেই জায়গা তাঁদের। কিন্তু তাঁরা যদি ফরোয়ার্ড, মিডফিল্ডার বা ডিফেন্ডার হতেন, তাহলে তাঁদের এজেন্টদের ফোন বেজেই চলত। আর তাঁদের ক্লাব চুক্তি নবায়নের জন্য পাগল হয়ে উঠত।</p></div></div></div></body></html>"
        },
        {
            "title": "আছে তো হাতখানি... | প্রথম আলো",
            "time": "2025-08-03T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F259d7c03-1494-4efd-8183-4d2963ccb0be%2FUdayan_10.jpg?rect=0%2C494%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কুলের মাধ্যমিক পরীক্ষা। পাড়ার নিতাই মাস্টারমশাই প্রতিদিন বিকেলে নিয়ম করে পড়িয়ে যান অঙ্কে কাঁচা পলাশকে। কেউ তাঁকে এটা করতে বলেনি। নাজমা আপার মায়ের শরীর খুব খারাপ—নিয়ম করে খাবার আসছে নানান বাড়ি থেকে। পালা করে রাত জাগছি আমরা, সব কাজ ফেলে মোড়ের ডাক্তার চাচা খালাম্মার শিয়রে তিন দিন ধরে। মহল্লায় শিশিরের বোন কণাদির বিয়ে। পাড়ার ছেলে-বুড়ো সবাই খাটছি তার পেছনে—বোঝার উপায় নেই, কে কণাদির ভাই, কে কাকা আর কেইবা মাসি। আত্মিক এসব মমতার, বন্ধুত্বের, সহমর্মিতার, অধিকারের সম্পর্ক ছিল শর্তবিহীন। সেখানে লাভ-ক্ষতির প্রশ্ন আসেনি, দেনা-পাওনার হিসাব ওঠেনি, স্বার্থবুদ্ধি মাথাচাড়া দেয়নি। এসব সম্পর্কের ভিত্তি ছিল স্বতঃস্ফূর্ত, পারস্পরিক ভালোবাসা এবং নিবিড় একাত্মতা।</p><p>তাই বলে সমাজে কি অসমতা ছিল না সম্পদের, বিভাজন ছিল না কৌলীন্যের, ভেদাভেদ ছিল না ধর্মের? নিশ্চয়ই ছিল; কিন্তু ছিল না সম্পদের এমন উলঙ্গ প্রদশর্নী, কৌলীন্যের এমন চোখধাঁধানো ভঙ্গি, ধর্মের এমন উন্মাদনা। আত্মিক সম্পর্কের ক্ষেত্রে মানুষ আর মানবিকতাই বড় হয়ে উঠত।</p><p>আজ কেন যেন মনে হয়, সমাজের ভেতরে-বাইরে মানুষে মানুষে ব্যবসায়িক সম্পর্কটাই মুখ্য হয়ে উঠেছে—গৌণ হয়ে দাঁড়িয়েছে আমাদের আত্মিক সম্পর্ক। আমরা আমাদের বড় নিজের মধ্যে গুটিয়ে নিচ্ছি, বৃত্ত গড়ে তুলছি গুটিকয়েক মানুষকে নিয়ে, যাঁদের আমাদের প্রয়োজন হবে স্বার্থের কারণে। ভাবছি, এতেই আমাদের সমৃদ্ধি, এতেই আমাদের পুষ্টি, এতেই আমাদের নিরাপত্তা। সমাজে আমরা তাই আজ বড় বিভক্ত, বড় বিভাজিত। বন্ধুত্ব নয়, সংঘাত; ভালোবাসা নয়, সহিংসতা; মমতা নয়, নৃশংসতা আজ আমাদের ভাষা ও সংস্কৃতি হয়ে দাঁড়িয়েছ।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্ধুত্বের উদ্‌যাপন: একটি টিকিট কিনলে আরেকটি ‘ফ্রি’ | প্রথম আলো",
            "time": "2025-08-03T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fw4mm50wq%2Fposter-2-2025.jpg?rect=0%2C0%2C2436%2C1279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছবিতে অভিনয় করেছেন মাহাফুজ মুন্না, সোহেল তৌফিক, শান্ত চন্দ্র সূত্রধর, কাব্যকথা, কে এম আবদুর রাজ্জাক, করবী দাশ, রোশেন শরিফ, মীর সরওয়ার আলীসহ অনেকে। বেশির ভাগ শিল্পীর এটি প্রথম সিনেমা। প্রযোজনা করেছেন শরীফ সিরাজ।<br>‘উড়াল’-এর চিত্রগ্রহণ করেছেন ইবাদ আলীম, শিল্পনির্দেশনা দিয়েছেন রাফি আল আমিন, সম্পাদনা করেছেন আশিকুর রহমান এবং সংগীত পরিচালনা করেছেন খৈয়াম সানু সন্ধি। যাত্রাপার্টির ব্যানারে সিনেমাটি পরিবেশন করছে অভি কথাচিত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৩ আগস্ট ২০২৫) | প্রথম আলো",
            "time": "2025-08-03T00:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ft3n3v3fo%2F910715-01-02.jpg?rect=0%2C147%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ওভাল টেস্টের চতুর্থ দিন আজ। ম্যাচের ফল হয়ে যাওয়ার সম্ভাবনা আছে আজই<span class=\"custom-gallery-image _3bj2K SZnJd\">এএফপি</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ভুলে যাবেন না, শরীরচর্চা একটি সুন্নত | প্রথম আলো",
            "time": "2025-08-02T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fax756xtm%2Ftwo-colorful-dumbbells-sand-high-quality-photo.jpg?rect=0%2C442%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. সমাজের শক্তি বৃদ্ধি করে</strong></p><p>ইসলামে সামাজিক ধারণা অত্যন্ত গুরুত্বপূর্ণ। আমরা সবাই এক উম্মাহর অংশ। কোরআনে বলা হয়েছে, ‘নিশ্চয়ই এই যে তোমাদের উম্মাহ, এটা তো একই উম্মাহ, আর আমি তোমাদের রব, অতএব আমার ইবাদত করো।’ (সুরা আম্বিয়া, আয়াত: ৯২)</p><p>জুমার নামাজ, হজের মতো ইবাদত আমাদের সম্প্রদায়ের বন্ধনকে শক্তিশালী করে।</p><p>দলগত খেলাধুলা বা ব্যায়াম অনুশলীন এই সমস্যার সমাধান দিতে পারে। সাইক্লিং, দৌড় বা সাঁতারের মতো সামাজিক আয়োজনের মাধ্যমে মুসলিমদের মধ্যে বন্ধন তৈরি করে এবং যোগাযোগ, দলগত কাজ ও স্থিতিস্থাপকতার দক্ষতা বৃদ্ধি করে। এটি ব্যক্তিগত ও পেশাগত জীবনেও ইতিবাচক প্রভাব ফেলে।</p><p><strong>৩. হারাম থেকে মনোযোগ সরিয়ে নেয়</strong></p><p>আধুনিক সমাজে হারাম ক্রিয়াকলাপ—যেমন মদ্যপান, অবৈধ সম্পর্ক, জুয়া বা অনৈতিক কনটেন্ট—সহজলভ্য। এই প্রলোভনগুলো থেকে নিজেকে দূরে রাখা, বিশেষ করে তরুণদের জন্য একটি বড় চ্যালেঞ্জ। নিয়মিত শরীরচর্চা আমাদের সময় ও শক্তিকে ইতিবাচক কাজে লাগাতে সাহায্য করে। জিমে শরীরচর্চা বা মাঠে শারীরিক প্রশিক্ষণ আমাদের মনকে হারাম থেকে দূরে রাখে এবং দ্বীনের প্রতি নিবেদিত রাখে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশপ্রিয় যতীন্দ্রমোহন সেনগুপ্তর স্মৃতিবিজড়িত ভবন | প্রথম আলো",
            "time": "2025-08-02T21:12:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ffrtuyik8%2F%E0%A7%A9.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"দেশপ্রিয় যতীন্দ্রমোহন সেনগুপ্তর স্মৃতিবিজড়িত ভবন\" class=\"IiRps \">দেশপ্রিয় যতীন্দ্রমোহন সেনগুপ্তর স্মৃতিবিজড়িত ভবন</h1></p><div class=\"Ibzfy\"><p>দেশপ্রিয় যতীন্দ্রমোহন সেনগুপ্তর ব্রিটিশবিরোধী আন্দোলনের স্মৃতিবিজড়িত ভবনটি চট্টগ্রাম নগরের রহমতগঞ্জ এলাকায় অবস্থিত। ঐতিহাসিক ভবনটি এখন শিশুবাগ স্কুল হিসেবে পরিচিত। যাত্রা মোহন সেন প্রকাশ জে এম সেনের ছেলে ব্যারিস্টার দেশপ্রিয় যতীন্দ্রমোহন সেন ছিলেন সর্বভারতীয় কংগ্রেসের নেতা। তিনি কলকাতার মেয়রও হয়েছিলেন। মহাত্মা গান্ধী, নেতাজি সুভাষ চন্দ্র বসু, শরৎ বসু, মোহাম্মদ আলী, শওকত আলী এবং অসম বেঙ্গল রেলওয়ে আন্দোলনের নেতারা বিভিন্ন সময়ে এ বাড়িতে এসেছেন। ব্রিটিশবিরোধী আন্দোলনের বিপ্লবী সূর্য সেন, অনন্ত সিংহ, অম্বিকা চক্রবর্তীর হয়ে মামলা লড়েছিলেন যতীন্দ্রমোহন সেন। দীর্ঘদিন ধরে তাঁর এই স্মৃতিবিজড়িত বাড়িটিকে প্রত্নসম্পদ ও জাদুঘর করার দাবি করে আসছে নগরবাসী। কিন্তু ২০২১ সালের ৪ জানুয়ারি পুলিশি পাহারায় একটি পক্ষ ভবনের সামনের অংশ বুলডোজার দিয়ে ভেঙে ফেলছিল। তখন প্রতিবাদের মুখে সেখান থেকে পুলিশ এবং দখলদারেরা চলে যায়। ওই বছরের ৫ জানুয়ারি হাইকোর্ট ঐতিহাসিক ভবনটির অবকাঠামো ও জায়গার দখল-অবস্থানের ওপর স্থিতাবস্থা বজায় রাখার আদেশ দিয়েছিলেন। এখনো এ অবস্থায় রয়েছে। তবে পরিচর্যার অভাবে ভবনটির সামনের অংশে আগাছা ও ঘাস জন্মেছে। গত সপ্তাহে ভবন ও এলাকাটি পরিদর্শন করেন প্রত্নতত্ত্ব অধিদপ্তরের আঞ্চলিক পরিচালক (চট্টগ্রাম ও সিলেট বিভাগ) নাহিদ সুলতানা ও অধিদপ্তরের কর্মকর্তারা। ঐতিহাসিক এই ভবনের বর্তমান অবস্থা নিয়ে এবারের ছবির গল্প:</p></div></div></div></body></html>"
        },
        {
            "title": "শেষ হলো বাংলাদেশ-যুক্তরাষ্ট্র যৌথ সামরিক মহড়া ‘টাইগার শার্ক’ | প্রথম আলো",
            "time": "2025-08-02T20:24:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F9l9uwdir%2F2.avif?rect=0%2C41%2C579%2C304&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ও যুক্তরাষ্ট্রের যৌথ সামরিক মহড়া ‘টাইগার শার্ক’ সফলভাবে শেষ করেছে। আঞ্চলিক নিরাপত্তা ও সহযোগিতা বৃদ্ধি, পারস্পরিক সমন্বয় এবং দুই দেশের সশস্ত্র বাহিনীর সক্ষমতা বৃদ্ধির উদ্দেশ্যে পরিচালিত এই মহড়ার মাধ্যমে দুই পক্ষের প্রতিরক্ষা অংশীদারত্ব জোরদার হয়েছে।</p><p>শনিবার ঢাকায় যুক্তরাষ্ট্র দূতাবাস এক বিজ্ঞপ্তিতে জানিয়েছে, ভারত-প্রশান্ত মহাসাগরীয় অঞ্চলে শান্তি, স্থিতিশীলতা ও নিরাপত্তা নিশ্চিত করার প্রতি যুক্তরাষ্ট্র ও বাংলাদেশের দীর্ঘস্থায়ী অঙ্গীকারের প্রতিফলন টাইগার শার্ক মহড়া। এই মহড়ায় যুক্তরাষ্ট্রের ভারত-প্রশান্ত মহাসাগরীয় কমান্ড এবং বাংলাদেশ সশস্ত্র বাহিনীর সদস্যরা একসঙ্গে চিকিৎসা প্রশিক্ষণ, টহল, লক্ষ্যভেদ অনুশীলন, সাঁতার, ডুবসাঁতার এবং ক্লোজ কোয়ার্টারস কমব্যাটসহ বিভিন্ন সমন্বিত প্রশিক্ষণ কার্যক্রমে অংশ নেন। </p></div></div></div></body></html>"
        },
        {
            "title": "মেঘনা আলম বললেন, আট মাস আগে সৌদি রাষ্ট্রদূতের সঙ্গে তাঁর পরিচয় হয় | প্রথম আলো",
            "time": "2025-08-02T19:19:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fdkk6d017%2F3.jpeg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মেঘনা আলম বললেন, আট মাস আগে সৌদি রাষ্ট্রদূতের সঙ্গে তাঁর পরিচয় হয়\" class=\"nA4h1 \">মেঘনা আলম বললেন, আট মাস আগে সৌদি রাষ্ট্রদূতের সঙ্গে তাঁর পরিচয় হয়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-03T01:19:49+06:00\"><span>প্রকাশ: ০২ আগস্ট ২০২৫, ১৯: ১৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভয়হীন ন্যায্য মানবিক মর্যাদার দেশ গড়ার প্রত্যাশা | প্রথম আলো",
            "time": "2025-08-02T19:09:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F9634k3ru%2FCapture.PNG?rect=0%2C77%2C1417%2C744&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে ঢাকা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের অধ্যাপক গীতি আরা নাসরীন বলেন, জুলাই গণমানুষের অভ্যুত্থান। মানুষকে সম্পৃক্ত রাখা না গেলে জুলাইকে ধরে রাখা যাবে না। অন্যায়-অবিচার হলে মানুষ মেনে নেয় না।</p><p>নগর–পরিকল্পনাবিদ অধ্যাপক আদিল মুহাম্মদ খান বলেন, ছাত্র-জনতা রক্ত দিয়েছে। শ্রমজীবী মানুষ সবচেয়ে বেশি রক্ত দিয়েছে। মানুষের আকাঙ্ক্ষা ছিল বসবাসের উপযোগী একটা নগর, যেখানে কোনো বৈষম্য থাকবে না। কিন্তু এই প্রান্তিক মানুষ, প্রাণ-প্রকৃতি-পরিবেশ কোনো সংস্কার আলোচনায় নেই।</p><p>বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক কেন্দ্রীয় সমন্বয়ক উমামা ফাতেমা বলেন, ৫ আগস্টের আগে জনগণ বয়ান তৈরি করেছে। কিন্তু ৫ আগস্টের পর তা উল্টে গেছে। যারা ক্ষমতায় আছে, তারা নিজেদের মতো করে বয়ান তৈরি করছে।</p><p>জুলাই গণ-অভ্যুত্থানে শহীদ মাহমুদুর রহমান সৈকতের বোন সাবরিনা আফরোজ ভাইয়ের স্মৃতিচারণা করেন। এতে শহীদ সাংবাদিক তাহির জামান প্রিয়র মা শামসী আরা জামান, অধ্যাপক হাসান আশরাফ, অধ্যাপক দীনা এম সিদ্দিকী, চলচ্চিত্র নির্মাতা আকরাম খান প্রমুখ বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "৫ আগস্ট ঘিরে শঙ্কা, সতর্ক অবস্থানে পুলিশ ও দলগুলো | প্রথম আলো",
            "time": "2025-08-02T19:06:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F10%2F31%2F792246b9d7f832b8281e7d03a708f1a4-1.jpg?rect=0%2C18%2C643%2C338&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের সংশ্লিষ্ট সূত্রগুলো বলছে, পতিত শেখ হাসিনা সরকারের অনুসারীরা সামাজিক যোগাযোগ মাধ্যমে অন্তর্বর্তী সরকারের সমালোচনা করে দেশের বিভিন্ন এলাকায় দেয়াল লেখন ও পোস্টার টানানোর ঘোষণা দেন। এ সব ঘোষণার পর পুলিশ অভিযান জোরদার করেছে।</p><p>পুলিশ সদর দপ্তরের একটি সূত্র বলছে, ৫ আগস্টকে কেন্দ্র করে সুনির্দিষ্ট হুমকি নেই। তবে কার্যক্রম নিষিদ্ধ থাকা আওয়ামী লীগের নেতা-কর্মীরা সভা-মিছিল করার চেষ্টা করছেন। কয়েকটি জেলায় দেয়ালে দেয়ালে পোস্টার সাঁটানো হয়েছে। সামাজিক যোগাযোগ মাধ্যমে নানা গুজব ছড়াচ্ছেন। বিশেষ করে আওয়ামী লীগের যেসব স্থানীয় জনপ্রতিনিধিরা গ্রেপ্তার হননি, তাঁরা নেতা-কর্মীদের সংগঠিত করার চেষ্টা করছেন বলে তথ্য রয়েছে।</p><p>সম্প্রতি পুলিশের বিশেষ শাখা (এসবি) এক প্রতিবেদনে বলেছে, ২৯ জুলাই থেকে ৮ আগস্ট সময়কালে ফ্যাসিবাদী শক্তি নৈরাজ্য সৃষ্টি করতে পারে। প্রতিবেদনটি পুলিশের সব বিভাগকে পাঠিয়ে বিশেষ ব্যবস্থা গ্রহণের নির্দেশনা দিয়েছে এসবি। প্রতিবেদনে বলা হয়, ঐতিহাসিক জুলাই অভ্যুত্থানের বর্ষপূর্তি উপলক্ষে সরকার, বিভিন্ন রাজনৈতিক দল ও ফ্যাসিবাদবিরোধী সামাজিক সংগঠনগুলো ১ জুলাই থেকে বিভিন্ন কর্মসূচি পালন করছে। এই ধারাবাহিকতায় ২৯ জুলাই থেকে ৮ আগস্ট পর্যন্ত কর্মসূচি পালনের সময়কাল বিশেষ গুরুত্বপূর্ণ। এই সময়ে কর্মসূচি পালনকে কেন্দ্র করে বিতাড়িত ফ্যাসিবাদী শক্তি অনলাইন-অফলাইনে প্রচারণা চালিয়ে দেশব্যাপী নৈরাজ্য সৃষ্টি, ফ্যাসিবাদবিরোধী শক্তির কর্মসূচিতে বাধা প্রদানসহ বিভিন্ন কর্মকাণ্ডের মাধ্যমে সার্বিক আইনশৃঙ্খলা পরিস্থিতির অবনতি ঘটানোর অপচেষ্টা চালাতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদির সঙ্গে চুক্তি হবে, যা ভারত-পাকিস্তানেরও নেই | প্রথম আলো",
            "time": "2025-08-02T19:03:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Frpr150fb%2FCapture.PNG?rect=0%2C39%2C561%2C295&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যাপক আসিফ নজরুল বলেন, আরব আমিরাত ও সৌদি আরবের কঠোর আইনের মধ্যে নিজের জীবন–জীবিকা ঝুঁকির মধ্যে ফেলে আন্দোলনের প্রতি সংহতি জানানো বিরাট আত্মত্যাগ। তাই এ সম্মাননা জানানো পবিত্র দায়িত্ব। প্রবাসীদের জন্য সামর্থ্য অনুসারে সর্বোচ্চ কল্যাণ নিশ্চিত করার চেষ্টা করা হচ্ছে। একটা প্রবাসী হাসপাতাল করার অনেক ইচ্ছে আছে।</p><p>প্রবাসীদের দাবি পূরণ করতে গিয়েও তাঁকে কথা শুনতে হয়েছে বলে জানান আসিফ নজরুল। তিনি বলেন, মালয়েশিয়ায় যেতে না পারা কর্মীদের দেশটিতে পাঠানোর ব্যবস্থা করায় অনেকে গালাগালি করেছেন। মালয়েশিয়া থেকেও প্রবাসীদের কেউ কেউ মেসেজ পাঠিয়ে বলেছেন, এখানে যাঁরা অবৈধ হয়ে আছেন, তাঁরা বৈধ হতে পারছেন না। আর নতুন করে দেশ থেকে আরও লোক আনা হচ্ছে।</p><p>তবে বিদেশে যাওয়ার আগে জেনে-বুঝে যাওয়ার আহ্বান জানান প্রবাসীকল্যাণ উপদেষ্টা। তিনি বলেন, ৮ থেকে ১০ লাখ টাকা খরচ করে চলে যান। গিয়ে অনেকে কাজ পান না। সৌদি আরবে একটি জায়গায় প্রবাসী কর্মীদের এমন খারাপ অবস্থা দেখেছেন, দেশের সবচেয়ে খারাপ বস্তিতেও কেউ এতটা খারাপ থাকে না।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজার বিমানবন্দরের রানওয়েতে উড়োজাহাজের সঙ্গে কুকুরের ধাক্কা | প্রথম আলো",
            "time": "2025-08-02T18:59:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fb5b0d137-3fcd-4ad4-8565-25675c64cfe6%2Fprothomalo_Captureccc.webp?rect=0%2C48%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উড়োজাহাজের একজন যাত্রী জানান, সন্ধ্যা সাতটার দিকে যাত্রীরা বিমানে ওঠেন। এরপর উড়োজাহাজটি টার্মিনাল থেকে রানওয়ের দিকে যেতে থাকে। উড্ডয়নের আগমুহূর্তে উড়োজাহাজের সঙ্গে কিছু একটার ধাক্কা অনুভব করেন তিনি। এ সময় যাত্রীদের মধ্যে আতঙ্ক ছড়িয়ে পড়ে। মুহূর্তে উড়োজাহাজটি থামান পাইলট।</p><p>বিমানবন্দর সূত্র জানায়, ঘটনার পর পাইলটসহ নিরাপত্তাকর্মীরা অনুসন্ধান চালিয়ে দেখেন, কুকুরের সঙ্গে ধাক্কা লেগেছে বিমানের। এরপর ফ্লাইটটি সাময়িকভাবে স্থগিত করা হয়। পরীক্ষা–নিরীক্ষার পর যান্ত্রিক ত্রুটি না পেয়ে প্রায় এক ঘণ্টা পর উড়োজাহাজটি ঢাকার উদ্দেশে ছেড়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থান শেষে ভিন্ন রাজনৈতিক পরিচয়ের মানুষ ভয়াবহ বিপদের মুখে | প্রথম আলো",
            "time": "2025-08-02T18:48:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1ntimwsp%2FWhatsApp-Image-2025-08-02-at-11.27.48-PM.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ–অভ্যুত্থান শেষে দেশের বহুত্ববাদী সংস্কৃতি, বিভিন্ন জাতিগোষ্ঠী, ভিন্নমতের মানুষ, জাতীয় ও সাংস্কৃতিক ঐতিহ্য, এমনকি মহান মুক্তিযুদ্ধকেও পদদলিত করার অপচেষ্টা সুস্পষ্ট হয়ে উঠছে। আন্দোলন শেষে সাম্প্রদায়িক ভাবাদর্শ এবং সাম্রাজ্যবাদের প্রভাব বলয় সম্প্রসারিত হচ্ছে। তারা জাতীয় সংগীত ও সংবিধানকে নস্যাৎ করার ষড়যন্ত্রে মেতে উঠেছে। ভিন্ন রাজনৈতিক পরিচয়ের মানুষ ভয়াবহ বিপদের মুখে রয়েছে।</p><p>শনিবার বিকেলে বাংলাদেশ উদীচী শিল্পীগাষ্ঠী আয়োজিত ‘বাংলাদেশ গণ–অভ্যুত্থান: প্রত্যাশা ও প্রাপ্তি’ শীর্ষক এক সেমিনারের মূল প্রবন্ধে এসব কথা বলা হয়েছে। বাংলাদেশ শিল্পকলা একাডেমির সেমিনার কক্ষে সেমিনারটি হয়।</p><p>উদীচীর সাধারণ সম্পাদক অমিত রঞ্জন দে মূল প্রবন্ধ উপস্থাপন করেন। সেখানে তিনি বলেন,  ‘দেশের বিভিন্ন স্থানে সামাজিক যোগাযোগমাধ্যম ব্যবহারের মাধ্যমে পাবলিক মব তৈরি করে প্রকাশ্যে মাজার ভাঙা হচ্ছে। ধর্ম অবমাননার অভিযোগ তুলে, রাজনৈতিক পরিচয়ের কারণে পিটিয়ে হত্যা করা হচ্ছে। নানা ধরনের প্রোপাগান্ডা চালিয়ে দেশের মধ্যে অস্থিরতা সৃষ্টির চেষ্টা চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রেকর্ড গড়েই জিততে হবে ইংল্যান্ডকে | প্রথম আলো",
            "time": "2025-08-02T18:44:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F3yp0sclu%2F910733-01-02.jpg?rect=0%2C286%2C4041%2C2122&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীপকে জেমি ওভারটন ফেরানোর পর নামেন শুবমান গিল। দ্বিতীয় সেশনের প্রথম বলেই গাস আটকিনসনের বলে এলবিডব্লু হন ১১ রান করে। তাতে এক সিরিজে ভারতের হয়ে সর্বোচ্চ রানের রেকর্ডের সুযোগ হারিয়েছেন। ১৯৭১ সালে নিজের অভিষেক সিরিজে চার টেস্টেই ৭৭৪ রান করেছিলেন সুনীল গাভাস্কার। গিল থামলেন ৭৫৪ রানে। শেষের দিকে ভারতের ইনিংসটাকে টেনেছেন রবীন্দ্র জাদেজা, ধ্রুব জুরেল ও ওয়াশিংটন সুন্দর।</p><p><strong>সংক্ষিপ্ত স্কোর</strong><br>ভারত: ২২৪ ও ৩৯৬ (জয়সোয়াল ১১৮, দীপ ৬৬, জাদেজা ৫৩, সুন্দর ৫৩, জুরেল ৩৪; টাং ৫/১২৫, অ্যাটকিনসন ৩/১২৭, ওভারটন ২/৯৮)।<br>ইংল্যান্ড: ২৪৭ ও ১৩.৫ ওভারে ৫০/১ (ডাকেট ৩৪*, ক্রলি ১৪; সিরাজ ১/১১)।</p></div></div></div></body></html>"
        },
        {
            "title": "শুল্ক নিয়ে যুক্তরাষ্ট্রের সঙ্গে করা চুক্তি অবিলম্বে প্রকাশের দাবি সিপিবির | প্রথম আলো",
            "time": "2025-08-02T18:34:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-22%2Fdcuukic3%2Fcpb-logo-1.jpg?rect=0%2C18%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবিলম্বে চুক্তি প্রকাশ করে দেশের জনগণের সংশয় সরকারকে দূর করতে হবে উল্লেখ করে বিবৃতিতে বলা হয়, বিভিন্ন সূত্রে শোনা যাচ্ছে, এই তথাকথিত ছাড়ের বিপরীতে বাংলাদেশকে যুক্তরাষ্ট্র থেকে বেশি দামে গম ও এলএনজি (তরলীকৃত প্রাকৃতিক গ্যাস) কিনতে হবে। ২৫টি বোয়িং বিমান কিনতে হবে। ১১০টি মার্কিন পণ্যকে শুল্কমুক্ত প্রবেশাধিকার দিতে হবে। এ চুক্তির মাধ্যমে বাংলাদেশের গভীর সমুদ্রের খনিজ সম্পদের ওপর মার্কিন নিয়ন্ত্রণ প্রতিষ্ঠার পথ তৈরি হচ্ছে।</p><p>সিপিবির শীর্ষ নেতারা মনে করেন, জনগণ ও সংসদে আলোচনা ছাড়া এ ধরনের ‘গোপন চুক্তি’ সম্পাদনের কোনো নৈতিক বা সাংবিধানিক অধিকার অন্তর্বর্তী সরকারের নেই।</p></div></div></div></body></html>"
        }
    ]
}