{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সিডনিতে শ্রোতার ভালোবাসায় ভাসলো অর্ণব-সুনিধির ‘সন্ধ্যাতারা’ | প্রথম আলো",
            "time": "2025-08-17T17:15:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F663wj8f7%2FWhatsApp-Image-2025-08-17-at-3.28.55-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কনসার্টে উপস্থিত নিকাহ বাই প্রতিষ্ঠানের কর্ণধার নাজিয়া মাহমুদ বলেন, ‘অনেক দিন পর এমন একটি অনুষ্ঠানে এলাম, যেখানে শুধু গানই ছিল মূল আকর্ষণ। অর্ণব আর সুনিধির গানগুলো যেন আমাদের সবার মনের কথা বলছিল। মনে হচ্ছিল, আমরা সিডনিতে নই, যেন নিজের দেশের উঠানে বসে গান শুনছি। যেমন ছিল অসাধারণ গান, তেমনই ছিল তাঁদের সাদাসিধে উপস্থাপন। আয়োজকদের ধন্যবাদ, এমন একটি সংগীতসন্ধ্যা উপহার দেওয়ার জন্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "শিল্পী মুর্তজা বশীরের মুদ্রা সংগ্রহ | প্রথম আলো",
            "time": "2025-08-17T17:08:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fl93hz30t%2FMurtaza.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>ছাপাঙ্কিত রৌপ্যমুদ্রা (খ্রিষ্টপূর্ব ষষ্ঠ থেকে খ্রিষ্টীয় দ্বিতীয় শতক):</strong> বাংলাদেশের তথা ভারতীয় উপমহাদেশের সর্বপ্রাচীন মুদ্রা হলো ছাপাঙ্কিত রৌপ্যমুদ্রা। যার সময়কাল মৌর্য যুগের (খ্রিষ্টপূর্ব ষষ্ঠ-খ্রিষ্টীয় দ্বিতীয় পর্যন্ত এই মুদ্রার ব্যাপক প্রচলন ছিল প্রাচীন বাংলায়)। এই মুদ্রাগুলোর বিশেষত্ব হলো এগুলোতে বিভিন্ন প্রকারের চিত্র প্রস্ফুটিত হয়েছে।</p><p>চিত্রগুলোর মধ্যে রয়েছে সূর্য, পাহাড়, পাহাড়ের ওপর চাঁদ, নদী, নৌকা, গাছ, নদীতে মাছ, বিক্রির জন্য প্লেটে মাছ রাখার দৃশ্য, নৌকার ওপর মাছ, পাখি, ময়ূর, হাতি, খরগোশ, হরিণের সামনে গাছ, জঙ্গলে প্রবেশরত বাঘ, ষাঁড়, গন্ডার, সাপ, তিন খিলানবিশিষ্ট প্রবেশপথ প্রভৃতি। তবে প্রাথমিক পর্বের শিল্পকর্ম বিশ্লেষণ করলে আমরা দেখি, সেখানেও রয়েছে এ ধরনের চিত্র, যা প্রাথমিক পর্বের ভাষা হিসেবে ব্যবহৃত হয়েছে। আবার নওগাঁর পাহাড়পুর, বগুড়ার মহাস্থানগড়, কুমিল্লার লালমাই-ময়নামতি প্রভৃতি স্থানে প্রত্নতাত্ত্বিক খননে আমরা যেসব পোড়ামাটির ফলকচিত্র পাই সেসব ফলকচিত্রেও আমরা এসব বন্য জীবজন্তুর মধ্যে সিংহ, হাতি, হরিণ, সাপ,বেজি, বানর, হনুমান, পশুপাখির মধ্যে ময়ূর, টিয়া পাখি; প্রকৃতির মধ্যে যেমন নদ-নদী, নদীতে মাছ, পাহাড়-পর্বত, পাহাড়ের ওপর চাঁদ, গাছপালা, সূর্য, চাঁদ প্রভৃতির চিত্র দেখতে পাই, যা সেই সময়ের এসব পশুপাখির আধিক্যকে নির্দেশ করে। তেমনি ভাষা হিসেবে এসব সাংকেতিক চিহ্ন ব্যবহৃত হয়েছিল বলে ধারণা করা যেতে পারে। এই মুদ্রায় কোনো লিপি বা রাজা–বাদশাহদের নাম পাওয়া যায় না। ফলে কোন শাসক এটি প্রবর্তন করেছিলেন, তা বলা দুরূহ। তবে মুদ্রায় ব্যবহৃত চিত্রগুলোকে ভাষা হিসেবে চিত্রলিপি ব্যবহৃত হয়েছিল বলে ধরে নেওয়া যেতে পারে এবং চিত্রগুলো মূল্যমান হিসেবেও ব্যবহৃত হতে পারে। মুদ্রাগুলোর আকারগত বৈশিষ্ট্যের মধ্যে রয়েছে গোলাকার, চতুর্কোনাকার, আয়তাকার, পঞ্চকোনাকার, অষ্টকোনাকার প্রভৃতি। মুদ্রাগুলো তৈরিতে সাধারণত ধাতু হিসেবে ব্যবহৃত হয়েছে রুপা কখনো কখনো তামা এবং মুদ্রাগুলোর ওজন সাধারণত ২.৯৯ গ্রাম থেকে ৩.১২ গ্রাম পর্যন্ত লক্ষ করা যায়। এ পর্যন্ত আবিষ্কৃত মুদ্রাগুলোকে জনপদ এবং রাজকীয় সিরিজ—এ দুই শ্রেণিতে বিভক্ত করা হয়েছে। রাজকীয় সিরিজের মুদ্রার এক পিঠে পাঁচটি চিত্র থাকে। সাধারণত এই শ্রেণির মুদ্রা বগুড়ার মহাস্থানগড় থেকে আবিষ্কৃত হয়েছে। জনপদ সিরিজের মুদ্রায় একের অধিক, তবে পাঁচটির কম চিত্র দেখা যায়। সাধারণত এই শ্রেণির মুদ্রা নরসিংদীর উয়ারী-বটেশ্বর থেকে আবিষ্কৃত হয়েছে। শিল্পীর সংগ্রহে রয়েছে বেশ কিছু ছাপাঙ্কিত রৌপ্যমুদ্রা। এ ছাড়া গান্ধার জনপদের ‘বক্রদণ্ড’ আকৃতির ও ‘বৃত্তাকার’ মুদ্রা এবং বাকিগুলো রাজকীয় সিরিজের মুদ্রা। রয়েছে প্রাচীন ভারতের ছাপাঙ্কিত স্বর্ণমুদ্রা, পাশাপাশি রয়েছে বাংলার মুদ্রারও এক সমৃদ্ধ ইতিহাস। মুদ্রায় ব্যবহৃত ভাষা আমাদের বলে দেয় বিভিন্ন যুগে বাংলায় কী কী ভাষা প্রচলিত ছিল। যেখানে কোনো ভাষা বোধগম্য নয়, সে ক্ষেত্রে চিত্রলিপি যোগাযোগের মাধ্যম হিসেবে বিশেষ স্থান করে নেয়। বাংলার যেসব মুদ্রায় ভাষা ব্যবহৃত হয়েছে সেগুলো ধারাবাহিকভাবে বিস্তারিত জানা যাবে।</p></div></div></body></html>"
        },
        {
            "title": "মহাখালীতে পেট্রলপাম্পে আগুনে একজন দগ্ধ হয়ে হাসপাতালে | প্রথম আলো",
            "time": "2025-08-17T16:51:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fx4981m49%2FBurn-Unit.jpg?rect=0%2C17%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে রাত ১০টার দিকে জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউট সূত্রে জানা যায়, ওই আগুনের ঘটনায় দগ্ধ হয়ে মীর হোসেন নামের এক ব্যক্তি সেখানে এসেছেন। আবাসিক চিকিৎসক ডা. শাওন বিন রহমান বলেন, মীর হোসেনের শরীরের ৪৫ শতাংশ পুড়ে গেছে। তাঁর অবস্থা আশঙ্কাজনক।</p></div></div></div></body></html>"
        },
        {
            "title": "উইলিয়াম কেরি বাংলা গদ্যের পর্তুগিজ নাবিক | প্রথম আলো",
            "time": "2025-08-17T16:44:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fvhq5mbpz%2FCarey.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বঙ্গদেশে আসার পর থেকে কেরির বাংলা শেখা, বাংলায় বক্তৃতা দেওয়া, বাইবেলের অনুবাদ বিষয়ে নানা তথ্য পাওয়া গেলেও এ সময় পর্যন্ত এর কোনো নমুনা ইতিহাসবিদদের হাতে নেই। তবে মদনাবাটীতে আসার পর ১৭৯৫ সালের ১৩ আগস্ট তারিখে একটি চিঠিতে তিনি নিজেই বাংলা লেখার উদাহরণ হাজির করেন। যা কেরির লেখা বাংলা গদ্যের প্রথম দৃষ্টান্ত। সেই চিঠিতে কেরি লিখছেন, ‘Ram Ram Boshoo and Mohun Chund are now with me…. I often exhort them, in the words of the apostle, 2 Cor. VI. 17, which in their language I thus express—বাহিরে আইস এবং আলাদা হও এবং অপবিত্র বস্তু স্পর্শ করিয়ো না এবং আমি কবুল করিব তোমাদিগকে এবং তোমরা হইবে আমার পুত্রগণ এবং কন্যাগণ এই মত বলেন সর্ব্বশক্ত ভগবান।’</p><p>এ সময় কেরি সংস্কৃত ও চলতি বাংলা, এই দোটানার মধ্যে পড়ে কিছু কাল অত্যন্ত বিচলিত ছিলেন। তাঁর হাতে কোনো ব্যাকরণ-অভিধানও ছিল না। ফলে তিনি নিজেই সংস্কৃতকে আদর্শ ধরে ব্যাকরণ-অভিধান রচনায় মন দেন। এই ব্যাকরণ মুদ্রিত হয় ১৮০১ সালে। তিনিও ব্যাসি হ্যালহেডের মতোই ব্যাকরণটি সম্পূর্ণ ইংরেজিতে লিখেছিলেন। কেরি ব্যাকরণে বর্ণপরিচয়, যুক্তবর্ণ, শব্দ ও তার বিভিন্ন রূপ (বিশেষ্য), গুণবাচক শব্দ (বিশেষণ), সর্বনাম, ক্রিয়াপদ, শব্দ গঠন, সমাস, অব্যয় উপসর্গ, সন্ধিপ্রকরণ ও অন্বয় শিরোনামের ১১টি অধ্যায় ছিল। এ ছাড়া তাঁর রচিত বাংলা-ইংরেজি অভিধানে (১৮১৫-২৫) স্থান পেয়েছিল প্রায় ৮৫ হাজার শব্দ। </p><p>১৭৯৬ খ্রিষ্টাব্দ শেষ হওয়ার আগেই কেরি ‘নিউ টেস্টামেন্ট’-এর সম্পূর্ণ অনুবাদ শেষ করেন। ১৭৯৯ খ্রিষ্টাব্দে কেরির সঙ্গে পঞ্চানন কর্মকারের পরিচয়, এর কিছুদিন পরই বাইবেল মুদ্রণের জন্য একটি কাষ্ঠনির্মিত মুদ্রাযন্ত্র নিলামে কিনে কেরিকে দান করেন ধর্মপ্রাণ মদনাবাটী কুঠির মালিক জর্জ উডনি। তবে কেরি যখন ১৭৯৯ খ্রিষ্টাব্দের শুরুতে টাইপ অর্ডার দেওয়ার জন্য কলকাতায় যাবেন বলে মনস্থির করেছেন, সে সময় জর্জ উডনি মদনাবাটী কুঠির কাজ বন্ধ করার সিদ্ধান্ত নেন। বিপন্ন কেরি তাঁর সব সঞ্চয় দিয়ে নিকটবর্তী খিদিরপুর গ্রামে একটি নীলকুঠি ক্রয় করে সেখানে মুদ্রাযন্ত্রটি নিয়ে নতুন সংসার পাতেন। এদিকে মার্শম্যান, ওয়ার্ড, ব্রান্সডন, গ্রান্ট প্রভৃতি নতুন মিশনারির দল কলকাতায় আশ্রয় না পেয়ে ডেনিশ রাজ্য শ্রীরামপুরে আসে। মিশনারিরা ভবিষ্যতের কর্মপন্থা বিষয়ে কেরির মতামতের জন্য ১৭৯৯ খ্রিষ্টাব্দের ১ ডিসেম্বর কেরির গৃহে পৌঁছান। নিজের ও মিশনের ভবিষ্যৎ চিন্তা করতে কয়েক সপ্তাহ সময় নেওয়ার পর কেরি খিদিরপুরের সব সম্পত্তি পরিত্যাগ করে মুদ্রাযন্ত্র নিয়ে নৌকাযোগে ২৫ ডিসেম্বর শ্রীরামপুর অভিমুখে যাত্রা করেন। ১৮০০ খ্রিষ্টাব্দের ১০ জানুয়ারি কেরির শুভাগমনে পত্তন হয় শ্রীরামপুর মিশনের এবং পরদিন ১১ জানুয়ারি থেকে শুরু হয় মিশনের কাজ। </p><p>১৮০০ খ্রিষ্টাব্দের আগস্ট মাসে এই শ্রীরামপুর মিশন প্রেস থেকে প্রকাশ পায় ‘মঙ্গল সমাচার মতীয়ের রচিত’। শ্রীরামপুর মিশন ছাপাখানা থেকে প্রকাশিত এটাই ছিল প্রথম গদ্য পুস্তক। ১২৫ পৃষ্ঠার বইটির গদ্যভাষার নমুনা, ‘আবরাহামের সন্তান দাউদ তাহার সন্তান যিশু খ্রিষ্ট তাহার পূর্ব্ব পুরুষাখ্যান। আবরাহাম হইতে য়িসহকের উদ্ভব ও য়িসহক হইতে য়াকুবের উদ্ভব...</p><p>‘অতএব তোমরা এইমতো প্রার্থনা করহ হে আমারদের স্বর্গস্থ পিতঃ তোমার নাম পুণ্য করিয়ান মানা যাউক। তোমার রাজ্য আইসুক তোমার ইচ্ছা যে মত স্বর্গেতে সেই মত পৃথিবীতে পালিত হউক।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় না খাইয়ে মানুষ মারা ও আমাদের বৈশ্বিক লজ্জা | প্রথম আলো",
            "time": "2025-08-17T16:41:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F868sl2y2%2F962486-01-02-1.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু ২১ মাস ধরে অনেক দেশ ও সংস্থা সাহায্য পৌঁছাতে চাইলে ইসরায়েল বাধা দিয়েছে। এ অনুমতি দেওয়া শুধু নৈতিক নয়, আইনি দায়িত্বও। ইসরায়েলের কর্তব্য ছিল অন্যদের ত্রাণ কার্যক্রম সহজ করা। কিন্তু তারা বারবার তাতে বাধা দিয়েছে। এখনো মানবিক সংস্থাগুলোকে সাহায্য পৌঁছাতে দেওয়া হচ্ছে না।</p><p>স্পষ্টতই ফিলিস্তিনিদের ইচ্ছাকৃতভাবে অনাহারে মারা হচ্ছে। যুদ্ধ শুরু হওয়ার কয়েক মাসের মধ্যেই এর লক্ষণ স্পষ্ট ছিল, কিন্তু অনেক সরকার মুখ ফিরিয়ে নিয়েছে। তারা বলেছে, সাহায্য নাকি হামাস পাচ্ছে। যার কোনো প্রমাণ ইসরায়েলের কাছেই নেই। বরং এসব সরকার গাজায় সাহায্য পাঠানোর তুলনায় ইসরায়েলকে বেশি অস্ত্র দিয়েছে। এখন তারা গণহত্যা ঠেকানো ও থামানোর দায়িত্বে ভয়াবহভাবে ব্যর্থ হচ্ছে।</p><p>ইতিহাস এ মুহূর্তকে চিরকাল বৈশ্বিক লজ্জা হিসেবে মনে রাখবে। কঙ্কালসার শিশুদের ছবি যোগ হবে অতীতের সেই ছবিগুলোর পাশে, যখন পৃথিবী তাদের জন্য কিছু করেনি। আশা একটাই, পৃথিবী যেন এখনই জেগে ওঠে, মানবতার শেষ আলোটা অন্তত বাঁচিয়ে রাখে। তার আগে যদি কিছু করা না যায়, তবে আরও অসহায় শিশু ক্ষুধার্ত চোখ মেলে মৃত্যুর কোলে ঢলে পড়বে।</p><p>●<strong> বিনাইফার নওরোজি</strong> ওপেন সোসাইটি ফাউন্ডেশনসের সভাপতি</p><p>স্বত্ব: প্রজেক্ট সিন্ডিকেট, ইংরেজি থেকে সংক্ষিপ্ত আকারে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁশখালীর রাস্তাঘাটের অন্তহীন হাহাকার, দেখার কি কেউ নেই | প্রথম আলো",
            "time": "2025-08-17T16:37:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F13d8e2b2-ebb2-4dbc-87c4-96bd7d9e2822%2Feview.jpg?rect=0%2C53%2C749%2C393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেম বাজার-সরলিয়া রাস্তা কিংবা গুনাগরি-মোশাররফ আলী হাট, বঙ্গবন্ধু সরকারি উচ্চবিদ্যালয়ের রাস্তাও একই দুরবস্থার চিত্র তুলে ধরে। রাস্তা খানাখন্দে ভরা, কোথাও কোথাও ছোটখাটো পুকুর! যেন রাস্তায় গাড়ির আগে চলে মাছ। বাহারছড়া সৈকত সংযোগ রাস্তা কিংবা ইকোপার্ক সংযোগ রাস্তা, এসব জায়গায় পর্যটনের সম্ভাবনা থাকলেও তা চাপা পড়ে আছে অব্যবস্থাপনার ধ্বংসস্তূপে। অথচ এই এলাকা হতে পারত দেশের অন্যতম দর্শনীয় স্থান, যেখানে মানুষ আসত প্রকৃতির টানে, ফিরে যেত ভালোবাসায় ভরে।</p><p>তিন বছর সময় কম নয়। একটি শিশুর হাঁটতে শেখার জন্য যথেষ্ট, একটি শিক্ষার্থী উচ্চমাধ্যমিক পাস করতে পারে, একটি সরকার গঠন হতে পারে, এমনকি একটি জাতি দিক পরিবর্তনের স্বপ্ন দেখতে পারে; কিন্তু বাঁশখালীতে তিন বছর মানে অন্ধকারে পথচলা, প্রতিশ্রুতির পচন আর গলার রক্তচাপার পরও নিস্তব্ধতা। কেন এমন হচ্ছে? এই প্রশ্নের উত্তর আমরা সবাই জানি, কিন্তু বলতে ভয় পাই। কারণ, উত্তরটি বড় অসহ্য—দায়িত্বের অভাব, দুর্নীতির গ্রাস, রাজনৈতিক সদিচ্ছার অনুপস্থিতি। জনগণের কষ্ট যেন এখন ক্ষমতাধরদের এজেন্ডায় নেই। </p><p>রাস্তা সংস্কার মানে শুধু কাগজে কলম দিয়ে ডিপিপি তৈরি নয়, মাঠে–ময়দানে বাস্তবায়নের জন্য সৎ প্রশাসন, নির্ভরযোগ্য ঠিকাদার ও নিয়মিত তদারকি দরকার। কিন্তু কোথায় সেই সৎ মানুষ? কোথায় সেই প্রকৌশলী, যিনি জনগণের কান্না শোনেন? জনপ্রতিনিধিরা এ বিষয়ে চুপ কেন? তাঁরা তো জনগণেরই প্রতিনিধি। তাঁরা তো সেই মানুষ, যাঁরা ভোট চাইতে দরজায় দরজায় গিয়েছিলেন। আজ যখন রাস্তার অবস্থা বেহাল, একজন প্রসূতির অ্যাম্বুলেন্স আটকে থাকে, তখন সেই নেতারা কোথায়? যখন শিক্ষার্থী স্কুলে যেতে না পেরে পিছিয়ে পড়ে, তখন তাঁদের বিবেক কাঁদে না? নাকি পদ ও প্রতিপত্তির ঊর্ধ্বে উঠে গেছে সব মানবিকতা? এই যে জনদুর্ভোগ, এই যে রাস্তার অচলাবস্থা, তা কি উন্নয়নের শত্রু নয়? প্রকল্প হাতে নেওয়া হয়, তহবিল বরাদ্দ হয়, কিন্তু বাস্তবায়নের মাঠে শূন্যতা। মধ্যস্বত্বভোগী, কমিশনভিত্তিক ঠিকাদার আর রাজনৈতিক ছত্রচ্ছায়ায় চলা দুর্নীতির বৃত্ত যেন গিলে খাচ্ছে জনতার অধিকার।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প-জেলেনস্কি বৈঠকে যোগ দেবেন ইউরোপের নেতারাও | প্রথম আলো",
            "time": "2025-08-17T16:34:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-04%2F5213qcg6%2Ftrump-zelensky.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্পের সঙ্গে আগামীকালের বৈঠকে আরও উপস্থিত থাকার কথা ইউরোপীয় কমিশনের প্রেসিডেন্ট উরসুলা ভন ডার লিয়েন, ফিনল্যান্ডের প্রেসিডেন্ট আলেকজান্ডার স্টাব ও ইতালির প্রধানমন্ত্রী জর্জিয়া মেলোনির। ইউক্রেনের নিরাপত্তার পাশাপাশি তাঁরা এটাও চাইছেন, যেন গতবারের মতো এবারও হোয়াইট হাউসে গিয়ে ট্রাম্পের তোপের মুখে পড়তে না হয় জেলেনস্কিকে।</p><p>ইউক্রেন নিয়ে ইউরোপের নেতাদের আরও কিছু চাওয়া রয়েছে। সেগুলোর একটি হলো রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন, ট্রাম্প ও জেলেনস্কিকে নিয়ে একটি ত্রিপক্ষীয় বৈঠকের আয়োজন করা, যেন নিজেদের ভবিষ্যৎ নিয়ে সিদ্ধান্ত গ্রহণে ইউক্রেন অংশ নিতে পারে। এ ছাড়া প্রয়োজন পড়লে ইউক্রেনের যেন রাশিয়াকে চাপ দেওয়ার সক্ষমতা থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "বীর উত্তম মোহাম্মদ জিয়াউদ্দিন: একজন নিভৃত নায়কের বিদায় | প্রথম আলো",
            "time": "2025-08-17T16:34:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Flqisuupx%2Fmdziauddin-.jpg?rect=0%2C50%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর তৎকালীন লেফটেন্যান্ট কর্নেল জিয়াউর রহমানের নেতৃত্বাধীন জেড ফোর্সের অধীন থাকা প্রথম ইস্ট বেঙ্গলের অধিনায়কের দায়িত্ব দেওয়া হয় জিয়াউদ্দিনকে। কামালপুরের দ্বিতীয় পর্বের যুদ্ধ, শ্রীমঙ্গলের কেজুরিছড়া ঘাঁটি, ফুলতলা ঘাঁটি, ধলই বিওপি, আটগ্রাম, কানাইঘাট এবং শেষে সিলেটের এমসি কলেজের কাছে পাকিস্তানি বাহিনীকে ধরাশায়ী করে সিলেটের উপকণ্ঠে পৌঁছান। তাঁর এই বীরত্বপূর্ণ অবদানের জন্য তাঁকে ‘বীর উত্তম’ খেতাবে ভূষিত করা হয়। উল্লেখ্য, ১ ইস্ট বেঙ্গলের সাহসী সৈনিক ‘বীরশ্রেষ্ঠ হামিদুর রহমান’ ধলই বিওপির যুদ্ধে শহীদ হন।</p><p>স্বাধীনতার পর ১ ইস্ট বেঙ্গল সিলেট থেকে ঢাকা সেনানিবাসে চলে আসে। কিছুদিন পর জিয়াউদ্দিন লেফটেন্যান্ট কর্নেল পদে উন্নীত হন এবং ১৯৭২ সালের এপ্রিলে ঢাকা সেনানিবাসের ৪৬ স্বতন্ত্র পদাতিক ব্রিগেডের অধিনায়ক (এপ্রিল-সেপ্টেম্বর) নিয়োজিত হন। মার্চ মাসে ভারতের তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী বাংলাদেশ সফরে এলে জিয়াউদ্দিন তাঁকে ‘গার্ড অব অনার’ দিয়েছিলেন। ব্রিগেডের অধিনায়ক হিসেবে দায়িত্ব পালনকালে তিনি বিমানবাহিনীর একদল উচ্ছৃঙ্খল সেনার বিদ্রোহ দমন করেন এবং যুদ্ধোত্তর সেনাবাহিনীর অফিসারদের প্রশিক্ষণে গঠিত অস্থায়ী ‘ব্যাটেল স্কুল’ পরিচালনার দায়িত্বে ছিলেন।</p><p>লাখো প্রাণের বিনিময়ে স্বাধীনতা লাভের পর বাংলাদেশে সে এক অদ্ভুত ও অস্থির সময়। একদিকে নতুন দেশ গড়ার অযুত স্বপ্ন, অন্যদিকে ভারতীয় আধিপত্যের মেঘ, নৈরাজ্য, রক্ষী বাহিনী গঠন, শাসক দলের অনৈতিক কর্মকাণ্ড, হতাশা ও স্বপ্নভঙ্গের হাহাকার...। সমাজের এই অস্থিরতা, নৈরাজ্য ও হতাশা জিয়াউদ্দিনকেও স্পর্শ করেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরেবাংলায় অনুশীলনে লিটনদের মুখে হাসি | প্রথম আলো",
            "time": "2025-08-17T16:33:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F2b9etc7g%2FLiton-at-Na-cricket-team-practice-at-Academy-ground1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">রেডি, ১, ২, ৩...। দৌড়ের জন্য প্রস্তুত বাংলাদেশের খেলোয়াড়েরা</figcaption><figcaption class=\"story-element-image-attribution\">বিসিবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ | প্রথম আলো",
            "time": "2025-08-17T16:31:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fa2rapabf%2F01.jpg?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ\" class=\"IiRps \">ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ</h1></p><div class=\"Ibzfy\"><p>রাজধানীর অদূরে সাভারের হেমায়েতপুরে স্থানান্তরিত হয়েছে ট্যানারিশিল্প বা চামড়া শিল্পনগরী। এখানকার ট্যানারি বর্জ্যে প্রতিনিয়তই দূষিত হচ্ছে ধলেশ্বরী নদী। নদীর পাড় ঘেঁষে চামড়ার অবশিষ্টাংশ ফেলার বিশাল আস্তাকুঁড় করা হয়েছে। এই আস্তাকুঁড়ের বর্জ্য প্রায়ই নদীতে গিয়ে পড়ছে। এতে দূষিত হচ্ছে ধলেশ্বরী নদী। ট্যানারি বর্জ্য নদী ও অন্যান্য জলাশয়ে মিশে প্রাণ-প্রতিবেশকে মারাত্মকভাবে ক্ষতিগ্রস্ত করেছে। এ ছাড়া চামড়া পোড়ানোর কারণে ওই এলাকার বায়ু দূষিত হচ্ছে। ছবিতে ট্যানারি বর্জ্যে ধলেশ্বরী দূষণের চিত্র:</p></div></div></div></body></html>"
        },
        {
            "title": "অভিনেতা হতে পারবেন ভাবেননি কেউ, দুবার অস্কার পেয়েছেন | প্রথম আলো",
            "time": "2023-08-17T16:11:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F42592be2-f2aa-4841-bb1a-6096f89226a4%2FMV5BZmM4MGY3NWItNmMwNC00MGE5LWJhMjYtMjhiOGZmMTIxZTM4XkEyXkFqcGdeQXVyNjUwNzk3NDc___V1_.jpg?rect=0%2C0%2C1277%2C670&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিশ্বের সেরা সিনেমা নিয়ে ১০০১ সিনেমার তালিকা প্রকাশ করেন স্টিভেন জে স্নাইডার। সিনেমা নিয়ে বলা হয়েছিল, মরার আগে এই সিনেমাগুলো দেখুন। সেই ১০০১টি সিনেমার মধ্যে তাঁর অভিনীত সিনেমার সংখ্যা ১৪টি</figcaption><figcaption class=\"story-element-image-attribution\">আইএমডিবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আইন উপদেষ্টার বক্তব্যে বেসরকারি হাসপাতাল মালিকদের প্রতিবাদ, ব্যাখ্যা দিলেন উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-17T16:19:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fbl0sqmtn%2Fasif-nazrul.jpg?rect=0%2C399%2C3993%2C2096&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে আজ রোববার সন্ধ্যায় নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে চিকিৎসকদের নিয়ে দেওয়া বক্তব্যের ব্যাখ্যা দিয়েছেন আইন উপদেষ্টা আসিফ নজরুল। যা হুবহু তুলে ধরা হলো—</p><p>আসিফ নজরুল বলেন, ‘গতকাল একটি অনুষ্ঠানে ডাক্তারদের সম্পর্কে আমি কিছু কথা বলেছিলাম। প্রথমে রোগী হিসেবে আমার ভালো অভিজ্ঞতার কথা বলেছি। তারপর অন্যদের অভিজ্ঞতার ভিত্তিতে জানা কিছু সমালোচনার কথাও বলেছি। সেখানে আমি বলেছি, এই সমালোচনাগুলো সব ডাক্তারদের জন্য প্রযোজ্য না। বলেছি, অনেক ডাক্তার আছেন ভালো, কিন্তু অন্য অনেকের বিরুদ্ধে অভিযোগও আছে। কিছু অভিযোগ স্টেটমেন্ট আকারে বলেছি, কিছু প্রশ্ন আকারে। পত্রপত্রিকা যখন এগুলো ছাপিয়েছে, তখন আমার সম্পূর্ণ বক্তব্য তুলে ধরেনি। ফলে কারও কাছে মনে হতে পারে যে রোগীর কথা মন দিয়ে না শোনা, বেশি টেস্ট করতে দেওয়া বা ওষুধ কোম্পানির সঙ্গে যোগাযোগ—আমি এসব অভিযোগ ঢালাওভাবে সব ডাক্তারদের সম্পর্কে করেছি। কিন্তু এটি ঠিক নয়। আমি দ্ব্যর্থহীনভাবে জানাচ্ছি, আমার এসব অভিযোগ একশ্রেণির ডাক্তারদের বিরুদ্ধে, সব ডাক্তারদের বিরুদ্ধে না।</p><p>আমার বক্তব্য যেভাবে কিছু পত্রিকায় ছাপানো হয়েছে, মনে হতে পারে অভিযোগগুলো সবার উদ্দেশে করা। প্রচণ্ড ত্যাগ, সততা আর দক্ষতা নিয়ে এ দেশের যে বিপুলসংখ্যক ডাক্তার রোগীদের সেবা করেন, তাঁদের কাছে এটি গভীর মনোবেদনার কারণ হতে পারে। এমন ডাক্তার ভাইবোনদের কাছে আমি দুঃখ প্রকাশ করছি। তবে কিছু ডাক্তারের (তাঁরা সংখ্যায় কম হতে পারেন) ক্ষেত্রে এসব অভিযোগ সত্যি কি না, তা বিবেচনা করে প্রয়োজনীয় ব্যবস্থা গ্রহণ করার অনুরোধও আপনাদের কাছে করে গেলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "নবম-দশম শ্রেণির পাঠ্যসূচি থেকে ‘জৈব বিবর্তন’ তত্ত্ব বাদ দিতে আইনি নোটিশ | প্রথম আলো",
            "time": "2025-08-17T16:15:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F57o12kft%2FUntitled-2.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে আইনজীবী সারোয়ার হোসেন প্রথম আলোকে বলেন, মাধ্যমিক পর্যায়ে কেমব্রিজ শিক্ষাক্রমে ‘ও’ লেভেল পর্যন্ত বিবর্তনবাদ তত্ত্ব পড়ানো হয় না। তুরস্ক, ইসরায়েল, যুক্তরাষ্ট্রের বিভিন্ন অঙ্গরাজ্য, দক্ষিণ কোরিয়া, সৌদি আরব ও ওমানসহ অনেক দেশের মাধ্যমিক পর্যায়েও পড়ানো হয় না। ২০২৬ সালের নবম ও দশম শ্রেণির বিজ্ঞান ও জীববিজ্ঞান বইয়ের পাঠ্যসূচি থেকে ‘জৈব বিবর্তনবাদ’ তত্ত্ব তথা ডারউইনের মতবাদ বাদ দিতে অনুরোধ জানিয়ে ওই আইনি নোটিশ পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা ডকল্যাবের নবম আসর শেষ হলো | প্রথম আলো",
            "time": "2025-08-17T16:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F0jy1v7cn%2F815c991e-9552-495a-91af-dadeb34543e2.jpg?rect=131%2C0%2C1469%2C771&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এশিয়ার অন্যতম ডকুমেন্টারি কো-প্রোডাকশন প্রজেক্ট মার্কেট ঢাকা ডকল্যাবের নবম আসর গতকাল শনিবার শেষ হয়েছে। অনলাইনে ১০ দিনব্যাপী অনুষ্ঠিত এ আয়োজনে মেন্টরিং, ওয়ান টু ওয়ান মিটিং এবং পিচিং সেশন শেষে গতকাল বাংলাদেশ শিল্পকলা একাডেমিতে সমাপনী অনুষ্ঠান আয়োজিত হয়।</p><p>অনুষ্ঠানে বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন বাংলাদেশ চলচ্চিত্র উন্নয়ন করপোরেশনের (বিএফডিসি) ব্যবস্থাপনা পরিচালক মাসুমা রহমান এবং বাংলাদেশ চলচ্চিত্র সার্টিফেকেশন বোর্ডের ভাইস চেয়ারম্যান এস এম আবদুর রহমান।</p><p>হাইব্রিড ফরম্যাটে আয়োজিত অনুষ্ঠানটি সঞ্চালনা করেন ঢাকা ডকল্যাব পরিচালক তারেক আহমেদ। অন্যান্যের মধ্যে চলচ্চিত্র পরিচালক আকরাম খান, চলচ্চিত্র সার্টিফিকেশন বোর্ডের সদস্য রফিকুল আনোয়ার এবং বাংলাদেশ শিল্পকলা একাডেমির নাটক ও চলচ্চিত্র বিভাগের পরিচালক ফয়েজ জাহির বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কুড়িগ্রামে লাইনচ্যুত ট্রেন উদ্ধারে গিয়ে উদ্ধারকারী ট্রেনও লাইনচ্যুত | প্রথম আলো",
            "time": "2025-08-17T16:11:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fvf3kisl0%2FTrain.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাম প্রকাশ না করার শর্তে রেল-সংশ্লিষ্ট একজন ব্যক্তি বলেন, পাঁচগাছী স্টেশন থেকে রমনা স্টেশন পর্যন্ত রেলপথটি দীর্ঘদিন ধরে ঝুঁকিপূর্ণ। এ কারণে গতি ঘণ্টায় ১৫ কিলোমিটারে সীমিত করা হলেও স্বাভাবিকভাবে ট্রেন চালানো যাচ্ছে না। জরুরি সংস্কার না হলে যেকোনো সময় বড় ধরনের দুর্ঘটনা ঘটতে পারে।</p><p>লালমনিরহাট রেলওয়ে বিভাগ সূত্রে জানা যায়, প্রায় এক বছর আগে ৩১ কোটি টাকা ব্যয়ে এই রেলপথ সংস্কারের দরপত্র আহ্বান করা হয়। বিশ্বাস কনস্ট্রাকশন নামের একটি প্রতিষ্ঠান দায়িত্ব পেলেও এক বছরের বেশি সময় পেরিয়ে গেলেও রেলপথ, স্লিপার বা পাথর বসানোর কাজ শুরু হয়নি। শুধু কিছু মাটি ভরাট ও কয়েকটি সেতু মেরামত করা হয়েছে। এ জন্য রেলপথটি ঝুঁকিপূর্ণ থেকে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আমি যে এনসিপির রাজনীতি করি, নিজেই জানি না’ | প্রথম আলো",
            "time": "2025-08-17T16:07:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fa6jeswbo%2FFaridpur.jpg?rect=0%2C0%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফরিদপুরের নগরকান্দা উপজেলা জাতীয় নাগরিক পার্টির (এনসিপি) প্রধান সমন্বয়কারী ফরহাদ হোসেন খান (৪৫) পদত্যাগ করেছেন। কমিটি গঠনের ৭৪ দিন পর আজ রোববার দুপুরে ডাকযোগে তিনি দলের মুখ্য সংগঠক (দক্ষিণাঞ্চল) হাসনাত আব্দুল্লাহ বরাবর এ পদত্যাগপত্র পাঠান।</p><p> পদত্যাগপত্রের অনুলিপি জেলা এনসিপির আহ্বায়ক, নগরকান্দা উপজেলা নির্বাহী কর্মকর্তা, নগরকান্দা উপজেলা নির্বাচন কর্মকর্তা ও নগরকান্দা প্রেসক্লাবেও পাঠানো হয়। এরপর বিষয়টি জানাজানি হয়। ফরহাদ নগরকান্দা পৌরসভার নগরকান্দা মহল্লার বাসিন্দা।</p></div></div></div></body></html>"
        },
        {
            "title": "ম্যান সিটিতে প্রথম ম্যাচেই আলো ছড়ানো এই দুই তারকাকে কতটা চেনেন | প্রথম আলো",
            "time": "2025-08-17T16:06:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fa44os7lg%2F2025-08-16T171029Z2051387374UP1EL8G1BPFSIRTRMADP3SOCCER-ENGLAND-WOL-MCI.JPG?rect=0%2C0%2C2534%2C1330&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাঁর প্রতিভা নিয়ে সাবেক ইংলিশ ফরোয়ার্ড অ্যালেন শিয়ারার বলেছেন, ‘সে ছিল দুর্দান্ত, প্রায় নিখুঁত এক মিডফিল্ড পারফরম্যান্স ছিল এটা। অবিশ্বাস্য। সে নিজের গতিতেই পুরো খেলাটা নিয়ন্ত্রণ করেছে। তার বিপক্ষে খেলা ভীষণ কঠিন, কারণ সে সব সময় সক্রিয়। যেভাবে সে দৌড়েছে, সেটাই ম্যান সিটির জন্য ছিল মূল চাবিকাঠি। সে বারবার দৌড়েছে আর দৌড়েই গেছে। উলভসের কাছে এর কোনো উত্তর ছিল না।’</p><p>তবে শুধু রেইন্ডার্স নয়, আলো কেড়েছেন আরেক নবাগত রায়ান শেরকিও। ২২ বছর বয়সী শেরকি গতকাল সিটির হয়ে ম্যাচের শেষ গোলটি করেছেন। গতকাল বদলি নামা শেরকির ওপর সিটির আস্থা কতটা প্রবল, সেটা একটা তথ্য দিয়েই বোঝা যাবে। গ্রিলিশ ধারে এভারটনে যাওয়ার পর তাঁর ১০ নম্বর জার্সিটা এই শেরকিই পেয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যালয়ে ঢুকে শিক্ষককে মারধর করে বাজারে ঘোরালেন ‘বিএনপি ও ছাত্রদলের নেতা-কর্মীরা’ | প্রথম আলো",
            "time": "2025-08-17T16:01:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F8cb00557-2494-4991-b6d8-c4f0d8dfa6ed%2Fsatkhira.png?rect=0%2C86%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বল্লী মুজিবুর রহমান স্কুলের প্রধান শিক্ষক কে এম আজাহারুজ্জামান বলেন, তাঁর বিদ্যালয়ের শিক্ষক শফিকুর রহমান একজন ছাত্রীকে আলাদাভাবে বিদ্যালয়ে পড়িয়েছেন—এমন অভিযোগ এনে ওই শিক্ষককে তাঁর অফিসকক্ষে মারধর করেন বিএনপির কয়েকজন নেতা-কর্মী। এরপর ১০ থেকে ১২ জন ওই শিক্ষককে টেনেহিঁচড়ে বাইরে নিয়ে বেধড়ক মারধর করেন। বিএনপি ও ছাত্রদলের নেতা-কর্মীরা তাঁকে মারতে মারতে বাজার ঘুরিয়েছেন। একপর্যায়ে ইউনিয়ন পরিষদের মধ্যে তাঁকে আটকে রাখা হয়। পরে অন্য শিক্ষক ও শিক্ষার্থীরা গিয়ে শফিকুর রহমানকে উদ্ধার করে বিদ্যালয়ে নিয়ে আসেন। বিদ্যালয়ের সভাপতি ও উপজেলা নির্বাহী কর্মকর্তাকে বিষয়টি অবহিত করা হয়। পরে পুলিশ এসে পরিস্থিতি শান্ত করে।</p><p>শিক্ষক শফিকুর রহমানের থানায় করা অভিযোগে একই ধরনের বক্তব্য উঠে আসে। অভিযোগে সাতক্ষীরা সদর উপজেলা ছাত্রদলের সদস্য শহিনুর রহমান, কর্মী মো. কামরুজ্জামান, রবিউল ইসলাম, ইউপি বিএনপির সাবেক সভাপতি সেলিম আক্তার, বিএনপি কর্মী আব্দুল গনি, ইউপি সদস্য আব্দুর রইচ, ইসলাম কবিরাজ, বল্লী ইউপি ছাত্রদলের সাধারণ সম্পাদক মো. রাশেদুজ্জামানসহ আরও কয়েকজনের নাম উল্লেখ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক হুইপ আবু সাঈদ ও তাঁর স্ত্রীর ব্যাংক হিসাব, শেয়ার অবরুদ্ধের আদেশ | প্রথম আলো",
            "time": "2025-08-17T16:00:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2Fb9744ca8-40f3-42b7-baf2-873655820d83%2Fframe.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জয়পুরহাট-২ আসনের সাবেক সংসদ সদস্য ও সাবেক হুইপ আবু সাঈদ আল মাহামুদ স্বপন এবং তাঁর স্ত্রী মেহেবুবা আলমের স্থাবর সম্পদ, ব্যাংক হিসাব ও শেয়ার অবরুদ্ধ করার আদেশ দিয়েছেন আদালত। একই সঙ্গে তাঁদের বিদেশযাত্রায়ও নিষেধাজ্ঞা দিয়েছেন আদালত।</p><p> ঢাকা মহানগরের জ্যেষ্ঠ বিশেষ জজ মো. জাকির হোসেন আজ রোববার পৃথক এ আদেশ দেন।</p></div></div></div></body></html>"
        }
    ]
}