{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রবাস থেকে বাড়ি ফিরে দেখলেন চার স্বজনের নিথর দেহ | প্রথম আলো",
            "time": "2025-07-24T15:19:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fz6kiun0q%2FWhatsApp-Image-2025-07-24-at-9.15.24-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মা–বাবাসহ স্বজনদের মৃত্যুর খবর শুনে জাহিদুলের ছেলে সোহানুর রহমান ও আনোয়ারা খাতুনের ছেলে সুইট বুধবার রাতেই কুয়েত থেকে দেশের উদ্দেশে রওনা দেন। আজ বেলা ১১টার দিকে গ্রামের বাড়িতে পৌঁছান তাঁরা। বাড়িতে ফেরার পর নেমে আসে শোকের ছায়া। স্বজনদের নিথর দেহ দেখে তাঁরা কান্নায় ভেঙে পড়েন।</p><p>আজ বৃহস্পতিবার বেলা সাড়ে ১১টার দিকে দৌলতপুর উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) আবদুল হাই সিদ্দিকী নিহত ব্যক্তিদের বাড়িতে গিয়ে স্বজনদের সান্ত্বনা দেন। এ সময় দুর্ঘটনায় নিহত মাইক্রোবাসের চালক সাহাব উদ্দীনের পরিবারকে উপজেলা প্রশাসনের পক্ষ থেকে আর্থিক সহায়তা দেওয়া হয়।</p><p>দুর্ঘটনায় নিহত আনোয়ারা খাতুনের স্বামী শহিদুল ইসলাম আদাবাড়িয়া ইউনিয়ন বিএনপির যুগ্ম সাধারণ সম্পাদক। বুধবার রাতে তাঁদের বাড়িতে গিয়ে স্বজনদের সান্ত্বনা দেন দৌলতপুর উপজেলা বিএনপির সভাপতি ও সাবেক সংসদ সদস্য রেজা আহম্মেদ বাচ্চু মোল্লা।</p></div></div></div></body></html>"
        },
        {
            "title": "গোপালগঞ্জে সহিংসতার ঘটনায় সাবেক বিচারপতির নেতৃত্বে তদন্ত কমিশন | প্রথম আলো",
            "time": "2025-07-24T15:19:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fjo8ujovz%2Fpresswing.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) পূর্বনির্ধারিত ‘জুলাই পদযাত্রা’ কর্মসূচিকে ঘিরে সহিংসতা, আইনশৃঙ্খলা পরিস্থিতির অবনতি, জেলা কারাগারসহ বিভিন্ন সরকারি স্থাপনায় হামলাসহ অন্যান্য ঘটনায় ছয় সদস্যের তদন্ত কমিশন গঠন করা হয়েছে। একজন সাবেক বিচারপতি এ কমিশনের নেতৃত্বে আছেন। আজ বৃহস্পতিবার প্রধান উপদেষ্টার প্রেস উইং এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানিয়েছে।</p><p>দ্য কমিশন অব ইনকোয়ারি অ্যাক্ট ১৯৫৬–এর সেকশন ৩–এর প্রদত্ত ক্ষমতাবলে সাবেক বিচারপতি মো. আবু তারিককে সভাপতি করে এ তদন্ত কমিশন গঠন করা হয়েছে। কমিশনের অন্য সদস্যরা হলেন জননিরাপত্তা বিভাগের অতিরিক্ত সচিব খন্দকার মো. মাহাবুবুর রহমান, সিনিয়র জেলা ও দায়রা জজ মো. সাইফুল ইসলাম, ২১ পদাতিক ব্রিগেডের কমান্ডার ব্রিগেডিয়ার জেনারেল শাহীদুর রহমান ওসমানী, কেন্দ্রীয় পুলিশ হাসপাতালের পরিচালক অতিরিক্ত পুলিশ মহাপরিদর্শক সরদার নূরুল আমিন এবং ঢাকা বিশ্ববিদ্যালয়ের শান্তি ও সংঘর্ষ অধ্যয়ন বিভাগের চেয়ারম্যান সাজ্জাদ সিদ্দিকী।</p></div></div></div></body></html>"
        },
        {
            "title": "তৃতীয় টি-টোয়েন্টি: শঙ্কামুক্ত বাংলাদেশ | প্রথম আলো",
            "time": "2025-07-24T11:37:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fbx2zg5le%2Ffc45026f-a22a-42e4-a41f-d7bf0eb8e3eb.jpeg?rect=0%2C0%2C1195%2C627&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ–পাকিস্তান টি–টোয়েন্টি সিরিজের তৃতীয় টি–টোয়েন্টিতে স্বাগতম। এক ম্যাচ হাতে রেখেই সিরিজ জিতে নেওয়া বাংলাদেশের সামনে সুযোগ পাকিস্তানকে ধবলধোলাই করার। সেই ম্যাচে টসে জিতে বোলিং করার সিদ্ধান্ত নিয়েছেন বাংলাদেশ অধিনায়ক লিটন দাস।</p><p>আগের ম্যাচের একাদশের পাঁচজনকে বাদ দিয়ে আজকের ম্যাচের একাদশ সাজিয়েছে বাংলাদেশ। বিশ্রাম দেওয়া হয়েছে ওপেনার পারভেজ হোসেন, তাওহিদ হৃদয়, রিশাদ হোসেন, তানজিম হাসান ও মোস্তাফিজুর রহমানকে। একাদশে ঢুকেছেন তানজিদ হাসান, মেহেদী হাসান মিরাজ, মোহাম্মদ সাইফউদ্দিন, তাসকিন আহমেদও নাসুম আহমেদ। ২০২৩ সালের জুলাইয়ের পর আজই প্রথম বাংলাদেশের জার্সিতে টি–টোয়েন্টি খেলবেন নাসুম।</p><p>পাকিস্তান দলে দুটি পরিবর্তন। ফখর জামান ও খুশদিল শাহকে বাদ দিয়ে সাহিবজাদা ফারহান ও হুসেইন তালাতকে দলে নিয়েছে পাকিস্তান। </p></div></div></div></body></html>"
        },
        {
            "title": "বিমানবন্দরের আশপাশে অবৈধ স্থাপনা কেন? | প্রথম আলো",
            "time": "2025-07-24T15:14:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fsbak6mte%2FBARTAKOKHOTHUMBNAIL.jpg02.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তাকক্ষ </h2></p><p><h1 data-title-0=\"বিমানবন্দরের আশপাশে অবৈধ স্থাপনা কেন?\" class=\"nA4h1 \">বিমানবন্দরের আশপাশে অবৈধ স্থাপনা কেন?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-24T21:14:34+06:00\"><span>প্রকাশ: ২৪ জুলাই ২০২৫, ১৫: ১৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ছেলেকে আনতে গিয়ে নিখোঁজ মায়ের লাশ মিলল ডিএনএ পরীক্ষায় | প্রথম আলো",
            "time": "2025-07-24T15:03:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fwqfscpin%2FGazipurDH06.jpg?rect=0%2C93%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত আফসানার স্বজনেরা বলেন, আফসান ওহী উত্তরার মাইলস্টোন স্কুল অ্যান্ড কলেজের তৃতীয় শ্রেণিতে পড়ে। তার মা আফসানা প্রিয়া প্রতিদিনের মতো ছেলেকে নিয়ে গত সোমবার সকালে স্কুলে যান। শ্রেণিকক্ষে দিয়ে তিনি অভিভাবকদের কক্ষে অবস্থান করছিলেন। হঠাৎ বিমানবাহিনীর একটি যুদ্ধবিমান বিধ্বস্ত হয়ে স্কুলের মাঠে পড়ে। বিধ্বস্ত বিমানের আগুনে মাইলস্টোন স্কুলের একটি ভবনে আগুন লেগে যায়। এ সময় অভিভাবকেরা তাঁদের সন্তানদের বাঁচাতে ছোটাছুটি করেন। একপর্যায়ে আফসান ওহীকে সুস্থ অবস্থায় পাওয়া গেলেও তার মাকে পাওয়া যাচ্ছিল না।</p><p>নিহত আফসানার ভাশুর দুলাল মৃধা বলেন, খবর পেয়ে তাঁরা ঘটনাস্থলসহ বিভিন্ন হাসপাতালে অনেক খোঁজাখুঁজি করেছেন। কিন্তু তাঁর সন্ধান মেলেনি। বিকেলে খবর পাওয়ার পর লাশ আনতে তাঁরা সিএমএইচ হাসপাতালে রওনা হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মঈনুস সুলতানের ভ্রমণ : প্রজাপতি গবেষক ও রহস্য গল্পের প্লট | প্রথম আলো",
            "time": "2025-07-24T15:02:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fzhymng80%2FMainus.jpg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>অনুভব করি, কে যেন আমার দিকে তাকাচ্ছে। খানিক ঘুরে যেতেই মোকাবিলা হয় অজানা এক নারীর নিবিড় দৃষ্টিপাতের সঙ্গে। মেয়েটির ঠোঁটে লেগে আছে রহস্যময় হাসি। দ্রুত ঘাড় ফিরিয়ে সে আরেকটির বেড়ার ভেতর রাখা কয়েকটি গিনিপিগকে কিছু খাওয়াতে শুরু করে। মাত্র গোসল সেরে আসায় তার টাইটসের এখানে–ওখানে লেগে আছে আর্দ্রতার ছোপছাপ। পাঁজরের নকশা আঁকা একটি স্লিভলেস টপ পরাতে নারীটির ঊর্ধ্বাঙ্গে এসেছে কঙ্কালের অনুকৃতি। ঘুরে দাঁড়িয়ে সে হাসিমুখে বলে, ‘ইউ মে ওয়াচ মি, আই অ্যাম আ ফেরার গেম... ।’ </p><p>পাল্টি দেই, ‘আই অ্যাম ইন্টারেস্টেড টু সে হ্যালো টু ইউ।’ </p><p>এগিয়ে এসে হাত মিলিয়ে সে বলে, ‘আই অ্যাম স্যান্ডি গ্রিনগ্লাস। ফুড রাইটার, ট্রেইলে কে কী খাচ্ছে, তা নিয়ে লিখব।’ </p><p>নিজের পরিচয় দিতে চাইলে, সে আমার কাঁধে অপ্রত্যাশিতভাবে হাত রেখে বলে, ‘আই নো হু ইউ আর, হুম ইউ হ্যাভ টকড্, অ্যান্ড হোয়াট ইউ ডু...। তোমাদের সিনিয়রদের ট্র্যাকিং ট্রুপটিকে আমার ভালো লেগেছে। তোমরা কে কী খাও, এ বিষয়ে কথা বলতে চাইলে, জাস্ট ফাইন্ড মি ইন দ্য ট্রেইল। আমি উড বি হ্যাপি টু ইন্টারভিউ ইউ।’ </p><p>আমি কোনো প্রতিক্রিয়া জানানোর সুযোগ পাই না। ‘গুডবাই ফর নাউ’ বলে স্যান্ডেল–উড শ্যাম্পুর ঘ্রাণ ছড়িয়ে হেঁটে যায় স্যান্ডি। আমি তার গ্রীবা ও কোমরে উল্কিতে আঁকা আভানগার্ড ডিজাইনের কথা ভাবি। </p><p>চকিতে মনে পড়ে, ঠিক একই ধরনের নকশা, যাতে ড্রাগনের গলায় ঝুলছে শনি গ্রহের বলয়, আমি এল-নোরা ও কারামুচি ক্রামের শরীরে দেখেছি। হয়তো স্যান্ডি এল-নোরার কাছ থেকে আমার সম্পর্কে অবগত হয়েছে। হোক, আপত্তির কিছু দেখি না। তবে ভাবি, কিছুক্ষণ আগে ফার্মহাউসে আসার পথে, মাঠে সাক্ষাৎ হলো করোটি-কঙ্কাল নির্মাতার সঙ্গে। আর এবার নাটকীয়ভাবে মোকাবিলা করলাম পাঁজরওয়ালিকে। এ যাত্রায় আর অধিক কিছু দেখার প্রয়োজন বোধ করি না। </p><p>বাথরুমের দিকে যাওয়ার পথে চোখে পড়ে, গিনিপিগদের বেড়ায় আটকানো একটি ফলক। তাতে লেখা, ‘আমাদের মেয়ে কান্তো কারম্যান নিজের পকেটমানি বাঁচিয়ে এই গিনিপিগগুলো কিনে মৃত্যুর হাত থেকে বাঁচিয়েছে। প্লিজ বি কাইন্ড টু দেম। থ্যাঙ্কস।’ </p><p>উষ্ণ জলে গোসল সেরে মেইন লবিতে এসে দেখি, আরও দুজন পর্যটকের সঙ্গে বসে স্যান্ডি গ্রিনগ্লাস সেলফোনে ব্রাউজ করছে। আমি ব্ল্যাকবোর্ডে খড়িমাটি দিয়ে লেখা ইন্টারনেট ব্যবহার করা বাবদ ফি ইত্যাদি আগ্রহ নিয়ে পড়ি, তবে সংযত থাকি। কিন্তু গ্লাস-কেবিনেটে চকলেট মাফেন ও ক্যারট কেকের টুকরা দেখতে পেয়ে ভেঙে যায় শৃঙ্খলার বাঁধ। এ ধরনের মিষ্টান্নের প্রতি সহযাত্রী গ্রেইসের অসীম আগ্রহের কথা আমলে এনে ক্রয় করি একটুকরা ক্যারট কেক। তখনই চোখে পড়ে, প্লাস্টিকের দীর্ঘ টিউবে করে বিক্রি হচ্ছে শরীর স্পঞ্জ করার জল। চড়া মূল্যে এটিও খরিদ করা থেকে বিরত থাকতে পারি না।</p></div></div></body></html>"
        },
        {
            "title": "মুজিববাদের সঙ্গে আবার লড়াই শুরু হয়েছে | প্রথম আলো",
            "time": "2025-07-24T15:01:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fi2fwfrhc%2FHABIGONJDH053520250724HABIGANJ-NCP-PADJATRA.JPG.JPG?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির আহ্বায়ক আরও বলেন, ‘হবিগঞ্জবাসী দীর্ঘদিন নানা অনিয়মের বিরুদ্ধে লড়াই করছে। হবিগঞ্জের মানুষ স্বাস্থ্য ও শিক্ষা থেকে বঞ্চিত। মানুষ এখনো বিনা চিকিৎসায় মারা যাচ্ছে। হবিগঞ্জে একটি ভালো হাসপাতাল নেই। জেলার মানুষের উন্নত স্বাস্থ্যসেবার জন্য এখনো যেতে হয় সিলেট ও ঢাকায়। শিক্ষার জন্য একটা বিশ্ববিদ্যালয় নেই। এ সমস্যাগুলোকে কোনো রাজনৈতিক দল বা নেতা সমস্যা হিসেবে দেখেননি।’</p><p>পথসভায় এনসিপির সদস্যসচিব আখতার হোসেন বলেন, দেশের নানা স্থানে তাঁদের সমাবেশে হাজার হাজার মানুষ অংশ নিচ্ছেন। দেশের মানুষ তাঁদের প্রতি সংহতি প্রকাশ করছেন, যা তাঁদের নতুন বাংলাদেশ গড়ার স্বপ্ন দেখাচ্ছে।</p><p>এনসিপির উত্তরাঞ্চলের মুখ্য সংগঠক সারজিস আলম পথসভা সঞ্চালনা করেন। সমাবেশে আরও উপস্থিত ছিলেন দলের জ্যেষ্ঠ যুগ্ম আহ্বায়ক সামান্তা শারমিন, যুগ্ম আহ্বায়ক আরিফুল ইসলাম, জ্যেষ্ঠ যুগ্ম সদস্যসচিব তাসনিম জারা ও নাহিদা সারোয়ার, মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটোয়ারী, জ্যেষ্ঠ মুখ্য সমন্বয়ক আবদুল হান্নান মাসুদ প্রমুখ।</p><p>পথসভায় স্বাগত বক্তব্য দেন এনসিপির জেলার প্রধান সমন্বয়ক নাহিদ উদ্দিন।</p></div></div></div></body></html>"
        },
        {
            "title": "ছুটির দিনে শরীর আরও নিস্তেজ লাগে? মেনে চলুন এই ৫ পরামর্শ | প্রথম আলো",
            "time": "2025-07-24T14:57:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fcccd8848-3e35-45e9-bd50-4bafb3a84013%2F539A2957.JPG?rect=0%2C0%2C3790%2C1990&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছুটির দিনে আমাদের দৈনন্দিন রুটিন বদলে যায়। যেমন পরদিন স্কুল বা অফিস নেই বলে আগের রাতে আমরা বেশি সময় জেগে থাকি, বাইরে খেতে যাই বা বন্ধুবান্ধব নিয়ে আড্ডা দিই। কখনো রাত জেগে টিভি বা সিনেমা দেখি। বায়োলজিক্যাল ক্লক বা দেহঘড়ির ছন্দপতন হয়। পরদিন বেশ বেলা পর্যন্ত ঘুমালেও তাই ঘুমের রেশ কাটে না।</p><p>ঘুম অনেকটা খাদ্যাভ্যাসের মতোই—এমনই মত ঘুমবিশারদদের। খাবারের সময়সূচিতে আকস্মিক পরিবর্তনে যেমন শরীর খারাপ লাগে, ঘুমের বেলায়ও তাই। সে কারণে চেষ্টা করবেন ছুটির দিনেও রুটিনের বড় ধরনের ব্যত্যয় না করতে। সকালে না হয় অন্যদিনের তুলনায় এক ঘণ্টা বেশি ঘুমালেন, তার বেশি নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এখানে প্রশাসনিক ব্যবস্থা কোথায়-‘মব’ প্রসঙ্গে রিজভী | প্রথম আলো",
            "time": "2025-07-24T14:55:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fltsrkh8n%2FMOULAVIBAZARDH053720250724RIZVIMOULVIBAZAR-1.JPG.JPG?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে সভাপতিত্ব করেন জেলা বিএনপির আহ্বায়ক ফয়জুল করিম। জেলা বিএনপির সদস্যসচিব আবদুর রহিমের সঞ্চালনায় অনুষ্ঠানে প্রধান বক্তা ছিলেন কেন্দ্রীয় নির্বাহী কমিটির কোষাধ্যক্ষ এম রশিদুজ্জামান মিল্লাত। অন্যান্যের মধ্যে বক্তব্য দেন কেন্দ্রীয় সাংগঠনিক সম্পাদক (সিলেট বিভাগ) জি কে গউছ, সহসাংগঠনিক সম্পাদক মিফতাহ সিদ্দিকী, জাতীয় নির্বাহী কমিটির সদস্য এম নাসের রহমান প্রমুখ।</p><p>উপদেষ্টা পরিষদ প্রসঙ্গে রুহুল কবির রিজভী বলেন, ‘সকল রাজনৈতিক দল—যারা সংগ্রামে ছিল, আন্দোলনে ছিল, তাদের সমর্থিত সরকার হচ্ছে ড. ইউনূসের সরকার। সেখানে এত দ্বিধা, এত দ্বন্দ্ব কেন? কোনো কোনো উপদেষ্টার খায়েশ থাকতে পারে। অধ্যাপক ইউনূস তো আন্তর্জাতিক খ্যাতিসম্পন্ন মানুষ, গুণীজন মানুষ, সর্বজনশ্রদ্ধেয় মানুষ। তাঁকে তো জনগণের ইচ্ছা–আকাঙ্ক্ষা অনুযায়ী কাজ করতে হবে। আপনি হয়তো ভালো মানুষ। কিন্তু আপনার আরও যারা আছে, তাদের হয়তো নানান বিষয় থাকতে পারে। তা না হলে আজকে সচিবালয়ের ভিতরে ছাত্রলীগ স্লোগান দেয় কী করে? গোপালগঞ্জে আক্রমণ করে কী করে?’</p></div></div></div></body></html>"
        },
        {
            "title": "কুয়েতে বসে সিসিটিভিতে দেখলেন বাড়িতে ডাকাতির চেষ্টা, যেভাবে ডাকাত তাড়ালেন প্রবাসী যুবক | প্রথম আলো",
            "time": "2025-07-24T14:52:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-08%2F46v15w0h%2F%E0%A6%A1%E0%A6%BE%E0%A6%95%E0%A6%BE%E0%A6%A4%E0%A6%BF-%E0%A7%A8.jpg?rect=0%2C91%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাবিলপুর ইউনিয়ন পরিষদের সদস্য তোফাজ্জল হোসেন প্রথম আলোকে জানান, কয়েক মাস আগে বাড়িতে সিসিটিভি ক্যামেরা লাগিয়েছিলেন কামাল পাটোয়ারি। গতকাল রাতে যখন ডাকাতেরা বাড়ির প্রধান ফটক ভাঙার চেষ্টা করছিল, তখন ওয়াই–ফাই ইন্টারনেট নেটওয়ার্কের মাধ্যমে বিদেশে থাকা কামাল পাটোয়ারির ছেলে আবদুল হাই মুঠোফোন সেটে পুরো ঘটনাই দেখতে পান। তখন তিনি তাৎক্ষণিকভাবে তাঁদের ফোন করে বিষয়টি জানান। এরপর বাড়ির লোকজন ও প্রতিবেশীরা অনেকেই ডাকাত, ডাকাত বলে চিৎকার করলে ডাকাতেরা পালিয়ে যায়।</p><p>‍এর আগে গতকাল দিবাগত রাতে উপজেলার কাবিলপুর ইউনিয়নের মইজদীপুর ও কাবিলপুর গ্রামে দুটি ডাকাতির ঘটনা ঘটে। সশস্ত্র ডাকাতেরা দুই বাড়ির লোকজনকে অস্ত্রের মুখে জিম্মি করে নগদ টাকা, সোনার গয়নাসহ মূল্যবান মালামাল লুট করে নিয়ে যায়। খবর পেয়ে আজ বৃহস্পতিবার সকালে ঘটনাস্থল পরিদর্শন করেছে সেনবাগ থানার পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ফ্যাসিজম ও গণহত্যা গবেষণা ইনস্টিটিউট’ লেখা ব্যানার টাঙিয়ে করা হচ্ছে পরিষ্কার | প্রথম আলো",
            "time": "2025-07-24T14:48:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fwrpey8dv%2FAl-Offie-01.jpg?rect=0%2C67%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভবনের নিচতলা পরিষ্কার করার পর আজ বিকেলেও সেখানে উৎকট গন্ধ পাওয়া যায়। নতুন ব্যানার টাঙিয়ে দেওয়ার কারণে উৎসুক অনেকেই এর ছবি তুলছেন। ভবনটির পাশ দিয়ে যাওয়ার সময় অনেক পথচারী কিছুটা সময় পরিস্থিতি দেখে যাচ্ছেন।</p><p>কার্যালয়টির সামনে দিয়ে যাওয়ার সময় ছবি তুলছিলেন আবদুস ছাত্তার নামের এক পথচারী। তিনি প্রথম আলোকে বলেন, একটি দল স্বৈরাচারী হয়ে উঠলে পরিণতি কী হতে পারে, এই ভবনটি দেখলেই তা বোঝা যায়। দেশের প্রাচীন দল আওয়ামী লীগের এমন করুণ পরিণতি থেকে যাতে অন্যরা শিক্ষা নেন, সেই আহ্বান জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোন স্কুলে হতাহতের ঘটনায় মহিলা পরিষদের শোক | প্রথম আলো",
            "time": "2025-07-24T14:43:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2F8w3ay10y%2FCondolence-Rally-BMP-1.jpg?rect=0%2C50%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিষদের ঢাকা মহানগরের সাধারণ সম্পাদক রেহানা ইউনুস স্বাক্ষরিত বিজ্ঞপ্তিতে বলা হয়েছে, আজ সকালে শোক মিছিলটি জাতীয় প্রেসক্লাবের সামনে থেকে শুরু হয়। জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউট হয়ে মিছিলটি নিমতলীর মোড়ে শেষ হয়। মিছিলে মহিলা পরিষদের কেন্দ্রীয় কমিটির নেতা, সম্পাদকমণ্ডলীর সদস্য, ঢাকা মহানগর কমিটির নেতা ও পাড়া কমিটির সদস্যরা উপস্থিত ছিলেন।</p><p>এই নেতারা মর্মান্তিক এ ঘটনায় নিহত ব্যক্তিদের প্রতি শোক ও তাঁদের পরিবারের প্রতি সমবেদনাও প্রকাশ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পাল্টা শুল্ক নিয়ে যুক্তরাষ্ট্রের সঙ্গে অনলাইনে বৈঠক ২৯ জুলাই | প্রথম আলো",
            "time": "2025-07-24T14:39:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2Fce3c1963-a8c2-4198-a603-18825601ac51%2F2fc43843-db7b-4556-8765-f6a995eb24e4.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ কী প্রত্যাশা করছে যুক্তরাষ্ট্রের কাছে, এমন প্রশ্নের জবাবে বাণিজ্য উপদেষ্টা বলেন, ‘দেশটির কাছে ভালো কিছু প্রত্যাশা করছি। এ জন্য করণীয় কাজগুলো করছি।’ নতুন শুল্কহার কার্যকরের আর এক সপ্তাহ বাকি থাকার এ সময়ে দর-কষাকষি বা আলোচনার আমন্ত্রণ পাওয়ার বিষয়ে বাংলাদেশ কতটা আশাবাদী, এ বিষয়ে শেখ বশিরউদ্দীন বলেন, ‘এ বিষয়ে আমি আপনার মতোই আগ্রহী।’</p><p>দর-কষাকষির জন্য লবিস্ট নিয়োগ প্রসঙ্গে জানতে চাইলে শেখ বশিরউদ্দীন বলেন, ‘এটি ব্যবসায়ীদের এখতিয়ার। সরকার কোনো লবিস্ট নিয়োগ করেনি। আপনাদের একটা জিনিস বুঝতে হবে, যুক্তরাষ্ট্র ন্যাশনাল ইমার্জেন্সি ভিত্তিতে কাজটি করছে। এ কাঠামোতে লবিস্টদের করার কোনো কিছু আছে কি না, আমি ঠিক জানি না।’</p><p>বাণিজ্য উপদেষ্টা আরও বলেন, ‘আমাদের বিভিন্ন বিষয়ে পরিবর্তন আনতে হবে। এ পরিবর্তনগুলো বাংলাদেশ ছাড়া অন্য কেউ বুঝতে পারবে না। পরিবর্তনগুলোতে আন্তমন্ত্রণালয়–সংশ্লিষ্ট অনেকগুলো আইনি প্রক্রিয়া আছে। এ আইনি প্রক্রিয়াগুলো একজন লবিস্টের পক্ষে বোঝা সম্ভব নয় বলে আমার ধারণা।</p><p>সর্বশেষ বৈঠক থেকে ভালো কোনো ইঙ্গিত পেয়েছিলেন কি না, জানতে চাইলে শেখ বশিরউদ্দীন বলেন, ‘আমাদের হয়তো ভালো কিছু হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের নারীরা নীরবে হারিয়ে যাচ্ছে: এবি পার্টি | প্রথম আলো",
            "time": "2025-07-24T14:27:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fu02j09g1%2FAB-Party-1.jpeg?rect=105%2C0%2C1390%2C730&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিলারা চৌধুরী আরও বলেন, ‘মুক্তিযুদ্ধেও আমরা একই চিত্র দেখেছি, কিছু মানুষ যুদ্ধ না করেও সার্টিফিকেট নিয়েছে, সুযোগ–সুবিধা নিয়েছে। এখন এই গণ–অভ্যুত্থানের পরও অনেক মানুষ ক্রেডিট নিতে ব্যস্ত, সরকারি নানা সুবিধা আদায়ে সচেষ্ট। কিন্তু আন্দোলনের সেই অগ্নিকন্যারা আমাদের মাঝ থেকে নীরবে সরে যাচ্ছে। জুলাই গণ–অভ্যুত্থানে অংশ নেওয়া নারীরাও মুক্তিযুদ্ধে অংশগ্রহণকারী নারীদের মতো হারিয়ে যেতে বসেছে। এটা আমরা হতে দিতে পারি না।’</p><p>গণ–অভ্যুত্থানে নারীদের উজ্জ্বল ভূমিকার কথা উল্লেখ করে এবি পার্টির চেয়ারম্যান মজিবুর রহমান বলেন, ‘ফ্যাসিবাদ পতনের আন্দোলনে বিশ্ববিদ্যালয়ের ছাত্রীরা, আমাদের মায়েরা, বোনেরা কারফিউ ভঙ্গ করে মিছিল করেছে। আমি দীর্ঘ সময় ধরে শহীদদের পরিবারের অনুভূতি শুনছিলাম, ডাক্তার বোনদের বক্তব্য শুনছিলাম। এগুলো আমাদের শুনতে হবে, বুঝতে হবে, কীভাবে একটি স্বৈরাচারী ফ্যাসিবাদের পতন হয়েছিল, দেশের মানুষ মুক্তির নেশায় কতটা ত্যাগ করেছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "সচিবালয়ে ভাঙচুরের ঘটনায় গ্রেপ্তার ৪ শিক্ষার্থী কারাগারে | প্রথম আলো",
            "time": "2025-07-24T14:24:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fm48hjzra%2Flead.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামিন আবেদনে বলা হয়, আবু সুফিয়ান ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী। আশিকুর মাইলস্টোন কলেজ থেকে উচ্চমাধ্যমিক পাস করেছেন। জেফরী জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে লেখাপড়া করেন। হামলা ও ভাঙচুরের ঘটনায় তাঁরা জড়িত নন। তবে শাকিল কোন প্রতিষ্ঠানের শিক্ষার্থী, তা উল্লেখ নেই।</p><p>শিক্ষা উপদেষ্টার পদত্যাগসহ কয়েকটি দাবিতে গত মঙ্গলবার সচিবালয়ের ভেতরে ও বাইরে শিক্ষার্থীদের বিক্ষোভ, ভাঙচুর ও সংঘর্ষের ঘটনায় পরের দিন বুধবার রাতে মামলা করে পুলিশ। ওই মামলায় অজ্ঞাতপরিচয় ১ হাজার থেকে ১ হাজার ২০০ জনকে আসামি করা হয়।</p><p>শাহবাগ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) খালিদ মনসুর বুধবার প্রথম আলোকে বলেন, মামলার এজাহারে পুলিশের কর্তব্যে বাধা, সরকারি দায়িত্ব পালনে বাধা, সচিবালয়ে ভাঙচুর, সরকারি প্রতিষ্ঠান ভাঙচুরের অভিযোগ আনা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান ভ্রমণের সময় ছাড়া স্মার্টফোনে এয়ারপ্লেন মোড ব্যবহারের ৫ উপকারিতা | প্রথম আলো",
            "time": "2025-07-24T14:21:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fxqdv5tbf%2Fsmartphone_reuters.jpg?rect=0%2C0%2C631%2C331&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘরে বা দূরে কোথাও ভ্রমণের সময় স্মার্টফোনে নেটওয়ার্ক না থাকলে ভোগান্তির সীমা থাকে না। ফোনকল করা যায় না, ইন্টারনেট বন্ধ থাকে, জিপিএসও কাজ করে না। এর ফলে জরুরি প্রয়োজনে পরিচিত ব্যক্তিদের সঙ্গে যোগাযোগ করা সম্ভব হয় না। যেসব এলাকায় মোবাইল নেটওয়ার্ক দুর্বল, সেখানে ফোন ক্রমাগত সিগন্যাল খোঁজার চেষ্টা করে; এতে ব্যাটারির ওপর বাড়তি চাপ পড়ে এবং চার্জ দ্রুত শেষ হয়ে যায়। তবে এয়ারপ্লেন মোড চালু করে কয়েক সেকেন্ড পর তা বন্ধ করে দিলে ফোনের নেটওয়ার্ক, ওয়াই-ফাই ও ব্লুটুথ সংযোগ নতুন করে চালু হয়, যা নিকটবর্তী মোবাইল টাওয়ারের সঙ্গে দ্রুত সংযোগ স্থাপন করতে পারে। অনেক সময় এ পদ্ধতিতে নেটওয়ার্কের সিগন্যাল দ্রুত ফিরে পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ডি ভিলিয়ার্সের পছন্দের একাদশে আছেন কারা | প্রথম আলো",
            "time": "2025-07-24T14:16:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fss9wmuo7%2F51447172917974747358893006536007007999644169n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূলত নিজের সময়ের খেলোয়াড়দেরই বেছে নিয়েছেন দক্ষিণ আফ্রিকার সাবেক ক্রিকেটার। বুধবার উপস্থাপক বাগ্গা নিজের ইনস্টাগ্রামে প্রকাশ করেছেন সেই ভিডিও। ডি ভিলিয়ার্সের একাদশে নেই শচীন টেন্ডুলকার বা ব্রায়ান লারার মতো কিংবদন্তিরা।</p><p>ডি ভিলিয়ার্সের স্বপ্নের একাদশের ওপেনিংয়ে জায়গা পেয়েছেন দক্ষিণ আফ্রিকার গ্রায়েম স্মিথ ও অস্ট্রেলিয়ার ম্যাথু হেইডেন। ওয়ানডাউনে অস্ট্রেলিয়ার সাবেক অধিনায়ক রিকি পন্টিংকে বেছে নিয়েছেন ডি ভিলিয়ার্স।</p><p>মিডল অর্ডারে এই সময়ের তিন মহাতারকা—বিরাট কোহলি, স্টিভেন স্মিথ ও কেইন উইলিয়ামসন। ৭ নম্বরে ভারতের মহেন্দ্র সিং ধোনি, উইকেটকিপারের দায়িত্বটাও পালন করবেন ভারতের বিশ্বকাপজয়ী অধিনায়ক।</p><p>পেস বোলার হিসেবে ডি ভিলিয়ার্স বেছে নিয়েছেন অস্ট্রেলিয়ার মিচেল জনসন ও পাকিস্তানের মোহাম্মদ আসিফকে। স্পিন আক্রমণে কিংবদন্তি শেন ওয়ার্ন ও মুত্তিয়া মুরালিধরন। </p><p>এই দলে কোনো অলরাউন্ডার রাখেননি ডি ভিলিয়ার্স। ১২তম খেলোয়াড় হিসেবে রেখেছেন অস্ট্রেলিয়ার গ্লেন ম্যাকগ্রাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "হত্যা মামলায় আদালতে সাবেক প্রধান বিচারপতি এ বি এম খায়রুল হক | প্রথম আলো",
            "time": "2025-07-24T14:08:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fqra2kqds%2FA-B-M-Khairul-Haque.jpeg?rect=0%2C30%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধান বিচারপতি এ বি এম খায়রুল হককে ২০১৩ সালের ২৩ জুলাই তিন বছরের জন্য আইন কমিশনের চেয়ারম্যান হিসেবে নিয়োগ দেওয়া হয়। এ মেয়াদ শেষে কয়েক দফা কমিশনের চেয়ারম্যান হিসেবে তাঁকে পুনর্নিয়োগ দেওয়া হয়। গত বছরের ১৩ আগস্ট তিনি কমিশনের চেয়ারম্যানের পদ থেকে পদত্যাগ করেন।</p><p>এ বি এম খায়রুল হকের বিরুদ্ধে ঢাকার যাত্রাবাড়ী থানায় এ হত্যা মামলা ছাড়াও নারায়ণগঞ্জের ফতুল্লা মডেল থানায় জালজালিয়াতি করে রায় দেওয়া এবং রাষ্ট্রদ্রোহের অভিযোগে মামলা রয়েছে। গত বছরের ২৫ আগস্ট জেলা আইনজীবী সমিতির সাবেক সভাপতি ও ফতুল্লা থানা বিএনপির সাধারণ সম্পাদক আবদুল বারী ভূঁইয়া বাদী হয়ে মামলাটি করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইন্টারপোলের মাধ্যমে এক আসামিকে দুবাই থেকে দেশে আনল পিবিআই | প্রথম আলো",
            "time": "2025-07-24T14:06:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fvsz28rtn%2FSylhetDH0720.jpg?rect=246%2C0%2C3589%2C1884&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নরসিংদীর শিবপুর উপজেলা পরিষদের চেয়ারম্যান হারুনুর রশিদ খান হত্যা মামলার এজাহারভুক্ত আসামি মহসিন মিয়াকে (৪৬) ইন্টারপোলের মাধ্যমে সংযুক্ত আরব আমিরাতের দুবাই থেকে দেশে ফিরিয়ে আনা হয়েছে বলে জানিয়েছে মামলার তদন্তকারী সংস্থা পুলিশ ব্যুরো অব ইনভেস্টিগেশন (পিবিআই)।</p><p>বৃহস্পতিবার দুপুরে নরসিংদীতে পিবিআইয়ের কার্যালয়ে আয়োজিত সংবাদ সম্মেলনে এ তথ্য জানানো হয়। সংস্থাটি বলছে, আসামি মহসিন ইতিমধ্যে হত্যাকাণ্ডের দায় স্বীকার করে আদালতে ১৬৪ ধারায় জবানবন্দি দিয়েছেন।</p><p>২০২৩ সালের ২৫ ফেব্রুয়ারি সকালে হারুনুর রশিদ খানের শিবপুরের বাড়িতে ঢুকে গুলি করা হয়। ৯৪ দিন চিকিৎসাধীন থাকার পর রাজধানীর একটি বেসরকারি হাসপাতালে তিনি মারা যান। তিনি শিবপুর উপজেলা আওয়ামী লীগের সাবেক সভাপতি ছিলেন।</p><p>হারুনুর রশিদ গুলিবিদ্ধ হওয়ার দুই দিন পর তাঁর ছেলে আমিনুর রশিদ খান ছয়জনের নাম উল্লেখ করে অজ্ঞাতনামা ১০ থেকে ১২ জনকে আসামি করে থানায় মামলা করেন। আসামিরা হলেন শিবপুরের কামারগাঁও এলাকার আরিফ সরকার, ইরান মোল্লা ও হুমায়ুন, পূর্ব সৈয়দনগরের মহসিন মিয়া, মুনসেফেরচরের মো. শাকিল ও নরসিংদী শহরের ভেলানগরের গাড়িচালক নূর মোহাম্মদ।</p></div></div></div></body></html>"
        }
    ]
}