{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শূন্যস্থানে বসাও রাইট ফর্ম অব ভাব৴ | প্রথম আলো",
            "time": "2025-12-20T05:16:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Falw2xow9%2Fpic-13.jpg?rect=0%2C0%2C2594%2C1362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>ইংরেজি: Right Form of Verbs</strong></p><p><strong>Set</strong><em><strong>-</strong></em><strong>1</strong></p><p><strong>Que: </strong>Swapno usually — (go) to school on foot.</p><p><strong>Ans: </strong>Swapno usually goes to school on foot.</p><p><strong>Que: </strong>They — (play) cricket every Friday.</p><p><strong>Ans: </strong>They play cricket every Friday.</p><p><strong>Que: </strong>The boy — (read) a story now.</p><p><strong>Ans: </strong>The boy is reading a story now.</p><p><strong>Que: </strong>I — (finish) my homework yesterday.</p><p><strong>Ans: </strong>I finished my homework yesterday.</p><p><strong>Que: </strong>We — (visit) Dhaka next week.</p><p><strong>Ans: </strong>We will visit Dhaka next week.</p><p><strong>Set</strong><em><strong>-</strong></em><strong>2</strong></p><p><strong>Que: </strong>She — (cook) lunch at this moment.</p><p><strong>Ans: </strong>She is cooking lunch at this moment.</p><p><strong>Que: </strong>The sun — (rise) in the east.</p><p><strong>Ans: </strong>The sun rises in the east.</p><p><strong>Que: </strong>The students — (make) noise when the teacher came.</p><p><strong>Ans: </strong>The students were making noise when the teacher came.</p><p><strong>Que:</strong> He — (not/like) tea.</p><p><strong>Ans:</strong> He does not like tea.</p><p><strong>Set</strong><em><strong>-</strong></em><strong>3</strong></p><p><strong>Que: </strong>I — (write) a letter now.</p><p><strong>Ans: </strong>I am writing a letter now.</p><p><strong>Que: </strong>They — (watch) a movie last night.</p><p><strong>Ans: </strong>They watched a movie last night.</p><p><strong>Que:</strong> Birds — (fly) in the sky.</p><p><strong>Ans: </strong>Birds fly in the sky.</p><p><strong>Que: </strong>She—(go) to the market everyday.</p><p><strong>Ans: </strong>She goes to the market everyday.</p><p><strong>Que: </strong>I — (meet) him tomorrow.</p><p><strong>Ans: </strong>I will meet him tomorrow.</p><p><strong>Set</strong><em><strong>-</strong></em><strong>4</strong></p><p><strong>Que: </strong>The girl — (sing) beautifully.</p><p><strong>Ans: </strong>The girl sings beautifully.</p><p><strong>Que: </strong>They — (not/play) football now.</p><p><strong>Ans: </strong>They are not playing football now.</p><p><strong>Que: </strong>You — (see) the Taj Mahal before.</p><p><strong>Ans: </strong>You have seen the Taj Mahal before.</p><p><strong>Que:</strong> It — (rain) heavily yesterday.</p><p><strong>Ans: </strong>It rained heavily yesterday.</p><p><strong>Que: </strong>We — (prepare) for the exam now.</p><p><strong>Ans: </strong>We are preparing for the exam now.</p><p>*লেখক: ইকবাল খান, প্রভাষক, <strong>বীরশ্রেষ্ঠ মুন্সী আব্দুর রউফ পাবলিক <br>কলেজ, ঢাকা</strong></p></div></div></body></html>"
        },
        {
            "title": "৬০০ টাকায় শুরু, এখন ব্যবসা কোটি টাকার | প্রথম আলো",
            "time": "2025-12-20T05:08:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fhz93jz43%2FWHATSAPP-IMAGE-2025-12-18-AT-45544-PM062651.JPG?rect=0%2C239%2C1593%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিষ্ঠানটি যেসব পণ্য বিক্রি করে, তার মধ্যে রয়েছে—চাল, ডাল, মসলা, ঘি, নিজস্ব খামারের গরু, মহিষ, মুরগি, হাঁস ও কোয়েলের মাংস। এ ছাড়া দুধ, চিংড়ি মাছ, খেজুরের গুড়, লাচ্ছা সেমাই, আম, বিভিন্ন মৌসুমি ফলসহ কয়েক শতাধিক কৃষিপণ্য। নিজেদের খামারে উৎপাদনের পাশাপাশি স্থানীয় কৃষকদের কাছ থেকে কৃষিপণ্য সংগ্রহ করে প্রতিষ্ঠানটি। নিজস্ব আউটলেট ও অনলাইনে বিক্রির পাশাপাশি দেশের বিভিন্ন সুপারশপ ও ব্যান্ডের দোকানে পণ্য সরবরাহ করে শতমূল এগ্রো।</p><p>ঢাকার বনশ্রীতে দুটি, উত্তরাতে ও বগুড়াতে একটি করে মোট চারটি আউটলেট রয়েছে প্রতিষ্ঠানটির। শতমূল এগ্রোর চালের চাতাল, শর্ষের মিল, দই ও লাচ্ছি কারখানা রয়েছে বগুড়ার শেরপুরে। মহিষের ও মাছের খামার রয়েছে বড়াইগ্রামে। পাবনার দাপুনিয়াতে রয়েছে গরু, ভেড়া, হাঁস ও মুরগির খামার।</p></div></div></div></body></html>"
        },
        {
            "title": "নারীর নিকাব টেনে খুললেন বিহারের মুখ্যমন্ত্রী নীতীশ, ভারত ছাড়িয়ে ক্ষোভ পাকিস্তানেও | প্রথম আলো",
            "time": "2025-12-20T04:57:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fbfitx38p%2FINDIA-BIHAR%E2%80%9301.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বুধবার মুম্বাইয়ে মুসলিম ও অন্যান্য সংখ্যালঘু সম্প্রদায়ের প্রতিনিধিত্বকারী রাজনৈতিক দল ‘অল ইন্ডিয়া মজলিস-ই-ইত্তেহাদুল মুসলিমিনের (এআইএমআইএম)’ সদস্যরা বিক্ষোভ করেন। তাঁরা নীতীশ কুমারের বিরুদ্ধে ফৌজদারি মামলা করার দাবি জানান।</p><p>বার্তা সংস্থা প্রেস ট্রাস্ট অব ইন্ডিয়ার এক প্রতিবেদনে বলা হয়, পুলিশ যখন একজন বিক্ষোভকারী নারীকে টেনে নিয়ে যাচ্ছিল, তখন তিনি চিৎকার করে বলছিলেন, ‘এক মুসলিম নারীকে অপমান করা হয়েছে।’ সেখানে হিজাব পরা আরেকজন বলেন, ‘নীতীশ কুমারের পদত্যাগ করা উচিত।’</p><p>ভারত-শাসিত কাশ্মীরের সাবেক অভিনেত্রী জায়রা ওয়াসিম নীতীশ কুমারের কাছে ‘নিঃশর্ত ক্ষমা’ দাবি করেন। তিনি এক্সে লেখেন, ‘একজন নারীর মর্যাদা ও শালীনতা খেলার বিষয় নয়। ক্ষমতা মানে সীমা লঙ্ঘনের অনুমতি নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ম্যাকাও: ঘরে ফেরার আনন্দ | প্রথম আলো",
            "time": "2025-12-20T04:50:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Fowjogu86%2Fmacau-flag.jpg?rect=0%2C103%2C925%2C486&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাকাও ছিল এশিয়ায় ইউরোপীয়দের প্রথম ও সর্বশেষ কলোনি। ১৫৫৭ সালে পর্তুগিজরা এখানে ঘাঁটি গেড়েছিল। শত শত বছর ধরে এটি ছিল পূর্ব ও পশ্চিমের সংস্কৃতির এক অদ্ভুত মিলনমেলা। কিন্তু বিংশ শতাব্দীর শেষে বিশ্বজুড়ে যখন উপনিবেশবাদের দিন শেষ হয়ে আসছিল, তখন চীন ও পর্তুগাল শান্তিপূর্ণ আলোচনার মাধ্যমে এই হস্তান্তরের সিদ্ধান্ত নেয়। ১৯৯৯ সালের ১৯ ডিসেম্বর মধ্যরাতে ম্যাকাও কালচারাল সেন্টারে এক ভাবগাম্ভীর্যপূর্ণ অনুষ্ঠানের আয়োজন করা হয়। ঠিক রাত ১২টায় পর্তুগালের পতাকা নামিয়ে চীনের লাল পতাকা এবং ম্যাকাওয়ের সবুজ পদ্মফুলের পতাকা উত্তোলন করা হয়।</p><p>ম্যাকাওয়ের এই বিজয় ছিল কূটনীতির বিজয়। ‘এক দেশ, দুই নীতি’ ব্যবস্থার আওতায় ম্যাকাও তার নিজস্ব আইনি ও অর্থনৈতিক ব্যবস্থা বজায় রাখার অধিকার পায়। আজকের দিনে ম্যাকাও সেজে ওঠে উৎসবের রঙে। ড্রাগন নাচ, আতশবাজি আর লোটাস স্কোয়ারে ‘গোল্ডেন লোটাস’ মূর্তির সামনে সমবেত হয় হাজারো মানুষ।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি ছেড়ে এনসিপির প্রার্থী হয়ে আলোচনায় সাবেক প্রতিমন্ত্রী মনজুর | প্রথম আলো",
            "time": "2025-12-20T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fpmwqds2b%2FUntitled-1.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আসনে বিএনপির প্রার্থী হিসেবে মনোনয়ন পেয়েছেন সাবেক সংসদ সদস্য এম আকবর আলী। তবে এ আসনে প্রার্থী ঘোষণার পর উল্লাপাড়া উপজেলা বিএনপির সাবেক সদস্যসচিব আজাদ হোসেনের সমর্থকেরা মনোনয়ন পরিবর্তনের দাবিতে মশালমিছিল ও মানববন্ধন করেন।</p><p>আজাদ হোসেন প্রথম আলোকে বলেন, ‘গত ১৬ বছরে এম আকবর আলীকে মাঠে দেখা যায়নি। যে কারণে তাঁর নামে কোনো মামলাও হয়নি। ওই সময়ে আমি মাঠে থেকে বিএনপির রাজনীতির নেতৃত্ব দিয়েছি। ৭০টি মামলার আসামি হয়েছি। ২৬ বার জেলহাজতে গিয়েছি। এখন দল কেন আমাকে কেন অবমূল্যায়ন করবে?’</p><p>এম আকবর আলী বলেন, ‘তৃণমূলের মানুষের প্রত্যাশাকে যথাযথ মূল্যায়ন করতেই আমাকে মনোনয়ন দেওয়া হয়েছে। জনগণ আমাকে বিপুল ভোটে বিজয়ী করবে ইনশা আল্লাহ।’</p><p>এখানে জামায়াতের কেন্দ্রীয় সহকারী সেক্রেটারি জেনারেল রফিকুল ইসলাম খানকে দলীয় মনোনয়ন দেওয়া হয়েছে। উল্লাপাড়া উপজেলা জামায়াতের আমির অধ্যাপক শাহজাহান আলী বলেন, জনগণ রফিকুল ইসলাম খানকে ভোট দেওয়ার জন্য প্রস্তুত। তিনি যেখানেই যাচ্ছেন, লোকজন তাঁকে ঘিরে ধরছেন।</p><p>এই আসনে এনসিপির মনোনয়ন পেয়েছেন দলের কেন্দ্রীয় জ্যেষ্ঠ যুগ্ম সদস্যসচিব দ্যুতি অরণ্য চৌধুরী। তিনি বলেন, ‘আমি আমার নিজ এলাকার (উল্লাপাড়া) মানুষের সঙ্গে প্রতিনিয়ত যোগাযোগ রেখে যাচ্ছি।’</p><p>বাংলাদেশ কমিউনিস্ট পার্টি থেকে দলটির উপজেলা সভাপতি আবদুল হাকিম প্রার্থী হচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হির রান্‌ঝার কিসসা ও পাঞ্জাবি সাহিত্যের দিকপাল ওয়ারিশ শাহ | প্রথম আলো",
            "time": "2025-12-20T04:27:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Facf7skqy%2FWhatsApp-Image-2025-12-18-at-21.37.03.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>রান্‌ঝা ছিল ঝাং অঞ্চলের তখ্ত হাজারার এক ধনাঢ্য জাট পরিবারের কনিষ্ঠ পুত্র। তার ভাইয়েরা যখন তাকে সম্পত্তির অধিকার থেকে বঞ্চিত করে এবং তার জীবন অসহনীয় করে তোলে, তখন সে বাড়ি ছেড়ে চলে যায়। সে বাঁশি বাজানোতে অত্যন্ত পারদর্শী ছিল।</p><p>হির ছিল ঝাংয়ের সিয়াল উপজাতির অত্যন্ত সুন্দরী, আত্মবিশ্বাসী ও প্রভাবশালী কন্যা। তার সৌন্দর্য ছিল প্রবাদপ্রতিম।</p><p>রান্‌ঝা দেশ–দেশান্তরে ঘুরতে ঘুরতে হিরদের গ্রাম ঝাংয়ে পৌঁছায়। সেখানে সে হিরের বাবা চুচাক সিয়ালের বাড়িতে গরু চরানোর কাজ নেয়। হির প্রথম দেখাতেই রান্‌ঝার বাঁশির সুর ও সুদর্শন রূপে মুগ্ধ হয়। একইভাবে রান্‌ঝাও হিরের প্রেমে পড়ে যায়।</p><p>হির ও রান্‌ঝা গোপনে একে অপরের প্রতি গভীর প্রেমে আবদ্ধ হয়। তারা সাত বছর ধরে গোপনে দেখা করে এবং গভীর ভালোবাসার সম্পর্ক গড়ে তোলে। রান্‌ঝা গরু চরানোর আড়ালে হিরের কাছেই থাকত।</p><p>কিন্তু তাদের এই গোপন সম্পর্ক বেশি দিন স্থায়ী হয় না। কাইডো নামের এক কুটিল ও বিকলাঙ্গ ব্যক্তি, যে ছিল হিরের মামা, তাদের প্রেমের কথা ফাঁস করে দেয়।</p><p>প্রেমের কথা জানাজানি হলে হিরের পরিবার, বিশেষত তার মা-বাবা ও সিয়াল উপজাতির লোকেরা ক্ষিপ্ত হয়ে ওঠে। তারা রান্‌ঝাকে অপমান করে গ্রাম থেকে তাড়িয়ে দেয়।</p><p>সিয়াল গোত্রের লোকেরা জোর করে হিরের বিয়ে খেড়াদের গ্রামের সৈদা নামের এক যুবকের সঙ্গে দেয়। হির জোরপূর্বক এই বিয়ে মেনে নিতে বাধ্য হলেও তার মন থেকে রান্‌ঝাকে মুছে ফেলতে পারে না। সে সৈদার ঘরে গিয়েও কেবল রান্‌ঝাকেই স্মরণ করে।</p><p>এদিকে রান্‌ঝা হিরের বিরহে পাগলপ্রায় হয়ে পড়ে। সে হিরের ফিরে আসার আশায় সুফি সাধক যোগী বালাগ নাথের শিষ্যত্ব গ্রহণ করে। সে কান ফুঁড়িয়ে, মাথায় জটা রেখে বৈরাগী যোগী সেজে হিরকে খুঁজতে বের হয়।</p><p>যোগী রান্‌ঝা বহু কষ্টে খেড়াদের গ্রামে পৌঁছায় এবং কৌশলে হিরের সঙ্গে দেখা করে। তারা সিদ্ধান্ত নেয়, তারা এক হয়ে পালিয়ে যাবে।</p><p>পালানোর সময় তারা ধরা পড়ে এবং তাদের পুনরায় আদালতে পেশ করা হয়। কিন্তু রান্‌ঝা তার যোগী ক্ষমতার মাধ্যমে বা অলৌকিক ঘটনা ঘটিয়ে সবাইকে ভয় দেখায় এবং আদালত তাদের মুক্তি দিতে বাধ্য হয়।</p><p>হির ও রান্‌ঝা ফিরে আসে হিরের গ্রামে। হিরের পরিবার তখন লোকলজ্জার ভয়ে তাদের সম্পর্ক মেনে নেওয়ার ভান করে। তারা একটি আনুষ্ঠানিক বিবাহের আয়োজন করে।</p><p>কিন্তু তাদের মিলন হিরের পরিবার কোনোভাবেই মেনে নিতে পারেনি। বিবাহভোজের আয়োজন করার সময় হিরের পরিবারের লোকেরা (বিশেষত তার মামা কাইডো) খাবারে বিষ মিশিয়ে দেয়।</p><p>হির সেই বিষাক্ত খাবার খেয়ে ফেলে এবং রান্‌ঝাকে খবর দেওয়ার আগেই মারা যায়। রান্‌ঝা হিরের মৃত্যুর কথা শুনে সঙ্গে সঙ্গেই সেই বিষাক্ত খাবার খায় এবং হিরের পাশেই শেষনিশ্বাস ত্যাগ করে। এভাবেই চিরতরে তাদের মিলন অসম্ভব হয়ে ওঠে এবং এই করুণ প্রেমের কাহিনির সমাপ্তি ঘটে।</p><p>হির রান্‌ঝা হলো প্রেম, আত্মত্যাগ, সামাজিক চাপ ও নিয়তির নিষ্ঠুরতার এক অসাধারণ আখ্যান, যেখানে দুই অমর প্রেমিক সমাজের অন্যায় ও পারিবারিক ঈর্ষার শিকার হয়ে শেষ পর্যন্ত মৃত্যুতেই চিরন্তন মিলন খুঁজে পায়। এই কাহিনির মানবিক আবেদন ও দার্শনিক গভীরতা ওয়ারিস শাহকে পাঞ্জাবি সাহিত্যের এক অপরিহার্য সৃষ্টিতে পরিণত করেছে।</p></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে বিএনপি নেতার ঘরে আগুন, ঘুমন্ত শিশুর মৃত্যু, দগ্ধ আরও ৩ | প্রথম আলো",
            "time": "2025-12-20T04:25:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fxscfcuko%2FWhatsApp-Image-2025-12-20-at-10.05.png?rect=0%2C70%2C916%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগুনে পুড়ে মারা যাওয়া শিশুর নাম আয়েশা আক্তার। দগ্ধ তিনজন হলেন বেলাল হোসেন (৫০) ও তাঁর দুই মেয়ে বীথি আক্তার (১৭) ও স্মৃতি আক্তার (১৪)। এর মধ্যে বীথি আক্তার ও স্মৃতি আক্তারকে চিকিৎসার জন্য জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে পাঠানো হয়েছে। বেলালকে সদর হাসপাতালে চিকিৎসা দেওয়া হচ্ছে। আগুনে বেলাল হোসেনের ঘরটিও পুড়ে ছাই হয়ে গেছে।</p><p>পরিবার ও স্থানীয় বাসিন্দারা জানান, রাতের খাবার খেয়ে বেলালের পরিবারের সদস্যরা সবাই ঘুমিয়ে পড়েছিলেন। রাত দুইটার দিকে দরজায় তালা লাগিয়ে ঘরে আগুন দিয়ে পালিয়ে যায় দুর্বৃত্তরা। পেট্রল ঢেলে আগুন দেওয়া হয়, ফলে তা দ্রুত চারদিকে ছড়িয়ে পড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "মরুভূমিতে ‘বাংলা পেস’ লড়াই, ‘বাঁহাতি কামান’ মোস্তাফিজের বিপক্ষে হার ‘টপ গিয়ার’ তাসকিনের | প্রথম আলো",
            "time": "2025-12-20T04:22:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F8n0r7tgt%2F60028527514170506231139618508323616149511195n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার ইন্টারন্যাশনাল লিগ টি-টোয়েন্টিতে এখন পর্যন্ত যৌথভাবে দ্বিতীয় শীর্ষ উইকেটশিকারি মোস্তাফিজ। ৬ ইনিংসে ১৫.৬৩ গড় ও ৮.১৯ ইকোনমি রেটে নিয়েছেন ১১ উইকেট। ডেজার্ট ভাইপার্সের খুজাইমা তানভিরও ৭ ইনিংসে ১৮.২৭ গড় ও ৭.৭৩ ইকোনমি রেটে নিয়েছেন ১১ উইকেট। দুবাই ক্যাপিটালসের বাঁহাতি আফগান কবজির স্পিনার ওয়াকার সালামখিল ৭ ইনিংসে ১৩.৭৩ গড় ও ৭. ৪৯ ইকোনমি রেটে ১৫ উইকেট নিয়ে শীর্ষে। তাসকিনের শিকার ৩ ইনিংসে ৪ উইকেট।</p><p>মরুভূমির ক্রিকেট-রাতে তাসকিন-মোস্তাফিজদের খেলা দেখতে দেখতে তাদের ফ্র্যাঞ্চাইজি দলের সামাজিক যোগাযোগমাধ্যম হ্যান্ডলে চোখ রেখেও বাংলাদেশের অনেক সমর্থকের খুশি হওয়ার কথা। মোস্তাফিজের বোলিং নিয়ে ফেসবুকে দুবাই ক্যাপিটালসের পোস্ট, ‘সেরারাও এই বাঁহাতি কামানকে ভয় পায়।’ তাসকিনকে নিয়ে একাধিক পোস্ট করেছে শারজা। একটি পোস্ট এমন, ‘শুধুই টপ গিয়ার। তাসকিন আহমেদ সংস্করণ।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইলন মাস্কের বিশাল অঙ্কের বেতন বহাল রাখার নির্দেশ আদালতের | প্রথম আলো",
            "time": "2025-12-20T04:18:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fvbty0e9j%2FElon-Musk.jpg?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় দুই বছর আগে ডেলাওয়্যারের একটি নিম্ন আদালত মাস্কের এ বেতন প্যাকেজকে ‘অকল্পনীয়’ বলে খারিজ করে দেন। সেই রায়কে ‘অন্যায্য’ আখ্যা দিয়ে সুপ্রিম কোর্ট জানিয়েছেন, ছয় বছর ধরে প্রতিষ্ঠানটির পেছনে মাস্ক যে শ্রম ও সময় দিয়েছেন, ওই বেতন প্যাকেজ খারিজ করলে তাঁকে উপযুক্ত পাওনা থেকে বঞ্চিত করা হতো।</p><p>বিনিয়োগকারী প্রতিষ্ঠান ডিপওয়াটার অ্যাসেট ম্যানেজমেন্টের ব্যবস্থাপনা পরিচালক জিন মানস্টার বলেন, এটি ইলনের জন্য বড় জয়। কারণ, এর ফলে কোম্পানির ওপর তাঁর নিয়ন্ত্রণ আরও দ্রুত প্রতিষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির জানাজা: মানিক মিয়া অ্যাভিনিউয়ে যান চলাচল সীমিত থাকবে | প্রথম আলো",
            "time": "2025-12-20T04:07:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-18%2F2wr7otdu%2FDMP.png?rect=0%2C108%2C1516%2C796&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিরপুর রোড থেকে ফার্মগেট ভায়া মানিক মিয়া অ্যাভিনিউয়ের দিকে যাওয়া যানবাহন, মিরপুর রোড হয়ে উত্তর দিক থেকে আসা ফার্মগেট/সোনারগাঁও অভিমুখী যানবাহন গণভবন ক্রসিং-লেক রোড-উড়োজাহাজ ক্রসিং-বিজয় সরণি ক্রসিংয়ে ডানে মোড় নিয়ে ফার্মগেটের দিকে যাবে।</p><p>ফার্মগেট থেকে মানিক মিয়া অ্যাভিনিউ ভায়া ইন্দিরা রোডগামী যানবাহন ফার্মগেট থেকে খেজুরবাগান ক্রসিং-ডানে মোড় নিয়ে উড়োজাহাজ ক্রসিং-বাঁয়ে মোড় নিয়ে লেক রোড-গণভবন ক্রসিংয়ের দিকে যাবে।</p><p>ধানমন্ডি থেকে ফার্মগেটগামী যানবাহন ধানমন্ডি ২৭ থেকে আসা যানবাহন আসাদগেট-গণভবন ক্রসিং ডানে ইউটার্ন করে লেক রোড-উড়োজাহাজ ক্রসিং-বিজয় সরণি ক্রসিং-ডানে মোড় নিয়ে ফার্মগেট ক্রসিংয়ের দিকে যাতায়াত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দিব্য স্তম্ভ, ভিমের পান্টির নাম কি শুনেছেন | প্রথম আলো",
            "time": "2025-12-20T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Flkcniiso%2FNoagaon-1.jpg?rect=0%2C67%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পাহাড়পুর বৌদ্ধবিহার বা সোমপুর বিহার</strong> </p><p>ইউনেসকো স্বীকৃতিপ্রাপ্ত বাংলাদেশে বিশ্ব ঐতিহ্যের অন্যতম নিদর্শন পাহাড়পুর বৌদ্ধবিহার। এটার প্রকৃত নাম সোমপুর বিহার। এটি বাংলাদেশসহ নওগাঁ জেলার আন্তর্জাতিক পরিচিতি বহন করে। জায়গাটি নওগাঁ সদর থেকে ৩৪ কিলোমিটার উত্তর দিকে বদলগাছি উপজেলায় পড়েছে। আবার জয়পুরহাটের জামালগঞ্জ রেলস্টেশন থেকে ৫ কিলোমিটার পশ্চিম দিকে এই বিহার। ধ্বংসপ্রাপ্ত এই প্রাচীন বৌদ্ধবিহার কালের বিবর্তনে জঙ্গলাকীর্ণ অবস্থায় পড়ে ছিল। ১৯২৩ সালে এর উৎখনন শুরু হয়, ১৯৩৪ সালে শেষ হয়। </p><p>ইতিহাস ঘেঁটে জানা যায়, পাল বংশের শাসনামলে দ্বিতীয় রাজা ধর্মপাল অষ্টম শতকে পিতৃভূমি বরেন্দ্রে এক বিশাল বৌদ্ধমন্দির স্থাপনের লক্ষ্যে পাহাড়পুরে সোমপুর বিহার স্থাপন করেন। খননকালে প্রাপ্ত একটি মাটির সিল থেকে জানা যায়, এটি সোমপুর বিহার। ২৭ একর জমির ওপর এটি স্থাপিত। এটি এশিয়ার বৃহত্তম বিহার। এর চারদিকে সারিবদ্ধভাবে বৌদ্ধ ভিক্ষুদের বসবাসের জন্য ১৭৭টি কক্ষ রয়েছে। </p><p>সমগ্র বিহার প্রাচীর দিয়ে ঘেরা। উত্তর দিকে প্রবেশপথ ছিল। মূল দালানে ওঠার সিঁড়িও ছিল। এটি দুর্গের মতো করে তৈরি করা হয়েছিল। এর প্রধান মন্দিরের ভিত্তিমূল–সংলগ্ন দেয়ালে ৩৬টি পাথরের মূর্তি রয়েছে। ভেতরের মন্দিরের গায়ে ২ হাজার পোড়ামাটির চিত্রফলক রয়েছে। খননকালে প্রায় ৮০০ পোড়ামাটির চিত্রফলক বিক্ষিপ্তভাবে পড়ে থাকা অবস্থায় পাওয়া যায়। </p><p>এই বিহার জ্ঞান-বিজ্ঞান, মীমাংসা ও ধর্মশাস্ত্র চর্চার জন্য একটি উচ্চতর শিক্ষাপ্রতিষ্ঠান বা বিশ্ববিদ্যালয়ের পদমর্যাদা লাভ করেছিল। পৃথিবীর নানা দেশ থেকে এখানে শিক্ষার্থীরা জ্ঞান লাভের জন্য আসতেন। আচার্য অতীশ দীপঙ্কর সোমপুর বিহারে কিছুকাল বাস করেছেন। তাঁর গুরু রত্নাকরশান্তি সোমপুর বিহারের মহাস্থবির ছিলেন। এখানে আরও অবস্থান করতেন প্রাচীন চর্যাপদের গীতিকার কাহ্নপা ও তাঁর গুরু জলন্ধরী পা ওরফে হাড়ী পা। এখানকার উদ্ধারকৃত প্রত্নবস্তু নিয়ে একটি জাদুঘর তৈরি করা হয়েছে। অতিথিদের থাকার জন্য বাংলো রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের এই স্থাপত্য আলোকচিত্রীর তোলা অনেক ছবিই হয়তো দেখেছেন, জানেন কি তাঁর সম্পর্কে? | প্রথম আলো",
            "time": "2025-12-20T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F1lm4szcu%2F507813179240356138560552436078195582856781308n.jpg?rect=0%2C599%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর ২০২৩ সালে জার্মানির মিউনিখে পিনাকোথেক ডার মডার্ন মিউজিয়ামে মেরিনা তাবাশ্যুমের প্রথম একক প্রদর্শনী ‘মেরিনা তাবাশ্যুম আর্কিটেক্টস: ইন বাংলাদেশ’-এ ব্যবহৃত ছবির বড় অংশই ছিল আসিফ সালমানের তোলা। একই সঙ্গে মেরিনা তাবাশ্যুমের ২৮ বছরের সৃষ্টিশীল যাত্রা নিয়ে প্রকাশিত বইয়েও স্থান পায় তাঁর ছবি। সেই প্রদর্শনীতে উপস্থিত থেকে শত শত দর্শনার্থীর সঙ্গে কথা বলা, বাংলাদেশের স্থাপত্য নিয়ে তাঁদের কৌতূহলের জবাব দেওয়া—সব মিলিয়ে অভিজ্ঞতাটি ছিল আসিফের জন্য বিশেষ।<br>পেশাদার আলোকচিত্রী হিসেবে গত ছয় বছরে পাঁচ শতাধিক প্রকল্পে কাজ করেছেন আসিফ সালমান। আবাসিক ভবন, কারখানা, হাসপাতাল, মসজিদ, শিক্ষাপ্রতিষ্ঠান—স্থাপনার নানা ধরনই তাঁর ক্যামেরায় এসেছে। আগা খান স্থাপত্য পুরস্কার, টাইম সাময়িকীর স্থাপত্য স্বীকৃতিসহ দেশের যেসব স্থাপত্য পুরস্কার জিতেছে, তার বেশির ভাগের চাক্ষুষ নথি তৈরি হয়েছে আসিফের ছবিতে।<br>নিজের কাজ দিয়েই বিশ্বের খ্যাতিমান স্থপতি ও স্থাপত্য আলোকচিত্রীদের সঙ্গে পরিচিত হচ্ছেন, পাচ্ছেন তাঁদের বাহবাও। তাই তো আসিফ সালমান বলেন, ‘যত দিন আনন্দ পাব, ছবিই তুলে যাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে হামলাকারীদের গ্রেপ্তারের দাবি চবিসাসের | প্রথম আলো",
            "time": "2025-12-20T03:49:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fyrnpbpcy%2FUntitled-3.jpg?rect=0%2C54%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ হামলার ঘটনাকে স্বাধীন সাংবাদিকতার ওপর আঘাত উল্লেখ করে গভীর উদ্বেগ প্রকাশ করেন সংগঠনের সভাপতি জানে আলম ও সাধারণ সম্পাদক মাহফুজ শুভ্র। বিবৃতিতে বলা হয়, যারা মতপ্রকাশের স্বাধীনতাকে সহ্য করতে পারে না, তারাই কলমের বিরুদ্ধে আক্রমণ চালায়। ভয় দেখিয়ে সত্যকে থামানো যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্র্যাকের প্রতিষ্ঠাতা স্যার ফজলে হাসান আবেদের ষষ্ঠ মৃত্যুবার্ষিকী আজ | প্রথম আলো",
            "time": "2025-12-20T03:42:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fuhy0c2j2%2FSir-Fazle-Hasan-Abed.jpg?rect=0%2C3%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের অন্যতম শীর্ষ বেসরকারি সংস্থা ব্র্যাকের প্রতিষ্ঠাতা স্যার ফজলে হাসান আবেদের ষষ্ঠ মৃত্যুবার্ষিকী আজ ২০ ডিসেম্বর। ২০১৯ সালের এই দিনে তিনি ঢাকায় মৃত্যুবরণ করেন।</p><p> ফজলে হাসান আবেদ ৩৬ বছর বয়সে ১৯৭২ সালে সিলেটে  ক্ষুদ্র ত্রাণ ও পুনর্বাসন প্রকল্প হিসেবে ব্র্যাক প্রতিষ্ঠা করেন। ক্ষুদ্রঋণ, সামাজিক ব্যবসা, বিশ্ববিদ্যালয়, ব্যাংক ও সুবিধাবঞ্চিত মানুষের উন্নয়নে নানামাত্রিক বিনিয়োগের সমন্বয়ে ব্র্যাক আজ বিশ্বের বুকে একটি অনন্য প্রতিষ্ঠান। </p></div></div></div></body></html>"
        },
        {
            "title": "অবিলম্বে সহিংসতা ও হত্যাকাণ্ডে জড়িতদের ন্যায়বিচারের আওতায় আনতে হবে: অ্যামনেস্টি | প্রথম আলো",
            "time": "2025-12-20T03:38:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-13%2Fi0mqn6u3%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদি হত্যাকাণ্ড এবং এর পরের সহিংসতার ঘটনায় দ্রুত, পূর্ণাঙ্গ, স্বাধীন ও নিরপেক্ষ তদন্ত নিশ্চিত করার জন্য অন্তর্বর্তী সরকারের প্রতি আহ্বান জানিয়েছে অ্যামনেস্টি ইন্টারন্যাশনাল।</p><p>সামাজিক যোগাযোগমাধ্যম এক্সে আজ শনিবার দেওয়া এক পোস্টে এ আহ্বান জানায় লন্ডনভিত্তিক মানবাধিকার সংস্থাটির দক্ষিণ এশিয়া বিষয়ক আঞ্চলিক অফিস।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার জয় দক্ষিণ আফ্রিকার বিপক্ষে, টি-টোয়েন্টি সিরিজ হারতেই ভুলে যাচ্ছে ভারত | প্রথম আলো",
            "time": "2025-12-20T03:35:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F8betddfm%2F740592-01-02.jpg?rect=0%2C166%2C5695%2C2990&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুবমান গিল পায়ের চোটে না খেলায় ইনিংস শুরু করেন সঞ্জু স্যামসন ও অভিষেক শর্মা। শুরু থেকেই আক্রমণাত্মক ছিলেন দুজন। ৫.৩ ওভারে ৬৩ রান যোগ করেন। অভিষেক করেন ২১ বলে ৩৪ রান, স্যামসন ২২ বলে ৩৭। </p><p>স্পিনার জর্জ লিন্ডে স্যামসন ও সূর্যকুমার যাদবকে আউট করে ম্যাচে ফেরান দক্ষিণ আফ্রিকাকে। এই অবস্থায় ঝড় তোলেন পান্ডিয়া ও তিলক। পান্ডিয়া প্রথম বলেই মারেন ছক্কা। প্রথম ৭ বলে ৩১ রান করেন। ফিফটি করেন ১৬ বলে, যা ভারতের হয়ে দ্বিতীয় দ্রুততম টি-টোয়েন্টি ফিফটির রেকর্ড। তিলকের সঙ্গে ৭.২ ওভারে ১০৫ রানের জুটি গড়েন তিনি।</p></div></div></div></body></html>"
        }
    ]
}