{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওসমান হাদি হত্যা মামলায় গ্রেপ্তার সিবিয়ন ও সঞ্জয় তৃতীয় দফায় রিমান্ডে | প্রথম আলো",
            "time": "2025-12-30T20:09:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-18%2F3k9ni90h%2FCMM.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্যদিকে ১৬ ডিসেম্বর র‍্যাব-১১-এর একটি দল নরসিংদী থেকে ফয়সালকে আটক করে। পরে তাঁকে নরসিংদীতে অস্ত্র মামলায় গ্রেপ্তার দেখিয়ে কারাগারে পাঠানো হয়।</p><p>ওসমান হাদি হত্যা মামলায় এখন পর্যন্ত ১১ জনকে গ্রেপ্তার করা হয়েছে। তাঁদের মধ্যে ৬ জন আদালতে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। এ ছাড়া ৪ জন সাক্ষীও আদালতে জবানবন্দি দিয়েছেন।</p><p>মামলায় গ্রেপ্তার হওয়া অন্য আসামিরা হলেন প্রধান অভিযুক্ত ফয়সালের বাবা মো. হুমায়ুন কবির, মা মোসা. হাসি বেগম, ফয়সালের স্ত্রী সাহেদা পারভীন সামিয়া, ফয়সালের বান্ধবী মারিয়া আক্তার, তাঁর শ্যালক ওয়াহিদ আহমেদ, রেন্ট-এ-কার ব্যবসায়ী মো. নুরুজ্জামান নোমানী, মোটরসাইকেলের মালিক মো. কবির ও আমিনুল। তাঁদের মধ্যে ফয়সালের মা-বাবা, স্ত্রী, বান্ধবী, শ্যালক ও আমিনুল আদালতে দায় স্বীকার করে জবানবন্দি দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচন স্থগিতের পর শিক্ষকদের ‘হেনস্তার’ অভিযোগ | প্রথম আলো",
            "time": "2025-12-30T19:30:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Faxcq6ug3%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) নির্বাচন স্থগিত হওয়ার পর কয়েকজন শিক্ষককে হেনস্তা করা হয়েছে বলে অভিযোগ তুলেছে জগন্নাথ বিশ্ববিদ্যালয় শিক্ষক সমিতি। এ ঘটনার সাথে জড়িতদের বিচার চেয়ে বিশ্ববিদ্যালয় প্রশাসনকে ৪৮ ঘণ্টার সময় দেওয়া হয়েছে। বিষয়টি নিয়ে মঙ্গলবার জগন্নাথ বিশ্ববিদ্যালয় শিক্ষক সমিতির কার্যালয়ে সংবাদ সম্মেলন করেন শিক্ষক সমিতির নেতারা।</p><p>সংবাদ সম্মেলনে শিক্ষক সমিতির সাধারণ সম্পাদক অধ্যাপক রইছ উদদীন বলেন, সকালে তিনি নিজ বিভাগে একাডেমিক কাজে ব্যস্ত ছিলেন। এ সময় ৩০-৪০ জনের একটি দল তাঁকে তালাবদ্ধ করে অবরুদ্ধ করে রাখে। এক যুবক দৌড়ে এসে বিভাগের কলাপসিবল গেটে তালা দিয়ে চলে যায়। পরে হ্যান্ডমাইক নিয়ে একদল শিক্ষার্থী সেখানে ‘অশ্রাব্য’ স্লোগান দেয় ও ‘ঔদ্ধত্যপূর্ণ আচরণ’ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক গণমাধ্যমে খালেদা জিয়ার মৃত্যুর খবর | প্রথম আলো",
            "time": "2025-12-30T19:24:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fghgzxdof%2FPage-3.jpg?rect=0%2C80%2C1124%2C590&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুর খবর জাতীয় গণমাধ্যমে প্রকাশের কিছুক্ষণের মধ্যেই আন্তর্জাতিক গণমাধ্যমে খবর আসতে থাকে। আন্তর্জাতিক বার্তা সংস্থা রয়টার্স, এএফপি, যুক্তরাষ্ট্রের প্রভাবশালী দৈনিক দ্য নিউইয়র্ক টাইমস, সিএনএন, ওয়াশিংটন পোস্ট; যুক্তরাজ্যের বিবিসি, দ্য গার্ডিয়ান; কাতারভিত্তিক সংবাদমাধ্যম আল-জাজিরাসহ বিভিন্ন সংবাদমাধ্যমে তাঁর মৃত্যু নিয়ে বেশ গুরুত্বের সঙ্গে সংবাদ প্রকাশ করা হয়েছে।</p><p>যুক্তরাজ্যভিত্তিক আন্তর্জাতিক বার্তা সংস্থা রয়টার্স ‘৮০ বছর বয়সী বাংলাদেশের প্রথম নারী প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যু’ শিরোনামে প্রতিবেদন প্রকাশ করেছে। প্রতিবেদনটিতে খালেদা জিয়ার রাজনৈতিক জীবনের বিভিন্ন উল্লেখযোগ্য অংশ তুলে ধরা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজা বুধবার বেলা ২টায়, দাফন জিয়াউর রহমানের কবরের পাশে | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fc4ugxf7o%2FKhaleda_embassy.jpg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচন স্থগিতের কারণ জানতে চেয়ে প্যানেলগুলোর চার দাবি | প্রথম আলো",
            "time": "2025-12-30T19:12:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fx3atcec0%2FJnU%E2%80%93Bamjot.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাম জোট–সমর্থিত ‘মওলানা ভাসানী ব্রিগেড’ প্যানেলের জিএস (সাধারণ সম্পাদক) প্রার্থী ইভান তাহসীব বলেন, ‘বিশ্ববিদ্যালয় প্রশাসন তাৎক্ষণিক সিন্ডিকেট সভা ডেকে খালেদা জিয়ার মৃত্যুর ঘটনাকে অজুহাত দেখিয়ে নির্বাচন স্থগিত ঘোষণা করে। এই সিদ্ধান্ত নেওয়ার ক্ষেত্রে প্রশাসন বিভিন্ন প্যানেল, প্রার্থী বা অন্য অংশীজনদের কোনো মতামত নেয়নি। এই অগণতান্ত্রিক এবং অযৌক্তিক সিদ্ধান্ত আমাদের, অন্যান্য প্রার্থীদের এবং শিক্ষার্থীদের ভীষণভাবে ক্ষুব্ধ করেছে।’</p><p>ইসলামী ছাত্রশিবির–সমর্থিত ‘অদম্য জবিয়ান ঐক্য’ প্যানেলের ভিপি প্রার্থী রিয়াজুল ইসলাম বলেন, ‘আজকে সব প্যানেল ও প্রার্থীরা নির্বাচন চেয়েছিল। কে বা কারা, কার ইন্ধনে প্রশাসন নির্বাচন বন্ধ করল, আমরা তা জানতে চাই। প্রশাসনের কাছে আমরা আবেদন করেছি, আশা করছি প্রশাসন এই তথ্য আমাদের জানাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও দ্য ডেইলি স্টারে হামলায় উদ্বেগ জানিয়ে পাঁচ সংগঠনের বিবৃতি | প্রথম আলো",
            "time": "2025-12-30T19:05:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Feffws6yr%2FUntitled-2.jpg?rect=0%2C39%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতি দেওয়া সংগঠনগুলো হলো সাউথ এশিয়া ডেমোক্রেটিক ফোরাম, ইউরোপিয়ান বাংলাদেশ ফোরাম, ওয়ার্কিং গ্রুপ বাংলাদেশ ইন জার্মানি, আর্থ সিভিলাইজেশন নেটওয়ার্ক ও ফ্রিডম অ্যান্ড জাস্টিস অ্যালায়েন্স। বিবৃতিতে স্বাক্ষর করেছেন সাউথ এশিয়া ডেমোক্রেটিক ফোরাম, বেলজিয়ামের পক্ষ থেকে পাউলো কাসা, ইউরোপিয়ান বাংলাদেশ ফোরাম, ইউরোপীয় ইউনিয়ন ও গ্রেট ব্রিটেনের পক্ষ থেকে ক্রিস ব্ল্যাকবর্ন, ওয়ার্কিং গ্রুপ বাংলাদেশ ইন জার্মানির পক্ষ থেকে ক্লাউস স্ট্যাম্পেল, আর্থ সিভিলাইজেশন নেটওয়ার্কের (গ্লোবাল নেটওয়ার্ক) পক্ষ থেকে তারিখ গুনারশেল এবং ফ্রিডম অ্যান্ড জাস্টিস অ্যালায়েন্সের (গ্লোবাল প্ল্যাটফর্ম) পক্ষে অধ্যাপক এ বি এম নাসির।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজা ঘিরে ঢাকার যেসব সড়ক বন্ধ থাকবে | প্রথম আলো",
            "time": "2025-12-30T18:49:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ftbo70bzq%2FDMP.jpg?rect=0%2C13%2C618%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপির গণবিজ্ঞপ্তিতে বলা হয়েছে, সোনারগাঁও মোড় থেকে ফার্মগেট/বিজয় সরণি (কাজী নজরুল ইসলাম অ্যাভিনিউ) রোডে সীমিত আকারে গাড়ি চলাচল করবে। তাই যথাসম্ভব কাজী নজরুল ইসলাম অ্যাভিনিউ পরিহারের পরামর্শ দেওয়া হয়েছে।</p><p>বনানী-মহাখালী-গুলশান বা এয়ারপোর্ট রোড থেকে রমনা-শাহবাগ-মতিঝিল-পল্টন-গুলিস্তানগামী যানবাহনকে মহাখালী বাস টার্মিনালের সামনের রাস্তা ও মগবাজার ফ্লাইওভার ব্যবহার করতে বলা হয়েছে।</p><p>মিরপুর থেকে ধানমন্ডি-মোহাম্মদপুরগামী যানবাহনকে মানিক মিয়া অ্যাভিনিউ ও এর আশপাশের এলাকা এড়িয়ে মিরপুর-টেকনিক্যাল-শ্যামলী রিংরোড হয়ে চলাচলের অনুরোধ করা হয়েছে।</p><p>মিরপুর থেকে রমনা-মতিঝিলগামী যানবাহনকে মিরপুর রোডের শ্যামলী থেকে বাঁয়ে টার্ন নিয়ে আগারগাঁও ক্রসিং হয়ে ফকরুদ্দিন রোড/লিংক রোড (বীর উত্তম মেজর জেনারেল আজিজুর রহমান রোড) হয়ে জাহাঙ্গীর গেট-মহাখালী-তেজগাঁও-মগবাজার ফ্লাইওভার হয়ে চলাচল করতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের সঙ্গে সম্পর্ক নিয়ে দিল্লির হাইকমিশনারের সঙ্গে বসলেন দুই উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-30T18:44:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F9d7nqlpz%2FUntitled-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের সঙ্গে সম্পর্কের সর্বশেষ পরিস্থিতি নিয়ে মঙ্গলবার দিল্লিতে নিযুক্ত বাংলাদেশের হাইকমিশনার এম রিয়াজ হামিদুল্লাহর সঙ্গে আলোচনা করেছেন পররাষ্ট্র উপদেষ্টা মো. তৌহিদ হোসেন ও জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান। সকালে পররাষ্ট্র মন্ত্রণালয়ে অনুষ্ঠিত প্রায় ৪৫ মিনিটের ওই আলোচনায় তাঁদের সঙ্গে একপর্যায়ে যুক্ত হয়েছিলেন পররাষ্ট্রসচিব আসাদ আলম সিয়াম।</p><p>পরে বৈঠক শেষে মন্ত্রণালয় থেকে বের হওয়ার সময় জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান সাংবাদিকদের বলেন, ‘আমরা সময় সময় আমাদের রাষ্ট্রদূতদের আলোচনার জন্য ডেকে আনি। এটা খুব স্বাভাবিক প্রক্রিয়া।’</p><p>দিল্লিতে নিযুক্ত বাংলাদেশের হাইকমিশনারকে ফেরত আনা হয়েছে কি না, জানতে চাইলে খলিলুর রহমান বলেন, ‘আমরা তাঁকে (হাইকমিশনার এম রিয়াজ হামিদুল্লাহ) ফেরত আনিনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘মনে হচ্ছে মাথার ওপর থেকে একটা ছায়া হারিয়ে গেল’ | প্রথম আলো",
            "time": "2025-12-30T18:43:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fqour43c7%2FBNP-Activist-1.jpeg?rect=0%2C181%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আজ ভোরে যখন খবর পেলাম বেগম খালেদা জিয়া আর নেই, তখন থেকে নিজেকে এতিম মনে হচ্ছে। মনে হচ্ছে, মাথার ওপর থেকে একটা ছায়া হারিয়ে গেল।’ কথাগুলো বলছিলেন নীলা হোসাইন।</p><p>সাবেক প্রধানমন্ত্রী ও বিএনপি চেয়ারপারসন খালেদা জিয়ার মৃত্যুর খবর শুনে বগুড়ার গাবতলী থেকে ছুটে এসেছেন নালী। মঙ্গলবার রাত ১১টার দিকে রাজধানীর এভারকেয়ার হাসপাতালের সামনে তাঁর সঙ্গে কথা হয় এ প্রতিবেদকের।</p><p>হাসপাতালের সামনে কনকনে শীত উপেক্ষা করে তখনো হাজারো মানুষের ভিড়। সবার চোখেমুখে বিষাদের ছায়া। প্রিয় নেত্রীর মৃত্যুর সংবাদে রাজধানীসহ দেশের বিভিন্ন জেলা থেকে ছুটে এসেছেন তাঁরা। সময় যত গড়াচ্ছে, ভিড় ততই বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তাঁকে শেষ করে দেওয়ার কঠিন চেষ্টা হয়েছে: কনকচাঁপা | প্রথম আলো",
            "time": "2025-12-30T18:31:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fppjdfytw%2Fa76ba11a-1999-405e-afa5-d0cf32e99815.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়াকে নিয়ে এক আবেগঘন পোস্ট করেছেন সংগীতশিল্পী কনকচাঁপা।</p><p>রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন অবস্থায় মঙ্গলবার সকাল ছয়টায় মারা যান খালেদা জিয়া।</p><p>বিকেলে ফেসবুক পোস্টে কনকচাঁপা লিখেছেন, ‘বারবার, বারবার তাঁর নামের সাথে উচ্চারিত হয় “আপসহীন”, নিশ্চয়ই আমরা তার মানে জানি, কিন্তু অনুধাবন করি কজন! তাঁর জীবনে তিনি অন্যায়, মিথ্যাচার, স্বৈরাচার কারও সাথে নিজ স্বার্থ, স্বাচ্ছন্দ্য, সম্ভোগের জন্য আপস করেন নাই। দেশের মানুষের মায়ায় তিনি সংসার, সন্তান, আরাম-আয়েশি বিলাসী জীবন কিছুর তোয়াক্কা করেন নাই। এই কথা লেখা যেমন সহজ পড়াও সহজ; কিন্তু এই জীবন বয়ে বেড়ানো অসম্ভব রকম কঠিন, যা আমরা ভাবতেই পারি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মনে হচ্ছে আজ বাংলাদেশ এতিম হয়ে গেছে: আসিফ নজরুল | প্রথম আলো",
            "time": "2025-12-30T18:08:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F6e576i85%2Fasifnazrul.jpeg?rect=0%2C84%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসিফ নজরুল বলেন, ‘এত কিছুর পরও সবচেয়ে সান্ত্বনার ব্যাপার হলো বাংলাদেশের মানুষ উনাকে কতটা ভালোবাসে, সম্মান করে, তিনি এটা দেখে যেতে পেরেছেন। আরও ভালো লাগত যদি গণতন্ত্রের নবযাত্রার এই সময় উনাকে পেতাম। উনি চলে গেছেন, তবে দেশের মানুষের জন্য তিনি যা করেছেন, বিশ্বাস করি আল্লাহ উনাকে ভালো রাখবেন।’</p><p>জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান বলেন, ‘খালেদা জিয়া যে স্বাধীন, সার্বভৌম, গণতান্ত্রিক ও মানুষের অধিকারের বাংলাদেশের স্বপ্ন দেখেছিলেন, সকলের সম্মিলিত শক্তিতে আমরা সেটি গড়ে তুলতে চেষ্টা করব। আমরা সেটির দ্বারপ্রান্তে আছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সার্বভৌমত্বের প্রশ্নে আপসহীন ছিলেন খালেদা জিয়া: নুরুল হক | প্রথম আলো",
            "time": "2025-12-30T17:45:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F3bscstf4%2Fnur.jpeg?rect=0%2C38%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুরুল হক বলেন, ‘বেগম খালেদা জিয়ার মৃত্যুতে শুধু বিএনপি বা জাতীয়তাবাদী দলের কর্মীরা নয়, গোটা দেশের মানুষই স্তব্ধ ও বাক্‌রুদ্ধ। স্বৈরাচারবিরোধী আন্দোলন থেকে শুরু করে দেশের গণতন্ত্র যখনই সংকটে পড়েছে, তখনই তাঁর সাহসী সংগ্রাম এবং দৃঢ়চেতা মনোভাব আমরা দেখেছি।’</p><p>সাম্প্রতিক রাজনৈতিক পরিস্থিতি প্রসঙ্গে গণ অধিকার পরিষদের সভাপতি বলেন, চব্বিশ–পরবর্তী নতুন বাংলাদেশকে এই জায়গায় নিয়ে আসার সংগ্রামে কারাগারের ভেতরে ও বাইরে থেকে তিনি রাজনৈতিক দলগুলোকে ঐক্যবদ্ধ করেছিলেন। যার ফলে গণ–অভ্যুত্থানের মধ্য দিয়ে আজকের নতুন পরিবেশ দেখতে পাচ্ছি।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার আপসহীন ভূমিকা স্মরণীয় হয়ে থাকবে | প্রথম আলো",
            "time": "2025-12-30T17:43:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-03%2Feeimy4xv%2F%E0%A6%96%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%A6%E0%A6%BE%20%E0%A6%9C%E0%A6%BF%E0%A7%9F%E0%A6%BE.jpg?rect=0%2C67%2C707%2C371&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ উদীচী শিল্পীগোষ্ঠী এক সংবাদ বিজ্ঞপ্তিতে বলেছে, স্বাধীনতা–পরবর্তী বাংলাদেশে উদার গণতান্ত্রিক সমাজ নির্মাণ, নারীশিক্ষার প্রসার এবং আধুনিক বাংলাদেশ বিনির্মাণে খালেদা জিয়ার উদ্যোগ ও ভূমিকা জাতি চিরকাল মনে রাখবে।</p><p>খালেদা জিয়ার মৃত্যুতে গভীর শোক ও দুঃখ প্রকাশ করেছে নিরাপদ সড়ক চাই (নিসচা)। সংগঠনের প্রতিষ্ঠাতা ইলিয়াস কাঞ্চন, ভারপ্রাপ্ত চেয়ারম্যান মিরাজুল মইন জয়, ভাইস চেয়ারম্যান লিটন এরশাদ, মহাসচিব এস এম আজাদ হোসেনসহ কেন্দ্রীয় নেতারা এক শোকবার্তায় বলেন, খালেদা জিয়ার মৃত্যুতে পুরো জাতি একজন গণতন্ত্রের আপসহীন নেত্রীকে হারাল।</p><p>খালেদা জিয়ার মৃত্যুতে গভীর শোক ও সমবেদনা জানিয়েছেন বাংলাদেশ জমইয়াতে হিযবুল্লাহর আমির ছারছীনা শরিফের পীর মাওলানা মুফতি শাহ্ আবু নছর নেছারুদ্দীন আহমদ হুসাইন। তিনি বলেন, দেশের জন্য যখন খালেদা জিয়ার মতো একজন মান্য, পরীক্ষিত, আপসহীন ব্যক্তিত্বের প্রয়োজন ছিল; তখনই তিনি দেশবাসীকে শোক সাগরে ভাসিয়ে পরপারে পাড়ি জমালেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওবায়দুল কাদের, বাহাউদ্দিন নাছিমসহ ৭ আসামিকে হাজির হতে বিজ্ঞপ্তি প্রকাশের আদেশ | প্রথম আলো",
            "time": "2025-12-30T17:41:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fch6v6gn2%2F3.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ মামলার অপর আসামিরা হলেন সাবেক তথ্য ও সম্প্রচার প্রতিমন্ত্রী মোহাম্মদ আলী আরাফাত, যুবলীগের চেয়ারম্যান শেখ ফজলে শামস পরশ ও সাধারণ সম্পাদক মাইনুল হোসেন খান নিখিল এবং ছাত্রলীগের কেন্দ্রীয় সভাপতি সাদ্দাম হোসেন ও সাধারণ সম্পাদক শেখ ওয়ালী আসিফ ইনান। আসামিদের সবাই পলাতক।</p></div></div></div></body></html>"
        },
        {
            "title": "লিসবনে বড়দিনের বাতি | প্রথম আলো",
            "time": "2025-12-30T17:37:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F4jiyscyk%2FWhatsApp-Image-2025-12-30-at-18.20.14.jpeg?rect=0%2C125%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকালটা ছিল হেমন্তের শেষে নেমে আসা দুধসাদা কুয়াশার চাদরে ঢাকা। মেঘলা আকাশ। চূর্ণ চূর্ণ আলোয় পথ চলছে মানুষ। আমার হোটেলের একেবারে দোর ঘেঁষে ছুটে যায় চব্বিশ নম্বর ট্রাম। পুরোনো আমলের ট্রামের মতো এগুলো। আধুনিক বগির নয়। হলদে রঙের। ভেতরটা কাঠের। চামড়ার গদিতে মোড়া বসার সিট। দোতলার প্রাতরাশের জায়গাটায় বসলে খোলা জানালা দিয়ে ট্রামের এই আসা-যাওয়া দেখতে বেশ লাগে। বিদ্যুতের তার ধরে ট্রাম আসে, লোকে ছুটে গিয়ে খোলা দরজাটি দিয়ে ভেতরে ঢুকে যায়, কেউ হাতল ধরে দাঁড়ায়, কেউবা হয়তো পায় বসার ফাঁকা সিট। এমন সব দৃশ্য দেখতে দেখতেই খেয়াল করি, চত্বরে এসে জড়ো হয়েছে কিছু যুবক-যুবতী। হাতে ব্যানার। কোনো ব্যাপারে প্রতিবাদ সভার প্রস্তুতি। ব্যানারগুলো পর্তুগিজ ভাষায় লেখা বলে কী নিয়ে প্রতিবাদ, সেটা আর বুঝি না। দু–একজন সাংবাদিক একটু দূরে অপেক্ষা করছেন সভাটা আরও জমে ওঠার।</p><p>ধীরলয়ে প্রাতরাশ সেরে নিচে নেমে মনস্থির করি, ট্রামে উঠে চলে যাব যত দূর যায়, তত দূর অবধি। দেখাই যাক না, কোথায় শেষ গন্তব্য।</p><p>খুব বেশিক্ষণ অপেক্ষা করতে হয় না। শিগগিরই হাজির হয় পরের ট্রাম। এবারে ভিড় কম। হয়তো অফিসগামী যাত্রীর চাপ কমে এসেছে। বারিও আলটোর নানা অলিগলি, ঢাল পেরিয়ে ট্রামটি চলে আসে নির্জন বসতিতে। এখানে কোনো ট্রাম ডিপো নেই। দুপাশে বাড়িঘর। পুরোনো স্কুল। পরিত্যক্ত কয়েকটি গুদাম। ড্রাইভার ট্রাম থামিয়ে সিগারেট ধরাতে যায়। আবার মিনিট পনেরো পর এই একই ট্রাম যাত্রা করবে ফেলে আসা ঠিকানায়। ‘চাইলে ট্রামের ভেতরেও বসতে পারেন, নতুবা একটু আশপাশে হেঁটে আসুন’—সিগারেটের ধোঁয়া ছেড়ে ড্রাইভার বলে।</p><p>আমি হাঁটি। হলদে রঙের এক বাড়ির সামনে এসে হাঁ করে কিছুক্ষণ তাকিয়ে থাকি। সামনে বোগেনভেলিয়ার বন। বেশ বাহারি প্রবেশদ্বার। দোতলায় যাওয়ার সিঁড়ি শুরু হয়েছে উঠান থেকেই। সিঁড়িতে শেওলা। গাড়িবারান্দায় ছোট্ট গাড়ি। ইচ্ছা হলো বেল টিপে বাড়ির কর্তাকে বলি, আপনার এই মায়াঘেরা বাড়িটি একটু ঘুরে দেখা যাবে কি?</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের স্পিকার ও ভারতের পররাষ্ট্রমন্ত্রীসহ কয়েকটি দেশের প্রতিনিধিরা আসছেন | প্রথম আলো",
            "time": "2025-12-30T17:27:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fsjtqlzuw%2FForeign-Minister.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কূটনৈতিক সূত্র নিশ্চিত করেছে, পাকিস্তানের পার্লামেন্টের স্পিকার সরদার আইয়াজ সাদিক, ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর, ভুটানের পররাষ্ট্রমন্ত্রী ডি এন ধুংগিয়েল, মালদ্বীপের প্রেসিডেন্টের বিশেষ দূত ও দেশটির উচ্চশিক্ষামন্ত্রী আলী হায়দার আহমেদ এবং নেপাল সরকারের একজন প্রতিনিধি ঢাকায় আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার প্রতি শ্রদ্ধা জানাতে আসছেন ভারত ও পাকিস্তানের পররাষ্ট্রমন্ত্রী | প্রথম আলো",
            "time": "2025-12-30T17:22:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F0yg0n1ql%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার প্রতি শ্রদ্ধা জানাতে আসছেন ভারত ও পাকিস্তানের পররাষ্ট্রমন্ত্রী\" class=\"nA4h1 \">খালেদা জিয়ার প্রতি শ্রদ্ধা জানাতে আসছেন ভারত ও পাকিস্তানের পররাষ্ট্রমন্ত্রী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-30T23:22:55+06:00\"><span>প্রকাশ: ৩০ ডিসেম্বর ২০২৫, ১৭: ২২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "জলবায়ু পরিবর্তন, উত্তরাঞ্চলে এর প্রভাব ও প্রতিকারের উপায় | প্রথম আলো",
            "time": "2025-12-30T17:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F02f5qn68%2FGroup-Picture.JPG?rect=55%2C0%2C5345%2C2806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>জিলুফা সুলতানা</strong></p><p>পরিচালক, বিভাগীয় সমাজসেবা কার্যালয়, রংপুর</p><p><strong>নূর আলম</strong></p><p>পরিচালক, পরিবেশ অধিদপ্তর, রংপুর বিভাগীয় কার্যালয় </p><p><strong>মো. সিরাজুল ইসলাম</strong> </p><p>উপপরিচালক, কৃষি সম্প্রসারণ অধিদপ্তর, রংপুর </p><p>মো. আবু সায়েম </p><p>উপপরিচালক, হর্টিকালচার সেন্টার, কৃষি সম্প্রসারণ অধিদপ্তর, বুড়িরহাট, রংপুর </p><p>সেলোয়ারা বেগম </p><p>উপপরিচালক, মহিলাবিষয়ক অধিদপ্তর, রংপুর </p><p>মো. রেজওয়ানুর রহমান </p><p>সিনিয়র কো–অর্ডিনেটর, ইএসডিও</p><p>এ কে এম জাহেদুল ইসলাম</p><p>ডিভিশনাল ম্যানেজার, ব্র্যাক</p><p>ফিরোজ আলম</p><p>সভাপতি, জলবায়ু পরিষদ, উলিপুর, কুড়িগ্রাম</p><p>খাদিজা পারভীন খুশি </p><p>সাধারণ সম্পাদক, কুড়িগ্রাম জলবায়ু পরিষদ </p><p>চাষী নূরন্নবী সরকার</p><p>যুগ্ম আহ্বায়ক, জলবায়ু কাউন্সিল, কুড়িগ্রাম</p><p>রশিদা বেগম, </p><p>সভাপতি, উদ্যোক্তা গ্রুপ, একসেস প্রকল্প, কুড়িগ্রাম </p><p>ফরিদা ইয়াসমীন</p><p>নির্বাহী পরিচালক, উন্নয়ন সংস্থা ‘নারী’, কুড়িগ্রাম </p><p>জুলেখা খাতুন </p><p>সাধারণ সম্পাদক, চর টুপামারী যুব ফোরাম, বেরুবাড়ি, কুড়িগ্রাম</p><p>মূল প্রবন্ধ উপস্থাপন: </p><p>গোলাম ফারুক</p><p>প্রজেক্ট অপারেশন ম্যানেজার, ইএসডিও, কুড়িগ্রাম</p><p>সঞ্চালনা </p><p>ফিরোজ চৌধুরী, সহকারী সম্পাদক, প্রথম আলো</p></div></div></body></html>"
        },
        {
            "title": "সহকারী শিক্ষক নিয়োগে স্থগিত পরীক্ষার নতুন তারিখ ঘোষণা | প্রথম আলো",
            "time": "2025-12-30T17:13:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F64418aa1-3882-45e7-a436-376f541de4fd%2Fd3d81387-2866-4288-97c2-c626fe8c2471.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষা কেন্দ্রে যা যা নিষিদ্ধ : কেন্দ্রে মোবাইল ফোন, ক্যালকুলেটর, স্মার্ট ওয়াচ, যেকোনো ধরনের ঘড়ি, পার্স বা কোনো ইলেকট্রনিক ডিভাইস বহন সম্পূর্ণ নিষিদ্ধ। এসব সামগ্রী পাওয়া গেলে তাৎক্ষণিক বহিষ্কার ও আইনি ব্যবস্থা নেওয়া হবে।</p><p>ওএমআর পূরণ: উত্তরপত্র (ওএমআর) পূরণে অবশ্যই কালো কালির বলপয়েন্ট কলম ব্যবহার করতে হবে। পেনসিল ব্যবহার করলে উত্তরপত্র সরাসরি বাতিল হবে।</p><p>সুষ্ঠুভাবে পরীক্ষা সম্পন্ন করতে প্রতিটি কেন্দ্রে ১৪৪ ধারা জারি থাকবে। নিয়োগের নামে কোনো অসাধু চক্রের সঙ্গে লেনদেন না করার জন্য প্রার্থীদের সতর্ক করেছে প্রাথমিক শিক্ষা অধিদপ্তর। পরীক্ষার চূড়ান্ত তারিখ ও সময় খুদে বার্তার (এসএমএস) মাধ্যমেও প্রার্থীদের জানিয়ে দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে স্থগিত বিপিএলের ম্যাচ কখন হবে জানাল বিসিবি | প্রথম আলো",
            "time": "2025-12-30T17:11:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F2fsgw9cf%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার মৃত্যুতে স্থগিত বিপিএলের ম্যাচ কখন হবে জানাল বিসিবি\" class=\"nA4h1 \">খালেদা জিয়ার মৃত্যুতে স্থগিত বিপিএলের ম্যাচ কখন হবে জানাল বিসিবি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-30T23:11:53+06:00\"><span>প্রকাশ: ৩০ ডিসেম্বর ২০২৫, ১৭: ১১ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}