{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ছোটাছুটি শেষ, এবার ওদের অনন্ত ছুটি | প্রথম আলো",
            "time": "2025-07-23T09:25:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fxvv40fht%2FWhatsApp-Image-2025-07-23-at-3.19.21-PM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেসব শিশু আর কোনোদিন ফিরবে না আমাদের কাছে, তারা স্কুল ছুটির অপেক্ষায় ছিল। মঙ্গলবার পর্যন্ত বিধ্বস্ত শিক্ষাপ্রতিষ্ঠানের ক্যাম্পাসে পড়ে ছিল পোড়া খাতা, পোড়া বই, পুড়ে যাওয়া ব্যাগ ও আধখাওয়া টিফিন। খাওয়ার সময়টুকুও পায়নি তারা। আর ছিল সুন্দর হাতের লেখায় মেহরিমা জাহান রূপন্তি নামে তৃতীয় শ্রেণির এক শিশুর ছুটির আবেদনপত্র। এই ছুটি তার মঞ্জুর হয়েছিল কি না, জানা নেই; কিন্তু তাদের অন্তত ছুটির ঘণ্টা বেজে গেছে হঠাৎ। এই ছুটি তাদের পোড়া শরীরে লাগিয়ে দিয়েছে অদৃশ্য ডানার পালক। একা একা তারা প্রদক্ষিণে যাচ্ছে অনন্ত নগরে।</p><p>এমন দৃশ্যের পরও আকাশে চাঁদ উঠবে। আর সব তুচ্ছ জ্ঞান করে সবাইকে চমকে দিতে উজ্জ্বল তারা হয়ে ফুটে উঠবে শিশুরা। চাঁদের পাশ থেকে ঝুঁকে তারা কাকে দেখবে প্রথম—মা–বাবাকে; বন্ধুদের; ছেড়ে যাওয়া পোড়া জুতা নাকি দূরে চলে যাওয়া মানুষকে?</p></div></div></div></body></html>"
        },
        {
            "title": "ভেঙে গেল বিশ্বকাপজয়ী ফুটবলার ও গ্র্যান্ড স্লামজয়ী টেনিস তারকার ৯ বছরের সংসার | প্রথম আলো",
            "time": "2025-07-23T09:24:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Ftr8bm2t0%2F824741172030422341896628232651131639170251n.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৯ বছরের দাম্পত্য জীবনের ইতি টানলেন সাবেক টেনিস তারকা আনা ইভানোভিচ ও জার্মান ফুটবল কিংবদন্তি বাস্তিয়ান শোয়াইনস্টাইগার। </p><p>দীর্ঘদিন ধরে চলা গুঞ্জনের পর ইভানোভিচের প্রতিনিধি ক্রিশ্চিয়ান শার্টৎস আনুষ্ঠানিকভাবে এই বিচ্ছেদের খবর নিশ্চিত করেছেন। তিনি জানান, এই তারকা দম্পতির ‘অমীমাংসিত মতপার্থক্য’ই যা শেষ পর্যন্ত দুজনকে বিচ্ছেদের পথে নিয়ে গেছে।</p><p>আনা ইভানোভিচ ২০০৮ সালে ফ্রেঞ্চ ওপেন জিতে টেনিস বিশ্বে আলোড়ন তোলেন। একই বছর তিনি অস্ট্রেলিয়ান ওপেনের ফাইনালে হেরে যান মারিয়া শারাপোভার কাছে। ২০১৬ সালে টেনিস থেকে বিদায় নেন ইভানোভিচ। </p><p>এর আগে ২০১৪ সালে ইভানোভিচ সম্পর্কে জড়ান জার্মানির বিশ্বকাপজয়ী ফুটবলার শোয়াইনস্টাইগারের সঙ্গে। ২০১৬ সালে ইতালির ভেনিসে বিবাহ বন্ধনে আবদ্ধ হন এই ক্রীড়াজুটি। তাঁদের সংসারে তিন সন্তান। সাম্প্রতিক বছরগুলোয় বেশির ভাগ সময় সন্তানদের নিয়ে নিজ দেশ সার্বিয়ায় কাটিয়েছেন ইভানোভিচ।</p></div></div></div></body></html>"
        },
        {
            "title": "আলাঁ বাদিউ’র চিন্তাবিশ্ব : দেবদুলাল মুন্না | প্রথম আলো",
            "time": "2025-07-23T09:18:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F26ew6ff7%2FAlain-B.jpeg?rect=0%2C0%2C1350%2C709&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ প্রসঙ্গে শ্রেণিগত প্রভাবও বাদিউ বিশ্লেষণ করেছেন। তাঁর মতে, শ্রমজীবী শ্রেণিতে প্রেম অনেক সময় হয়ে ওঠে পুঁজিবাদের বিরুদ্ধে সংগ্রামের একধরনের সংহতি। মধ্যবিত্তদের প্রেম তুলনামূলকভাবে বেশি ঘটলেও সেখানে আছে চাপা স্বপ্ন ও স্থায়িত্বের আকাঙ্ক্ষা। অন্যদিকে উচ্চবিত্ত শ্রেণির প্রেমে থাকে ‘স্পেস’, ‘আইডিওলজির বিকার’ এবং ‘উইলস অব ফ্রিডম’-এর খোঁজ—যা সম্পর্ককে করে তোলে কম স্বতঃস্ফূর্ত।</p><p>এখানেই বাদিউ মনে করিয়ে দেন, ‘ক্ষমতার জন্য লড়াই’ আর ‘ক্ষমতাসীনদের লড়াই’ এক নয়। সাংস্কৃতিক মুক্তির প্রশ্নে এই ক্ষমতাসীনদের লড়াইকেই তিনি চ্যালেঞ্জ জানান। তাঁর মতে, প্রেমের নামে যেসব স্বাধীনতা বিক্রি হচ্ছে, সেগুলো মূলত নিয়ন্ত্রণেরই অন্য রূপ।</p><p>বাদিউর আরেকটি বিখ্যাত বই ‘বিহাইন্ড দ্য স্কার্ফ ল দেয়ার ইজ ফিয়ার’–এ তিনি বলেন, ‘ইসলাম ফ্রান্সে মজলুমের ধর্ম।’ কারণ, ফ্রান্সের অভিবাসী সমাজে মুসলমানরা সংখ্যাগরিষ্ঠ, এবং তাদের ওপর চাপানো হয় কঠোর রাষ্ট্রীয় বিধিনিষেধ। তিনি প্রশ্ন তোলেন—যদি হিজাব ধর্মীয় চিহ্ন হিসেবে নিষিদ্ধ হয়, তাহলে কেন পুঁজিবাদী বিজ্ঞাপনচিত্রগুলো নিষিদ্ধ নয়? হিজাবে নারীবাদীদের ‘অ্যালার্জি’ দেখে তিনি বিস্মিত। তাঁর মতে, পর্নো ইন্ডাস্ট্রি চলতে পারে, অথচ রাষ্ট্র ও নারীবাদীরা ব্যস্ত হিজাব নিষিদ্ধ করতে।</p><p>জাঁক লাকাঁকে উদ্ধৃত করে বাদিউ বলেন, পুরুষতান্ত্রিক নিয়ন্ত্রণ যতটা পুরোনো, বাণিজ্যিক নিয়ন্ত্রণ তার চেয়ে অনেক বেশি ব্যাপক ও টেকসই। পশ্চিমা ‘সেক্যুলারিজম’ আসলে একধরনের জ্ঞানব্যবস্থা, যা নিজের বাইরে অন্য আদর্শ মানতে চায় না। ফলে পুঁজিতন্ত্র একদিকে নারীকে নগ্ন করে বাজারে পণ্য করে, অন্যদিকে হিজাববিরোধী আন্দোলনও চালায়—উভয়ই এক প্রকরণ। বাদিউ বলেন, ‘নগ্ন শরীর আমরা দেখি ঠিকই, কিন্তু “গরম বাতাস”—অর্থাৎ মানবিক উষ্ণতা, স্পর্শ—সেই শরীরকে আর ছুঁতে পারে না।’ নগ্নতা একধরনের ফ্যাশন হয়ে দাঁড়ায়, যার ভেতর আছে শূন্যতা ও নিঃসঙ্গতা।</p></div></div></div></body></html>"
        },
        {
            "title": "কুয়েটের অচলাবস্থা নিরসনে উপাচার্য নিয়োগের দাবিতে শিক্ষক সমিতির মানববন্ধন | প্রথম আলো",
            "time": "2025-07-23T09:18:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fovxvqp80%2FKhulna-kuet.jpg?rect=0%2C0%2C4959%2C2603&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষক সমিতির সাধারণ সম্পাদক ফারুক হোসেন বলেন, দীর্ঘ সময় ধরে বিশ্ববিদ্যালয় অভিভাবকহীন। দ্রুত পদক্ষেপ প্রয়োজন। ছাত্র, শিক্ষক ও অভিভাবক—সবাই মিলে তাঁরা দ্রুত উপাচার্য নিয়োগ দেওয়ার দাবি জানাচ্ছেন।</p><p>মানববন্ধনে অধ্যাপক আবদুর রফিক, অধ্যাপক মহিউদ্দিন আহমাদ, অধ্যাপক রফিকুল ইসলাম, অধ্যাপক আবদুল্লাহ ইলিয়াছ আক্তার, অধ্যাপক মুহাম্মাদ হারুনুর রশীদ, অধ্যাপক এম এম তওহিদ হোসেন, অধ্যাপক মুহাম্মদ শাহজাহান আলী, অধ্যাপক মো. রোকনুজ্জামান, অধ্যাপক আবু জাকির মোর্শেদ, অধ্যাপক রাজিয়া খাতুন, অধ্যাপক সালাহ্ উদ্দীন ইউসুফ, অধ্যাপক এ বি এম আওলাদ হোসেন, অধ্যাপক মনির হোসেন প্রমুখ বক্তব্য দেন।</p><p>শিক্ষক সমিতির পক্ষ থেকে জানানো হয়, উপাচার্যের অব্যাহতির পর কুয়েটের শিক্ষার্থীদের মধ্যে ও এলাকাবাসীর সঙ্গে বেশ কয়েকটি অপ্রীতিকর ঘটনা ঘটেছে। এখনো শিক্ষার্থীদের নিরাপত্তা ও বিশ্ববিদ্যালয়ের শৃঙ্খলা ঝুঁকিপূর্ণ অবস্থায় আছে। এ ধরনের নাজুক পরিস্থিতিতে উপাচার্যের অনুপস্থিতিতে কারও পক্ষে শিক্ষার্থীদের নিরাপত্তার পূর্ণ দায়িত্ব নেওয়া সম্ভব নয়। বিশ্ববিদ্যালয়ের নিয়মানুযায়ী একাডেমিক ক্যালেন্ডারের প্রায় সব কার্যক্রম, বিশেষ করে পরীক্ষাসংক্রান্ত প্রায় সব বিষয়ে একাডেমিক কাউন্সিলের অনুমোদন প্রয়োজন। বিশেষ ক্ষেত্রে উপাচার্য একাডেমিক কাউন্সিলের অনুমোদন সাপেক্ষে অনুমতি দিয়ে থাকেন, যা বর্তমানে অন্য কারও পক্ষে সম্ভব নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিইউর সামনে বাবার অপেক্ষা, কিছু জিজ্ঞাসা | প্রথম আলো",
            "time": "2025-07-23T09:11:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F6ufgyhxc%2Flet01.png?rect=0%2C0%2C1226%2C644&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত রোববার উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজের ওপর বিমানবাহিনীর একটি যুদ্ধবিমান বিধ্বস্ত হয়। সেই দুর্ঘটনায় আহত হয় ফারহান।</p><p>জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের অপরিচ্ছন্ন গুমোট লিফট বেয়ে উঠতে উঠতে ঘটনার ভয়াবহতা বর্ণনা করছিলেন তিন বন্ধু শহিদুল ইসলাম, জাকির হোসেন ও আজিজুল হক। তাঁরা বলছিলেন, জেট ফুয়েলের আগুন কী রকম ভয়াবহ হতে পারে, এ সম্পর্কে আপনাদের কোনো ধারণা নেই। মুহূর্তেই সবকিছু ঝলসে যায়। </p><p>তিন বন্ধুর সঙ্গে বার্ন ইনস্টিটিউটের ১৪ তলায় নেমে নামাজঘরের সামনে কথা হয়। তাঁরা জানান, তাঁরা আসলে চার বন্ধু শহীদুল, জাকির, আজিজুল ও মিনহাজুর। গ্লাস অ্যান্ড সিরামিক ইনস্টিটিউটের শিক্ষার্থী থাকার সময় থেকেই তাঁরা হরিহর আত্মা। একজনের সুখে–দুঃখে অন্যরা গিয়ে দাঁড়ান। আজ মিনহাজুরের দুর্দিন। তাঁর ছেলে মাহতাবুর রহমান জীবন-মৃত্যুর সঙ্গে সংগ্রাম করছে।</p><p>তিন বন্ধুর সহায়তায় কথা হয় মিনহাজুরের সঙ্গে। গ্রেট ওয়াল সিরামিকসের সহকারী মহাব্যবস্থাপক মিনহাজুর রহমান ভূঁইয়া বলেন, ‘আমার একমাত্র ছেলে। সপ্তম শ্রেণিতে পড়ত। বিনয়ী-মেধাবী। সপ্তম শ্রেণিতে তার রোল নম্বর ছিল ১। কী থেকে কী হয়ে গেল।’ কান্নাজড়ানো কণ্ঠে তিনি তাঁর সন্তানের জন্য দোয়া চাইলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দিনাজপুরে ধর্ষণচেষ্টার অভিযোগে ছাত্রদল নেতার নামে মামলা | প্রথম আলো",
            "time": "2025-07-23T09:08:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-08%2Ff838f460-ce48-4f3b-a493-41644b0a9f0a%2Frape_02.png?rect=0%2C73%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে বিরামপুর থানার ভারপ্রাপ্ত কর্মকর্তা মমতাজুল হক প্রথম আলোকে বলেন, সনাতন ধর্মাবলম্বী এক শিক্ষার্থীকে ধর্ষণচেষ্টার অভিযোগে মোহাম্মদ আবদুল্লাহ নামের এক ছাত্রদল নেতার বিরুদ্ধে গতকাল রাতে থানায় একটি মামলা হয়েছে। এ বিষয়ে তদন্ত চলছে। ঘটনার পর থেকে আসামি পলাতক আছেন।</p><p>বিরামপুর উপজেলা ছাত্রদলের আহ্বায়ক আসাদুজ্জামান নূর প্রথম আলোকে বলেন, ‘উপজেলা ছাত্রদলের যুগ্ম আহ্বায়ক মোহাম্মদ আবদুল্লাহর বিরুদ্ধে থানায় কোনো অভিযোগ হয়েছে কি না, তা জানি না। আবদুল্লাহর বিরুদ্ধে অভিযোগটি প্রমাণিত হলে তাঁকে ছাত্রদল থেকে সাংগঠনিকভাবে বহিষ্কার করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চুয়েটে প্রথম বর্ষের শিক্ষার্থীদের ওরিয়েন্টেশন কাল, ক্লাস রোববার | প্রথম আলো",
            "time": "2025-07-23T09:07:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-07%2Fwqrtc49s%2FCuet.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (চুয়েট) ২০২৪-২৫ শিক্ষাবর্ষে স্নাতক প্রথম বর্ষের শিক্ষার্থীদের ওরিয়েন্টেশন আগামীকাল বৃহস্পতিবার অনুষ্ঠিত হবে। আগামী রোববার নবীন শিক্ষার্থীদের ক্লাস শুরু হবে। গতকাল মঙ্গলবার বিশ্ববিদ্যালয়ের রেজিস্ট্রার শেখ মোহাম্মদ হুমায়ুন কবির স্বাক্ষরিত বিজ্ঞপ্তিতে ওরিয়েন্টেশনের সময়সূচি প্রকাশ করা হয়।</p><p>বিজ্ঞপ্তিতে বলা হয়, এবারের ওরিয়েন্টেশন অনুষ্ঠান দুটি ধাপে অনুষ্ঠিত হবে। প্রথম ধাপে সকাল ৯টায় পুরকৌশল, যন্ত্রকৌশল, পানিসম্পদ কৌশল, মেকাট্রনিকস ও শিল্প প্রকৌশল, পেট্রোলিয়াম ও মাইনিং ইঞ্জিনিয়ারিং, ম্যাটেরিয়ালস ও মেটালার্জিক্যাল ইঞ্জিনিয়ারিং ও স্থাপত্য বিভাগের ওরিয়েন্টেশন অনুষ্ঠিত হবে। দ্বিতীয় ধাপে সকাল সাড়ে ১০টায় তড়িৎ ও ইলেকট্রনিক কৌশল, নগর ও অঞ্চল পরিকল্পনা, কম্পিউটারবিজ্ঞান ও কৌশল, জৈব চিকিৎসা কৌশল এবং ইলেকট্রনিকস ও টেলিকমিউনিকেশন ইঞ্জিনিয়ারিং বিভাগের শিক্ষার্থীদের ওরিয়েন্টেশন অনুষ্ঠিত হবে। প্রতি বিভাগের ওরিয়েন্টেশন শেষে শিক্ষার্থীরা নিজ নিজ বিভাগের পরিচিতি সভায় যোগ দেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ লুৎফরের গল্প : বাঘময়না আবিষ্কার | প্রথম আলো",
            "time": "2025-07-23T08:59:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fj7ensxmr%2FBagh.jpeg?rect=0%2C110%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>সামনে পড়ে আরেকটা গ্রাম। একই দৃশ্য। তাই আমরা ডানে-বাঁয়ে তাকাই না। সোজা সামনের দিকে নজর রেখে হাঁটি আর টুকটাক বিষয় নিয়ে কথা বলতে বলতে আবার একটা হাওরে এসে পড়ি। আকৃতি-প্রকৃতিতে সে এখনো শ্রদ্ধাজাগানিয়া। পড়ন্ত বিকেলের রোদে সাদা চকচকে পানি। জোরালো বাতাসে ঢেউ ফুঁসছে। দূরের গ্রামগুলো নারীর চোখের ভ্রুভঙ্গির মতো বাঁক-খাওয়া কালো। হাওয়ায় গতর ভাসিয়ে উড়ছে কিছু কিছু পাখি। পানির আঁশটে গন্ধে মন কেমন কেমন করে। আমি মনে মনে লম্বা লম্বা গলাওয়ালা সারসের ঝাঁক, বুকসাদা খয়েরি রঙের কালিম পাখি তালাশ করি। কিন্তু চোখে পড়ে শুধু কানিবগ!</p><p>বাউল ভাইকে হাওরের নাম জিজ্ঞাসা করি। তিনি একটু হেসে বলেন, ‘পেলপোড়া হাওর।’</p><p>‘পেলপোড়া মানে?’ আমি অবাক গলায় জানতে চাই।</p><p>‘অনেক বছর আগের কতা...’ সাবুল শাহ বলতে শুরু করেন, ‘বোরখেতে কাম করার পরে কিছু মানুষ শীতে কাঁপতে কাঁপতে আমনের শুকনা নাড়ায় আগুন দিল। আগুন পোহাইতে পোহাইতে এক ব্যাডার অন্ডকোষ পুইড়া গেল। সেই থাইকা এর নাম পেলপোড়া হাওর।’</p><p>চেয়ে দেখি, বাউল ভাই নির্বিকার। তাই আমি হেসে উঠতে গিয়েও চেপে যাই।</p><p>‘আগের দিনের পুরুষ মানুষরা আছিন সাহসী, শক্তিধর আর হাওরের বাতাসের মতন একরুখা।’ আমার মনের ভাব বুঝে সাবুল ভাই এই সব বলতে থাকেন।</p><p>আমরা হাঁটতেই থাকি। সেই-ই একই দৃশ্য! হৃদয় কী দেখতে চায় আর চোখ কী দেখায়! খালের ঘোলা পানিতে হাঁসেরা প্যাঁকপ্যাঁক করছে। একজন ঠেলা জাল দিয়ে পাশের খেতের হাঁটুপানিতে মাছ ধরছে। মাছ দেখার জন্য আমি রাস্তার পাশে দাঁড়াই। লোকটা জাল তুলে তন্ন তন্ন করে মাছ খোঁজে, তিঁতপুঁটি, দুধের শিশুর মতো ছোট ছোট টাকি মাছ, গোতুম মাছের পোনা ধরা পড়তে দেখে আমার দুঃখ লাগে।</p><p>আমার মন বুঝে বাউল ভাই মরমি গলায় বলতে থাকেন, ‘হেই-ই বাঘময়না কি আছে? কুশিয়ারা গাঙ্গেই খায়ালাইছে অর্ধেকটা। তারপরে ধরেন, মানুষ বাড়ছে, গ্রাম বাড়ছে... এইভাবে বাঘময়নারে ঘিরে পরত পরত আরও পাঁচ-ছয়টা গেরাম পত্তন হইছে।’</p><p>আমার উৎসাহ একেবারে মরে যায়। যেখানে কুশিয়ারা নদীর ভাঙন শুরু হয়েছে, তার পাশে একটা বুড়ো জারুলগাছের নিচে আমরা বসে পড়ি। নদীর পার এদিকে ভাঙছেই। ওপারে জেগে ওঠা নতুন চরের পানিতে কয়েকটা বক সারি ধরে দাঁড়িয়ে আছে। প্রতীক্ষা! তিতিক্ষা! নিষ্ঠাবান তাপসদের সামনে দিয়ে তরতর করে এগিয়ে যাচ্ছেন আজব এক গুরু। কেউ দেখে না, কেউ বুঝতে চায় না।</p><p>‘সেই-ই ডাকাইত–ডাকাইত পুরুষ নাই, বাঘময়নাও নাই।’</p><p>বাউল ভাইয়ের ক্ষীণ দীর্ঘশ্বাস আমার কানে লাগে। আমি সময়ের দিকে শূন্য চোখে তাকিয়ে থাকি আর যেন একটু একটু শুনতে পাই, পেলপোড়া হাওরের দিক থেকে ছুটে আসা বাতাসের সাথে রেশম–রেশম কান্নার মতো কিছু একটা বুঝি আমাদের দিকে এগিয়ে আসছে!</p></div></div></body></html>"
        },
        {
            "title": "নাটোরে মাইক্রোবাস-ট্রাক সংঘর্ষে নিহত ৬, আহত ২ | প্রথম আলো",
            "time": "2025-07-23T08:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Flksu4l2y%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নাটোরে মাইক্রোবাস-ট্রাক সংঘর্ষে নিহত ৬, আহত ২\" class=\"nA4h1 \">নাটোরে মাইক্রোবাস-ট্রাক সংঘর্ষে নিহত ৬, আহত ২</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-23T14:59:00+06:00\"><span>প্রকাশ: ২৩ জুলাই ২০২৫, ০৮: ৫৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মাঝরাতে দরজায় ধাক্কাধাক্কি করে ওরা, হয়রানির অভিযোগ অভিনেত্রী তনুশ্রীর | প্রথম আলো",
            "time": "2025-07-23T08:51:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F8kssa3o0%2FWhatsApp-Image-2025-07-23-at-2.56.18-PM.jpeg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিওতে তনুশ্রী আরও অভিযোগ করেছেন, বাড়িতে তিনি গৃহকর্মী রাখতে পারছেন না এবং তাঁর ঘরও একেবারে অগোছালো অবস্থায় আছে। অভিনেত্রী বলেন, ‘আমি কিছুই ঠিকমতো কিছু করতে পারছি না। ঘর একেবারে অগোছালো। গৃহকর্মী রাখতেও ভয় লাগে, আগে যাদের রেখেছিলাম, তারা চুরি করত, নানা ঝামেলা করত। তাই এখন সব কাজ নিজেকেই করতে হয়। এর মধ্যেও লোকজন দরজার বাইরে এসে বিরক্ত করে, নিজের ঘরেই আমি এখন নিরাপদ নই।’</p></div></div></div></body></html>"
        },
        {
            "title": "২২ ও ২৪ জুলাইয়ের স্থগিত পরীক্ষা একই দিনে সকাল-বিকেল হবে : শিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-23T08:45:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2F1etyvd7x%2FHSC.jpeg?rect=0%2C150%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">এইচএসসি ও সমমানের পরীক্ষা গত ২৬ জুন থেকে শুরু হয়েছে। আজিমপুর গভর্নমেন্ট গার্লস স্কুল অ্যান্ড কলেজ, ঢাকা, ২৬ জুন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: জাহিদুল করিম</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "উত্তরায় বিমান বিধ্বস্তের ঘটনায় আহত মাইলস্টোনের ছাত্র নাবিল কাতরাচ্ছেন হাসপাতালে | প্রথম আলো",
            "time": "2025-07-23T08:42:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fap0s8ame%2FUntitled-2.png?rect=0%2C0%2C973%2C511&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিজাম উদ্দিন আরও বলেন, ‘অনেকেই জানিয়েছেন আমার ছেলে পোড়া শরীর নিয়ে একা রিকশায় উঠে হাসপাতালে গিয়েছে। তখন তার শরীরে কোনো পোশাক ছিল না—সব পুড়ে গেছে। ছেলের এমন সাহসিকতায় আমি অভিভূত, গর্বিতও। পরে ওকে জাতীয় বার্ন ইনস্টিটিউটে নেওয়া হয়।’</p><p>গতকাল মঙ্গলবার সন্দ্বীপের হারামিয়া ইউনিয়নে নাবিলের গ্রামের বাড়িতে গিয়েও দেখা যায় স্তব্ধতা। স্বজনেরা জানান, মঙ্গলবার নাবিলকে হাসপাতালের নিবিড় পরিচর্চা কেন্দ্রে স্থানান্তর করা হয়। চিকিৎসকেরা জানিয়েছেন, শরীরের ৬০ শতাংশ পুড়ে গেলেও তার অবস্থা কিছুটা স্থিতিশীল। বাড়িতে থাকা নাবিলের চাচি আমেনা বেগম প্রথম আলোকে বলেন, ‘নাবিল খুবই হাসিখুশি ও প্রাণবন্ত ছেলে। ওর এমন অবস্থার খবর শুনে সবাই কেঁদে ফেলেছে।’</p><p>নাবিলের বর্তমান অবস্থা সম্পর্কে জানতে চাইলে বাবা নিজাম উদ্দিন প্রথম আলোকে বলেন, ‘আজ সকালে ড্রেসিং করানো হয়েছে। সে এখন একটু একটু কথা বলছে। সবাই আমার ছেলের জন্য দোয়া করবেন’।</p></div></div></div></body></html>"
        },
        {
            "title": "কী বললে কী ট্যাগিং খাব, এসব হওয়ায় কথা ছিল না : মাহা মির্জা | প্রথম আলো",
            "time": "2025-07-23T08:39:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fimg0rezq%2Fmaha-mirza.jpg?rect=0%2C0%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভ্যুত্থানে শ্রমিকেরা সবচেয়ে বেশি মারা গেছে জানিয়ে মাহা মির্জা বলেন, ‘কিন্তু সেই শ্রমিকদের ওপর গত আগস্টে  গুলি চালানো হলো। কিন্তু অভ্যুত্থানের ন্যূনতম চাওয়া ছিল গুলি চলবে না। কিন্তু প্রথম শহীদ হলেন চম্পা নামের গার্মেন্টস শ্রমিক।  সে সময় অনেক কারখানা বন্ধ হলো, বেতন বন্ধ হলো। শ্রমিকেরা রাস্তায় নেমে এল।  কিন্তু এটার ব্যাপারে  সরকারের বিকার ছিল না। বরং সরকার বড় করে বলেন বিনিয়োগ সম্মেলন করল,  স্মার্ট উপস্থাপনা নিয়ে নানা উন্মাদনা দেখা গেল, কর্মসংস্থান হবে বলা হলো। যদিও তার তেমন প্রভাব দেখা যাচ্ছে না। কিন্তু বন্ধ হওয়া কারখানা নিয়ে উদ্যোগ দেখা গেল না। বরং দেশকে সিঙ্গাপুর বানানোর স্বপ্ন দেখানো হচ্ছে। আবার সেই সিঙ্গাপুর হতে হবে। একই ভাষায় কথা বলছে।’</p><p>মাহা মির্জা উত্তর সিটি করপোরেশনে হকার ও ব্যাটারিচালিত রিকশা উচ্ছেদের সমালোচনা করেন। অন্য সমস্যা বাদ দিয়ে বুলডোজার চালানো হয়েছে বলেন তিনি।</p><p>প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফের সঞ্চালনায় এতে আরও অংশ নেন কবি ও রাষ্ট্রচিন্তক ফরহাদ মজহার, গণতান্ত্রিক অধিকার কমিটির সদস্য ও জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সাবেক অধ্যাপক আনু মুহাম্মদ, বেসরকারি গবেষণা সংস্থা পাওয়ার অ্যান্ড পার্টিসিপেশন রিসার্চ সেন্টারের (পিপিআরসি) নির্বাহী চেয়ারম্যান হোসেন জিল্লুর রহমান, বেসরকারি গবেষণা সংস্থা সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) সম্মাননীয় ফেলো দেবপ্রিয় ভট্টাচার্য, জ্যেষ্ঠ আইনজীবী ও মানবাধিকারকর্মী সারা হোসেন, লেখক-গবেষক আলতাফ পারভেজ, অধ্যাপক সাঈদ ফেরদৌস, নির্মাতা কামার আহমাদ সাইমন, রাজনৈতিক বিশ্লেষক এবং নির্বাচনব্যবস্থা সংস্কার কমিশনের সদস্য জাহেদ উর রহমান,  প্রেস ইনস্টিটিউট বাংলাদেশের গবেষণা বিশেষজ্ঞ সহুল আহমদ।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ লাখ টাকার সঞ্চয়পত্র কিনলেও রিটার্নের কাগজ দেখাতে হবে না, সুবিধা কী হলো | প্রথম আলো",
            "time": "2025-07-23T08:39:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-01%2Fctqfgn1j%2F1ddf51043e62594fc32dc6e5ee3c9537_5b6a833aa718b.jpg?rect=0%2C15%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সুবিধা কী</strong></p><p>১০ লাখ টাকা পর্যন্ত সঞ্চয়পত্র কিনলে রিটার্ন জমার প্রমাণপত্র লাগবে না। এই ছাড় দেওয়ায় বেশ কিছু সুবিধা পাবেন ক্রেতারা। এগুলো হলো—</p><p>১. বিনিয়োগের সুযোগ সহজ হবে। এখন অনেক মধ্যবিত্ত, যাঁরা হয়তো এখনো রিটার্ন জমা দেননি (অথবা করযোগ্য আয় নেই), তাঁরা সহজেই ১০ লাখ টাকা পর্যন্ত বিনিয়োগ করতে পারবেন।</p><p>২. করের ঝামেলা ছাড়া নিরাপদ সঞ্চয়ের সুযোগ বাড়ল। অনেকেই রিটার্ন না দেওয়ার ভয়ে বিনিয়োগ করতেন না। এখন সেই ভয় দূর হয়েছে, ফলে নিরাপদ ও লাভজনক বিনিয়োগের প্রতি আগ্রহ বাড়বে।</p><p>৩. নারীদের জন্য বিশেষ সুবিধা হলো। নারীরা পরিবার সঞ্চয়পত্র কেনেন। অনেক নারী, যাঁদের আয় নিয়মিত নয় বা আয়কর রিটার্ন নেই, তাঁরা এখন সহজে সঞ্চয়পত্র কিনতে পারবেন।</p><p>৪. ভবিষ্যতের জন্য আর্থিক নিরাপত্তা বাড়বে। মধ্যবিত্ত পরিবারগুলোর জন্য নির্দিষ্ট আয়ের উৎস হিসেবে সঞ্চয়পত্রের গুরুত্ব আরও বাড়বে। ভবিষ্যতের জরুরি খরচ (শিক্ষা, চিকিৎসা ও অবসরকাল) মেটাতে এই বিনিয়োগ কার্যকর।</p><p>৫. কিছুদিন আগে সঞ্চয়পত্রের মুনাফা কমানো হয়েছে। এতে সঞ্চয়পত্র–বিমুখ হওয়ার শঙ্কা তৈরি হয়। কিন্তু ১০ লাখ টাকা পর্যন্ত রিটার্ন জমা প্রমাণপত্রে ছাড় দেওয়ায় এখন মধ্যবিত্তরা কিছুটা স্বস্তি পাবেন। রিটার্ন জমার ন্যূনতম খরচ (আইনজীবীর সম্মানী, কাগজপত্র জোগাড়ের খরচ ইত্যাদি) কমবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজে থেকে পদত্যাগের অভিপ্রায় নেই, তবে নিয়োগকর্তা বললে চলে যাব: শিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-23T08:37:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F45nhtee3%2Fadviser0.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সাংবাদিকেরা শিক্ষা উপদেষ্টার কাছে তাঁর ও সচিবের পদত্যাগের দাবির বিষয়ে জানতে চান। জবাবে তিনি বলেন, সচিবকে অব্যাহতি দেওয়া হয়েছে। সেটি একটি ঊর্ধ্বতন কমিটির সিদ্ধান্ত। সেই সিদ্ধান্তের সঙ্গে তিনি যুক্ত ছিলেন না।</p><p>শিক্ষা উপদেষ্টা বলেন, ‘আমার (পদত্যাগ) চাওয়া হয়েছে। আমি নিজে থেকে করার কোনো অভিপ্রায় নেই। কারণ, এখানে আমার কাজের কোনো ব্যত্যয় হয়েছে বলে আমি মনে করি না। আপনাদের পরমপরাটা জানালাম...। আমার তো নিয়োগকর্তাও রয়েছেন। তাঁরা যদি মনে করেন, এখানে ব্যত্যয় ঘটেছিল, তো আমাকে যেতে বললে অবশ্যই চলে যাব। এখানে আক্ষেপ করার, নিজেকে জাস্টিফাই করার কোনো কিছু নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোন ট্র্যাজেডি আরেক ‘মাইলফলক’ হয়ে থাকবে | প্রথম আলো",
            "time": "2025-07-23T08:31:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fmb4x8bsd%2Fdisastermananement.jpg?rect=0%2C199%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>• কতজন নিহত ও আহত, তার সম্পূর্ণ ও নির্ভুল তালিকা নিয়ে আজ ২২ জুলাই পর্যন্ত বিভ্রান্তি রয়েছে।</p><p>• রাজধানী ঢাকার মতো ঘনবসতিপূর্ণ এলাকায় প্রশিক্ষণ বিমান পরিচালনা দীর্ঘদিন ধরেই বিতর্কিত।</p><p>• স্কুল, হাসপাতাল, আবাসিক এলাকা এবং জনসমাগমপূর্ণ স্থানের ওপর দিয়ে যাত্রা করা যুদ্ধবিমান যেকোনো সময় ভয়াবহ দুর্ঘটনার কারণ হতে পারে, এ বিষয়ে পর্যাপ্ত নীতিমালা বা প্রয়োগ ছিল না।</p><p>• বিমান বিধ্বস্তের ঘটনার অল্প মুহূর্তের মধ্যে মানুষের ঢল নামে যেন। উদ্ধার কার্যক্রমে যুক্ত মানুষের চেয়ে উৎসুক মানুষের ভিড় বেশি। উদ্ধারকাজ চলাকালে অনেকে ছবি ও ভিডিও তোলায় ব্যস্ত ছিলেন, যা কার্যক্রমে বিঘ্ন ঘটিয়েছে। হতাহতদের উদ্ধার থেকে শুরু করে হাসপাতালে নিয়ে যাওয়ার পথে চরম বিড়ম্বনার মুখে পড়তে হয়েছে উদ্ধারকারীদের। ঘটনাস্থল থেকেই বিষয়টি বারবার বলা হচ্ছিল। অতিরিক্ত মানুষের কারণে উদ্ধারকাজ ব্যাহত হচ্ছে। কিন্তু সময় যত গেছে, ততই যেন মানুষের ঢল বেড়েছে।</p><p>• ঢাকা মেডিকেল কলেজের জরুরি বিভাগ থেকে শুরু করে জাতীয় বার্ন ইনস্টিটিউট পর্যন্ত মানুষের ভিড় সামলানো কঠিন হয়ে পড়েছে। মানুষের ভিড়ের কারণে হাসপাতালে আসা-যাওয়ার পথ সংকুচিত হয়ে গেছে। অ্যাম্বুলেন্সের গতি কমে গেছে। এর মধ্যে রাজনৈতিক নেতারা দলবল নিয়ে হাসপাতালে ঢুকছেন। সরকারের কয়েকজন উপদেষ্টা ও গুরুত্বপূর্ণ ব্যক্তিও হাসপাতালে ছুটে গিয়েছেন। রাজনৈতিক নেতা ও গুরুত্বপূর্ণ ব্যক্তিদের সঙ্গে অন্যান্য নেতা-কর্মী-সমর্থক, নিরাপত্তাকর্মী, মিডিয়াকর্মী মিলিয়ে রীতিমতো একটা হট্টগোল পরিস্থিতি তৈরি হলো হাসপাতাল এলাকায়। ভিড় সামলাতে কাজ করছেন, এমন স্বেচ্ছাসেবীদের এই কারণে বেগ পেতে হয়েছে অনেক।</p></div></div></div></body></html>"
        }
    ]
}