{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাইলস্টোন কলেজে শিক্ষার্থীদের বিক্ষোভ, ভেতরে দুই উপদেষ্টার সঙ্গে আলোচনা চলছে | প্রথম আলো",
            "time": "2025-07-22T05:54:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fsxvuzlbr%2Fmilestone-1.jpg?rect=0%2C97%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সালাউদ্দিন আহমেদ নামের এক অভিভাবক বলেন, ‘দুপুরে যখন খবরটা শুনতে পাই, ভয়ে আঁতকে উঠেছিলাম। পরে জানতে পারি ছেলে ভালো আছে।’</p><p>সকালে কথা হয় স্কুলের শিক্ষক আফরিনের সঙ্গে। তিনি জানান, দুর্ঘটনায় ভবনটি ক্ষতিগ্রস্ত হয়, যেটি মূলত প্রাথমিক শাখার জন্য ব্যবহৃত হতো। তিনি বলেন, ভবনের ওই অংশে কোন শ্রেণির কক্ষ ছিল, তাতে কতজন শিক্ষার্থী ছিল—এখনো নিশ্চিত হওয়া যাচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে দর-কষাকষি নিয়ে আসলে কী হচ্ছে | প্রথম আলো",
            "time": "2025-07-22T05:53:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fjypiq947%2F21.7.25.jpg?rect=0%2C165%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবার অনেকে মনে করেন, বাংলাদেশ মূলত কম দামের পোশাকপণ্য বেশি প্রস্তুত করে। ভিয়েতনাম যদি যুক্তরাষ্ট্রে সবচেয়ে বেশি শুল্ক সুবিধাপ্রাপ্ত হয়, তাহলে দেশটিতে ক্রয়াদেশ মূলত আসবে চীন থেকে। কারণ, চীন বেশি দামের পোশাকপণ্য বেশি উৎপাদন করে। ফলে বাংলাদেশের সক্ষমতার যে ক্ষেত্র, অর্থাৎ কম দামি পোশাক, সেটি হাতছাড়া হওয়ার কারণ নেই।</p><p>তবে বাংলাদেশের নিকটতম প্রতিদ্বন্দ্বী ভারত ও পাকিস্তানের শুল্ক বাংলাদেশের চেয়ে বেশি কম হলে বাংলাদেশ কিছুটা বাজার হারাতে পারে। সব মিলিয়ে বাংলাদেশের ক্রয়াদেশ সর্বোচ্চ ২০ শতাংশ বিঘ্নিত হওয়ার আশঙ্কা থাকবে বলে ধারণা করছেন পোশাক রপ্তানিকারকেরা। (প্রতিযোগী দেশের তুলনায় বাংলাদেশের ওপর ঘোষিত শুল্কহার বেশি, <em>বণিক বার্তা</em>, ১৪ জুলাই ২০২৫)</p><p>অন্যদিকে যেনতেনভাবে শুল্ক কমাতে গিয়ে যুক্তরাষ্ট্রের দেওয়া জাতীয় স্বার্থবিরোধী শর্তগুলো মেনে নিলে পুরো দেশের অর্থনীতির যে ক্ষতি হবে, তা অপরিমেয় ও সুদূরপ্রসারী। এক ৪০ শতাংশ রুলস অব অরিজিনের শর্ত মানতে হলেই চীন থেকে কাঁচামাল আমদানি করে কিছুটা মূল্য সংযোজন করে রপ্তানি করা কারখানাগুলো বিপদে পড়বে। বাংলাদেশকে অনেক ক্ষেত্রেই পণ্য আমদানি, প্রযুক্তির ব্যবহার ইত্যাদি ক্ষেত্রে নিজস্ব সুযোগ-সুবিধা ও প্রতিযোগিতা সক্ষমতা বাদ দিয়ে যুক্তরাষ্ট্রের জাতীয় নিরাপত্তা ও কৌশলগত স্বার্থ মাথায় রেখে সিদ্ধান্ত নিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিধ্বস্ত বিমানটি প্রশিক্ষণ নয়, ছিল যুদ্ধবিমান: আইএসপিআর | প্রথম আলো",
            "time": "2025-07-22T05:41:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fzmd0h8oz%2FISPR.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজের একটি ভবনে প্রশিক্ষণ বিমান নয়; বরং যুদ্ধবিমান বিধ্বস্ত হয়েছে বলে জানিয়েছে আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর)।</p><p>আজ মঙ্গলবার এক বার্তায় বিষয়টি স্পষ্ট করেছে আইএসপিআর।</p><p>ওই বার্তায় বলা হয়, মাইলস্টোনের ঘটনায় কিছু সংবাদমাধ্যমে লেখা হচ্ছে, বিমানটি একটি প্রশিক্ষণ বিমান ছিল। আমরা বিনীতভাবে আবারও জানাতে চাই, এটি ছিল যুদ্ধে ব্যবহারের উপযোগী একটি যুদ্ধবিমান। বিমানটি প্রশিক্ষণ কার্যক্রমে অংশ নিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "নারীদের জন্য সবচেয়ে নিরাপদ ১০ দেশ | প্রথম আলো",
            "time": "2025-07-22T05:41:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fsn29f6id%2FWhatsApp-Image-2025-07-22-at-11.36.10.jpeg?rect=0%2C24%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি দেশে নারীদের নিরাপত্তা শুধু আইন দিয়ে নির্ধারিত হয় না। এটি নির্ভর করে একটি সমন্বিত ব্যবস্থার ওপর; যেখানে আইন, সমাজ, সংস্কৃতি, প্রশাসন ও রাজনৈতিক সদিচ্ছা—সবকিছুই গুরুত্বপূর্ণ ভূমিকা রাখে। নারীদের নিরাপত্তা নিশ্চিত করতে এর সব কটিরই উন্নয়ন প্রয়োজন হয়। বিশ্বের বেশ কিছু দেশে নারীর নিরাপত্তা নিশ্চিতের বিষয়টি গুরুত্বের সঙ্গে বিবেচনা করা হয়।</p><p> যুক্তরাষ্ট্রের জর্জটাউন বিশ্ববিদ্যালয় ও নরওয়েভিত্তিক পিস রিসার্চ ইনস্টিটিউট অসলো প্রতিবছর ‘নারী শান্তি ও নিরাপত্তা সূচক’ প্রকাশ করে। সূচকে নারীদের শান্তি, নিরাপত্তা ও ন্যায়বিচার নিশ্চিত করার দিক থেকে বিশ্বের কোন দেশের কী অবস্থান, তা তুলে ধরা হয়। ১৭৭টি দেশের ওপর তৈরি করা ২০২৩–২৪ সালের এ সূচক অনুযায়ী নারীদের জন্য সবচেয়ে নিরাপদ ১০টি দেশ সম্পর্কে তুলে ধরা হলো।</p></div></div></div></body></html>"
        }
    ]
}