{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সান্তোসের সঙ্গে নেইমারের নতুন চুক্তি বিশ্বকাপের আগে যে বার্তা দিচ্ছে | প্রথম আলো",
            "time": "2026-01-08T05:23:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-28%2F6blpahc2%2FFocus-%F0%9F%AB%A1.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাজিল কোচ কার্লো আনচেলত্তি স্পষ্টভাবে জানিয়ে দিয়েছেন ফিটনেস ফিরে না পেলে দলে জায়গা পাওয়ার কোনো সুযোগ নেই, নামটা যত বড়ই হোক না কেন। অর্থাৎ সান্তোসের হয়ে সামনে থাকা ম্যাচগুলো দিয়েই ২০২৬ বিশ্বকাপের ব্রাজিল দলে জায়গা পাওয়ার দাবিটা জোরালো করতে হবে নেইমারকে।</p><p>নেইমারের প্রতিভা, সামর্থ্য ও প্রভাব প্রশ্নাতীত। ফিট নেইমারকে দলে চাইবেন যেকোনো কোচ। কিন্তু ‘ফিট নেইমার’ ব্যাপারটাই যেন বিশাল এক ধাঁধা। ক্যারিয়ারের বেশির ভাগ সময়জুড়ে নেইমারকে যতটা পারফর্ম করার জন্য লড়তে হয়েছে, তার চেয়ে বেশি লড়াই করতে হয়েছে ফিট থাকার জন্য বা ফিটনেস ফিরে পাওয়া জন্য। যার সর্বশেষ ধাক্কা দুই বছরের বেশি সময় আগের সেই চোট, যা এখনো তাঁকে জাতীয় দলে ফিরতে দেয়নি। এমনকি বিশ্বকাপ স্কোয়াডে শেষ পর্যন্ত ফিরতে দেবে কি না, সেটাই এখন দেখার।</p><p>নেইমারের সামনে এই মুহূর্তে মূল চ্যালেঞ্জটা হচ্ছে, পুনর্বাসন প্রক্রিয়া শেষ করে যত দ্রুত সম্ভব মাঠে ফেরার এবং বিশ্বকাপের আগপর্যন্ত আর কোনো চোটে যেন না পড়েন সেটি নিশ্চিত করার। সেটি করতে পারলে সান্তোসের হয়ে বিশ্বকাপের আগে বেশি ম্যাচ খেলার সুযোগ থাকবে তাঁর সামনে।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষাপ্রতিষ্ঠানে ‘ওয়েল-বিয়িং ক্লাব’: সুস্থ প্রজন্ম গড়ার প্রয়াস | প্রথম আলো",
            "time": "2026-01-08T05:14:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fixkz2qq3%2F08012026-cm-5.jpg?rect=0%2C110%2C951%2C499&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রক্তক্ষয়ী সংগ্রামের মাধ্যমে অর্জিত স্বাধীনতা আমাদের সামনে একটি ঐতিহাসিক সুযোগ এনে দিয়েছিল—নিজেদের শিক্ষা, সংস্কৃতি ও নীতিব্যবস্থার মাধ্যমে একটি বলিষ্ঠ, নৈতিক ও মানবিক জাতি গড়ে তোলার সুযোগ। কিন্তু দুর্ভাগ্যজনকভাবে সেই সুযোগ আমরা কাজে লাগাতে পারিনি।</p><p>দেশি ও বিদেশি নানা চক্রান্ত, অপসংস্কৃতির অন্ধ অনুকরণ এবং ক্ষমতা ও সম্পদের লোভ আমাদের জাতীয় চারিত্রিক পুনর্গঠনের প্রক্রিয়াকে অঙ্কুরেই ব্যাহত করেছে। দেশপ্রেম, নৈতিকতা ও জনস্বার্থের জায়গায় জায়গা করে নিয়েছে চাটুকারিতা, সুবিধাবাদিতা এবং ব্যক্তিগত লাভের সংস্কৃতি।</p><p>এর ফল হিসেবে সমাজে মানুষ ক্রমে ‘মানুষ’ থেকে বিচ্যুত হয়ে পড়ছে। এর ধারাবাহিকতা জুলাই অভ্যুত্থানের পরেও অব্যাহত রয়েছে।</p><p>এই অবক্ষয়ের পেছনে একটি গভীর কাঠামোগত সংকট কাজ করছে—মানুষ গড়ার তিনটি মৌলিক প্রতিষ্ঠান, অর্থাৎ পরিবার, সমাজ ও শিক্ষাপ্রতিষ্ঠানের আদর্শিক চ্যুতি। জন্মগতভাবে একটি শিশু নিষ্কলুষ হলেও এই তিন স্তরে বিকৃত মূল্যবোধের সংস্পর্শে এসে তার মানবিক সত্তা ক্ষতিগ্রস্ত হচ্ছে।</p><p>একসময় পরিবার ছিল নৈতিকতার শ্রেষ্ঠ পাঠশালা। মা-বাবার কাছ থেকেই শিশু শিখত সততা, সহানুভূতি ও দায়িত্ববোধ। আজ সেই পরিবারগুলো পুঁজিবাদী ও ভোগবাদী প্রতিযোগিতার কেন্দ্রে পরিণত হয়েছে।</p><p>সন্তানকে শেখানো হচ্ছে কীভাবে অন্যের চেয়ে এগিয়ে যেতে হবে, কীভাবে বেশি নম্বর বা বেশি সম্পদ অর্জন করতে হবে। সহমর্মিতা, ন্যায়বোধ বা মানবিকতার চর্চা সেখানে ক্রমেই গৌণ হয়ে উঠছে।</p><p>সমাজের অবস্থাও ভিন্ন নয়। একসময় পাড়া-প্রতিবেশীর বিপদে এগিয়ে আসা বা সমষ্টিগত কল্যাণের চিন্তা ছিল আমাদের সামাজিক সংস্কৃতির অংশ। আজ সেখানে স্থান করে নিয়েছে হিংসা, রেষারেষি এবং অন্যের উন্নতিতে ঈর্ষান্বিত হওয়ার প্রবণতা। সামাজিক দায়বদ্ধতা ও সমবেত চেতনা দুর্বল হয়ে পড়ায় সমাজ আর মানুষ গড়ার সহায়ক পরিবেশ হিসেবে কাজ করতে পারছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "কাগজেই বাড়ে লক্ষ্যমাত্রা, বাস্তবে বাড়ে না | প্রথম আলো",
            "time": "2026-01-08T05:04:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Foh3qym5q%2FImage.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত মার্চে প্রকাশিত এক গবেষণা প্রতিবেদনে ইনস্টিটিউট ফর এনার্জি ইকোনমিকস অ্যান্ড ফিন্যান্সিয়াল অ্যানালাইসিস (আইইইএফএ) বলছে, ২০১২ থেকে ২০২০ সালের জানুয়ারি পর্যন্ত ছাদে সৌরবিদ্যুৎ উৎপাদিত হয়েছে ৫৬ মেগাওয়াট। বর্তমানে এটি বেড়ে ১৬০ মেগাওয়াট হয়েছে। ছাদ ব্যবহার করে বড় ধরনের সৌরবিদ্যুৎ উৎপাদনের সুযোগ আছে দেশে। এটি করা গেলে তেলচালিত বিদ্যুৎকেন্দ্র বন্ধ করে বছরে কয়েক হাজার কোটি টাকা সাশ্রয় করতে পারে সরকার। বিভিন্ন দেশ এমন নজির দেখিয়েছে।</p><p>বিশেষজ্ঞরা বলছেন, সৌরবিদ্যুৎকেন্দ্রের যন্ত্রপাতি আমদানিতে উচ্চ শুল্ক একটি বড় বাধা। এ ছাড়া এ খাতে বিনিয়োগের জন্য কেন্দ্রীয় ব্যাংকের বরাদ্দ করা তহবিল পর্যাপ্ত নয়। তবে বিশ্ববাজারে সৌরবিদ্যুৎ যন্ত্রপাতির দাম কমছে। এতে অনেকেই বিনিয়োগে উৎসাহী হবে।</p><p>সারা দেশে সরকারি সব স্থাপনার ছাদ ব‍্যবহার করে ২ থেকে ৩ হাজার মেগাওয়াট উৎপাদনের লক্ষ্যমাত্রা নিয়েছে সরকার। প্রথম ধাপে প্রায় দেড় হাজার মেগাওয়াট বিদ্যুৎ উৎপাদন করতে তিনটি মন্ত্রণালয়ের ছয়টি বিভাগ যুক্ত হয়েছে। এর আওতায় বিদ্যুৎ উৎপাদনে সারা দেশের শিক্ষাপ্রতিষ্ঠান ও হাসপাতালের ছাদ ব্যবহার করা হবে। গত ২১ অক্টোবর তিন মন্ত্রণালয়ের ছয়টি বিভাগের সঙ্গে আলাদা করে সমঝোতা স্মারকে সই করেছে বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয়ের বিদ্যুৎ বিভাগ। ছয়টি বিভাগ হলো মাধ্যমিক ও উচ্চশিক্ষা বিভাগ, কারিগরি ও মাদ্রাসা শিক্ষা বিভাগ, প্রাথমিক ও গণশিক্ষা বিভাগ, স্বাস্থ্যসেবা বিভাগ ও স্বাস্থ্যশিক্ষা ও পরিবারকল্যাণ বিভাগ।</p><p>ছাদ ব্যবহার করে বিদ্যুৎ উৎপাদনের এ প্রকল্প বাস্তবায়ন করবে ছয়টি বিদ্যুৎ বিতরণ সংস্থা। ৪৬ হাজার ৮৫৪টি প্রতিষ্ঠানে ১ হাজার ৪৫৪ দশমিক ৬১ মেগাওয়াট বিদ্যুৎ উৎপাদন করতে দরপত্র আহ্বান করা হয়েছে। যদিও এতে তেমন অগ্রগতি নেই। দরপত্রের প্রক্রিয়া শেষ করে ১০ ডিসেম্বরের মধ্যে চুক্তি করার সময় বেঁধে দেওয়া হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তরঙ্গ দৃশ্যের শুটিংয়ের ‘গোপন কথা’ ফাঁস করলেন নায়িকা | প্রথম আলো",
            "time": "2026-01-08T05:04:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fok4tkmmr%2Fgirijaoakgodbole176277965637627909442243757382335553240.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গিরিজা বলেন, ‘শুটিংয়ের সময় শব্দ ঠিক রাখার জন্য এসিগুলো বন্ধ করে দেওয়া হয়। ফলে সবাই ঘেমে একাকার। শরীরে মাইক লাগানো থাকে, কেউ হেয়ার ড্রায়ার দিয়ে ঘাম শুকাচ্ছে। হঠাৎ কেউ এসে বলে, “নিচ দিক থেকে আলো কম”, তখন মুখে আলো ফেলতে থার্মোকলের একটি টুকরা এনে ধরা হয়। আরেকজন চুল ঠিক করছে। এত মানুষ যখন আপনাকে দেখছে, তখন রোমান্স আসবে কীভাবে?’ ‘চুমু মানে কার্ডবোর্ডে চুমু’ পর্দার আড়ালের বাস্তবতা আরও স্পষ্ট করে গিরিজা বলেন, ‘একবার কেউ আমাকে জিজ্ঞাসা করেছিল, “পর্দায় চুমু খাওয়ার অনুভূতি কেমন।” আমি বলেছিলাম, এটা কার্ডবোর্ডে চুমু খাওয়ার মতো। কোনো আবেগই থাকে না, সবকিছু একেবারেই যান্ত্রিক।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঋণসীমা বাড়ানোর সিদ্ধান্তে আবাসন খাতে গতি ফিরবে | প্রথম আলো",
            "time": "2026-01-08T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F4g37wbfc%2FUV6368.jpg?rect=0%2C68%2C956%2C502&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে এখনো আবাসন খাতের চাহিদা পূরণে হাউজিং কোম্পানি খুবই সীমিত। বর্তমানে জমির দাম বেড়ে যাওয়ায় ফ্ল্যাটের দামও অনেক বেড়ে গেছে। রাজধানীর চিত্র হিসাব করলে দেখা যায়, ঢাকার মাত্র ১০ থেকে ১২ শতাংশ মানুষের নিজেদের আবাসন রয়েছে। অর্থাৎ বাকি ৮০ শতাংশের মানুষ এখনো আবাসনের সুযোগ রয়েছে।</p><p>তাই আবাসনের দাম কমানোর জন্য ঢাকার সাভার, কেরানীগঞ্জ বা আশপাশের এলাকায় পরিকল্পিতভাবে সড়ক, যোগাযোগ ও অন্যান্য সুবিধা গড়ে তোলা প্রয়োজন। তাহলে এসব এলাকায় হাউজিং কোম্পানিগুলোও তাদের আবাসন তৈরিতে আগ্রহী হবে। সে সঙ্গে আবাসনের দামও কমবে। যদি ফ্ল্যাটের দাম ৫০ লাখ থেকে ১ কোটি টাকার মধ্যে রাখা যায়, তাহলে বিক্রি অনেক বেশি হতো। তবে মানুষ এখনো বিনিয়োগে স্বাচ্ছন্দ্য বোধ করছে না। দেশের সার্বিক অর্থনৈতিক ও রাজনৈতিক পরিস্থিতি ভালো হলে ক্রেতারা আরও বেশি আগ্রহী হবেন।</p><p><strong>জিল্লুল করিম</strong>, ব্যবস্থাপনা পরিচালক, ক্রিডেন্স হাউজিং</p></div></div></div></body></html>"
        },
        {
            "title": "ফাঁদ পেতে হরিণ শিকার, বনের ভেতর মাংস কাটার সময় আটক ১ | প্রথম আলো",
            "time": "2026-01-08T04:59:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fnbvirwev%2FWhatsApp-Image-2026-01-08-at-10.50.23-AM.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন বিভাগ জানায়, গতকাল বেলা তিনটার দিকে বগাচতর বিটের অধীন এলাকায় বেড়িবাঁধ থেকে প্রায় দেড় কিলোমিটার গভীর বনে অভিযান চালিয়ে সজীবকে হরিণের মাংসসহ আটক করা হয়। এ সময় তাঁর সঙ্গে থাকা অন্তত ছয়জন পালিয়ে যান। তাঁরা মাংস বিক্রির উদ্দেশ্যে হরিণটি শিকার করেছিলেন। অভিযানে হরিণের মাংস ও মাথা উদ্ধার করা হয়েছে। উদ্ধার করা মাংস কেরোসিন তেল মেখে সংরক্ষণ করা হয়েছে। আজ বৃহস্পতিবার প্রশাসনের উপস্থিতিতে মাংস, মাথা ও হাড়গোড় মাটিচাপা দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কম্বল পেয়ে চরাঞ্চলের মানুষের মুখে হাসি | প্রথম আলো",
            "time": "2026-01-08T04:53:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fhhuqikxg%2Fpyq161oq.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> কনকনে শীত আর নদীঘেরা দুর্গম চর, যেখানে সাহায্য পৌঁছায় খুব কমই। এই শীতে ভোরের কুয়াশা আর নদীপথ পেরিয়ে ফরিদপুরের দুর্গম চরাঞ্চল সদরপুর উপজেলার নারিকেলবাড়িয়া ইউনিয়নের ১৪টি গ্রামে শীতার্ত মানুষের হাতে কম্বল পৌঁছে দিয়েছে প্রথম আলো ট্রাস্ট। ৭ জানুয়ারি বিভিন্ন বয়সী মানুষের হাতে মোট ২৩৫টি কম্বল তুলে দিয়েছেন প্রথম আলো বন্ধুসভার একঝাঁক স্বেচ্ছাসেবক। এই কনকনে শীতে কম্বল পেয়ে শীতার্ত মানুষের মুখে হাসি ফুটে উঠেছে। এসব নিয়েই এই ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন দিন পর জালে আটকে থাকা জাহাজশ্রমিকের লাশ উদ্ধার | প্রথম আলো",
            "time": "2026-01-08T04:43:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fc8gevl0f%2FUntitled-2.jpg?rect=0%2C6%2C1566%2C822&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৌ পুলিশ ও স্থানীয় সূত্র জানায়, রোববার জাহাজ থেকে রিয়াদুল নদীতে পড়ে যান। খবর পেয়ে নৌ পুলিশ ও ফায়ার সার্ভিসের ডুবুরিরা উদ্ধারের চেষ্টা করলেও তাঁকে পাওয়া যায়নি। গতকাল রাতে জেলেদের জালে লাশ আটকে থাকার খবর পেয়ে ঘটনাস্থলে যায় নৌ পুলিশ। পরে পরিচয় শনাক্ত করে পরিবারের কাছে রিয়াদুলের লাশ হস্তান্তর করা হয়।</p><p>জানতে চাইলে চরপারঘাটা ইউনিয়ন পরিষদের (ইউপি) ৯ নম্বর ওয়ার্ডের সদস্য মাহমুদুল হক বলেন, ‘নিখোঁজ রিয়াদুলের লাশ জেলের জালে আটকে থাকার খবর পেয়ে সদরঘাট নৌ থানার পুলিশসহ আমরা গিয়ে উদ্ধার করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভিসা, প্রবাসী আয় ও ভ্রমণে কড়াকড়ি যুক্তরাষ্ট্রের | প্রথম আলো",
            "time": "2026-01-08T04:38:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F3lue2giu%2FU.S.-Department-of-State.avif?rect=3%2C0%2C1914%2C1005&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন বছরের শুরুতে ট্রাম্প প্রশাসনের রেমিট্যান্স, ভিসা ও ভ্রমণের ক্ষেত্রে কড়াকড়ি আরোপ বাংলাদেশের জন্য নতুন করে চাপ হিসেবে দেখছেন কূটনৈতিক ও অর্থনৈতিক বিশ্লেষকেরা। তাঁদের মতে, রেমিট্যান্সে অতিরিক্ত কর বাড়তি চাপ তৈরি করবে। এর ফলে অনানুষ্ঠানিক পথে বাংলাদেশে রেমিট্যান্স পাঠানোকে উৎসাহিত করতে পারে। আর ‘ভিসা বন্ড’ হিসেবে জামানত বাংলাদেশিদের যুক্তরাষ্ট্রে যাওয়াকে নিরুৎসাহিত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাফিনিয়ার জোড়া গোলে বিলবাওকে উড়িয়ে ফাইনালে বার্সেলোনা | প্রথম আলো",
            "time": "2026-01-08T04:30:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fbmi2u9p2%2F2026-01-07T194644Z1731855194UP1EM171IXVKXRTRMADP3SOCCER-SPAIN-BAR-ATH.JPG?rect=0%2C0%2C3939%2C2068&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত মৌসুমে স্প্যানিশ সুপার কাপ জয়ের পর লা লিগা ও কোপা দেল রে জিতেছিল বার্সেলোনা। ফ্লিক বলেছেন, এবারও এই টুর্নামেন্টকে সাফল্যের মঞ্চ হিসেবে কাজে লাগাতে চান তাঁরা। </p><p>ম্যাচ শেষে বার্সার উইঙ্গার রাফিনিয়া বলেন, ‘খেলা সহজ বা কঠিন, এটা আমরা নিজেরাই ঠিক করি। আমরা যদি ভালো খেলি, ঠিকভাবে রক্ষণ সামলাতে পারি এবং আক্রমণ করতে পারি, তাহলে ম্যাচ সহজ হয়ে যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্যোগ ব্যবস্থাপনা অধিদপ্তরে বড় নিয়োগে চলছে আবেদন, পদ ১৮৮ | প্রথম আলো",
            "time": "2026-01-08T04:28:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-05%2F4i6v8mth%2FPSC-03.jpg?rect=179%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৩. ওয়্যারলেস অপারেটর (বেতার যন্ত্রচালক)</strong></p><p>পদসংখ্যা: ১৯টি</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: সরকার অনুমোদিত টিঅ্যান্ডটি ইনস্টিটিউট হতে প্রশিক্ষণ সার্টিফিকেট। কোনো স্বীকৃত বোর্ড হতে উচ্চ মাধ্যমিক সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ হতে হবে।</p><p>গ্রেড ও বেতন স্কেল: ৯,৭০০-২৩,৪৯০ টাকা (গ্রেড-১৫)</p><p><strong>৪. অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক</strong></p><p>পদসংখ্যা: ১১৮টি</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড হতে অন্যূন দ্বিতীয় বিভাগ বা সমমানের জিপিএতে উচ্চ মাধ্যমিক সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ; কম্পিউটার চালনার দক্ষতা ও অভিজ্ঞতা থাকতে হবে। কম্পিউটার মুদ্রাক্ষরিকের গতি প্রতি মিনিটে বাংলা ২০ শব্দ, ইংরেজিতে ২০ শব্দ থাকতে হবে।</p><p>গ্রেড ও বেতন স্কেল: ৯,৩০০-২২৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৫. সার্ভেয়ার</strong></p><p>পদসংখ্যা: ০২টি</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড হতে উচ্চ মাধ্যমিক সার্টিফিকেট পরীক্ষাসহ কোনো স্বীকৃত প্রতিষ্ঠান হতে জরিপে চূড়ান্ত পরীক্ষায় উত্তীর্ণ।</p><p>গ্রেড ও বেতন স্কেল: ৯,৩০০-২২৪৯০ টাকা (গ্রেড-১৬)</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের পিএইচডি প্রোগ্রাম, যাঁদের আবেদনের সুযোগ | প্রথম আলো",
            "time": "2026-01-08T04:28:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F99ee479a-c29b-431b-9766-2cc062969479%2F%E0%A6%85%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B0%20%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%AF%20%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%20%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%20%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%2C%20%E0%A6%B9%E0%A6%B2%20%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%97%E0%A7%87%E0%A6%B0%20%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A7%87%E0%A6%B6?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বৃত্তি</strong></p><p>প্রতি শিক্ষাবর্ষে আবেদনকারীদের মধ্য থেকে মেধার ভিত্তিতে মোট ৩০টি (ত্রিশ) বৃত্তি (মাসিক ভিত্তিতে) বিশ্ববিদ্যালয় কর্তৃক নির্ধারিত হারে মঞ্জুর করা হবে। তবে গবেষক চাকরিরত থাকলে অথবা অন্য কোনো প্রতিষ্ঠান থেকে বৃত্তি/আর্থিক সহযোগিতা পেলে এ বৃত্তি ভোগ করার যোগ্য বিবেচিত হবে না। দ্বিতীয় বর্ষে এই বৃত্তি নবায়নের ব্যবস্থা থাকবে। এ ছাড়া বাংলাদেশ মুক্তিযোদ্ধা কল্যাণ ট্রাস্টের অধীন ও ট্রাস্টের অর্থায়নে আরও দুটি বৃত্তি মঞ্জুর করা হবে।</p><p><strong>ফি ও অন্যান্য আর্থিক বিষয়</strong></p><p>পিএইচডি প্রোগ্রামের অনুমোদিত ফি এবং অন্যান্য ফির বিষয় হিসাব পরিচালকের অফিস থেকে জানা যাবে। আবেদনকারী যে হলের ছাত্রছাত্রী হিসেবে পিএইচডি প্রোগ্রামে ভর্তি হতে ইচ্ছুক, সে হলের প্রাধ্যক্ষের স্বাক্ষর নেওয়ার পর আবেদনপত্র সংশ্লিষ্ট বিভাগে/ইনস্টিটিউটে জমা দিতে হবে। উল্লেখ্য যে ঢাকা বিশ্ববিদ্যালয়ের কোনো ছাত্রছাত্রী যে হল থেকে এমফিল অথবা স্নাতকোত্তর ডিগ্রি লাভ করেছেন, সে হলে পিএইচডি প্রোগ্রামে ভর্তি হতে পারবেন না।</p><p>একজন তত্ত্বাবধায়ক এমফিল ও পিএইচডি প্রোগ্রামে ২টি মিলিয়ে একসঙ্গে মোট (পূর্বাপর) অনধিক এককভাবে ৮ (আট) জন অথবা যৌথভাবে ১০ (দশ) জন গবেষকের তত্ত্বাবধায়ক হিসেবে দায়িত্ব পালন করতে পারবেন।</p><p>ঢাকা বিশ্ববিদ্যালয়ের যেসব শিক্ষক পিএইচডি/এমফিল করবেন তাঁদের উল্লেখিত গবেষক সংখ্যায় অন্তর্ভুক্ত করা হবে না।</p><p>এমফিল ও পিএইচডি প্রোগ্রামে নতুন ভর্তির আবেদনের ক্ষেত্রে বিভাগে কর্মরত অধ্যাপক/সহযোগী অধ্যাপক/ পিএইচডি ডিগ্রিধারী সহকারী অধ্যাপক তত্ত্বাবধায়ক হিসেবে দায়িত্ব পালন করবেন। বিশ্ববিদ্যালয়ের কোনো শিক্ষক দেশের ভেতরে অথবা বাইরে দীর্ঘমেয়াদি ছুটিতে/ডেপুটেশনে/অবসর প্রস্তুতিমূলক ছুটিতে/অবসরে গেলে যুগ্ম তত্ত্বাবধায়ক হিসেবে দায়িত্ব পালন করবেন।</p><p>এমফিল ও পিএইচডি প্রোগ্রাম চলাকালীন কোনো তত্ত্বাবধায়ক শিক্ষক দেশের ভেতরে অথবা বাইরে দীর্ঘমেয়াদি ছুটিতে/ডেপুটেশনে/অবসর প্রস্তুতিমূলক ছুটিতে/অবসরে গেলে যুগ্ম তত্ত্বাবধায়ক হিসেবে কিংবা বিশেষ ক্ষেত্রে বিভাগীয় কোনো একজন শিক্ষককে যুগ্ম তত্ত্বাবধায়ক হিসেবে নিয়োগ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বিশ্বকাপে বাংলাদেশের সফল না হওয়ার কোনো কারণ নেই’ | প্রথম আলো",
            "time": "2026-01-08T04:14:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fakcb9y9s%2FWhatsApp-Image-2026-01-02-at-7.33.54-PM.jpeg?rect=0%2C0%2C967%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>ম্যালান:</strong> রবি বোপারা কিংবা ওয়াইস শাহ যেকোনো একজন হবে, আমাকে মেসেজ পাঠিয়েছিল যে এখানে একটা ৫০ ওভারের টুর্নামেন্ট চলছে, আমি আগ্রহী কি না। সমস্যা ছিল পরের দিনই বিমানে উঠতে হতো, তবু আমি সুযোগটা হাতছাড়া করিনি। </p><p>আমি তখন আসলে ইংল্যান্ডের বাইরে খেলার জন্য সুযোগ খুঁজছিলাম। কারণ, ওখানে হয়তো কিছু একটা নিয়ে কাজ করছি, কিন্তু সেটা দিয়ে অন্য কোথাও কাজ হবে কি না, তা তো আর আমি জানতাম না। এই পরীক্ষার দরকার ছিল।</p><p>যদি এখানে না আসতাম, ধারাবাহিকভাবে বা কীভাবে কম ঝুঁকি নিয়ে রান করা যায়; তা শিখতে পারতাম না। আজকে সকালেও ইথান ব্রুকসকে (এবারের বিপিএলে সিলেট টাইটানসের হয়ে খেলা ইংল্যান্ডের ক্রিকেটার) আমি বলছিলাম ডিপিএলে সুযোগ থাকলে ওর খেলা উচিত—কারণ এই টুর্নামেন্ট ক্রিকেটার হিসেবে অনেক কিছু শেখাবে। এখানে বিদেশি ক্রিকেটার হিসেবে খেলা আন্তর্জাতিক ক্রিকেটের প্রায় কাছাকাছি মানের চাপের। যদি আপনি পারফর্ম না করেন, তাহলে আপনাকে দ্রুতই বাড়ি যাওয়ার বিমান ধরতে হবে। আপনাকে দলের জন্য ম্যাচ জেতাতেই হবে।</p></span></div></div></body></html>"
        },
        {
            "title": "শৈত্যপ্রবাহ বইছে ২৪ জেলায়, সর্বনিম্ন তাপমাত্রা ৭ ডিগ্রি সেলসিয়াস | প্রথম আলো",
            "time": "2026-01-08T04:11:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2F04c77sfo%2FWhatsApp-Image-2026-01-08-at-10.31.16.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের ২৪ জেলায় আজ বৃহস্পতিবার শৈত্যপ্রবাহ বয়ে যাচ্ছে। আর আজ দেশের সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে ৭ ডিগ্রি সেলসিয়াস। গতকাল বুধবারের তুলনায় আজ শৈত্যপ্রবাহ বয়ে যাওয়া এলাকার সংখ্যা কিছু কমেছে। আবার সর্বনিম্ন তাপমাত্রাও সামান্য বেড়েছে। সেই সঙ্গে বেড়েছে রাজধানীর তাপমাত্রাও।</p><p>আবহাওয়া অধিদপ্তর সূত্র জানিয়েছে, এভাবে শৈত্যপ্রবাহ চলতে থাকতে পারে কয়েক দিন। অধিদপ্তরের দেওয়া পূর্বাভাস অনুযায়ী, এ মাসের অন্তত মাঝামাঝি সময় পর্যন্ত শৈত্যপ্রবাহ চলতে থাকবে। এ সময় এর বিস্তৃতি কমবেশি হতে পারে।</p><p>আবহাওয়াবিদ মো. শাহীনুল ইসলাম আজ প্রথম আলোকে বলেছেন, রংপুর ও রাজশাহী বিভাগের সব জেলায় আজ শৈত্যপ্রবাহ বয়ে যাচ্ছে। এর পাশাপাশি আট জেলা, অর্থাৎ গোপালগঞ্জ, মৌলভীবাজার, কুমিল্লা, ফেনী, খুলনা, যশোর, চুয়াডাঙ্গা ও কুষ্টিয়াতেও বইছে শৈত্যপ্রবাহ।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলে আগাম হামলা চালানোর হুঁশিয়ারি দিল ইরান | প্রথম আলো",
            "time": "2026-01-08T04:06:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fq7eult5q%2Firanisrael01.webp?rect=0%2C9%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরান তার শত্রুদের ওপর ‘আগাম হামলা’ চালাতে পারে বলে হুঁশিয়ারি দিয়েছে। দেশটির নবগঠিত ‘ইরানিয়ান ডিফেন্স কাউন্সিল’ গত মঙ্গলবার এক বিবৃতিতে এ সতর্কবার্তা দেয়। ফলে এ অঞ্চলে নতুন করে উত্তেজনা বেড়ে যাওয়ার আশঙ্কা তৈরি হয়েছে।</p><p>বিবৃতিতে কাউন্সিল জানায়, ইরানের অভ্যন্তরীণ বিষয়ে কোনো ধরনের হস্তক্ষেপ বা দেশটিতে অস্থিরতা তৈরির চেষ্টা করা হলে তার দাঁতভাঙা জবাব দেওয়া হবে। কাউন্সিল জোর দিয়ে বলেছে, আক্রান্ত হওয়ার পর শুধু পাল্টা জবাব দেওয়ার মধ্যেই তারা নিজেদের সীমাবদ্ধ রাখবে না, বরং নিজেদের নিরাপত্তা রক্ষায় যেকোনো ‘দৃশ্যমান হুমকির লক্ষণ’ বিবেচনায় নিয়ে তারা পদক্ষেপ নেবে।</p><p>ইরানের বিপ্লবী গার্ড বাহিনী (আইআরজিসি) তাদের আকাশ প্রতিরক্ষাব্যবস্থা ও ক্ষেপণাস্ত্র ইউনিটের সক্ষমতা যাচাইয়ের জন্য সামরিক মহড়া চালানোর দুই দিন পর এ হুঁশিয়ারি এল।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি ও জামায়াতের দুই প্রার্থী কোটিপতি | প্রথম আলো",
            "time": "2026-01-08T04:02:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fri3c88mm%2FCapture.jpg?rect=0%2C28%2C686%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রফিকুল আলম ১৯৭২ সালের ১ মার্চ ফেনী সদর উপজেলার ইজ্জতপুর গ্রামে জন্মগ্রহণ করেন। তিনি ব্যবস্থাপনা বিভাগে স্নাতকোত্তর পাস করেছেন। পেশায় তিনি একজন ব্যবসায়ী। তাঁর মালিকানাধীন একাধিক ব্যবসাপ্রতিষ্ঠান রয়েছে। অন্যদিকে কামাল উদ্দিন ১৯৬৩ সালের ৬ ফেব্রুয়ারি ফুলগাজী উপজেলার কালিকাপুর গ্রামে জন্মগ্রহণ করেন। পেশায় তিনি একজন আইনজীবী।</p><p>হলফনামা অনুযায়ী, রফিকুল আলমের বাৎসরিক আয় ১ কোটি ২৪ লাখ ২৬ হাজার ৮৮৩ টাকা। তাঁর স্থাবর সম্পদের বর্তমান বাজারমূল্য দেখানো হয়েছে ৭ কোটি ৭৬ লাখ ৩০ হাজার ৭০০ টাকা। এর মধ্যে বাড়ি, একাধিক ফ্ল্যাট ও দোকান রয়েছে।</p><p>অস্থাবর সম্পদের মধ্যে তাঁর নগদ অর্থ ২৭ লাখ ৪৮ হাজার ৩২২ টাকা, ব্যাংকে জমা ৬৬ লাখ ৮৬ হাজার ৬৭৬ টাকা, এফডিআর ২০ লাখ টাকা ও ৩৪ লাখ টাকার নোহা মাইক্রোবাস রয়েছে। এ ছাড়া রয়েছে ৩০ লাখ টাকার ২০ ভরি স্বর্ণালংকার।</p><p>রফিকুল আলমের স্ত্রী নাজমুন নাহার সম্পদের পরিমাণ তাঁর চেয়েও বেশি। তাঁর বাৎসরিক আয় ১৫ লাখ ৫৪ হাজার টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই দফায় টাকা পাবেন ব্যক্তি আমানতকারীরা | প্রথম আলো",
            "time": "2026-01-08T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-04%2Fok34ggsl%2Fbb.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংশ্লিষ্ট সূত্র জানায়, যে ৯টি আর্থিক প্রতিষ্ঠান বন্ধের বিষয়ে চূড়ান্ত সিদ্ধান্ত নেওয়া হয়েছে, সেগুলো হলো পিপলস লিজিং, ইন্টারন্যাশনাল লিজিং, বাংলাদেশ ইন্ডাস্ট্রিয়াল ফাইন্যান্স কোম্পানি (বিআইএফসি), এফএএস ফাইন্যান্স, আভিভা ফাইন্যান্স, ফারইস্ট ফাইন্যান্স, জিএসপি ফাইন্যান্স, প্রাইম ফাইন্যান্স ও প্রিমিয়ার লিজিং। এর মধ্যে প্রথম চারটি আর্থিক খাতের বহুল আলোচিত প্রশান্ত কুমার (পি কে) হালদারের অনিয়মের কারণে রুগ্‌ণ প্রতিষ্ঠানে পরিণত হয়েছে। আর আভিভা ফাইন্যান্স ছিল সাবেক প্রধানমন্ত্রী শেখ হাসিনার ঘনিষ্ঠ হিসেবে পরিচিত চট্টগ্রামের সাইফুল আলম বা এস আলমেরও প্রতিষ্ঠান। পি কে হালদারও ছিলেন এস আলমের ঘনিষ্ঠ।</p><p>ক্ষমতাচ্যুত আওয়ামী লীগ সরকারের সময় এসব প্রতিষ্ঠানে ব্যাপক অনিয়ম-দুর্নীতির ঘটনা ঘটে। এ কারণে এসব প্রতিষ্ঠান এখন গ্রাহকের টাকা ফেরত দিতে পারছে না। দীর্ঘদিন ধরেই এসব প্রতিষ্ঠান ধুঁকছে।</p><p>গত সোমবার এক সংবাদ সম্মেলনে বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মনসুর বলেন, ৯টি আর্থিক প্রতিষ্ঠানকে অকার্যকর ঘোষণা করার আইনি প্রক্রিয়া শুরু করা হবে। এসব প্রতিষ্ঠানের সম্পদ মূল্যায়ন করে ব্যক্তিগত আমানতকারীদের টাকা রোজার আগেই ফেরত দেওয়ার চেষ্টা করা হচ্ছে। সরকার যে প্রতিশ্রুতি দিয়েছে, তাতে ব্যক্তি আমানতকারীরা তাঁদের আমানতের পুরো অর্থ ফেরত পাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পেঁয়াজ কাটলেই চোখে পানি আসে কেন? বিজ্ঞানীরা জানালেন নতুন কারণ আর সমাধান | প্রথম আলো",
            "time": "2026-01-08T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F24t5lsx9%2FChatGPT-Image-Jan-8-2026-124745-AM.png?rect=0%2C109%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখানেই আসছে সবচেয়ে গুরুত্বপূর্ণ বিষয়—ছুরি। গবেষণায় দেখা গেছে, ভোঁতা ছুরি ব্যবহার করলে পেঁয়াজ বেশি চাপা পড়ে বা থেঁতলে যায়। ফলে বেশি তরল ফোঁটা ছিটকে পড়ে।</p><p>অন্যদিকে ধারালো ছুরি পেঁয়াজ পরিষ্কারভাবে কাটে, চাপ কম পড়ে, তরল ছিটকেও যায় কম। সাংহোয়ান ইয়ুং বলেন, ‘ছুরির ধার যত ভালো হবে, চোখে পানি আসার আশঙ্কাও তত কমবে।’</p><p>আরেকটি বিষয় হলো, পেঁয়াজ কাটার সময় সবার চোখ দিয়ে সমানভাবে পানি পড়ে না। কারও চোখের প্রতিরক্ষামূলক ব্যবস্থা তুলনামূলক বেশি সংবেদনশীল।</p><p>এ ছাড়া পেঁয়াজের ধরনও গুরুত্বপূর্ণ। সাধারণত পেঁয়াজের মূলের কাছের অংশে এই জ্বালাময় যৌগ বেশি থাকে।</p></div></div></div></body></html>"
        }
    ]
}