{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পিএসজিকে বিদায় দোন্নারুম্মার, এনরিকে বললেন ‘আমি দায়ী’ | প্রথম আলো",
            "time": "2025-08-13T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fhbkjqaq3%2F5YMYJJAYSVLWHAPAF7KP7BS6FY.jpg?rect=0%2C0%2C2771%2C1455&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনস্টাগ্রামে বিদায়ী বার্তায় দোন্নারুম্মা লিখেছেন, ‘আশা করি পার্ক দে প্রিন্সেসে শেষবারের মতো সমর্থকদের চোখে চোখ রেখে বিদায় বলতে পারব। যদি তা না-ও হয়, তবু জানাতে চাই যে আপনাদের ভালোবাসা ও সমর্থন আমার জন্য অমূল্য, যা আমি কখনো ভুলব না। এ আবেগ ও জাদুকরী রাতগুলো আমি নিজের মধ্যে ধরে রাখব।’</p><p>সতীর্থদের উদ্দেশে দোন্নারুম্মা আরও লিখেছেন, ‘তোমরা আমার দ্বিতীয় পরিবার। প্রতিটি লড়াই, প্রতিটি হাসি, প্রতিটি মুহূর্তের জন্য কৃতজ্ঞ। তোমরা সব সময় আমার ভাই হয়ে থাকবে। এ ক্লাবের হয়ে খেলা এবং এ শহরে থাকাটা ছিল বিরাট সম্মানের। ধন্যবাদ, প্যারিস।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেন যুদ্ধে রাশিয়া জিতেছে: হাঙ্গেরি | প্রথম আলো",
            "time": "2025-08-13T04:09:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F9yospkar%2Forban.avif?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আপনি মেনুতে থাকবেন’ বলতে অরবান বুঝিয়েছেন, আপনি আলোচনার অংশ না হয়ে আলোচনার বিষয়বস্তু হয়ে যাবেন; যেটা মোটেই ভালো নয়।</p><p>অরবান আরও বলেন, ‘যখন দুই নেতা—যুক্তরাষ্ট্র ও রাশিয়ার একসঙ্গে আলোচনায় বসবেন, আর আপনাকে সেখানে আমন্ত্রণ জানানো হবে না; তখন আপনি ফোনের জন্য হুড়োহুড়ি করবেন না, দৌড়াদৌড়ি করবেন না, বাইরে থেকে চিৎকারও করবেন না।’</p><p>এ বক্তব্যের মাধ্যমে অরবান বোঝাতে চাচ্ছেন, যদি বড় কোনো রাজনৈতিক বা কূটনৈতিক সিদ্ধান্ত নেওয়ার বৈঠকে (যেমন যুক্তরাষ্ট্র ও রাশিয়ার মধ্যে) ইউরোপকে আমন্ত্রণই না জানানো হয়, তবে ইউরোপের কোনো ভূমিকা থাকবে না; বরং তারা শুধু সেই সিদ্ধান্তের শিকার হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঝালকাঠিতে একই স্থানে বিএনপি ও যুবদলের সমাবেশ, ১৪৪ ধারা জারি | প্রথম আলো",
            "time": "2025-08-13T04:06:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F639s19gg%2FJhalokathiDH069820250813Untitled-1-20250812155049-1.jpg?rect=0%2C0%2C386%2C203&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে যুবদল নেতা জাকির হোসেন মোল্লা বলেন, উপজেলা যুবদল আগেই এ কর্মসূচির প্রস্তুতি নেয়। বিএনপির কর্মসূচি বিষয়ে যুবদল কিছুই জানে না।<br>উপজেলা বিএনপির সভাপতি তালুকদার আবুল কালাম আজাদ বলেন, ‘আমাকে কেউ বিষয়টি জানায়নি। উভয় পক্ষ আলোচনা করে কর্মসূচি করলে ভালো হতো।’  </p><p>রাজাপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. ইসমাইল হোসেন বলেন, সভাস্থলে ১৪৪ ধারা জারি করেছে উপজেলা প্রশাসন। আইনশৃঙ্খলার অবনতি ঠেকাতে পুলিশ যথেষ্ট তৎপর রয়েছে।</p><p>এ বিষয়ে ইউএনও রাহুল চন্দ বলেন, ‘কর্মসূচির বিষয়ে কেউ আমাদের কাছ থেকে অনুমতি নেয়নি। শুধু অবহিত করেছে। একই সময় ও একই স্থানে উভয় পক্ষ কর্মসূচি ঘোষণা করায় আইনশৃঙ্খলা পরিস্থিতি অবনতি ঘটতে পারে। তাই সভাস্থলে ১৪৪ ধারা জারি করা হয়েছে। আইন অমান্য করলে বিধি অনুযায়ী ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "টেকসই ঋণে লাভবান ব্যাংক ও গ্রাহক | প্রথম আলো",
            "time": "2025-08-13T04:04:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fb3xjl6ns%2Fbanking-2.png?rect=0%2C276%2C3900%2C2048&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টেকসই খাতে অর্থায়ন, সামাজিক দায়বদ্ধতা কার্যক্রম, পরিবেশবান্ধব প্রকল্পে অর্থায়ন, টেকসই কোর ব্যাংকিং, ব্যাংকিং সেবার পরিধিসহ নানা সূচকের ওপর ভিত্তি করে ব্যাংক ও আর্থিক প্রতিষ্ঠানগুলো নিয়ে টেকসই রেটিংয়ের তালিকা প্রকাশ করেছে বাংলাদেশ ব্যাংক। সম্প্রতি ২০২৪ সালের নানা সূচকের ভিত্তিতে এই তালিকা প্রকাশ করা হয়। তালিকায় ১০টি ব্যাংক ও ২টি আর্থিক প্রতিষ্ঠান স্থান পেয়েছে। টেকসই উন্নয়ন অভীষ্ট অর্জনের জন্য বাংলাদেশ ব্যাংক কয়েক বছর ধরে এই তালিকা প্রকাশ করে আসছে।</p><p>টেকসই ব্যাংক ও আর্থিক প্রতিষ্ঠানের এই তালিকা প্রকাশ করেছে কেন্দ্রীয় ব্যাংকের সাসটেইনেবল ফাইন্যান্স বিভাগ। এতে ব্যাংক ও আর্থিক প্রতিষ্ঠানগুলোর নাম সাজানো হয়েছে আদ্যক্ষরের ভিত্তিতে। এবারের টেকসই ১০ ব্যাংকের তালিকায় রয়েছে ব্র্যাক ব্যাংক, সিটি ব্যাংক, ডাচ্-বাংলা ব্যাংক, ইস্টার্ন ব্যাংক, যমুনা ব্যাংক, মিউচুয়াল ট্রাস্ট ব্যাংক, এনসিসি ব্যাংক, প্রাইম ব্যাংক, পূবালী ব্যাংক ও শাহ্​জালাল ইসলামী ব্যাংক। আর তালিকায় স্থান করে নেওয়া দুটি আর্থিক প্রতিষ্ঠান হলো আইডিএলসি ফাইন্যান্স ও আইপিডিসি ফাইন্যান্স। পাঁচ বছর ধরে ধারাবাহিকভাবে টেকসই ব্যাংক ও আর্থিক প্রতিষ্ঠানের তালিকায় রয়েছে ব্র্যাক ব্যাংক, সিটি ব্যাংক ও আর্থিক প্রতিষ্ঠান আইডিএলসি। এসব ব্যাংক ও আর্থিক প্রতিষ্ঠানের খেলাপি ঋণ কম, মুনাফায় শীর্ষে। এ ছাড়া নানা সূচকে ঈর্ষণীয় অবস্থানে রয়েছে, যা তাদের টেকসই তালিকায় অবস্থান করে নিতে সহায়তা করেছে।</p><p>এবার প্রথমবারের টেকসই ব্যাংকের তালিকায় স্থান পেয়েছে শাহ্​জালাল ইসলামী ব্যাংক। ব্যাংকটির ব্যবস্থাপনা পরিচালক মোসলেহ উদ্দীন আহমেদ <em>প্রথম আলো</em>কে বলেন, ‘এই রেটিংয়ে স্থান করে নেওয়ার জন্য আমরা পরিবেশবান্ধব অর্থায়ন বাড়িয়েছি। এসব ঋণের গ্রাহকেরা অন্য গ্রাহকের তুলনায় ভালো। ফলে এ খাতে ঋণ বাড়িয়ে আমরা স্বস্তিতে রয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বংশে কারও ক্যানসারের ইতিহাস থাকলে আপনি কতটা ঝুঁকিতে | প্রথম আলো",
            "time": "2025-08-13T04:03:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F1q446t38%2Fcancer-color-general-copy.png?rect=0%2C0%2C1737%2C912&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বংশ বলতে কাদের বোঝায়</strong></p><p>বংশ বলতে কতদূর পর্যন্ত আত্মীয়দের ধরা হয়, সেটা ক্যানসারের ঝুঁকি নির্ধারণের ক্ষেত্রে খুবই গুরুত্বপূর্ণ। এ ক্ষেত্রে চিকিৎসকেরা আত্মীয়দের সাধারণত তিন শ্রেণিতে ভাগ করে থাকেন—</p><p>প্রথমত; মা–বাবা, আপন ভাই-বোন ও সন্তান। এসব ক্ষেত্রে কারও ক্যানসার থাকার ইতিহাস সবচেয়ে গুরুত্বপূর্ণ। কারণ, পরিবারের এসব সদস্যের সঙ্গেই একজন মানুষের বংশগত বা জেনেটিক মিল থাকে সবচেয়ে বেশি।</p><p>দ্বিতীয়ত; দাদা-দাদি, নানা-নানি, চাচা-মামা, ফুফু-খালা ইত্যাদি। কম বয়সে একাধিক সদস্যের একই ক্যানসার হলে পরিবারের এসব সদস্যের ক্যানসারের ইতিহাস জানা গুরুত্বপূর্ণ।</p><p>তৃতীয়ত; চাচাতো বা মামাতো ভাই–বোন, দাদা বা নানার ভাই–বোন। জিনগত পরিবর্তন নিয়ে সন্দেহ হলে এসব আত্মীয়ের তথ্য প্রয়োজন হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষক-গবেষকদের কাছে ১২ বিষয়ে গবেষণা প্রস্তাব আহ্বান শিক্ষা মন্ত্রণালয়ের | প্রথম আলো",
            "time": "2025-08-13T04:01:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-09%2F9fdd78ae-d2b7-4650-bf98-38a016d3440d%2F5a698518-c767-423c-a064-23001fc91723.jpg?rect=0%2C0%2C297%2C156&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষা খাতে উচ্চতর গবেষণাসহায়তা কর্মসূচির আওতায় ২০২৫-২৬ অর্থবছরের জন্য গবেষণা প্রস্তাব আহ্বান করেছে শিক্ষা মন্ত্রণালয়। দেশের সরকারি-বেসরকারি বিশ্ববিদ্যালয় ও সংশ্লিষ্ট প্রতিষ্ঠানে কর্মরত শিক্ষক-গবেষকেরা আবেদন করতে পারবেন। শিক্ষা মন্ত্রণালয়ের বিজ্ঞপ্তিতে বলা হয়েছে, ১১টি গবেষণাক্ষেত্র নির্ধারণ করা হয়েছে। সেগুলো হলো শিক্ষা, কৃষি, জীবন–সম্পর্কিত বিজ্ঞান, ভৌত বিজ্ঞান, সামাজিক বিজ্ঞান, তথ্য ও যোগাযোগপ্রযুক্তি (আইসিটি), মৎস্য, ব্যবসায় শিক্ষা, বাংলাদেশ উন্নয়ন অধ্যয়ন, প্রকৌশল ও প্রযুক্তি এবং উন্নয়ন ও জননীতি।</p></div></div></div></body></html>"
        },
        {
            "title": "সিভিল সার্ভিস প্রশাসন একাডেমিতে চাকরি, রাজস্ব খাতের ১৫ পদে করুন আবেদন | প্রথম আলো",
            "time": "2025-08-13T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2Fb7317ff1-17b4-487e-b195-94068ed51ebd%2FPalo.jpg?rect=0%2C144%2C644%2C338&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. পদের নাম: অফিস সহায়ক</strong></p><p>পদসংখ্যা: ০৮টি</p><p>গ্রেড: ২০</p><p>বেতনস্কেল: ৮,২৫০-২০,০১০ টাকা</p><p>আবেদনে শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত বোর্ড থেকে মাধ্যমিক স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ</p><p><strong>৫. পদের নাম: ক্লাশ অ্যাটেনডেন্ট</strong></p><p>পদসংখ্যা: ২টি</p><p>গ্রেড: ২০</p><p>বেতনস্কেল: ৮,২৫০-২০,০১০ টাকা</p><p>আবেদনে শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত শিক্ষা বোর্ড থেকে মাধ্যমিক স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ</p><p><strong>৬. পদের নাম: বিনোদন কক্ষ অ্যাটেনডেন্ট</strong></p><p>পদসংখ্যা: ১টি</p><p>গ্রেড: ২০</p><p>বেতনস্কেল: ৮,২৫০-২০,০১০ টাকা আবেদনের শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত শিক্ষা বোর্ড থেকে মাধ্যমিক স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ হতে হবে আগ্রহীদের</p><p><strong>৭. পদের নাম: মালি</strong></p><p>পদসংখ্যা: ০১টি</p><p>গ্রেড: ২০</p><p>বেতনস্কেল: ৮,২৫০-২০,০১০ টাকা</p><p>আবেদনে শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত শিক্ষা বোর্ড জুনিয়র স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ বা অন্যূন অষ্টম শ্রেণি পাস হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষা সংস্কার: প্রেক্ষিত ২০২৪ পরিবর্তন ও আমার ভাবনা | প্রথম আলো",
            "time": "2025-08-13T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F08%2F08%2F54289cb6069882dbb62e8653f1492ca2-5988b7e9023de.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই প্রেক্ষাপটে বিশেষত ২০২৪ সালের রাজনৈতিক পরিবর্তনের আলোকে শিক্ষার মতো একটি বৃহৎ বিষয়কে বাস্তবভিত্তিক, বিজ্ঞান ও প্রযুক্তিনির্ভর, বৈশ্বিক চ্যালেঞ্জ মোকাবিলায় সক্ষম এবং নিজস্ব সংস্কৃতি ও বিশ্বাসের ভিত্তিতে প্রণীত একটি রূপকল্প তৈরি করা এখন সময়ের দাবি। প্রাচ্য ও পাশ্চাত্যের নানা রাষ্ট্র শিক্ষার উন্নয়নের মাধ্যমে নিজেদের কাঙ্ক্ষিত লক্ষ্যে পৌঁছেছে। তাদের উন্নয়ন নীতিমালা ও কর্মপন্থা থেকে শিক্ষা নেওয়ার সুযোগ আমাদের রয়েছে।</p><p>কিন্তু আমরা এখনো জ্ঞান ও দক্ষতাভিত্তিক সহায়ক শিক্ষাব্যবস্থা গড়ে তুলতে ব্যর্থ। ফলে উদ্যোক্তা সৃষ্টির জ্ঞান আমাদের শিক্ষাব্যবস্থায় সীমিত, অনেক ক্ষেত্রে অনুপস্থিতও। এ তো কেবল বুদ্ধিবৃত্তিক সীমাবদ্ধতার একটি চিত্র—এর পাশাপাশি রয়েছে বহুমাত্রিক, জটিল প্রতিবন্ধকতা, যা নিবন্ধের শুরুতেই ইঙ্গিত করা হয়েছে।</p><p>শিক্ষা, শিক্ষক, শিক্ষার্থী ও প্রাতিষ্ঠানিক কাঠামো—এগুলোই শিক্ষাব্যবস্থার মূল নিয়ামক। কিন্তু বাস্তবে চিত্রটি জরাজীর্ণ, বিবর্ণ ও দুঃখময়। প্রাথমিক থেকে উচ্চশিক্ষা পর্যন্ত এ অবস্থা বিদ্যমান। গবেষণা, প্রযুক্তি ব্যবহার, প্রশিক্ষণ, সময়মতো পদোন্নতি, নতুন পদ সৃজন, অবকাঠামো সংস্কার ও বাজেট বৃদ্ধি—এসবের বদলে দেখা যায় বদলি বাণিজ্য, পদোন্নতির বিলম্ব, প্রশিক্ষণ ও অর্থায়নের ঘাটতি, ত্রুটিপূর্ণ পরীক্ষা ও মূল্যায়ন, প্রযুক্তিভিত্তিক জ্ঞানের অভাব, উচ্চশিক্ষায় নেতৃত্ব দিতে সক্ষম শিক্ষা ক্যাডারের অবমূল্যায়ন, অন্যান্য ক্যাডারের আধিপত্যসহ নানা সমস্যা।</p><p>শিক্ষার্থীদের অবস্থা আরও করুণ। তারা সনদনির্ভর শিক্ষায় আবদ্ধ, যা কর্মসংস্থান, পেশাগত উন্নয়ন বা উদ্যোক্তা সৃষ্টিতে সামান্যই অবদান রাখছে। বাংলাদেশের বিশ্ববিদ্যালয়গুলোতেও গবেষণার পর্যাপ্ত বরাদ্দ নেই, নেই উদ্ভাবন ও বাস্তবভিত্তিক পাঠ্যক্রম। সার্বিকভাবে দেখা যায়, আমাদের শিক্ষাব্যবস্থায় ব্যক্তি বিকাশ ও মানবসম্পদে পরিণত হওয়ার বদলে কেবল বেঁচে থাকার জন্য প্রহসনমূলক স্বীকৃতি অর্জনই যেন লক্ষ্য হয়ে দাঁড়িয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মালয়েশিয়ায় সম্মানসূচক ডক্টরেট ডিগ্রি পেলেন মুহাম্মদ ইউনূস | প্রথম আলো",
            "time": "2025-08-13T03:47:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Frnwgzfyu%2FMuhammad-Yunus.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয় কর্তৃপক্ষ জানিয়েছে, সামাজিক ব্যবসা প্রসারে মুহাম্মদ ইউনূসের অনন্য অবদানের স্বীকৃতিস্বরূপ তাঁকে এই সম্মাননা দেওয়া হয়েছে। এ উপলক্ষে বিশ্ববিদ্যালয় অডিটরিয়ামে আয়োজিত অনুষ্ঠানে বক্তব্য দেন মুহাম্মদ ইউনূস।</p><p>আজ সকালে মুহাম্মদ ইউনূস অনুষ্ঠানস্থলে পৌঁছালে বিশ্ববিদ্যালয়ের চ্যান্সেলর তাঁকে স্বাগত জানান। এ সময় শান্তিতে নোবেলজয়ী এই অর্থনীতিবিদকে লালগালিচা সংবর্ধনা দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আইনের রক্ষকেরা সজাগ হবেন আর কবে | প্রথম আলো",
            "time": "2025-08-13T03:46:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রংপুরের গণপিটুনির রেশ না কাটতেই গত রোববার রাতে মাগুরা সদরে চোর সন্দেহে যুবক সজল মোল্লাকে পিটিয়ে হত্যা করেন স্থানীয় লোকজন। গাজীপুরের টঙ্গীতে গণপিটুনিতে আরেক যুবক নিহত হয়েছেন। রাজশাহীর দুর্গাপুর উপজেলায় হাসিবুর হত্যার প্রতিশোধ নিতে রোববার মামলার আসামি ওয়াজেদ আলীকে পিটিয়ে হত্যা করেন প্রতিপক্ষের লোকজন। মধ্যযুগে দাঁতের বদলে দাঁত, প্রাণের বদলে প্রাণ নেওয়ার রীতি চালু ছিল। তাহলে আমরা কি সেই অন্ধকার যুগে ফিরে যাচ্ছি?</p><p>মানবাধিকার সংগঠন আইন ও সালিশ কেন্দ্রের (আসক) তথ্য অনুযায়ী, গত জানুয়ারি থেকে ১০ আগস্ট পর্যন্ত দেশে অন্তত ১১১ নাগরিক গণপিটুনিতে প্রাণ হারিয়েছেন বলে জানা গেছে। <em>প্রথম আলো</em>য় প্রকাশিত তথ্য অনুযায়ী, চলতি আগস্ট মাসের প্রথম ১০ দিনে দেশে অন্তত ১৩টি গণপিটুনির ঘটনা ঘটেছে। এসব ঘটনায় নিহত হয়েছেন ৯ জন, আহত হয়েছেন আরও ১৩ জন।</p><p>দেশে আইনশৃঙ্খলা রক্ষায় পুলিশ বাহিনীর পাশাপাশি র‍্যাব, বিজিবি ও সেনাসদস্যরাও নিয়োজিত। তারপরও একের পর মব সন্ত্রাসের ঘটনা ঘটছে কীভাবে? যে দেশে আইনের শাসন থাকে, সে দেশে গণপিটুনি ও মব ভায়োলেন্সের ঘটনা ঘটতে পারে না। তারাগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা এম এ ফারুক বলেছেন, তাঁরা ঘটনাস্থলে গেলেও মব ডিঙিয়ে আক্রান্ত দুই লোককে বাঁচাতে পারেননি। </p></div></div></div></body></html>"
        },
        {
            "title": "আরপিও সংশোধনের প্রস্তাবে দলগুলো সন্তুষ্ট, তবে কয়েকটি বিষয়ে আপত্তি-ভিন্নমত | প্রথম আলো",
            "time": "2025-08-13T03:45:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fdbb10b85-fac7-49f9-800e-20a894dabf26%2Fprothomalo_bangla_2023_07_09c056b8_f44f_4f44_a105_34f768736637_Untitled_6.webp?rect=0%2C0%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনে কোনো প্রার্থীকে পছন্দ না হলে ‘না’ ভোট দেওয়ার বিধান ছিল সেনা–সমর্থিত তত্ত্বাবধায়ক সরকারের আমলে (২০০৭–০৮)। ২০০৯ সালে এই বিধান বাদ দেওয়া হয়। বর্তমান অন্তর্বর্তী সরকার গঠিত নির্বাচনব্যবস্থা সংস্কার কমিশন এই বিধান ফিরিয়ে আনার প্রস্তাব করেছে। ইসির প্রস্তাবে আংশিকভাবে ‘না’ ভোট ফিরিয়ে আনার কথা বলেছে। অর্থাৎ যদি কোনো আসনে একজন প্রার্থী হন, তিনি বিনা ভোটে নির্বাচিত হবেন না। তাঁর বিপক্ষে ‘না’ ভোটের বিধান ফিরিয়ে আনার প্রস্তাব করেছে ইসি।</p><p>এটা যেহেতু প্রথমবারের মতো অনুশীলন হবে, সুতরাং এটি কতটুকু গ্রহণযোগ্যতা পাবে, এটি সঠিক কি না বা এর ভালো-মন্দ কী—সেটি ভবিষ্যতে দেখা যাবে বলে মন্তব্য করেছেন বিএনপির নেতা সালাহউদ্দিন আহমদ।</p><p>তবে বিএনপির সঙ্গে যুগপৎ আন্দোলনের অন্যতম শরিক দল নাগরিক ঐক্যের সভাপতি মাহমুদুর রহমান মান্না প্রথম আলোকে বলেন, তিনি ব্যক্তিগতভাবে ‘না’ ভোটের কোনো উপযোগিতা দেখেন না।</p><p>‘না’ ভোটের বিষয়ে একমত জামায়াত ও এনসিপি। জামায়াতের নেতা আবদুল্লাহ মোহাম্মদ তাহেরের মতে, বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হওয়ার যে রেওয়াজ গড়ে উঠেছে, এটি বন্ধ হওয়া দরকার। কারণ, বিনা প্রতিদ্বন্দ্বিতা স্বাভাবিকভাবে হয় না। এর পেছনে অনেক কিছু থাকে।</p><p>এনসিপির সদস্যসচিব আখতার হোসেন প্রথম আলোকে বলেন, ‘না ভোটের বিধান যুক্ত করার বিষয়টিকে আমরা অত্যন্ত ইতিবাচকভাবে দেখি। তবে এটা শুধু একক প্রার্থিতার ক্ষেত্রে না হয়ে সব ক্ষেত্রে থাকলেই ভালো হতো।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের সময় অপরিবর্তিত রেখে রাকসুর তফসিল পুনর্বিন্যাস, ভোটকেন্দ্র স্থানান্তরের দাবি | প্রথম আলো",
            "time": "2025-08-13T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-19%2Ffohfx1ay%2FWhatsApp-Image-2025-04-19-at-22.28.03.jpeg?rect=0%2C77%2C1235%2C648&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাকসুর প্রধান নির্বাচন কমিশনার অধ্যাপক আমজাদ হোসেন স্বাক্ষরিত নতুন তফসিল বিবরণীতে বলা হয়, ভোটার তালিকায় আপত্তি ও নিষ্পত্তি করা যাবে ১৭ আগস্ট বিকেল ৪টা পর্যন্ত; চূড়ান্ত ভোটার তালিকা প্রকাশ করা হবে ১৯ আগস্ট; মনোনয়নপত্র বিতরণ করা হবে ২০–২৩ আগস্ট সকাল ৯টা থেকে বিকেল ৫টা পর্যন্ত; মনোনয়নপত্র দাখিল করা যাবে ২৪–২৬ আগস্ট সকাল ৯টা থেকে বিকেল ৫টা পর্যন্ত; মনোনয়নপত্র বাছাই হবে ২৭–২৮ আগস্ট; প্রার্থীদের প্রাথমিক তালিকা প্রকাশ ৩১ আগস্ট এবং মনোনয়নপত্র প্রত্যাহারের শেষ সময় ২ সেপ্টেম্বর বিকেল ৫টা পর্যন্ত।</p><p>নতুন প্রকাশিত তফসিলে বলা হয়, প্রার্থীদের চূড়ান্ত তালিকা প্রকাশ করা হবে ৪ সেপ্টেম্বর, ১৫ সেপ্টেম্বর সকাল ৯টা থেকে বিকেল ৪টা পর্যন্ত প্রতিটি আবাসিক হলে ভোট গ্রহণ, অর্থাৎ নির্বাচন অনুষ্ঠিত হবে এবং ওই দিনই ভোট গণনা ও ফলাফল ঘোষণা করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বলিউডে অন্তরঙ্গ দৃশ্যের শুটিং হয় কীভাবে | প্রথম আলো",
            "time": "2025-08-13T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F4h6z6q5b%2Ff54277a4-3c75-410f-97a3-93720896ee9d.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরিচালকের কাজ সহজ হয়েছে<br></strong>ঘনিষ্ঠ দৃশ্যের শুটিং করার সময় তাঁরা অভিনেতাদের সঙ্গে আগেই আলোচনা করেন—দৃশ্যের ধরন, শারীরিক সংস্পর্শের মাত্রা, কে কীসে স্বাচ্ছন্দ্যবোধ করছেন, আর কোনটি সীমার বাইরে। যুক্তরাষ্ট্রের ইন্টিমেসি বিশেষজ্ঞ লরা রিকার্ডের ভাষায়, ‘ভালো কো-অর্ডিনেটর আগে অভিনেতাদের কাছ থেকে তাঁদের সুবিধা ও অসুবিধার কথা বিশদে জেনে নেন।’</p><p>এ প্রসঙ্গে আস্থা বলেন, ‘এতে পরিচালকদেরও সুবিধা হয়—কারণ, তাঁরা নিশ্চিত থাকতে পারেন, সেটে এমন কিছু ঘটছে না, যা ঝুঁকিপূর্ণ বা অস্বস্তিকর। এ জন্য অনেক সমন্বয়ক সেটে যৌনাঙ্গসংক্রান্ত শব্দের বদলে নিরপেক্ষ শব্দ ব্যবহার করেন, যেমন “আপার চেস্ট” বা “ব্যাকসাইড”।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের পুলিশের হাতে গ্রেপ্তার ২১ হাজার সন্দেহভাজন | প্রথম আলো",
            "time": "2025-08-13T03:43:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-25%2Fh1by2fac%2FSpies.jpg?rect=0%2C50%2C558%2C293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েলের সঙ্গে যুদ্ধ শুরুর পর থেকে দেশে ধরপাকড় শুরু করে ইরানের পুলিশ। ১২ দিনের যুদ্ধে তারা প্রায় ২১ হাজার ‘সন্দেহভাজন’কে গ্রেপ্তার করার দাবি করেছে। গতকাল মঙ্গলবার রাষ্ট্রীয় গণমাধ্যমে পুলিশের মুখপাত্র সাঈদ মন্তাজেরোল মাহদি এ তথ্য জানান। ইরানের পুলিশ জানিয়েছে, ১৩ জুন ইসরায়েলের বিমান হামলা শুরুর পর দেশজুড়ে চেক পয়েন্ট স্থাপন ও রাস্তায় টহল জোরদার করা হয়। পাশাপাশি জনগণকে সন্দেহজনক কোনো ব্যক্তির ব্যাপারে খবর দেওয়ার আহ্বান জানানো হয়। পুলিশের মুখপাত্র বলেন, জনগণের কাছ থেকে কল ৪১ শতাংশ বেড়েছে, যা ১২ দিনের যুদ্ধে ২১ হাজার সন্দেহভাজন গ্রেপ্তারের কারণ হয়েছে। তাঁদের বিরুদ্ধে কী অভিযোগ আনা হয়েছে, তা জানানো হয়নি। ইসরায়েল-ইরান সংঘাতের পর ইরানে অবৈধভাবে থাকা আফগান অভিবাসীদের বহিষ্কারের গতি বেড়েছে। সহায়তাকারী সংস্থাগুলো বলছে, স্থানীয় কর্তৃপক্ষ কিছু আফগান নাগরিকের বিরুদ্ধে ইসরায়েলের হয়ে গুপ্তচরবৃত্তির অভিযোগও তুলেছে। পুলিশের মুখপাত্র আরও জানান, আইনশৃঙ্খলা রক্ষাকারী বাহিনী ২ হাজার ৭৭৪ জন অবৈধ অভিবাসীকে আটক করেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "স্থানীয় বাসিন্দারা দৃষ্টান্ত স্থাপন করলেন | প্রথম আলো",
            "time": "2025-08-13T03:39:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নদীমাতৃক বাংলাদেশে নদীর মৃত্যুর চেয়ে নির্মম বাস্তবতা আর কী হতে পারে। নদী বাঁচানোর দায়িত্ব স্থানীয় প্রশাসন থেকে শুরু করে সরকারের বিভিন্ন কর্তৃপক্ষের থাকলেও তারা তা কতটা যথাযথ পালন করছে বা করতে পারছে, নদীগুলোর করুণ পরিণতিতেই তা স্পষ্ট। এমন পরিস্থিতিতে লক্ষ্মীপুরের স্থানীয় জনগণকেই নদী সুরক্ষার কাজে হাত দিতে বাধ্য হতে হলো। প্রায় ২০ বছর ধরে মৃতপ্রায় একটি নদীতে তাঁরা পানির প্রবাহ ফিরিয়ে এনেছেন। এটি নিঃসন্দেহে দারুণ একটি দৃষ্টান্ত।</p><p>ভুলুয়া নদী লক্ষ্মীপুরের রামগতি, কমলনগর ও সদর উপজেলা এবং নোয়াখালীর সদর ও সুবর্ণচর উপজেলা হয়ে মেঘনা নদীতে মিলিত হয়েছে। এর মধ্যে লক্ষ্মীপুর জেলা অংশে নদী রয়েছে ৪০ কিলোমিটার। নদীটি লক্ষ্মীপুর ও নোয়াখালী জেলার ২০টি ইউনিয়নকে সংযুক্ত করেছে। এই নদী মরে যাওয়ায় পানিনিষ্কাশন ব্যাহত হচ্ছে, ফলে গত বছর এই এলাকায় ব্যাপক জলাবদ্ধতা ও বন্যা হয়েছিল। ঘরবাড়ি, রাস্তাঘাট ও ফসলের মাঠ ডুবে গিয়ে মানুষের জীবন ও জীবিকায় বড় ধরনের ক্ষতি হয়েছিল। </p></div></div></div></body></html>"
        },
        {
            "title": "আজিয়াটাকে বাংলাদেশে ফাইভ-জি সেবা সম্প্রসারণের আহ্বান প্রধান উপদেষ্টার | প্রথম আলো",
            "time": "2025-08-13T03:33:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F56jw8zu6%2F5G.jpg?rect=0%2C56%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজিয়াটা প্রতিনিধিদলের নেতৃত্ব দেন আজিয়াটা গ্রুপের চেয়ারম্যান ও ইন্ডিপেনডেন্ট নন-এক্সিকিউটিভ ডিরেক্টর শাহরিল রিদজা রিদজুয়ান।</p><p>এ সময় অন্যদের মধ্যে উপস্থিত ছিলেন পররাষ্ট্র উপদেষ্টা মো. তৌহিদ হোসেন, আইন উপদেষ্টা আসিফ নজরুল, জ্বালানি উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান, প্রধান উপদেষ্টার বিশেষ দূত লুৎফে সিদ্দিকী, বিডার নির্বাহী চেয়ারম্যান চৌধুরী আশিক মাহমুদ বিন হারুন ও প্রধান উপদেষ্টার এসডিজি–বিষয়ক মুখ্য সমন্বয়ক লামিয়া মোরশেদ।</p><p>এ ছাড়া বৈঠকে অংশ নেন আজিয়াটা গ্রুপের প্রধান নিয়ন্ত্রক ও সরকারি বিষয়–সংক্রান্ত কর্মকর্তা ফুং চি কিয়ং, গ্রুপের প্রধান ব্যবসা ও প্রযুক্তি কর্মকর্তা থমাস হান্ডট।</p></div></div></div></body></html>"
        },
        {
            "title": "৩৪ বছর পর পাকিস্তানের বিপক্ষে ওয়ানডে সিরিজ জয় ওয়েস্ট ইন্ডিজের | প্রথম আলো",
            "time": "2025-08-13T03:31:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Frq67loit%2F959780-01-02.jpg?rect=0%2C213%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩৪ বছর পর পাকিস্তানের বিপক্ষে দ্বিপক্ষীয় ওয়ানডে সিরিজ জিতল ওয়েস্ট ইন্ডিজ। ত্রিনিদাদে তিন ম্যাচ সিরিজের শেষ ওয়ানডেতে পাকিস্তানকে ২০২ রানের বড় ব্যবধানে হারিয়ে ২-১ ব্যবধানে সিরিজ জিতেছে শাই হোপের দল। </p><p>সর্বশেষ ওয়েস্ট ইন্ডিজ যখন পাকিস্তানের বিপক্ষে সিরিজ জিতেছে, তখন বর্তমান দলে খেলা কোনো ক্রিকেটারের জন্মও হয়নি। তখন পাকিস্তান ওয়ানডে বিশ্বকাপও জেতেনি, ইমরান খান পাকিস্তানের অধিনায়ক। সেই ১৯৯১ সালে পাকিস্তানের বিপক্ষে তিন ম্যাচের সিরিজ ২-০–তে জিতেছিল ওয়েস্ট ইন্ডিজ।</p><p>ওয়েস্ট ইন্ডিজের বিপক্ষে এই সিরিজের আগে খেলা সর্বশেষ ১০টি ওয়ানডে সিরিজেই জিতেছিল পাকিস্তান। টানা ১১ সিরিজে দলটি ছিল অপরাজিত। সব সংস্করণেই মূলত পাকিস্তানের বিপক্ষে ওয়েস্ট ইন্ডিজের এমন দশা চলেছিল। যেকোনো সংস্করণেই এটি ২০১১ (১টি ম্যাচ) সালের পাকিস্তানের বিপক্ষে ওয়েস্ট ইন্ডিজের প্রথম সিরিজ জয়। </p></div></div></div></body></html>"
        },
        {
            "title": "রপ্তানি-প্রবাসী আয় ও রিজার্ভ বৃদ্ধি পাওয়ায় স্বস্তি এসেছে | প্রথম আলো",
            "time": "2025-08-13T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-07%2Fx7tcbvup%2Fprothomalo-bangla_2021-02_974addd4-7a6d-40c3-ab2d-3047cc2b8459_67_03.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমসিসিআই রপ্তানি প্রবৃদ্ধি নিয়ে জানায়, গত অর্থবছরে মোট রপ্তানি আয় হয়েছে ৪৮ বিলিয়ন ডলার, যা আগের অর্থবছরের তুলনায় ৮ দশমিক ৫৮ শতাংশ বেশি। পোশাকের বাইরে ১ দশমিক ১৪৫ বিলিয়ন ডলারের চামড়া ও চামড়াজাত পণ্য, ৯৮৮ মিলিয়ন ডলারের কৃষিপণ্য এবং ৪৪১ মিলিয়ন ডলারের হিমায়িত ও জীবন্ত মাছ রপ্তানি হয়েছে।</p><p>প্রবাসী আয়ের বিষয়ে বলা হয়, গত অর্থবছরে রেমিট্যান্সে ২৬ দশমিক ৮৩ শতাংশ প্রবৃদ্ধি হয়েছে। মোট আয় হয়েছে ৩০ দশমিক ৩৩ বিলিয়ন ডলার।</p><p>এমসিসিআই বলছে, গত অর্থবছরের জুলাই-মে সময়ে মোট আমদানি ৫ দশমিক ৩১ শতাংশ বেড়ে ৬৩ দশমিক ৯৬ বিলিয়ন ডলারে পৌঁছালেও মূলধনি যন্ত্রপাতি আমদানি কমেছে। বিনিয়োগে স্থবিরতা ও শিল্প সম্প্রসারণে ধীরগতির কারণেই এই খাতে আমদানি হ্রাস পেয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্যানেল গোছাতে ব্যস্ত সংগঠনগুলো, প্রচারে সম্ভাব্য প্রার্থীরা, শিক্ষার্থীদের মধ্যে প্রাণচাঞ্চল্য | প্রথম আলো",
            "time": "2025-08-13T03:29:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-19%2Ffohfx1ay%2FWhatsApp-Image-2025-04-19-at-22.28.03.jpeg?rect=0%2C77%2C1235%2C648&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাকসু নির্বাচনে এবার সহসভাপতি (ভিপি), সাধারণ সম্পাদক (জিএস), সহসাধারণ সম্পাদকসহ (এজিএস) মোট ২৩টি পদে, হল সংসদে ১৫টি এবং সিনেটে ছাত্র প্রতিনিধি নির্বাচনে ৫টি পদে নির্বাচন অনুষ্ঠিত হবে। নির্বাচন যত ঘনিয়ে আসছে, ক্যাম্পাসে নির্বাচনের আমেজ তত বাড়ছে।</p><p>নির্বাচনে চমক দেখাতে শক্তিশালী প্যানেল গোছাতে ব্যস্ত সময় পার করছে ছাত্রসংগঠনগুলো। পুরোপুরি দলীয় প্যানেলের চেয়ে সাধারণ শিক্ষার্থীদের নিয়ে সম্মিলিত প্যানেল গঠনের চিন্তার কথাও জানিয়েছেন সংগঠনগুলোর শীর্ষ নেতারা। সামাজিক, সাংস্কৃতিক, বির্তক, সাংবাদিক সংগঠন ও ক্যাম্পাসের পরিচিত মুখগুলোকে প্যানেলে ভেড়াতে মনোযোগ দিয়েছেন তাঁরা। শিক্ষার্থীদের সমর্থন পেতে তাঁদের দ্বারে দ্বারে যাচ্ছে সম্ভাব্য প্রার্থী ও সংগঠনগুলো। চায়ের দোকান থেকে শুরু করে আবাসিক হলে শিক্ষার্থীদের ছোট ছোট দলে বিভক্ত হয়ে রাকসুকেন্দ্রিক আলোচনা করতে দেখা গেছে। দলীয় প্যানেলের হয়ে আত্মপ্রকাশ না করলেও বেশ কয়েকজন নিজেকে স্বতন্ত্র প্রার্থী হিসেবে ঘোষণা করেছেন।</p><p>সম্ভাব্য প্রার্থীরা ইতিমধ্যে শিক্ষার্থীদের সঙ্গে যোগাযোগসহ বিভিন্ন কার্যক্রম চালাচ্ছেন বলে জানিয়েছেন বিশ্ববিদ্যালয় শাখা ইসলামী ছাত্রশিবিরের সাধারণ সম্পাদক মুজাহিদ ফয়সাল। তিনি প্রথম আলোকে বলেন, ‘আমরাও ফিল্ড গুছিয়ে নেওয়ার চেষ্টা চালাচ্ছি। নির্বাচনের সময় কিছুটা ঘনিয়ে এলে ভোটের মাঠের চিত্র এবং পরিবেশ পরিস্থিতির আলোকে প্যানেল ঘোষণা করা হবে।’</p></div></div></div></body></html>"
        }
    ]
}