{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শরীয়তপুরে ইউপি চেয়ারম্যান ও তাঁর সমর্থকদের বাড়িতে হামলার ঘটনায় মামলার আবেদন | প্রথম আলো",
            "time": "2026-01-25T11:12:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F3q3knn8d%2FSARIATPURCoktail.JPG?rect=0%2C381%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে কৃষক দলের কেন্দ্রীয় কমিটির সদস্য ও শরীয়তপুর জজকোর্টের আইনজীবী হেলাল উদ্দিন আখন্দ প্রথম আলোকে বলেন, ‘ভাষানী আওয়ামী লীগের নেতা। সে বিএনপিতে যোগ দিয়েছে বিশৃঙ্খলা ঘটানোর জন্য। কে বা কারা তার বাড়িতে হামলা করেছে, তা আমরা জানি না। আমাকে রাজনৈতিকভাবে হেয় করার জন্য কোনো পক্ষ এ ঘটনার সাথে আমার নাম জড়াচ্ছে।’</p><p>পালং মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শাহ আলম প্রথম আলোকে বলেন, শৌলপাড়া ইউনিয়নের একটি গ্রামের কয়েকটি বাড়িতে হামলা ও অগ্নিসংযোগের ঘটনায় এক ভুক্তভোগী মামলার আবেদন করেছেন। মামলাটি রেকর্ড করার প্রক্রিয়া চলছে। ওই ঘটনায় ৪ ব্যক্তিকে আটক করা হয়েছে। ঘটনাস্থল থেকে ৭টি ককটেল উদ্ধার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফুটবলের পর ফুটসালেও সাফ চ্যাম্পিয়ন, সাবিনাকে নিয়ে গর্বিত বাফুফে সভাপতি | প্রথম আলো",
            "time": "2026-01-25T11:11:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fhct51kqf%2F62232789413287698292941665607894507681919969n.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‎সমর্থকদের ধন্যবাদ জানিয়ে প্রথম সাফ ফুটসাল জয় নিয়ে সুমাইয়া বলেছেন, ‘মালদ্বীপের বিপক্ষে আজ আমাদের শেষ ম্যাচ ছিল। এই প্রতিযোগিতা আয়োজনের জন্য সাফকে ধন্যবাদ। সব মিলিয়ে আমার অভিজ্ঞতা ছিল চমৎকার। এখানে অনেক প্রতিভাবান খেলোয়াড় পেয়েছি, যাদের বিপক্ষে খেলতে পেরে আনন্দিত। আলহামদুলিল্লাহ আমরা চ্যাম্পিয়নশিপ জিতেছি। খেলোয়াড়, কোচিং স্টাফ, ফিজিও এবং সমর্থক, যাঁরা আমাদের সমর্থন করেছেন, তাঁদের সবাইকে অসংখ্য ধন্যবাদ।’</p></div></div></div></body></html>"
        },
        {
            "title": "কালচারাল প্রটেকশন ফান্ডের ১০ বছর পূর্তি, দক্ষতা উন্নয়ন কর্মশালা আয়োজনে ব্রিটিশ কাউন্সিল | প্রথম আলো",
            "time": "2026-01-25T11:09:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Ff1q53bgn%2F10.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঝুঁকিতে থাকা সাংস্কৃতিক ঐতিহ্য রক্ষায় ধারাবাহিকভাবে কাজ করে যাচ্ছে ব্রিটিশ কাউন্সিলের কালচারাল প্রটেকশন ফান্ড। এ বছর সেই তহবিলের ১০ বছর পূর্তি হলো। এই মাইলফলক উপলক্ষে বাংলাদেশে ঐতিহ্য সংরক্ষণে নিয়োজিত পেশাজীবীদের জন্য দক্ষতা উন্নয়ন কর্মশালা আয়োজন করতে যাচ্ছে ব্রিটিশ কাউন্সিল।</p><p>এসব কর্মশালার লক্ষ্য, ঐতিহ্য নিয়ে কাজ করা, পেশাজীবী ও প্রতিষ্ঠানগুলোর দক্ষতা বাড়ানোর পাশাপাশি তাদের মধ্যে শক্তিশালী একটি যোগাযোগ ও নেটওয়ার্ক তৈরি করা।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁকানো পর্দার এই স্মার্টফোনে এআই ক্যামেরা রয়েছে | প্রথম আলো",
            "time": "2026-01-25T11:08:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fukwk7umr%2FTech-02.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়েছে, অ্যান্ড্রয়েডনির্ভর এক্সওএস ১৬ অপারেটিং সিস্টেমে চলা ফোনটিতে থ্রিডি কার্ভড ১.৫কে আলট্রা এইচডি আই প্রটেকশন–সুবিধা থাকায় সহজেই ভালো মানের ছবি ও ভিডিও দেখা যায়। মিডিয়াটেক ডাইমেনসিটি ৭১০০ ফাইভ–জি প্রসেসরে চলা ফোনটিতে ‘সেলফ-হিলিং’ প্রযুক্তির ৬ হাজার ৫০০ মিলিঅ্যাম্পিয়ারের ব্যাটারি থাকায় দীর্ঘ সময় ব্যবহার করা সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "মুঠোফোনের আইএমইআই নম্বর পরিবর্তনের সঙ্গে জড়িত চক্রের ‘মূলহোতা’ গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-25T11:06:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fymvjpe9k%2FMobile.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মুঠোফোনের আইএমইআই নম্বর পরিবর্তনের সফটওয়্যার, দুটি ল্যাপটপ, নগদ অর্থ, সরঞ্জামাদিসহ গ্রেপ্তার আসাদুজ্জামান<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: ডিএমপি নিউজের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘কম্বলডা পাইয়ে ভালো হইল, এট্টু ওম পাওয়া যাবে’ | প্রথম আলো",
            "time": "2026-01-25T11:05:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fhyt2k5t6%2Fkhulna-kombol-1.jpg?rect=0%2C0%2C5406%2C2838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কম্বল বিতরণ অনুষ্ঠানে হাজী মো. মুহসীন সরকারি প্রাথমিক বিদ্যালয়ের প্রধান শিক্ষক মো. সাইফুল ইসলাম, বিএনপির স্থানীয় ইউনিটের সাংগঠনিক সম্পাদক মো. সোহরাব মোল্লা, আরবান প্রাইমারি হেলথ কেয়ার সার্ভিসের কর্মী তনুশ্রী রায়, প্রথম আলোর খুলনার নিজস্ব প্রতিবেদক উত্তম মণ্ডল, সাংবাদিক সাদ্দাম হোসেন, প্রথম আলোর খুলনা বন্ধুসভার অর্থ সম্পাদক অনির্বান সরকার, প্রচার সম্পাদক ফারজানা আক্তার, দুর্যোগ ও ত্রাণ সম্পাদক মো. হাসিবুর রহমান, ক্রীড়া ও স্বাস্থ্য সম্পাদক দ্বীপ মণ্ডলসহ অন্যরা উপস্থিত ছিলেন।</p><p>পরে সেখান থেকে বন্ধুসভার প্রতিনিধিদল খুলনা সিটি করপোরেশন এলাকার ৪৮ রিকশাচালক ও ছিন্নমূল মানুষের হাতে প্রথম আলো ট্রাস্টের কম্বল তুলে দেয়। অন্য একটি দল সুন্দরবন–সংলগ্ন উপকূলীয় উপজেলা দাকোপের দুর্যোগকবলিত সুতারখালী গ্রামের শীতার্ত ৫০ মানুষের হাতে কম্বল বিতরণ করে।</p><p>কম্বল পেয়ে সুতারখালীর সত্তরোর্ধ্ব ফুলমতি বৈষ্ণব বলেন, ‘আমাগো এদিক সিডর, আইলা, আম্পান—বড় বড় ঝড় লাগেই থাকে। মানুষির কাছে সেরাম কিছু আসে না। যারা দৌড়োতি পারে, তারা কিছু পায়। আমাগো কপালে জোটে না। তোমাগো কম্বল পাইয়ে ভালো হুয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে বিএনপির কর্মীদের বিরুদ্ধে জামায়াতের প্রচারণায় বাধা দেওয়ার অভিযোগ | প্রথম আলো",
            "time": "2026-01-25T11:03:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-06%2F79c9172c-43bb-402b-967c-ed5cca288b68%2Fshoriotpur.png?rect=0%2C85%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুহাম্মদ ইলিয়াছ প্রথম আলোকে বলেন, ‘আমাদের নারী কর্মীরা প্রচারণা করতে গেলে বিএনপির কর্মীরা বাধা দেন। আমাদের দুই কর্মীকে মারধর করা হয়েছে। বিষয়টি জানতে পেরে বিএনপির প্রার্থী আমাদের প্রার্থীকে ফোন করেন দুঃখ প্রকাশ করেছেন। তাই আইনি পদক্ষেপ না নিয়ে আমরা ঘটনাটি রিটার্নিং কর্মকর্তাকে লিখিতভাবে জানিয়েছি।’</p><p>বিএনপি প্রার্থীর নির্বাচনী প্রচার ও মিডিয়া সেলের প্রধান শহীদুল ইসলাম প্রথম আলোকে বলেন, ‘জামায়াতের নারী কর্মীরা ধর্মীয় অনুষ্ঠানের নামে প্রচারণা চালাচ্ছিলেন, তা নির্বাচনী আচরণবিধির পরিপন্থী। স্থানীয় লোকজন এমন না করার জন্য বললে জামায়াতের কর্মীরা বাগ্‌বিতণ্ডায় জড়ান। আমাদের প্রার্থী বিষয়টি শুনে জামায়াতের প্রার্থীকে ফোন করেন এবং আচরণবিধি মেনে প্রচারণা চালানোর অনুরোধ করেন।’</p><p>সহকারী রিটার্নিং কর্মকর্তা ও ডামুড্যা উপজেলা নির্বাহী কর্মকর্তা সালাহউদ্দিন আইয়ুবী প্রথম আলোকে বলেন, জামায়াতের নির্বাচনী প্রচারণায় বাধা দেওয়ার তথ্য এসেছিল। পরে দুই প্রার্থী বিষয়টি মিটিয়ে ফেলেছেন। জামায়াতের পক্ষ থেকে একটি অবহিতকরণ চিঠি দেওয়া হয়েছে। তারা আইনি পদক্ষেপ নেওয়ার কথা বলেনি। এমন ঘটনা যাতে আর না ঘটে, সে জন্য দুই পক্ষকে সতর্ক করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিএমপির সাবেক কমিশনার আছাদুজ্জামানসহ স্বজনদের দেশত্যাগে নিষেধাজ্ঞা | প্রথম আলো",
            "time": "2026-01-25T11:01:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fd2cfktla%2Fprothomalo-Asasduzzaman.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আছাদুজ্জামান ছাড়া অন্য যাঁদের দেশত্যাগে নিষেধাজ্ঞার আদেশ হয়েছে, তাঁরা হলেন তাঁর স্ত্রী আফরোজা জামান, দুই ছেলে আসিফ শাহাদাৎ ও আসিফ মাহদিন, মেয়ে আয়েশা সিদ্দিকা এবং শ্যালক হারিচুর রহমান।</p><p>দুদকের পক্ষে সংস্থাটির সহকারী পরিচালক আলিয়াজ হোসেন তাঁদের দেশত্যাগে নিষেধাজ্ঞা চেয়ে আবেদনটি করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দেয়ালের ওপাশে | প্রথম আলো",
            "time": "2026-01-25T10:59:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fhwz7ju7o%2FWhatsApp-Image-2026-01-25-at-16.34.17.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আঠাশতম জন্মদিনে নেহাল অফিস থেকে একটু দ্রুতই বেরিয়ে যায়। ভাবে—মিরান, রাফসান, মিলি ও নিলয় তাকে নিশ্চয়ই জন্মদিনের শুভেচ্ছা জানাতে আসবে এবং পাঁচজন একটা রেস্তোরাঁয় বসে অন্তত পরোটা, সবজি, গরুর মাংস খাবে। বেরিয়েই প্রথমে একটা লাল বেনসন ধরায় নেহাল। একটা ব্লু জিন্সের সাথে কালো পোলো শার্ট পরেছে সে। তাকিয়ে দেখে—বেশ ভুঁড়ি হয়েছে তার। ভাবে নাহ! ভুঁড়ি হতে দেওয়া যাবে না। জিমে ভর্তি হতে হবে। এই ভাবতে ভাবতে নেহাল রেলস্টেশনের দিকে আগায়। তখন গোধূলি শেষ হয়ে এসেছে প্রায়। সূর্যটা পাইনগাছগুলোর ওপর দিয়ে লাল আভা ছড়াচ্ছে। পাখিগুলো নীড়ে ফিরছে। এই ছোট্ট শহরের গৃহস্বামীরা ফিরছে হাতে ছোট ছোট বাজারের পোঁটলা নিয়ে। নিজেকে বাজারের পোঁটলা হাতে গৃহস্বামী ভেবে নেহাল একটা মুচকি হাসি দেয়। আবার ভাবে—গৃহস্বামী ব্যাপারটি নেহাত এত খারাপ নয় হয়তোবা। স্টেশন থেকে একটু দূরে একটা ছোট্ট চায়ের দোকান। নেহাল এক কাপ রং–চা নেয়। দোকানি বেশ যত্ন করে পুদিনাপাতা, লেবু, আদা দিয়ে চা বানিয়ে দেয়। কারণ, তারা চার বন্ধু আগেও এসেছে এই দোকানে। দোকানি জিজ্ঞেস করে, ‘আপনের বন্ধুরা কই ভাই? আর অই আপায়? হের কি বিয়া অইছেনি?’ নেহাল হাসিমুখে বলে, ‘হ্যাঁ, মামা। সুন্দরী, তার ওপরে ভালো চাকরি করে। বিয়া না অইয়া যায় কই? সরকারি অফিসারের লগে বিয়া অইছে। সোনালী ব্যাংকের অফিসার আপার স্বামী।’ চা শেষ করে নেহাল হাঁটে রেলস্টেশনের দিকে, যেখানে ট্রেন থামে। গিয়ে বসে একটা বেঞ্চিতে। সাতাশতম জন্মদিনের সেলিব্রেশনের স্মৃতি রোমন্থন করে নেহাল। পাঁচ বন্ধু মিলে গিয়েছিল খুলনা শহরের বিখ্যাত চায়নিজ রেস্তোরাঁ বেয়ার বাটে। বন্ধু, কলিগ মিলে পনেরোজনকে ডিনার করিয়েছিল। কত কী উপহার সামগ্রী পেয়েছিল! সবাই মিলে ডিনার শেষে রেলস্টেশনে বসে বিয়ার খেয়েছিল। আনন্দ-ফুর্তি করতে করতে রাত এগারোটা বেজে গিয়েছিল। বেয়ার বাট মানে নগ্ন নিতম্ব। এই নিয়ে অনেক হাসাহাসি হয়েছিল। বলেছিল, এখনই প্যান্ট খুলে দেখাতে হবে। আন্ডারপ্যান্ট থাকলে অসুবিধা নাই। মিলির জন্য এই চ্যালেঞ্জ নেওয়া হয়নি। মিলি বলেছিল, এটা না করলে সে খিচুড়ি আর গরুর মাংস নিজে রান্না করে খাওয়াবে। গত জন্মদিনে মা মোরগ-পোলাও রেঁধেছিল, পায়েস রেঁধেছিল। নেহাল বলেছিল ফ্রিজে রেখে দিতে, কাল খাবে। মা সেদিন কিছু বলেনি। নিঃশব্দে কেঁদেছিল আর না খেয়ে ঘুমিয়ে পড়েছিল। নেহাল জড়িয়ে ধরে বলেছিল, ‘মা, এসব নিয়ে এত বাড়াবাড়ি করতে হয় না। তুমি খেয়ে ঘুমিয়ে পড়ো।’ নেহালের মা রাজিয়া কিছু বলেনি। কেবল নিজের রুমের দরোজা বন্ধ করে দিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে অবৈধ মাদক ব্যবহারকারী ৮২ লাখ, বলছে জাতীয় গবেষণা | প্রথম আলো",
            "time": "2026-01-25T10:58:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F0xgue8qr%2FDrug-Addict.jpeg?rect=0%2C201%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাদকের প্রকার বিশ্লেষণে দেখা গেছে, গাঁজা দেশের সবচেয়ে বেশি ব্যবহৃত মাদক। প্রায় ৬১ লাখ মানুষ গাঁজা ব্যবহার করেন। এরপর আছে ইয়াবা বা মেথামফেটামিন (প্রায় ২৩ লাখ), অ্যালকোহল (২০ লাখ), কোডিনযুক্ত কাশির সিরাপ, ঘুমের ওষুধ ও হেরোইন। ইনজেকশনের মাধ্যমে মাদক গ্রহণকারীর সংখ্যা প্রায় ৩৯ হাজার, যাঁরা এইচআইভি, হেপাটাইটিসসহ নানা সংক্রামক রোগের উচ্চ ঝুঁকিতে আছেন।</p><p>গবেষণায় আরও উঠে এসেছে, ব্যবহারকারীদের বড় অংশ খুব অল্প বয়সে মাদকের সঙ্গে যুক্ত হচ্ছে। প্রায় ৩৩ শতাংশ ব্যবহারকারী ৮ থেকে ১৭ বছর বয়সেই প্রথম মাদক গ্রহণ শুরু করেছেন। আর ৫৯ শতাংশের শুরু ১৮ থেকে ২৫ বছর বয়সে।</p><p>বেকারত্ব, বন্ধুমহলের প্রভাব, আর্থিক অনিশ্চয়তা, পারিবারিক অস্থিরতা, মানসিক চাপ ও অনানুষ্ঠানিক পেশা মাদক ব্যবহারের মূল ঝুঁকি হিসেবে চিহ্নিত হয়েছে। গবেষণায় অংশ নেওয়া প্রায় ৯০ শতাংশ ব্যবহারকারী জানিয়েছেন, মাদক সহজলভ্য হওয়াই আসক্তির অন্যতম কারণ।</p><p>চিকিৎসা ও পুনর্বাসনব্যবস্থার দুর্বল চিত্রও উঠে এসেছে গবেষণায়। মাত্র ১৩ শতাংশ মাদক ব্যবহারকারী চিকিৎসা বা পুনর্বাসনসেবা পেয়েছেন। অর্ধেকের বেশি ব্যবহারকারী মাদক ছাড়ার চেষ্টা করেছেন, কিন্তু পর্যাপ্ত সহায়তার অভাবে বেশির ভাগই সফল হননি।</p></div></div></div></body></html>"
        },
        {
            "title": "গণভোটে সরকার পক্ষ নিতে পারে, আইনি বাধা নেই | প্রথম আলো",
            "time": "2026-01-25T10:54:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fs0nt5qx5%2F474463bd-9d2a-46f0-8079-96e377cd4895.jpg?rect=0%2C61%2C2100%2C1103&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আলী রীয়াজ:</strong> সরকারের অবস্থানটা খুব সুস্পষ্ট। প্রথমত, গণভোটে পক্ষ নেওয়ার ক্ষেত্রে সরকারের আইনিভাবে কোনো বাধা নেই। এমনকি যাঁরা এ নিয়ে প্রশ্ন তোলার চেষ্টা করছেন, তাঁরাও কিন্তু এটা স্বীকার করে নিচ্ছেন যে আইনি কোনো বাধা নেই। সংবিধান দেখুন, আরপিও দেখুন, জুলাই জাতীয় সনদ বাস্তবায়ন–সংক্রান্ত আদেশ দেখুন, প্রজাতন্ত্রের কর্মচারীরা ভূমিকা নিতে পারবেন কি না; কিংবা সরকার পক্ষ নিতে পারবে কি না, তা নিয়ে কোথাও আইনিভাবে কোনো বাধা নেই। আন্তর্জাতিকভাবে যদি দেখেন, ব্রেক্সিটের ক্ষেত্রে কী হয়েছে? ডেভিড ক্যামেরন তো প্রত্যক্ষভাবে ইইউতে থাকার পক্ষে ছিল। এ রকম অসংখ্য উদাহরণ দিতে পারব; যখনই কোনো দেশে গণভোট হয়, তখন সরকারের পক্ষ থেকে এভাবে প্রচারণা চালানো হয়।</p><p>গণভোটে পক্ষ নেওয়ার ক্ষেত্রে দ্বিতীয় বিষয়টা নৈতিক। আমি এই নৈতিক ভিত্তিটার ওপরই জোর দিতে চাই। এই সরকার কিসের সরকার? এই সরকার হচ্ছে একটা গণ–অভ্যুত্থানের ফল। সরকার বলেছিল যে সংস্কার করবে, এটাই তো তার ম্যান্ডেট। তো সংস্কার প্রক্রিয়াটা তো শুরু হয়েছে, বিভিন্ন রকম সংস্কার কমিশন তৈরির মধ্য দিয়ে এবং পরবর্তী সময়ে রাজনৈতিক দলগুলোর সঙ্গে প্রত্যক্ষভাবে দীর্ঘমেয়াদি আলোচনা হয়েছে। কিছু বিষয়ে একমত হওয়া গেছে, কিছু বিষয়ে ভিন্নমত সত্ত্বেও জুলাই জাতীয় সনদ তৈরি হয়েছে। তাহলে এটার ওনারশিপটা কার? এই ওনারশিপটা হচ্ছে রাজনৈতিক দলগুলোর এবং রাজনৈতিক দলগুলোর মাধ্যমে যাঁরা যুক্ত হয়েছেন, তাঁদের।</p><p>শুধু তা–ই নয়, সংবিধান সংস্কার কমিশন বলুন, নির্বাচনব্যবস্থা সংস্কার কমিশন বলুন, প্রতিটা কমিশন স্টেকহোল্ডারদের সঙ্গে কথা বলেছে। আমি সংবিধান সংস্কার কমিশনের পক্ষ থেকে বলতে পারি যে আমরা এক লাখ মানুষের অপিনিয়ন নিয়েছি। ছেচল্লিশ হাজার হাউসহোল্ড সার্ভে হয়েছিল, ৫০ হাজারের বেশি মানুষ ওয়েবসাইটে তাঁদের মতামত দিয়েছেন। পুরো প্রক্রিয়ায় জনগণ এবং রাজনৈতিক দলগুলো যুক্ত ছিল। এসবের মধ্য দিয়ে তৈরি করা হয়েছে একটা সনদ।</p><p>অন্তর্বর্তী সরকার তো এটা বলছে না যে তারা সংস্কারের বাস্তবায়ন করতে চাচ্ছে। তারা বলছে, ‘আমরা সকলে একমত হয়েছি, এখন জনগণের সম্মতিটা আমরা নিতে চাই।’ সম্মতি নেওয়ার পরে যারা ক্ষমতায় আসবে, এমনকি যারা ক্ষমতায় আসবে না, তাদেরও একটি দায়িত্ব রয়েছে। এটা তো কেবল ক্ষমতাসীনদের এজেন্ডা হতে পারে না। ফলে সরকারের দায়িত্ব হচ্ছে, যে সংস্কারের প্রতিশ্রুতি দিয়ে ম্যান্ডেট নিয়েছে, সেটি যেন জনগণের সম্মতি লাভ করে, সেটি নিশ্চিত করা; সেটিই সরকার করছে। আমরা একটি এজেন্ডা তৈরি করার চেষ্টা করেছি, ভবিষ্যতে বাংলাদেশে সব রাজনৈতিক দল সেটির প্রতি কমিটেড থেকে সেগুলো বাস্তবায়নের চেষ্টা করবে। আমি তো এর মধ্যে কোনো রকম বিভ্রান্তির সুযোগ দেখি না।</p></span></div></div></body></html>"
        },
        {
            "title": "আবাসন ভাতার দাবিতে জগন্নাথ বিশ্ববিদ্যালয়ে প্রশাসনিক ভবন ঘেরাও, উপাচার্য-কোষাধ্যক্ষ অবরুদ্ধ | প্রথম আলো",
            "time": "2026-01-25T10:50:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Frlbzgx7v%2FJNU-01.jfif?rect=0%2C84%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় শিক্ষার্থীরা ‘২০ ব্যাচের অ্যাকশন, ডাইরেক্ট অ্যাকশন’, ‘সিন্ডিকেটের বিরুদ্ধে, ডাইরেক্ট অ্যাকশন’, ‘স্বৈরাচারী সিদ্ধান্ত, মানি না মানব না’, ‘বৈষম্যের সিদ্ধান্ত, মানি না মানব না’, ‘১, ২, ৩, ৪, বৃত্তি মোদের অধিকার’, ‘বৃত্তি মোদের অধিকার, বৈষম্যের সাধ্য কার’, ‘বৃত্তি আমার অধিকার, না দেওয়ার সাধ্য কার?’, ‘জকসু ও প্রশাসন, দুই দেহ এক মন’ প্রভৃতি স্লোগান দেন।</p><p>গত বৃহস্পতিবার জগন্নাথ বিশ্ববিদ্যালয় প্রশাসন আবাসন ভাতার তালিকা প্রকাশ করে। প্রথম তালিকায় ২০১৯–২০ থেকে ২০২৩–২৪ শিক্ষাবর্ষের ৮ হাজার ৩৩০ শিক্ষার্থী ও দ্বিতীয় তালিকায় আরও ১ হাজার ৯৮৯ শিক্ষার্থীকে অন্তর্ভুক্ত করা হয়। তবে আবাসন–সংকটে সবচেয়ে বেশি ভুক্তভোগী ২০২৪–২৫ শিক্ষাবর্ষের শিক্ষার্থীদের এই তালিকার প্রথম কিস্তির আওতায় আনা হয়নি। প্রশাসনের পক্ষ থেকে জানানো হয়েছে, তাঁদের পরে বিবেচনা করা হবে। এতে ওই ব্যাচের শিক্ষার্থীরা ক্ষুব্ধ হন।</p></div></div></div></body></html>"
        },
        {
            "title": "মিনিয়াপোলিসে নিহত প্রেটির হাতে বন্দুক না মোবাইল, কী বলছে ভিডিও | প্রথম আলো",
            "time": "2026-01-25T10:46:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F5ee35fmh%2FAlex-Info.png?rect=0%2C147%2C1736%2C911&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিনিয়াপোলিসের এক বাসিন্দা গতকাল স্থানীয় সময় সকাল ৮টা ৫৮ মিনিটের দিকে ঘটনাস্থলে একটি ভিডিও ধারণ করেছিলেন। এ ছাড়া এক দল প্রত্যক্ষদর্শীও তাঁদের ফোনে ভিডিও ধারণ করেন। গার্ডিয়ান এ ভিডিওগুলো হাতে পেয়েছে। এগুলোতে দেখা গেছে, প্রেটি ফোন হাতে সড়কের ওপর দাঁড়িয়ে ভিডিও করছিলেন। তখন এক কর্মকর্তা তাঁর দিকে এগিয়ে আসেন এবং তাঁকে ধাক্কা দিয়ে পেছনে সরিয়ে দেন। প্রেটি পেছন দিকে সরেছিলেন ঠিকই, তবে তাঁকে দেখে মনে হচ্ছিল তিনি অনবরত ওই কর্মকর্তার ভিডিও করে যাচ্ছিলেন।</p><p>ঠিক কোন সময় তাঁকে গুলি করা হয়েছে, তা নিশ্চিত হওয়া যায়নি। তবে ধারণা করা হচ্ছে কয়েক মিনিটের মধ্যেই তাঁকে গুলি করা হয়। কারণ, ৯টা ৩ মিনিটের দিকে মিনিয়াপোলিস পুলিশকে বিষয়টি জানানো হয়েছিল। মিনিয়াপোলিস পুলিশের প্রধান ব্রায়ান ও’হারা এমন তথ্য দিয়েছেন।</p><p>অনুসন্ধানমূলক সংবাদভিত্তিক ওয়েবসাইট ড্রপ সাইট নিউজও এক প্রত্যক্ষদর্শীর ধারণ করা ভিডিও হাতে পেয়েছে। ওই প্রত্যক্ষদর্শী প্রেটির পেছনেই দাঁড়ানো ছিলেন। এতে দেখা গেছে, প্রেটি একনাগাড়ে অভিবাসন আইন প্রয়োগকারী কর্মকর্তাদের কর্মকাণ্ডগুলো ভিডিও করছিলেন। ওই সময় অন্য প্রত্যক্ষদর্শীরা তাঁদের হুইসেল ও হর্ন বাজাচ্ছিলেন, যেন গাড়িগুলো নিরাপদে রাস্তা পার হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইন্দোনেশিয়ায় বিশ্বের প্রাচীনতম গুহাচিত্রের সন্ধান | প্রথম আলো",
            "time": "2026-01-25T10:38:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fr3n0rt3x%2FResearcher-Maxime.png?rect=0%2C62%2C954%2C501&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণায় বলা হয়েছে, চিত্রটির ন্যূনতম বয়স নির্ধারণ করতে এর ওপরে স্তরে স্তরে জমে থাকা ইউরেনিয়াম উপাদানের খনিজ স্তর বিশ্লেষণ করা হয়েছে।</p><p>মানু দ্বীপে এই ছাপচিত্রের মতো আরও কিছু চিত্রকলা পাওয়া গেছে। গবেষকদের দাবি, দেয়ালে হাত রেখে রং ছিটিয়ে এগুলো তৈরি করা হয়েছিল। এতে লক্ষ করা গেছে, হাতের আঙুলের কিছু অংশ ইচ্ছাকৃতভাবে বদলানো হয়েছিল, যাতে তা প্রাণীর নখের মতো ধারালো দেখায়। এর মাধ্যমে হয়তো কোনো গভীর সাংস্কৃতিক অর্থ বোঝানো হয়েছিল, কিন্তু তা এখনো স্পষ্ট নয়।</p><p>ম্যাক্সিম অবার্ট বলেন, ‘এখানে সবচেয়ে পুরোনো হাতের যে ছাপচিত্রটির বর্ণনা দেওয়া হয়েছে, তা আলাদা। কারণ, সুলাওয়েসিতে পাওয়া এ ছাপচিত্রটি এমন এক শৈলীতে তৈরি, যা অন্য কোথাও পাওয়া যায় না। আঙুলের টিপগুলো খুব সতর্কভাবে বদলানো হয়েছিল, যাতে সেগুলো ধারালো দেখায়।’</p><p>মানু দ্বীপে পাওয়া এই ছাপচিত্রের আগপর্যন্ত বিশ্বের প্রাচীনতম গুহাচিত্র হিসেবে বিবেচিত ছিল স্পেনের মালট্রাভিয়েসো গুহার লাল হাতের ছাপচিত্র, যার বয়স প্রায় ৬৪ হাজার বছর।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ও দেশের বাইরে খেলার জন্য সাকিবকে বিবেচনার নাটকীয় সিদ্ধান্ত | প্রথম আলো",
            "time": "2026-01-25T10:35:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fgqmb45j6%2FWEB.jpg?rect=0%2C14%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দেশে ও দেশের বাইরে খেলার জন্য সাকিবকে বিবেচনার নাটকীয় সিদ্ধান্ত\" class=\"nA4h1 \">দেশে ও দেশের বাইরে খেলার জন্য সাকিবকে বিবেচনার নাটকীয় সিদ্ধান্ত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-25T16:35:40+06:00\"><span>প্রকাশ: ২৫ জানুয়ারি ২০২৬, ১০: ৩৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিবিএসের তথ্য প্রকাশে লাগবে না মন্ত্রীর অনুমোদন, কারসাজি কি বন্ধ হবে | প্রথম আলো",
            "time": "2026-01-25T10:30:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-23%2Fxso57dai%2FStatistics_Building.jpg?rect=0%2C0%2C1388%2C729&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবিএস পরিকল্পনা মন্ত্রণালয়ের অধীন একটি সংস্থা। ২০১৩ সালের পরিসংখ্যান আইন অনুযায়ী সংস্থাটির দায়িত্ব হচ্ছে জনশুমারি, কৃষিশুমারি, মৎস্য ও প্রাণিসম্পদ শুমারিসহ অন্যান্য জরিপ ও শুমারির কার্যক্রম গ্রহণ করা। মোট দেশজ উৎপাদন বা জিডিপি প্রবৃদ্ধি, ভোক্তার মূল্যসূচকসহ অন্যান্য সূচকের তথ্য প্রকাশ করাও সংস্থাটির দায়িত্ব। বিবিএসে মহাপরিচালক বা ডিজি নিয়োগ দেয় সরকার, যিনি অতিরিক্ত সচিবের পদমর্যাদার।</p><p>এত দিন সংস্থাটির যেকোনো জরিপ ও শুমারির পরিসংখ্যান প্রকাশের আগে পরিকল্পনামন্ত্রীর কাছ থেকে অনুমোদন নেওয়ার রীতি ছিল। নতুন নীতিমালায় সে রীতি আর থাকছে না। এখন থেকে মূল্যস্ফীতি, জিডিপির প্রবৃদ্ধি, অর্থনৈতিক শুমারি, শ্রমশক্তি জরিপের পরিসংখ্যান বিবিএস মহাপরিচালক প্রকাশ করতে পারবেন। এতে পরিকল্পনামন্ত্রীর ক্ষমতা কমল।</p><p>বিবিএসে এখন ছয়টি শাখা রয়েছে। সেগুলো হচ্ছে, কৃষি, জনশুমারি, জনসংখ্যাতত্ত্ব ও স্বাস্থ্য, শিল্প, জাতীয় আয়-ব্যয় এবং কম্পিউটার শাখা। এসব শাখার মাধ্যমে সংশ্লিষ্ট বিষয়ে জরিপ ও শুমারি হয়ে থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রকৌশলীরা এমবিএ করেন কেন | প্রথম আলো",
            "time": "2026-01-25T10:27:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F8vjgw325%2F040A9299.jpg?rect=0%2C0%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি ভালো বিজনেস স্কুলে পড়তে আসা শিক্ষার্থীরা বিভিন্ন জায়গা থেকে আসেন। সেখানে ডাক্তার, আইনি বিশেষজ্ঞ বা সরকারি কর্মকর্তাদের সঙ্গে পরিচয়ের সুযোগ ঘটে। এই বৈচিত্র্যময় নেটওয়ার্ক প্রকৌশলীদের এমন সব পেশাদার সুযোগ এনে দেয়, যা শুধু ইঞ্জিনিয়ারিং কমিউনিটির মধ্যে সীমাবদ্ধ থেকে পাওয়া সম্ভব নয়।</p><p>এখন কিন্তু বড় বড় প্রকৌশল–প্রকল্প মানেই কোটি টাকার বাজেট। এমবিএ পাঠ্যক্রমে ফিন্যান্স এবং অ্যাকাউন্টিংয়ের ওপর গুরুত্ব দেওয়া হয়। ফলে প্রকৌশলীরা ক্যাশ ফ্লো, আরওআই (রিটার্ন অন ইনভেস্টমেন্ট) বা বাজেটিংয়ের মারপ্যাঁচ সহজে বুঝতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মোহাম্মদপুরে ‘নিষ্ঠুরভাবে’ বিড়াল হত্যা মামলায় যুক্তিতর্ক ৩ ফেব্রুয়ারি | প্রথম আলো",
            "time": "2026-01-25T10:20:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fkwgawptk%2FUntitled-1.jpg?rect=0%2C10%2C323%2C170&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর মোহাম্মদপুরে মনসুর নামের এক ব্যক্তির বিড়াল হত্যার ঘটনায় এলাকাটির বাসিন্দা আকবর হোসেন শিবলুর বিরুদ্ধে করা মামলায় যুক্তিতর্কের জন্য আগামী ৩ ফেব্রুয়ারি তারিখ ধার্য করেছেন আদালত।</p><p>আজ রোববার শুনানি শেষে ঢাকার মেট্রোপলিটন ম্যাজিস্ট্রেট মো. সিদ্দিক আজাদ এ তারিখ ধার্য করেন।</p><p>বাদীপক্ষের আইনজীবী জাকির হোসেন বলেন, আজ এ মামলায় আসামিপক্ষের আত্মপক্ষ শুনানির জন্য দিন ধার্য ছিল। আসামি আদালতে এসেছিলেন। কিন্তু শুনানির সময় তিনি অনুপস্থিত ছিলেন। পরে আদালত আগামী ৩ ফেব্রুয়ারি যুক্তিতর্ক উপস্থাপনের জন্য তারিখ ধার্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাকিব সৌদি আরবে কেন গেলেন | প্রথম আলো",
            "time": "2026-01-25T10:18:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Feoftlpxz%2Fshakib.PNG?rect=0%2C35%2C305%2C160&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেমন সিপিএলে ১১ ম্যাচের ১০ ইনিংসে রান ছিল ২০ গড়ে ১৮০, বল হাতে ৮.৩০ ইকোনমি রেটে উইকেট ৬টি। তবে পুরো টুর্নামেন্টে সাকিবকে দিয়ে এবার মাত্র ২৩ ওভার বল করানো হয়েছে। বোলিং কোটা পূরণ করেছেন মাত্র দুটি ম্যাচে। অন্য লিগগুলোতেও প্রায় একই চিত্র।</p><p>২০২৪ সালের জানুয়ারিতে আওয়ামী লীগের মনোনয়নে মাগুরা-১ আসন থেকে সংসদ সদস্য নির্বাচিত হন সাকিব। ওই বছরের জুলাই-আগস্টে ছাত্র-জনতার অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর তিনি আর দেশে ফিরতে পারেননি। ২০২৪ সালের সেপ্টেম্বরে সর্বশেষ ভারতের কানপুরে সাকিব দেশের হয়ে মাঠে নামেন।</p></div></div></div></body></html>"
        }
    ]
}