{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘আমি কী অপরাধ করেছি’- সবাই জানেন শিরোনামটা... | প্রথম আলো",
            "time": "2025-07-30T11:10:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F6qrv2vho%2FFinal29.7.jpg?rect=0%2C23%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দুই.</strong></p><p>পৃথিবীর দেশে দেশে ‘ট্রুথ অ্যান্ড রিকনসিলিয়েশন’ (দায় স্বীকার ও পুনর্মিলন) উদাহরণ অনেক। রাজনৈতিক সংঘাত-সংঘর্ষ, হানাহানি-লোকক্ষয়ের ঘটনা ঘটেই থাকে। এরপরও দিন শেষে মানুষ চায় শান্তি। চায় ভুলে যেতে। মাফসাফ করে দিয়ে মিলেমিশে থাকতে। বাংলাদেশেও শান্তিবাদী সংবেদনশীল মানুষের অভাব নেই। তাঁরাও চান আওয়ামী লীগ নিজেদের দায়দায়িত্ব বিষয়ে সাচ্চা ও সৎ অবস্থান নেবে। কৃতকর্মের জন্য ভুল স্বীকার করবে, ক্ষমা চাইবে। দেশে যদি এক কোটি আওয়ামী লীগ সমর্থক মানুষ থাকে, তাদের বাদ দিয়ে কি দেশ পুনর্গঠন করা সম্ভব?</p><p>কানাডা, দক্ষিণ আফ্রিকা, রুয়ান্ডা, চিলি, আর্জেন্টিনা ও কলম্বিয়ার রাজনৈতিক পুনর্মিলন হয়েছে দ্রুত। কানাডা আদিবাসীদের ওপর ১০০ থেকে ১৫০ বছর পুরোনো অন্যায্য ও অমানবিক আচরণের জন্য অনুতাপ-অনুশোচনাসহ ভুল স্বীকার করে আনুষ্ঠানিক ক্ষমা তো চেয়েছেই, ক্ষতিপূরণও দিচ্ছে। ব্রিটিশ ঔপনিবেশিক শক্তির প্রভাবে কানাডায় ইংরেজি শেখানোর জন্য এবং ইউরোপীয় কেতা-কায়দা শিক্ষা দেওয়ার জন্য আদিবাসী শিশুদের বোর্ডিং স্কুলে নিয়ে আসা হতো। করা হতো অমানবিক আচরণ। অনেক শিশুর মৃত্যুও হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের পর সেসব বোর্ডিং স্কুল বন্ধ হয়েছে। তবু ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশন (টিআরসি) তৈরি থামেনি। অনুশোচনা ও ভুল স্বীকার কানাডার গ্লানি কমিয়েছে, গৌরব বাড়িয়েছে।</p><p>দক্ষিণ আফ্রিকায় নেলসন ম্যান্ডেলার রাজনৈতিক জীবনের বেশির ভাগই কেটেছে শ্বেতাঙ্গ শাসকের কারাগারে। কৃষ্ণাঙ্গদের ওপর নির্যাতন-নিবর্তন ছিল অবর্ণনীয়। নেলসন ম্যান্ডেলা ক্ষমতায় এসে প্রতিশোধ নিতে গিয়ে দুষ্কর্মকারী শ্বেতাঙ্গদের রক্তবন্যায় ভাসাতে পারতেন; কিন্তু তিনি গঠন করলেন ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশন (টিআরসি)। আগের শ্বেতাঙ্গ সরকার–সংশ্লিষ্ট ব্যক্তিরা তঁাদের ভুল স্বীকার করলেন, ক্ষমা চাইলেন, আইনানুযায়ী প্রাপ্য শাস্তিও মেনে নিলেন। ভুল স্বীকার করায় দোষী ব্যক্তিদের শাস্তির মাত্রাও লঘু করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আবু সাঈদ হত্যা মামলায় অভিযোগ গঠন বিষয়ে আদেশ ৬ আগস্ট | প্রথম আলো",
            "time": "2025-07-30T11:08:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fxtgq9dui%2FIconic.jpg?rect=0%2C90%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের প্রথম শহীদ রংপুরের বেগম রোকেয়া বিশ্ববিদ্যালয়ের শিক্ষার্থী আবু সাঈদ হত্যায় সংঘটিত মানবতাবিরোধী অপরাধের মামলায় অভিযোগ গঠন হবে কি না, সে বিষয়ে আদেশ আগামী ৬ আগস্ট।</p><p>বিচারপতি নজরুল ইসলাম চৌধুরীর নেতৃত্বাধীন তিন সদস্যের ট্রাইব্যুনাল-২ আজ বুধবার এ তারিখ ধার্য করেন। ট্রাইব্যুনালের অপর দুই সদস্য হলেন বিচারক মো. মঞ্জুরুল বাছিদ ও বিচারক নূর মোহাম্মদ শাহরিয়ার কবীর। এই মামলায় ৩০ জনকে আসামি করা হয়েছে। এর মধ্যে ২৪ আসামি পলাতক।</p></div></div></div></body></html>"
        },
        {
            "title": "হনুমান কি পর্বত কাঁধে করে উড়ে এসেছিলেন? | প্রথম আলো",
            "time": "2025-07-30T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fbmkw6xkp%2Fpexels-suhas-hore-184980884-11296651.jpg?rect=0%2C1250%2C2448%2C1285&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনে করেন, একজন যোগী পুরুষ নদীর তীর থেকে যোগবলে অদৃশ্য হয়ে নদীর মধ্যে ভেসে উঠলেন। আমি দেখতে পাচ্ছি না, জানতে পারছি না যে তিনি কীভাবে গিয়েছেন, তাই আমার কাছে অলৌকিক। আর ওই যোগী জানেন যে তিনি কীভাবে গিয়েছেন, তাই তাঁর কাছে লৌকিক।</p><p>যুগের পর যুগ ধরে লাখ লাখ ভক্তের হৃদয়ে এই ঘটনা গুরুর প্রতি শিষ্যের ভালোবাসা এবং নিজেকে গুরুর প্রতি সম্যকভাবে ন্যস্ত করার এক আস্থা ও অনুপ্রেরণার গল্প হয়ে রয়েছে। হনুমানের এই গাথা তাঁর ভক্তিমূলক চরিত্রকে যেমন সমৃদ্ধ করে, তেমনি মানবজাতির দুর্দম সাহস ও আত্মত্যাগের কথাও মনে করিয়ে দেয়।</p><p>তথ্যসূত্র: ১. বাল্মীকি রামায়ণ. ২. কৃত্তিবাসী রামায়ণ, ৩. শ্রীশ্রী ঠাকুর অনুকূলচন্দ্র কথিত ‘আলোচনা প্রসঙ্গে’ গ্রন্থ, ৪. মহেশখালীর আদিনাথ ধাম অঞ্চলের লোককথা।</p><p><em><strong>পার্থ দেব বর্মন:</strong> গবেষক, সৎসঙ্গ রিসার্চ সেন্টার</em></p></div></div></div></body></html>"
        },
        {
            "title": "ডিপিডিসিতে চাকরি, পদ ১টি, বেতন ১ লাখ ৭৫ হাজারের সঙ্গে নানা সুযোগ | প্রথম আলো",
            "time": "2025-07-30T10:54:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2F6d2fc123-9e29-4e9a-85d9-f59f01f3faa9%2Ftips_1.jpg?rect=0%2C0%2C1980%2C1040&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা পাওয়ার ডিস্ট্রিবিউশন কোম্পানি লিমিটেড (ডিপিডিসি) সম্প্রতি ১টি পদে জনবল নিয়োগের জন্য বিজ্ঞপ্তি প্রকাশ করেছে। পদের নাম ব্যবস্থাপনা পরিচালক (এমডি)। চুক্তিভিত্তিক এ পদে তিন বছরের জন্য এমডি নিয়োগ দেবে ডিপিডিসি। এ পদের জন্য মাসে বেতন ১ লাখ ৭৫ হাজার টাকা। এর বছরে উৎসব বোনাস, বাসস্থানসহ নানা সুবিধা মিলবে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টোকসও খেলছেন না ওভালের ‘ফাইনালে’ | প্রথম আলো",
            "time": "2025-07-30T10:52:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fk4l9v86x%2F2025-07-23T101511Z252218334UP1EL7N0SH9DZRTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C0%2C2291%2C1203&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টোকস যে সিরিজের শেষ টেস্টে অনিশ্চিত, সেটা বোঝা গিয়েছিল ওল্ড ট্রাফোর্ড টেস্টেই। ফিল্ডিংয়ের সময় একাধিকবার তাঁকে অস্বস্তিতে দেখা গেছে। পরে ম্যাচশেষে স্টোকস নিজেই ইঙ্গিত দেন, শেষ ম্যাচে তাঁর দলের একাদশে বড়সড় পরিবর্তন আসতে পারে।</p><p>স্টোকসের না খেলাটা স্বাগতিকদের জন্য বড় ধাক্কা। সিরিজের প্রথম চার টেস্টে মোট ১৭ উইকেট নিয়েছেন এই ডানহাতি পেসার, যা দুই দল মিলিয়েই সর্বোচ্চ। এ ছাড়া ব্যাট হাতে একটি সেঞ্চুরিসহ করেছেন ৩০৪ রান। </p></div></div></div></body></html>"
        },
        {
            "title": "ভোলার ধনিয়া-শিবপুরের বাঁধের বাইরের ৭০০ পরিবার জোয়ারের পানিতে প্লাবিত | প্রথম আলো",
            "time": "2025-07-30T10:52:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F5ngjklm1%2FBholaDH05922025073020250729172910.jpg?rect=0%2C0%2C4069%2C2136&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জোয়ার আর তীব্র ঢেউয়ের আঘাতে বিভিন্ন জায়গায় ভাঙন দেখা গেছে। সবচেয়ে বেশি ভেঙেছে ভোলা খালের মাথা মাছঘাট এলাকা। এখানে মাছ কেনাবেচার আড়তদারের স্থাপনা, সামনের রাস্তাঘাট, সেতু ভেঙে নদীতে বিলীন হয়ে গেছে। মাছঘাটের অন্য পাশে ভাঙনে ভোলা খালের তীর নদী হয়ে যাচ্ছে। গাছপালা ভেঙে পড়েছে। বস্তা ফেলা হচ্ছে ভাঙন প্রতিরোধে, তাতেও সামাল দেওয়া যাচ্ছে না। আগে কালিকীর্তি গ্রামের ভাঙনের মুখে বস্তা ফেলেছে পানি উন্নয়ন বোর্ড, তা ভেঙে গেছে। বাঁধের বাইরে তাকালে দেখা যায়, পানি আর পানি।</p><p>কৃষকেরা জানান, এসব পানির নিচে আমনের খেত, সবজিখেত, আমনের বীজতলা, মাছের পুকুর, সুপারির বাগান সব জোয়ারের পানিতে ডুবে আছে। ভাটায় আবার জেগে উঠবে। তখন বোঝা যাবে আসল চিত্র। জোয়ারের সময় সবটুকুই নদী মনে হয়।</p><p>ভুক্তভোগী বাসিন্দারা জানায়, শিবপুরের এক নম্বর, দুই নম্বর ওয়ার্ডে শতাধিক পরিবার এবং ধনিয়া ইউনিয়নের ৭ নম্বর ওয়ার্ডের বলরামসুরা গ্রাম ও ৬ নম্বর ওয়ার্ডের গঙ্গাকীর্তি গ্রামের পাঁচ শতাধিক পরিবার জোয়ারের পানিতে প্লাবিত হচ্ছে। অনেকে নিজস্ব উদ্যোগে রিংবাঁধ দিয়ে পানি থেকে বাঁচার চেষ্টা করছে; তবে তা ব্যর্থ হচ্ছে।<br>ধনিয়া ইউনিয়নের ৭ নম্বর ওয়ার্ডের বলরামসুরা গ্রামের বাসিন্দা সৈয়দ আহাম্মেদ ভুঁইয়া বলেন, ‘গত ৫০ বছরে তিনবার ভাঙনে নিঃস্ব হয়েছি। আবার ভাঙন তাড়া করছে। মনে হয় বেশি দিন থাকতে পারব না। জোয়ার এখন বাঁধ উপচে পড়ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারে ভবন থেকে পড়ে ব্যবসায়ীর মৃত্যু, পরিবারের দাবি হত্যা | প্রথম আলো",
            "time": "2025-07-30T10:48:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fjtrnyo3r%2FWhatsApp-Image-2025-07-30-at-16.11.11.jpeg?rect=0%2C44%2C683%2C359&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে কক্সবাজার সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা মো. ইলিয়াস খান প্রথম আলোকে বলেন, নিহত ব্যক্তির পরিবারের দাবি, এটি পরিকল্পিত হত্যা। ভবনের সিসিটিভি ক্যামেরার ফুটেজে মেজবাহ উদ্দিনকে একাই ছাদে উঠতে দেখা গেছে। তাঁর মাথার টুপি, পরনের জামা, প্যান্ট, জুতা সবই ঠিকঠাক ছিল। কেউ পরিকল্পিতভাবে হত্যাকাণ্ড ঘটিয়েছেন কি না, তা অনুসন্ধান করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জামালপুর শহরে সামান্য বৃষ্টিতেই ঘরে ঢোকে পানি, দুই শতাধিক পরিবারের ভোগান্তি | প্রথম আলো",
            "time": "2025-07-30T10:42:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fn0erb62x%2FJamalpurDH056320250730Jamalpur-pic-2.jpg?rect=0%2C26%2C733%2C385&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় কয়েকজন বাসিন্দা জানান, এলাকাটিতে সামান্য বৃষ্টি হলে আঙিনা উপচে কয়েকটি ঘরে পানি ঢোকে। পানি মাড়িয়ে যাবতীয় কাজ সারতে হয়। যেকোনো কাজে বাইরে গেলে নোংরা ও দুর্গন্ধযুক্ত পানি মাড়িয়ে আসা-যাওয়া করতে হয়। ফলে তাঁরা পানিবাহিত বিভিন্ন রোগে আক্রান্ত হচ্ছেন। প্রায় চার বছর ধরে এমন অসহনীয় জলাবদ্ধ পরিস্থিতির মধ্যে তাঁদের বসবাস করতে হচ্ছে।</p><p>শহিদুল্লাহ নামের স্থানীয় এক বাসিন্দা অভিযোগ করে বলেন, গত চার বছর ধরে প্রায় দুই শতাধিক পরিবার বানভাসির মতো বসবাস করছেন। জলাবদ্ধতার সমস্যা নিয়ে বহুবার পৌরসভাসহ স্থানীয় প্রশাসনের সঙ্গে যোগাযোগ করেছেন। কিন্তু কেউ এগিয়ে আসেনি। দীর্ঘ সময় ধরে পানি থাকায়, অনেকের হাত-পায়ে পানিবাহিত রোগ দেখা দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২২ অনাথ কাশ্মীরি শিশুর পড়াশোনার দায়িত্ব নিলেন রাহুল গান্ধী | প্রথম আলো",
            "time": "2025-07-30T10:40:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Fbb28accc-1315-4c5f-a145-0374f2c09ae1%2Frahul.jpg?rect=0%2C0%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেহেলগামে গত ২২ এপ্রিল পর্যটকদের ওপর সশস্ত্র হামলা চালিয়েছিল কয়েকজন জঙ্গি। সেই হামলায় নিহত হয়েছিলেন মোট ২৬ জন পর্যটক। প্রত্যাঘাতের জন্য ভারত শুরু করে অপারেশন সিঁদুর। চার দিনের সেই লড়াইয়ের সময় জম্মুর সীমান্তবর্তী এলাকায় প্রবল গোলাবর্ষণ করে পাকিস্তান। সেই হামলায় মারা গিয়েছিলেন ২৭ জন গ্রামবাসী। আহত হয়েছিলেন ৭০ জনের বেশি। যাঁরা নিহত হয়েছিলেন, ওই ২২ শিশু ওইসব পরিবারেরই সন্তান। তাদের কেউ বাবা, কেউ মা, কেউ–বা দুজনকেই হারিয়েছে। কারও পরিবারের একমাত্র কর্মক্ষম ব্যক্তি নিহত হয়েছেন।</p><p>রাহুল গত মে মাসে ওইসব এলাকায় গিয়েছিলেন। ক্ষতিগ্রস্ত পরিবারদের সঙ্গে দেখা করেছিলেন। অনাথ শিশুদের স্কুলেও গিয়েছিলেন। ওই সময় তিনি দলীয় নেতাদের নির্দেশ দিয়েছিলেন অনাথ শিশুদের তালিকা তৈরি করতে। সরকারি নথির সঙ্গে সেই নাম মিলিয়ে ২২ জনের চূড়ান্ত তালিকা প্রস্তুত হয়। পুঞ্চ জেলা সফরের সময় রাহুল তাঁর ইচ্ছার কথা জানিয়ে বলেছিলেন, ওই শিশুদের স্নাতক স্তর পর্যন্ত পড়াশোনার সব খরচ তিনি দেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সেমিফাইনালে প্রতিপক্ষ সেই পাকিস্তান, কী করবে ভারত | প্রথম আলো",
            "time": "2025-07-30T10:40:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fonim1hy5%2FGw4oY2ZWsAAKpnd.jpg?rect=0%2C93%2C810%2C425&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত এপ্রিলে ভারত-নিয়ন্ত্রিত কাশ্মীরের পেহেলগামে বন্দুকধারীদের হামলায় ২৬ জন নিহত হওয়ার পর সামরিক সংঘাতে জড়ায় ভারত ও পাকিস্তান। ওই সময় পাকিস্তানের সঙ্গে ক্রিকেট-সম্পর্ক বিচ্ছিন্নে ভারতের ভেতর জোর আলোচনা ওঠে, যা পরবর্তী সময়ে স্তিমিত হয়ে এলেও ডব্লুসিএল-কে কেন্দ্র করে সামাজিক যোগাযোগমাধ্যমে আবারও উঠে আসে। তখন ইনস্টাগ্রাম পোস্টের মাধ্যমে পাকিস্তানের বিপক্ষে ম্যাচ না খেলার কথাও জানান ধাওয়ান।</p><p>গ্রুপ পর্বে পয়েন্ট তালিকার শীর্ষে আছে পাকিস্তান। ৫ ম্যাচে ৪ জয়ে তাদের পয়েন্ট ৯। ভারত ৫ ম্যাচের মধ্যে জিতেছে ১টি, হেরেছে ৩টি। আর পাকিস্তানের বিপক্ষে ম্যাচটি না হওয়ায় ভারত ও পাকিস্তান দুই দলই একটি করে পয়েন্ট পেয়েছে। বার্মিংহামে আগামীকাল এই সেমিফাইনাল ম্যাচ অনুষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিসেম্বরে নির্বাচন হলে অংশ নেবেন খালেদা জিয়া: আবদুল আউয়াল মিন্টু | প্রথম আলো",
            "time": "2025-07-30T10:35:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fzp4et61h%2FWhatsApp-Image-2025-07-30-at-16.09.24.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল আউয়াল আরও বলেন, দেশে যদি এক যুগ, দুই যুগ ধরে নির্বাচিত সরকার না থাকে, তবে মানুষের অর্থনৈতিক উন্নয়ন, জানমালের উন্নয়ন হবে না। একটি দেশের সরকার যদি জনগণের কাছে দায়বদ্ধ না থাকে তাহলে তারা কখনো ভালো কাজ করবে না।</p><p>আবদুল আউয়াল মিন্টু বলেন, ‘২০০৬ সাল থেকে আমরা নির্বাচন চেয়ে আসছি। ১৯ বছর ধরে আমরা সুষ্ঠু নির্বাচনের জন্য আন্দোলন–সংগ্রাম করে যাচ্ছি। অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টার সঙ্গে আমাদের দলের ভারপ্রাপ্ত চেয়ারপারসন লন্ডনে যোগাযোগ করেছেন। আমাদের ভারপ্রাপ্ত চেয়ারম্যানের সঙ্গে কথা বলে অন্তর্বর্তীকালীন সরকার যৌথ বিবৃতি দিয়েছিল। প্রধান উপদেষ্টা আমাদের আশ্বস্ত করেছেন আগামী ফেব্রুয়ারিতে জাতীয় নির্বাচন অনুষ্ঠিত হবে। আমরা সেটিতে আস্থা রাখতে চাই। আমরা চাচ্ছি, দ্রুত নির্বাচনটি হোক।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তিপণ দিয়েও পাঁচ মাস ধরে ১৪ তরুণের খোঁজ পাচ্ছেন না স্বজনেরা | প্রথম আলো",
            "time": "2025-07-30T10:33:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fvu2orlek%2FMADARIPURDH069920250724MADARIPUR-24-07-25-ITALY-MISSING-PIC-02.JPG.JPG?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জায়গাজমি বিক্রি করে ৩০ লাখ টাকা দালালকে দিয়েও ছেলে বাঁধন বাড়ৈর কোনো সন্ধান পাননি নিরঞ্জন বাড়ৈ। তিনি বলেন, ‘ছেলেকে লিবিয়ায় ভালোভাবেই নিছে। পরে দালাল চাপাচাপি শুরু করে। প্রথমে মাফিয়াগো হাতে ধরা খাইছে কইয়া নিছে ১০ লাখ, তারপর ৫ লাখ ও আবার ১৫ লাখ টাকা দিই। এসব টাকা সুদে ও জমি বিক্রি করে আনতে হইছে। টাকা দেওয়ার সবকিছু ভিডিও করা আছে। এখন আমরা নিঃস্ব হয়ে গেছি। কার কাছে কী বিচার চামু? টাকাও গেল, পোলাডারও কোনো খবর পাইতাছি না।’</p><p>নিখোঁজ সোহেল চৌকিদারের স্ত্রী রুনা বেগম বলেন, ‘বাড়িতে যত জায়গা ছিল, সবকিছু বিক্রি করে লাখ লাখ টাকা দালালের হাতে তুলে দিছি। সুদে টাকা এনেও দিছি। আমার স্বামীর খোঁজ নেই ৫ মাসের বেশি সময় ধরে। এখন না খেয়ে জীবন কাটাচ্ছি। আমার স্বামীর কোনো খোঁজই পাচ্ছি না। এখন আমাদের বেঁচে থাকার কোনো রাস্তা নেই।’</p><p>দালাল বাবুল হাওলাদার ছাড়াও তাঁর মেয়ে সোনিয়া আক্তার ও শশি আক্তার, বাবুলের স্ত্রী চুন্নু বেগম এ চক্রের সঙ্গে জড়িত বলে দাবি করেছেন ভুক্তভোগীরা। গত বুধবার বাবুল হাওলাদারের বাড়ি বাজিতপুর এলাকায় গিয়ে দেখা যায়, বাড়ি তালাবদ্ধ। প্রতিবেশীরাও তাঁদের সন্ধান জানেন না। কেউ বলছেন, বাবুল পরিবার নিয়ে এখন ঢাকায় থাকেন। আবার কেউ কেউ বলছেন, বিদেশে চলে গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিউমুরিং কনটেইনার টার্মিনাল পরিচালনায় বিদেশি কোম্পানির সঙ্গে চুক্তির চলমান প্রক্রিয়া প্রশ্নে রুল | প্রথম আলো",
            "time": "2025-07-30T10:30:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-28%2F2ceyoaqp%2FWhatsApp-Image-2025-06-28-at-5.27.07-PM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মধ্যাহ্নবিরতির পর আদালত আদেশ দেন। আদালত বলেন, শুধু রুল দেওয়া হলো।</p><p>আদেশের সময় রিটের পক্ষে জ্যেষ্ঠ আইনজীবী জয়নুল আবেদীন, এ এম মাহবুব উদ্দিন খোকন ও আহসানুল করিম এবং আইনজীবী কায়সার কামাল ও আনোয়ার হোসেন উপস্থিত ছিলেন। রাষ্ট্রপক্ষে ছিলেন ডেপুটি অ্যাটর্নি জেনারেল মো. মহাদ্দেস-উল-ইসলাম।</p><p>পরে জ্যেষ্ঠ আইনজীবী আহসানুল করিম প্রথম আলোকে বলেন, চার সপ্তাহের মধ্যে রুলের জবাব দিতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির ৬০০ কোটি টাকা দামের বাড়িতে কী কী আছে | প্রথম আলো",
            "time": "2025-07-30T10:26:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F9s4l3kdw%2FThumb.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেসির এই ফ্ল্যাটে রয়েছে ৩টি বেডরুম, ৪টি বাথরুম, ২টি ড্রয়িংরুম ও ২টি বারান্দা। জিম, স্পা, স্কাইগ্যারাজসহ জীবনযাপনের সব অত্যাধুনিক সুবিধা রয়েছে মায়ামির এই বহুতল ভবনে। যেখানে গাড়ির জন্য রয়েছে বিশেষ লিফট। এই লিফটের নাম ‘ডেজারভেটর’।</p><p>প্রতিটি ফ্ল্যাটের সঙ্গে রয়েছে গাড়ি রাখার আলাদা জায়গা। লিফটে করে গাড়ি নিয়ে যাওয়া যাবে নিজের ফ্ল্যাটে। মেসি চাইলে তাঁর গাড়ি রাখতে পারবেন ফ্ল্যাটের ভেতরেই। ফ্ল্যাট থেকেই গাড়িতে উঠে রাস্তায় বেরিয়ে যেতে পারেন ৭ বারের ব্যালন ডি’অর বিজয়ী। মেক্সিকান বিলিয়নিয়ার কার্লোস পেরাল্টা কুইন্টেরো ও পুয়ের্তোরিকান র৵াপার অ্যানুয়েল এ বিল্ডিংয়েই থাকেন। </p><p>এ ছাড়া আর্জেন্টিনার রোজারিও, স্পেনের বার্সেলনার ক্যাসটেলল্ডিফেলস ও যুক্তরাষ্ট্রের ফ্লোরিডার ফোর্ট লডারডেলের অভিজাত এলাকা বে কলোনির গেটেড কমিউনিটিতেও বিলাসবহুল বাড়ি রয়েছে মেসির। সব মিলিয়ে সারা বিশ্বে অন্তত ৫টি বাড়ি রয়েছে মেসির, যার ৩টিই যুক্তরাষ্ট্রের ফ্লোরিডায়।</p><p><sup>সূত্র: </sup><em><sup>জিকিউ</sup></em><sup>, হাউজিং ও </sup><em><sup>ফোর্বস</sup></em><sup> </sup></p><p><sup>(লেখাটি প্রথম আলোর বিশেষ আয়োজন </sup><em><sup>বর্ণিল বসত</sup></em><sup> জুন ২০২৫ প্রকাশিত)</sup></p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পে কাঁপছিল হাসপাতাল, অস্ত্রোপচার থামাননি চিকিৎসকেরা | প্রথম আলো",
            "time": "2025-07-30T10:23:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fll3ib9r8%2FYT-GFX.00133518.Still001.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ভূমিকম্পে কাঁপছিল হাসপাতাল, অস্ত্রোপচার থামাননি চিকিৎসকেরা\" class=\"nA4h1 \">ভূমিকম্পে কাঁপছিল হাসপাতাল, অস্ত্রোপচার থামাননি চিকিৎসকেরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T16:23:19+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ১০: ২৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নির্জন পথে হরিণের মাংস নিয়ে ফিরছিলেন শিকারিরা, কোস্টগার্ড দেখে পালালেন | প্রথম আলো",
            "time": "2025-07-30T10:22:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fdnw7ze1m%2FKhulnaDH159620250730koyra-horiner-manso-uddar.jpg?rect=0%2C341%2C2237%2C1174&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুন্দরবন-সংলগ্ন কয়রার বাসিন্দারা জানান, লোকালয়ের পাশের একটি সরু নদী পেরোলেই শুরু হয় গভীর জঙ্গল। এই সুযোগ কাজে লাগিয়ে পেশাদার হরিণশিকারিরা রাতের আঁধারে সুন্দরবনে ঢুকে হরিণের চলাচলের পথে দড়ির ফাঁদ পেতে রাখেন। ফাঁদে আটকে পড়া হরিণ পরে গোপনে জবাই করে মাংস লোকালয়ে এনে বিক্রি করেন। সবকিছুই ঘটে প্রশাসনের চোখ এড়িয়ে, নিঃশব্দে।</p><p>কোস্টগার্ডের মিডিয়া কর্মকর্তা লেফটেন্যান্ট কমান্ডার সিয়াম উল হক বলেন, গোপন সংবাদের ভিত্তিতে তাঁরা জানতে পারেন, চোরা শিকারিরা সুন্দরবন থেকে হরিণ শিকার করে পাতাখালী গ্রাম দিয়ে লোকালয়ে প্রবেশ করছেন। তাৎক্ষণিকভাবে কয়রা স্টেশন থেকে একটি দল পাঠানো হয়। অভিযানের সময় কোস্টগার্ডের সদস্যদের উপস্থিতি টের পেয়ে শিকারিরা পালিয়ে যান। ঘটনাস্থলে ফেলে যাওয়া বস্তায় পাওয়া যায় ৩২ কেজি হরিণের মাংস। তাৎক্ষণিকভাবে মাংসগুলো বন বিভাগের বজবজা টহল ফাঁড়িতে হস্তান্তর করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিহারের ভোটার তালিকা নিয়ে ভারতের সুপ্রিম কোর্ট: ‘মৃত’ নন জীবিত এমন ১৫ জনকে হাজির করলে ব্যবস্থা | প্রথম আলো",
            "time": "2025-07-30T10:18:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-01%2Faiif3j6h%2FKolkata-Court.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যে প্রক্রিয়ায় এই খসড়া তালিকা প্রস্তুত করা হচ্ছে, মামলাকারীদের আপত্তি তা নিয়েই। তাঁদের অভিযোগ, ইসি যেভাবে নাগরিকত্বের যাচাই করছে, সে জন্য যেসব নথি পেশ করতে বলা হচ্ছে, তা বহু ক্ষেত্রে সম্ভবপর নয়। তেমন করা তাদের কাজও নয়। সেই কাজ কেন্দ্রীয় স্বরাষ্ট্র মন্ত্রণালয়ের। তাঁদের অভিযোগ, এভাবে বহু দরিদ্র ও প্রান্তিক মানুষের ভোটাধিকার ইসি কেড়ে নিচ্ছে।</p><p>গত সোমবার ও মঙ্গলবার সুপ্রিম কোর্টে এই মামলার শুনানি হয়। মঙ্গলবারের শুনানিতে মামলাকারীদের আইনজীবী কপিল সিব্বাল ও প্রশান্ত ভূষণকে আশ্বস্ত করে বিচারপতিরা বলেন, কমিশনের ত্রুটি–বিচ্যুতি দেখলে তাঁরা অবশ্যই ব্যবস্থা নেবেন। ভোটার প্রমাণে আধার কার্ড ও ভোটার কার্ডকে নথি হিসেবে গ্রাহ্য করার সুপারিশ বিচারপতিরা জোরের সঙ্গে করেছেন। এই দুই নথি জাল করা সহজ বলে ইসির দাবি নস্যাৎ করে বিচারপতিরা বলেছেন, যে ১১টি নথির ওপর নির্ভর করে তারা সিদ্ধান্ত নিচ্ছে, সেগুলোর প্রতিটিই জাল করা সম্ভব। কপিল সিব্বাল ও প্রশান্ত ভূষণকে বিচারপতিরা বলেন, খসড়া ভোটার তালিকায় ‘মৃত’ অথচ আসলে জীবিত, এমন ১৫ জনকে আপনারা হাজির করুন। আমরা ব্যবস্থা নেব।</p><p>আগামী ১২ ও ১৩ আগস্ট এই মামলার পরবর্তী শুনানি। তার আগে ৮ আগস্টের মধ্যে মামলাকারীদের বক্তব্য লিখিতভাবে আদালতে পেশ করতে হবে।</p></div></div></div></body></html>"
        }
    ]
}