{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নতুন প্রধানমন্ত্রীর মন্ত্রিসভা কতটা নতুন? | প্রথম আলো",
            "time": "2026-02-19T04:46:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F142km2fn%2Ftareqzia.png?rect=0%2C297%2C2100%2C1103&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্ত্রিসভা গঠনের ক্ষেত্রে তৃতীয় যে বিষয়টি খেয়াল রাখা দরকার, সেটি হলো ব্যক্তি বা গোষ্ঠীস্বার্থের সঙ্গে মন্ত্রী-প্রতিমন্ত্রীর দায়িত্ব পালনের ক্ষেত্রে যেন স্বার্থের দ্বন্দ্ব তৈরি না হয়। যেমন একজন ব্যবসায়ী যদি বাণিজ্য বা অর্থ মন্ত্রণালয়ের দায়িত্বে থাকেন, তাঁর ভূমিকা নিয়ে প্রশ্ন ওঠা স্বাভাবিক। অতীতে আওয়ামী লীগ ও বিএনপি সরকার গঠনের ক্ষেত্রে স্বার্থের দ্বন্দ্বের বিষয়টিতে গুরুত্ব দেয়নি। এবার আশা করা গিয়েছিল পরিবর্তিত পরিস্থিতিতে বিএনপির সরকার সেটি মনে রাখবে। কিন্তু সব ক্ষেত্রে মনে রেখেছে, এমনটি বলা যাবে না। </p><p>নতুন মন্ত্রিসভায় প্রধানমন্ত্রী তারেক রহমানের হাতে মন্ত্রিপরিষদ বিভাগ, প্রতিরক্ষা মন্ত্রণালয় ও সশস্ত্র বাহিনী বিভাগের দায়িত্ব রাখা হয়েছে। এটা অস্বাভাবিক নয়। কিন্তু জ্যেষ্ঠ ও কনিষ্ঠ মন্ত্রীদের মধ্যে এমন মন্ত্রণালয়ও দেওয়া হয়েছে, যার সঙ্গে তাঁদের অভিজ্ঞতা ও কাজের সংগতি নেই। যিনি যে বিষয়ে অধিক অভিজ্ঞ, তাঁকে সেই মন্ত্রণালয় না দিয়ে অন্য মন্ত্রণালয় দেওয়ার উদাহরণও আছে। </p><p>এহছানুল হক মিলনকে শিক্ষা মন্ত্রণালয় দেওয়ায় শিক্ষাঙ্গনের মানুষ খুশি হবেন আশা করি। আগেরবার তিনি প্রতিমন্ত্রী হিসেবে পাবলিক পরীক্ষায় নকল বন্ধে শক্ত ও কার্যকর পদক্ষেপ নিয়েছেন।  </p><p>অন্যদিকে কৃষির সঙ্গে খাদ্য মেলানো গেলেও মৎস্য ও প্রাণিসম্পদকে যুক্ত করা কিংবা বাণিজ্যের সঙ্গে শিল্প ও বস্ত্র-পাটকে মেলানোও যথার্থ হয়েছে বলে মনে করি না। </p><p>অনেক ছোট মন্ত্রণালয়ে একাধিক মন্ত্রী নেওয়া হয়েছে। আবার এক ব্যক্তিকে দুই বা ততোধিক গুরুত্বপূর্ণ মন্ত্রণালয়ের দায়িত্ব দেওয়ার বিষয়টিও অসামঞ্জস্যপূর্ণ। সড়ক পরিবহনের সঙ্গে রেল মন্ত্রণালয়কে সংযুক্ত করা গেলেও নৌপরিবহনকে কোনোভাবে মেলানো যায় না। চিকিৎসক ও ড্যাব নেতা জাহিদ হোসেনকে মন্ত্রিসভায় আনা হলেও তাঁকে দেওয়া হয়েছে সমাজকল্যাণ মন্ত্রণালয়। অন্যদিকে সরদার মোহাম্মদ সাখাওয়াত হোসেনকে দেওয়া হয়েছে স্বাস্থ্য মন্ত্রণালয়। এ সিদ্ধান্তের যথার্থতা নিয়েও প্রশ্ন উঠেছে। </p><p>সংসদে মনোনয়নের মতো মন্ত্রিসভাতেও নারীর অংশীদারত্ব খুবই কম। একজন পূর্ণমন্ত্রী ও দুজন প্রতিমন্ত্রী। বিএনপির নারী নেতৃত্বের মধ্যে আর কোনো যোগ্য নেত্রী ছিলেন না, যাঁরা মন্ত্রী হতে পারেন? নারীর ক্ষমতায়নের পক্ষে জোরালো আওয়াজ তোলা দলটি নারীর প্রতি সুবিচার করেছে বলে মনে হয় না। একই কথা প্রযোজ্য সংখ্যালঘুদের প্রতিনিধিত্বের বিষয়েও। </p></div></div></div></body></html>"
        },
        {
            "title": "ম্যান সিটির পর ইন্টার-বধ: রূপকথার গল্প লিখছে এক অখ্যাত নরওয়েজীয় ক্লাব | প্রথম আলো",
            "time": "2026-02-19T04:29:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F9a1vqaot%2FHBebZn2WcAAy2MQ.jpg?rect=0%2C0%2C1957%2C1027&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চ্যাম্পিয়নস লিগ প্লে–অফে ইতালিয়ান ক্লাবগুলোর পতন অবশ্য নতুন নয়। গত মৌসুমেও প্লে-অফে এসি মিলান, জুভেন্টাস ও আতালান্তা হেরে যায় ফেইনুর্দ, ক্লাব ব্রুগা ও পিএসভি আইন্দহফেনের কাছে। ইতালিয়ান দলগুলোর মধ্যে কেবল ইন্টার সব বাধা অতিক্রম করে ফাইনালের টিকিট পায়। কিন্তু সেই ইন্টারও এখন বিদায়ের শঙ্কায় কাঁপছে। ইতালিয়ান ক্লাবগুলোর অবস্থা সব মিলিয়ে বেশ শোচনীয়ই বলা যায়।</p><p>এই ম্যাচের মধ্য দিয়ে ইউরোপীয় প্রতিযোগিতায় ইতালিয়ান প্রতিপক্ষের বিপক্ষে তৃতীয়বারের মতো তিন বা তার বেশি গোল করার কীর্তি গড়ল বোডো/গ্লিমট। ১৯৯৪ সালে তারা ৩-২ গোলে হারায় সাম্পদোরিয়াকে। এরপর ২০২১ সালে ইতালিরই আরেক ক্লাব রোমাকে হারায় ৬ গোলের বড় ব্যবধানে।</p></div></div></div></body></html>"
        },
        {
            "title": "বায়ুদূষণে বিশ্বে শীর্ষে আজ ঢাকা, ৪ স্থানে অস্বাভাবিক দূষণ | প্রথম আলো",
            "time": "2026-02-19T04:27:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F0f3520a1-9017-4204-aa2d-1a5183b9cda8%2F2.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রাজধানীর ৪ স্থানে ভয়ানক দূষণ</strong></p><p>রাজধানীর চার স্থানে আজ ভয়ানক দূষণ। এর মধ্যে সর্বোচ্চ দূষণ নিকুঞ্জের এএসএল সিস্টেমস লিমিটেডসংলগ্ন এলাকায়। মান ৫৪১। আর বাকি তিন স্থান হলো দক্ষিণ পল্লবী (৪২২), বেচারাম দেউড়ি (৪০০) ও ধানমন্ডি (৩৮০)।</p><p>দেশের সর্বত্রই বায়ুদূষণ বাড়ছে, তবে কিছু ক্ষেত্রে আজকাল ঢাকার বাইরের অন্যান্য এলাকায় বায়ুদূষণের মাত্রা অনেক বেশি থাকছে।</p><p>বায়ুদূষণ নিয়ন্ত্রণে যেসব কার্যক্রম আছে, তা মূলত ঢাকাকেন্দ্রিক। তবে এসব কার্যক্রমের তেমন কোনো ফল নেই।</p><p>গবেষণাপ্রতিষ্ঠান বায়ুমণ্ডলীয় দূষণ অধ্যয়নকেন্দ্রের (ক্যাপস) চেয়ারম্যান অধ্যাপক আহমেদ কামরুজ্জামান মজুমদার প্রথম আলোকে বলেন, রাজধানীর যেসব এলাকায় অতিরিক্ত দূষণ, সেসব এলাকাভিত্তিক দূষণ পর্যবেক্ষণ করতে হবে। কিন্তু পরিবেশ অধিদপ্তর, সিটি করপোরেশনের তেমন উদ্যোগ নেই। দেখা যাবে, হয়তো এসব এলাকায় নির্মাণ বা কোনো কারখানার দূষণ আছে। এখন এই এলাকাভিত্তিক পর্যবেক্ষণ জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুনদের কাঁধে একাধিক গুরুত্বপূর্ণ মন্ত্রণালয়, জ্যেষ্ঠ নেতাদের কেউ কেউ পেয়েছেন কম | প্রথম আলো",
            "time": "2026-02-19T04:27:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fz6mhv9sw%2F8.jpg?rect=0%2C374%2C7536%2C3956&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইকবাল হাসান মাহমুদ বিএনপির আগের সরকারে বিদ্যুৎ ও জ্বালানি প্রতিমন্ত্রী ছিলেন। এবার তিনি পূর্ণ মন্ত্রীর দায়িত্ব পেয়েছেন। এই মন্ত্রণালয়ের প্রতিমন্ত্রী অনিন্দ্য ইসলাম প্রথমবার সংসদ সদস্য হয়েছেন।</p><p>হাফিজ উদ্দিন আহমদ মুক্তিযুদ্ধবিষয়ক মন্ত্রীর দায়িত্ব পেয়েছেন। ২০০১-০৬ সাল পর্যন্ত বিএনপির সরকারে তিনি প্রথমে পাট, পরে পানিসম্পদমন্ত্রী ছিলেন। শেষের দিকে বাণিজ্য মন্ত্রণালয়ও তাঁর অধীনে দেওয়া হয়। সেই তুলনায় তিনি এবার অপেক্ষাকৃত ছোট মন্ত্রণালয় পেয়েছেন। তাঁর সঙ্গে প্রতিমন্ত্রী হিসেবে দায়িত্ব দেওয়া হয়েছে ঢাকা-৭ থেকে প্রথমবার নির্বাচিত সংসদ সদস্য ইশরাক হোসেনকে।</p><p>ব্যবসায়ী নেতা আবদুল আউয়াল মিন্টু প্রথমবার সংসদ সদস্য হয়েছেন। ব্যবসায়ীদের শীর্ষ সংগঠনের নেতৃত্ব দেওয়া এই নেতাকে করা হয়েছে পরিবেশ, বন ও জলবায়ু পরিবর্তনবিষয়ক মন্ত্রী। একই মন্ত্রণালয়ে প্রতিমন্ত্রীর দায়িত্ব দেওয়া হয়েছে প্রথমবার সংসদ সদস্য হওয়া শেখ ফরিদুল ইসলামকে। সাধারণত এই মন্ত্রণালয়ে মন্ত্রীর সঙ্গে প্রতিমন্ত্রী দেওয়া হয় না।</p><p>বিএনপির স্থায়ী কমিটির সদস্য এ জেড এম জাহিদ হোসেনকে মহিলা ও শিশুবিষয়ক এবং সমাজকল্যাণ মন্ত্রণালয়ের দায়িত্ব দেওয়া হয়েছে। প্রতিমন্ত্রীর দায়িত্ব পেয়েছেন ফারজানা শারমিন।</p><p>প্রচলিত ধারণা ছিল চিকিৎসক নেতা জাহিদ হোসেন স্বাস্থ্য মন্ত্রণালয় পেতে পারেন। কিন্তু স্বাস্থ্য ও পরিবারকল্যাণমন্ত্রীর দায়িত্ব পেয়েছেন অনেকটা আলোচনার বাইরে থাকা সরদার সাখাওয়াত হোসেন (বকুল)।</p><p>মিজানুর রহমান মিনু রাজশাহী সিটি করপোরেশনের মেয়রের দায়িত্ব পালন করেন ১৭ বছর। একাধিকবার সংসদ সদস্যও হয়েছেন। তাঁকে করা হয়েছে ভূমিমন্ত্রী। ভূমি প্রতিমন্ত্রী করা হয়েছে কায়সার কামালকে।</p></div></div></div></body></html>"
        },
        {
            "title": "লেখক | নাগরিক সংবাদ",
            "time": "2026-02-19T04:20:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-24%2Fgril6cr3%2FBondu-SovaArt-132.jpg?rect=0%2C40%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-05%2Fe0cb6603-480f-4ea2-9615-3cdbb5c9ff75%2FGPI.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রফিক একা থাকে শুনে নতুন দম্পতি প্রায় প্রতিদিনই কিছু না কিছু রান্না করা খাবার রফিকের জন্য নিয়ে আসে। ভদ্রমহিলার রান্নার হাত ভালো। রফিককে এই দুই থেকে তিন মাসেই কেমন আপন করে নিয়েছে তারা। আজ অনেক দিন পর দুধ–চা বানাল রফিক। অবশ্য বানাত না, যদি না সামনের ফ্ল্যাটের ভাবি গরম–গরম শিঙাড়া না দিয়ে যেত। শিঙাড়ার সঙ্গে দুধ–চা থাকবে না, তাতো হতেই পারে না। বারান্দায় বসে চা–শিঙাড়া খেতে খেতে রফিক তার পুরোনো দিনগুলোর কথা ভাবছে। এতিমখানায় বড় হয়েছে সে। এমনিতে সবাই অনেক আদর করত, কিন্তু তার কোনো বন্ধু হতো না। কারণ, রফিক কথা বলতে পারত না। একদম পারত না ব্যাপারটা এমন নয়, সে কথা বলার সময় কথা জড়িয়ে যেত, এখনো যায় অবশ্য। এটা নিয়ে সমবয়সী সবাই অনেক মজা করত দেখে একসময় সে কথা বলা একদম কমিয়ে দিয়েছিল। এতিমখানায় তার সময় কাটত কবিতার বই পড়ে। অনেক ছোটবেলা থেকে সে কবিতা লিখে, কিন্তু কারও কাছে সে কবিতা দিয়ে পরিচিত হতে পারেনি। এরপর শুরু করল সমসাময়িক বিষয়ে গল্প লেখা। সেখানেও তেমন সুবিধা করতে পারেনি। কিন্তু সে লেখালেখির পিছু ছাড়েনি। কারণ, তার লিখতে ভালো লাগে, এই লেখালেখি ছাড়া আর কিছুই তেমন পারে না সে। কিন্তু কোনোভাবেই যখন কিছু হচ্ছিল না, তখন অনেক কষ্টে একটা প্রাইভেট কোম্পানির সেলস ডিপার্টমেন্টে চাকরি পেয়ে জীবিকা নির্বাহের চেষ্টা করেছিল, তাতে অবশ্য লাভ হয়নি। অনেকবার সে চাকরি পরিবর্তন করেছে। কোনো চাকরিতেই চার থেকে পাঁচ মাসের বেশি মনোযোগ ধরে রেখে কাজ করতে পারত না। ফলাফল হিসেবে চাকরি থেকে ছাঁটাই করে দিত তাকে। এভাবে প্রায় কয়েক বছর সে বিভিন্ন জায়গায় যাযাবরের মতো চাকরি করার চেষ্টা করে ব্যর্থ হয়ে আবার লেখালেখিতে ফেরত এল। এবার সাইকো–থ্রিলারকে সাবজেক্ট হিসেবে নিয়ে লেখালেখি করে সে এখন পর্যন্ত দুটি বইও প্রকাশ করেছে। লেখকপাড়ায় রফিক এখন কিছুটা পরিচিত মুখ। এতিমখানার দেওয়া নাম ‘রফিক মিয়া’ নামটি একজন লেখকের সঙ্গে যাচ্ছিল না দেখে লেখক রফিকের নতুন নাম হলো ‘রফিকুজ্জামান রফিক’। আশাতীতভাবে তার লেখা দুটি বইয়েরই হাজারখানেক কপি বিক্রি হয়েছে, যা ধারণার বাইরে ছিল। দ্বিতীয় বই প্রকাশের পর প্রায় এক বছর কেটে গেছে, এর মধ্যে কিছুতেই নতুন গল্প শুরু করতে পারছিল না রফিক। এই কয় মাসে নতুন গল্প নিয়ে বেশ কিছুদূর সে এগিয়েছে। এতে রফিক অনেক খুশি। চায়ে চুমুক দিয়ে কেন যেন তার মনে হচ্ছে, খুব শিগগির গল্পটা শেষ করতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যাংক খাতে আস্থা ফেরাতে যেসব পদক্ষেপ দরকার | প্রথম আলো",
            "time": "2026-02-19T04:19:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fykfbofw1%2F13__01__25__Mashrur_Arefin_City_Bank_MD.jpeg?rect=0%2C17%2C1002%2C526&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তৃতীয়ত, সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো রাষ্ট্রায়ত্ত ব্যাংকগুলোর সংস্কার। রাজস্ব অপচয় বন্ধ করতে হবে এবং আর্থিক শৃঙ্খলা ফেরাতে আমাদের উচিত এটুকু বোঝা যে রাষ্ট্রায়ত্ত ব্যাংকগুলোর একীভূতকরণ আর শাসনকাঠামোয় আমূল সংস্কার আনাটা এ মুহূর্তে অপরিহার্য। এই একীভূতকরণ একটা কাজের কাজ হবে কেবল যদি জবাবদিহি, পেশাদার পর্ষদ গঠন এবং ঋণ আদায়ের কঠোর নির্দেশনাকে এ প্রক্রিয়ার সঙ্গে শর্ত হিসেবে যুক্ত করা যায়।</p><p>চতুর্থত, মুদ্রানীতি ও আর্থিক স্থিতিশীলতার মধ্যে সমন্বয় নিয়ে কথা বলা জরুরি। দীর্ঘস্থায়ী মূল্যস্ফীতি আর নীতি বিষয়ক এলোমেলো সংকেত (সুদের হারের করিডর ইচ্ছেমতো বদলানো, তারল্য সরবরাহ চালু রাখা, যখন কিনা বলা হচ্ছে সংকোচনের কথা, ইত্যাদি) আমাদের সবার নীতির ওপরে বিশ্বাসকে ক্ষুণ্ন করছে। এ ব্যাপারে কথা বললে ঘুরে-ফিরে আসে বাংলাদেশ ব্যাংকের কার্যকর স্বাধীনতার কথা,যেটা অনেক জরুরি। এ ছাড়া বেশি বেশি রেগুলেট বা নিয়ন্ত্রণ করার তাড়ণাকে উল্টোপথে নেওয়ার প্রয়োজনীয়তা আর নিয়ন্ত্রকের তরফ থেকে এবিবির সঙ্গে ইগো-বিহীন যোগাযোগ অব্যাহত রাখার কথাও চলে আসে। বাংলাদেশ ব্যাংককে মূল্যস্ফীতির একটা নির্দিষ্ট রোডম্যাপ বা পথ অনুসরণ করতেই হবে, মানে তাদেরকে পরস্পরবিরোধী সিদ্ধান্ত নেওয়া বন্ধ করতে হবে। সেই সঙ্গে নিশ্চিত করতে হবে যেন সুদহারের করিডরই আমানতের সুদহার ও ঋণের সুদহার নির্ধারণ করে, কারও চাপে যেন সেটি না হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এশিয়ান কাপে কম গোল খাওয়াই বড় চ্যালেঞ্জ বাংলাদেশের | প্রথম আলো",
            "time": "2026-02-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fo2hozwsx%2FBangladesh-Na-Womens-Football-Team-Head-Coach-Butler-Speak-with-Afeida-During-Practice3.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের নারী ফুটবল লিগে ১০ ম্যাচের ৯টিতে খেলে একটি গোলও খাননি রাজশাহী স্টারসের গোলরক্ষক রুপনা চাকমা। এটা তাই মনে হতেই পারে, গোলপোস্টের নিচে রুপনা চাকমার মতো বিশ্বস্ত হাত থাকতে কিসের আবার চ্যালেঞ্জ! </p><p>তবে এশিয়ান কাপের প্রস্তুতি পর্বে এই রুপনার জালেই গোলবন্যা দেখে চ্যালেঞ্জটা অস্বীকার করারও উপায় নেই। শেষ চারটি প্রীতি ম্যাচের একটিতেও জয়ের মুখ দেখেনি বাংলাদেশ নারী দল, হজম করেছে ১১ গোল।</p><p>অন্যদিকে আগামী ১ মার্চ অস্ট্রেলিয়ায় শুরু এশিয়ান কাপে বাংলাদেশের গ্রুপে থাকা উত্তর কোরিয়া, চীন ও উজবেকিস্তান গোল–উৎসব করে সেরেছে তাদের প্রস্তুতি। এশিয়ান কাপও নিয়মিত গোল–উৎসবই দেখে আসছে তাদের। </p><p>২০২২ সালে ভারতে অনুষ্ঠিত সর্বশেষ আসরের গ্রুপ পর্বে চীন দুই ম্যাচে ১১ গোল করে হজম করেনি একটি গোলও। এবার গ্রপ পর্বে বাংলাদেশ দলের অন্য দুই প্রতিপক্ষ উত্তর কোরিয়া ও উজবেকিস্তান গত আসরে না খেললেও চীনের মতো উত্তর কোরিয়ার জন্যও এশিয়ান কাপ মানেই গোল–উৎসব।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালুক কি আসলেই শীতনিদ্রায় যায় | কিশোর আলো",
            "time": "2026-02-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fb2px3owk%2Fbears-dont-hibernate-torpor-winter-snow.webp?rect=0%2C35%2C1818%2C954&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবচেয়ে বিস্ময়কর ঘটনা ঘটে মা ভালুকদের ক্ষেত্রে। বসন্ত বা গ্রীষ্মে ভালুকদের মিলন হলেও মা ভালুক তখনই গর্ভবতী হয় না। একে বলা হয় ডিলেড ইমপ্ল্যান্টেশন। ডিম্বাণুটি মায়ের শরীরে সুপ্ত অবস্থায় থাকে। মা যদি শীতের আগে পর্যাপ্ত চর্বি জমিয়ে শরীরকে প্রস্তুত করতে পারে, তবেই বাচ্চা বড় হতে শুরু করে। আর সেই হাড়কাঁপানো শীতে, টরপর অবস্থায় ঘুমের মধ্যেই মা ভালুক বাচ্চার জন্ম দেয় এবং তাদের যত্ন নেয়! বসন্তকালে যখন তারা গুহা থেকে বের হয়, তখন সঙ্গে থাকে নতুন অতিথিরা।</p><p>তবে সব ভালুকই যে শীতে টরপরে যায়, তা নয়। চিড়িয়াখানার ভালুকেরা নিয়মিত খাবার পায়, তাই তারা ঘুমায় না। আবার জায়ান্ট পান্ডারাও টরপরে যায় না। কারণ, তারা বাঁশ খায়, আর বাঁশে ক্যালরি এত কম যে শরীরে চর্বি জমানো সম্ভব হয় না। তাই শীতে তারা ঘুমায় না, বরং পাহাড়ের নিচু জায়গায় কম শীতের অঞ্চলে নেমে আসে।</p><p>আর্কটিকের ওই ভয়ংকর শীতে মেরু ভালুকের সবচেয়ে বেশি ঘুমানোর কথা, তাই না? কিন্তু তারা তা করে না। কারণ, তারা মাংসাশী। শীতে সিল মাছ শিকার করা তাদের জন্য আরও সহজ হয়। তাই গর্ভবতী মা ছাড়া বাকি মেরু ভালুকেরা সারা শীত জেগেই থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টিল নাকি কাচের কনটেইনার-খাবার রাখার জন্য কোনটি বেশি নিরাপদ | প্রথম আলো",
            "time": "2026-02-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fpx3e6bj0%2Fbeef-ball-fried-dark-wooden-surface.jpg?rect=0%2C408%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"স্টিল নাকি কাচের কনটেইনার—খাবার রাখার জন্য কোনটি বেশি নিরাপদ\" class=\"IiRps \">স্টিল নাকি কাচের কনটেইনার—খাবার রাখার জন্য কোনটি বেশি নিরাপদ</h1></p><div class=\"Ibzfy\"><p>খাবার কোন পাত্রে রাখছি, বিষয়টি শুনতে মামুলি বা ছোটখাটো সিদ্ধান্ত মনে হতে পারে। কিন্তু এর সঙ্গে জড়িয়ে আছে স্বাস্থ্য, অভ্যাস ও দীর্ঘমেয়াদি নিরাপত্তার প্রশ্ন। বিশেষ করে আমাদের রান্নাঘরে স্টিলের জিনিসপত্রের পাশে এখন জায়গা করে নিচ্ছে ঝকঝকে কাচের জার ও এয়ারটাইট কনটেইনার। কেউ বলছেন স্টিল বেশি টেকসই, কেউ আবার কাচকেই মানছেন সবচেয়ে নিরাপদ। এখন প্রশ্নটা আর শুধু ঐতিহ্য বনাম আধুনিকতার নয়। বরং আলোচনায় আসছে রাসায়নিক নিঃসরণ, গরম সহ্য করার ক্ষমতা, দাগ পড়া, গন্ধ ধরে রাখা, ভেঙে যাওয়ার ঝুঁকি ইত্যাদি। যেহেতু আমরা অনেকেই এখন আগেভাগে রান্না করে রাখি, ফ্রিজে সংরক্ষণ করি, আবার গরম করে খাই, তাই সঠিক পাত্র বেছে নেওয়া আগের চেয়ে অনেক বেশি গুরুত্বপূর্ণ হয়ে উঠেছে। তাহলে চলুন, দৈনন্দিন ব্যবহার ও দীর্ঘমেয়াদি নিরাপত্তার দিক থেকে স্টিল ও কাচ—দুটির তুলনা দেখে নেওয়া যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ আফ্রিকায় চট্টগ্রামের চন্দনাইশের প্রবাসীর মৃত্যু | প্রথম আলো",
            "time": "2026-02-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Ffm4052ve%2FWhatsApp-Image-2026-02-18-at-8.00.29-PM.jpeg?rect=0%2C0%2C1013%2C532&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুর মোহাম্মদ বলেন, ঢাকা থেকে ৩০ জানুয়ারি আফ্রিকার উদ্দেশে বিমানে ওঠেন ফাহাদ। ১৫ ফেব্রুয়ারি রাতে হঠাৎ একটা ফোন আসে। ফোনে অপরিচিত একজন তাঁকে বলেন, ‘আপনার ছেলে ফাহাদ আর নেই, ইন্না লিল্লাহ পড়েন, সে মারা গেছে।’</p><p>পরিবারের ধারণা, দীর্ঘ পথযাত্রা, অনাহার, অসুস্থতা ও চিকিৎসার অভাবেই ফাহাদের মৃত্যু হয়েছে। তাঁরা ফাহাদকে ২০০ ডলার দিয়েছিলেন। ব্যাগেও পর্যাপ্ত শুকনা খাবার দিয়েছিলেন। তবে জঙ্গলে তাঁর থেকে সবকিছু ছিনতাই হয়েছে। এ কারণে ফাহাদকে কষ্ট ভোগ করতে হয়েছে।</p><p>নুর মোহাম্মদ জানান, দালালেরা ঢাকা থেকে প্রথমে ইথিওপিয়া ও জিম্বাবুয়ে পর্যন্ত বিমানে নেওয়ার কথা বলেছিল। পরে সীমান্ত পার করে দক্ষিণ আফ্রিকায় পৌঁছে দেওয়ার কথা ছিল। কিন্তু বাস্তবে তা হয়নি। ফাহাদকে ইথিওপিয়া থেকে একাধিক দেশ ঘুরিয়ে সড়কপথে দক্ষিণ আফ্রিকায় নেওয়া হয়। এ কারণে অনেক সময় তাঁকে জঙ্গলে হাঁটতেও হয়েছে। প্রায় দুই সপ্তাহ ধরে চলে এ যাত্রা।</p></div></div></div></body></html>"
        },
        {
            "title": "পেটের ব্যথায় হাসপাতালে গিয়ে জন্ম দিলেন সন্তান | প্রথম আলো",
            "time": "2026-02-19T03:57:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F3sm5eqld%2FCapture.PNG?rect=0%2C122%2C416%2C218&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হতবাক হ্যাটি বলেন, তিনি নিয়মিত জন্মনিয়ন্ত্রণ বড়ি খেতেন। তা ছাড়া তাঁর শরীরে গর্ভধারণের কোনো লক্ষণ নেই।</p><p>মাঝারি গড়নের হ্যাটির পেট একেবারেই বড় হয়নি, তাঁর ওজনও সামান্যই বেড়েছিল।</p><p>হাসপাতালে প্রায় ১০ ঘণ্টা প্রসববেদনার পর একটি কন্যাসন্তানের জন্ম দেন হ্যাটি।</p><p>হ্যাটি বলেন, ‘যখন চিকিৎসকেরা জানালেন যে আমি অন্তঃসত্ত্বা, আমি প্রচণ্ড আতঙ্কিত হয়ে পড়েছিলাম। এতটা ভয় আমি আমার জীবনে আগে কখনো পাইনি।’</p><p>কেন হ্যাটি অন্তঃসত্ত্বা হওয়ার কোনো লক্ষণ বুঝতে পারেননি বা তাঁর শরীরে কোনো লক্ষণ ফুটে ওঠেনি, চিকিৎসকেরা সে ব্যাখ্যা দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সিটির হাতেই লিগের লাগাম তুলে দিচ্ছে আর্সেনাল | প্রথম আলো",
            "time": "2026-02-19T03:52:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fb0rfrwb3%2F107288-01-02.jpg?rect=0%2C0%2C4002%2C2101&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মলিনিউক্স স্টেডিয়াম হোক না উলভারহ্যাম্পটনের ঘরের মাঠ। গতকাল রাতে সেখানেই ৫৬ মিনিটে ২-০ গোলে এগিয়ে গিয়েছিল আর্সেনাল; কিন্তু ইংলিশ প্রিমিয়ার লিগ পয়েন্ট তালিকার তলানিতে থাকা এ দলের বিপক্ষেও দুই গোলের লিড ধরে রাখতে পারেনি মিকেল আরতেতার দল। </p><p>৬১ ও ৯৪ মিনিটে দুই গোল হজম করে শেষ পর্যন্ত ২–২ গোলের ড্রয়ে পয়েন্ট ভাগ করে নিতে বাধ্য হয় আর্সেনাল। এমন পারফরম্যান্সের পর প্রশ্ন ওঠাই স্বাভাবিক যে, প্রিমিয়ার লিগে ২২ বছরের শিরোপাখরা কাটাতে সত্যিই মানসিকভাবে প্রস্তুত তো আর্সেনাল?</p><p>মৌসুমে এই প্রথমবারের মতো লিগ শিরোপা জয়ের লড়াই পুরোপুরি আরতেতার দলের নিয়ন্ত্রণে নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2026-02-19T03:49:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2Fd4b19497-b8ce-415d-ac07-7a43c8dfea06%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">প্রধানমন্ত্রী তারেক রহমানের সভাপতিত্বে মন্ত্রিসভার প্রথম বৈঠক হয়েছে। আজ বুধবার বিকেলে সচিবালয়ে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: পিআইডি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "অসুস্থতার গুজব উড়িয়ে প্রকাশ্যে আরব আমিরাতের প্রেসিডেন্ট | প্রথম আলো",
            "time": "2026-02-19T03:43:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fh2x5eqt4%2FUAEPresident.jpg?rect=0%2C40%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যমে দেওয়া এক পোস্টে মার্কিন এই সিনেটর আমিরাতের প্রেসিডেন্টের অসুস্থতার দাবি পুরোপুরি উড়িয়ে দিয়েছেন।</p><p>এক্সে লিন্ডসে গ্রাহাম লিখেছেন, ‘যাঁরা সংযুক্ত আরব আমিরাত ও ব্যক্তিগতভাবে প্রেসিডেন্ট শেখের (মোহাম্মদ বিন জায়েদ) বিরুদ্ধে মিথ্যা গল্প ছড়াচ্ছেন, তাঁরা আসলে বাজে কথা বলছেন।’</p><p>‘তিনি (আমিরাতের প্রেসিডেন্ট) শুধু যে বেঁচে আছেন তা-ই নয়, সুস্থও আছেন। তাঁকে আমি যতটা বুদ্ধিদীপ্ত দেখেছিলাম, এখনো তেমনই আছেন।’</p><p>তুরস্কের প্রেসিডেন্ট রিসেপ তাইয়েপ এরদোয়ানের একটি বিবৃতির পর এ মন্তব্য করলেন মার্কিন সিনেটর। চলতি মাসের শুরুর দিকে এরদোয়ান সৌদি আরব সফরে গিয়েছিলেন। এরপর তাঁর প্রতিবেশী দেশ সংযুক্ত আরব আমিরাত সফরের কথা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "রোজার শুরুতে বাড়ল মাছ-মাংস-সবজির দাম | প্রথম আলো",
            "time": "2026-02-19T03:42:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fj3u8yrqw%2Fhwt20ti5.jpg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী ঢাকার বাজারে ভালো মানের এক হালি লেবুর দাম এখন ১০০-১২০ টাকা। আর ফার্মের মুরগির বাদামি রঙের এক ডজন (১২টি) ডিমের দাম ১১০ টাকা। অর্থাৎ এক হালি লেবুর দামে এখন এক ডজন ডিম কেনা যাচ্ছে। আজ বৃহস্পতিবার শুরু হলো পবিত্র রমজান মাস। এর আগেই বাজারে লেবুসহ বিভিন্ন পণ্যের দাম বেড়েছে। এর মধ্যে রয়েছে বেগুন, শসা, পেঁয়াজ, টমেটো, কাঁচা মরিচ, খেজুর, ব্রয়লার মুরগি ও বিভিন্ন ধরনের মাছ।</p></div></div></div></body></html>"
        },
        {
            "title": "সম্পত্তি ভাগাভাগি শেষে ৩০ ঘণ্টা পর কুড়িগ্রামের সেই বাবার লাশ দাফন | প্রথম আলো",
            "time": "2026-02-19T03:33:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fax7azw5t%2FWhatsApp-Image-2026-02-19-at-09.22.27.jpeg?rect=0%2C198%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পারিবারিক সূত্রে জানা যায়, জীবদ্দশায় আজিজার রহমান বাড়িভিটাসহ স্থাবর-অস্থাবর সম্পত্তি দ্বিতীয় স্ত্রীর ছেলে রফিকুল ইসলাম ওরফে টাইগারের নামে লিখে দেন। এ নিয়ে প্রথম পক্ষের ছেলে আবদুল হাকিমের সঙ্গে দীর্ঘদিন ধরে বিরোধ চলছিল। গতকাল বুধবার সকাল সাড়ে ১০টার দিকে জানাজায় অংশ নিতে এলাকাবাসী জড়ো হলে হাকিম সম্পত্তির সমবণ্টন নিশ্চিতের দাবি জানিয়ে দাফনে আপত্তি তোলেন। এ ঘটনায় জানাজা স্থগিত হয়ে যায়। মরদেহ কাফন পরানো অবস্থায় বাড়ির আঙিনায় খাটিয়ায় রাখা ছিল।</p><p>দিনভর স্থানীয় মুরব্বি, গণ্যমান্য ব্যক্তি ও জনপ্রতিনিধিরা দুই পক্ষকে নিয়ে একাধিক দফায় বৈঠক করেন। সন্ধ্যার পরও সমাধান না হওয়ায় পরিস্থিতি অস্বস্তিকর হয়ে ওঠে। অবশেষে রাত ১০টার দিকে স্থানীয় গণ্যমান্য ব্যক্তিদের উপস্থিতিতে সালিশ বৈঠকে চূড়ান্ত সিদ্ধান্ত হয়। বসতভিটার ২১ শতাংশ জমির মধ্যে দুই ভাই ৮ শতাংশ করে পাবেন এবং অবশিষ্ট অংশ বোনের প্রাপ্য হিসাবে থাকবে। পাশাপাশি আবাদি জমি আইনানুগ প্রক্রিয়ায় সুষ্ঠু তদারকির মাধ্যমে বণ্টনের সিদ্ধান্ত নেওয়া হয়। এ বিষয়ে স্ট্যাম্পে লিখিত অঙ্গীকারনামা সম্পাদন করা হয় এবং এতে উভয় পক্ষ স্বাক্ষর করে। সমঝোতার পর রাত ১১টার দিকে জানাজা অনুষ্ঠিত হয় এবং পারিবারিক কবরস্থানে তাঁর দাফন সম্পন্ন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় চলচ্চিত্র পুরস্কার স্বচ্ছ ও জবাবদিহিমূলক হোক: শাকিব খান | প্রথম আলো",
            "time": "2026-02-19T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fprzc3uu8%2F44837549210193259662274458932539578920427743n.jpg?rect=0%2C0%2C959%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তৃতীয়ত, দেশে প্রেক্ষাগৃহের সংখ্যা অনেক কমে গেছে। মাঝখানে কয়েকবার প্রেক্ষাগৃহ বাড়ানোর উদ্যোগের কথা শোনা গেলেও পরে আর কোনো অগ্রগতি দেখা যায়নি। তাই বলব, সারা দেশে প্রেক্ষাগৃহ নির্মাণের উদ্যোগ নিতে হবে। মানুষ পরিবার নিয়ে আবার ছবি দেখছে, তাদের শুধু সুন্দর পরিবেশ দিতে হবে। সারা দেশে যেসব বন্ধ ও জরাজীর্ণ প্রেক্ষাগৃহ রয়েছে, সেগুলোর সংস্কারে স্বল্প সুদে ঋণ, করছাড় ও পুনর্গঠন তহবিল গঠন করা যেতে পারে। পাবলিক-প্রাইভেট পার্টনারশিপ মডেলে আধুনিক মাল্টিপ্লেক্স স্থাপনেও উৎসাহ দেওয়া যেতে পারে। যেসব জেলায় প্রেক্ষাগৃহ নেই, সেখানে কম আসনসংখ্যার ডিজিটাল মিনি প্রেক্ষাগৃহ বানানো যেতে পারে। এতে নির্মাণ ব্যয় কমবে, স্থানীয় উদ্যোক্তারাও যুক্ত হতে পারবেন। নতুন প্রেক্ষাগৃহ নির্মাণে ভ্যাট ও ট্যাক্সছাড়, জমি লিজে বিশেষ সুবিধা, আমদানি করা প্রজেকশন ও সাউন্ড যন্ত্রে শুল্ক কমানো—এসব প্রণোদনা দিলে বিনিয়োগ বাড়বে। ডিজিটাল প্রজেকশন, ডলবি সাউন্ড, অনলাইন টিকেটিং—এসব বাধ্যতামূলক বা প্রণোদিত করলে দর্শকের অভিজ্ঞতা উন্নত হবে এবং হলমুখী দর্শক বাড়বে। দেশীয় চলচ্চিত্রের নির্দিষ্ট প্রদর্শন কোটা, উৎসবভিত্তিক বিশেষ প্রদর্শনী এবং পরিবারবান্ধব কনটেন্টে সহায়তা—এসব দর্শক টানতে সাহায্য করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্বেতশুভ্র পোশাকের ব্যতিক্রমী লুকে জনপ্রিয় নায়িকা",
            "time": "2026-02-19T03:14:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fo7505ydz%2Ftisha222.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাকসেসরিজে মিনিমাল ছোঁয়া। চোখে শোভা পাচ্ছে ওভারসাইজড ব্রাউন সানগ্লাস, যা সাদার একঘেয়েমি ভেঙে লুকে এনেছে আধুনিক আবেদন। কানে গোল্ডেন হুপ , হাতে আংটি আর এবং ঘড়ি–সব মিলিয়ে পরিমিত কিন্তু রুচিশীল স্টাইলিং-এ নজর কাড়ছেন তিশা। মানানসই  ছোট সাদা স্লিং ব্যাগ নিয়েছেন তিনি, যা পোশাকের সঙ্গে টোন-অন-টোন সমন্বয় তৈরি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যালিফোর্নিয়ায় তুষারধস: নিখোঁজ ৯ স্কিয়ারের মধ্যে আটজনের মরদেহের সন্ধান | প্রথম আলো",
            "time": "2026-02-19T03:09:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fobw0v0kp%2FCalifornia-Avalanche-1.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরো স্কি দলটিতে ১১ জন শৌখিন স্কিয়ার ও ৪ জন স্কি গাইড ছিলেন। তিন দিনের ভ্রমণ শেষে ফেরার পথে মঙ্গলবার ওই তুষারধসের ঘটনা ঘটে।</p><p>ক্যালিফোর্নিয়ার গভর্নর গ্যাভিন নিউসমের কার্যালয় এক্সে দেওয়া এক পোস্টে জানিয়েছে, স্থানীয় জরুরি দলগুলোর সঙ্গে সমন্বয় করে অঙ্গরাজ্য কর্তৃপক্ষ সর্বাত্মক অনুসন্ধান ও উদ্ধার তৎপরতা চালাচ্ছে।</p><p>একাধিক কর্মকর্তা জানিয়েছেন, গতকালও সেখানকার পরিস্থিতি বিপজ্জনক ছিল। শেরিফ উ স্থানীয় আবহাওয়া পরিস্থিতিকে ‘অননুমেয়’ বলে বর্ণনা করেছেন।</p><p>শেরিফ উ বলেন, ‘দুর্গম এলাকাগুলো এড়িয়ে চলুন। মরদেহগুলো পরিবারের জন্য উদ্ধার করে এবং তাঁদের বাড়ি ফিরিয়ে আনতে আমাদের পূর্ণ সক্ষমতার ওপর মনোনিবেশ করতে দিন।’</p><p>দুর্ঘটনাস্থলের কাছেই বোরিয়াল মাউন্টেন স্কি রিসোর্ট অবস্থিত। সেখানে মঙ্গলবার থেকে ৩০ ইঞ্চির (৭৬ সেমি.) বেশি তুষারপাত রেকর্ড করা হয়েছে ঝোড়ো বাতাস ও দৃষ্টিসীমা কমে যাওয়ায় এদিন রিসোর্টটি বন্ধ রাখার সিদ্ধান্ত নেওয়া হয়।</p><p>এই ঝড়ের কারণে (ক্যালিফোর্নিয়ার) ‘ইন্টারস্টেট ৮০’ এবং ‘হাইওয়ে ৫০’সহ বেশ কয়েকটি মহাসড়কও বন্ধ করে দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ধ্বংসের আগুন থেকে অদম্য আলো | প্রথম আলো",
            "time": "2026-02-19T03:06:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fiseaty06%2FImage.jpeg?rect=0%2C56%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকালে উদ্বোধনের পর বিকেলে প্রদর্শনীটি ছিল বিদেশি কূটনীতিক ও আমন্ত্রিত অতিথিদের জন্য। উগ্র হামলাকারীদের পুড়িয়ে দেওয়া প্রথম আলো ভবনে আয়োজিত শিল্প প্রদর্শনীতে এসে বিদেশি কূটনীতিকেরা সংবাদপত্রের স্বাধীনতা, মতপ্রকাশ ও গণতন্ত্রের প্রতি তাঁদের সমর্থন ব্যক্ত করেছেন। তাঁরা প্রথম আলো ও ডেইলি স্টার-এর প্রতি সংহতি প্রকাশ করেছেন।</p><p>কূটনীতিকদের মধ্যে ইউরোপীয় ইউনিয়নের রাষ্ট্রদূত মাইকেল মিলার বলেন, ‘আমি ও আমার অনেক সহকর্মী প্রথম আলো ও দ্য ডেইলি স্টার–এর প্রতি সহমর্মিতা জানাতে ডিসেম্বরে এখানে এসেছিলাম। আমরা আবারও এখানে এসেছি। কারণ, আমরা গণমাধ্যমের ও মতপ্রকাশের স্বাধীনতায় বিশ্বাস করি। আমরা এটাও বিশ্বাস করি যে গণমাধ্যমকর্মীরা হচ্ছেন গণতন্ত্রের সুরক্ষায় নির্ভীক।’</p><p>কূটনীতিকদের মধ্যে আরও যাঁরা সংহতি প্রকাশ করেছেন, তাঁরা হলেন যুক্তরাজ্যের হাইকমিশনার সারাহ কুক, ফ্রান্সের রাষ্ট্রদূত জ্যঁ-মার্ক সেরে-শার্লে, ভারতের হাইকমিশনার প্রণয় ভার্মা, ইতালির রাষ্ট্রদূত আন্তোনিও আলেসান্দ্রো, স্পেনের রাষ্ট্রদূত গ্যাব্রিয়েল মারিয়া সিসতিয়েগা ওচহোওয়া দি চিনচিত্রু, নেদারল্যান্ডসের রাষ্ট্রদূত বোরিস ভ্যান বোমেল, কানাডার হাইকমিশনার অজিত সিং, সুইজারল্যান্ড দূতাবাসের কাউন্সেলর আলবার্ট জিও ভানেতি, আর্জেন্টিনার রাষ্ট্রদূত মার্সেলো কার্লোস সেসা ও সিঙ্গাপুরের চার্জ দ্য অ্যাফেয়ার্স মিচেল লি।</p></div></div></div></body></html>"
        },
        {
            "title": "অগ্রাধিকার বাস্তবায়নে কর্মপরিকল্পনা জরুরি | প্রথম আলো",
            "time": "2026-02-19T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, বুধবার সকালে নবনির্বাচিত প্রধানমন্ত্রী তারেক রহমান তাঁর মন্ত্রিসভার সদস্যদের নিয়ে সাভারে জাতীয় স্মৃতিসৌধে মুক্তিযুদ্ধে বীর শহীদদের প্রতি শ্রদ্ধা জানিয়ে নতুন সরকারের কার্যক্রম শুরু করেন। পরিদর্শন বইয়ে তিনি মুক্তিযুদ্ধ, চব্বিশের গণ–অভ্যুত্থানসহ দেশের স্বাধীনতা রক্ষায় শহীদদের আকাঙ্ক্ষার একটি নিরাপদ মানবিক গণতান্ত্রিক স্বাধীন সার্বভৌম বাংলাদেশ প্রতিষ্ঠার অঙ্গীকার করেন। প্রয়াত রাষ্ট্রপতি জিয়াউর রহমান ও প্রয়াত প্রধানমন্ত্রী খালেদা জিয়ার সমাধিতে শ্রদ্ধা নিবেদন শেষে তিনি সচিবালয়ে যান। দুপুরে সচিবালয়ে মন্ত্রিসভার বৈঠকের পর তিনি সব মন্ত্রণালয় ও বিভাগের সচিবদের সঙ্গে মতবিনিময় করেছেন।</p><p>১২ ফেব্রুয়ারি একটি পরিচ্ছন্ন ও গ্রহণযোগ্য নির্বাচনে দুই-তৃতীয়াংশের বেশি সংখ্যাগরিষ্ঠতা নিয়ে সরকার গঠন করায় নতুন সরকারের ওপর জনপ্রত্যাশার চাপ অনেক বেশি। ভেঙে পড়া অর্থনীতিকে সঠিক পথে ফেরানো, মূল্যস্ফীতি কমানো, আইনশৃঙ্খলা পরিস্থিতির দৃশ্যমান উন্নতি, দুর্দশাগ্রস্ত প্রতিষ্ঠানগুলোকে কার্যকর করার মতো গুরুদায়িত্ব বর্তেছে নতুন সরকারের ওপর। </p></div></div></div></body></html>"
        },
        {
            "title": "ফাল্গুনী আড্ডায় বসন্ত ও ভালোবাসার জয়গান | বন্ধুসভা",
            "time": "2026-02-19T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Frplw2p1q%2F9014.jpg?rect=0%2C270%2C3650%2C1916&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্মৃতিচারণায় উপদেষ্টা ফাহিম উদ্দিন তাঁর সন্তানের নানা কর্তৃক ভিডিও কলের মাধ্যমে জানানো শুভেচ্ছা ও নাতির প্রতি ভালোবাসার এক আবেগঘন গল্প শোনান। আরেক উপদেষ্টা শিহাব জিসান বলেন, ‘ভালোবাসা আসলে সবার মধ্যে বিলিয়ে দেওয়ার জন্য। ফাল্গুন মানে যেমন নতুন স্বপ্ন আর নতুন করে বেঁচে ওঠা, তেমনি ভালোবাসা হলো হৃদয়ের গভীর থেকে আসা এক নির্মল অনুভূতি, প্রকৃত মানুষ হতে শেখায়।’ তিনি শৈশব ও বন্ধুদের সঙ্গে কাটানো বসন্তের স্মৃতি রোমন্থন করেন।</p><p>কথামালা শেষে আবারও শুরু হয় গানের আসর। বন্ধু অর্ঘজিৎ ও গিটারিস্ট মিশেলের জাদুকরি পারফরম্যান্সে বসন্ত আবাহনের গানগুলো আসরকে অনন্য উচ্চতায় নিয়ে যায়। সহসভাপতি ইব্রাহীম তানভীর বন্ধুসভার সঙ্গে তাঁর দীর্ঘ বছরের বসন্ত উদ্‌যাপনের অভিজ্ঞতা শেয়ার করেন।</p><p>আড্ডায় সপরিবার উপস্থিত ছিলেন বন্ধু মিশু ইসরাত। প্রিয়তম স্বামী ও সন্তানকে নিয়ে বসন্তের এই বিকেলে বন্ধুদের সান্নিধ্যে আসতে পেরে তিনি আনন্দ প্রকাশ করেন। তাঁরা দুজনই তাঁদের বিবাহিত জীবনের আগের ও পরের বসন্তের স্মৃতিগুলো বন্ধুদের সঙ্গে ভাগ করে নেন। সবশেষে মিশু ইসরাতের কণ্ঠে ‘বসন্ত এসে গেছে’ গানের সমবেত সুরের মূর্ছনায় অনুষ্ঠানের সমাপ্তি ঘটে।</p><p><em><strong>বইমেলা সম্পাদক,</strong></em> চট্টগ্রাম বন্ধুসভা</p></div></div></div></body></html>"
        },
        {
            "title": "এআই যেভাবে দখল করে নিচ্ছে খেলার দুনিয়া | প্রথম আলো",
            "time": "2026-02-19T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fegwzucnu%2Funnamed-1.jpg?rect=0%2C0%2C2752%2C1445&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রিস্টিয়ানো রোনালদো যখন মাঠে ফ্রি-কিক নেন, তখন আমাদের চোখ থাকে সেই শটে, বলের বাঁক আর গোলপোস্টে। কিন্তু পর্দার আড়ালে একদল মানুষ ততক্ষণে মেপে ফেলছেন সেই শটের গতিপথ, বাতাসের বাধা আর রোনালদোর শরীরের প্রতিটি পেশির কম্পন।</p><p>কিংবা ট্যুর ডি ফ্রান্সে একজন সাইক্লিস্ট যখন রেসে নামেন, আমরা কী দেখি? তিনি কতটা এগিয়ে বা পিছিয়ে আছেন, তাই তো? কিন্তু ট্র্যাকের বাইরে একদল মানুষের চোখ থাকে অন্য কোথাও। সেই সাইক্লিস্ট কতটা শক্তি খরচ করছেন, সেকেন্ডে কতবার ঘুরছে তাঁর সাইকেলের চাকা?</p><p>আধুনিক খেলাধুলা এখন যেন সেন্সর, ক্যামেরা আর আর্টিফিশিয়াল ইন্টেলিজেন্সের (এআই) এক গোলকধাঁধা। কিছুই আর শুধু অনুমানের বিষয় নয়। সবই ধরা পড়ছে যন্ত্রের চোখে। </p></div></div></div></body></html>"
        },
        {
            "title": "স্বনির্ভর গ্রাম গড়ার অনুসরণীয় দৃষ্টান্ত | প্রথম আলো",
            "time": "2026-02-19T02:54:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেবল পানি নয়, শুকনাছড়িপাড়ার মানুষেরা নিজেদের উদ্যোগে চলাচলের সড়ক নির্মাণ করেছেন, গড়ে তুলেছেন শিশুদের জন্য বিদ্যালয় এবং ধর্মীয় উপাসনালয়। তাঁদের এই ‘স্বনির্ভর’ মডেলটি মূলত পাহাড়ের প্রাচীন ঐতিহ্যেরই প্রতিফলন, যেখানে প্রতিটি পাড়া নিজের প্রয়োজনে নিজেই শক্তিশালী থাকত। বর্তমান যুগে যখন সামান্য ড্রেন বা রাস্তা নির্মাণের জন্য মানুষ মাসের পর মাস জনপ্রতিনিধিদের পেছনে ঘোরে, তখন শুকনাছড়িপাড়ার এই স্বকীয়তা আমাদের আমলাতান্ত্রিক জটিলতা ও প্রকল্প বাস্তবায়নের দীর্ঘসূত্রতার মুখে একটি বড় প্রশ্ন ছুড়ে দেয়।</p><p>তবে এই স্বনির্ভরতার গল্পের একটি ধূসর দিকও আছে। শুকনাছড়িপাড়ার মানুষের আত্মসম্মানবোধ ও ঐক্য যেমন প্রশংসনীয়, তেমনি রাষ্ট্রের উদাসীনতা এখানে প্রকট। স্থানীয় জনপ্রতিনিধি এবং উপজেলা প্রকৌশলীরা যখন বলেন যে ‘আবেদন করলে সহযোগিতা করা হবে’, তখন স্পষ্ট বোঝা যায় যে প্রান্তিক জনপদগুলো এখনো রাষ্ট্রের মূল উন্নয়নের আওতার বাইরে রয়ে গেছে। একটি জনপদ যখন নিজেদের ট্যাক্সের টাকায় কেনা সরকারি সেবার জন্য অপেক্ষা করতে করতে ক্লান্ত হয়ে নিজেরাই সব করতে বাধ্য হয়, তখন তা কেবল তাদের জয় নয়; বরং সংশ্লিষ্ট দপ্তরের ব্যর্থতাকেও ফুটিয়ে তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাজ্যে বিদেশি শিক্ষার্থীদের জীবনযাত্রার খরচ কেমন | প্রথম আলো",
            "time": "2026-02-19T02:49:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fwi1tntb0%2Fuk.jpg?rect=0%2C202%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাজ্যে পড়াশোনার সময় আর্থিকভাবে স্থিতিশীল থাকতে হলে সামগ্রিক পরিকল্পনা জরুরি। আবাসন, খাবার, ইউটিলিটি, যাতায়াত, পড়াশোনা ও বিনোদন—সব খাত মিলিয়েই বাজেট তৈরি করতে হয়।</p><p>লাইব্রেরি ব্যবহার, পুরোনো (সেকেন্ড-হ্যান্ড) বই কেনা ও বই ভাড়া নেওয়ার মাধ্যমে খরচ কমানো যায়। ভিসা বিধি মেনে অনেক আন্তর্জাতিক শিক্ষার্থী খণ্ডকালীন কাজও করেন, যা অতিরিক্ত আয়ের পাশাপাশি কাজের অভিজ্ঞতা অর্জনে সহায়তা করে।</p><p>বিশেষজ্ঞদের মতে, আগেভাগে শহর নির্বাচন, আবাসনের শর্ত ভালোভাবে যাচাই ও শিক্ষার্থী ছাড়ের সুযোগগুলো কাজে লাগাতে পারলে যুক্তরাজ্যে পড়াশোনার খরচ অনেকটাই নিয়ন্ত্রণে রাখা সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "রমজানে চাকরিজীবীদের জন্য অফিস-ব্যাংক নতুন যে সময়সূচিতে চলবে | প্রথম আলো",
            "time": "2026-02-19T02:48:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2F67d4fb0e-ec3d-45bc-b99c-0cc11ce45bfc%2F69.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংক, বিমা, অন্যান্য আর্থিক প্রতিষ্ঠান, ডাক, রেলওয়ে, হাসপাতাল ও রাষ্ট্রায়ত্ত শিল্পপ্রতিষ্ঠান, কলকারখানা এবং অন্যান্য জরুরি সেবা প্রদানকারী প্রতিষ্ঠানগুলো জনস্বার্থ বিবেচনায় তাদের নিজস্ব আইন বা বিধি অনুযায়ী অফিস সূচি নির্ধারণ ও অনুসরণ করবে বলেও প্রজ্ঞাপনে জানানো হয়েছে।</p><p>প্রজ্ঞাপনে আরও বলা হয়, বাংলাদেশ সুপ্রিম কোর্ট ও এর আওতাধীন সব কোর্টের অফিস সময়সূচি বাংলাদেশ সুপ্রিম কোর্ট নির্ধারণ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘শূন্য’ আয়কর রিটার্ন জমা দিলে কি জরিমানা হয় | প্রথম আলো",
            "time": "2026-02-19T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-29%2Fjqlmk5u0%2F22825d5a-703d-444d-ae22-5919cc117974.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শূন্য রিটার্নে কি জরিমানা হয়</strong></p><p>করদাতার প্রকৃত আয়, ব্যয়, সম্পদ ও দায় প্রদর্শন না করে রিটার্নে এর কোনো একটি শূন্য অথবা সব কটি তথ্য শূন্য হিসেবে প্রদর্শন করা সম্পূর্ণ বেআইনি এবং এটি একটি ফৌজদারি অপরাধ।</p><p>করদাতার জমা দেওয়া আয়কর রিটার্নে তাঁর আয়, ব্যয়, সম্পদ ও দায়–সম্পর্কিত সঠিক তথ্য প্রদর্শন না করে মিথ্যা বা অসত্য তথ্য প্রদান করলে বর্তমান আয়কর আইনের ৩১২ ও ৩১৩ ধারা অনুসারে করদাতাকে ৫ বছর পর্যন্ত কারাদণ্ড প্রদানের বিধান রয়েছে।</p><p>এনবিআরের কর কর্মকর্তারা বলছেন, সামাজিক যোগাযোগমাধ্যমে ‘জিরো রিটার্ন’ দাখিল-বিষয়ক কতিপয় ভ্রান্ত ধারণাপ্রসূত পোস্ট করতে দেখা যায়। এসব পোস্টে রিটার্ন ফরমের সব কটি ঘর ‘শূন্য’ হিসেবে পূরণ করে রিটার্ন জমা দেওয়া যায় বলে ভ্রান্ত ধারণা প্রচার করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রোজায় বাড়ল মাছ, মাংস ও সবজির দাম, এক হালি লেবু এখন ১০০ টাকার বেশি | প্রথম আলো",
            "time": "2026-02-19T02:17:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F1hw3m415%2F%E0%A7%A8.jpg?rect=0%2C55%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইফতারির বিভিন্ন উপকরণ তৈরির জন্য ভোক্তারা শসা, টমেটো, গাজর, বেগুন কেনেন। বাজারে বেগুন ও শসার দাম কেজিতে ২০ টাকা বেড়েছে। </p><p>গতকাল ধরনভেদে প্রতি কেজি বেগুন ৮০ থেকে ১২০ টাকায় বিক্রি হচ্ছে। বড় আকারের বেগুনের দাম আরও বেশি। আর প্রতি কেজি শসা বিক্রি হচ্ছে ৮০ থেকে ১০০ টাকায়। </p><p>এ ছাড়া টমেটো ও গাজরের দামও কেজিতে ১০ টাকা বেড়েছে। গত বছরের এ সময়ের তুলনায় বেগুন, শসা, টমেটোর দাম কেজিতে ২০-৩০ টাকা বেশি রয়েছে। </p><p>বাজারে পেঁয়াজ, কাঁচা মরিচের মতো নিত্যপণ্যের দামও বেড়েছে। পেঁয়াজের দাম কেজিতে ১০-১৫ টাকা বেড়ে ৫৫-৬০ টাকা এবং কাঁচা মরিচের দাম কেজিতে ২০ টাকা বেড়ে ১৪০-১৬০ টাকায় বিক্রি হচ্ছে।</p><p>কৃষি মার্কেটের সবজি বিক্রেতা আব্বাস আকন্দ প্রথম আলোকে বলেন, ‘মৌসুম শেষ হওয়ায় বাজারে লেবুর সরবরাহ কম। হঠাৎ চাহিদা বাড়ায় লেবুর দাম বেড়েছে। আর শসা, টমেটোসহ অন্যান্য সবজির দাম বাড়ার তেমন কারণ নেই। কিন্তু চাহিদা বাড়ায় আড়তে (পাইকারি) দাম বেড়ে গেছে। পাইকারি দামের চেয়ে আমরা ১০-২০ টাকা লাভ রাখি।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্দিষ্ট মডেলের গ্রাফিকস কার্ডের দাম বেড়েছে | প্রথম আলো",
            "time": "2026-02-19T02:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F33c804g9%2Fecs.jpeg?rect=0%2C77%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বহনযোগ্য হার্ডডিস্ক</strong></p><p>ওয়েস্টার্ন ডিজিটাল: মাই পাসপোর্ট ১ টে.বা. ৮ হাজার টাকা, মাই পাসপোর্ট ২ টে.বা. ১০ হাজার ৫০০ টাকা, মাই পাসপোর্ট ৪ টে.বা. ১৫ হাজার টাকা।</p><p>তোশিবা: ক্যানভিও বেসিক এ৫ ২ টে.বা. ১০ হাজার ৫০০ টাকা।</p><p>এপাসার: এসি২৩৬ ১ টে.বা. ৮ হাজার ৫০০ টাকা।</p><p>ট্রান্সসেন্ড: স্টোরজেট ২৫এইচ৩ ১ টে.বা. ৯ হাজার ৫০০ টাকা, স্টোরজেট ২৫এইচ৩ ২ টে.বা. ১২ হাজার ৫০০ টাকা, স্টোরজেট ২৫এইচ৩পি ৪ টে.বা. ১৮ হাজার ৫০০ টাকা।</p><p><strong>মনিটর</strong></p><p>আসুস: ভিওয়াই২৪৯এইচজিআর ২৪ ইঞ্চি ১৫ হাজার টাকা, ভিএ২৪৯এইচজি ২৪ ইঞ্চি ১৬ হাজার টাকা, টাফ গেমিং সিরিজ ৫ ভিজি২৫৯কিউ৫এ ২৪.৫ ইঞ্চি ২৪ হাজার টাকা।</p><p>এইচপি: ১৯.৫ ইঞ্চি পি২০৪ভি ১৩ হাজার টাকা, ২২ ইঞ্চি এম২২এফ ১৬ হাজার টাকা, ২৪ ইঞ্চি এম২৪এফ ১৭ হাজার টাকা, এলিট ডিসপ্লে ই২৭ জি৫ ২৭ ইঞ্চি ৩১ হাজার টাকা,</p><p>ডেল: ২২ ইঞ্চি এসই২২২২এইচ ১৪ হাজার ৫০০ টাকা, প্রো ২৪ প্লাস পি২৪২৫এইচ ২৪ ইঞ্চি ২৬ হাজার টাকা।</p><p>এমএসআই: প্রো এমপি২২৩ ২২ ইঞ্চি ১১ হাজার ২০০ টাকা, প্রো এমপি২২৫ ২২ ইঞ্চি ১২ হাজার ৮০০ টাকা, প্রো এমপি২৫১ ২৪.৫ ইঞ্চি ১৯ হাজার ৫০০ টাকা, ২৫৫এফ ২৫ ইঞ্চি ২২ হাজার ৫০০ টাকা।</p><p>এলজি: ২৪এমএস৫৭০বি–বি ২৪ ইঞ্চি ১৭ হাজার ৫০০ টাকা, ২২এমকে৬০০এম ২১.৫ ইঞ্চি ১৫ হাজার ৫০০ টাকা, ২২এমকে৬০০এম ২১.৫ ইঞ্চি ১৫ হাজার ৫০০ টাকা, আলট্রাফাইন ২৭ ইঞ্চি ৪৬ হাজার ৫০০ টাকা।</p><p>স্যামসাং: এলএস২৪ডি৩০০জিএডব্লিউ ২৪ ইঞ্চি ১৭ টাকা, ওডিসি জি৫ ২৭ ইঞ্চি ৪০ হাজার ৮০০ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "কোথায় হারিয়ে গেলেন ভারতের আলোচিত সেই শিশুশিল্পী | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fyfe93h6f%2Ff4493adb-5fa8-432c-9410-d6d4ac35a3e1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দক্ষিণ ভারতীয় সিনেমার ইতিহাসে এমন শিশুশিল্পী খুব বেশি নেই, যিনি মাত্র চার বছর বয়সেই দর্শকের হৃদয় জয় করে জাতীয় পুরস্কার জিতে নিয়েছেন। সেই অভিনেত্রী শ্যামলী একসময় যিনি দক্ষিণ ভারতের সবচেয়ে জনপ্রিয় শিশুশিল্পীদের একজন ছিলেন, আজ তিনি আলোচনার বাইরে, অন্য এক শিল্পজগতে নিজের নতুন পরিচয় খুঁজে নিয়েছেন।<br> </p><p><strong>‘অঞ্জলি’ যে চরিত্র বদলে দিয়েছিল, সবকিছু</strong></p><p> ১৯৯০ সালে মুক্তি পেয়েছিল ‘অঞ্জলি’ সিনেমা। নির্মাতা মণিরত্নমের এই ছবিতে মানসিকভাবে চ্যালেঞ্জের মুখোমুখি এক শিশুর ভূমিকায় অভিনয় করে মাত্র চার বছর বয়সেই আলোচনায় চলে আসেন শ্যামলী। তার সরল অভিব্যক্তি, নিষ্পাপ চোখ আর হৃদয়স্পর্শী অভিনয় দর্শকদের আবেগাপ্লুত করেছিল। ফলাফল—জাতীয় চলচ্চিত্র পুরস্কারে সেরা শিশুশিল্পীর স্বীকৃতি। এত অল্প বয়সে এমন অর্জন ভারতীয় সিনেমায় বিরল।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যা হলেই উড়ে আসে চড়ুই পাখির ঝাঁক, মহাসড়কের পাশের রেস্তোরাঁয় বাড়ছে দর্শনার্থী | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fvkcae3q7%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সন্ধ্যা হলেই উড়ে আসে চড়ুই পাখির ঝাঁক, মহাসড়কের পাশের রেস্তোরাঁয় বাড়ছে দর্শনার্থী\" class=\"nA4h1 \">সন্ধ্যা হলেই উড়ে আসে চড়ুই পাখির ঝাঁক, মহাসড়কের পাশের রেস্তোরাঁয় বাড়ছে দর্শনার্থী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-19T08:00:00+06:00\"><span>প্রকাশ: ১৯ ফেব্রুয়ারি ২০২৬, ০২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রকে ‘খ্রিষ্টান রাষ্ট্র’ বানাতে কেন মরিয়া ট্রাম্প | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fhn94f76h%2FImage.jpeg?rect=0%2C170%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বারবার দেশের মূলমন্ত্র ‘ইন গড উই ট্রাস্ট’ বা ‘ঈশ্বরেই আমাদের বিশ্বাস’-এর কথা স্মরণ করিয়ে দেন। এই স্লোগান এক শতাব্দীরও বেশি সময় ধরে যুক্তরাষ্ট্রের নাগরিক ধর্মের অংশ। গৃহযুদ্ধের সময় আব্রাহাম লিংকনের প্রশাসনে মুদ্রায় ইন গড উই ট্রাস্ট লেখার প্রস্তাব ওঠে। ১৮৬৪ সালে এটি চালু হয়। তখন রাজনীতির সব পক্ষই বিশ্বাস করত ঈশ্বর তাদের পক্ষেই আছেন। দ্বিতীয় বিশ্বযুদ্ধের পর শীতল যুদ্ধের সময় প্রেসিডেন্ট ডুইট আইজেনহাওয়ার সোভিয়েত ইউনিয়নের বিরুদ্ধে ধর্মীয় উসকানি ব্যবহার করেন।</p><p>যুক্তরাষ্ট্রের আনুগত্যের শপথবাক্যে ‘আন্ডার গড’ বা ঈশ্বরের অধীনে শব্দ দুটি ১৯৫৪ সালে যোগ করা হয়। তৎকালীন প্রেসিডেন্ট ডুইট ডি আইজেনহাওয়ার কংগ্রেসে পাস হওয়া যৌথ প্রস্তাবে স্বাক্ষর করে এই পরিবর্তন কার্যকর করেন। এর আগে শপথবাক্যটি ছিল:</p><p>‘আমি যুক্তরাষ্ট্রের পতাকার প্রতি এবং যে প্রজাতন্ত্রের প্রতিনিধিত্ব করে তার প্রতি আনুগত্য প্রকাশ করছি, যা একটি অবিভাজ্য জাতি, সবার জন্য স্বাধীনতা ও ন্যায়বিচার নিশ্চিত করে।’</p><p>১৯৫৪ সালের সংশোধনের পর বাক্যটি হয়: ‘আমি যুক্তরাষ্ট্রের পতাকার প্রতি এবং যে প্রজাতন্ত্রের প্রতিনিধিত্ব করে তার প্রতি আনুগত্য প্রকাশ করছি, যা ঈশ্বরের অধীনে এক অবিভাজ্য জাতি, সবার জন্য স্বাধীনতা ও ন্যায়বিচার নিশ্চিত করে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির মন্ত্রিসভায় এবারও খুলনার কেউ নেই, ক্ষোভ-হতাশা | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F8e1ytprv%2FWhatsApp_Image_2026_02_12_at_8_19_59_AM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহানগর বিএনপির সাবেক জ্যেষ্ঠ যুগ্ম সম্পাদক অধ্যক্ষ তারিকুল ইসলাম তাঁর ফেসবুক পোস্টে লিখেছেন, ‘উন্নয়নে খুলনা পিছিয়ে পড়া বঞ্চিত একটি জনপদ। অর্থনৈতিক কর্মকাণ্ড ভীষণ সীমিত, যার কারণে সামাজিক বিশৃঙ্খলার প্রভাব খুবই মাত্রাতিরিক্ত। তা ছাড়া ১৯৯১ ও ২০০১ সালে বিএনপি সরকারের মন্ত্রিসভায় স্থান পাওয়াতে বঞ্চনা খুলনার অধিবাসীদের মধ্যে বিএনপির বিরুদ্ধে বেশ জোরালো অভিযোগ বিদ্যমান এবং একই সঙ্গে প্রতিদ্বন্দ্বী রাজনৈতিক দলগুলো বিশেষ করে আওয়ামী লীগ এ ব্যাপারে বিএনপির সমালোচনায় সংগত কারণেই সোচ্চার। সে ক্ষেত্রে এবারের সরকারে মন্ত্রিত্ব প্রাপ্তিতে সুনির্দিষ্টভাবে খুলনা জেলার এই বঞ্চনা বিএনপির প্রতি মানুষকে আরও অধিক বিরূপ করে তুলতে পারে।’</p><p>মহানগর বিএনপির সভাপতি শফিকুল আলম (মনা) প্রথম আলোকে বলেন, ‘আমাদের নেতার প্রতি আমাদের আস্থা আছে। আমরা বিশ্বাস করি সঠিক সময়ে উনি খুলনার মানুষকে মূল্যায়ন করবেন এবং খুলনার উন্নয়নের দায়িত্ব তিনি নিজেই নেবেন।’</p><p>জেলা বিএনপির আহ্বায়ক মনিরুজ্জামান প্রথম আলোকে বলেন, ‘জনগণের প্রত্যাশা ছিল খুলনায় এবার অন্তত কম করে একজন মন্ত্রী পাবে। তবে দলের চেয়ারম্যান যে সিদ্ধান্ত নিয়েছেন, তাতে আমরা আস্থা রাখছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইফতারে মুড়ি খাওয়া ভালো নাকি সাবধান হওয়া জরুরি | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-04%2F6366gg20%2FKBRH0870.JPG?rect=0%2C416%2C3443%2C1808&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ইফতারে মুড়ি খাওয়া ভালো নাকি সাবধান হওয়া জরুরি\" class=\"IiRps \">ইফতারে মুড়ি খাওয়া ভালো নাকি সাবধান হওয়া জরুরি</h1></p><div class=\"Ibzfy\"><p>পবিত্র রমজান মাস এলে ইফতারের সময় টেবিলে যে খাবারটি সবচেয়ে বেশি চোখে পড়ে, সেটি হলো মুড়ি। ছোলা, পেঁয়াজু, বেগুনি, আলুর চপ, জিলাপি—সব কিছুর সঙ্গেই মুড়ির দারুণ বন্ধুত্ব। অনেকের কাছে তো ইফতারি মানেই মুড়িমাখা। কিন্তু দীর্ঘ সময় রোজা রাখার পর এই মুড়ি কি সত্যিই শরীরের জন্য ভালো? নাকি এতে লুকিয়ে আছে কিছু স্বাস্থ্যঝুঁকি?</p></div></div></div></body></html>"
        },
        {
            "title": "মেসি ও বুসকেতস: একসঙ্গে ম্যাচ খেলার বিশ্ব রেকর্ড | প্রথম আলো",
            "time": "2026-02-19T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2Fdz6usov1%2FGettyImages-2155083424-1140x760.jpg?rect=0%2C0%2C1140%2C599&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বার্সেলোনায় একসঙ্গে খেলেছিলেন তাঁরা। এরপর জুটি বাঁধেন ইন্টার মায়ামিতে। ফ্লোরিডার ক্লাবটিতেও একসঙ্গে দারুণ সাফল্য পেয়েছেন দুজন। বলা হচ্ছে, লিওনেল মেসি ও সের্হিও বুসকেতসের কথা। ২০২৫ সালে মেজর লিগ সকারের (এমএলএস) মৌসুম শেষ করে ফুটবলকে বিদায় বলেন বুসকেতস। কিন্তু যাওয়ার আগে মেসির সঙ্গে গড়ে যান অনবদ্য এক রেকর্ড।</p><p>সম্প্রতি ইন্টারন্যাশনাল ফেডারেশন অব ফুটবল হিস্ট্রি অ্যান্ড স্ট্যাটিস্টিকসের (আইএফএফএইচএস) প্রকাশিত তথ্য অনুযায়ী, পেশাদার ফুটবলে মেসি ও বুসকেতস একসঙ্গে খেলেছেন ৬৫৩ ম্যাচ। এটি জুটি বেঁধে একসঙ্গে ম্যাচ খেলার বিশ্ব রেকর্ড। ধারণা করা হচ্ছে, আগামী কয়েক দশকেও এই রেকর্ড ভাঙবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবী থেকে হারিয়ে যাওয়া কিছু ভাষা | কিশোর আলো",
            "time": "2026-02-19T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F05gggigr%2Fgeesehowell0650manyancientchinesedocumentsfloatintheair3139e089-653d-4933-8abd-402b1c347475.png?rect=0%2C26%2C1456%2C764&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"পৃথিবী থেকে হারিয়ে যাওয়া কিছু ভাষা\" class=\"IiRps \">পৃথিবী থেকে হারিয়ে যাওয়া কিছু ভাষা</h1></p><div class=\"Ibzfy\"><p>‘ভাষা হারিয়ে ফেলেছি’—কথাটা প্রায়ই আমরা আবেগাপ্লুত হয়ে বলি। সত্যি সত্যি কি কোনো ভাষা হারিয়ে যেতে পারে? ভাষা তো কেবল যোগাযোগের মাধ্যম নয়, এটি একটি জাতির সংস্কৃতি ও ইতিহাসের ধারক। একটি ভাষা যদি হারিয়ে যায়, তখন তার সঙ্গে হারিয়ে যায় একটি স্বতন্ত্র সংস্কৃতিও। পৃথিবীর এমন কিছু ভাষা আছে, যা নানা কারণে হারিয়ে গিয়েছে। তেমন কিছু ভাষার সংক্ষিপ্ত ইতিহাস আর বর্তমান অবস্থা নিয়েই এই লেখা।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক মহাকাশ স্টেশনকে ধ্বংস না করে মহাকাশে মিউজিয়াম বানালে কেমন হতো | বিজ্ঞানচিন্তা",
            "time": "2026-02-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fiul9llbd%2Finternational-space-station-l.webp?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন প্রশ্ন করতে পারেন, আধুনিক একটা জিনিস নিয়ে প্রত্নতত্ত্বের কী কাজ? প্রফেসর গরম্যান বলছেন, নথিপত্রে যা লেখা থাকে, আর বাস্তবে মানুষ যা করে; তার মধ্যে অনেক তফাত। নভোচারীরা স্টেশনের ভেতরে কীভাবে তারগুলো পেঁচিয়ে রেখেছেন, কোথায় কোন জিনিসটা লুকিয়ে রেখেছেন, এসব ঘাঁটলে মানুষের মহাকাশজীবন সম্পর্কে এমন অনেক তথ্য পাওয়া যাবে যা কোনো বইয়ে লেখা নেই। তা ছাড়া, মানুষের যত্ন ছাড়া মহাকাশের চরম পরিবেশে একটা স্টেশন কত দ্রুত নষ্ট হয়ে যায়, সেটাও বিজ্ঞানের জন্য এক বিশাল শিক্ষা হতে পারে।</p><p>প্রফেসর গরম্যান অবশ্য মনে করেন, শুধু ওপরে তুলে রেখে দিলেই হবে না। একে টিকিয়ে রাখতে হলে মানুষের যাতায়াত থাকতে হবে। তাঁর আশা, হয়তো ভবিষ্যতে পর্যটকেরা সেখানে যাবেন উপভোগ করতে। যদিও বাস্তবতা বলছে, এত বিশাল ওজনের স্টেশনকে ওপরে তোলা এবং রক্ষণাবেক্ষণ করা প্রায় অসম্ভব এবং অত্যন্ত ব্যয়বহুল। নাসা হয়তো শেষ পর্যন্ত বলবে, ‘দুঃখিত, এটা করা সম্ভব নয়।’</p> <h4>লেখক: সহকারী শিক্ষক, গণিত বিভাগ, পদ্মা ক্যান্টনমেন্ট পাবলিক স্কুল অ্যান্ড কলেজ, শরীয়তপুর</h4><h4>সূত্র: আইএফএল সায়েন্স</h4></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (১৯ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F50vmorpy%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টুয়েন্টি বিশ্বকাপে আজ তিনটি আনুষ্ঠানিকতার ম্যাচ। আজ খেলা আছে ওয়েস্ট ইন্ডিজ, শ্রীলঙ্কা, জিম্বাবুয়ে ও আফগানিস্তানের।</p></div></div></div></body></html>"
        },
        {
            "title": "যে জন্য ছোলাকে বলা হয় পাওয়ার হাউস",
            "time": "2023-11-14T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fd6512595-b816-4b78-a970-762161c2e60a%2Fsola_1_20181104122607.jpg?rect=7%2C0%2C743%2C390&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-summary JEeCl\"><p>ছোলাকে হেলদি স্ন্যাকস মনে করার কারণ অনেক। প্রোটিন, ফাইবার, ভিটামিন, মিনারেল, মাইক্রোনিউট্রেন্টে ভরপুর। সঙ্গে আছে ফ্যাটি অ্যাসিড। এ জন্যই ছোলাকে বলা হয়ে থাকে পাওয়ার হাউস। এটা খাওয়া যায় যেকোনো সময়। </p></div></div></body></html>"
        },
        {
            "title": "কোনো সরকারের আমলে কেউ কাজ করলে তাকে দালাল বলে দেওয়া হবে, তা তো হয় না | প্রথম আলো",
            "time": "2026-02-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F05%2F31%2F53e3fcbd599de1db76bcd83d7d1e280d-5cf0b88f10ab4.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫৪ বছরে দেশে অনেক কিছুই হয়েছে কিন্তু সংগীতের মানুষদের এই পেশাকে স্বীকৃতি দেওয়া হয়নি। আগামী সরকারের কাছে এই পেশার রাষ্ট্রীয়ভাবে স্বীকৃতি দিতে হবে। দেশের যেকোনো অস্থিরতা ও সংকটের সময় সংস্কৃতি অঙ্গনের মানুষ নিয়ে অহেতুক টানাটানি, ট্যাগিং ও গালাগালি করা হয়। এই সরকারের কাছ থেকে ঘোষণা দিতে হবে, তাদের সময়ে শিল্পীদের সঙ্গে এমনটা হবে না, সেটার পরিষ্কার ও স্বচ্ছ ধারণা দেশের মানুষকে দেওয়া উচিত। আমাদেরও এমনটা দেওয়া উচিত। কারণ, আমরা জানি, বাংলাদেশ আগামী পাঁচ বছর এই সরকারের অধীনে থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫০তম বিসিএসের লিখিত পরীক্ষার সূচি, পরীক্ষা শুরু ৯ এপ্রিল | প্রথম আলো",
            "time": "2026-02-18T13:15:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2Fb0671944-2485-4cb6-935b-5673c285a7f1%2FSylhet_DH0486_20230225_Sylhet_Pic_23.JPG?rect=0%2C136%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষার তারিখ: ৯, ১২, ১৬, ১৯, ২০, ২১, ২২ এবং ২৩ এপ্রিল ২০২৬<br>কেন্দ্র: ঢাকা, রাজশাহী, চট্টগ্রাম, খুলনা, বরিশাল, সিলেট, রংপুর ও ময়মনসিংহ</p></div></div></div></body></html>"
        },
        {
            "title": "লাখো হৃদয় ভেঙে বিয়ে করে ফেললেন এই সুন্দরীতমা অভিনেত্রী? দেখুন তাঁর যত ব্রাইডাল লুক",
            "time": "2026-02-18T06:20:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fdncr2px2%2Fhania2.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর মধ্যেই হানিয়া আমির ও আসিম আজহারের এই ভিডিও ভাইরাল হয়েছে। মনে হচ্ছে যেন হলুদ ব্রাইডের লুকেই নাচছেন হানিয়া। </p></div></div></div></body></html>"
        }
    ]
}