{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কানহীন মানুষের শোনা | প্রথম আলো",
            "time": "2025-12-25T15:16:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fohn5hckg%2FWhatsApp-Image-2025-12-25-at-16.16.08.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভ্যান গঘের কান কাটা নিয়ে যে সিদ্ধান্তে আমরা সবচেয়ে দ্রুত পৌঁছে যাই, সেটা হলো—লোকটা ছিল পাগল। বাক্যটা খুব সহজ আর আরামদায়কও। কারণ, এতে করে একটা ঘটনার ওপর একটা নাম বসিয়ে দেওয়া যায়। একবার নাম বসে গেলে ব্যাখ্যার চাপ কমে যায়। আমরা ভাবতে চাই না, ঘটনাটা ঠিক কীভাবে ঘটনা হলো। কোন ভাষা তাকে ঘটনা বানাল। কোন চোখ তাকে দেখল। কোন প্রতিষ্ঠান তাকে নথিতে পরিণত করল। ভিনসেন্ট ভ্যান গঘের নিজের কান কেটে ফেলার ঘটনা শুধু একটি নাটকীয় মুহূর্ত নয়, এটি আধুনিক সময়পর্বের সেই প্রক্রিয়ার চিহ্ন, যেখানে ব্যক্তিগত ভাঙন সমাজের শ্রেণিবিভাগে ঢুকে পড়ে একটি ‘কেস’ হিসেবে স্থির হয়ে যাচ্ছে।</p><p>এখানে ফুকোকে পাশে বসিয়ে পড়া জরুরি। মিশেল ফুকো উন্মাদনা নিয়ে লিখতে গিয়ে আমাদের যে পাঠটা দেন, তার কেন্দ্রবিন্দু হলো ‘ম্যাডনেস’ কোনো নিরপেক্ষ, চিরন্তন চিকিৎসাবৈজ্ঞানিক সত্তা নয়। এটি ইতিহাসের মধ্যে গড়ে ওঠা একটি সামাজিক বিভাগ। কে স্বাভাবিক, কে অস্বাভাবিক, কে যুক্তিসংগত, কে বিপজ্জনক—এগুলো ‘প্রাকৃতিক’ পার্থক্য নয়। এগুলো তৈরি করা পার্থক্য। আধুনিক সমাজ হাসপাতাল, আইন, পরিবার, নৈতিকতা ও চিকিৎসা-ভাষা দিয়ে এমন এক ব্যবস্থা নির্মাণ করে, যেখানে কিছু আচরণকে বোঝা হয় ‘অসুস্থতা’ হিসেবে এবং সেই বোঝার মধ্য দিয়েই আচরণকে নিয়ন্ত্রণযোগ্য করা হয়। ফুকোর ভাষায়, ক্ষমতা শুধু শাস্তি দেয় না, ক্ষমতা জ্ঞান তৈরি করে। আর এই তৈরি জ্ঞানের ভেতর দিয়েই ব্যক্তি—রোগী, নাগরিক, অপরাধী, স্বাভাবিক মানুষ বা উন্মাদ মানুষ হিসেবে নির্মিত হয়।</p><p>ভিনসেন্ট ভ্যান গঘের কান কাটার ঘটনাটি ফুকোর এই ধারণাকে প্রায় পরীক্ষাগারের মতো স্পষ্ট করে তোলে। কান কাটার সঙ্গে সঙ্গে শুধু রক্তপাতই হয়নি, শুরু হয়েছে নথিপত্র তৈরি হওয়া। হাসপাতালে ভর্তি, রিপোর্ট লেখা, শহরের গুজব, পুলিশের উপস্থিতি, চিকিৎসকের ডায়াগনোসিস—সব মিলিয়ে এক রাত একটি ‘পাবলিক’ ঘটনা হয়ে ওঠে। একজন মানুষ আর তার নিজের শরীরের অধিকারী থাকেন না, একটি ‘কেস’–এ পরিণত হয়ে যায়। আর কেস মানে—যাকে দেখা যায়, ব্যাখ্যা করা যায়, শ্রেণিবদ্ধ করা যায় এবং প্রয়োজন হলে আলাদা করে রাখা যায়। এই কেস তৈরির মুহূর্তেই ‘উন্মাদ শিল্পী’ নামের একটি সাংস্কৃতিক ফিগার জন্ম নেয়। ফলে কান কাটা কেবল ব্যক্তিগত আত্মঘাতী আচরণের ইতিহাস নয়, এটি একধরনের সামাজিক-প্রাতিষ্ঠানিক ভাষা তৈরির ইতিহাসও, যেখানে ভ্যান গঘের পরবর্তী জীবন ও শিল্প আগেই ব্যাখ্যাযোগ্য হয়ে পড়ে, আগে থেকেই একটি সংজ্ঞার মধ্যে বন্দী হয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক গণমাধ্যমে তারেক রহমানের দেশে ফেরার খবর, ‘সম্ভাব্য প্রধানমন্ত্রী’ বলে উল্লেখ | প্রথম আলো",
            "time": "2025-12-25T15:13:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F2zrhbiwe%2F%E0%A7%A6%E0%A7%A7.avif?rect=0%2C11%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বার্তা সংস্থা রয়টার্সের শিরোনাম—‘নির্বাচনের আগে নির্বাসন থেকে ফিরলেন বাংলাদেশের সম্ভাব্য প্রধানমন্ত্রী প্রার্থী’।</p><p>খবরে বলা হয়েছে, প্রায় ১৭ বছর নির্বাসনে থাকার পর বৃহস্পতিবার দেশে ফিরেছেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। তাঁর এই প্রত্যাবর্তন সমর্থকদের মধ্যে নতুন উদ্দীপনা সৃষ্টি করবে, এমন প্রত্যাশা দলটির। আগামী ফেব্রুয়ারিতে অনুষ্ঠেয় নির্বাচনে তারেক রহমানকে প্রধানমন্ত্রী পদের অন্যতম প্রতিদ্বন্দ্বী বলে মনে করা হচ্ছে।</p><p>বিমানবন্দর থেকে গণসংবর্ধনাস্থল পর্যন্ত পথে লাখ লাখ সমর্থককে সারিবদ্ধভাবে দাঁড়িয়ে দলীয় পতাকা নাড়াতে দেখা যায়। তাঁরা প্ল্যাকার্ড, ব্যানার ও ফুল হাতে নিয়ে তারেক রহমানকে স্বাগত জানিয়ে স্লোগান দেন। কঠোর নিরাপত্তার মধ্যে বিএনপির শীর্ষ নেতারা বিমানবন্দরে তাঁকে স্বাগত জানান।</p><p>৬০ বছর বয়সী তারেক রহমান সাবেক প্রধানমন্ত্রী খালেদা জিয়ার ছেলে। খালেদা জিয়া বর্তমানে অসুস্থ। তারেক রহমান ২০০৮ সাল থেকে লন্ডনে বসবাস করছেন। ২০১৮ সাল থেকে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান হিসেবে দলের নেতৃত্ব দিয়ে আসছেন।</p><p>তারেক রহমান বিমানবন্দর থেকে বের হয়ে জুতা খুলে খালি পায়ে দেশের মাটিতে পা রাখেন এবং একমুঠো মাটি হাতে তুলে নেন। এরপর সংবর্ধনাস্থলে যাওয়ার সময় তাঁকে বহনকারী বাসে চালকের আসনের পাশেই দাঁড়িয়ে থাকতে দেখা যায়। এ সময় তিনি হাসিমুখে হাত নেড়ে মানুষের অভিবাদনের জবাব দেন। ভিড়ের মধ্যেও নেতাকে একনজর দেখার জন্য উম্মুখ হয়ে ওঠেন সমর্থকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "আইফোনে অন্য প্রতিষ্ঠানের ইয়ারফোন ও স্মার্টওয়াচ ব্যবহারের পদ্ধতি সহজ হচ্ছে | প্রথম আলো",
            "time": "2025-12-25T15:12:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-11%2Fdapf32yg%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রযুক্তিবিষয়ক ওয়েবসাইট ম্যাকরিউমরসের এক প্রতিবেদনে বলা হয়েছে, আইওএস ২৬.৩ এর কোডে অ্যাপলের নিজস্ব নয়, এমন যন্ত্রের জন্য নতুন একটি পেয়ারিং ব্যবস্থা চালুর তথ্য পাওয়া গেছে। এ ব্যবস্থায় আইফোন ও আইপ্যাডে তৃতীয় পক্ষের ব্লুটুথ অ্যাকসেসরিজ শনাক্ত ও সংযুক্ত করার ধাপগুলো আগের তুলনায় সহজ করা হয়েছে। ফলে এয়ারপডস বা অ্যাপল ওয়াচের মতো সহজেই পণ্যগুলো আইফোনের সঙ্গে যুক্ত করা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান গুলশানের বাসায় পৌঁছেছেন | প্রথম আলো",
            "time": "2025-12-25T04:06:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fn808o9kg%2FTarek-Rahmanprothoma-alo.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মা খালেদা জিয়াকে দেখতে রাজধানীর এভারকেয়ার হাসপাতালে যাবেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। এ খবরে হাসপাতালের সামনে দলটির নেতা-কর্মীদের ভিড় জমেছে। ১৭ বছর পর দেশে ফেরা তারেককে একনজর দেখতে এসেছেন তাঁরা। </p><p>হাসপাতালের সামনে আসা নেতা-কর্মীদের অনেকের পরনে দলের পতাকার সঙ্গে রং মিলিয়ে জার্সি।  মাথায় ক্যাপ, কপালে ব্যান্ড। অনেকের হাতে দলের পতাকা, প্ল্যাকার্ড। কেউ কেউ দলের লোগো সংবলিত ব্যাজ পরে এসেছেন। </p><p>রাজধানীর ভাটারা থানা যুবদলের নেতা রতন মিয়া হাসপাতালের সামনে দাঁড়িয়ে ছিলেন। বললেন, তারেক রহমানকে এক নজর দেখার জন্য অধীর আগ্রহে মানুষ অপেক্ষা করছে। সব বয়সী মানুষ এসেছেন। ভিড় ক্রমশ বাড়ছে। </p><p>বগুড়া থেকে এসেছেন আজিজুল হক কলেজছাত্র সংসদের সাবেক নেতা ওবায়দুল হক। তিনি প্রথম আলোকে বলেন, ‘তারেক রহমানকে দেখতে এসেছি। এই উচ্ছ্বাসের কথা মুখে প্রকাশ করা যাবে না।’</p><p>নুসরাত জাহান এসেছেন বাড্ডা থেকে। চল্লিশোর্ধ্ব এই নারী প্রথম আলোকে বলেন, ‘বিএনপি করি না। তবুও তারেক রহমানকে একবার দেখার জন্য এসেছি। এখানে এসে ঈদ ঈদ মনে হচ্ছে।’</p><p>ছেলে-মেয়েকে সঙ্গে নিয়ে এসেছেন শরীফুজ্জামান। এভারকেয়ার হাসপাতালের কাছাকাছি মমতাজ বাজারে তাঁদের বাসা। শরীফুজ্জামান বলেন, ‘তারেক রহমানকে একনজর দেখতে এসেছি। সঙ্গে ছেলে-মেয়েকে এনেছি। ওরাও যাতে তারেক রহমানকে দেখতে পারে।’</p><p>এদিকে বিএনপির নেতা-কর্মীদের ভিড়ের কারণে এভারকেয়ার হাসপাতালের সামনে নিরাপত্তা জোরদার করা হয়েছে। সেখানে পুলিশ ও বর্ডার গার্ড বাংলাদেশের (বিজিবি) সদস্যদের মোতায়েন করা হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "যে রোগে সারাক্ষণ ক্লান্ত লাগে | প্রথম আলো",
            "time": "2025-12-25T14:53:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-10%2Fab057d6c-fdbf-44ea-af25-9a392a75acc7%2FKBRH8897.JPG?rect=0%2C158%2C4216%2C2213&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রনিক ফ্যাটিগ সিনড্রোমের ক্ষেত্রে বিশ্রামেও কমে না এমন ক্লান্তি অনুভব হতে পারে। সামান্য কাজ করলেই মনে হয় খুবই ক্লান্ত লাগছে। মাথা ঘোরা ও মনোযোগ কমে যাওয়ার মতো সমস্যায় পড়তে হয়। ঘুমের ব্যাঘাত অর্থাৎ ঠিকঠাক ঘুম হয় না। </p><p>ফাইব্রোমায়ালজিয়ার ক্ষেত্রে সারা শরীরে ব্যথা হতে পারে। সকালে শরীরে জড়তা বা স্টিফনেস তৈরি হয়। ঘাড়–কাঁধ–পিঠে টেন্ডার পয়েন্ট, মানে কিছু বিন্দুতে ব্যথা বেশি হয়ে থাকে। মাথাব্যথা, ঘুমের সমস্যা ও ইরিটেবল বাওয়েল সিনড্রোম বা আইবিএসের মতো উপসর্গ থাকতে পারে। </p><p>এ দুই অবস্থায় বড় ধরনের শারীরিক সমস্যা না থাকলেও মস্তিষ্ক ব্যথাকে বেশি তীব্রভাবে অনুভব করে। ভয় বা দুশ্চিন্তা ব্যথা আরও বাড়ায়।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে স্বাগত জানিয়ে কী বললেন নাহিদ, আখতার, হাসনাত ও সারজিস | প্রথম আলো",
            "time": "2025-12-25T14:50:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Faqi8tzat%2FTareq-love.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির সদস্যসচিব আখতার হোসেন সকালে তারেক রহমানকে স্বাগত জানিয়ে পোস্ট দেন। সেই পোস্টের শুরুতেই তিনি লিখেছেন, ‘স্বাগতম, তারেক রহমান!’ এরপর আখতার লেখেন, ‘দীর্ঘ ১৭ বছর জুলুমের শিকার হয়ে পরবাসী থেকে অবশেষে আজ দেশে ফিরেছেন। ফের বাংলাদেশের সম্মুখ রাজনীতিতে আপনাকে স্বাগতম। আপনি, আপনার পরিবার ফ্যাসিবাদের কালে নিদারুণ কষ্ট, জুলুম, নিপীড়ন, লাঞ্ছনা, নিগ্রহ সত্ত্বেও বাংলাদেশের সঙ্গে সম্পর্ক অটুট রেখেছেন। একজন রাজনীতিবিদ হিসেবে এটা গর্বের, সম্মানের।’</p><p>আজকের এই প্রত্যাবর্তনের কারিগর জুলাইয়ের শহীদেরা—এ কথা উল্লেখ করে আখতার হোসেন লিখেছেন, ‘আমাদের সেই শহীদেরা নতুন বাংলাদেশের আকাঙ্ক্ষায় জীবন দিয়েছেন। নতুন এক প্রেক্ষাপটে বাংলাদেশে আপনার আজকের প্রত্যাবর্তন। প্রত্যাশা করি, জুলাইয়ের সেই কাঙ্ক্ষিত নতুন দেশ, নতুন রাজনীতি আর নতুন স্বপ্নের সঙ্গে তাল মিলিয়ে আপনার পরবর্তী পদক্ষেপ পরিচালিত হবে নতুন শপথ পূরণের পথে। শুভকামনা।’</p></div></div></div></body></html>"
        },
        {
            "title": "মেট্রোরেলের পাঁচটি স্টেশনে ব্র্যাক ব্যাংকের এটিএম সেবা চালু | প্রথম আলো",
            "time": "2025-12-25T14:32:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fiuiw495l%2FBRAC-BankATMMRT-Stations.jpeg?rect=0%2C100%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই উদ্যোগ নেওয়া হয়েছে মেট্রোরেল পরিচালনাকারী প্রতিষ্ঠান ঢাকা ম্যাস ট্রানজিট কোম্পানি লিমিটেড (ডিএমটিসিএল) এবং ব্র্যাক ব্যাংকের মধ্যে স্বাক্ষরিত একটি চুক্তির আওতায়।</p><p>চুক্তিতে স্বাক্ষর করেন ব্র্যাক ব্যাংকের ডেপুটি ম্যানেজিং ডিরেক্টর অ্যান্ড হেড অব অল্টারনেট ব্যাংকিং চ্যানেলস নাজমুর রহিম এবং ঢাকা ম্যাস ট্রানজিট কোম্পানির ম্যানেজিং ডিরেক্টর ফারুক আহমেদ।</p><p>এ সময় উপস্থিত ছিলেন ডিএমটিসিএলের প্রকল্প পরিচালক ব্রিগেডিয়ার জেনারেল (অব.) মো. আবদুল ওহাব, এনডিসি, পিইঞ্জি, কোম্পানি সেক্রেটারি (যুগ্ম সচিব) খোন্দকার এহতেশামুল কবীর, ব্র্যাক ব্যাংকের হেড অব অল্টারনেট ডেলিভারি চ্যানেলস ইমতিয়াজ আহমেদ, ডিস্ট্রিবিউশন নেটওয়ার্কের রিজিওনাল হেড নাকিব জামান, হেড অব গভর্নমেন্ট রিলেশনস খন্দকার এমদাদুল হক এবং ক্লাস্টার ম্যানেজার সাবিনা সারমিন।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের বক্তব্যে মুগ্ধ হয়ে পরীমনি লিখলেন... | প্রথম আলো",
            "time": "2025-12-25T14:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fubqbdcth%2Fphoto-collage.png-1.png?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তরুণ প্রজন্ম আগামী দিনে দেশের নেতৃত্ব দেবে উল্লেখ করে তারেক রহমান বলেন, ‘তরুণ প্রজন্মের যে সদস্যরা আছেন, আপনারাই আগামী দিনে দেশকে নেতৃত্ব দেবেন, দেশকে গড়ে তুলবেন। এই দায়িত্ব তরুণ প্রজন্মের সদস্যদের আজ গ্রহণ করতে হবে, যাতে করে এই দেশকে আমরা সুন্দরভাবে গড়ে তুলতে পারি। শক্ত গণতান্ত্রিক ভিত্তি, শক্তিশালী অর্থনৈতিক ভিত্তির ওপরে যাতে এই দেশকে আমরা গড়ে তুলতে পারি।’<br>জনগণের প্রত্যাশিত বাংলাদেশ গড়ে তুলতে ঐক্যবদ্ধভাবে কাজ করার জন্য সব নেতাদের প্রতি আহ্বান জানান তারেক রহমান। এ প্রসঙ্গে তিনি বলেন, ‘যেকোনো মূল্যে আমাদের এই দেশের শান্তিশৃঙ্খলা রক্ষা করতে হবে। যেকোনো উসকানির মুখে আমাদের ধীর শান্ত থাকতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বের ত্রিমাত্রিক মানচিত্রে ২৭৫ কোটি স্থাপনার ছবি | প্রথম আলো",
            "time": "2025-12-25T14:28:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F8opb2yqa%2F3d-map.screenshot3.png?rect=0%2C11%2C572%2C300&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানচিত্রের তথ্য অনুযায়ী, বিশ্বে সবচেয়ে বেশি ভবন রয়েছে এশিয়ায়, প্রায় ১২২ কোটি। এশিয়ার মোট ভবনের সংখ্যা বিশ্বের মোট ভবনের প্রায় অর্ধেক। এরপর আফ্রিকায় ৫৪ কোটি, ইউরোপে ৪০ কোটি, উত্তর আমেরিকায় ২৯ কোটি এবং দক্ষিণ আমেরিকায় ২৬ কোটি ভবন রয়েছে। ওশেনিয়া অঞ্চলে রয়েছে মাত্র ১ কোটি ৪০ লক্ষ ভবন।<br>কেবল কৌতূহল মেটানোই নয়, ত্রিমাত্রিক এই মানচিত্রের বৈজ্ঞানিক গুরুত্বও রয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "দাদা-দাদির কবর জিয়ারতের মধ্য দিয়ে নির্বাচনী কার্যক্রম শুরু করলেন রুমিন ফারহানা | প্রথম আলো",
            "time": "2025-12-25T14:23:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-09%2F7a9150ed-8f5b-405f-ab38-6164a3904ab5%2Fdb808b8e-fbdb-421e-b4a0-1288843030a0.jpg?rect=192%2C0%2C1408%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রুমিন ফারহানা প্রথম আলোকে বলেন, ‘আমি আজকে গ্রামের বাড়িতে দাদা-দাদির কবর জিয়ারতের মধ্য দিয়ে নির্বাচনী কার্যক্রম শুরু করলাম। আমি ১৭ বছর অন্যায়ের বিরুদ্ধে যুদ্ধ করেছি। ১৭ বছর দেশের মানুষের অধিকারের পক্ষে লড়াই করেছি। আমি এলাকার এবং দেশের মানুষের দোয়া চাই। আমি নির্বাচন চালিয়ে যাব।’</p><p>রুমিন ফারহানা আরও বলেন, ‘আমার এলাকার মানুষের প্রতি আহ্বান থাকবে, তারা ভোটের মাধ্যমে জবাব দেবে, ১৭ বছর কারা তাদের পক্ষ হয়ে কথা বলেছে। তারা ভোটের মাধ্যমে জবাব দেবে, আমার প্রতি অন্যায় হয়েছে।...তাদের একটাই দাবি ছিল, জোট দিয়েন না। কিন্তু সেই আকুতি গ্রাহ্য করা হয় নাই। আমাকে ভোটের মাধ্যমে মানুষ সেই অসম্মানের জবাব দেবে।’ তিনি বলেন, ‘স্বতন্ত্র প্রার্থী হিসেবে আমার প্রতীক হাঁস হওয়ার সম্ভাবনা আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেকের প্রত্যাবর্তন রাজনীতিতে ইতিবাচক প্রভাব রাখবে: চরমোনাই পীর | প্রথম আলো",
            "time": "2025-12-25T14:22:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-26%2Fm82fkkzx%2FI-A.jpg?rect=0%2C130%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চরমোনাই পীর বলেন, ১৭ বছর পর তারেক রহমানের ফিরে আসার পেছনে আরেকটি নির্মম সত্য আছে, সেটি হলো সহিংস ও প্রতিহিংসার রাজনীতি। পতিত ফ্যাসিস্টের প্রতিহিংসার শিকার হয়ে তাঁকে নির্বাসনে থাকতে হয়েছে। জুলাই গণ–অভ্যুত্থানের পর বাংলাদেশের রাজনীতি থেকে প্রতিহিংসা চিরতরে উৎখাত হোক, সেই প্রচেষ্টা তারেক রহমানসহ সবার চালিয়ে যেতে হবে। আশা করি, তারেক রহমান দেশের রাজনৈতিক সংস্কৃতির সুস্থতায় অবদান রাখবেন।</p><p>সৈয়দ মুহাম্মাদ রেজাউল করীম বলেন, ‘তারেক রহমান তাঁর বক্তব্যে নিজস্ব পরিকল্পনা থাকার কথা বলেছেন। সেই পরিকল্পনায় ইতিবাচক সুষ্ঠু রাজনৈতিক সংস্কৃতির বিকাশ এবং ফ্যাসিবাদের চিরস্থায়ী বিলোপের বন্দোবস্ত থাকবে বলে আশা করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সবাইকে ধন্যবাদ জানালেন তারেক | প্রথম আলো",
            "time": "2025-12-25T14:12:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Faqi8tzat%2FTareq-love.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি আরও বলেছে, অভ্যর্থনা জানাতে আসা ঢাকা মহানগরীসহ সারা দেশের বিএনপি এবং এর অঙ্গ ও সহযোগী সংগঠনসহ বিভিন্ন রাজনৈতিক দল ও পেশাজীবী সংগঠনের নেতা–কর্মীদের তিনি আন্তরিক ধন্যবাদ ও কৃতজ্ঞতা জানিয়েছেন। অভ্যর্থনা কার্যক্রমকে সুচারুভাবে সম্পন্ন করতে দায়িত্বে থাকা সেনাবাহিনী, বিজিবি, পুলিশ, র‌্যাবসহ অন্যান্য নিরাপত্তা বাহিনী ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীকেও তারেক রহমান আন্তরিক ধন্যবাদ ও কৃতজ্ঞতা জানিয়েছেন। এ ছাড়া আজকের এই অভ্যর্থনা অনুষ্ঠানে কর্তব্যরত সব গণমাধ্যমের সাংবাদিকদেরও তিনি আন্তরিক ধন্যবাদ ও কৃতজ্ঞতা জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভুল বোঝাবুঝির অবসান’, নোয়াখালীতেই থাকছেন খালেদ মাহমুদ | প্রথম আলো",
            "time": "2025-12-25T14:04:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fdmgcz0p7%2FWhatsApp-Image-2025-12-25-at-1.57.51-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব মিলিয়ে এই অব্যবস্থাপনা নিয়ে খালেদ মাহমুদ বলেছেন, ‘বিসিবিকে দোষ দেওয়া ঠিক হবে না। কিন্তু তারা হয়তো একটু তাড়াহুড়ো করে ফেলেছে। যে কারণে হয়তো প্রতিবারের মতো হয়নি। এত বড় একটা টুর্নামেন্ট, যেখানে বড় বড় ফ্র্যাঞ্চাইজিরা আসে, অনেক টাকা খরচ করে, সেখানে হয়তো এই জিনিসটা আরেকটু ভালো হলে ভালো হতো। এটা নিশ্চয়ই তারা দেখবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আই হ্যাভ আ প্ল্যান ফর দ্য পিপল অব মাই কান্ট্রি: তারেক রহমান | প্রথম আলো",
            "time": "2025-12-25T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fzx37giva%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আই হ্যাভ আ প্ল্যান ফর দ্য পিপল অব মাই কান্ট্রি: তারেক রহমান\" class=\"nA4h1 \">আই হ্যাভ আ প্ল্যান ফর দ্য পিপল অব মাই কান্ট্রি: তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-25T20:00:00+06:00\"><span>প্রকাশ: ২৫ ডিসেম্বর ২০২৫, ১৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "স্মার্টফোন চার্জ করা ছাড়াও ইউএসবি টাইপ সি পোর্টের ৫ ব্যবহার | প্রথম আলো",
            "time": "2025-12-25T13:51:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fhh2gsptn%2FSmartphone.pexels.jpg?rect=0%2C73%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে অনেক স্মার্টফোনে রিভার্স চার্জিং–সুবিধা রয়েছে। এর মাধ্যমে ফোন শুধু নিজে চার্জ নেয় না, প্রয়োজনে অন্য যন্ত্রেও বিদ্যুৎ সরবরাহ করতে পারে। একটি সাধারণ টাইপ সি থেকে টাইপ সি কেবল ব্যবহার করে চার্জ দেওয়া যায় ওয়্যারলেস ইয়ারবাড, ফিটনেস ব্যান্ড কিংবা জরুরি পরিস্থিতিতে অন্য একটি ফোনেও। এ পদ্ধতিতে দীর্ঘ সময় চার্জ দেওয়া সম্ভব না হলেও বিদ্যুৎ–সংযোগ ছাড়া অন্য যন্ত্র চার্জ করা সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদি চেয়েছিল, গণতন্ত্র প্রতিষ্ঠিত হোক: তারেক রহমান | প্রথম আলো",
            "time": "2025-12-25T13:50:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fssr0zs9g%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ওসমান হাদি চেয়েছিল, গণতন্ত্র প্রতিষ্ঠিত হোক: তারেক রহমান\" class=\"nA4h1 \">ওসমান হাদি চেয়েছিল, গণতন্ত্র প্রতিষ্ঠিত হোক: তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-25T19:50:19+06:00\"><span>প্রকাশ: ২৫ ডিসেম্বর ২০২৫, ১৩: ৫০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ইস্টার্ন ব্যাংকে চাকরির সুযোগ, পদসংখ্যা ৩ | প্রথম আলো",
            "time": "2025-12-25T13:48:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F1b7f91a7-2fe3-4298-b531-b31b44eed67e%2FCh_1.jpg?rect=0%2C21%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শিক্ষাগত ও অন্যান্য যোগ্যতা</strong></p><p>স্বীকৃত প্রতিষ্ঠান থেকে ন্যূনতম স্নাতক ডিগ্রি। ব্যাংকিং সংস্থায় এক থেকে চার বছরের প্রাসঙ্গিক অভিজ্ঞতা। যেমন এসএমই ব্যাংকিং, রিলেশনশিপ ম্যানেজমেন্ট বা করপোরেট সেলস। এসএমই সেগমেন্ট, ক্রেডিট মূল্যায়ন এবং আর্থিক বিশ্লেষণে ভালো ধারণা। ব্যাংকিং নিয়মকানুন ও সম্মতি মান সম্পর্কে ভালো জ্ঞান।</p><p><strong>কর্মস্থল:</strong> বাংলাদেশের যেকোনো স্থান।</p><p><strong>বেতন ও সুবিধা:</strong> প্রতিষ্ঠানের নিয়মানুযায়ী</p><p><strong>আবেদনের নিয়ম</strong></p><p>এই ও<a target=\"_blank\" href=\"https://www.ebl.com.bd/career\" rel=\"nofollow\">য়েবসাইটের</a> মাধ্যমে আবেদন করতে হবে।</p><p><strong>আবেদনের শেষ তারিখ:</strong> ১৫ জানুয়ারি ২০২৬</p></div></div></div></body></html>"
        },
        {
            "title": "বড়দিনের সেরা ৫ সিনেমা | প্রথম আলো",
            "time": "2025-12-25T13:45:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fm4o3b0ae%2FScreenshot-2025-12-25-193216.jpg?rect=0%2C0%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. ইটস আ ওয়ান্ডারফুল লাইফ</strong></p><p>সিনেমাটি বিশ্বজুড়ে ক্রিসমাস ক্ল্যাসিক হিসেবে জনপ্রিয়। সিনেমার গল্পে দেখা যায়, পরিবার আর সমাজের চাপিয়ে দেওয়া নানা দায়ভারে ক্লান্ত হয়ে পড়ে জর্জ বেইলি। এই জীবন কি সে চেয়েছিল? তার তারুণ্য, তার স্বপ্ন, সম্ভাবনা সব ধীরে ধীরে উবে যাচ্ছে। জর্জ আত্মহত্যার সিদ্ধান্ত নেয়। এমন সময় তাকে বাঁচাতে স্বর্গ থেকে নেমে আসে এক দেবদূত। ১৯৪৬ সালে মুক্তি পাওয়া ছবিটির পরিচালক ফ্রাঙ্ক কাপরা।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ বাংলাদেশ গড়ে তুলতে চান তারেক রহমান | প্রথম আলো",
            "time": "2025-12-25T13:41:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F9nrok2t9%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নিরাপদ বাংলাদেশ গড়ে তুলতে চান তারেক রহমান\" class=\"nA4h1 \">নিরাপদ বাংলাদেশ গড়ে তুলতে চান তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-25T19:41:44+06:00\"><span>প্রকাশ: ২৫ ডিসেম্বর ২০২৫, ১৩: ৪১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কারাগারে আতাউর রহমান বিক্রমপুরীকে মারধর করা হয়েছে, এমন কনটেন্টটি ঠিক নয়: কারা কর্তৃপক্ষ | প্রথম আলো",
            "time": "2025-12-25T13:41:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Frcgied1a%2F1b471e37_49f5_4250_a1b9_fa9f505c9a72.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কারাগারে আতাউর রহমান বিক্রমপুরীকে মারধর করা হয়েছে বলে সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়া কনটেন্ট (আধেয়) সঠিক নয় বলে জানিয়েছে কারা অধিদপ্তর কর্তৃপক্ষ।</p><p>আজ বৃহস্পতিবার কারা অধিদপ্তরের গণমাধ্যম শাখার সহকারী মহাপরিদর্শক জান্নাত-উল ফরহাদের পাঠানো এক সংবাদ বিজ্ঞপ্তিতে এই তথ্য জানানো হয়। এতে বলা হয়, কাশিমপুর কেন্দ্রীয় কারাগার-১–এ আগত আতাউর রহমান বিক্রমপুরীকে মারধর করা হয়েছে—এমন দাবি করে একটি কনটেন্ট সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে। এটি কারা কর্তৃপক্ষের নজরে পড়েছে। ওই কনটেন্টে আতাউর রহমান বিক্রমপুরী কারাগারের কয়েদি বা হাজতিদের দিয়ে জঙ্গিবাদের বিষয় উদ্ধৃতি করে মারধর করা হয়েছে বলে তথ্য প্রচার করা হয়। প্রকৃতপক্ষে তথ্যটি সম্পূর্ণই মিথ্যা ও বিভ্রান্তিমূলক।</p></div></div></div></body></html>"
        }
    ]
}