{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ফেনী-২ আসনের হাটবাজার আর অলিগলিতে প্রচারে এবি পার্টির চেয়ারম্যান | প্রথম আলো",
            "time": "2026-02-02T06:03:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fjldlgfqi%2FWhatsApp-Image-2026-02-02-at-12.01.57.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় প্রতিটি স্থানে গ্রামবাসী তাঁকে হাত নেড়ে শুভেচ্ছা জানান। তিনি বিভিন্ন স্থানে জনগণের সঙ্গে কুশল বিনিময় করেন। দুপুরে তিনিতাঁর নিজ ইউনিয়নে একটি জানাজায় অংশ নেন। বিকেলে ফেনী পৌরসভার কয়েকটি এলাকায় জনসংযোগ করেন।</p><p>জনসংযোগের সময় মঞ্জু বলেন, ‘১১-দলীয় জোট দুর্নীতি, নিরাপত্তা এবং কর্মসংস্থান নিয়ে কাজ করবে। এ তিনটি কাজে আমরা ভালো করতে পারব। প্রয়োজনে আমাদের প্রতিদ্বন্দ্বী যাঁরা আছেন, তাঁদের ওপেন চ্যালেঞ্জ দেব।’</p><p>এবি পার্টির চেয়ারম্যান বলেন, ‘আমাদের প্রতিদ্বন্দ্বী যাঁরা আছেন, তাঁদের প্রার্থীদের অর্ধেকেই ঋণখেলাপি। ব্যাংক তাঁদের টাকা দিয়েছে ব্যবসা করার জন্য। আর তাঁরা টাকা মেরে দিয়েছেন। যাঁরা ব্যাংকের টাকা মেরে দিয়েছেন, তাঁরা তো দেশের খারাপ করবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "১৫ ফেব্রুয়ারি পাকিস্তান খেলবে না, ভারত কী করবে | প্রথম আলো",
            "time": "2026-02-02T05:59:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F5h3qnrmj%2F852349-01-02.jpg?rect=0%2C0%2C4500%2C2363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বার্তা সংস্থা এএনআই প্রশ্নটি করেছিল বিসিসিআইয়ের এক কর্মকর্তাকে। নাম প্রকাশ না করা ওই কর্মকর্তা বলেছেন, ভারত তাদের নির্ধারিত সূচি মেনেই সবকিছু করবে, ‘ভারত ১৫ই ফেব্রুয়ারি শ্রীলঙ্কা সফর করবে এবং আইসিসির সকল প্রটোকল মেনে চলবে।’ টুর্নামেন্টে অনুশীলন ও সংবাদ সম্মেলনের যে রীতি, সেটিও অনুসরণ করা হবে বলে জানান তিনি, ‘(ভারত)নির্ধারিত সূচি অনুযায়ী অনুশীলন করবে, সংবাদ সম্মেলন করবে এবং সময়মতো স্টেডিয়ামে পৌঁছাবে। এরপর ম্যাচ রেফারি কর্তৃক খেলাটি বাতিল ঘোষণার জন্য অপেক্ষা করবে।’</p><p>২০২৬ টি-টুয়েন্টি বিশ্বকাপে ভারত ও পাকিস্তান ‘এ’ গ্রুপে আছে। একই গ্রুপের অন্য দলগুলো হচ্ছে নেদারল্যান্ডস, যুক্তরাষ্ট্র ও নামিবিয়া। দল তিনটিকে ভারতের বিপক্ষে খেলার জন্য ভারতে এবং পাকিস্তানের বিপক্ষে খেলার জন্য শ্রীলঙ্কায় যাওয়া-আসা করা লাগবে। ভারতের প্রথম ম্যাচ ৭ ফেব্রুয়ারি যুক্তরাষ্ট্রের বিপক্ষে মুম্বাইয়ে। ১২ ফেব্রুয়ারিতে দিল্লিতে নামিবিয়ার বিপক্ষে খেলে পাকিস্তান ম্যাচের জন্য তাদের শ্রীলঙ্কায় যাওয়ার কথা।</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে সংকটে ভরসার নাম ‘ব্লাড লিংক’ | প্রথম আলো",
            "time": "2026-02-02T05:58:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fmtej0l0h%2F20251102192348.jpg?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময় রক্তদানে অনেকের মধ্যে ভীতি কাজ করত। এখন সচেতনতা বেড়েছে। ব্যতিক্রম নয় সুনামগঞ্জও। জেলার তরুণদের চেষ্ঠায় বাড়ছে স্বেচ্ছায় রক্তদান। মানবিক এই কাজে বেশ কয়েকটি সংগঠন কাজ করছে। এতে যুক্ত ব্যক্তিদের বেশির ভাগই তরুণ ও শিক্ষার্থী। বর্তমানে জেলায় কাজ করা সংগঠনগুলোর মধ্যে এগিয়ে আছে ‘ব্লাড লিংক’।</p><p>সংগঠনের সদস্যরা নিজেরা রক্ত দেওয়ার পাশাপাশি রক্ত সংগ্রহ করে দেন। এখন প্রতি মাসে ব্লাড লিংকের উদ্যোগে প্রায় দুই শ ব্যাগ রক্তের ব্যবস্থা করে দেওয়া হয়। গত পাঁচ বছরে এই সংগঠনের সদস্যদের চেষ্টায় তিন হাজারের বেশি ব্যাগ রক্ত সংগ্রহ করে দেওয়া হয়েছে।</p><p>সুনামগঞ্জে স্বেচ্ছায় রক্তদাতা ও সংগঠনের কর্মীদের সঙ্গে কথা বলে জানা গেছে, একসময় এখানে শুধু সন্ধানী ডোনার ক্লাবের কার্যক্রম ছিল। এখন বেশ কিছু সংগঠন কাজ করছে। কিছু সংগঠন আছে শিক্ষাপ্রতিষ্ঠানকেন্দ্রিক। আবার কিছু আছে জেলাজুড়ে, তবে রক্তের প্রয়োজনে একে অন্যকে সহযোগিতা করে থাকে। ব্লাড লিংক রক্ত সংগ্রহ করে দেওয়ার পাশাপাশি রক্তের গ্রুপ নির্ণয়, মেডিকেল ক্যাম্প, শিশুদের চিকিৎসায় সহায়তা প্রদান, বন্যায় ত্রাণ বিতরণসহ নানা কাজ করছে। এ জন্য সদস্যরা সামর্থ্য অনুযায়ী মাসিক চাঁদা দিয়ে থাকেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সবচেয়ে বেশি ছাগল পালন জয়পুরহাটে, শীর্ষ দশে কোন কোন জেলা | প্রথম আলো",
            "time": "2026-02-02T05:53:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fvnllsnnk%2FWhatsApp-Image-2026-02-02-at-10.50.07.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> দেশের মানুষের পুষ্টির চাহিদা মেটাতে প্রাণিসম্পদের অবদান অনেক। তবে স্বল্প পুঁজি, কম জায়গা ও পালন সহজ হওয়ায় গ্রামীণ পরিবারে ছাগল পালন বেশ জনপ্রিয়। দেশে ছাগলের দুটি জাত বেশি দেখা যায়। এগুলো হলো ব্ল্যাক বেঙ্গল ছাগল ও রামছাগল বা যমুনাপারী ছাগল।  </p><p> প্রাণিসম্পদ অধিদপ্তরের তথ্য অনুসারে, দেশে ২০২৪-২৫ অর্থবছরে প্রায় ২ কোটি ৭৩ লাখ ছাগল পালন হয়েছে।</p><p> দেশের কোন জেলা ছাগল উৎপাদনে শীর্ষে? এই বিষয়ে তাই কৌতূহল জাগা স্বাভাবিক। ছাগল পালনে শীর্ষ দুই বিভাগ খুলনা ও রাজশাহী। এই দুই বিভাগের মধ্যেই শীর্ষ দশ জেলার অবস্থান। এবার দেখা যাক, দেশে ছাগল পালনে শীর্ষ দশ জেলা কোনগুলো।</p></div></div></div></body></html>"
        },
        {
            "title": "নড়িয়ায় যৌথ বাহিনীর অভিযানে ৯৫টি ককটেল উদ্ধার, আটক তিনজন | প্রথম আলো",
            "time": "2026-02-02T05:49:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Feps6y4b1%2FShariatpur1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরীয়তপুরের নড়িয়া উপজেলার মোক্তারের চর ইউনিয়নের পোড়াগাছা ব্যাপারীকান্দি এলাকা থেকে ৯৫টি ককটেল উদ্ধার করেছে যৌথ বাহিনী। আজ সোমবার ভোরে পুলিশ ও সেনাবাহিনীর একটি দল এ অভিযান চালায়।</p><p>এ সময় তিন ব্যক্তিকে আটক করা হয়েছে। ওই এলাকা থেকে বেশ কিছু ধারালো অস্ত্র উদ্ধার করা হয়েছে।</p><p>নড়িয়া থানার উপপরিদর্শক (এসআই) অখিল রঞ্জন সরকার সূত্র জানায়, পোড়াগাছা ব্যাপারীকান্দি এলাকার একটি বাড়িতে ককটেল রাখা হয়েছে—এমন তথ্য আসে পুলিশের কাছে। এরপর আজ ভোরে নড়িয়া থানার পুলিশ ও সেনাবাহিনী যৌথভাবে ওই এলাকায় অভিযান চালায়। এলাকার পেদা মসজিদের বারান্দা ঘর, ওই গ্রামের খলিল পেদা, জিলু মাদবর ও বাচ্চু পেদার ঘর থেকে ১২টি বালতিতে রাখা ৯৫টি ককটেল উদ্ধার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থীকে সমর্থন দিয়ে সরে দাঁড়ানোর ঘোষণা স্বতন্ত্র প্রার্থীর | প্রথম আলো",
            "time": "2026-02-02T05:46:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fsish1vhb%2FWhatsApp-Image-2026-02-02-at-11.40.51.jpeg?rect=0%2C13%2C1071%2C562&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ উদ্দীন চৌধুরী এ্যানি বলেন, ‘শরাফ উদ্দিন আজাদ সোহেল বিএনপির একনিষ্ঠ কর্মী ছিলেন। তারেক রহমানের প্রতি পূর্ণ আস্থা নিয়ে তিনি বিএনপিতে পুনরায় ফিরে এসেছেন এবং আমাদের দলীয় প্রার্থী আশরাফ উদ্দিন নিজানের প্রতি সম্পূর্ণ সমর্থন ব্যক্ত করেছেন। তাঁর এই সিদ্ধান্ত জেলা বিএনপিকে শক্তিশালী করবে।’</p><p>সংবাদ সম্মেলনে উপস্থিত ছিলেন জেলা বিএনপির যুগ্ম আহ্বায়ক হাছিবুর রহমান, সদর (পূর্ব) উপজেলা বিএনপির সভাপতি মাঈন উদ্দিন চৌধুরী রিয়াজ, জেলা ওলামা দলের সভাপতি শাহ মোহাম্মদ এমরান, লক্ষ্মীপুর পৌর বিএনপির সভাপতি রেজাউল করিম লিটন, রামগতি উপজেলা বিএনপির সভাপতি জামাল উদ্দিন প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "জনগণের ইশতেহার কেমন হওয়া উচিত | প্রথম আলো",
            "time": "2026-02-02T05:33:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fn7n9lc7j%2FScreenshot-2026-02-02-112647.jpg?rect=0%2C40%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৩. সারা দেশে সব ধরনের গান ও নাচের অনুষ্ঠান, কনসার্ট, আর্ট ক্যাম্প, ওরস, কীর্তন, পূজা, মন্দির, মেলা, মাজার, দরবার শরিফের কার্যক্রমে নিরাপত্তা নিশ্চিত করা। সব অঞ্চলের শিল্পকলা একাডেমিসহ বিভিন্ন ক্ষেত্রে সাংস্কৃতিক তৎপরতার উদ্যোগ বৃদ্ধি। স্কুলে বাদ্যযন্ত্র, সংগীত ও ছবি আঁকার শিক্ষক ও সরঞ্জাম নিশ্চিত করা। রাষ্ট্রীয় উদ্যোগে ইউনিয়ন বা ওয়ার্ড পর্যায়ে পাঠাগার স্থাপন।</p><p>১৪. পার্বত্য চট্টগ্রামে গণতান্ত্রিক পরিবেশ প্রতিষ্ঠা, পাহাড় ও সমতলের ক্ষুদ্র জাতিসত্তা বা প্রতিটি জাতিসত্তার সাংবিধানিক স্বীকৃতি প্রদান। বিনা বিচারে প্রায় ৭০০ দিন ধরে আটক নিরীহ বম নাগরিকদের অনতিবিলম্বে মুক্তি।</p><p>১৫. সম্পত্তিতে নারী-পুরুষের সমান অধিকার নিশ্চিত করা। সব প্রতিষ্ঠান, কলকারখানা ও সংগঠনে হাইকোর্টের নির্দেশনা মোতাবেক যৌন নিপীড়নবিরোধী নীতিমালা কার্যকর করা, মাতৃত্বকালীন ৬ মাসের ছুটি ও ডে কেয়ার নিশ্চিত করা। লিঙ্গবৈচিত্র্যময় জনগোষ্ঠীর সাংবিধানিক ও স্বতন্ত্র আইনগত অধিকারকে স্বীকৃতিদান।</p><p> ১৬. আদালতের রায় এবং সরকারের সব নীতি–দলিল বাংলা ভাষায় প্রণয়ন ও জনগণের জন্য উন্মুক্ত করা।</p><p>এ রকম আরও সুনির্দিষ্ট দাবি–প্রস্তাব দেওয়া হয়েছে এখানে। শ্রেণিগত, জাতিগত, ধর্মীয় ও লিঙ্গীয় নিপীড়ন–বৈষম্যের সব রকম নীতি ও ব্যবস্থা থেকে বের হওয়ার তাগিদ দিয়েছে কমিটি। অবিরাম প্রতারণা থেকে বাঁচতে নাগরিকদের মধ্যে বিভিন্ন দলের ইশতেহার–প্রতিশ্রুতি পর্যালোচনা আর<strong> </strong>নিজেদের দাবি–আকাঙ্ক্ষা নিজেরা দাঁড় করানোর চর্চা শুরু করতে হবে। এর মাধ্যমে স্বৈরশাসন, লুটেরা ও বৈষম্যবাদী পথকে প্রত্যাখ্যানের শক্তি অর্জন করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আইইউটিতে ভর্তি পরীক্ষা, আন্তর্জাতিক বিশ্ববিদ্যালয়ে পড়তে জেনে নিন আবেদনে বিস্তারিত | প্রথম আলো",
            "time": "2026-02-02T05:31:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fa9s32npi%2F122.jpeg?rect=0%2C49%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামিক ইউনিভার্সিটি অব টেকনোলজি (আইইউটি)-তে ২০২৫–২৬ শিক্ষাবর্ষে বিএসসি ইঞ্জিনিয়ারিং ও বিবিএ প্রোগ্রামে ভর্তির জন্য আবেদন ও ভর্তি পরীক্ষার বিস্তারিত সময়সূচি প্রকাশ করা হয়েছে। গত ২৮ জানুয়ারি থেকে ২০২৫-২৬ শিক্ষাবর্ষে শিক্ষার্থী ভর্তিতে আবেদন শুরু হয়েছে। আগামী ১৭ ফেব্রুয়ারি পর্যন্ত আগ্রহী শিক্ষার্থীরা অনলাইনে আবেদন করতে পারবেন।</p><p>আইইউটি বাংলাদেশে অবস্থিত একটি আন্তর্জাতিক বিশ্ববিদ্যালয়। ইসলামি সহযোগিতা সংস্থা (ওআইসি) দ্বারা নিয়ন্ত্রিত ও পরিচালিত। ওআইসির সদস্যভুক্ত বিভিন্ন দেশের শিক্ষার্থীরা উচ্চশিক্ষার জন্য এই বিশ্ববিদ্যালয়ে পড়তে আসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ডিজিটাল লেনদেন করেন ৩৪% মানুষ | প্রথম আলো",
            "time": "2026-02-02T05:31:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-01%2Fljs1i8gt%2FUntitled-4.jpg?rect=0%2C87%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সঞ্চয় ও ঋণের ক্ষেত্রেও বাংলাদেশ তুলনামূলক পিছিয়ে রয়েছে। দেশের মাত্র ১১ শতাংশ মানুষ আনুষ্ঠানিক মাধ্যমে সঞ্চয় করেন। এ ছাড়া মাত্র ১৩ শতাংশ মানুষ আনুষ্ঠানিক উৎস থেকে ঋণ গ্রহণ করেন।</p><p>প্রতিযোগী দেশগুলোর মধ্যে চীনের ৬৭ শতাংশ, থাইল্যান্ডের ৫৪ শতাংশ, মালয়েশিয়ার ৫২ শতাংশ, ভিয়েতনামের ৪৫ শতাংশ, ভারতের ২৭ শতাংশ, শ্রীলঙ্কার ২৩ শতাংশ, পাকিস্তানের ১৩ শতাংশ মানুষ আনুষ্ঠানিক মাধ্যমে সঞ্চয় করেন। আর চীনের ৪১ শতাংশ, থাইল্যান্ডের ১৮ শতাংশ, শ্রীলঙ্কার ১৮ শতাংশ, মালয়েশিয়া ও ভারতের ১৫ শতাংশ মানুষ আনুষ্ঠানিক মাধ্যম থেকে ঋণ করেন।</p><p>বিশেষজ্ঞরা বলছেন, মোবাইল ফোন ও ইন্টারনেট ব্যবহারের বিস্তৃত সুযোগকে কাজে লাগিয়ে ডিজিটাল আর্থিক সেবা আরও সহজলভ্য করা প্রয়োজন। বিশেষ করে গ্রামীণ ও প্রান্তিক জনগোষ্ঠীর কাছে ডিজিটাল ব্যাংকিং ও এমএফএস সেবা বাড়ানো উচিত। এর মাধ্যমে দেশে আর্থিক অন্তর্ভুক্তি উল্লেখযোগ্যভাবে বাড়ানো সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "কোনো অপরাধীকে দোষের তুলনায় অসামঞ্জস্যপূর্ণ শাস্তি দেওয়া উচিত নয় | প্রথম আলো",
            "time": "2026-02-02T05:30:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Ftwusnm6g%2FICT-verdict.jpg?rect=0%2C12%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রায়ে উল্লেখ করা হয়েছে, রাষ্ট্রপক্ষের সাক্ষী কনস্টেবল অজয় ঘোষ, আবদুর রহমান ও আসিফ খানের জবানবন্দি থেকে জানা যায়, অজয়ের কাছ থেকে একটি চায়না রাইফেল ও গুলি নিয়ে জোর করে সুজনকে দেন আখতারুল। এরপর সুজন আন্দোলনকারীদের ওপর গুলি চালান। তবে অজয় ও আসিফের সাক্ষ্য সম্পূর্ণরূপে সত্য হতেও পারে, আবার নাও হতে পারে। কারণ, তাঁরাও চানখাঁরপুল অভিযানে অস্ত্র–গুলিসহ অংশগ্রহণ করেছিলেন।</p><p>রায়ে বলা হয়েছে, স্বাভাবিকভাবেই সাক্ষী কনস্টেবল অজয়, আবদুর রহমান ও আসিফের এই মামলার আসামি হওয়ার কথা ছিল। সুতরাং, নিজেদের সম্পৃক্ততা এড়াতে তাঁরা সুজনকে জড়িত করেছেন, এই সম্ভাবনা উড়িয়ে দেওয়া যায় না।</p><p>ট্রাইব্যুনাল রায়ে বলেছেন, চানখাঁরপুল হত্যাকাণ্ডের ভিডিও ফুটেজে আসামি সুজনকে প্রাণঘাতী অস্ত্র দিয়ে গুলি চালাতে দেখা যায়। তবে সেখানে তাঁকে কোনো নির্দিষ্ট আন্দোলনকারীকে লক্ষ্য করে গুলি করতে দেখা যায় না। কিংবা তাঁর গুলিতে ঠিক কোন আন্দোলনকারী আহত বা নিহত হয়েছেন, তা বোঝা যায় না। আসলে কার গুলিতে কে আহত বা নিহত হয়েছেন, তা নির্দিষ্ট করে চিহ্নিত করাও আবশ্যক নয়। বরং একটি গুরুত্বপূর্ণ বিষয় হলো, সাক্ষ্যপ্রমাণে দেখা যায়, গুলিবর্ষণ ছিল বৃষ্টির মতো। অর্থাৎ, অনেকের গুলিতে হতাহতের ঘটনা ঘটেছে।</p><p>রায়ে উল্লেখ করা হয়েছে, এটি স্পষ্ট যে আসামি সুজন পরিস্থিতির শিকার ছিলেন। যদি তৎকালীন এডিসি আখতারুল তাঁকে অস্ত্র না দিতেন, তাহলে তিনি গুলি করতে পারতেন না। আর সেই কারণে তাঁকে আসামি করাও সম্ভব হতো না।</p><p>সুজন কেন গুলি চালাতে অস্বীকৃতি জানাননি, তার একাধিক ব্যাখ্যা হতে পারে বলে রায়ে উল্লেখ করা হয়। রায়ে বলা হয়, প্রথমত, মাত্র কয়েক মাসের চাকরির অভিজ্ঞতাসম্পন্ন একজন কনস্টেবলের যুদ্ধক্ষেত্রের মতো পরিস্থিতিতে একজন জ্যেষ্ঠ কমান্ডিং কর্মকর্তার আদেশ অমান্য করার সাহস প্রত্যাশা করা যায় না। দ্বিতীয়ত, যাঁরা আদেশ অমান্যের দাবি করেছেন, তা আদৌ সত্য নাও হতে পারে। তৃতীয়ত, এমন পরিস্থিতিতে আদেশ অমান্যকারী কনস্টেবলের জীবন বিপন্ন হওয়ার কথা থাকলেও তেমন কিছু ঘটেনি, সম্ভবত উচ্চপদস্থদের সঙ্গে তাঁদের যোগাযোগ থাকার কারণে। এসব সত্ত্বেও সুজন চানখাঁরপুলের নৃশংসতায় কমবেশি সম্পৃক্ত ছিলেন। তাই তাঁকে অব্যাহতি দেওয়া যায় না।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোর-৩: এনসিপির নির্বাচনী কার্যালয়ে হামলা, আহত ২ | প্রথম আলো",
            "time": "2026-02-02T05:29:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fkopm6gn9%2Fnatoredh060420260202natore-ncp-photo-1-2.2.26.jpg?rect=0%2C636%2C2304%2C1210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিংড়া থানা ও ভুক্তভোগীদের সূত্রে জানা যায়, এনসিপির প্রার্থী জেলা কমিটির আহ্বায়ক এস এম জার্জিস কাদির নিজ এলাকা মৌগ্রামে তাঁর নির্বাচনী কার্যালয়ে কর্মীদের সঙ্গে সভা করছিলেন। রাত সাড়ে নয়টার দিকে হঠাৎ ৩০–৪০ জন দেশি অস্ত্র নিয়ে কার্যালয় ঘিরে ফেলে। তারা কার্যালয়ে হামলা চালিয়ে কর্মীদের মারধর ও চেয়ার-টেবিলসহ বিভিন্ন আসবাব ও দেয়াল ভাঙচুর করে। এ ঘটনায় এনসিপির দুই কর্মী আহত হন। খবর পেয়ে পুলিশ গিয়ে পরিস্থিতি নিয়ন্ত্রণে আনে। পরে পুলিশের সহায়তায় আহত দুজনকে উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি করা হয়।</p><p>আহত সুলতান সরকার বলেন, তাঁরা নির্বাচনী প্রচারণার কলাকৌশল নিয়ে সভা করছিলেন। এ সময় বিএনপি মনোনীত প্রার্থী আনোয়ার হোসেনের কর্মী এবং সিংড়া উপজেলা আওয়ামী লীগের (কার্যক্রম নিষিদ্ধ) সাবেক প্রচার সম্পাদক আবদুল জলিল (৪৫), নিষিদ্ধঘোষিত ইউনিয়ন ছাত্রলীগের সাবেক সাধারণ সম্পাদক নাঈম হোসেন (২৬) ও বিএনপি কর্মী আবদুস কুদ্দুস (৫০) হাঁসুয়া, রামদা ও চায়নিজ কুড়াল নিয়ে হামলা চালান। বিএনপি প্রার্থী আনোয়ার হোসেন সাবেক প্রতিমন্ত্রী জুনাইদ আহ্‌মেদ পলকের চাচাশ্বশুর। তিনি নির্বাচনে আওয়ামী ক্যাডারদের ব্যবহার করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘২৪ ঘণ্টার মধ্যে অনেক কিছুই ঘটা সম্ভব’ | প্রথম আলো",
            "time": "2026-02-02T05:26:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fmcpfmjx6%2F852112_01_02.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তান সরকার টি-টুয়েন্টি বিশ্বকাপে ভারতের বিপক্ষে ম্যাচ না খেলার যে সিদ্ধান্ত নিয়েছে, সেটি কূটনৈতিক উদ্যোগে পাল্টাতেও পারে বলে মনে করেন পাকিস্তানের সাবেক অধিনায়ক রশিদ লতিফ। তাঁর মতে, বর্তমান পরিস্থিতিতে কোনো সমাধান না এলে তা বিশ্ব ক্রিকেটের জন্য বিপর্যয় হিসেবে চিহ্নিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বছরে কেন দুটি সংসদ নির্বাচন হয়েছিল | প্রথম আলো",
            "time": "2026-02-02T05:23:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Femdf3kkz%2FUntitled-1.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই নেত্রী রেডিও-টেলিভিশনে ভাষণ দিয়েছিলেন ১০ জুন। আওয়ামী লীগ সভানেত্রী শেখ হাসিনা বলেছিলেন, ‘১৯৭২-৭৫ সাল পর্যন্ত ক্ষমতায় থাকাকালে যুদ্ধবিধ্বস্ত স্বাধীন দেশে শূন্য হাতে দায়িত্ব পালনের সময় আওয়ামী লীগের যদি কোনো ভুলত্রুটি হয়ে থাকে তবে সেসব ভুলত্রুটি আপনারা ক্ষমাসুন্দর দৃষ্টিতে দেখবেন। আমি আমার মাতা-পিতা, ভাইবোন, নিকট আত্মীয়স্বজনকে হারিয়েছি। আমি সেই শোক নিয়ে আপনাদের পাশে দাঁড়িয়েছি শুধু দেশবাসীর সেবা করার জন্য। আমার ব্যক্তিগতভাবে চাওয়া-পাওয়ার কিছু নেই।’ (দৈনিক ইত্তেফাক, ১১ জুন, ১৯৯৬)</p><p>বিএনপির চেয়ারপারসন খালেদা জিয়া বলেছিলেন, ‘এ নির্বাচন ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ নির্বাচন। দেশের বর্তমান, ভবিষ্যৎ এই নির্বাচনের ওপর নির্ভর করছে। এই নির্বাচনে দেশের ভাগ্য নির্ধারিত হবে। নির্বাচনে স্থির হবে, বাংলাদেশে গণতন্ত্র টিকে থাকবে কি না, অর্থনৈতিক উন্নয়ন হবে কি না, নিজস্ব সংস্কৃতি বিকশিত হবে কি না এবং দুর্নীতি ও অপচয়ের হাতে পড়ে দেশ পুনরায় তলাহীন ঝুড়িতে পরিণত হবে কি না।’ (দৈনিক ইত্তেফাক, ১১ জুন, ১৯৯৬)</p></div></div></div></body></html>"
        },
        {
            "title": "চাকরি ছেড়ে গড়ে তোলেন ‘গরবা গুদি’, এখন সফল উদ্যোক্তা নীলা চাকমা | প্রথম আলো",
            "time": "2026-02-02T05:23:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F7ltlrvfs%2FWhatsApp-Image-2026-02-02-at-11.14.44.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এখনো পর্যটকদের প্রয়োজনীয় সব সুবিধা নিশ্চিত করা সম্ভব হয় না জানিয়ে নীলা বলেন, ‘পর্যটকেরা বুকিং কনফার্ম করার আগেই তাঁদের এখানকার সুবিধা-অসুবিধা সব জানিয়ে দেওয়া হয়। সবকিছু অবহিত করে বুকিং কনফার্ম করা হয়।’ তিনি বলেন, ‘চারদিকে চাকচিক্যময় রিসোর্টের ভিড়ে আমাদের ব্যবস্থা খুবই সাদামাটা। গরবা গুদিতে গ্রামের পরিবেশটা পাওয়া যায়। আমরা চাই, গরবারা পাখির ডাক শুনুক, গাছের পাতা ঝরার দৃশ্য দেখুক, মাটিতে হাঁটুক, মাটির চুলার রান্নার স্বাদ গ্রহণ করুক। কোটি টাকার কটেজে এসব সুবিধা তো আর নিশ্চিত করা যাবে না।’</p><p>এখন গরবা গুদিতে দিন দিন পর্যটক বাড়ছে জানিয়ে নীলা বলেন, গ্রামে হওয়ার পরও তাঁর অতিথিশালায় পর্যটকদের সমাগম লেগেই থাকে। অনেক সময় বুকিং নেওয়াও সম্ভব হয় না। তিনি বলেন, ‘রিসোর্ট বলতে যা বোঝায়, তা করার ইচ্ছা আমাদের নেই। তবে হোম স্টের জন্য সরকারিভাবে কোনো কাগজপত্র করা যায় না। বাধ্য হয়ে রিসোর্ট বলতে হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নাসার সুপারকম্পিউটারে ৫০০ বছরের কাজ করা যায় এক দিনে | প্রথম আলো",
            "time": "2026-02-02T05:23:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Flav8kvr4%2Fathena.jpg?rect=0%2C0%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাধারণ মানুষের কাছে একটি শক্তিশালী কম্পিউটার মানেই দ্রুত ফাইল লোড হওয়া বা গেমিং। কিন্তু মার্কিন মহাকাশ গবেষণা সংস্থা নাসার কাছে এর সংজ্ঞা ভিন্ন। নাসার কাছে শক্তিশালী কম্পিউটার মানে শতাব্দীর কাজকে মাত্র এক দিনে নামিয়ে আনা। এই লক্ষ্যকে সামনে রেখেই নাসা উন্মোচন করেছে তাদের নতুন সুপারকম্পিউটার অ্যাথেনা।</p><p>এ বছরের জানুয়ারিতে ক্যালিফোর্নিয়ার এইমস রিসার্চ সেন্টারে স্থাপিত এই যন্ত্র দেখতে খুব একটা চাকচিক্যময় নয়। বিশেষজ্ঞরা বলছেন, সাধারণ কম্পিউটার যে কাজ সম্পন্ন করতে ৫০০ বছর সময় নেবে, অ্যাথেনা তা অনায়াসেই মাত্র ২৪ ঘণ্টায় শেষ করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কার হাতে উঠল কোন পুরস্কার | প্রথম আলো",
            "time": "2026-02-02T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fklo4yp7n%2F8abf1ef9-27ed-46c3-adb3-bfff38dcc7e0.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>একনজরে গুরুত্বপূর্ণ শাখায় গ্র্যামি পুরস্কার<br></strong>রেকর্ড অব দ্য ইয়ার: ‘লুথার’, কেনড্রিক লামার ও সিজা<br>অ্যালবাম অব দ্য ইয়ার: ‘ডেবি তিয়ার মাস ফোতোস’, ব্যাড বানি<br>সং অব দ্য ইয়ার : ‘ওয়াইল্ডফ্লাওয়ার’, বিলি আইলিশ<br>বেস্ট নিউ আর্টিস্ট: ওলিভিয়া ডিন<br>বেস্ট পপ সলো পারফরম্যান্স: ‘মেসি’, লোলা ইয়ং<br>বেস্ট পপ ডুয়ো অথবা গ্রুপ পারফরম্যান্স: ‘ডাই উইথ আ স্মাইল’, লেডি গাগা ও ব্রুনো মার্স<br>বেস্ট পপ ভোকাল অ্যালবাম: ‘মেহ্যাম’, লেডি গাগা<br>রেস্ট র‍্যাপ অ্যালবাম: ‘জিএনএক্স’, কেনড্রিক লামার</p><p><sup>ভ্যারাইটি অবলম্বনে</sup></p></div></div></div></body></html>"
        },
        {
            "title": "৭৮ নারী প্রার্থীর অধিকাংশই উচ্চশিক্ষিত, কর্মজীবী ৬৫% | প্রথম আলো",
            "time": "2026-02-02T05:13:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fb7ygjszt%2FPA.png?rect=0%2C23%2C3559%2C1868&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোটাররা নারী প্রার্থীদের পছন্দ করছেন, ভোট চাইতে গেলে স্বাগত জানাচ্ছেন বলে জানিয়েছেন ঢাকা-২০ আসনে এনসিপির প্রার্থী নাবিলা তাসনিদ। প্রথম আলোকে তিনি বলেন, ভোট চাইতে গেলে ভোটাররা গর্ববোধ করছেন এই বলে যে এলাকায় যোগ্য নারী প্রার্থী রয়েছেন। এটা তাঁকে খুব আনন্দ দিচ্ছে। তবে প্রতিদ্বন্দ্বী প্রার্থীর সমর্থকদের কারণে নানা বাধার মুখে পড়ছেন বলে ক্ষোভ প্রকাশ করেন তিনি।</p><p>নাবিলা বলেন, তাঁর নির্বাচনী অফিস ভাঙচুর, লুটপাট হচ্ছে, ব্যানার ছিঁড়ে ফেলা হচ্ছে। প্রশাসনকে জানিয়েও কোনো লাভ হচ্ছে না। প্রশাসন তাঁদের কাছে প্রমাণ চাইছে। প্রশাসনের নিরপেক্ষতা প্রশ্নবিদ্ধ বলে তিনি মনে করেন।</p><p>ঢাকা-১২ আসনে গণসংহতি আন্দোলনের প্রার্থী তাসলিমা আখতার প্রথম আলোকে বলেন, পেশিশক্তি, ক্ষমতার সঙ্গে নারী প্রার্থী টিকতে পারবেন কি না, সেই হিসাব-নিকাশ ভোটারদের মধ্যে রয়েছে। তবে এ মানসিকতার পরিবর্তনও কিছুটা হচ্ছে। নির্বাচনী প্রচারে গিয়ে অনেক ভোটারের মধ্যে নারী প্রার্থীর বিষয়ে ইতিবাচক মনোভাব দেখছেন, যা তাঁকে আশাবাদী করে তুলছে।</p><p>বাসদের ৫ নারী প্রার্থীর একজন বরিশাল-৫ আসনের মনীষা চক্রবর্ত্তী। প্রথম আলোকে তিনি বলেন, তাঁদের দলের নারী প্রার্থীরা ভোটারদের কাছে নিজেদের নারীর চেয়ে রাজনীতিবিদ হিসেবে প্রতিষ্ঠিত করতে পেরেছেন। সাংগঠনিক কাজই তাঁদের সেই পরিচয় প্রতিষ্ঠা করেছে। তবে প্রতিদ্বন্দ্বী কোনো কোনো প্রার্থীর নারীবিদ্বেষী বক্তব্য তাঁদের জন্য প্রতিবন্ধকতা সৃষ্টি করেছে। তিনি একটি টেলিভিশনের নির্বাচনী আলোচনায় প্রার্থী হিসেবে ছিলেন। এক প্রার্থী নারীর সামনে আসবেন না জানালে ওই টেলিভিশন চ্যানেলের কর্তৃপক্ষ তাঁকে (মনীষাকে) সরিয়ে দিয়েছিল।</p><p>এবি পার্টির নাসরীন সুলতানা পেশায় আইনজীবী। তাঁর দল জামায়াতের সঙ্গে নির্বাচনী ঐক্য করেছে। তিনি ঢাকা-১০ থেকে প্রার্থী হয়েছেন। কিন্তু জামায়াত নেতৃত্বাধীন জোট তাঁকে সমর্থন দেয়নি। ভোটাররা নারী প্রার্থীদের স্বাগত জানান উল্লেখ করে তিনি প্রথম আলোকে বলেন, অনেক দল নারীদের প্রার্থী না করার পেছনে নিরাপত্তার অজুহাত দেয়, অথচ নির্বাচনী প্রচারে তারা ঠিকই নারীদের সামনের সারিতে রাখে।</p></div></div></div></body></html>"
        }
    ]
}