{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "হামলার ২৪ দিন পার হলেও অন্তর্বর্তী সরকারের কেউ খোঁজ নেয়নি: উদীচী | প্রথম আলো",
            "time": "2026-01-13T09:21:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2F6qyvn9kl%2FUdichi-1.jpeg?rect=0%2C16%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে লিখিত বক্তব্য পড়ে শোনান উদীচী শিল্পীগোষ্ঠীর সাধারণ সম্পাদক জামসেদ আনোয়ার। তিনি বলেন, সংস্কৃতি উপদেষ্টার ভূমিকা ছিল সম্পূর্ণ নির্লিপ্ত। দেশের বৃহত্তম, ঐতিহ্যবাহী ও গণভিত্তিক সাংস্কৃতিক সংগঠনটির ওপর এমন হামলার পরও সংস্কৃতি উপদেষ্টার এমন নির্লিপ্ততা অনেক সংশয় ও প্রশ্নের জন্ম দিচ্ছে।</p><p>এই হামলা সুপরিকল্পিত এবং স্বাধীনতাবিরোধী, উগ্র সাম্প্রদায়িক ও ফ্যাসিবাদী শক্তি এতে জড়িত বলে উল্লেখ করেছেন জামসেদ আনোয়ার। তিনি বলেন, উদীচী কার্যালয় ছিল বাংলাদেশের প্রগতিশীল সাংস্কৃতিক আন্দোলনের গুরুত্বপূর্ণ পীঠস্থান। আজ সেই কার্যালয় ছাইয়ে পরিণত হয়েছে। আগের দিন ছায়ানট, প্রথম আলো ও দ্য ডেইলি স্টারের ওপর হামলা এবং পরে উদীচী কার্যালয়ে হামলার ধারাবাহিকতা প্রমাণ করে এটি কোনো বিচ্ছিন্ন ঘটনা নয়; বরং সুপরিকল্পিত আক্রমণ।</p><p>প্রকাশ্য সমাবেশে ছাত্রশিবির নেতাদের দেওয়া এমন হামলার হুমকির বিষয়টি সবার জানা ছিল মন্তব্য করে তিনি বলেন, ‘কিন্তু দুঃখজনকভাবে কোনো কার্যকর প্রতিরোধমূলক ব্যবস্থা নেওয়া হয়নি; বরং অন্তর্বর্তী সরকারের নিস্পৃহতাই এই বর্বরতার পথ সুগম করেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আলোনসোকে যেসব কারণে ছাঁটাই করল রিয়াল মাদ্রিদ | প্রথম আলো",
            "time": "2026-01-13T09:18:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2F9kw9y4mu%2F630917-01-02.jpg?rect=0%2C145%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরের গল্পটা রীতিমতো রূপকথা! আলোনসোর লেভারকুসেনের দায়িত্ব নেওয়ার সময়টাও একেবারে পক্ষে ছিল না। সে সময় জেরার্দো সিওয়ানের অধীন ৮ ম্যাচের মাত্র ১টি জিতে অবনমনের শঙ্কায় কাঁপছিল বুন্দেসলিগার ক্লাবটি। এরপরও চ্যালেঞ্জটা নেন আলোনসো। অবনমন অঞ্চল থেকে লেভারকুসেনকে টেনে তোলেন লিগ টেবিলে ৬ নম্বরে। শুরুতে অনেকে এ অর্জনকে আকস্মিক চমক হিসেবে দেখলেও পরের মৌসুমে যা ঘটেছে, তা রীতিমতো অবিশ্বাস্য।</p><p>কখনো ট্রফি না জেতা লেভারকুসেন অপরাজিত থেকে বুন্দেসলিগার শিরোপাসহ ঘরোয়া ট্রেবল জেতে। ইউরোপা লিগে হার মানতে হয় ফাইনালে। সব মিলিয়ে বিস্ময়কর এক মৌসুম পার করেছিল আলোনসোর লেভারকুসেন। পরের মৌসুমে অবশ্য আর কোনো সাফল্য আসেনি। আর মৌসুম শেষে আলোনসো প্রত্যাশিতভাবে যোগ দেন রিয়াল মাদ্রিদে, যেখানে বিদায়ী কোচ কার্লো আনচেলত্তির স্থলাভিষিক্ত হন তিনি।</p><p>রিয়ালে শুরুতেই আলোনসো বিতর্কে আসেন লুকা মদরিচকে বাদ দিয়ে। যেভাবে কিংবদন্তি মদরিচকে ক্লাব ছাড়তে হয়েছিল, তা অনেকের দৃষ্টিতে অন্যায়। এরপরও সবার দৃষ্টি ছিল মাঠের পারফরম্যান্সে। পরিসংখ্যান বলছে, আলোনসোর অধীন রিয়ালের পারফরম্যান্স একেবারে খারাপ ছিল না। ৩৪ ম্যাচে, ২৪ জয়, ৬ হার ও ৪ ড্র।। মজার ব্যাপার হচ্ছে, বার্সেলোনায় ৩৪ ম্যাচ পর কোচ হান্সি ফ্লিকের পারফরম্যান্সও ছিল একই রকম। ফ্লিক পরবর্তী সময়ে ঘরোয়া ‘ট্রেবল’সহ চারটি শিরোপা জিতেছেন। রিয়াল কি তবে একটু তাড়াহুড়াই করে বসল?</p></div></div></div></body></html>"
        },
        {
            "title": "নিখোঁজ ও অপহৃত শিশু দ্রুত উদ্ধারে জাতীয় হেল্পলাইন ১৩২১৯ চালু সিআইডির | প্রথম আলো",
            "time": "2026-01-13T09:14:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Flmff1m4p%2FCID-logo.jpg?rect=0%2C28%2C1576%2C827&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিআইডির প্রধান জানান, এই জরুরি সতর্কবার্তা অফিশিয়াল ওয়েব পোর্টাল ও মোবাইল অ্যাপের পাশাপাশি অনলাইন ও অফলাইন সংবাদমাধ্যম, সামাজিক যোগাযোগমাধ্যম, ডিজিটাল বিলবোর্ড, ব্যাংকের এটিএম বুথ, প্রয়োজন অনুযায়ী মুঠোফোনে খুদে বার্তা ও অন্য প্রযুক্তির মাধ্যমে প্রচার করা হবে, যাতে সাধারণ জনগণ দ্রুত তথ্য দিয়ে উদ্ধার কার্যক্রমে সহায়তা করতে পারেন। পুরো প্রক্রিয়ায় শিশুর মর্যাদা, নিরাপত্তা ও গোপনীয়তা সর্বোচ্চ গুরুত্ব পাবে।</p><p>সিআইডির প্রধান আরও জানান, আন্তর্জাতিক সীমান্ত অতিক্রম বা শিশু পাচারের আশঙ্কা দেখা দিলে ইন্টারপোলের মাধ্যমে ‘ইয়েলো নোটিশ’ জারির ব্যবস্থাও নেওয়া হবে। আন্তর্জাতিকভাবে ‘অ্যাম্বার অ্যালার্ট’ পরিচালনাকারী সংস্থা ন্যাশনাল সেন্টার ফর মিসিং অ্যান্ড এক্সপ্লয়েটেড চিলড্রেন (এনসিএমইসি) ও ফেসবুকের সহায়তায় সিআইডি ও জিরো মিসিং প্ল্যাটফর্মের সমন্বয়ে এই উদ্যোগ বাস্তবায়ন করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কমিশনের প্রতিবেদন পেলেই সরকারি কর্মকর্তা-কর্মচারীদের নতুন বেতনের সিদ্ধান্ত | প্রথম আলো",
            "time": "2026-01-13T09:06:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-12%2Fmw5n3ta6%2FWhatsApp_Image_2024_08_09_at_17_35_13.jpeg?rect=0%2C13%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থ উপদেষ্টা বলেন, বেতন কমিশনের কাজ নিরবচ্ছিন্নভাবে চলছে। বিভিন্ন পক্ষ কমিশনের কাছে মতামত ও প্রস্তাব দিয়েছে। কেউ লিখিতভাবে, কেউ সরাসরি সাক্ষাৎ করে তাঁদের বক্তব্য তুলে ধরেছেন। সব দিক বিবেচনা করেই সুপারিশ তৈরি হচ্ছে।</p><p>অন্তর্বর্তী সরকার ঘোষণা করে দিয়ে যেতে পারবে কি না, এমন প্রশ্নের জবাবে অর্থ উপদেষ্টা বলেন, কমিশনের ২১ জন সদস্য। তাঁরা সবকিছু বিচার–বিশ্লেষণ করছেন। সঙ্গে আছে বিচার বিভাগের জন্য আলাদা প্রতিবেদনের বিষয়। আবার আছে ডিফেন্সের জন্য একটা উপকমিটি কমিটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় চীনের ৫ নাগরিকসহ গ্রেপ্তার ৮, জব্দ ৫১ হাজার সিম | প্রথম আলো",
            "time": "2026-01-13T09:03:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fupliuuzf%2Fprothomalo-bangla2021-04a921d0ca-de6d-49fd-8a37-652510c0fbbfgrafter01.avif?rect=0%2C28%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মঙ্গলবার দুপুরে ডিএমপি মিডিয়া সেন্টারে এক সংবাদ সম্মেলনে এ তথ্য জানান ডিবির সাইবার উত্তর বিভাগের উপকমিশনার (ডিসি) হাসান মোহাম্মদ নাছের রিকাবদার।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন চেন লিং ফেং, জেং কং, জেং চাংকিয়াং, ওয়েন জিয়ান কিউ, হুয়াং ঝেং জিয়াং, মো. জাকারিয়া, নিয়াজ মাসুম ও কামরুল হাসান ওরফে হাসান জয়।</p><p>ডিসি হাসান মোহাম্মদ নাছের রিকাবদার জানান, ডিবির সাইবার অ্যান্ড স্পেশাল ক্রাইম (উত্তর) বিভাগের ওয়েব বেজড ক্রাইম ইনভেস্টিগেশন টিম অনলাইনে চাকরি প্রতারণা, টেলিগ্রাম গ্রুপ প্রতারণা ও অন্যান্য অনলাইন প্রতারণা–সংক্রান্ত অভিযোগ তদন্ত করতে গিয়ে রাজধানীতে প্রতারক চক্রের অবস্থান শনাক্ত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের বিরুদ্ধে ট্রাম্পের শুল্কের ঘোষণায় ভারতের চিন্তা কতটা বাড়ল | প্রথম আলো",
            "time": "2026-01-13T09:00:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fuqel13q1%2FScreenshot-2025-08-02-173829.jpg?rect=0%2C0%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানের ওপর যুক্তরাষ্ট্রের বাণিজ্যিক নিষেধাজ্ঞা ভারতের চিন্তা নতুন করে বাড়িয়ে দিয়েছে। প্রশ্ন উঠতে শুরু করেছে, এর ফলে কি ভারতের ওপর চাপানো শুল্কহার ৫০ থেকে বেড়ে ৭৫ শতাংশ হয়ে যাবে?</p><p> দুশ্চিন্তা বৃদ্ধির কারণ গতকাল সোমবার রাতে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের ঘোষণা। নিজের মালিকানাধীন ট্রুথ স্যোশালে এক পোস্টে ট্রাম্প লিখেছেন, পৃথিবীর যেসব দেশ ইরানের সঙ্গে বাণিজ্যিক সম্পর্ক রাখবে, তাদের ওপর যুক্তরাষ্ট্র অতিরিক্ত ২৫ শতাংশ শুল্কহার চাপাবে।</p><p> ট্রাম্প আরও লিখেছেন, ওইসব দেশকে যুক্তরাষ্ট্রের সঙ্গে বাণিজ্য করতে হলে বাড়তি এই শুল্ক দিতে হবে। সিদ্ধান্ত সোমবার রাত থেকেই কার্যকর হবে এবং এর নড়চড় হবে না।</p> <p> দুই সপ্তাহ ধরে ইরান জনবিক্ষোভে উত্তাল। বিক্ষোভের সামাল দিতে ইরান সরকার হিমশিম খাচ্ছে। ব্যাপক দমনপীড়নের অভিযোগ উঠছে। ইতিমধ্যেই মৃত্যু হয়েছে প্রায় ৬০০ বিক্ষোভকারীর। ইরানের এই বিক্ষোভে সরাসরি মদদ দিচ্ছে ট্রাম্প প্রশাসন। এবার তেহরানকে চাপে রাখতে তাদের সঙ্গে বাণিজ্যিক সম্পর্ক রাখা দেশগুলোকেও তিনি বাড়তি শুল্কের হুমকির মুখে ফেলে দিলেন।</p><p> এতেই গাঢ় হয়েছে ভারতের কপালের ভাঁজ। এমনিতেই ভারতীয় পণ্যের শুল্ক ২৫ শতাংশ ধার্য করেছিলেন ট্রাম্প। তাঁর ভাষায়, ভারত ‘ট্যারিফ কিং’। এরপর রাশিয়ার কাছ থেকে সস্তায় জ্বালানি তেল কেনার শাস্তি হিসেবে ভারতীয় পণ্যের ওপর তিনি বাড়তি ২৫ শতাংশ জরিমানা শুল্ক ধার্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বন্দ্ব ভুলে আবার পর্দায় ফিরছেন শরীফুল রাজ-বিদ্যা সিনহা মিম | প্রথম আলো",
            "time": "2026-01-13T08:50:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2F6rfst5yr%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দ্বন্দ্ব ভুলে আবার পর্দায় ফিরছেন শরীফুল রাজ–বিদ্যা সিনহা মিম\" class=\"nA4h1 \">দ্বন্দ্ব ভুলে আবার পর্দায় ফিরছেন শরীফুল রাজ–বিদ্যা সিনহা মিম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-13T14:50:40+06:00\"><span>প্রকাশ: ১৩ জানুয়ারি ২০২৬, ০৮: ৫০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "১০ হাজারের বেশি পোস্টাল ভোট ১৮টি আসনে; জয়-পরাজয়ে প্রভাব ফেলবে কতটা | প্রথম আলো",
            "time": "2026-01-13T08:46:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fj6q6pak8%2FPostal-Vote.jpeg?rect=0%2C25%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় সংসদ নির্বাচন হয় আসনভিত্তিক। সাধারণত আসনগুলোতে জয়-পরাজয়ে ভোটের ব্যবধান বেশ বড় থাকে। ইসি সূত্রে জানা গেছে, ২০০৮ সালের নবম জাতীয় সংসদ নির্বাচনে ১০ হাজার ভোটের কম ব্যবধানে জয়-পরাজয় নির্ধারিত হয়েছিল ৩০টি আসনে।</p><p>এবার আসনভিত্তিক হিসাবে দেশ-বিদেশ মিলিয়ে পোস্টাল ব্যালটে ভোট দিতে ১০ হাজারের বেশি ভোটার নিবন্ধন করেছেন, এমন আসন আছে ১৮টি। এর মধ্যে একটি ছাড়া সব কটি আসনই চট্টগ্রাম বিভাগে। এর মধ্যে সবচেয়ে বেশি নিবন্ধন হয়েছে ফেনী-৩ আসনে, ১৬ হাজার ৩৮ জন।</p><p>সাড়ে ১২ হাজারের বেশি ভোটার নিবন্ধন করেছেন, এমন আসনগুলো হলো চট্টগ্রাম-১৫ (১৪ হাজার ২৭২), কুমিল্লা-১০ (১৩ হাজার ৯৩৮), নোয়াখালী-১ (১৩ হাজার ৫৯২), নোয়াখালী-৩ (১২ হাজার ৭৪৫) এবং ফেনী-২ (১২ হাজার ৫৪১) আসন।</p><p>১০ হাজারের বেশি ও সাড়ে ১২ হাজারের কম ভোটার নিবন্ধন করেছেন, এমন আসনগুলো হলো কুমিল্লা-৪, ৫, ৬, ৯ ও ১১, সিলেট-১, চাঁদপুর-৫, নোয়াখালী-৪ ও ৫, ফেনী-১, কক্সবাজার-৩ ও লক্ষ্মীপুর-২ আসন।</p><p>এ ছাড়া ৫ হাজার থেকে শুরু করে ১০ হাজারের কম ভোটার নিবন্ধন করেছেন এমন আসন আছে ৯৭টি। বাকি আসনগুলোতে পোস্টাল ভোট দেওয়ার জন্য নিবন্ধিত ভোটারের সংখ্যা ৫ হাজারের কম। এর মধ্যে সবচেয়ে কম ১ হাজার ৫৪৪ জন ভোটার নিবন্ধন করেছেন বাগেরহাট-৩ আসনে।</p><p>নির্বাচন কমিশনের সাবেক অতিরিক্ত সচিব জেসমিন টুলি প্রথম আলোকে বলেন, যেসব আসনে পোস্টাল ভোট ১০ হাজার বা তার বেশি, সেখানে এই ভোট ফলাফলকে প্রভাবিত করার আশঙ্কা আছে। বিশেষ করে এই ১০ হাজার ভোটের ৭০ থেকে ৮০ শতাংশ যদি একজন প্রার্থী পান, তাহলে তা ফলাফল নির্ধারণে গুরুত্বপূর্ণ হয়ে উঠতে পারে।</p><p>এমনটা মনে করছেন অন্তর্বর্তী সরকার গঠিত নির্বাচনব্যস্থা সংস্কার কমিশনের প্রধান বদিউল আলম মজুমদারও। তিনি প্রথম আলোকে বলেন, কোনো আসনে পোস্টাল ভোট বেশি হলে ফলাফলে তা প্রভাব ফেলতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার কাবাব ম্যাপ: কোথায় কেমন কাবাব পাবেন | প্রথম আলো",
            "time": "2026-01-13T08:42:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fv319cni5%2FKBRH2531.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৩ সালের শেষ দিকে ঠাকুরগাঁওয়ের ছেলে মাসুদ রানার হাত ধরে চালু হয় রাতের কাবাব। মাসুদ রানা জানাচ্ছিলেন শুরুর কথা, আমি দীর্ঘ ২৫ বছর রেস্টুরেন্ট লাইনে চাকরি করি। গুলশান, বনানী এলাকায় দৈনিক চুক্তিভিত্তিক রেস্টুরেন্টের ক্যাটারিং সার্ভিসের সঙ্গে যুক্ত ছিলাম। </p><p>একসময় হাতে কাজের পরিমাণ কমে যায়। বলা চলে পুরো বেকার হয়ে পড়ি। জীবিকার জন্য বাইকে রাইড শেয়ার থেকে শুরু করে অনেক কিছুই করি। সারা দিনের পরিশ্রম শেষে রাতে এসে বসতাম গুলশানে রংপুর চায়ের দোকানে। চা–দোকানের মালিক মো. সেলিম ভাইয়ের সঙ্গে বুদ্ধিপরামর্শ করে সামনে একটি টংগাড়ি দিয়ে শুরু করি। আমার দেখা, ক্যাটারিংয়ে কাবাবের মতো খাবারগুলোই বেশি পছন্দ করেন গুলশান–বনানীর মানুষ। এ দিকটা মাথায় রেখেই কাবাবের দোকান দেওয়া। আর যেহেতু রাত জাগতে, রাতে ঘুরতে আমার পছন্দ, তাই দোকানের নামটাও দিয়েছি ‘রাতের কাবাব’।</p><p>শুরুর পনেরো দিনের মাথায় চারপাশে ছড়িয়ে পড়ে আমার দোকানের নামডাক, যাকে বলে ভাইরাল। এখন ঢাকার বিভিন্ন প্রান্তে আছে রাতের কাবাবের ছয়টি শাখা। গুলশান ২–এর ২টিসহ গুলশান ১, ৩০০ ফিট, হাউজ বিল্ডিং মাসকট প্লাজার পেছনে, এভার কেয়ার হাসপাতালের পেছনে আছে একটি করে রাতের কাবাবের দোকান। মানুষজনের মধে৵ যেমন সাড়া ফেলেছে, বিমানের ভ্রমণ গাইড বইতেও ঠাঁই পেয়েছে রাতের কাবাবের কথা।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদারীপুরে কাভার্ড ভ্যানের চাপায় দুই নারীসহ নিহত ৩, মহাসড়কে আগুন জ্বালিয়ে বিক্ষোভ | প্রথম আলো",
            "time": "2026-01-13T08:40:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fx53blogj%2FWhatsApp-Image-2026-01-13-at-14.35.49.jpeg?rect=0%2C194%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে দুর্ঘটনার পর উত্তেজিত জনতা মহাসড়কে কাঠ ও টায়ারে আগুন জ্বালিয়ে যান চলাচল বন্ধ করে দেন। প্রায় দেড় ঘণ্টা যান চলাচল বন্ধ থাকার পরে বেলা একটার দিকে পরিস্থিতি স্বাভাবিক করে হাইওয়ে পুলিশ।</p><p>মস্তফাপুর হাইওয়ে পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, ঢাকা থেকে ছেড়ে আসা একটি কাভার্ড ভ্যান বরিশালের দিকে যাচ্ছিল। বেলা সাড়ে ১১টার দিকে কাভার্ড ভ্যানটি ঢাকা-বরিশাল মহাসড়কের তাঁতিবাড়ি এলাকায় পৌঁছালে বিপরীত দিক থেকে আসা একটি ব্যাটারিচালিত ভ্যানকে চাপা দেয়। এ সময় ব্যাটারিচালিত ভ্যানটি দুমড়েমুচড়ে যায়। ভ্যানে থাকা দুই যাত্রী ঘটনাস্থলেই মারা যান। মাদারীপুর ২৫০ শয্যা জেলা হাসপাতালে গুরুতর আহত দুজনকে নেওয়া হলে আরও এক নারী যাত্রী মারা যান।</p><p>ব্যাটারিচালিত ভ্যানকে চাপা দিয়েই দ্রুত বরিশালের দিকে পালিয়ে যায় কাভার্ড ভ্যানটি। এর পরেই উত্তেজিত জনতা মহাসড়কে কাঠ ও টায়ারে আগুন জ্বালিয়ে অবরোধ করে বিক্ষোভ শুরু করেন। বেলা একটার দিকে হাইওয়ে পুলিশ কাভার্ড ভ্যানটি জব্দের আশ্বাস দিলে উত্তেজিত জনতা মহাসড়ক থেকে অবরোধ তুলে নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যাভিয়েশন অ্যান্ড অ্যারোস্পেস বিশ্ববিদ্যালয়ে ১৫ পদে চাকরির সুযোগ | প্রথম আলো",
            "time": "2026-01-13T08:37:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2F2c642ea2-2b4c-4fb9-b249-aa26b19a0139%2F3______hand.JPG?rect=66%2C0%2C379%2C199&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের একমাত্র বিশেষায়িত সরকারি উচ্চশিক্ষা প্রতিষ্ঠান ‘অ্যাভিয়েশন অ্যান্ড অ্যারোস্পেস বিশ্ববিদ্যালয়, বাংলাদেশ’ (এএইউবি) বিভিন্ন অনুষদে শিক্ষক নিয়োগের বিজ্ঞপ্তি প্রকাশ করেছে। বিশ্ববিদ্যালয়টি সহযোগী অধ্যাপক, সহকারী অধ্যাপক ও প্রভাষক পদে দক্ষ জনবল খুঁজছে। আগ্রহী প্রার্থীরা আগামী ২৫ জানুয়ারি পর্যন্ত আবেদনের সুযোগ পাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতনিয়ন্ত্রিত কাশ্মীরে নতুন আতঙ্ক ভিপিএনে নিষেধাজ্ঞা, কেন মোদি সরকারের এ নিয়ন্ত্রণ | প্রথম আলো",
            "time": "2026-01-13T08:34:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2F1onv9pwh%2Fkashmir-mobile-check.jpg?rect=0%2C5%2C714%2C375&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৯ সালে বিজেপিদলীয় প্রধানমন্ত্রী নরেন্দ্র মোদির সরকার সংবিধানের ৩৭০ অনুচ্ছেদ বাতিল করার মাধ্যমে কাশ্মীরের ওপর নিয়ন্ত্রণ আরও কঠোর করে। এই আইনের মাধ্যমে কাশ্মীরের বিশেষ মর্যাদা বাতিল করা হয়, যে আইনের বলে বাইরের লোকদের সেখানে সরকারি চাকরি বা জমি কেনার অনুমতি ছিল না। মোদি সরকার এই আধা স্বায়ত্তশাসিত অঞ্চলটিকে জম্মু-কাশ্মীর এবং লাদাখ—এই দুটি কেন্দ্রশাসিত অঞ্চলে বিভক্ত করে সরাসরি দিল্লির শাসনের অধীন নিয়ে আসে।</p><p>কাশ্মীরিদের মতে, এই অস্থির অঞ্চলে নাগরিক স্বাধীনতার ওপর ক্রমবর্ধমান বিধিনিষেধের তালিকায় ভিপিএন নিষেধাজ্ঞা হচ্ছে নতুন এক সংযোজন।</p><p>৩২ বছর বয়সী এক কাশ্মীরি সাংবাদিক আল-জাজিরাকে বলেন, তিনি কাজের জন্য প্রায়ই ভিপিএন ব্যবহার করতেন। কিন্তু এখন তিনি এটি করতে ভয় পাচ্ছেন।</p><p>নাম প্রকাশ না করার শর্তে ওই সাংবাদিক বলেন, ‘সংঘাতময় অঞ্চলে সাংবাদিকদের নিরাপত্তার জন্য ভিপিএন ব্যবহার করা সাধারণ বিষয়, বিশেষ করে যখন অনুসন্ধানী প্রতিবেদন তৈরি করতে হয়। এখন সেই সুরক্ষার স্তরটি চলে গেল।’</p><p>শ্রীনগরের ২৪ বছর বয়সী ব্যবসায়ী মীর উমাইর বলেন, ভিপিএন নিষিদ্ধ হওয়ায় তিনি ‘বাইয়্যিনাহ টিভি’ দেখতে পারছেন না। এটি যুক্তরাষ্ট্রে বসবাসরত একজন ইসলামি বক্তার অনলাইন প্ল্যাটফর্ম। উমাইর বলেন, ‘তাঁর বক্তব্যে রাজনৈতিক কিছু নেই, শুধু ধর্ম নিয়ে কথা বলেন। গত বছর ভারত-পাকিস্তান সামরিক উত্তেজনার সময় তাঁর চ্যানেলটি নিষিদ্ধ করা হয়। আমি ভিপিএন দিয়ে এটি দেখতাম।’</p><p>আহমদ নামের স্থানীয় এক আইনজীবী (ভয়ে পুরো নাম বলতে চাননি) আল-জাজিরাকে বলেন, এই ভিপিএন নিষেধাজ্ঞা বেআইনি হতে পারে। তিনি আরও বলেন, ‘এই আদেশের বৈধতা সন্দেহজনক। কারণ, এটি ভারতের আইটি নীতিমালার সঙ্গে সংগতিপূর্ণ হতে হবে। ওই নীতিমালায় ঢালাওভাবে ভিপিএন নিষিদ্ধ করার কথা বলা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুঠোফোনের আমদানি শুল্ক ৬০% কমল | প্রথম আলো",
            "time": "2026-01-13T08:31:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fahjt4cv0%2Fsmartphone_1.avif?rect=0%2C0%2C1180%2C620&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুঠোফোনের মূল্য গ্রাহকের ক্রয়ক্ষমতার মধ্যে রাখতে আমদানি শুল্ক কমানো হলো। ফোন আমদানিতে আমদানি শুল্ক ২৫ শতাংশ থেকে কমিয়ে ১০ শতাংশ করা হয়েছে। আজ মঙ্গলবার এ–সংক্রান্ত প্রজ্ঞাপন জারি করেছে জাতীয় রাজস্ব বোর্ড (এনবিআর)। এতে মুঠোফোন আমদানিতে প্রযোজ্য বিদ্যমান আমদানি শুল্ক ৬০ শতাংশ কমানো হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে আশ্রয় নেওয়া গৃহবধূকে ধর্ষণের অভিযোগে মামলা, দুই আনসার সদস্যকে বরখাস্ত | প্রথম আলো",
            "time": "2026-01-13T08:31:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-13%2Fzlogh3xr%2FRape-%E0%A6%A7%E0%A6%B0%E0%A7%8D%E0%A6%B7%E0%A6%A3-3.jpg?rect=0%2C143%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার এজাহারে বলা হয়েছে, হাসপাতালে দায়িত্বরত আনসার সদস্য শাহাদাত হোসেন ও আবু সাঈদ নিরাপত্তার কথা বলে হাসপাতালের নতুন ভবনের নিচতলায় নিয়ে যান তাঁদের। পরে তাঁদের ভয়ভীতি দেখান ওই দুজন। গৃহবধূকে ওই দুজন ধর্ষণ করেন। পরে হাসপাতালে ভর্তি রোগীদের স্বজনদের সহযোগিতায় ওই দুজনকে আটক করা হয়।</p><p>হাসপাতালের আবাসিক চিকিৎসা কর্মকর্তা মো. তৌহিদুল ইসলাম বলেন, গতকাল গৃহবধূর শারীরিক পরীক্ষা সম্পন্ন হয়েছে। তাঁকে হাসপাতালে চিকিৎসা দেওয়া হচ্ছে।</p><p>এ ব্যাপারে সদর থানার পরিদর্শক মিনহাজ উদ্দিন বলেন, এ ঘটনায় দুই আসামিকে আদালতে পাঠানো হয়েছে। ভুক্তভোগী গৃহবধূকে ২২ ধারায় জবানবন্দির জন্য আদালতে পাঠানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্লট বরাদ্দে দুর্নীতি: শেখ হাসিনা, টিউলিপ, আজমিনার মামলার রায় ২ ফেব্রুয়ারি | প্রথম আলো",
            "time": "2026-01-13T08:24:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2F3no8695b%2FWhatsApp-Image-2026-01-08-at-14.18.23.jpeg?rect=0%2C0%2C778%2C408&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার অন্য আসামিরা হলেন, জাতীয় গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়ের প্রশাসনিক কর্মকর্তা মো. সাইফুল ইসলাম সরকার, সিনিয়র সহকারী সচিব পুরবী গোলদার, অতিরিক্ত সচিব অলিউল্লাহ, সচিব কাজী ওয়াছি উদ্দিন, রাজউকের সাবেক চেয়ারম্যানের পিএ মো. আনিছুর রহমান মিঞা, সাবেক সদস্য মোহাম্মদ খুরশীদ আলম, তন্ময় দাস, মোহাম্মদ নাসির উদ্দীন, মেজর (ইঞ্জি.) সামসুদ্দীন আহমদ চৌধুরী (অব.), সাবেক পরিচালক মো. নুরুল ইসলাম, সহকারী পরিচালক মাজহারুল ইসলাম, পরিচালক কামরুল ইসলাম, উপপরিচালক নায়েব আলী শরীফ, পরবর্তী সময়ে যুক্ত হওয়া সাবেক প্রধানমন্ত্রীর একান্ত সচিব-১ মোহাম্মদ সালাহ উদ্দিন এবং সাবেক গৃহায়ণ ও গণপূর্ত প্রতিমন্ত্রী শরীফ আহমেদ।</p></div></div></div></body></html>"
        },
        {
            "title": "মমতাজের জমিসহ তিনটি বাড়ি জব্দের আদেশ | প্রথম আলো",
            "time": "2026-01-13T08:21:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2F2ebjmw61%2FMamtaj.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মমতাজ বর্তমানে কারাগারে। তাঁর বিরুদ্ধে হত্যাসহ একাধিক মামলা আছে। আছে মানি লন্ডারিংয়ের অভিযোগ। এই অভিযোগ অনুসন্ধান করছে দুদক।</p><p>সংশ্লিষ্ট আদালতের বেঞ্চ সহকারী রিয়াজ হোসেন বলেন, মমতাজের রাজধানীর ডিওএইচএসের একটি ও মানিকগঞ্জের দুটি বাড়ি জব্দের আদেশ হয়েছে। এ ছাড়া তাঁর ৪৭৪ শতাংশ জমি জব্দের আদেশ দিয়েছেন আদালত। এই জমি ঢাকা ও মানিকগঞ্জে অবস্থিত।</p><p>সম্পত্তি জব্দের আবেদনটি করেন দুদকের উপপরিচালক মোহাম্মদ সিরাজুল হক।</p><p>আবেদনে বলা হয়, মমতাজ ও তাঁর স্বার্থসংশ্লিষ্ট অন্যান্য ব্যক্তি-প্রতিষ্ঠানের বিরুদ্ধে মানি লন্ডারিংয়ের অভিযোগ আছে। অভিযোগ অনুসন্ধানের জন্য দল গঠন করা হয়েছে। অনুসন্ধান চলাকালে মমতাজের উল্লিখিত সম্পদ আদালতের মাধ্যমে জব্দ করা প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুন্দরবনে ১০০ কেজি হরিণের মাংস ও ৪ হাজার মিটার ফাঁদ জব্দ | প্রথম আলো",
            "time": "2026-01-13T08:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F5a7b0500-f067-404b-a2a5-5430f0e16ffe%2FBagerhat_DH0694_20240530_Bagerhat_IMG_1717048230351.jpg?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উদ্ধার করা হরিণের মাংস ও শিকারের ফাঁদ পরবর্তী আইনি ব্যবস্থার জন্য বন বিভাগের কাগাদোবেকি টহল ফাঁড়ির বনরক্ষীদের কাছে হস্তান্তর করা হয়েছে।</p><p>লেফটেন্যান্ট কমান্ডার মো. মুনতাসীর ইবনে মহসিন বলেন, জানুয়ারি থেকে ডিসেম্বর পর্যন্ত গত এক বছরে সুন্দরবনে অভিযান চালিয়ে ৮২৪ কেজি হরিণের মাংসসহ ২৯ জন শিকারিকে আটক করা হয়েছে। সর্বশেষ ২৭ ডিসেম্বর সুন্দরবনের মুচির দোয়ানি এলাকা থেকে ২১ কেজি হরিণের মাংসসহ দুই শিকারিকে আটক করা হয়। সুন্দরবনের জীববৈচিত্র্য রক্ষা এবং বন্য প্রাণী হত্যা ও পাচার রোধে কোস্টগার্ডের এ ধরনের অভিযান অব্যাহত থাকবে।</p></div></div></div></body></html>"
        }
    ]
}