{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কলকাতার বইমেলায় এবারও অংশ নিচ্ছে না বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-12T19:54:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F7i1vn8i9%2FBOIMELA-PRESS-MEET-TODAY-4.JPG?rect=0%2C233%2C2478%2C1301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের বইমেলার উদ্বোধন করবেন পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়। এর আগে কলকাতা আন্তর্জাতিক বইমেলায় বাংলাদেশকে তিনবার ফোকাল কান্ট্রি হিসেবে সম্মান জানানো হয়েছে। এ বছর মেলার ফোকাল কান্ট্রি আর্জেন্টিনা।</p><p>উদ্বোধনী অনুষ্ঠানে উপস্থিত থাকবেন আর্জেন্টিনার বিশিষ্ট লেখক গুস্তাভো কুনসোব্রে। বিশেষ অতিথি হিসেবে থাকবেন ভারতে নিযুক্ত আর্জেন্টিনার রাষ্ট্রদূত মারিয়ানো কাউসিনো। এ ছাড়া আরও উপস্থিত থাকবেন সাহিত্যজগতের বিশিষ্ট ব্যক্তিরা।</p><p>২২ জানুয়ারি সল্টলেকের সেন্ট্রাল পার্কের বইমেলা প্রাঙ্গণে মেলা শুরু হবে। চলবে ৩ ফেব্রুয়ারি পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরান নিয়ে জ্যেষ্ঠ উপদেষ্টাদের সঙ্গে বসছেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-12T19:45:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fuywyvu2d%2FIRAN-ECONOMY-PROTESTS.JPG?rect=0%2C175%2C2482%2C1303&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদমাধ্যম ওয়াল স্ট্রিট জার্নাল–এর প্রতিবেদনে বলা হয়েছে, ইরানের বিরুদ্ধে পদক্ষেপ নেওয়ার জন্য বিভিন্ন বিকল্প তৈরি রেখেছে যুক্তরাষ্ট্র। এর মধ্যে রয়েছে সামরিক হামলা, গোপন সাইবার অস্ত্রের ব্যবহার, তেহরানের ওপর নিষেধাজ্ঞা আরও বাড়ানো ও সরকারবিরোধী বিভিন্ন পক্ষকে সহায়তা দেওয়া।</p><p>গত বছর ইসরায়েলের সঙ্গে সংঘাতের ক্ষতি এখনো কাটিয়ে উঠতে পারেনি তেহরান। এমন সুযোগে যুক্তরাষ্ট্র ইরানে সামরিক পদক্ষেপের পথ বেছে নিতে পারে বলে মনে করছেন বিশ্লেষকদের অনেকে। তবে এতে বিপুল পরিমাণ বেসামরিক মানুষের প্রাণহানির শঙ্কা রয়েছে। কারণ, ইরানের অভিজাত বাহিনী রেভল্যুশনারি গার্ড কোরসহ সামরিক বাহিনীর বেশ কিছু ঘাঁটি খুবই জনবহুল এলাকায় অবস্থিত।</p><p>ইরানের বিরুদ্ধে সামরিক পদক্ষেপ নেওয়াটা যুক্তরাষ্ট্রের জন্য সঠিক হবে কি না, তা নিয়ে প্রশ্ন তুলেছেন যুক্তরাষ্ট্রের দুই বড় দলের কয়েকজন আইনপ্রণেতা। তাঁদের মধ্যে রয়েছেন রিপাবলিকান সিনেটর র‍্যান্ড পল ও ডেমোক্র্যাট সিনেটর মার্ক ওয়ার্নার। রোববার ফক্স নিউজকে ওয়ার্নার বলেন, ১৯৫৩ সালে যুক্তরাষ্ট্রের সমর্থনে ইরানের সরকার উৎখাতের ঘটনা এমন সব পরিস্থিতি তৈরি করেছিল, যা ধীরে ধীরে সত্তরের দশকের শেষের দিকে দেশটিতে ইসলামি বিপ্লবের পথ তৈরি করে দিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ভবানীপুর আসনে মমতাকে হারানোর ঘোষণা শুভেন্দু অধিকারীর | প্রথম আলো",
            "time": "2026-01-12T19:10:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F6gaq2jr7%2Fshuvendu-india.jpeg?rect=0%2C112%2C1614%2C847&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মমতা বন্দ্যোপাধ্যায়ের বিরুদ্ধে বিজেপির প্রতিবাদ মিছিলে শুভেন্দু অধিকারী। কলকাতা, পশ্চিমবঙ্গ, ভারত। ১১ জানুয়ারি ২০২৬<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: ভাস্কর মুখার্জি</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "বগুড়ার দইয়ের হাঁড়ি তৈরির গল্প | প্রথম আলো",
            "time": "2026-01-12T19:05:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F5o2ukn37%2F%E0%A7%A7.jpg?rect=0%2C213%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বগুড়ার দইয়ের হাঁড়ি তৈরির গল্প\" class=\"IiRps \">বগুড়ার দইয়ের হাঁড়ি তৈরির গল্প</h1></p><div class=\"Ibzfy\"><p>বগুড়ার গাবতলী উপজেলায় ইছামতী নদীর তীরে মহিষাবান গ্রাম। সেখানে বংশপরম্পরায় পাল সম্প্রদায়ের প্রায় শতাধিক পরিবার বাস করে। বেশির ভাগ পরিবার দইয়ের হাঁড়ি তৈরি করে জীবিকা নির্বাহ করে। ছবিতে মহিষাবান গ্রামের দইয়ের হাঁড়ি তৈরির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "গত বছরের সেরা ২৫ সিনেমার কোনগুলো আপনি দেখেছেন | প্রথম আলো",
            "time": "2025-12-23T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F99qi8em8%2Fe7b95b84-7057-4dc3-b5a8-fc45a7f420bd.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. ‘ওয়ান ব্যাটল আফটার অ্যানাদার’<br></strong>ডার্ক কমেডি, স্পর্শকাতর পারিবারিক গল্প এবং কর্তৃত্ববাদী সরকার ও বর্ণবাদী ষড়যন্ত্র নিয়ে এক রাজনৈতিক গল্প পল টমাস অ্যান্ডারসনের এই সিনেমা। টমাস পিনচনের উপন্যাস ‘ভাইনল্যান্ড’ থেকে নেওয়া হয়েছে ছবির গল্প। লিওনার্দো ডি ক্যাপ্রিও এখানে তাঁর সেরা কমেডি পারফরম্যান্সগুলোর একটি দিয়েছেন। তিনি অভিনয় করেছেন অগোছালো, সাবেক বিপ্লবী বব ফার্গুসনের চরিত্রে। বাবা-মেয়ের সম্পর্কের আবেগ এই সিনেমায় যোগ করেছে ভিন্ন মাত্রা।</p><p>অনেকে বলছেন, অস্কার পাওয়ার তালিকায় এগিয়ে আছে। তবে সে হিসাব সরিয়ে রাখলেও শিল্প, আবেগ, বিনোদনের মিশ্রণ এ সিনেমা নিঃসন্দেহে এ বছরের অন্যতম সেরা সিনেমার তালিকায় থাকবে। ছন্দময় গতিশীল এ সিনেমা একই সঙ্গে যেমন বিনোদন দেয়, তেমনই ভাবায়। কিছু দৃশ্যে ডার্ক হিউমার মনে রাখার মতো।</p><p>বিপ্লবীরা এ সিনেমার মূল চরিত্রে থাকলেও এটি মোটেও বাম ঘরানার ছবি নয়; বরং নানা সময়ে বামপন্থীদের প্রশ্ন করেছে।</p><p>রাজনৈতিক সিনেমা হলেও গতিময়, রোমাঞ্চকর এক যাত্রা শেষে এটি হয়ে ওঠে এক গভীর মানবিক ছবি। যেখানে মানুষেরাই গল্পের নায়ক আর যাদের জীবন এক বিশৃঙ্খলতার চাকার ভেতর বন্দী।</p><p>ডিক্যাপ্রিও ছাড়াও এ সিনেমায় আরও অভিনয় করেছেন টেয়ানা টেইলর, শন পেন, বেনিসিও দেল তোরো, রেজিনা হল।</p></div></div></div></body></html>"
        },
        {
            "title": "আর কখনো যাতে ভোট ডাকাতি না হয়, সে ব্যবস্থা করতে হবে: প্রধান উপদেষ্টা | প্রথম আলো",
            "time": "2026-01-12T18:58:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fs6xg1mqt%2FChief-Advisor.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদন গ্রহণের পর প্রধান উপদেষ্টা বলেন, ‘আমরা ভোট ডাকাতির কথা শুনেছিলাম, কিছু কিছু জানতাম। কিন্তু এত নির্লজ্জভাবে পুরো প্রক্রিয়াকে বিকৃত করে সিস্টেমকে দুমড়েমুচড়ে ফেলে নিজেদের মতো করে কাগজে রায় লিখে দেওয়া হয়েছে। এগুলো জাতির সামনে তুলে ধরা দরকার। পুরো রেকর্ড থাকা দরকার।’</p><p>অধ্যাপক ইউনূস আরও বলেন, ‘দেশের মানুষের টাকায় নির্বাচন আয়োজন করে পুরো জাতিকেই শাস্তি দেওয়া হয়েছে। মানুষ অসহায়ের মতো তাকিয়ে ছিল, কিছু করতে পারেনি। জনগণ যেন অন্তত কিছুটা স্বস্তি পায়, সে জন্য যারা জড়িত ছিল, তাদের চেহারা সামনে আনতে হবে। কারা করল, কীভাবে করল, তা জানতে হবে। নির্বাচন ডাকাতি যেন আর কখনো না ঘটে, সে ব্যবস্থা করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাসদের নির্বাচন পরিচালনা কমিটি গঠন, দায়িত্বে রাজেকুজ্জামান-নিখিল | প্রথম আলো",
            "time": "2026-01-12T18:55:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fgkbbrs6p%2F3.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন উপলক্ষে ১৫ সদস্যের একটি নির্বাচন পরিচালনা কমিটি গঠন করেছে বাংলাদেশের সমাজতান্ত্রিক দল (বাসদ)। দলের সহকারী সাধারণ সম্পাদক রাজেকুজ্জামান রতনকে এই কমিটির আহ্বায়ক এবং সম্পাদকমণ্ডলীর সদস্য নিখিল দাসকে সদস্যসচিব করা হয়েছে।</p><p>গত রোববার রাতে বাসদের কেন্দ্রীয় কমিটির এক অনলাইন সভায় এ কমিটি গঠন করা হয়। সভায় সভাপতিত্ব করেন দলের সাধারণ সম্পাদক বজলুর রশীদ ফিরোজ।</p><p>সভা শেষে বাসদের এক সংবাদ বিজ্ঞপ্তিতে জানানো হয়, নির্বাচনের আর মাত্র ৩০ দিন বাকি। ২২ জানুয়ারি থেকে আনুষ্ঠানিক প্রচারকাজ শুরু হবে। কিন্তু সারা দেশের আইনশৃঙ্খলা পরিস্থিতির এখনো সন্তোষজনক উন্নতি হয়নি।</p><p>নেতারা বলেন, সুষ্ঠু নির্বাচনের পরিবেশ, অর্থাৎ সবার জন্য সমান সুযোগ তৈরি হয়নি। জনমনে একধরনের ভীতির পরিবেশ বিরাজ করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদেশে অবস্থিত বাংলাদেশ মিশনের ৪ প্রেস কর্মকর্তাকে অব্যাহতি | প্রথম আলো",
            "time": "2026-01-12T18:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Ft9xqqcl4%2Finfo-ministryu.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভিন্ন দেশে প্রেস উইংয়ে দায়িত্ব পালন করা বাংলাদেশ মিশনের ৪ কর্মকর্তাকে ১৫ কার্যদিবসের মধ্যে তাঁদের কর্মস্থল থেকে অব্যাহতি নিয়ে দেশে ফিরে আসার নির্দেশ দেওয়া হয়েছে।</p><p>ওই চার কর্মকর্তা হলেন, মালয়েশিয়ার কুয়ালালামপুরে বাংলাদেশ হাইকমিশনের প্রথম সচিব (প্রেস) সুফি আবদুল্লাহিল মারুফ, সংযুক্ত আরব আমিরাতের দুবাইয়ের কনস্যুলেট জেনারেল অফিস অব বাংলাদেশের প্রথম সচিব (প্রেস) মো. আরিফুর রহমান, সৌদি আরবের রিয়াদে বাংলাদেশ দূতাবাসের দ্বিতীয় সচিব (প্রেস) আসাদুজ্জামান খান এবং জাপানের টোকিওতে বাংলাদেশ দূতাবাসের দ্বিতীয় সচিব (প্রেস) মো. ইমরানুল হাসান।</p></div></div></div></body></html>"
        },
        {
            "title": "মনন চর্চার বই নিয়ে ব্যতিক্রমী মেলা | প্রথম আলো",
            "time": "2026-01-12T18:13:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fyc6g46dh%2Fnurul-karir01.JPG?rect=0%2C299%2C4206%2C2208&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নন-ফিকশন বইমেলা শুরু হয়েছিল গত শনিবার। মেলায় এবার ৩৯টি প্রকাশনা ও গবেষণা সংস্থা অংশ নেয়। বই বিক্রি হয় শতকরা ২৫ ভাগ কমিশনে। শিক্ষার্থী ও পাঠকদের মধ্যে ব্যবসা, অর্থনীতিসহ বিশ্লেষণধর্মী বইয়ের পরিচিতি তুলে ধরা এবং এ ধরনের বই পাঠে আগ্রহী করার লক্ষ্য নিয়ে ২০১৫ সাল থেকে নন-ফিকশন বইমেলা আয়োজন করা হচ্ছে।</p><p>বিকেলে নবম নন-ফিকশন বইমেলার সমাপনী অনুষ্ঠানে প্রধান অতিথি ছিলেন অন্তর্বর্তী সরকারের শিক্ষা উপদেষ্টা অধ্যাপক সি আর আবরার। তিনি বলেন, ‘নন-ফিকশন বই শুধু তথ্যই দেয় না; চিন্তা তৈরি করে, প্রশ্ন তোলে, যুক্তি শেখায় এবং সমাজকে বুঝতে সাহায্য করে। আমরা এমন এক সময়ে বাস করছি, যখন তথ্যের অভাব নেই, কিন্তু জ্ঞানের ঘাটতি রয়েছে। সেই ঘাটতি পূরণে নন-ফিকশন বইয়ের ভূমিকা অপরিসীম।’</p><p>বিশেষ অতিথির বক্তব্যে ঢাকা বিশ্ববিদ্যালয়ের সহ-উপাচার্য (শিক্ষা) মামুন আহমেদ বলেন, ‘ঢাকা বিশ্ববিদ্যালয়কে আমরা জ্ঞানচর্চা ও জ্ঞান উৎপাদন কেন্দ্র হিসেবে দেখতে চাই। সে জন্য এ ধরনের চিন্তা ও মননশীল বইমেলার ভূমিকা গুরুত্বপূর্ণ। এই মেলা শিক্ষার্থী ও শিক্ষকদের মধ্যে আরও নিবিড় যোগাযোগ ও ভাবনার বিনিময়ে সহায়ক ভূমিকা রাখতে পারে।’ ভবিষ্যতে আরও বড় পরিসরে এই মেলা করার জন্য সহায়তা দেওয়ার কথা বলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "শূন্য পদ গোপন ও নিবন্ধনহীন শিক্ষক নিয়োগ দিলে কঠোর ব্যবস্থা, সতর্কবার্তা এনটিআরসিএর | প্রথম আলো",
            "time": "2026-01-12T18:03:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-03%2F39a1e319-bc39-4c7f-b170-9f280a1c4d3d%2FUntitled_6.jpg?rect=0%2C44%2C614%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব শিক্ষাপ্রতিষ্ঠানের প্রধান এবং গভর্নিং বডি বা ম্যানেজিং কমিটির সভাপতিদের উদ্দেশে পাঠানো এই নির্দেশনার চিঠি মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তর, কারিগরি শিক্ষা অধিদপ্তর এবং মাদ্রাসা শিক্ষা অধিদপ্তরের মহাপরিচালকের কাছে পাঠানো হয়েছে।</p><p>নির্দেশনায় বলা হয়েছে, শিক্ষা মন্ত্রণালয়ের ২০২৪ সালের ২৫ জানুয়ারির পরিপত্র অনুযায়ী, দেশের সব বেসরকারি শিক্ষাপ্রতিষ্ঠানে এমপিওভুক্ত শূন্য পদ পূরণের জন্য এনটিআরসিএতে ই-রেজিস্ট্রেশন সম্পন্ন করে ই-রিকুইজিশন বা চাহিদা প্রদান করা বাধ্যতামূলক করা হয়েছে। কোনো প্রতিষ্ঠানে পদ শূন্য থাকলে অবশ্যই চাহিদা পাঠাতে হবে এবং এনটিআরসিএর সুপারিশ অনুযায়ী নিয়োগ সম্পন্ন করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের সাবেক প্রক্টর গোলাম রব্বানীকে চেয়ারম্যানের পদ থেকে অব্যাহতি | প্রথম আলো",
            "time": "2026-01-12T18:00:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fcjarr2v6%2Frabbani.webp?rect=0%2C26%2C1358%2C713&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে গোলাম রব্বানীর বিরুদ্ধে কোন কোন মামলা আছে জানতে চাইলে রফিকুল ইসলাম কিছু জানাতে পারেননি।</p><p>অব্যাহতি দেওয়ার বিষয়ে জানতে চাইলে অধ্যাপক গোলাম রব্বানী প্রথম আলোকে বলেন, ‘আমি বিষয়টি জেনেছি, কিন্তু এখনো চিঠি খুলে দেখিনি। কোন আইনে এটা করা হয়েছে, এটা আমি জানি না।’</p><p>২০১৭ সালের ১৯ অক্টোবর গোলাম রব্বানীকে ঢাকা বিশ্ববিদ্যালয়ের প্রক্টর হিসেবে নিয়োগ দেওয়া হয়। পরে ২২ অক্টোবর থেকে তিনি প্রক্টর হিসেবে দায়িত্ব গ্রহণ করেন। ২০২৩ সালের ৫ এপ্রিল প্রক্টর হিসেবে তাঁর স্থলাভিষিক্ত হন অধ্যাপক ড. এম মাকসুদুর রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে মাত্র ৪ শতাংশ নারী প্রার্থী কেন, দলগুলোর জবাবদিহি চান নারী অধিকারকর্মীরা | প্রথম আলো",
            "time": "2026-01-12T18:00:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Flfqegp3c%2Felection-women.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারীদের সিদ্ধান্ত গ্রহণের জায়গায় নিয়ে আসার লক্ষ্য থাকতে হবে রাজনৈতিক দলগুলোর উল্লেখ করে সাদাফ সায্‌ সিদ্দিকী বলেন, অনেক নারী নির্বাচনে প্রার্থী হতে আগ্রহী, কিন্তু তাঁদের সুযোগ দেওয়া হয় না। প্রক্রিয়া যদি শুরু হয়, তাহলে অনেক নারী আসবেন। তিনি প্রশ্ন করেন, রাজনৈতিক দলগুলো ৫ শতাংশ মনোনয়ন দেওয়ার ন্যূনতম প্রতিশ্রুতিও রাখেনি, তাহলে তাদের নির্বাচনী ইশতেহারের ওপর কেন আস্থা রাখবে জনগণ?</p><p>অনুষ্ঠানে চারটি দাবি তুলে ধরা হয়। এগুলো হলো জুলাই সনদে নারীর মনোনয়নের ক্ষেত্রে ন্যূনতম ঐকমত্যে রাজনৈতিক দলগুলো পৌঁছেছিল, তাতে কেন সব রাজনৈতিক দল ব্যর্থ হলো, সে বিষয়ে নির্বাচন কমিশনের কাছে সংশ্লিষ্ট রাজনৈতিক দলগুলোকে জবাবদিহি করতে হবে। নারীর রাজনৈতিক অধিকার নিশ্চিতে যেকোনো নির্বাচনী নীতিমালা লঙ্ঘনের ক্ষেত্রে নির্বাচন কমিশনকে আরও শক্তিশালী ও জোরালো ভূমিকা রাখতে হবে। রাজনৈতিক দলগুলোকে নারী প্রার্থী মনোনয়নকে কোনো অনুগ্রহ বা প্রতীকী উদ্যোগ হিসেবে না দেখে জুলাই সনদে দেওয়া ন্যূনতম প্রতিশ্রুতি লঙ্ঘনের দায় নিতে হবে। দলের ভেতরে নারীর রাজনৈতিক অধিকার নিশ্চিত করতে দলগুলোকে গণতান্ত্রিক দায়িত্ব ও সাংবিধানিক বাধ্যবাধকতা হিসেবে বিবেচনা করে দলীয় কার্যক্রম, মনোনয়নপ্রক্রিয়া ও নেতৃত্ব বিকাশে বাস্তব ও কাঠামোগত পরিবর্তন আনতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মা থেকেও না থাকার শূন্যতায় ভাইরাল সম্পর্কের গল্প | প্রথম আলো",
            "time": "2026-01-12T17:58:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F20812v9v%2F61354531914145757366943793593319967450304801n.jpg?rect=0%2C0%2C1773%2C931&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেকে আবার ভিন্ন সুরে বলেছেন, চারপাশে যখন অপসংস্কৃতির ঢেউ, তখন ‘সম্পর্কের গল্প’ দেখিয়ে দেয় কনটেন্ট আসলে কেমন হওয়া উচিত। বর্তমান সময়ে ছোট পর্দায় নানা ধরনের গল্প তৈরি হলেও পারিবারিক গল্প খুব একটা দেখা যায় না—এই জায়গায় মুহাম্মদ মোস্তফা কামাল রাজ আলাদা করে চোখে পড়েন বলেও মত দর্শকদের। </p><p>একটি পরিবারের গল্প, যেখানে সম্পর্কের টানাপোড়েন, মায়া আর ভালোবাসা খুব স্বাভাবিকভাবে তুলে ধরা হয়েছে। গল্প শেষ হওয়ার পরও যার রেশ থেকে যায় অনেকক্ষণ।</p></div></div></div></body></html>"
        },
        {
            "title": "একটি শক্তি গণতন্ত্র ভূলুণ্ঠিত করার ষড়যন্ত্র করছে: বিএনপির স্বাস্থ্যবিষয়ক সম্পাদক | প্রথম আলো",
            "time": "2026-01-12T17:57:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fd85kjfao%2Fdmc.jpeg?rect=0%2C104%2C1459%2C766&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">আলোচনা অনুষ্ঠানে বক্তব্য দিচ্ছেন বিএনপির কেন্দ্রীয় স্বাস্থ্যবিষয়ক সম্পাদক ডা. মো. রফিকুল ইসলাম। ডা. মিলন অডিটোরিয়াম, ঢাকা মেডিক্যাল কলেজ হাসপাতাল। ১২ জানুয়ারি ২০২৬<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: বিএনপির সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে কেউ মেকানিজম করার চিন্তা করলে পালাতে বাধ্য হবে: জামায়াত আমির | প্রথম আলো",
            "time": "2026-01-12T17:54:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fgjnc9e75%2FShafique-Jamat-01.jpeg?rect=97%2C0%2C1406%2C738&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শফিকুর রহমান বলেন, ‘যদি আমরা, এই আমরা সবাই মিলে সচেতন দেশবাসী আমরা যদি সচেতন থাকি, আমাদের বিশ্বাস, যদি কেউ কোনো ধরনের মেকানিজম করার চিন্তা মাথায় এসেও থাকে, তারা পালাতে বাধ্য হবে ইনশা আল্লাহ।’</p><p>জাতীয় জীবনে আগামী নির্বাচনের গুরুত্ব সীমাহীন উল্লেখ করে জামায়াত আমির বলেন, ২০১৪, ২০১৮ ও ২০২৪ সালের নির্বাচন কোনো ফরম্যাটেই পড়ে না। এখন যাঁদের বয়স ৩৫ থেকে ৩৬ বছর, তাঁরা জীবনে একটা ভোটও দেওয়ার সুযোগ পায়নি। জামায়াত এমন একটা নির্বাচন চায়, যেখানে প্রত্যেকটি ভোটার স্বস্তির সঙ্গে ভোটকেন্দ্রে যেতে পারবেন। কোনো চ্যালেঞ্জ, প্রশ্ন জাগ্রত হবে না। যদি সেই পরিবেশ নিশ্চিত করা যায়, তাহলে এই নির্বাচন হবে সুষ্ঠু, নিরপেক্ষ ও গ্রহণযোগ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "ধর্ষণের শিকার ভুক্তভোগীর সঙ্গে অভিযুক্তের বিয়ের প্রথা বন্ধ চেয়ে রিট উত্থাপিত হয়নি বলে খারিজ | প্রথম আলো",
            "time": "2026-01-12T17:40:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fqv0n62d1%2F%E0%A7%A7%E0%A7%A7.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ধর্ষণের শিকার ভুক্তভোগীর সঙ্গে ধর্ষণের মামলায় অভিযুক্ত ব্যক্তির বিয়ের আয়োজনের প্রথা বন্ধে নিষ্ক্রিয়তা চ্যালেঞ্জ করে সুপ্রিম কোর্টের আইনজীবী মো. রাকিবুল হাসান গত বছরের ২২ অক্টোবর রিট আবেদনটি করেন। রিটটি আদালতের আজকের কার্যতালিকায় ১০৬ নম্বর ক্রমিকে ওঠে। আদালতে রিটের পক্ষে তিনি নিজেই শুনানি করেন।</p><p>পরে আইনজীবী মো. রাকিবুল হাসান প্রথম আলোকে বলেন, রিট আবেদনে আইনসচিবের পরিবর্তে স্বরাষ্ট্র সচিবকে ১ নম্বর বিবাদী হিসেবে উল্লেখ করা হয়েছিল। সে কারণে আদালত আবেদনটি নট প্রেসড (উত্থাপিত হয়নি) হিসেবে খারিজ করেছেন। আবেদন সংশোধন করে শিগগিরই রিটটি পুনরায় আদালতে উপস্থাপন করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনাফে গ্রেপ্তার রোহিঙ্গারা বিভিন্ন আশ্রয়শিবিরের বাসিন্দা | প্রথম আলো",
            "time": "2026-01-12T17:34:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fx57ethr9%2FWhatsApp-Image-2026-01-12-at-11.22.00-PM.jpeg?rect=0%2C9%2C1192%2C626&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫৩ রোহিঙ্গার বিরুদ্ধে টেকনাফ থানায় মামলার সত্যতা নিশ্চিত করেন জেলা পুলিশের মুখপাত্র ও অতিরিক্ত পুলিশ সুপার (ডিএসবি) অলক বিশ্বাস। তিনি প্রথম আলোকে বলেন, গ্রেপ্তার রোহিঙ্গারা টেকনাফ ও উখিয়ার কয়েকটি আশ্রয়শিবিরের শরণার্থী। তাঁদের মধ্যে রোহিঙ্গা বিদ্রোহীগোষ্ঠীর কেউ আছেন কি না, যাচাই করা হচ্ছে।</p><p>পুলিশ জানায়, কিছুদিন বিরতি দিয়ে গত শনিবার সন্ধ্যা থেকে রোববার সকাল ১০টা পর্যন্ত রাখাইন রাজ্যে সশস্ত্র গোষ্ঠী আরাকান আর্মির সঙ্গে রোহিঙ্গা বিদ্রোহী গোষ্ঠীর ব্যাপক গোলাগুলির ঘটনা ঘটে। রোববার সকাল ৯টার দিকে ওপার থেকে ছোড়া গুলিতে আহত হয় হোয়াইক্যং ইউনিয়নের লম্বাবিল এলাকার জসিম উদ্দিনের স্কুলপড়ুয়া মেয়ে হুজাইফা সুলতানা। বর্তমানে সে চট্টগ্রাম মেডিক্যাল কলেজ হাসপাতালে চিকিৎসাধীন। চিকিৎসকেরা জানান, তার অবস্থা আশঙ্কাজনক।</p></div></div></div></body></html>"
        },
        {
            "title": "জাবি আলোনসোকে বরখাস্ত করল রিয়াল মাদ্রিদ | প্রথম আলো",
            "time": "2026-01-12T17:34:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fkrfhkf3h%2FG72Deb9WgAAjZDZ.jpg?rect=0%2C0%2C680%2C357&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাত্র সাত মাস। অল্প এই সময়ের মধ্যেই ‘ঘর’ ছাড়তে হলো ঘরের ছেলে জাবি আলোনসোকে। কিছুদিন ধরেই শোনা যাচ্ছিল, রিয়াল মাদ্রিদের কোচের পদে হয়তো বেশি দিন থাকা হবে না জাবি আলোনসোর। ইউরোপের সবচেয়ে সফল ক্লাবটির প্রত্যাশা অনুযায়ী যে ফল এনে দিতে পারছিলেন না তিনি। অবশেষে সেই গুঞ্জনই সত্যি হয়েছে। গতকাল স্প্যানিশ সুপার কাপের ফাইনালে চিরপ্রতিদ্বন্দ্বী বার্সেলোনার কাছে ৩–২ গোলে হেরে যাওয়ার পর তাঁকে বরখাস্ত করেছে রিয়াল।</p><p>অভিজ্ঞ ইতালিয়ান কোচ কার্লো আনচেলত্তি চলে যাওয়ার পর গত বছরের জুনে রিয়ালের দায়িত্ব নেন ক্লাবটির সাবেক খেলোয়াড় আলোনসো। স্পেনের বিভিন্ন সংবাদমাধ্যমে তখন লেখা হয়েছিল, ঘরের ছেলে ঘরে ফিরেছেন। কিন্তু ২০২২ থেকে ২০২৫ সাল পর্যন্ত বায়ার লেভারকুসেনকে যেমন সাফল্য এনে দিয়েছেন আলোনসো, সেটার অনুবাদ রিয়ালে করতে পারছিলেন না।</p><p>লা লিগায় ১৯ ম্যাচ শেষে দ্বিতীয় স্থানে আছে রিয়াল, শীর্ষে থাকা চিরপ্রতিদ্বন্দ্বী বার্সেলোনার চেয়ে পিছিয়ে ৪ পয়েন্টে। বার্সেলোনার পয়েন্ট ৪৯, রিয়ালের ৪৫। আর এখন সেই বার্সেলোনার কাছেই সুপার কাপের ফাইনালে হারল তারা। সৌদি আরবের জেদ্দার কিং আবদুল্লা স্পোর্টস সিটিতে বার্সার কাছে হারার পর গ্যালারি থেকে রিয়ালের সমর্থকেরাই স্লোগান দিয়েছিলেন, ‘তাঁকে বরখাস্ত করো।’</p></div></div></div></body></html>"
        }
    ]
}