{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "Aid-এর পারিভাষিক শব্দ সাহায্য | প্রথম আলো",
            "time": "2025-12-31T06:30:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Frpeupuyz%2F144.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>Agriculture–কৃষি</p><p>Acceptance–গ্রহণ</p><p>Administration–প্রশাসন</p><p>Academic — প্রাতিষ্ঠানিক, বিদ্যাবিষয়ক, শিক্ষায়তনিক</p><p>Academic year — শিক্ষাবর্ষ</p><p>Acknowledgment–প্রাপ্তিস্বীকার, কৃতজ্ঞতাস্বীকার</p><p>Acting–ভারপ্রাপ্ত, কার্যকরী</p><p>Academy–বিদ্যানিকেতন</p><p>Accept–গ্রহণ</p><p>Activity–সক্রিয়তা</p><p>Advise–উপদেশ</p><p>Ad<em>-</em>interim–অন্তর্বর্তীকালীন</p><p>Adaptation–প্রতিযোজন, অভিযোজন</p><p>Adhoc–অনানুষ্ঠানিক, তদর্থক</p><p>Adjust–সমন্বয় করা</p></div></div></div></body></html>"
        },
        {
            "title": "জানাজায় যোগ দিতে মানুষের ঢল | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fdhmfcsod%2FWhatsApp_Image_2025_12_31_at_12_12_31_PM.jpeg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে চুরির অভিযোগে ভ্যানচালককে নির্যাতন করে হত্যা: ৬ আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-31T06:25:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fc8a68t9u%2F1-image-Template-2-Recovered.jpg?rect=0%2C81%2C1289%2C677&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহীর বাগমারায় চুরির অভিযোগে নির্যাতন চালিয়ে ভ্যানচালক ওমর ফারুককে (৩৯) হত্যা মামলার ৬ আসামিকে গ্রেপ্তার করা হয়েছে। গতকাল মঙ্গলবার রাতে নাটোর থেকে তাঁদের গ্রেপ্তারের পর পুলিশে সোপর্দ করে র‍্যাব-৫।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন: বাগমারার দেউলা গ্রামের রেজাউল করিম (৪৭) ও হাবিবুর রহমান (৫৫), মাঝিগ্রামের আবদুল মতিন (৪০), দরগামড়িয়া গ্রামের রফিকুল ইসলাম ওরফে রফিক ড্রাইভার (৪০), ভবানীগঞ্জ গ্রামের চা–দোকানি আসাদুল ইসলাম (৩৬) ও মধুপুর গ্রামের আবদুল হান্নান (৩৮)। এ নিয়ে মামলাটিতে মোট ৮ আসামিকে গ্রেপ্তার করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে আবারও জোর করে পুকুর খনন, ৪ এক্সকাভেটরে আগুন | প্রথম আলো",
            "time": "2025-12-31T06:24:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fw50ov41g%2FRajshahiDH060120251231IMG-20251230-WA0039.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খোঁজ নিয়ে জানা যায়, দুর্গাপুর উপজেলার ঝিনাইয়ের মোড়, কয়ামাজমপুর, সুখানদিঘি, উজানখলসী, মাড়িয়াসহ  কয়েক জায়গায় পুকুর খননকাজ শুরু হয়েছে। সহকারী কমিশনারের (ভূমি) অভিযানের পর পুকুর খননকাজ সাময়িক বন্ধ থাকে। তবে আবার নতুন করে খননকাজ চলে।</p><p>জানতে চাইলে সহকারী কমিশনার (ভূমি) লায়লা নূর তানজু প্রথম আলোকে বলেন, অভিযোগ পেয়ে তিনি গত রোববার অভিযান চালান এবং পুকুর খনন বন্ধ করার নির্দেশ দেন। সেখানে খননযন্ত্রের ব্যাটারি জব্দ করা হয়েছিল। কাউকে ঘটনাস্থলে না পাওয়ায় জরিমানা বা মামলা দেওয়া যায়নি। গতকাল সুকানদিঘি এলাকায় ফসলি জমির মাটি কাটার অভিযোগে দুই ব্যক্তিকে কারাদণ্ড দেওয়া হয়েছে। গভীর রাতে পুকুর খনন করা হয়। তখন অভিযান চালানো যায় না।</p><p>গতকাল রাতে মোহনপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এসএম মঈনুদ্দীন প্রথম আলোকে বলেন, এক্সকাভেটর ওই মাঠেই পড়ে আছে। যন্ত্রটি আর পরিবহনযোগ্য নয়। আর মামলার নতুন কোনো আসামি গ্রেপ্তার করা সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "শেষ যাত্রায় খালেদা জিয়া | প্রথম আলো",
            "time": "2025-12-31T06:13:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fja2716i2%2F%E0%A7%AD.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"শেষ যাত্রায় খালেদা জিয়া\" class=\"IiRps \">শেষ যাত্রায় খালেদা জিয়া</h1></p><div class=\"Ibzfy\"><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মরদেহ আজ বুধবার সকালে এভারকেয়ার হাসপাতাল থেকে গুলশান অ্যাভিনিউয়ের ১৯৬ নম্বর বাসায় নেওয়া হয়েছে। এই বাসাতেই সপরিবার বিএনপির ভারপ্রাপ্ত চেয়ারম্যান থাকেন। পাশেই খালেদা জিয়ার বাসভবন ‘ফিরোজা’।</p><p>সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মরদেহ জাতীয় পতাকায় মোড়ানো একটি গাড়িতে করে গুলশান থেকে এখন জানাজার জন্য মানিক মিয়া অ্যাভিনিউয়ে নেওয়া হচ্ছে। গাড়িবহরে লাল–সবুজ রঙের বাসটিও আছে। তারেক রহমান, তাঁর স্ত্রী জুবাইদা রহমান, কন্যা জাইমা রহমান, ছোট ভাই আরাফাত রহমান কোকোর স্ত্রীসহ পরিবারের সদস্যরা জানাজাস্থলে যাচ্ছেন। এসব নিয়েই এই ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে কেন আপসহীন বলা হয় | প্রথম আলো",
            "time": "2025-12-31T06:12:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F8bqjfzsa%2Fkhaleda_zia_1945_2025.jpg?rect=0%2C64%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গণতান্ত্রিক সরকার আমলে প্রথম কারাবন্দী</strong></p><p>বিগত আওয়ামী লীগ সরকারের আমলে জিয়া অরফানেজ ট্রাস্ট মামলা জোরদার হলে বিএনপির নেতারা বলতে থাকেন যে, এর মাধ্যমে খালেদা জিয়াকে রাজনীতি থেকে সরিয়ে দেওয়ার ষড়যন্ত্র চলছে। খালেদা জিয়াকে সাজা দিয়ে কারাগারে পাঠানো হতে পারে—এই আশঙ্কা প্রকাশ করেছিলেন বিএনপির নেতারা।</p><p>মামলার রায় যখন ঘনিয়ে আসে, এর আগে ২০১৭ সালের ১৫ জুলাই চোখ ও পায়ের চিকিৎসার জন্য লন্ডনে গিয়েছিলেন খালেদা জিয়া। খালেদা বিরোধীরা প্রচার করতে থাকে যে সাজা এড়াতে খালেদা জিয়া বিদেশ গেছেন। তিনি হয়তো আর ফিরবেন না। তবে প্রায় দেড় মাসের মতো লন্ডনে থেকে দেশে ফিরে মামলা মোকাবিলা করেন খালেদা জিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজাস্থলে জড়ো হচ্ছে মানুষ | প্রথম আলো",
            "time": "2025-12-31T06:06:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fu3osnetc%2Fmanik_mia.webp?rect=0%2C0%2C792%2C416&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মানিক মিয়া অ্যাভিনিউতে খালেদা জিয়ার জানাজায় যোগ দিতে দলে দলে যাচ্ছেন মানুষ</figcaption></p></div></div></body></html>"
        },
        {
            "title": "জাতীয় পতাকায় মোড়ানো খালেদা জিয়ার মরদেহ সংসদের দক্ষিণ প্লাজায় | প্রথম আলো",
            "time": "2025-12-31T06:06:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fe89a5jn9%2FWEB.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জাতীয় পতাকায় মোড়ানো খালেদা জিয়ার মরদেহ সংসদের দক্ষিণ প্লাজায়\" class=\"nA4h1 \">জাতীয় পতাকায় মোড়ানো খালেদা জিয়ার মরদেহ সংসদের দক্ষিণ প্লাজায়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T12:06:05+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ০৬: ০৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘খালেদা জিয়া স্পষ্টভাবে বললেন, এরশাদের অধীনে কোনো নির্বাচনে যাব না’ | প্রথম আলো",
            "time": "2025-12-31T06:01:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F5c1vuijm%2F4.jpg?rect=0%2C0%2C2200%2C1155&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমি ভালোভাবেই জানতাম, বিচারপতি সাত্তার খুব দুর্বল লোক ছিলেন। আমরা বুঝতে পারলাম না, কেন তারা বেগম জিয়াকে সমর্থন না করে সাত্তার সাহেবকে সমর্থন করছে। পরে বুঝলাম, সাত্তার সাহেব খুব দুর্বল প্রকৃতির লোক ছিলেন বলে তারা তাঁকে সমর্থন করে। বেগম জিয়ার নামে মনোনয়ন দাখিল করা হলেও তা প্রত্যাহার করানো হয়। প্রধানমন্ত্রী শাহ আজিজ বিচারপতি সাত্তারের পক্ষে মনোনয়ন দিতে আগ্রহী ছিলেন। সেই সময় লন্ডনে বাংলাদেশের হাইকমিশনার ছিলেন জনাব শামসুদ্দোহা। ওই সময় তিনি ঢাকা আসেন। একদিন তিনি আমাকে টেলিফোন করে বলেন, আপনারা প্রেসিডেন্ট পদে মনোনয়ন নিয়ে মতভেদ করছেন কেন। সম্ভবত তিনি এরশাদের প্ররোচনায় সাত্তার সাহেবের পক্ষে ছিলেন। মনোনয়ন নিয়ে আমার ভূমিকায় জেনারেল এরশাদ খুশি ছিলেন না? সম্ভবত সে কারণে সামরিক আইন জারির পরপরই প্রথমে আমাকে ও তানভীর আহমদ সিদ্দিকীকে গ্রেপ্তার করে জেলে নেওয়া হয়।</p><p>বিচারপতি সাত্তারকে মনোনয়ন দেওয়ার পর আমি তাঁর পক্ষে কাজ করি। সিলেটের বিভিন্ন এলাকায় তাঁর পক্ষে জনমত গঠনে আমি সচেষ্ট হই। নির্বাচনে বিচারপতি সাভার জয়লাভ করে প্রেসিডেন্ট হলেন। তিনি তাঁর ক্যাবিনেটে আমাকে অর্থমন্ত্রী হিসেবেই রাখলেন।</p><p>বিচারপতি সাত্তার প্রেসিডেন্ট হওয়ার পর জেনারেল এরশাদ দেশের অবস্থা সম্পর্কে নানা রকম বিবৃতি দিতে শুরু করেন। তিনি বলতে থাকেন, প্রশাসন ব্যবস্থায় সামরিক বাহিনীর অংশীদারত্ব থাকতে হবে। তাঁর ওই সব বক্তব্য ছিল অগণতান্ত্রিক। তাঁর বক্তব্য দেশে-বিদেশে নানা প্রতিক্রিয়ার সৃষ্টি করে। তখন ওয়ার্ল্ড ব্যাংকে এক্সিকিউটিভ ডাইরেক্টর হিসেবে কর্মরত ছিলেন জনাব এম সাইদুজ্জামান। তিনি ওয়াশিংটন থেকে আমাকে জানান, জেনারেল এরশাদের বক্তব্যে এখানে বেশ প্রতিক্রিয়া হচ্ছে। বলা হচ্ছে, বাংলাদেশে গণতান্ত্রিক প্রক্রিয়া ছিল। নির্বাচন হয়েছে এবং ধারণা করা হয়েছিল যে দেশটিতে গণতান্ত্রিক প্রক্রিয়া অব্যাহত থাকবে। কিন্তু প্রশাসনে সেনাবাহিনীর ভূমিকা নিয়ে জেনারেল এরশাদের বক্তব্যে বাংলাদেশে গণতন্ত্রের স্থিতিশীলতা নিয়ে অনেকে এখানে শঙ্কা প্রকাশ করছেন। তখন ওয়ার্ল্ড ব্যাংকের সাথে আমাদের সম্পর্ক ভালো ছিল। বাংলাদেশের গণতান্ত্রিক স্থিতিশীলতার ব্যাপারে শঙ্কিত হয়ে তারা যদি অর্থ প্রদান বন্ধ করে দেয়, তা দেশের জন্য অসুবিধার সৃষ্টি করবে। জনাব সাইদুজ্জামান সব বিষয় জানিয়ে আমাকে ফ্যাক্স করেন। আমি ওই ফ্যাক্সটা নিয়ে বঙ্গভবনে প্রেসিডেন্ট সাত্তার সাহেবের সাথে দেখা করলাম। আমি বললাম, স্যার, এরশাদ সাহেবের বক্তব্যে নানা প্রতিক্রিয়া হচ্ছে। তারা গণতান্ত্রিক প্রক্রিয়া ব্যাহত হওয়ার আশঙ্কা করছে। এমতাবস্থায় তারা যদি এইড বন্ধ করে বা কমিয়ে দেয়, তাহলে তা আমাদের অর্থনীতির জন্য সংকট সৃষ্টি করবে। বিষয়টা আপনাকে জানানো দরকার, তাই জানালাম।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বের ৯০ শতাংশ ভ্রমণকারী যা দেখেননি, এই ১০ স্থানের একটিতে ঘুরলে তা দেখা যেতে পারে | প্রথম আলো",
            "time": "2025-12-31T06:00:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F9z016s2g%2FThumn-03.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮০০-এর বেশি ভাষা—এই একটি বৈশিষ্ট্যই কোনো দেশ সাংস্কৃতিকভাবে বৈচিত্র্যময় হওয়ার জন্য যথেষ্ট। পাপুয়া নিউগিনি তেমনই একটি দেশ। দেশটিতে এখনো এমন অনেক ক্ষুদ্র জনগোষ্ঠী আছে, যারা সবে বহির্বিশ্বের সঙ্গে পরিচিত হতে শুরু করেছে। এসব জনগোষ্ঠীর বিভিন্ন উৎসব, বেশভূষা, মুখের অঙ্কনে অতিপ্রাচীন ঐতিহ্য দেখা যায়।</p><p>প্রশান্ত মহাসাগরীয় অঞ্চলের এই দেশটির সড়কপথের যোগাযোগব্যবস্থা দুর্বল। অনেক অঞ্চলে পৌঁছাতে ছোট বিমান ব্যবহার করতে হয়, যা ঘন জঙ্গলের মধ্যে কাটা ঘাসের রানওয়েতে অবতরণ করে। তবে দেশটিতে অভিযাত্রীর মেজাজ শতভাগ পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "যে পাঁচ পরিবেশ শিশুকে নার্সিসিস্টিক করতে পারে | প্রথম আলো",
            "time": "2025-12-31T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fginx7pnf%2Fprothomalo-bangla2024-09-111ubb9pneKBRH7221.avif?rect=0%2C18%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাজে এখনো ‘ভিন্নভাবে কাজ করা’ বা ‘ভিন্নভাবে শেখা’কে খুব সহজে গ্রহণ করা হয় না। যে শিশু একটু বেশি অস্থির, মনোযোগ ধরে রাখতে পারে না, অতিরিক্ত চিন্তাগ্রস্ত, আবেগে সহজে ভেঙে পড়ে বা পড়াশোনায় অন্যদের মতো দ্রুত এগোতে পারে না, তাকে প্রায়ই একটি কথাই শুনতে হয়—‘এত নাটক কোরো না, স্বাভাবিক হও।</p><p>’শিশুটি হয়তো এডিএইচডি, এএসডি, উদ্বেগ, আবেগগত অসামঞ্জস্য বা শেখার ভিন্নতা নিয়ে বড় হচ্ছে। কিন্তু পরিবার ও পরিবেশ যদি সেটাকে সমস্যা হিসেবে না দেখে কিংবা ‘সময় হলে ঠিক হয়ে যাবে’ বলে এড়িয়ে যায়, তাহলে শিশুটির জন্য প্রতিদিনের জীবন হয়ে ওঠে এক নীরব সংগ্রাম। স্কুলে সে বোঝে না কেন বারবার ভুল হয়, কেন শিক্ষক বিরক্ত হন, কেন সহপাঠীরা দূরে সরে যায়। বাড়িতে সে দেখে, তার কষ্টগুলো গুরুত্ব পায় না।</p><p>ধীরে ধীরে শিশুটি নিজের ভেতরে কিছু প্রশ্ন জমিয়ে রাখে—সবাই যেটা সহজে পারে, সেটা আমার কাছে এত কঠিন কেন? কেউ কেন আমাকে বুঝতে চায় না? আমার কি সত্যিই কোনো সমস্যা আছে?এই দীর্ঘদিনের প্রত্যাখ্যান আর লজ্জা শিশুটিকে ভেতর থেকে ভেঙে দেয়। বাঁচতে গিয়ে সে নিজের মতো করে প্রতিরক্ষা গড়ে তোলে। কেউ ‘দুর্বল’ বলার আগেই সে নিজের দুর্বলতা অস্বীকার করে। লজ্জা থেকে বাঁচতে অন্যকে দোষ দেয়, অনুভূতিকে নিস্তেজ করে ফেলে। </p><p>কেউ কেউ পড়াশোনা, কাজ বা কোনো এক ধরনের প্রতিভায় অতিরিক্ত সাফল্যের পেছনে ছোটে, যেন বারবার প্রমাণ করতে পারে ‘আমিও কম যাই না’।এই প্রমাণের চাপ থেকেই তারা ধীরে ধীরে নিজের মূল্যকে শুধু সাফল্যের সঙ্গে মিলিয়ে দেখতে শেখে, আর সেখান থেকেই নার্সিসিস্টিক প্রবণতা তৈরি হতে থাকে।</p><p><sup>সূত্র: মিডিয়াম</sup></p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে ৩ দিনের রাষ্ট্রীয় শোক শুরু, জাতীয় পতাকা অর্ধনমিত | প্রথম আলো",
            "time": "2025-12-31T05:59:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F09werejc%2FWhatsApp-Image-2025-12-31-at-11.49.33.jpeg?rect=0%2C402%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে আজ বুধবার থেকে তিন দিনের রাষ্ট্রীয়ভাবে শোক পালন শুরু হয়েছে।</p><p>আগামী শুক্রবার পর্যন্ত এই শোক পালন করা হবে। এ ছাড়া খালেদা জিয়ার জানাজার জন্য আজ বুধবার সাধারণ ছুটি ঘোষণা করা হয়েছে।</p><p>রাষ্ট্রীয় শোক পালনের কর্মসূচির অংশ হিসেবে আজসহ তিন দিন দেশের সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান, শিক্ষাপ্রতিষ্ঠানসহ সব সরকারি-বেসরকারি ভবন ও বিদেশে বাংলাদেশ মিশনগুলোয় জাতীয় পতাকা অর্ধনমিত থাকবে।</p><p>আজ রাজধানীর কারওয়ান বাজারে টিসিবি ভবনের সামনে গিয়ে দেখা যায়, জাতীয় পতাকা অর্ধনমিত রাখা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অর্থনীতিকে রাজনীতি থেকে দূরে রাখতেন খালেদা জিয়া: সালেহউদ্দিন আহমেদ | প্রথম আলো",
            "time": "2025-12-31T05:47:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-12%2Fmw5n3ta6%2FWhatsApp_Image_2024_08_09_at_17_35_13.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সালেহউদ্দিন আহমেদ এখন সিঙ্গাপুর আছেন। গতকাল (মঙ্গলবার) সন্ধ্যায় তাঁর সঙ্গে মুঠোফোনে কথা হয় প্রথম আলোর। সালেহউদ্দিন আহমেদ বলেন, ‘ম্যাডাম খালেদা জিয়া ছিলেন মৃদুভাষী ও বলিষ্ঠ নেতৃত্বের অধিকারী। কোনো জটিলতা ছিল না তাঁর মধ্যে। সবচেয়ে বড় কথা হচ্ছে, কোনো কাজে তিনি হস্তক্ষেপ করতেন না। অর্থনীতিকে রাজনীতি থেকে দূরে থাকতেন বেগম খালেদা জিয়া। ব্যাংক খাতেও কোনো হস্তক্ষেপ করতেন না।’</p><p>সালেহউদ্দিন আহমেদ আরও বলেন, ‘আমি গভর্নর থাকার সময় ব্যাংক খাত নিয়ে অনেকবার তাঁর সঙ্গে কথা বলতে হয়েছিল। যুক্তি দিয়ে কথা বলেছিলাম। তিনি শুনেছেন। এম সাইফুর রহমান যখন বেগম খালেদা জিয়া সরকারের অর্থমন্ত্রী ছিলেন, তখন ১৯৯১ সালে হয়েছে ব্যাংক কোম্পানি আইন। আইনটিতে অনেক দুর্বলতা ছিল, তবে আইন প্রয়োগে দুর্বলতা ছিল না। আলোচনায় বসলে বেগম খালেদা জিয়া প্রায়ই আমাকে প্রশ্ন করতেন, ‘আপনি কী মনে করেন?</p><p>‘২০০৯ সালের ৩০ এপ্রিল গভর্নরের দায়িত্ব শেষ করে চলে আসার পর বহুবার খালেদা জিয়ার সঙ্গে দেখা হয়েছে। মনে পড়ে, কয়েক বছর আগে একবার এক ইফতার পার্টিতে তিনি আমাকে বললেন, “দেশটায় কী হচ্ছে, দেখতে পাচ্ছেন?” আরেক দিন আমাকে উদ্দেশ করে বললেন, “আপনার ওপর প্রচন্ড চাপ যাচ্ছে। টেলিভিশনে দেখে বুঝতে পারি।”’</p></div></div></div></body></html>"
        },
        {
            "title": "চীনে উত্তাল হচ্ছে ভারতবিরোধিতার ঢেউ | প্রথম আলো",
            "time": "2025-12-31T05:46:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Facdf789e-bb50-4f8c-a0cf-f774e8424616%2FIndia_1.webp?rect=0%2C17%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মনোভাবের পেছনে ভারতীয়দের নিয়ে প্রচলিত নানা ধ্যানধারণা কাজ করছে। ডৌইনসহ বিভিন্ন সামাজিক মাধ্যমে ভারতীয়দের প্রায়ই অপরিচ্ছন্ন ও নৈতিকভাবে দুর্বল হিসেবে দেখানো হয়। পাশাপাশি কানাডা ও অস্ট্রেলিয়ার মতো দেশে ভারতীয় অভিবাসীরা নাকি জায়গা দখল করে নিচ্ছে, এমন খবরও ছড়ানো হয়েছে। এসব খবর সত্য নয়। তবু অনেক চীনা নেটিজেন মনে করছেন, চীনও ভারতীয় অভিবাসনের সম্ভাব্য লক্ষ্য হতে পারে।</p><p>ভারতের পররাষ্ট্র মন্ত্রণালয়ের তথ্য অনুযায়ী, চীনের মূল ভূখণ্ডে বসবাসকারী প্রবাসী ভারতীয়ের সংখ্যা মাত্র ৮ হাজার ৪৬০। এই সংখ্যা চীনের পাশের হংকংয়ের তুলনায়ও অনেক কম, সেখানে ভারতীয় আছেন ৪৪ হাজার ১৪০ জন। জাপানে আছেন ৪৭ হাজার ৮১০ জন এবং দক্ষিণ কোরিয়ায় ১৭ হাজার ১ জন। </p><p>সামাজিক মাধ্যমে যেভাবে বলা হয়, বিপুলসংখ্যক ভারতীয় নাকি ভিসার মেয়াদ শেষ হওয়ার পরও অবৈধভাবে চীনে থেকে যাচ্ছেন, এর পক্ষে কোনো প্রমাণ নেই। বাস্তবে চীন আন্তর্জাতিক অভিবাসীদের জন্য বড় কোনো গন্তব্য নয়। দেশটি অভিবাসনের ওপর কঠোর নিয়ন্ত্রণ বজায় রাখে।</p><p>তবু ২০২০ সালের সীমান্ত সংঘাতের পর চীন ও ভারতের মধ্যে যোগাযোগ কমে যাওয়ায় এবং চীনা সামাজিক মাধ্যমের বদ্ধ পরিবেশের কারণে ভিন্ন তথ্য সহজে ছড়াতে পারে না। ফলে প্রচলিত ধ্যানধারণা ও ভুল তথ্য ভাঙাও কঠিন হয়ে পড়ে। এর পেছনে আরও গভীর একটি কারণ আছে। তা হলো চীনা সমাজে ভারতবিরোধী বক্তব্যের প্রতি সহনশীলতা। চীন ও ভারতের সম্পর্ক যখন উত্তপ্ত ছিল, তখন ভারতীয়দের উপহাস ও বৈষম্যের লক্ষ্য হিসেবে দেখা হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "সংসদের দক্ষিণ প্লাজায় খালেদা জিয়ার মরদেহ | প্রথম আলো",
            "time": "2025-12-31T05:42:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ff56k4ryc%2FWeb.jpg?rect=0%2C64%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">সরাসরি (ভিডিও) </h2></p><p><h1 data-title-0=\"সংসদের দক্ষিণ প্লাজায় খালেদা জিয়ার মরদেহ\" class=\"nA4h1 \">সংসদের দক্ষিণ প্লাজায় খালেদা জিয়ার মরদেহ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-12-31T12:21:22+06:00\"><span>আপডেট: ৩১ ডিসেম্বর ২০২৫, ০৬: ২১ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ট্রেনের ধাক্কায় ৭ বছর কোমায় থেকে মারা গেলেন যুব বিশ্বকাপে খেলা ক্রিকেটার | প্রথম আলো",
            "time": "2025-12-31T05:40:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffq635h01%2F60502488313957783452371585409053349919402746n.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলম্বোর সেন্ট পিটার কলেজ থেকে উঠে আসা ফার্নান্দো স্কুল ক্রিকেটেও সফল ছিলেন। অনূর্ধ্ব-১৩, অনূর্ধ্ব-১৫ ও অনূর্ধ্ব-১৭ দলের অধিনায়কত্ব করেছেন। আন্তর্জাতিক ধারাভাষ্যকার ও রাগামা ক্রিকেট ক্লাবের সিনিয়র প্রশাসক রোশান আবেসিংয়ে ফার্নান্দোর মৃত্যুতে শোক প্রকাশ করে বলেছেন, ‘সে ছিল এক অসাধারণ তরুণ, যার প্রতিশ্রুতিময় ক্যারিয়ার নির্মম এক দুর্ঘটনায় খুব অল্প সময়ের মধ্যে শেষ হয়ে যায়। স্কুল ক্রিকেট এবং রাগামার জন্য দারুণ এক খেলোয়াড়। আমাদের সবার জন্য দিনটা দুঃখের। আমরা তোমাকে মিস করব আকশু এবং সারা জীবন মনে রাখব। শান্তিতে বিশ্রাম নাও প্রিয় রাজকুমার।’</p></div></div></div></body></html>"
        },
        {
            "title": "আধুনিক কম্পিউটারের জনক ব্যাবেজ | প্রথম আলো",
            "time": "2025-12-31T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fioh02edq%2FCapture.jpg?rect=0%2C0%2C859%2C451&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>তথ৵ ও যোগাযোগ প্রযুক্তি: বহুনির্বাচনি প্রশ্ন</strong></p><p>১.     একুশ শতকের সম্পদ কোনটি?</p><p>        ক. কৃষি               খ. কম্পিউটার</p><p>        গ. জ্ঞান               ঘ. ইন্টারনেট</p><p>২.     বর্তমান পৃথিবীর সম্পদ কোনটি?</p><p>        ক. কৃষি               খ. কম্পিউটার</p><p>        গ. জ্ঞান               ঘ. ইন্টারনেট</p><p>৩.    নতুন পৃথিবীর অলিখিত নিয়ম কোনটি?</p><p>        ক. বিশ্বায়ন         </p><p>        খ. যোগাযোগের দক্ষতা</p><p>        গ. সৃজনশীলতা    </p><p>        ঘ. আন্তর্জাতিকতা</p><p>৪.     জ্ঞানভিত্তিক সমাজ তৈরি করার বিপ্লবে তথ্য ও যোগাযোগপ্রযুক্তির সবচেয়ে প্রয়োজনীয় দক্ষতা কোনটি?</p><p>        ক. সৃজনশীলতা    </p><p>        খ. যোগাযোগের দক্ষতা</p><p>        গ. চিন্তন দক্ষতা    </p><p>        ঘ. পারদর্শিতা</p><p>৫.     একুশ শতকের চ্যালেঞ্জ মোকাবিলা করে কোন সমাজ স্থান</p><p>        করে নিয়েছে?</p><p>        ক. জ্ঞানভিত্তিক      খ. সমাজভিত্তিক</p><p>        গ. মূল্যায়নভিত্তিক ঘ. অর্থনীতিভিত্তিক</p><p>৬.    তথ্যের ডিজিটালকরণের ফলে সিদ্ধান্ত গ্রহণে কত শতাংশ সময় কম লাগছে?</p><p>        ক. ৫০–৬০          খ. ৬০–৭০</p><p>        গ. ৮০–৯০          ঘ. ৯০–১০০</p><p>৭.     আধুনিক কম্পিউটারের জনক কে?</p><p>        ক. স্টিভ জবস       খ. চার্লস ব্যাবেজ</p><p>        গ. চার্লস ফ্যারাডে ঘ. বিল গেটস</p><p>৮.     চার্লস ব্যাবেজ যে যন্ত্র তৈরি করেন, তা হলো—</p><p>        i. বেতার         ii. ডিফারেন্স ইঞ্জিন</p><p>        iii. অ্যানালিটিক্যাল ইঞ্জিন</p><p>নিচের কোনটি সঠিক?</p><p>        ক. i ও ii             খ. i ও iii</p><p>        গ. ii ও iii            ঘ. i, ii ও iii</p><p>৯. চার্লস ব্যাবেজের মৃত্যু হয় কত সালে?</p><p>ক. ১৮১২                     খ. ১৮১৫</p><p>গ. ১৮৫২                     ঘ. ১৮৭১</p><p>১০. প্রোগ্রামিং ধারণার প্রবর্তক হিসেবে কাকে সম্মানিত করা হয়?</p><p>ক. জেমস ক্লার্ক ম্যাক্সওয়েল</p><p>খ. অ্যাডা লাভলেস</p><p>গ. স্টিভ ওজনিয়াক</p><p>ঘ. রেমন্ড স্যামুয়েল টমলিনসন</p> <p><strong>সঠিক উত্তর</strong></p><p>১. গ ২. গ ৩. ক ৪. ঘ ৫. ক ৬. গ ৭. খ ৮. গ</p><p>৯. ঘ ১০. খ</p></div></div></body></html>"
        },
        {
            "title": "২৩ দিন লাইফ সাপোর্টে থাকার পর অভিনেতা তিনু এখন কেমন আছেন | প্রথম আলো",
            "time": "2025-12-31T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fhnm8xm2s%2F36896898102099706069400483621188610608332800n.jpg?rect=0%2C91%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হুমায়রা নওশিন প্রথম আলোকে বলেন, ‘আল্লাহর অশেষ রহমতে তার শারীরিক অবস্থার উন্নতি হয়েছে। চার দিন আগে তার লাইফ সাপোর্ট খুলে ফেলা হয়েছে। ডাক্তাররা আজ আইসিইউ থেকে কেবিনে দেওয়ার কথা বলেছেন। সবাই তার জন্য দোয়া করবেন।’<br>বেসরকারি হাসপাতালে ব্যয়বহুল এ চিকিৎসায় আর্থিক সংকটে পড়েছে তিনু করিমের পরিবার। এখন পর্যন্ত ছোট পর্দার অভিনয়শিল্পীদের সংগঠন ‘অ্যাক্টরস ইকুইটি’ অভিনেতার চিকিৎসায় এক লাখ টাকা এবং সংস্কৃতিবিষয়ক মন্ত্রণালয় পাঁচ লাখ টাকার সহায়তা দিয়েছে। এখনো অনেক টাকার প্রয়োজন। হুমায়রা নওশিন বলেন, ‘এখন পর্যন্ত সংস্কৃতিবিষয়ক মন্ত্রণালয় ও অ্যাক্টরস ইকুইটি থেকে আর্থিক সহায়তা পেয়েছি। যে টাকা এখন পর্যন্ত বিল এসেছে, আরও অনেক টাকার প্রয়োজন।’</p></div></div></div></body></html>"
        }
    ]
}