{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাদারীপুরে শাজাহান খানের বাড়ি ও পেট্রলপাম্প পাহারায় যুবদল নেতা, নোটিশ | প্রথম আলো",
            "time": "2025-12-22T05:21:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F1bg6wmop%2FMadaripurDH069920251222IMG6138.jpg?rect=0%2C160%2C537%2C282&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে শাজাহান খান ও তাঁর ছেলে আসিবুর রহমান খান কারাগারে রয়েছেন। তাঁর ভাইয়েরা পলাতক থাকলেও মাদারীপুরে তাঁদের পরিবহন, আবাসিক হোটেল, পেট্রলপাম্পসহ সব ধরনের ব্যবসা-বাণিজ্য সচল রয়েছে। স্থানীয় একাধিক সূত্র বলছে, আড়াল থেকে খান পরিবারের এসব ব্যবসা পরিচালনা করছেন তাঁদের কর্মচারীদের পাশাপাশি বিএনপি ও যুবদলের কয়েকজন নেতা। এর মধ্যে অন্যতম ফারুক হোসেন ব্যাপারী।</p><p>মাদারীপুর শহরের চাঁনমারি মসজিদের সামনে শাজাহান খানের ১০তলা ভবনসহ তাঁর ভাইদের চারটি বাড়ি, আবাসিক হোটেল, রেস্টুরেন্ট ও পেট্রলপাম্পে কোনো ধরনের সহিংসতা ও হামলা যেন না হয়, সে জন্য যুবদল নেতা ফারুক হোসেন ব্যাপারীর নেতৃত্বে অন্তত অর্ধশত কর্মী শনিবার সকাল থেকে বিকেল পর্যন্ত পাহারায় ছিলেন। তাঁদের একাধিক ছবি সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিসি কেন ডিআরএসের খরচ দেয় না, প্রশ্ন স্টার্কের | প্রথম আলো",
            "time": "2025-12-22T05:17:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fzpmr3qfe%2F410125.webp?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাডিলেড টেস্ট শেষে আনুষ্ঠানিকভাবেও একই কথা বলেছেন অস্ট্রেলিয়ার বাঁহাতি পেসার। ইএসপিএনক্রিকইনফো স্টার্ক বলেন, সব দেশে একই প্রযুক্তির ব্যবস্থা করা উচিত, আর তা আইসিসির তত্ত্বাবধানেই, ‘আমি নিশ্চিত, এটা (স্নিকোর অসংগতি) দেখাটা সবার জন্যই হতাশাজনক। দর্শক, অফিশিয়াল, ব্রডকাস্টার সবার জন্যই। অফিশিয়ালরাও তো এটা ব্যবহার করে, তাই না? তাহলে এটার খরচ আইসিসি কেন বহন করে না? কেন সব বোর্ড একই প্রযুক্তি ব্যবহার করে না? আমরা কেন সব সিরিজে একই প্রযুক্তি ব্যবহার করব না, যা হয়তো সংশয় কমাবে, হতাশা কমাবে।’</p><p>ক্রিকইনফো জানিয়েছে, ইংল্যান্ড অ্যান্ড ওয়েলস ক্রিকেট বোর্ড (ইসিবি) ও ক্রিকেট অস্ট্রেলিয়া (সিএ) ডিআরএস প্রযুক্তির প্রটোকল পর্যালোচনার জন্য আইসিসিকে বলবে। আপাতত এবারের অ্যাশেজের শেষ দুই টেস্টেও স্নিকো নিয়েই খেলতে হবে দুই দলকে। সিরিজের প্রথম তিন ম্যাচ জিতে এরই মধ্যে অ্যাশেজ ধরে রাখা নিশ্চিত করেছে অস্ট্রেলিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বিবাহিত হিরো-হিরোইনের সিনেমায় আবেদন থাকে না’, শাকিল খানের সোজাসাপটা উত্তর | প্রথম আলো",
            "time": "2025-12-22T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F05%2F18%2Ffdcaf23e418916435807ee8a78a97363-5ec28d010fcec.jpg?rect=0%2C0%2C1575%2C827&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময়ের জনপ্রিয় ঢালিউড অভিনেতা শাকিল খান। নব্বইয়ের দশকে যাঁর উপস্থিতি মানেই ছিল ‌চলনসই ব্যবসা, কখনো–বা সুপারহিটও। চিত্রনায়িকা পপিসহ একাধিক জনপ্রিয় নায়িকার সঙ্গে জুটি বেঁধে একের পর এক ব্যবসাসফল সিনেমাও উপহার দিয়েছেন দর্শকদের। পপির সঙ্গে তাঁর প্রেম ও বিয়ে ঘিরে একসময় গুঞ্জনও কম ছিল না। যদিও দীর্ঘদিন ধরেই অভিনয় থেকে দূরে আছেন শাকিল খান। বর্তমানে তিনি ব্যবসা নিয়েই বেশি ব্যস্ত সময় কাটাচ্ছেন। তবে পর্দায় অনুপস্থিত থাকলেও চলচ্চিত্র ও সমসাময়িক নানা ইস্যুতে নিজের অবস্থান স্পষ্ট করে বক্তব্য দিতে নিয়মিতই দেখা যায় তাঁকে।</p><p> সম্প্রতি একটি অনুষ্ঠানে অতিথি হয়ে ঢালিউডের বর্তমান বাস্তবতা, তারকাদের অবস্থান এবং দর্শকের রুচি নিয়ে খোলামেলা কথা বলেন শাকিল খান। আলোচনার এক পর্যায়ে উঠে আসে বিবাহিত নায়ক-নায়িকার সিনেমা চলা, না-চলার প্রসঙ্গ। বর্তমান সময়ের সুপারস্টার শাকিব খান, অভিনেত্রী অপু বিশ্বাস ও বুবলি—এই তিনজনকে ঘিরেও সোজাসাপটা মন্তব্য করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "আম্মারের আচরণ সন্ত্রাসী কর্মকাণ্ডের শামিল: ছাত্রদল | প্রথম আলো",
            "time": "2025-12-22T05:10:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fcdsphodd%2FRajshahiDH10922025122120251221101731.jpg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ডিনদের পদত্যাগপত্র হাতে নিয়ে গণমাধ্যমকর্মীদের সামনে একে একে তাদের কল করেন রাকসুর জিএস সালাহউদ্দিন আম্মার। রোববার সকালে রাকসু ভবনের সামনে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ‘বি’ ইউনিটের ভর্তি পরীক্ষা শুরু, প্রতি আসনে আবেদনকারী ৬৩ শিক্ষার্থী | প্রথম আলো",
            "time": "2025-12-22T05:03:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F1z2yh6qu%2FJUDH164220251222c12025122209512295.jpg?rect=0%2C778%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বি ইউনিটের ভর্তি পরীক্ষার ভর্তি-ইচ্ছুক শিক্ষার্থী ও অভিভাবকেরা সকাল সাড়ে ৮টা থেকেই নির্ধারিত কেন্দ্রের সামনে আসতে শুরু করেন। পরে সকাল পৌনে ৯টায় পরীক্ষাকেন্দ্র খুলে দেওয়া হয়। কেন্দ্রে ঢোকার সময় পরীক্ষার্থীদের মুঠোফোন, ক্যালকুলেটরসহ মেমোরিযুক্ত অন্য কোনো ধরনের ইলেকট্রনিক ডিভাইস সঙ্গে নিয়ে যেতে দেওয়া হয়নি।</p><p>এদিকে আজ সোমবার বি ইউনিটের ভর্তি পরীক্ষা শেষ হওয়ার পর চতুর্থ শিফটে (ছাত্রী) বিজনেস স্টাডিজ অনুষদভুক্ত ই ইউনিটের ভর্তি পরীক্ষা শুরু হবে বেলা ১টা ৫০ মিনিটে, যা চলবে বেলা ২টা ৫০ মিনিট পর্যন্ত। এরপর বেলা ৩টা ১৫ মিনিট থেকে পঞ্চম (ছাত্র) শিফটে পরীক্ষা শুরু হবে, যা চলবে বিকেল ৪টা ১৫ মিনিট পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে আগুনে পুড়ে নিহত শিশুর পরিবারের খোঁজখবর নিলেন বিএনপি নেতা রিজভী | প্রথম আলো",
            "time": "2025-12-22T05:01:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fvkzdxab6%2FWhatsApp-Image-2025-12-22-at-10.34.13.jpeg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রুহুল কবির রিজভী বলেন, ‘...৫ আগস্ট ছাত্র-জনতা স্বতঃস্ফূর্তভাবে পুলিশের গুলির মুখে নিজের জীবন দিয়ে শেখ হাসিনার মতো এক ভয়ংকর দানবীকে বাংলাদেশ থেকে বিতাড়িত করেছে। কিন্তু তারপরও তারা থেমে নেই। তারা যেখানে আশ্রয় নিয়েছে, যেখানে তাদের প্রশ্রয় দেয়, যেখানে তাদের দুধ-কলা দিয়ে পোষা হচ্ছে, সেখান থেকেই তারা সুতায় টান দিচ্ছে। সেখান থেকেই তারা কোনো না কোনো কিছু করতে পারে।’</p><p>বিএনপির এই নেতা আরও বলেন, ‘তাদের অনেকগুলো ঘটনা আমরা এর মধ্যেই দেখতে পেলাম। কেন আমরা বলছি এ কথা, কারণ এর মধ্যে অনেক অডিও প্রকাশিত হয়েছে শেখ হাসিনার। ধর, মার, মেরে ফেলে দে, দেশে যেন শান্তিতে কেউ না থাকতে পারে—এ ধরনের কথা, এই টাইপেরই তো; অডিওতে কথাগুলো এসেছে। তার মানে বাংলাদেশ স্থিতিশীল থাক, বাংলাদেশে শান্তিতে থাক, এখানে মানুষ নির্বিঘ্নে হাট-ঘাট-বাজার ছেড়ে, অফিস–আদালত ছেড়ে, স্কুল-কলেজ থেকে তার শান্তিপূর্ণ গৃহে ফিরে আসুক, এটা সে চায় না। তাদের দোসররা চায় না।’</p><p>বাংলাদেশকে নিয়ে ভয়ংকর চক্রান্ত চলছে জানিয়ে রিজভী আরও বলেন, ‘তারা যে সুখে–শান্তিতে বাংলাদেশ থেকে লুটপাট করেছে, সে লুটপাট করতে তো আর পারছে না; পারছে না বাংলাদেশ ব্যাংকের ৮০০ কোটি টাকা পাচার করতে, পারছে না সোনালী ব্যাংক ও বেসিক ব্যাংকের টাকা পাচার করতে, পারছে না সরকারি প্লট আত্মসাৎ করতে।...তারা মনে করেছিল কেয়ামত পর্যন্ত সুখে-শান্তিতে থাকবে। এটি যখন হাতছাড়া হয়ে গেছে, তারা আর বাংলাদেশকে নির্বিঘ্নে–নিশ্চিন্তে থাকতে দিতে চায় না।’</p></div></div></div></body></html>"
        },
        {
            "title": "শনি গ্রহের বৃহত্তম চাঁদ টাইটানে প্রাণের অস্তিত্বের ইঙ্গিত | প্রথম আলো",
            "time": "2025-12-22T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2F04c3ez4c%2FSaturns-moon.reuters.png?rect=0%2C63%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসার ক্যাসিনি মহাকাশযান প্রায় ২০ বছর ধরে শনি ও তার উপগ্রহ পর্যবেক্ষণ করার পর ২০১৭ সালে ধ্বংস হয়ে যায়। তবে ক্যাসিনি মহাকাশযানের সংগ্রহ করা তথ্য আজও নতুন নতুন রহস্য উন্মোচন করছে। শনির অভিকর্ষণ টানে টাইটানের আকার যেভাবে পরিবর্তিত হয়, তা বিশ্লেষণ করেই বিজ্ঞানীরা এই থকথকে বরফস্তরের প্রমাণ পেয়েছেন।</p><p>টাইটানের রহস্যময় পরিবেশে আসলেই প্রাণ আছে কি না, তা নিশ্চিত হতে বিশ্ব এখন তাকিয়ে আছে নাসার পরবর্তী বড় অভিযান ড্রাগনফ্লাইয়ের দিকে। ২০২৮ সালের জুলাই মাসে মহাকাশযানটি উৎক্ষেপণ করা হবে, যা ২০৩৪ সালে টাইটানের বুকে অবতরণ করে সরাসরি তথ্য সংগ্রহ করবে।</p><p>সূত্র: ডেইলি মেইল</p></div></div></div></body></html>"
        },
        {
            "title": "অজ্ঞাতনামা ৪০০ থেকে ৫০০ জনকে আসামি করে মামলা | প্রথম আলো",
            "time": "2025-12-22T04:58:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fpj4utrzc%2Fprothomalo-bangla2025-12-1915m27an1%E0%A7%AC.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো কার্যালয়ে হামলা, ভাঙচুর, লুটপাট ও অগ্নিসংযোগের ঘটনায় ৪০০ থেকে ৫০০ জনকে অজ্ঞাতনামা আসামি করে মামলা করা হয়েছে। </p><p>গতকাল রোববার দিবাগত রাত ১২টা ১০ মিনিটের দিকে এই মামলা করা হয়। সন্ত্রাসবিরোধী আইনে এই মামলা করা হয়েছে। </p><p>গত বৃহস্পতিবার দিবাগত রাতে সন্ত্রাসীরা রাজধানীর কারওয়ান বাজারে প্রথম আলোর কার্যালয়ে ভাঙচুর-লুটপাট চালায়। পরে আগুন দিয়ে পুড়িয়ে দেওয়া হয় কার্যালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি প্রার্থী ঘোষণা করলেও পরিবর্তনের আশা শরিক দলের নেতার | প্রথম আলো",
            "time": "2025-12-22T04:52:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fkr64vmmq%2F16PA22122025P-141stCMYK.jpg?rect=0%2C23%2C1529%2C803&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নড়াইল-১ (সদরের একাংশ–কালিয়া)</strong></p><p>আসনটিতে এবার বিএনপির প্রার্থী দলের জেলা সভাপতি বিশ্বাস জাহাঙ্গীর আলম। এর আগেও দুবার সংসদ নির্বাচনে প্রতিদ্বন্দ্বিতা করেছেন তিনি, কিন্তু সংসদে যেতে পারেননি। নির্বাচন সামনে রেখে কয়েক মাস ধরেই বিভিন্ন সভা-সমাবেশ ও শোভাযাত্রায় ব্যস্ত সময় পার করছেন তিনি।</p><p>এদিকে বিএনপি থেকে মনোনয়ন না পেয়ে স্বতন্ত্র নির্বাচনের ঘোষণা দিয়েছেন অবসরপ্রাপ্ত কর্নেল এম সাজ্জাদ হোসেন। ২০১৮ সালে এই আসনে বিএনপি তাঁকে মনোনয়ন দিয়েছিল। স্বতন্ত্র প্রার্থী হওয়ার বিষয়টি <em>প্রথম আলো</em>কে তিনি নিজেই নিশ্চিত করেছেন। এ ছাড়া শহীদ জিয়া পরিষদ নড়াইল জেলা কমিটির সদস্য বি এম নাগিব হোসেনও সম্প্রতি নিজের ফেসবুক পেজে এক ভিডিও বার্তায় স্বতন্ত্র প্রার্থী হওয়ার ঘোষণা দেন। তিনি প্রচারও শুরু করেছেন।</p><p>বিএনপির প্রার্থী বিশ্বাস জাহাঙ্গীর আলম <em>প্রথম আলো</em>কে বলেন, ‘নড়াইল দীর্ঘদিন ধরে অবহেলিত। বিগত সরকারের আমলে কোনো উন্নয়ন হয়নি। ক্ষমতায় এলে অবহেলিত নড়াইলের সব উন্নয়নমূলক কর্মকাণ্ড আমরা হাতে নেব। মাদকাসক্তিতে ঝুঁকে পড়া যুবসমাজ ও বেকার সমস্যা দূর করার চেষ্টা করব। ইতিমধ্যে আমরা বিভিন্ন এলাকায় খেলাধুলা ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করছি। এ ছাড়া ভবিষ্যতে নদীভাঙন, স্বাস্থ্য খাতসহ সব জনকল্যাণমুখী কাজ করব।’</p><p>বিএনপির প্রধান প্রতিদ্বন্দ্বী হিসেবে মাঠে আছেন জামায়াতে ইসলামীর প্রার্থী ওবায়দুল্লাহ কায়সার। তিনি জামায়াতের জেলা শাখার সেক্রেটারি। এর আগে নড়াইল সদর উপজেলা ভাইস চেয়ারম্যান ছিলেন তিনি। এবারই প্রথমবার সংসদ নির্বাচনে অংশ নিচ্ছেন। নির্বাচিত হলে এলাকার বিভিন্ন সমস্যা সমাধানের চেষ্টা করবেন জানিয়ে ওবায়দুল্লাহ কায়সার বলেন, ‘আমি মনে করি, গত বছরের ৫ আগস্টের পর আমরা যে নতুন বাংলাদেশ বিনির্মাণের স্বপ্ন দেখছি, সেই দেশ গঠনের জন্য ইতিমধ্যে বাংলাদেশ জামায়াতে ইসলামী জনগণের মন জয় করতে সক্ষম হয়েছে।’</p><p>এই আসনে প্রচার চালাচ্ছেন ইসলামী আন্দোলনের প্রার্থী আবদুল আজিজ, গণ অধিকার পরিষদের প্রার্থী আশিকুর রহমান। বাংলাদেশ খেলাফত মজলিসের প্রার্থী আবদুর রহমানের পোস্টারও চোখে পড়েছে কোথাও কোথাও। তবে আসনটিতে এখনো কোনো প্রার্থী ঘোষণা করেনি এনসিপি।</p><p>আওয়ামী লীগের প্রভাব থাকা আসনটিতে ২০০১ সালে নির্বাচন করে জয়ী হয়েছিলেন গণ-অভ্যুত্থানের মুখে পতন হওয়া সাবেক প্রধানমন্ত্রী শেখ হাসিনা।</p></div></div></div></body></html>"
        },
        {
            "title": "পশ্চিম পাঞ্জাবের স্কিম এবং পূর্ব বাংলা ও বেলুচিস্তানের সংগ্রাম | প্রথম আলো",
            "time": "2025-12-22T04:34:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F65l7kcfg%2F22122025-cm-5.jpg?rect=0%2C34%2C1628%2C855&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪.</strong></p><p>সব বিবেচনাতেই ওয়ান-ইউনিট স্কিমের পাকিস্তান ছিল লাহোর প্রস্তাবে প্রস্তাবিত ফেডারেল রিপাবলিক পাকিস্তানের ওপর সরাসরি আক্রমণ। সুখের কথা হলো এই যে ওই ওয়ান-ইউনিট ‘পাকিস্তান’ নামের আড়ালে লুকিয়ে থাকা ‘ইসলামিক রিপাবলিক অব পশ্চিম পাঞ্জাব’ পূর্ববঙ্গের সঙ্গে রাজনৈতিক লড়াইয়ে পেরে ওঠেনি। কেননা, জনসংখ্যার দিক থেকে পূর্ব পাকিস্তান ছিল বড়। ফলে আসন সমান সমান করে পশ্চিম এবং পূর্বে ভাগ করতে বাধ্য হয় পাকিস্তানি রেজিম।</p><p>তাদের শেষ ভরসা ছিল ‘পাকিস্তানের স্বাধীনতা এনে দেওয়া দল’ মুসলিম লীগ পূর্ববঙ্গের মুসলমানদের ভারতের জুজু দেখিয়ে বশে রাখতে পারবে; কিন্তু সেই মুসলিম লীগের সঙ্গে শুরু থেকেই রাজনৈতিক লড়াইয়ে লিপ্ত হয় বাংলার বামপন্থী, মধ্যপন্থী, এমনকি কিছু ডানপন্থী রাজনৈতিক দল ও গোষ্ঠী। এই দলগুলোর রাজনৈতিক চিন্তাধারা ও কর্মসূচি পাকিস্তান এবং পূর্ব পাকিস্তানের গঠন ও শাসনকে কেন্দ্র করেই আবর্তিত হয়েছে। ওই চিন্তাধারা ও কর্মসূচি ছিল পশ্চিম পাঞ্জাবের এলিট এস্টাবলিশমেন্টের চাপিয়ে দেওয়া এককেন্দ্রিক শাসনের বিরুদ্ধে একটি পাকিস্তান ইউনিয়নের, যেখানে প্রদেশগুলো স্বায়ত্তশাসন ভোগ করবে।</p><p>এই লড়াই ছিল মূলত গণতন্ত্র প্রতিষ্ঠার লড়াই। তৎকালের রাজনৈতিক ঘটনাধারা দিয়ে বিশ্লেষণ করলে দেখা যাবে, ১৯৫৪ সালের প্রাদেশিক নির্বাচনে মুসলিম লীগকে হারিয়ে দেশি দলগুলোর জোট যুক্তফ্রন্ট পূর্ববঙ্গের সরকার গঠনের ম্যান্ডেট লাভ করে। সেই গণতান্ত্রিক প্রাদেশিক সরকারকে দুই মাসের মধ্যেই অন্যায্যভাবে বাতিল করে দেওয়া হয়, কেড়ে নেয় পূর্ববঙ্গের প্রদেশ মর্যাদা। পাকিস্তান আন্দোলনের প্রস্তাবিত গণতন্ত্র এবং ফেডারেল কাঠামো গড়ে তোলার আগেই ভেঙে ফেলে, সেখান থেকে পাকিস্তান একটি ‘ইসলামিক রিপাবলিক’ হিসেবে ১৯৫৬ সালে আত্মপ্রকাশ করে। এর দুই বছরের মধ্যে অর্থাৎ ১৯৫৮ সালে পাকিস্তান একটি মিলিটারি–শাসিত রাষ্ট্রে পরিণত হয়।</p><p>১৯৬২ সালে সামরিক শাসক একটি সংবিধান উপহার দিলেও তা ছিল গণতন্ত্রবিরোধী গঠনতন্ত্র। এই গঠনতন্ত্রে সেই ‘ওয়ান ইউনিট’ প্রোগ্রামের আওতায় প্রদেশগুলোর ক্ষমতা খর্ব করাটাকে আইনি বৈধতা দেওয়া হয়। এ ঘটনার প্রতিক্রিয়ায় পূর্ববঙ্গীয় নেতাদের ডাকে পাকিস্তানের অন্য দলগুলো নিয়ে ন্যাশনাল ডেমোক্রেটিক ফ্রন্ট (এনডিএফ) গঠিত হয়।</p><p>একই ঘটনার প্রতিক্রিয়ায় পশ্চিমে বেলুচিস্তানে তৃতীয়বারের মতো সশস্ত্র সংগ্রাম শুরু হয়, যা ইতিহাসে ‘থার্ড বেলুচিস্তান কনফ্লিক্ট’ নামে পরিচিত। আইয়ুব খানের সেনাশাসনের বিপরীতে পাকিস্তানব্যাপী একটি গণতান্ত্রিক ফেডারেল পাকিস্তান গঠনের লড়াই তুঙ্গে ওঠে। জাতীয়ভাবে যেমন ফাতেমা জিন্নাহর রাজনৈতিক প্রচেষ্টা চলে পাকিস্তানকে লাহোরের প্রস্তাবের পাকিস্তান হিসেবে পেতে, একইভাবে বেলুচিস্তানের সশস্ত্র সংগ্রাম চলে একটি স্বায়ত্তশাসিত প্রদেশ পেতে।</p><p>এরই ধারাবাহিকতায় শেখ মুজিবের নেতৃত্বে আওয়ামী লীগ উত্থাপন করে ১৯৬৬ সালের ছয় দফা। এই ছয় দফা স্বায়ত্তশাসিত প্রদেশের রাজনৈতিক দাবি। এটা কোনো সংকীর্ণ জাতীয়তাবাদী দাবি না, লাহোর প্রস্তাবের ধারাবাহিকতামাত্র; যেমন দাবি সবার আগে বেলুচিস্তান তুলে ছিল এবং সেই দাবি আদায় সশস্ত্র সংগ্রামেও লিপ্ত হয়েছে। অথচ আওয়ামী চিন্তকেরা মুক্তিযুদ্ধের পূর্বাপর ইতিহাসের ব্যাপ্তিকে কেটেছেঁটে নিজের স্বার্থসিদ্ধি হয় এমনভাবে সংকীর্ণ করেছে।</p><p>কৌতুকের বিষয়, বাংলাদেশ জামায়াতে ইসলামী (জামায়াত) মুক্তিযুদ্ধের সেই খর্বাকৃত ইতিহাসকে গ্রহণ করে বাজারে বয়ান ছেড়েছে যে মুক্তিযুদ্ধ পাকিস্তান বনাম আওয়ামী লীগের গন্ডগোলের ফল, দেশের সাধারণ জনগণের এতে সায় ছিল না। যে কারণে তারা পাকিস্তান রক্ষার জন্য তৎকালীন পাকিস্তান রেজিমের সহযোগী হয়। আরও কৌতুকের বিষয় এই যে আওয়ামী লীগও একভাবে জামায়াতের এই বয়ানকে গ্রহণ করেছে। কেননা, তাতে মুক্তিযুদ্ধের ওপর তাদের একচ্ছত্র দাবির বিষয়টি অন্য বিরোধী পক্ষের দ্বারা সমর্থিত হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার ও দুটি সাংস্কৃতিক সংগঠনের কার্যালয়ে হামলায় শনাক্ত ৩১, গ্রেপ্তার ৯ | প্রথম আলো",
            "time": "2025-12-22T04:34:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fp2i5qmqn%2Fprothomalo_bangla2025_12_191qx1wx4j_.avif?rect=0%2C87%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>জাতীয় দৈনিক প্রথম আলো ও দ্য ডেইলি স্টার এবং দুটি সাংস্কৃতিক সংগঠনের (ছায়ানট ও উদীচী) কার্যালয়ে হামলার সঙ্গে জড়িত সন্দেহে ঢাকাসহ দেশের বিভিন্ন স্থানে অভিযান চালিয়ে আজ সোমবার সকাল পর্যন্ত কমপক্ষে ৯ জনকে গ্রেপ্তার করেছে আইনশৃঙ্খলা রক্ষাকারী বাহিনী।</p><p>আজ সকাল ১০টা ৩১ মিনিটে প্রধান উপদেষ্টার ভেরিফায়েড ফেসবুক পেজে দেওয়া এক সংবাদ বিজ্ঞপ্তিতে এই তথ্য জানানো হয়।</p><p>গত বৃহস্পতিবার রাতে সন্ত্রাসীরা রাজধানীর কারওয়ান বাজারে প্রথম আলো ও কাজী নজরুল ইসলাম অ্যাভিনিউতে ডেইলি স্টারের কার্যালয়ে ভাঙচুর–লুটপাট চালায়। পরে আগুন দিয়ে পুড়িয়ে দেওয়া হয় কার্যালয় দুটি। একই দিন মধ্যরাতে ধানমন্ডিতে দেশের ঐতিহ্যবাহী সাংস্কৃতিক প্রতিষ্ঠান ছায়ানট-সংস্কৃতি ভবনে হামলা হয়। প্রথম আলো, ডেইলি স্টার ও ছায়ানটে হামলার পরদিন শুক্রবার রাতে ঢাকার তোপখানা রোডে সাংস্কৃতিক সংগঠন উদীচী শিল্পীগোষ্ঠীর কেন্দ্রীয় কার্যালয়ে অগ্নিকাণ্ডের ঘটনা ঘটে। পরিকল্পিতভাবে এই আগুন লাগানো হয়েছে বলে উদীচীর একাংশের সাধারণ সম্পাদক অমিত রঞ্জন দে অভিযোগ করেন।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, গ্রেপ্তার ব্যক্তিদের মধ্যে সাতজনের পরিচয় তাৎক্ষণিকভাবে নিশ্চিত হওয়া গেছে। তাঁরা হলেন মো. কাশেম ফারুক, মো. সাইদুর রহমান, রাকিব হোসেন, মো. নাইম, ফয়সাল আহমেদ প্রান্ত, মো. সোহেল রানা ও মো. শফিকুল ইসলাম।</p><p>সংবাদ বিজ্ঞপ্তিতে আরও বলা হয়, এ ছাড়া পুলিশের কাউন্টার টেররিজম ইউনিট ও গোয়েন্দা পুলিশ আরও দুজনকে গ্রেপ্তার করেছে। তাঁদের পরিচয় যাচাই-বাছাই করা হচ্ছে।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, পুলিশসহ অন্যান্য আইনশৃঙ্খলা রক্ষাকারী বাহিনী গতকাল রোববার প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসকে জানিয়েছে, সাম্প্রতিক এসব ঘটনায় জড়িত সন্দেহে ভিডিও ফুটেজ বিশ্লেষণ করে ইতিমধ্যে ৩১ জনকে প্রাথমিকভাবে শনাক্ত করা হয়েছে। </p><p>এ ছাড়া চট্টগ্রামে ভারতের সহকারী হাইকমিশনারের বাসভবনের কাছে বিশৃঙ্খলা সৃষ্টির চেষ্টাকারীদের মধ্যে তিনজনকে ভিডিও ফুটেজের মাধ্যমে শনাক্ত করা হয়েছে।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, গ্রেপ্তার কাশেম ফারুক বগুড়ার আল-জামিয়া আল-ইসলামিয়া কাসেমুল উলুম মাদ্রাসার প্রাক্তন ছাত্র। তিনি ঢাকার মোহাম্মদপুর এলাকার বাসিন্দা। মো. সাইদুর রহমান ফরিদপুরের ভাঙ্গা উপজেলার নোয়াকান্দা গ্রামের বাসিন্দা।</p><p>শেরপুর জেলার বাসিন্দা গ্রেপ্তার রাকিব হোসেন প্রথম আলো ও দ্য ডেইলি স্টারে ভাঙচুর–অগ্নিসংযোগে সক্রিয় অংশগ্রহণকারী হিসেবে ভিডিও ফুটেজে শনাক্ত হয়েছেন। তাঁর আইডি থেকে ধ্বংসস্তূপের ছবি তুলে পোস্ট করা হয়। তিনি ফেসবুকে তাঁর আইডি থেকে উসকানিমূলক পোস্টও করেন।</p><p>এ ঘটনায় লুট হওয়া ৫০ হাজার টাকাসহ ঢাকার তেজগাঁওয়ের কুনিপাড়া এলাকার বাসিন্দা মো. নাইমকে কুমিল্লার চৌদ্দগ্রাম উপজেলা থেকে গ্রেপ্তার করা হয়।</p><p>প্রাথমিক জিজ্ঞাসাবাদে নাইম স্বীকার করেছেন, তিনি মোট ১ লাখ ২৩ হাজার টাকা লুট করেছেন। লুট করা টাকা দিয়ে তিনি মোহাম্মদপুর থেকে একটি টিভি ও একটি ফ্রিজ কেনেন, যা ইতিমধ্যে উদ্ধার করা হয়েছে।</p><p>কারওয়ান বাজার রেললাইন এলাকা থেকে গ্রেপ্তার করা হয় মো. সোহেল রানাকে। তাঁর বিরুদ্ধে মাদকসহ অন্যান্য আইনে ঢাকার বিভিন্ন থানায় ১৩টি মামলা রয়েছে। একই এলাকা থেকে গ্রেপ্তার মো. শফিকুল ইসলামের বিরুদ্ধে অতীতে অগ্নিসংযোগ ও ককটেল বিস্ফোরণের সঙ্গে জড়িত থাকার অভিযোগে দুটি মামলা রয়েছে।</p><p>গ্রেপ্তার অন্যদের প্রাথমিক জিজ্ঞাসাবাদ চলছে।</p><p>এর আগে আজ সকাল ৯টা ৪৩ মিনিটে প্রধান উপদেষ্টার ভেরিফায়েড ফেসবুক পেজে দেওয়া এক সংবাদ বিজ্ঞপ্তিতে বলা হয়েছিল, দুটি জাতীয় দৈনিক ও দুটি সাংস্কৃতিক সংগঠনের কার্যালয়ে হামলার সঙ্গে জড়িত সন্দেহে ৩১ জনকে শনাক্ত করা হয়েছে। এসব ঘটনায় আজ সকাল পর্যন্ত ঢাকাসহ দেশের বিভিন্ন এলাকায় অভিযান চালিয়ে কমপক্ষে ছয়জনকে গ্রেপ্তার করা হয়েছে। শনাক্ত হওয়া বাকি সন্দেহভাজন ব্যক্তিদের গ্রেপ্তারে অভিযান চলছে।</p></div></div></body></html>"
        },
        {
            "title": "১ জানুয়ারি থেকে কিছুটা কমতে পারে সঞ্চয়পত্রের মুনাফা | প্রথম আলো",
            "time": "2025-12-22T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-12%2Ftpw45xea%2F1ddf51043e62594fc32dc6e5ee3c9537_5b6a833aa718b.jpg?rect=0%2C121%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকার আয় ও ঋণ ব্যবস্থাপনার অংশ হিসেবে নিয়মিতভাবে সঞ্চয়পত্রের মুনাফার হার নির্ধারণের সিদ্ধান্ত নিয়েছিল গত ৩০ জুন। গড় মুনাফার হার কিছুটা কমিয়ে তখন বলা হয়েছিল, ছয় মাস পর মুনাফার হার পুনর্নির্ধারণ করা হবে। ৩১ ডিসেম্বর ছয় মাস পূর্ণ হবে।</p><p>আইআরডি সচিব মো. আবদুর রহমান খান গতকাল প্রথম আলোকে বলেন, ‘মুনাফার হার বাড়ছে না কমছে, বলতে পারব না। পুরো বিষয়টি এখন অর্থ বিভাগ দেখছে। অর্থ বিভাগের সুপারিশ এলে আমরা পরিপত্র জারি করব।’</p><p>দেশে জাতীয় সঞ্চয় অধিদপ্তরের অধীন যত ধরনের সঞ্চয়পত্র রয়েছে, তার মধ্যে সবচেয়ে জনপ্রিয় পরিবার সঞ্চয়পত্র। এ সঞ্চয়পত্রে সাড়ে ৭ লাখ টাকার কম বিনিয়োগে পাঁচ বছরের মেয়াদ পূর্তিতে মুনাফার হার ১১ দশমিক ৯৩ শতাংশ। আর সাড়ে ৭ লাখ টাকার বেশি বিনিয়োগে মুনাফার হার ১১ দশমিক ৮০ শতাংশ। গত ১ জুলাইয়ের আগে এ হার ১২ শতাংশের বেশি ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের আইবিএ-বিবিএর ভর্তি পরীক্ষার ফলাফল প্রকাশ | প্রথম আলো",
            "time": "2025-12-22T04:19:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2Ffe08776b-f783-4662-8ec8-f80e169c3fe6%2FIBA_2.jpeg?rect=0%2C174%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের (ঢাবি) ২০২৫-২৬ শিক্ষাবর্ষের ব্যবসায় প্রশাসন ইনস্টিটিউট (আইবিএ)-এর বিবিএ প্রোগ্রামের ভর্তি পরীক্ষার চূড়ান্ত ফলাফল প্রকাশ করা হয়েছে। আজ সোমবার (২২ ডিসেম্বর ২০২৫) ভর্তিবিষয়ক ওয়েবসাইটে এ তথ্য জানানো হয়েছে। গত ৭ ডিসেম্বর প্রথম পর্যায়ের ফলাফল প্রকাশ করার পর ১৭ ডিসেম্বর কমিউনিকেশন টেস্ট নেওয়া হয় শিক্ষার্থীদের।</p><p>ভর্তিবিষয়ক ওয়েবসাইটে জানানো হয়েছে, ‘আইবিএ ভর্তি পরীক্ষার ফলাফল প্রকাশ করা হয়েছে। শিক্ষার্থীরা ওয়েবসাইটে লগইন করে অথবা টেলিটক, বাংলালিংক অথবা গ্রামীণ নম্বর থেকে ডিইউ আইবিএ পরীক্ষার রোল নম্বর (DU IBA &lt;exam roll) লিখে ১৬৩২১ একটি খুদে বার্তার (SMS) করে ফিরতি বার্তায় (SMS) এ ফলাফল জানতে পারবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "দুই ওপেনার ৮৭ রান তুললেও এরপর দ্বিতীয় ইনিংসে আর ৫১ রানই যোগ করতে পেরেছে ওয়েস্ট ইন্ডিজ। নিউজিল্যান্ড জিতেছে ৩২৩ রানে। | প্রথম আলো",
            "time": "2025-12-22T04:14:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fjhfnjmy4%2F753411-01-02.jpg?rect=0%2C0%2C5819%2C3055&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩২ ওভারে ৩ উইকেট হারিয়ে ৩৯ রান!</p><p>মাউন্ট মঙ্গানুই টেস্টের শেষ দিনের দ্বিতীয় সেশনে এমন মন্থর ব্যাটিংই করল ওয়েস্ট ইন্ডিজ। ম্যাচ বাঁচাতে অন্য কোনো উপায় তো ছিল না ক্যারিবীয়দের। কিন্তু ম্যাচ তাঁরা বাঁচাতে পারল কই। যা সর্বনাশ হওয়ার তা তো প্রথম সেশনেই হয়ে গেছে। ১১ রানের মধ্যে ৫ উইকেট হারিয়ে ভালো শুরুটাকে জলাঞ্জলি দিয়েছে তাঁরা। এরপর দ্বিতীয় সেশনের ওই কচ্ছপগতির ব্যাটিং, আর শেষ সেশনে শেষ ২ উইকেট হারিয়ে হার। দ্বিতীয় ইনিংসে ১৩৮ রানে অলআউট হয়ে ৩২৩ রানে হেরেছে ওয়েস্ট ইন্ডিজ।</p><p>আর এই জয়ে তিন ম্যাচের সিরিজটা ২-০ ব্যবধানে জিতে নিয়েছে নিউজিল্যান্ড। এ নিয়ে ক্যারিবীয়দের বিপক্ষে সর্বশেষ পাঁচটি টেস্ট সিরিজই জিতল কিউইরা। ওয়েস্ট ইন্ডিজের কাছে দলটি সর্বশেষ হেরেছে ২০১২ সালে।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরবে রেকর্ড মৃত্যুদণ্ড কার্যকর করার নিন্দা অধিকার গোষ্ঠীগুলোর | প্রথম আলো",
            "time": "2025-12-22T04:11:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-09%2F7qlsv0oh%2FS__Arabia.jpg?rect=0%2C54%2C634%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌদি আরবে চলতি বছর শেষ হওয়ার আগেই মৃত্যুদণ্ড কার্যকর করার হার অতীতের রেকর্ড ছাড়িয়ে গেছে। এ নিয়ে দেশটিতে টানা দ্বিতীয় বছরের মতো মৃত্যুদণ্ড কার্যকর করার সংখ্যা পৌঁছেছে সর্বোচ্চ পর্যায়ে। মানবাধিকার সংস্থাগুলো এসব মৃত্যুদণ্ডের তীব্র নিন্দা জানিয়ে এটিকে দেশটির ইতিহাসের ‘রক্তক্ষয়ী সময়’ হিসেবে আখ্যায়িত করেছে।</p><p>যুক্তরাজ্যভিত্তিক মানবাধিকার সংস্থা রিপ্রাইভের দেওয়া তথ্য অনুযায়ী, ২০২৫ সালে এ পর্যন্ত সৌদি আরবে অন্তত ৩৪৭ জনের মৃত্যুদণ্ড কার্যকর করা হয়েছে। দেশটিতে এটি এক বছরে রেকর্ড সর্বোচ্চ। গত বছর এ সংখ্যা ছিল ৩৪৫।</p><p>চলতি বছর যাঁদের মৃত্যুদণ্ড কার্যকর করা হয়েছে, তাঁদের প্রায় দুই-তৃতীয়াংশই মাদকসংক্রান্ত অহিংস অপরাধে অভিযুক্ত ছিলেন। জাতিসংঘ বিষয়টিকে আন্তর্জাতিক আইনের পরিপন্থী হিসেবে বর্ণনা করেছে। মৃত্যুদণ্ডপ্রাপ্তদের অর্ধেকের বেশিই বিদেশি। তাঁদের মধ্যে পাকিস্তান, মিসর ও জর্ডানের নাগরিকেরাও রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ত্রের লাইসেন্স চেয়ে আবেদন ১৫ রাজনীতিবিদের | প্রথম আলো",
            "time": "2025-12-22T04:02:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fzskbfbrw%2Fprothomalo_bangla_2023_10_f5fd24c4_8031_418a_a40f_1ea62c083413_WhatsApp_Image_2023_10_23_at_5_45_31_.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারের কাছে নিরাপত্তা চেয়ে আবেদন করেছেন বেশ কয়েকজন রাজনীতিবিদ। কেউ চেয়েছেন পুলিশের একটি দল তাঁকে নিরাপত্তা দিক। কেউ চেয়েছেন অস্ত্রধারী দেহরক্ষী বা গানম্যান। কেউ চেয়েছেন আগ্নেয়াস্ত্রের লাইসেন্স। দেশের আইনশৃঙ্খলা পরিস্থিতি নিয়ে উদ্বেগের মধ্যে স্বরাষ্ট্র মন্ত্রণালয়ের কাছে রাজনীতিবিদদের পক্ষ থেকে এসব আবেদন আসছে। কেউ কেউ নিরাপত্তা ও অস্ত্রের লাইসেন্স একই সঙ্গে চেয়েছেন। স্বরাষ্ট্র মন্ত্রণালয় সূত্র জানিয়েছে, নিরাপত্তা, গানম্যান অথবা অস্ত্রের লাইসেন্স চেয়ে এখন পর্যন্ত ১৫ জন রাজনীতিবিদের আবেদন তাঁদের কাছে এসেছে।</p></div></div></div></body></html>"
        }
    ]
}