{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পশু জবাই করার দোয়া | প্রথম আলো",
            "time": "2025-12-24T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F32b7cg4d%2F1.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামি ফিকহ অনুযায়ী পশু জবাই সহিহ হওয়ার জন্য কয়েকটি শর্ত পূরণ হওয়া জরুরি।</p><p>প্রথমত, জবাইকারী মুসলমান অথবা আহলে কিতাব হতে হবে। কারণ কোরআনে আহলে কিতাবের জবাই করা খাদ্য হালাল বলা হয়েছে। (সুরা মায়িদা, আয়াত: ৫)</p><p>দ্বিতীয়ত, জবাইয়ের সময় আল্লাহর নাম উচ্চারণ করা আবশ্যক। ইচ্ছাকৃতভাবে বিসমিল্লাহ না বললে জবাই বিশুদ্ধ হয় না এবং সেই প্রাণীর গোশত খাওয়া মুসলমােনর জন্য বৈধ হবে না। আল্লাহ বলেছেন, “যে জবাইয়ের সময় আল্লাহর নাম উচ্চারণ করে না, তা খেয়ো না।” (সুরা আনআম, আয়াত: ১২১)</p><p>তৃতীয়ত, ধারালো অস্ত্র ব্যবহার করতে হবে এবং পশুকে অপ্রয়োজনীয় কষ্ট দেওয়া যাবে না।</p><p>রাসুল (স.) বলেছেন, “নিশ্চয়ই আল্লাহ সব বিষয়ে দয়া নির্ধারণ করেছেন। তোমরা যখন জবাই করো, তখন সুন্দরভাবে জবাই করো; ছুরি ধারালো করো এবং পশুকে কষ্ট দিও না।” (সহিহ মুসলিম, হাদিস: ১৯৫৫)</p></div></div></div></body></html>"
        },
        {
            "title": "বাস, লঞ্চ, ট্রেন ভরে ঢাকায় নেতা-কর্মীরা, রাতেই ভিড় সংবর্ধনাস্থলে | প্রথম আলো",
            "time": "2025-12-24T21:06:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fhwjrnjge%2FCapture.PNG?rect=0%2C40%2C975%2C512&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমানের গণসংবর্ধনায় মানুষের বিপুল উপস্থিতি নিশ্চিত করতে চায় বিএনপি। বিভিন্ন জেলা থেকে প্রথম আলোর নিজস্ব প্রতিবেদক ও প্রতিনিধিরা জানিয়েছেন, গণসংবর্ধনাকে ঘিরে বাস, লঞ্চ, ট্রেনসহ বিভিন্ন যানবাহন ভরে ঢাকার পথে রওনা দিয়েছেন নেতা–কর্মী ও সমর্থকেরা।</p><p>তারেক রহমানের নিজের জেলা বগুড়ার নেতারা বলছেন, বিগত তিন দিনে সেখান থেকে ৭০০ গাড়িতে করে নেতা-কর্মীরা ঢাকায় এসেছেন। সংখ্যা প্রায় ৫০ হাজার। এর বাইরে বগুড়া থেকে ট্রেনে ঢাকায় এসেছেন অন্তত ১০ হাজার নেতা-কর্মী।</p><p>স্থানীয় বিএনপির নেতা-কর্মীরা বলছেন, ঝালকাঠি জেলা থেকে প্রায় ২০ হাজার নেতা-কর্মী, বাগেরহাটের প্রায় ১০ হাজার নেতা-কর্মী এবং যশোর থেকে প্রায় ৫০ হাজার নেতা-কর্মী ঢাকায় এসেছেন। এভাবে সব জেলা থেকেই বিপুলসংখ্যক নেতা-কর্মী আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে হিন্দুদের ওপর নির্যাতনের অভিযোগ তুলে বাংলাদেশ-ভারত সীমান্তে প্রতীকী প্রতিরোধ | প্রথম আলো",
            "time": "2025-12-24T21:01:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F1437kkqj%2FHOWRAH-BRIDGE-ABORODH-2.jpg?rect=0%2C41%2C982%2C516&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুধবার বাংলাদেশ-ভারতের ত্রিপুরা সীমান্ত, হিলি সীমান্ত, চ্যাংড়াবান্দা, মহদিপুর, ফুলবাড়ী ও ঘোজাডাঙ্গা সীমান্তেও অবরোধ কর্মসূচি পালিত হয়েছে। স্থানীয় বিজেপি ও সনাতনী মঞ্চের নেতা-কর্মীরা এসব সীমান্তে অবরোধ কর্মসূচির নেতৃত্ব দেন। তাঁদের দাবি, অবিলম্বে বাংলাদেশের সঙ্গে সীমান্ত বাণিজ্য বন্ধ করতে হবে।</p><p>প্রসঙ্গত, ভারত ও বাংলাদেশের মধ্যে মোট ৪ হাজার ৯৬ কিলোমিটার দীর্ঘ সীমান্ত রয়েছে। এটি দৈর্ঘ্যের দিক থেকে বিশ্বের মধ্যে ষষ্ঠ স্থানে রয়েছে। ভারতের সঙ্গে পশ্চিমবঙ্গের পাশাপাশি আসাম, ত্রিপুরা, মেঘালয় ও মিজোরাম রাজ্যের সঙ্গেও বাংলাদেশের সীমান্ত রয়েছে।</p><p>অন্যদিকে বুধবার বিজেপির সমর্থকেরা ঐতিহাসিক হাওড়া ব্রিজের কাছে জড়ো হয়ে বাংলাদেশে হিন্দু নির্যাতনের অভিযোগ তুলে বিক্ষোভ মিছিল বের করার চেষ্টা করলে পুলিশ বাধা দেয়। পুলিশ ব্যারিকেড দিয়ে মিছিল আটকে দেয়। এ সময় পুলিশের সঙ্গে প্রতিবাদকারীদের সংঘর্ষ ঘটে এবং পুলিশ লাঠিপেটা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফিকে হচ্ছে আশা: মব আক্রমণ বাংলাদেশের রাজপথে ফিরিয়ে আনছে সহিংসতা | প্রথম আলো",
            "time": "2025-12-24T20:57:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fi5nune3l%2F3.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলোর এক সাংবাদিক বলেন, ১৩ তলা ভবন থেকে নিচের লোকজনকে দেখে তাঁর মনে হয়েছে—২০২৪ সালের আগস্টে যে আশার কথা বলা হয়েছিল, সেখান থেকে দেশ কত দূরে সরে গেছে।</p><p>শেখ হাসিনার সময় বিরোধী দল দমন করা হয়েছে, সংবাদমাধ্যমের কণ্ঠরোধ করা হয়েছিল। কিন্তু গত বছর যখন তাঁর পতন হলো, তখন তরুণ আন্দোলনকারীদের নেতারা ‘বাংলাদেশ ২.০’–এর কথা বলেছিলেন, যেখানে পুরোনো সহিংস রাজনীতি থাকবে না।</p><p>ওই সাংবাদিক বলেন, ‘আমি (এই আন্দোলনে) অংশ নিয়েছিলাম, কারণ (হাসিনার) আওয়ামী লীগ শাসনের অধীনে আমরা ১৫ বছর ধরে যেন এক অন্ধকার কারাগারে ছিলাম। কিন্তু গত ১৬ মাসে প্রথমবারের মতো আমার মনে হয়েছে, আমরা কি তবে একেবারে তলানিতে নেমে গেলাম?'</p><p>তিনি বলেন, আগের সরকারের সময়ের তুলনায় এখন সরকার ও রাজনৈতিক দলগুলোর সমালোচনা নিয়ে প্রতিবেদন করতে তিনি সাধারণভাবে বেশি স্বাধীনতা অনুভব করেছেন, কিন্তু সহিংসতা তাকে গভীরভাবে নাড়িয়ে দিয়েছে।</p><p>ওই সাংবাদিক বলেন, ‘আওয়ামী লীগের সময়টা খারাপ ছিল—প্রথম আলোকে হুমকি দেওয়া হয়েছিল, আক্রান্তও হয়েছিল। কিন্তু এভাবে হামলার শিকার হওয়া এবং সরকারের কাছ থেকে কোনো ধরনের সহায়তা না পাওয়াটা (মর্মান্তিক), তারা মবের কাছে আত্মসমর্পণ করেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছোট মেয়ের জানাজায় অংশ নিতে পারেননি বেলাল হোসেন, বড় মেয়েকেও দেখতে পেলেন না | প্রথম আলো",
            "time": "2025-12-24T20:34:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Flw3srdts%2FBelal-Hossain.jpeg?rect=0%2C400%2C990%2C520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেলাল হোসেন লক্ষ্মীপুর সদর উপজেলার ভবানীগঞ্জ ইউনিয়নের চরমনসা গ্রামের সূতারগোপ্তা এলাকার বাসিন্দা। তিনি ওই ইউনিয়নের বিএনপির সহসাংগঠনিক সম্পাদক। ১৯ ডিসেম্বর গভীর রাতে তাঁর বাড়িতে আগুন লাগার পর থেকে তিনি দাবি করছেন, ঘরের দরজায় কেউ বাইরে থেকে তালা লাগিয়ে ও পেট্রল ঢেলে নাশকতার জন্যই আগুন দিয়েছে।</p><p>আগুনের ঘটনার সময় পাকা ভিটির লম্বাটে বড় চৌচালা টিনের পাশাপাশি তিনটি কক্ষে বেলাল হোসেন, তাঁর স্ত্রী নাজমা বেগম, তিন মেয়ে ও দুই ছেলে ঘুমাচ্ছিলেন। বেলাল স্ত্রী, চার বছর বয়সী ছেলে নাজমুল ইসলাম, চার মাস বয়সী নজরুল ইসলাম, বড় মেয়ে সালমা আক্তার এবং মেজ মেয়ে সামিয়া আক্তারকে ঘরের টিনের বেড়া উঁচু করে কোনো রকমে বের করতে পেরেছিলেন।</p><p>সূতারগোপ্তা বাজারের সার ও কীটনাশক ব্যবসায়ী বেলাল হোসেন ঘটনার পর থেকে সদর হাসপাতালে চিকিৎসাধীন ছিলেন। বুধবার হাসপাতাল থেকে ছাড়া পেয়েছেন।<br>বিকেলে বেলাল হোসেন প্রথম আলোকে বলেন, ‘আজ ছোট মেয়েটার কবর দেখলাম। কাল (বৃহস্পতিবার) ঢাকায় বড় মেয়েটারে দেখতে যাব। চোখ খুইল্যা বাপরে দেখলে মেয়েটা একটু শান্তি পাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বড়দিনে বানান আনারস-আমের পাভলভা, দেখুন রেসিপি | প্রথম আলো",
            "time": "2025-12-24T19:56:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Foc6wc2jf%2F20250518_SA_0014.jpg?rect=0%2C497%2C3003%2C1577&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বড়দিনে বানান আনারস–আমের পাভলভা, দেখুন রেসিপি\" class=\"IiRps \">বড়দিনে বানান আনারস–আমের পাভলভা, দেখুন রেসিপি</h1></p><div class=\"Ibzfy\"><p>বড়দিন বা খ্রিষ্টীয় নববর্ষ উদ্‌যাপনে কেক বা মিষ্টি খাবারের বিশেষ কদর থাকে। বড়দিনে বানাতে পারেন পাঁচ তারকা হোটেলের মতো কেক বা ডেজার্ট। রেসিপি দিয়েছেন হোটেল লো মেরিডিয়েন ঢাকার এক্সিকিউটিভ পেস্ট্রি শেফ<strong> শাহিদ শাহিন</strong></p></div></div></div></body></html>"
        },
        {
            "title": "খ্রিষ্টান সম্প্রদায়ের প্রতিনিধিদের সঙ্গে প্রধান উপদেষ্টার শুভেচ্ছা বিনিময় | প্রথম আলো",
            "time": "2025-12-24T19:26:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F08peophl%2FChrismas.jpg?rect=0%2C24%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা উপস্থিত সবাইকে বড়দিন ও আসন্ন নববর্ষের শুভেচ্ছা জানিয়ে বলেন, ‘আমরা একটি সুস্থ সমাজ গড়ে তুলতে চাই। সে জন্যই গণ-অভ্যুত্থানের চেতনাকে সমুন্নত রাখতে জুলাই সনদ প্রস্তুত করা হয়েছে। এই সনদের ওপর গণভোটের মাধ্যমে দেশ আরেক ধাপ এগিয়ে যাবে।’ তিনি বলেন, এবারের সংসদ নির্বাচনের সঙ্গে গণভোটও অনুষ্ঠিত হবে। গণভোটে জনগণ যে রায় দেবেন, পরবর্তী সময়ে সংসদ সেভাবেই সংস্কার কার্যক্রম গ্রহণ করবে।</p><p>প্রধান উপদেষ্টা আসন্ন নির্বাচন ও গণভোটের বিষয়ে জনগণকে সচেতন করে তুলতে ধর্মীয় নেতাদের ভূমিকা রাখার আহ্বান জানান।</p><p>বড়দিন উপলক্ষে খ্রিষ্টান ধর্মীয় কল্যাণ ট্রাস্টকে আড়াই কোটি টাকা অনুদান দেওয়ার জন্য অনুষ্ঠানে অন্তর্বর্তী সরকারকে বিশেষভাবে ধন্যবাদ জানান ট্রাস্টের নেতারা। দেশব্যাপী ৮০০টি চার্চের মধ্যে তিন ধাপে এ অনুদান বিতরণ করা হচ্ছে বলে জানান তাঁরা।</p><p>পরে বড়দিন উপলক্ষে খ্রিষ্টান সম্প্রদায়ের প্রতিনিধিদের সঙ্গে নিয়ে কেক কাটেন প্রধান উপদেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে হত্যাচেষ্টা মামলায় ফয়সালের স্ত্রীসহ তিন আসামির জবানবন্দি | প্রথম আলো",
            "time": "2025-12-24T19:14:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F37a8da53-d280-4462-94c4-e3626386b4e1%2Fcourt_01.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শহীদ শরিফ ওসমান বিন হাদিকে গুলি করে হত্যা মামলার প্রধান আসামি ফয়সাল করিম মাসুদের স্ত্রী সাহেদা পারভীন, শ্যালক ওয়াহিদ আহমেদ ও বান্ধবী মারিয়া আক্তার আদালতে স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালতে বুধবার জবানবন্দি দেন তাঁরা।</p><p>আদালত সূত্রে জানা গেছে, দ্বিতীয় দফার জিজ্ঞাসাবাদ শেষে বুধবার গোয়েন্দা পুলিশের মতিঝিল জোনাল টিমের পরিদর্শক ফয়সাল আহমেদ প্রধান সন্দেহভাজন ফয়সালের স্ত্রী সাহেদা পারভীন, বান্ধবী মারিয়া আক্তার ও শ্যালক ওয়াহিদ আহমেদের জবানবন্দি রেকর্ডের আবেদন করেন।</p><p>পরে ঢাকার মেট্রোপলিটন ম্যাজিস্ট্রেট আমিনুল ইসলাম ফয়সালের স্ত্রী সাহেদা পারভীন ও ওয়াহিদ আহমেদের জবানবন্দি রেকর্ড করেন। আর মারিয়া আক্তারের জবানবন্দি রেকর্ড করেন ঢাকার মেট্রোপলিটন ম্যাজিস্ট্রেট কামালউদ্দিন। এরপর তাঁদের কারাগারে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচনে ‘মওলানা ভাসানী ব্রিগেড’ প্যানেলের ১০ দফা ইশতেহার | প্রথম আলো",
            "time": "2025-12-24T19:10:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Faz1nfhni%2FLeftist-qualition.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) ও হল সংসদ নির্বাচনকে সামনে রেখে ১০ দফা ইশতেহার ঘোষণা করেছে বাম জোট–সমর্থিত ‘মওলানা ভাসানী ব্রিগেড’ প্যানেল। গণতান্ত্রিক সংস্কার, ক্যাম্পাস উন্নয়ন ও আবাসনসংকট নিরসনকে তাদের ইশতেহারে সর্বোচ্চ অগ্রাধিকার দেওয়া হয়েছে।</p><p>বুধবার বিশ্ববিদ্যালয়ের ভাষাশহীদ রফিক ভবনের নিচে আয়োজিত এক সংবাদ সম্মেলনে প্যানেলের সাধারণ সম্পাদক (জিএস) পদপ্রার্থী ইভান তাহসীব ইশতেহার পাঠ করেন।</p><p>বাম জোট–সমর্থিত মওলানা ভাসানী ব্রিগেড প্যানেল নয়টি সামাজিক-সাংস্কৃতিক সংগঠনের সমন্বয় গঠিত। এই সংগঠনগুলো হলো বাংলাদেশ ছাত্র ইউনিয়ন, সমাজতান্ত্রিক ছাত্র ফ্রন্ট, বিপ্লবী ছাত্র মৈত্রী, উদীচী শিল্পীগোষ্ঠী, জগন্নাথ বিশ্ববিদ্যালয় সাংস্কৃতিক কেন্দ্র, রাষ্ট্রচিন্তা, চিন্তক সাহিত্য পত্রিকা, জবি ব্যান্ড মিউজিক অ্যাসোসিয়েশন ও ইন্ডিজেনাস স্টুডেন্টস ইউনিয়ন।</p></div></div></div></body></html>"
        },
        {
            "title": "আসামিকে আদালতে দেরিতে হাজির করায় ব্যাখ্যা চাইলেন বিচারক, জিআরও ও ওসিকে শোকজ | প্রথম আলো",
            "time": "2025-12-24T19:00:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fop19bk2g%2FAminulCourt.jpeg?rect=0%2C44%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিচারক তখন বলেন, ‘তার মানে আপনারা মামলাটিকে গুরুত্ব দিচ্ছেন না।’ আইনজীবী কাইয়ুম হোসেন বলেন, ‘না স্যার, বিষয়টি ঠিক এমন নয়।’</p><p>এরপর বিচারক সাক্ষীর কাঠগড়ায় দাঁড়িয়ে থাকা তদন্ত কর্মকর্তার উদ্দেশে বলেন, ‘বলেন, কেন রিমান্ড চাচ্ছেন?’</p><p>তদন্ত কর্মকর্তা বলেন, ‘বিভিন্ন গণমাধ্যমে এসেছে, ফিলিপের মাধ্যমে ওসমান হাদি হত্যার মূল আসামি ফয়সালকে সীমান্ত এলাকায় আত্মগোপনে সহায়তা করেছেন আসামি রাজু। তিনি এ মামলায় অর্থ জোগানদাতা। মামলার তদন্তের স্বার্থে আসামির ১০ দিনের রিমান্ড প্রয়োজন।’</p><p>তখন বিচারক জানতে চান, ‘আসামির বাসা কোথায়?’</p><p>তদন্ত কর্মকর্তা বলেন, ‘রাজশাহী স্যার।’</p></div></div></div></body></html>"
        },
        {
            "title": "শাকিব থেকে নিশো, বছরজুড়ে আলোচনায় কোন ৭ নায়ক | প্রথম আলো",
            "time": "2025-12-24T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-10%2Fge9k8cng%2F4be54aec-91d4-4551-839a-aca031d17fde.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাকশন, একের পর এক রুদ্ধশ্বাস দৃশ্য আর লার্জার দ্যান লাইফ চরিত্র—সব মিলিয়ে এ বছরও অনবদ্য ছিলেন শাকিব খান। বছরের মাঝামাঝি সময়ে নতুন তিনটি ছবিতে চুক্তিবদ্ধ হয়েছেন তিনি। এরই মধ্যে ‘সোলজার’-এর শুটিং প্রায় শেষের পথে। এরপর শুরু করবেন ‘প্রিন্স’, যা আগামী বছরের ঈদুল ফিতরে মুক্তি পাওয়ার কথা। তার পরপরই ‘রকস্টার’ ছবির শুটিং নিয়ে ব্যস্ত হয়ে পড়বেন। বছরের শেষ দিকে একটি শীতকালীন প্রসাধনের বিজ্ঞাপনচিত্রে মডেল হয়েও চমকে দেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "মোস্তাফিজ-তাসকিন লড়াইয়ে হাসলেন ‘দ্য ফিজ’ | প্রথম আলো",
            "time": "2025-12-24T18:25:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F585p3k3j%2FG88hmJEbUAAoB65.jpg?rect=0%2C21%2C840%2C441&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুবাই আন্তর্জাতিক স্টেডিয়ামে লিগ পর্বের খেলায় দুবাই ও শারজার জার্সিতে মুখোমুখি হন বাংলাদেশের দুই পেসার মোস্তাফিজুর রহমান ও তাসকিন আহমেদ। টস জিতে প্রথমে ফিল্ডিং নেওয়া দুবাইয়ের হয়ে ৪ ওভার বোলিং করেন মোস্তাফিজ। এর মধ্যে তৃতীয় ওভারে তাঁরই হাতে ক্যাচ দেন সিকান্দার রাজা। কট অ্যান্ড বোল্ড হওয়া জিম্বাবুইয়ান ব্যাটসম্যান ১১ বলে করেন ৮ রান।</p><p>মোস্তাফিজ তাঁর ৪ ওভারে দেন ২৭ রান, যার মধ্যে ১২–ই ইনিংসের ২০তম ওভারে।<br>১৩৪ রান তাড়ায় দুবাইকে পথ দেখিয়েছেন শায়ান জাহাঙ্গীর ও জর্ডান কক্স। শায়ান ৫১ রান করে আউট হলেও কক্স শেষ পর্যন্ত ৫০ বলে ৬১ রানে অপরাজিত ছিলেন। রান তাড়ায় প্রায় পুরো সময় জয়ের পথে থাকা দুবাই বড় ধাক্কা খায় তাসকিনের করা ইনিংসের ১৮তম ওভারে। </p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ বিশ্ববিদ্যালয় শিক্ষক সমিতির সভাপতি রইছ উদ্‌দীন, সাধারণ সম্পাদক ইমরানুল হক | প্রথম আলো",
            "time": "2025-12-24T18:04:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fzsdiw0g6%2FJU.jpg?rect=0%2C2%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষক সমিতির নির্বাচনে সভাপতি হিসেবে ইসলামিক স্টাডিজ বিভাগের অধ্যাপক মো. রইছ উদ্‌দীন এবং সাধারণ সম্পাদক হিসেবে মার্কেটিং বিভাগের অধ্যাপক ইমরানুল হক নির্বাচিত হয়েছেন।</p><p> বুধবার প্রধান নির্বাচন কমিশনার মোহাম্মদ মোস্তাফিজুর রহমান এ ফলাফল ঘোষণা করেন।</p><p> শিক্ষক সমিতির সহসভাপতি পদে ফিন্যান্স বিভাগের অধ্যাপক মুহাম্মদ মঞ্জুর মুর্শেদ ভূঁইয়া, কোষাধ্যক্ষ পদে কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক মোহাম্মদ নাসির উদ্দিন এবং যুগ্ম সাধারণ সম্পাদক পদে ইতিহাস বিভাগের অধ্যাপক মোহাম্মদ বিলাল হোসাইন নির্বাচিত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান উপদেষ্টার বিশেষ সহকারী খোদা বকশ চৌধুরীর পদত্যাগ | প্রথম আলো",
            "time": "2025-12-24T18:03:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-15%2Fvzy2x0vq%2F%E0%A6%96%E0%A7%88%E0%A6%BE%E0%A6%A6%E0%A6%BE-%E0%A6%AC%E0%A6%95%E0%A6%B8.png?rect=0%2C0%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ শরিফ ওসমান বিন হাদির হত্যাকারীদের গ্রেপ্তারের দাবিতে আন্দোলন করে আসছে ইনকিলাব মঞ্চ। সংগঠনটি ২০ ডিসেম্বর শাহবাগে সমাবেশ থেকে ওসমান হাদির হত্যাকারীদের গ্রেপ্তারের বিষয়ে অগ্রগতি জানাতে স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) জাহাঙ্গীর আলম চৌধুরী ও প্রধান উপদেষ্টার বিশেষ সহকারী (স্বরাষ্ট্র মন্ত্রণালয়) খোদা বকশ চৌধুরীকে ২৪ ঘণ্টা সময় বেঁধে দিয়েছিল। এই সময়ের মধ্যে জবাব দিতে না পারলে তাঁদের পদত্যাগ দাবি করে ইনকিলাব মঞ্চ।</p><p>এর মধ্যে দেশের আইনশৃঙ্খলা পরিস্থিতি নিয়েও মানুষের মধ্যে নানা কথা হচ্ছে। এই পরিস্থিতিতে রাতে পদত্যাগ করলেন প্রধান উপদেষ্টার বিশেষ সহকারী খোদা বকশ চৌধুরী। তবে কী কারণে তিনি পদত্যাগ করেছেন, তাৎক্ষণিকভাবে তা সুনির্দিষ্ট করে জানা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালোবাসা ও শান্তির বার্তা দিতে রঙিন সাজে সেজেছে রাজধানীর গির্জাগুলো | প্রথম আলো",
            "time": "2025-12-24T17:56:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F3v86kto0%2Fchurch-tejgaon.JPG?rect=0%2C372%2C5250%2C2756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বড়দিন উপলক্ষে গির্জাগুলোর প্রাঙ্গণে সাজানো হয়েছে যিশুখ্রিষ্টের জন্মের প্রতীকী গোশালা। সেখানে রয়েছে খড়ের ওপর শুয়ে থাকা শিশু যিশু, পাশে মাতা মরিয়ম ও সেন্ট যোসেফ। দৃশ্যটি যেন আগত মানুষদের চোখে এনে দেয় নীরব শ্রদ্ধা ও বিশ্বাস। গোশালার চারপাশে জ্বলছে নরম আলো, যা বড়দিনের বার্তাকে আরও স্পষ্ট করে তুলেছে।</p><p>গির্জার ভেতরে ও বাইরে স্থাপন করা হয়েছে সুসজ্জিত ক্রিসমাস ট্রি। রঙিন আলো, তারা আর নানা অলংকারে সাজানো গাছগুলো পুরো পরিবেশকে উৎসবমুখর করে তুলেছে। দেয়ালজুড়ে ঝুলছে আলোকসজ্জা ও ধর্মীয় প্রতীক। সব মিলিয়ে পুরো গির্জা সেজেছে রঙিন ও আলোকোজ্জ্বল আবহে।</p><p>তেজগাঁওয়ের পবিত্র জপমালা রানীর গির্জায় বুধবার সন্ধ্যা সাতটা ও রাত নয়টায় প্রার্থনা হয়। আগামীকাল বৃহস্পতিবার সকাল সাতটা ও নয়টায়ও প্রার্থনা করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচনে ভোট গণনায় ওএমআর মেশিন ব্যবহারসহ ১০ প্রস্তাব ইউটিএলের | প্রথম আলো",
            "time": "2025-12-24T17:53:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F2r6dqfs2%2FJNU.JPG?rect=0%2C43%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মো. আবু লায়েক আরও বলেন, একটি সুষ্ঠু, নিরপেক্ষ ও গ্রহণযোগ্য নির্বাচন শুধু শিক্ষার্থীদের গণতান্ত্রিক অধিকার নিশ্চিত করবে না, বরং বিশ্ববিদ্যালয়ের ভাবমূর্তি, মর্যাদা ও আস্থাকে আরও সুদৃঢ় করবে।</p><p>মো. আবু লায়েক বলেন, ইউটিএল বিশ্বাস করে, ন্যায়সংগত, প্রযুক্তিনির্ভর ও নিরাপদ পরিবেশ নিশ্চিত করা গেলে এ নির্বাচন ভবিষ্যতের জন্য একটি আদর্শ মডেল হিসেবে প্রতিষ্ঠিত হতে পারে।</p><p>বর্তমান বিশ্ববিদ্যালয় প্রশাসনের পক্ষে এটি বাস্তবায়ন করা সম্ভব বলেও তিনি আশাবাদ ব্যক্ত করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একই দিনে ঢাকায় ‘অ্যানাকোন্ডা’ ও ‘স্পঞ্জবব’ | প্রথম আলো",
            "time": "2025-12-24T17:53:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F9l6rblsj%2F6661434f-c3e1-4d16-9d24-7023b7564f4b.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দ্য স্পঞ্জবব মুভি: সার্চ ফর স্কয়ারপ্যান্টস</strong></p><p>‘দ্য স্পঞ্জবব স্কয়ারপ্যান্টস’ একটি জনপ্রিয় অ্যানিমেটেড সিরিজ ও চরিত্র, যা একটি হলুদ স্পঞ্জসদৃশ প্রাণীর মজার কাণ্ডকারখানা নিয়ে তৈরি।</p><p>‘দ্য স্পঞ্জবব মুভি: সার্চ ফর স্কয়ারপ্যান্টস’ সিনেমায় দেখা যাবে, স্পঞ্জবব ফ্লাইং ডাচম্যানের মুখোমুখি হয় এবং সমুদ্রের গভীরে অ্যাডভেঞ্চার করে। স্পঞ্জববকে তার হারিয়ে যাওয়া পোষা প্রাণী গ্যারির সন্ধানে সমুদ্রের গভীরে এক মহাকাশযানে যেতে হয়, যেখানে সে ফ্লাইং ডাচম্যানের মতো ভিলেনদের মোকাবিলা করে।</p><p>সিনেমাটি মুক্তির প্রথম দিনে ৫ দশমিক ৬ মিলিয়ন ডলার আয় করে।</p></div></div></div></body></html>"
        },
        {
            "title": "অনুষ্ঠানে বক্তা শুধু তারেক রহমান, দুর্ভোগের জন্য আগাম দুঃখ প্রকাশ বিএনপির | প্রথম আলো",
            "time": "2025-12-24T17:47:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F7rs1ixig%2FBNP.jpeg?rect=0%2C38%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার ৩০০ ফুট সড়কের অনুষ্ঠানটি কোনো জনসভা নয়, সংবর্ধনা অনুষ্ঠানও নয় বলে উল্লেখ করেন সালাহউদ্দিন আহমদ। তিনি বলেন, কেবল দেশবাসীর প্রতি তাঁর (তারেক রহমান) আন্তরিক কৃতজ্ঞতা প্রকাশ এবং দেশনেত্রীসহ (খালেদা জিয়া) দেশের সবার কল্যাণ কামনায় দোয়ার অনুষ্ঠান। সেই আয়োজনে তিনি ছাড়া আর দ্বিতীয় কোনো বক্তা থাকছেন না।</p><p>বিএনপির যুগ্ম মহাসচিব বলেন, ‘আমরা এই আয়োজনের কলেবর যত ছোটই রাখতে চাই না কেন, ১৭ বছর ধরে অপেক্ষমাণ দেশের সব প্রান্ত থেকে আসা নেতা–কর্মী–সমর্থকদের বাঁধ ভাঙা স্রোত নিয়ন্ত্রণের ক্ষমতা আমাদের নেই। তারপরেও আমরা আমাদের কর্মী–সমর্থকদের নির্দেশনা দিয়েছি, যেন তাঁদের বেশির ভাগ কাঞ্চন ব্রিজ ব্যবহার করে অনুষ্ঠানস্থলে আসেন।’</p><p>এদিকে গুলশান কার্যালয়ে বেলা দুইটার দিকে বিএনপির জ্যেষ্ঠ যুগ্ম মহাসচিব রুহুল কবির রিজভী সাংবাদিকদের বলেন, ‘সিলেট জেলার কোনো নেতা–কর্মী বিমানবন্দরে ভিড় করবেন না। ঢাকায় এলে ওনাকে নিয়ে আমরা যে আয়োজনের প্রস্তুতি নিয়েছি, সেখানে তিনি দেশবাসীর উদ্দেশে কথা বলবেন।’</p><p>সংবাদ সম্মেলনে তারেক রহমান স্বদেশ প্রত্যাবর্তন কমিটির সদস্য মওদুদ হোসেন আলমগীর পাভেল উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টেইলর সুইফট ফিডিং আমেরিকাকে দিলেন ১০ লাখ ডলার | প্রথম আলো",
            "time": "2025-12-24T17:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ft9nsrfyo%2FTaylor-Swift-GettyImages-1170383972-1000x600.jpg.01000117.Still001.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"টেইলর সুইফট ফিডিং আমেরিকাকে দিলেন ১০ লাখ ডলার\" class=\"nA4h1 \">টেইলর সুইফট ফিডিং আমেরিকাকে দিলেন ১০ লাখ ডলার</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-24T23:45:00+06:00\"><span>প্রকাশ: ২৪ ডিসেম্বর ২০২৫, ১৭: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}