{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ব্রাহ্মণবাড়িয়া-২ আসনে রুমিন ফারহানা এগিয়ে | প্রথম আলো",
            "time": "2026-02-12T14:45:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F2n47npqf%2FWhatsApp-Image-2026-02-12-at-11.07.49.jpeg?rect=0%2C0%2C1073%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ভোট দেওয়া শেষে সাংবাদিকদের সঙ্গে কথা বলেন রুমিন ফারহানা। আজ সকাল সোয়া নয়টার দিকে ব্রাহ্মণবাড়িয়ার সরাইল উপজেলার শাহবাজপুর উত্তর সরকারি প্রাথমিক বিদ্যালয় কেন্দ্র থেকে ছবিটি তোলা<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: বদর উদ্দিন</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ঝিনাইদহ-১ আসনে বেসরকারি ফলে বিএনপির আসাদুজ্জামান বিজয়ী | প্রথম আলো",
            "time": "2026-02-12T01:21:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-05%2F1pjn00kn%2FUntitled_1.jpg?rect=0%2C227%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>দুপুর পর্যন্ত ঢাকার ৪টি আসনের ১০টি কেন্দ্র কত ভোট পড়ল, আসুন জেনে নেই—</p><p><strong>ঢাকা–১৭</strong></p><p>রাজধানীর কড়াইল বস্তিসংলগ্ন বিটিসিএল আদর্শ বালিকা উচ্চ বিদ্যালয়ের ৭৮ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা মো. মুনতাসির মামুন জানান, তাঁর এখানে পাঁচটি কেন্দ্র। সবাই নারী ভোটার। দুপুর ১টা ৪৫ মিনিট পর্যন্ত তাঁর কেন্দ্রে ৩৫ শতাংশ ভোট পড়েছে। এখানে ২ হাজার ৪৩৭ জন ভোটার। এর মধ্যে ৮২৬ জন ভোট দিয়েছেন। </p><p>একই বিদ্যালয়ের ৭৬ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা সুশান্ত কুমার সরকার বলেন, দুপুর ১টা ৪৫ মিনিট পর্যন্ত তাঁর কেন্দ্রে ২ হাজার ৬৭৩ জন ভোটারের মধ্যে ১ হাজার ৭৬ জন ভোট দিয়েছেন। ভোট পড়ার হার ৪০ দশমিক ২৫ শতাংশ। </p><p>এদিকে গুলশান মডেল হাই স্কুল অ্যান্ড কলেজের ৬৫ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা গাজী মিজানুর রহমান বলেন, সেখানে ১৪টি বুথ। এখানে অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস, বিএনপির চেয়ারম্যান তারেক রহমান, অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদ ভোট দিয়েছেন। আজ দুপুর ১২টা পর্যন্ত এখানে ১৫ শতাংশ ভোট পড়েছে। </p><p>একই প্রতিষ্ঠানের ৬৭ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা আবু দাউদ বলেন, তাঁর কেন্দ্রে ৬টি বুথ। সবগুলো নারীদের জন্য। বেলা সাড়ে ১২টা পর্যন্ত ২০ শতাংশ ভোট পড়েছে।</p><p>৬৩ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা মো. মুস্তাফিজুর রহমান বলেন, তাঁর কেন্দ্রের ৫টি বুথের সবগুলো পুরুষদের। বেলা সাড়ে ১২টা পর্যন্ত ২০ শতাংশ ভোট পড়েছে।</p><p>ঢাকা–১৬</p><p>মিরপুর–১১ নম্বর সেকশনের মিরপুর বাংলা স্কুল অ্যান্ড কলেজের দুই কেন্দ্রে মোট ভোটের সংখ্যা ছয় হাজার ৯৬৮টি। বেলা একটা পর্যন্ত এ দুই কেন্দ্রে ভোট পড়েছে ২ হাজার ৩৯৫টি। ভোট পড়ার হার ৩৮ শতাংশ। </p><p>এখানকার নারী ও পুরুষ কেন্দ্রের দুই প্রিসাইডিং কর্মকর্তা মোহাম্মদ নিজাম উদ্দিন ও মশিউর রহমান জানান, ভোটার উপস্থিতি আশাব্যঞ্জক। বেলা ১২ টার পর ভোটার উপস্থিতি বেড়েছে। সুষ্ঠু ও শান্তিপূর্ণ পরিবেশে ভোট হচ্ছে।</p><p>ঢাকা–০৪</p><p>শনির আখড়ার বর্ণমালা আদর্শ উচ্চ বিদ্যালয় ও কলেজের ৮৬ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা আবুল কাশেম গাজী জানান, ওই কেন্দ্রে সব নারী ভোটার। মোট ভোটার সংখ্যা ২ হাজার ৮৬৯ জন। বেলা ১২টা পর্যন্ত ৬৯৮ জন ভোট দিয়েছেন। ২৫ শতাংশ ভোট পড়েছে। </p><p>আসকর আলী ও কোব্বাত মিঞা উচ্চ মাধ্যমিক বিদ্যালয়ের ১০২ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা রাজু আহমেদ বলেন, কেন্দ্রটিতে ভোটার সংখ্যা দুই হাজার ১৭৫ জন। বেলা ১২টা পর্যন্ত ৪৯০ জন ভোট দিয়েছেন। ২২ শতাংশ ভোট পড়েছে। </p><p>ঢাকা–০৬</p><p>কবি নজরুল সরকারি কলেজের ৫৫ নম্বর কেন্দ্রের প্রিসাইডিং কর্মকর্তা মো. সফিকুল ইসলাম জানান, ভোটগ্রহণ শুরুর প্রথম চার ঘণ্টায় ৪ হাজার ১৪৩ জন ভোটারের মধ্যে ৯৮০ জন ভেটা দিয়েছেন। ভোট প্রদানের হার ২৪ শতাংশ। তিনি বলেন, কেন্দ্রের সার্বিক পরিবেশ শান্তিপূর্ণ রয়েছে।</p></div></div></body></html>"
        },
        {
            "title": "জামালপুরের পাঁচটি আসনেই বিএনপির প্রার্থীরা এগিয়ে | প্রথম আলো",
            "time": "2026-02-12T14:41:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-24%2F1ghpp879%2FUntitled_1.png?rect=0%2C62%2C298%2C156&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামালপুর-১ (দেওয়ানগঞ্জ-বকশীগঞ্জ) আসনের ১২৮টি কেন্দ্রের মধ্যে ৫৩টি কেন্দ্রের ফলাফলে ধানের শীষ প্রতীকে প্রার্থী এম রশিদুজ্জামান (মিল্লাত) ৬৪ হাজার ৬২৫ ভোট এবং দাঁড়িপাল্লা প্রতীকের নাজমুল হক (সাঈদী) ৪২ হাজার ৬৪৪ ভোট পেয়েছেন। এখানে ধানের শীষের প্রার্থী ২১ হাজার ৯৮১ ভোটে এগিয়ে আছেন।</p><p>জামালপুর-২ (ইসলামপুর) আসনে ৯২টি ভোট কেন্দ্রের মধ্যে ৬৫টি কেন্দ্রের ফলাফলে ধানের শীষ প্রতীকের প্রার্থী সুলতান মাহমুদ (বাবু) ৬৫ হাজার ৬৪৩ এবং দাঁড়িপাল্লা প্রতীকের প্রার্থী ছামিউল হক ৪১ হাজার ৯৬৫ ভোট পেয়েছেন। এখানে ধানের শীষের প্রার্থী ২৩ হাজার ৬৭৮ ভোটে এগিয়ে আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সবাই ভালো সার্ভিস দিছে’, ভোট দিয়ে বললেন ৯১ বছর বয়সী আবু মুসা | প্রথম আলো",
            "time": "2026-02-12T14:35:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fz7ck135n%2Fabumusavote.jpeg?rect=0%2C27%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কী করতেন—জানতে চাইলে প্রবীণ এই ব্যক্তি বললেন, ‘আমি ছিলাম ডাক্তার, এলএমএএফপি (প্যারামেডিক্যাল)। নাম আবু মুসা। ভোট দিতে ভালো লেগেছে, ভয় কিসের?’</p><p>১৯৬৫ সালে এ পেশা শুরু করেন বলে জানান আবু মুসা। অশীতিপর এই ভোটার বলেন, ‘এখন চোখে দেখি না। কানেও কম শুনি। নিজেরই ডাক্তারের কাছে যাওন লাগে।’</p><p>ভোট দিয়েছেন কি না—জানতে চাইলে বৃদ্ধাঙ্গুলির কালির ছাপ দেখান। গণভোট ও দলীয় প্রতীক—দুটি ভোটই দিয়েছেন কি না জানতে চাইলে আবু মুসা বলেন, ‘হ, কোনো সমস্যা হয়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "এডিবির দক্ষিণ এশিয়া বিভাগের মহাপরিচালক হলেন সোনা শ্রেষ্ঠা | প্রথম আলো",
            "time": "2026-02-12T14:33:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fi214x7wm%2FSona.gif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এশীয় উন্নয়ন ব্যাংকের (এডিবি) দক্ষিণ এশিয়া বিভাগের মহাপরিচালক হিসেবে সোনা শ্রেষ্ঠাকে নিয়োগ দিয়েছে। এ পদে তিনি বাংলাদেশ, ভুটান, ভারত, মালদ্বীপ, নেপাল ও শ্রীলঙ্কায় এডিবির কৌশল ও কার্যক্রমের উন্নয়ন ও বাস্তবায়নের নেতৃত্ব দেবেন।</p><p>আজ এডিবির এক সংবাদ বিজ্ঞপ্তিতে এসব কথা জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চ্যাটজিপিটির ডিপ রিসার্চ টুলে যুক্ত হচ্ছে বিল্ট-ইন ডকুমেন্ট ভিউয়ার | প্রথম আলো",
            "time": "2026-02-12T14:24:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fp2590vnx%2Fchatgpt.jpg?rect=0%2C72%2C3831%2C2011&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওপেনএআই জানিয়েছে, বিল্ট-ইন ডকুমেন্ট ভিউয়ারের মাধ্যমে ব্যবহারকারীরা চাইলে নির্দিষ্ট ওয়েবসাইট বা সংযুক্ত অ্যাপকে অগ্রাধিকার দিয়ে গবেষণা শুরুর নির্দেশ দিতে পারবেন। পাশাপাশি প্রতিবেদন তৈরির সময় চ্যাটজিপিটির অগ্রগতি তাৎক্ষণিকভাবে দেখা যাবে। প্রয়োজনে গবেষণার বিষয়বস্তু সংশোধন বা নতুন উৎস যুক্ত করার সুবিধাও মিলবে। প্রতিবেদন তৈরি শেষ হলে নতুন ভিউয়ার থেকেই সেটি মার্কডাউন, ওয়ার্ড, পিডিএফসহ বিভিন্ন ফরম্যাটে ডাউনলোড করা যাবে। প্রাথমিকভাবে নতুন এসব সুবিধা চ্যাটজিপিটি প্লাস, চ্যাটজিপিটি প্রো, চ্যাটজিপিটি গো গ্রাহকেরা ব্যবহার করতে পারবেন। অল্প কিছুদিনের মধ্যেই বিনা মূল্যে চ্যাটজিপিটি ব্যবহারকারীদের জন্য সুবিধাটি চালু করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোট ঘিরে ১৪ জেলায় ৪৬ জনকে কারাদণ্ড, জরিমানা সোয়া ২ লাখ টাকা | প্রথম আলো",
            "time": "2026-02-12T14:24:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fr92cugco%2FGazipurDH0716.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরের ভাওয়াল চাঁদপুর কেন্দ্র-সংলগ্ন এলাকায় পাল্টাপাল্টি ধাওয়ার ঘটনায় বিএনপি ও জামায়াতের দুই পক্ষের চারজনকে আটক করার পর প্রত্যেককে দুই বছরের কারাদণ্ড এবং ১০ হাজার টাকা জরিমানা, অনাদায়ে এক মাসের কারাদণ্ড দিয়েছেন ভ্রাম্যমাণ আদালত। আজ বিকেলে চাঁদপুর ইউনিয়নের ভাওয়াল চাঁদপুর বাজার এলাকা থেকে ওই চারজনকে আটক করা হয়। পরে দায়িত্বপ্রাপ্ত জুডিশিয়াল ম্যাজিস্ট্রেট প্রত্যেককে দণ্ড দেন।</p><p>দণ্ড পাওয়া ব্যক্তিদের মধ্যে বিএনপির দুজন হলেন কাপাসিয়া উপজেলার দুর্গাপুর গ্রামের মো. ইলিয়াস ও সোনারুয়া গ্রামের মো. তারেক এবং জামায়াতের দুজনের একজন ঝিনাইদহ সদর উপজেলার শিকারপুর গ্রামের মো. মেজবাহ ও কাপাসিয়া উপজেলার চাঁদপুর গ্রামের মো. ইফতেখার।</p><p>অন্যদিকে গাজীপুরের কালিয়াকৈরে জামায়াতের প্রার্থীর পক্ষে টাকা বিতরণের সময় শামীমুল ইসলাম (৩৫) নামে ইবনে সিনা ফার্মাসিউটিক্যালসের এক কর্মচারীকে দুই বছরের কারাদণ্ড ও এক হাজার টাকা জরিমানা করেছেন নির্বাচনকালীন সংক্ষিপ্ত বিচারিক আদালত। গতকাল বুধবার দিবাগত রাতে কালিয়াকৈরের মাটিকাটা এলাকা থেকে আটক করার পর আজ গাজীপুরের অতিরিক্ত চিফ জুডিশিয়াল ম্যাজিস্ট্রেট মো. আসাদুজ্জামান এ সাজা দেন। দণ্ড পাওয়া শামীমুল ইসলাম কুড়িগ্রাম সদর উপজেলার বাসিন্দা। তিনি কালিয়াকৈরের সফিপুর এলাকার ইবনে সিনা ফার্মাসিউটিক্যালস কারখানায় চাকরি করেন।</p><p>এদিকে গাজীপুরের কালীগঞ্জে সরকারি নিষেধাজ্ঞা অমান্য করে মোটরসাইকেল চালানোর অভিযোগে শ্রেয়ন আহমেদ আলী (২০) নামের এক তরুণকে ২০০ টাকা জরিমানা করেছেন ভ্রাম্যমাণ আদালত। আজ দুপুরে উপজেলার নাগরী ইউনিয়নের বিরুয়া এলাকায় উপজেলা সহকারী কমিশনার (ভূমি) ও নির্বাহী ম্যাজিস্ট্রেট জাকিয়া সরওয়ার লিমা এ ভ্রাম্যমাণ আদালত পরিচালনা করেন। শেয়ন আহমেদ আলী উপজেলার ধনুন এলাকার জুলহাস মোল্লার ছেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলায় একটি কেন্দ্রে জামায়াতের তিন এজেন্ট নিখোঁজের অভিযোগ | প্রথম আলো",
            "time": "2026-02-12T14:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F865b9688-987a-43db-8361-136f2e681e3d%2F__________web.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে তজুমদ্দিন উপজেলার শম্ভুপুর ইউনিয়নের ৪ নম্বর ওয়ার্ডের গোলকপুর প্রাথমিক বিদ্যালয় (মাইনার স্কুল) কেন্দ্রে জামায়াত কর্মী আব্বাসের ওপর হামলার অভিযোগ উঠেছে। তাঁর মুঠোফোন ছিনিয়ে নেওয়া হয়েছে বলে দাবি করা হয়। এ ঘটনায় স্বেচ্ছাসেবক দল নেতা আব্দুল গফুরসহ বিএনপির কর্মীদের বিরুদ্ধে অভিযোগ তোলা হয়েছে।</p><p>ভোলার সদর উপজেলার রতনপুর বাজারসংলগ্ন রতনপুর বিদ্যালয় কেন্দ্রে গরুর গাড়ি প্রতীকের সমর্থক ও আন্দালিভ রহমান পার্থের কর্মীরা হাতপাখা ও দাঁড়িপাল্লা প্রতীকের সমর্থক, ভোটার ও এজেন্টদের দায়িত্ব পালনে বাধা দিচ্ছেন—এমন অভিযোগ পাওয়া গেছে। গরুর গাড়ি প্রতীকের কর্মীরা মব তৈরি করে কেন্দ্রের আশপাশে জটলা করে আতঙ্ক সৃষ্টি করছেন বলেও অভিযোগ রয়েছে। এ ছাড়া ভোলা-৪ আসনে বিএনপি প্রার্থীর সমর্থকদের বিরুদ্ধে জাল ভোট দেওয়ার অভিযোগও উঠেছে।</p><p>ভোলা জেলা প্রশাসক ও জেলা রিটার্নিং কর্মকর্তা শামিল রহমান বলেন, সব অভিযোগ আমলে নেওয়া হচ্ছে এবং যথাযথ ব্যবস্থা গ্রহণের জন্য সংশ্লিষ্টদের নির্দেশ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেয়েকেই নিজের উত্তরসূরি হিসেবে বেছে নিচ্ছেন কিম জং-উন: দাবি দক্ষিণ কোরিয়ার | প্রথম আলো",
            "time": "2026-02-12T14:15:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F03zblzn2%2FUntitled-1.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দক্ষিণ কোরিয়ার জাতীয় গোয়েন্দা সংস্থা (এনআইএস) বলেছে, জু আয়ে সম্পর্কে তাদের এই মূল্যায়ন তৈরি করার সময় তারা ‘নানা পরিস্থিতি’ বিবেচনায় নিয়েছে, যার মধ্যে অন্যতম ছিল সরকারি অনুষ্ঠানে তার ক্রমবর্ধমান প্রকাশ্য উপস্থিতি।</p><p>এ মাসের শেষ দিকে উত্তর কোরিয়ার দলীয় কংগ্রেস অনুষ্ঠিত হওয়ার কথা রয়েছে। জু আয়ে ওই কংগ্রেসে উপস্থিত হয় কি না, তার ওপর নজর রাখছে এনআইএস। উত্তর কোরিয়ায় এটাই সবচেয়ে বড় রাজনৈতিক সমাবেশ, প্রতি পাঁচ বছর পরপর সেখানে দলীয় কংগ্রেস অনুষ্ঠিত হয়।</p><p>সাধারণত দলীয় কংগ্রেসে পিয়ংইয়ং পরবর্তী পাঁচ বছরের জন্য নিজেদের বৈদেশিক নীতি, যুদ্ধ পরিকল্পনা, পারমাণবিক উচ্চাকাঙ্ক্ষাসহ অগ্রাধিকারমূলক বিষয় নিয়ে বিস্তারিত পরিকল্পনা তুলে ধরা হয়।</p><p>বৃহস্পতিবার দক্ষিণ কোরিয়ার আইনপ্রণেতা লি সং-কওন সাংবাদিকদের বলেন, জু আয়ে—যাকে এর আগে এনআইএস ‘উত্তরাধিকারী হিসেবে প্রশিক্ষণ দেওয়া হচ্ছে’ বলে বর্ণনা করেছিল, সে এখন ‘উত্তরাধিকারী নির্ধারণ পর্যায়ে’পৌঁছে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাবন্দী ‘ফিলিস্তিনের ম্যান্ডেলা’ বারঘুতির নতুন বই | প্রথম আলো",
            "time": "2026-02-12T14:09:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F5x0gxr2t%2FWhatsApp-Image-2026-02-12-at-19.04.07.jpeg?rect=0%2C104%2C990%2C520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বারঘুতি তাঁর পরিবারের সঙ্গে যোগাযোগ না করে দীর্ঘ সময় নির্জন কারাগারে কাটিয়েছেন। সাবেক ফিলিস্তিনি বন্দীদের মতে, কারাগারে তাঁকে একাধিক গুরুতর নির্যাতনের শিকার হতে হয়েছে। ২০২৫ সালের নভেম্বরে <em>গার্ডিয়ান</em>–এর প্রতিবেদনে বলা হয়েছিল, তিনি তিন বছর ধরে পরিবারের সঙ্গে দেখা করেননি। তাঁর আইনজীবীদেরও তাঁর সঙ্গে দেখা করতে দেওয়া হয়নি। আন্তর্জাতিক রেডক্রস কমিটিকেও তাঁর সঙ্গে দেখা করতে নিষেধাজ্ঞা দিয়েছে ইসরায়েল, যা আন্তর্জাতিক আইনের লঙ্ঘন।</p><p>দুই দশকের বেশি সময় ধরে কারাগারে থাকা সত্ত্বেও ধারাবাহিক জনমত জরিপে দেখা গেছে, বারঘুতি গাজা ও পশ্চিম তীরের সবচেয়ে জনপ্রিয় ফিলিস্তিনি রাজনীতিবিদ। তাঁকে দলীয় বিভাজনের মধ্যে একজন সম্ভাব্য ঐক্যবদ্ধ নেতা হিসেবে দেখা হয়। অনেকে তাঁকে ‘ফিলিস্তিনের ম্যান্ডেলা’ হিসেবে অভিহিত করেন।</p><p>তাঁর মুক্তির দাবিতে লন্ডনসহ ইউরোপের নানা শহর, যুক্তরাষ্ট্র, দক্ষিণ আফ্রিকাসহ বিশ্বের বিভিন্ন দেশে বিক্ষোভ হয়েছে। সর্বশেষ গত বছরের ডিসেম্বরে বিশ্বের ২০০ জনের বেশি শীর্ষস্থানীয় সাংস্কৃতিক ব্যক্তিত্ব তাঁর মুক্তির আহ্বান জানিয়ে একটি খোলাচিঠিতে স্বাক্ষর করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোট-বসন্তে রাঙানো উৎসব | প্রথম আলো",
            "time": "2026-02-12T14:05:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fit1lpwz0%2FWhatsApp-Image-2026-02-12-at-4.12.47-PM.jpeg?rect=0%2C360%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিকশার পাশে দাঁড়ানো কয়েকজন তরুণ। তাঁরা প্রত্যেকে প্রথমবার ভোট দিতে এসেছেন। তাঁদের কেউ এ বছর বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষা দিচ্ছেন, কেউ উচ্চমাধমিক দ্বিতীয় বর্ষে পড়েন, কেউœস্নাতক শ্রেণিতে পড়েন। উচ্চমাধ্যমিক দ্বিতীয় বর্ষে পড়ুয়া লিমন বলছেন, ‘জীবনে প্রথমবার ভোট দেব, এটা ভেবে গত রাতে ঘুমই হয়নি।’</p><p>দেখলাম মোবাইলে অ্যাপ ব্যবহার করে তিনি অনেকের ভোটার নম্বর বলে দিচ্ছেন। আমাকে পরিবহন করা রিকশাওয়ালা মকবুল হোসেন তাঁর জাতীয় পরিচয়পত্র দিয়ে নিজের ভোটার নম্বর জেনে নিলেন। লিমন আমার মোবাইলে অ্যাপটি ডাউনলোড করে দিয়েছেন।</p><p>পুনকর সৌদাময়ী সরকারি প্রাথমিক বিদ্যালয় কেন্দ্রে গিয়েছিলাম প্রায় বেলা ১১টার দিকে। সেখানে নারী-পুরুষ সব ধরনের ভোটারদের ব্যাপক উপস্থিতি। পুনিল চন্দ্র নামে অবসরপ্রাপ্ত শিক্ষক এবং তাপস নামের আরেক স্কুলশিক্ষকের সঙ্গে কথা হয়। তাঁরা জানালেন ভোট ভীষণ শান্তিপূর্ণ। কোনো রকম ভীতি কিংবা শঙ্কা ছাড়াই সবাই ভোট দিতে আসছেন। এখানে কয়েকজন তরুণের সঙ্গেও কথা হয়। ঢাকা থেকে একজন কেবল ভোট দিতেই এসেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত প্রার্থীর বিরুদ্ধে টাকার ব্যাগ নিয়ে কেন্দ্রে ঢোকার অভিযোগ তুলে হেনস্তা বিএনপির সমর্থকদের | প্রথম আলো",
            "time": "2026-02-12T14:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fqkme5ng4%2FNetrokonaDH054820260212IMG-20260212-WA0052.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসব অভিযোগ অস্বীকার করে মাছুম মোস্তফা বলেন, ভোট গ্রহণ শেষের দিকে তিনি কেন্দ্রটি পরিদর্শন শেষে বের হন। এ সময় ঘাগড়া ইউনিয়ন বিএনপির সাধারণ সম্পাদক হুমায়ূন কবীর ইদ্রিসের নেতৃত্বে উচ্ছৃঙ্খল বেশ কিছু লোকজন তাঁকে অবরুদ্ধ করে রাখেন। পরে তিনি গাড়িতে উঠে যেতে চাইলেই টপাটকেল ছোড়া হয়।</p><p>মাছুম মোস্তফা আরও বলেন, ‘আমি কেন্দ্র থেকে বের হয়ে বাইরে এলে তাঁরা মব সৃষ্টি করার লক্ষ্যে ঘিরে রাখেন। তাঁরা বলেন, “আমি নাকি ব্যাগে করে টাকা নিয়ে কেন্দ্রে গিয়েছিলাম।” মূলত এসব মিথ্যা অভিযোগ তুলে আমাকে হেনস্তা করা হয় ও গাড়ি ভাঙচুরের চেষ্টা করা হয়। এ ব্যাপারে আমি আইনগত ব্যবস্থা নেব। শুধু ওই কেন্দ্রের ঘটনাই নয়, আরও বেশ কিছু স্থানে আমার কর্মী-সমর্থকদের ভোট প্রদানে বাধাসহ বিভিন্ন প্রতিবন্ধকতার সৃষ্টি করা হয়েছে। সার্বিক পরিস্থিতি নিয়ে সংবাদ সম্মেলন করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "৪৮ বছর বয়সেই মারা গেলেন হলিউড তারকা | প্রথম আলো",
            "time": "2026-02-12T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fz33uoidr%2F056209-01-02.jpg?rect=0%2C0%2C2634%2C1383&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরিবার, সন্তান ও ব্যক্তিগত জীবন<br></strong>জেমস ভ্যান ডার বিক স্ত্রী ও ছয় সন্তান রেখে গেছেন। ২০২৪ সালে তিনি প্রথম প্রকাশ্যে জানান, তিনি কোলোরেক্টাল ক্যানসারে আক্রান্ত হয়েছেন। সেই সময় থেকেই চিকিৎসা ও লড়াই চালিয়ে যাচ্ছিলেন এই অভিনেতা।</p><p>ইনস্টাগ্রামে দেওয়া পোস্টটি শেয়ার করেন তাঁর স্ত্রী কিম্বারলি ভ্যান ডার বিক। পোস্টে একটি ছবি যুক্ত ছিল, যেখানে জেমসকে সাদা পোশাক ও কার্ডিগান পরা অবস্থায় দেখা যায়, যা ভক্তদের কাছে আরও আবেগঘন হয়ে ওঠে।</p><p>পোস্টে আরও বলা হয়, ‘তাঁর ইচ্ছা, মানবতার প্রতি ভালোবাসা নিয়ে আরও অনেক কিছু বলার আছে। সেই দিনগুলো আসবে। আপাতত আমরা আমাদের প্রিয় স্বামী, বাবা, ছেলে, ভাই ও বন্ধুকে হারানোর শোক পালনের জন্য শান্তিপূর্ণ ব্যক্তিগত সময় চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "গানের প্লেলিস্ট স্বয়ংক্রিয়ভাবে তৈরি করে দেবে ইউটিউব | প্রথম আলো",
            "time": "2026-02-12T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F894f611f-2dd6-4a29-a68e-3abde2ece29e%2Fyoutube_reuters.png?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুগলের কাছে সাবস্ক্রিপশন–ভিত্তিক সেবা দিন দিন গুরুত্বপূর্ণ হয়ে উঠছে। চলতি মাসের শুরুতে প্রতিষ্ঠানটি জানিয়েছে, গুগল ওয়ান ও ইউটিউব প্রিমিয়ামসহ বিভিন্ন সেবায় তাদের মোট অর্থ প্রদানকারী গ্রাহকের সংখ্যা দাঁড়িয়েছে ৩২ কোটি ৫০ লাখে। এরই ধারাবাহিকতায় অর্থের বিনিময়ে ইউটিউব প্রিমিয়াম গ্রাহকদের জন্য এআই টুলটি চালু করা হয়েছে বলে ধারণা করা হচ্ছে।</p><p>সূত্র: ইন্ডিয়ান এক্সপ্রেস</p></div></div></div></body></html>"
        },
        {
            "title": "এজেন্টদের বের করে দেওয়ার অভিযোগ তুলে স্বতন্ত্র প্রার্থীর ভোট বর্জন | প্রথম আলো",
            "time": "2026-02-12T13:56:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fipork2kz%2FNarayangonjDH.jpg?rect=0%2C14%2C725%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোনারগাঁ-সিদ্ধিরগঞ্জ অঞ্চল নিয়ে গঠিত নারায়ণগঞ্জ-৩ আসনে ভোটার ৫ লাখ ৯৩ হাজার। এ আসনে মোট ১১ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন। তাঁরা হলেন বিএনপির আজহারুল ইসলাম মান্নান (ধানের শীষ), স্বতন্ত্র প্রার্থী ও বিএনপি থেকে বহিষ্কৃত সাবেক সংসদ সদস্য রেজাউল করিম (ঘোড়া), বিএনপি থেকে বহিষ্কৃত সাবেক সংসদ সদস্য মো. গিয়াসউদ্দিন (ফুটবল), জামায়াতে ইসলামীর ইকবাল হোসেন ভূঁইয়া (দাঁড়িপাল্লা), ইসলামী আন্দোলনের গোলাম মসীহ (হাতপাখা), গণসংহতি আন্দোলনের অঞ্জন দাস (মাথাল), বাংলাদেশ খেলাফত মজলিসের মো. শাহজাহান (রিকশা), গণ অধিকার পরিষদের মো. ওয়াহিদুর রহমান মিল্কী (ট্রাক), আমার বাংলাদেশ পার্টির মো. আরিফুল ইসলাম (ঈগল), বাংলাদেশ খেলাফত আন্দোলনের মো. আতিকুর রহমান মুন্সী (বটগাছ) ও জনতার দলের আবদুল করিম মুন্সী (কলম)।</p></div></div></div></body></html>"
        },
        {
            "title": "মাঝরাতে পোষা বিড়াল আপনার ঘুম ভাঙায়? সমাধান জানুন | প্রথম আলো",
            "time": "2026-02-12T13:55:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fxnhg0ear%2Fpexels_photo_30819860.jpg?rect=0%2C51%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিড়াল মূলত নিশাচর প্রাণী। গৃহপালিত হওয়ার আগে ওরা স্বাধীনভাবে বনবাদাড়ে রাত কাটাত। সারা দিন ঘুমানোর পর রাতে বের হতো শিকারের খোঁজে। স্বভাব তো আর এক দিনে বদলে যায় না, তাই ঘরের বিড়ালের মধ্যেও সেই আদিম স্বভাব মাঝেমধ্যে মাথাচাড়া দিয়ে ওঠে। এর পেছনে অবশ্য বেশ কিছু কারণ আছে।</p><p><strong>সারা দিনের আলসেমি</strong></p><p>ঘরের ভেতরে থাকা বিড়ালেরা সাধারণত সারা দিন শুয়েবসেই কাটায়। খুব একটা খেলার সুযোগ পায় না। আর যদি বাসার লোকজন বাসার বাইরে থাকে, তাহলে তো কথাই নেই। সারা দিন অফুরন্ত সময় ওদের হাতে। ফলে সারা দিন ঘুমানোর পর রাতকে বেছে নেয় নিজের কাজের সময় হিসেবে।</p><p><strong>একাকিত্ব</strong></p><p>সারা দিন ঘরের বাইরে থেকে যখন অবশেষে ঘরে ফেরেন, তখন বিড়ালও চায় আপনার সঙ্গে সময় কাটাতে। ব্যস্ততার কারণে যেহেতু সারা দিন সময় দিতে পারেন না, তাই রাত তিনটায় বিড়াল আপনার সঙ্গে খেলতে ব্যস্ত হয়ে পড়ে।</p><p><strong>ক্ষুধা</strong></p><p>বিড়ালেরা পূর্বপুরুষেরা যেহেতু রাতে শিকার ও খাওয়াদাওয়া করত, তাই এই অভ্যাস ওদের ডিএনএতে লেখা আছে। তাই ওরা রাতে খেয়েই অভ্যস্ত। আপনি ঘুমিয়ে থাকলেও রাতের ক্ষুধা তো আর মরে যায় না। এ কারণে মাঝরাতে খাওয়ার জন্য আপনাকে জাগিয়ে তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন প্রজন্মের তিন বউ ভোট দিলেন একসঙ্গে | প্রথম আলো",
            "time": "2026-02-12T13:55:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F0q8wb069%2FThakurgaonDH059720260212202602120956121.jpg?rect=0%2C72%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বৃহস্পতিবার দুপুরে ঠাকুরগাঁও-১ আসনের দক্ষিণ বঠিনা উচ্চবিদ্যালয় ভোটকেন্দ্রে তাঁদের সঙ্গে কথা হয়। তাঁরা নারী ভোটারদের সারিতে দাঁড়িয়ে ছিলেন।</p><p>করুণা রানী বলেন, ‘আমরা তিন প্রজন্মের তিন বউ।’ শাশুড়িকে পরিচয় করিয়ে দিয়ে বলেন, ‘উনি (মহিনী) আমার শাশুড়ি। আর ওইটা (জবা) আমার ছেলের বউ। সবাই একসঙ্গে ভোট দিতে এসেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "এনসিপির আখতার হোসেনকে অবরুদ্ধ করার অভিযোগ বিএনপির কর্মীদের বিরুদ্ধে | প্রথম আলো",
            "time": "2026-02-12T13:46:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Ftx9ekad9%2FWhatsApp-Image-2026-02-12-at-7.32.50-PM.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আখতার হোসেন বলেন, ‘আমি একজন প্রার্থী, ভোট গণনার সময় উপস্থিত থাকতে পারি। কোন কেন্দ্রে কতটা ভোট গ্রহণ হয়েছে, সেটা জানার জন্য বিভিন্ন কেন্দ্রে যেতে পারি। দুর্ভাগ্যের বিষয়, হারাগাছ মডেল ডিগ্রি কলেজ ভোটকেন্দ্রে এসে ঢোকার পর বিএনপির হাজারের মতো কর্মী আমাকে অবরুদ্ধ করে রাখেন। তাঁরা আমাকে অশ্রাব্য ভাষায় গালিগালাজ করতে থাকেন। আমি যখন বের হয়ে আসতে চাই, তাঁরা আমাকে জীবননাশের হুমকি দেন।’</p><p>রংপুর মহানগর এনসিপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আলমগীর নয়ন প্রথম আলোকে বলেন, তাঁরা অন্তত ২০ মিনিট অবরুদ্ধ ছিলেন। পরে সেখানে পুলিশ ও সেনাবাহিনী গিয়ে তাঁদের উদ্ধার করেন। সেখান থেকে যাওয়ার পথে বিএনপির সমর্থকেরা তাঁদের গাড়ির কাচ ভাঙচুর করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুর-২ আসনের ৪০টি কেন্দ্রের ভোট স্থগিতের আবেদন জামায়াত প্রার্থীর | প্রথম আলো",
            "time": "2026-02-12T13:42:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fhqpfb38f%2FSariatpurDH054120260212Shariatpur-Pitar.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসনে বিভিন্ন কেন্দ্রে অনিয়ম, কেন্দ্র দখল, জাল ভোট ও ভোটারদের ভয়ভীতি প্রদর্শনের পরিপ্রেক্ষিতে ভোট কার্যক্রম স্থগিত ঘোষণার আবেদন করেছেন জামায়াতে ইসলামীর প্রার্থী। তিনি অভিযোগ করেন, বেশ কিছু কেন্দ্রে বিএনপির পক্ষে ব্যাপক অনিয়ম করা হয়েছে।</p><p>নির্বাচন কমিশনে দায়ের করা আবেদনে জামায়াতের পক্ষে দাবি করা হয়, শরীয়তপুর-২ আসনের বিভিন্ন ভোটকেন্দ্র থেকে অত্যন্ত উদ্বেগজনক ও গুরুতর অনিয়মের অভিযোগ পাওয়া যাচ্ছে। বিভিন্ন কেন্দ্রে কেন্দ্র দখল, জাল ভোট প্রদান, এক ব্যক্তির ভোট অন্য ব্যক্তি দ্বারা প্রদান, বুথে নির্দিষ্ট প্রতীকে প্রকাশ্যে সিল মারতে বাধ্য করা, বিএনপির এজেন্টদের সামনে প্রকাশ্যে ব্যালটে সিল প্রদান এবং দাঁড়িপাল্লা প্রতীকের এজেন্টদের কেন্দ্র থেকে বের করে দেওয়ার মতো অনিয়মের ঘটনা ঘটেছে বলে নির্ভরযোগ্য সূত্রে জানা গেছে। এ ছাড়া জামায়াতে ইসলামীর মনোনীত প্রার্থীর এজেন্টদের বাড়িতে গিয়ে নির্বাচনের আগের রাতে ভয়ভীতি ও হুমকি প্রদান করা হয়েছে। অনেক ক্ষেত্রে জামায়াতের সমর্থকদের ভোটকেন্দ্রে প্রবেশে বাধা দেওয়া হয়েছে এবং তাঁদের আজকের মধ্যেই এলাকা থেকে বের হয়ে যাওয়ার হুমকি দেওয়া হয়েছে। কিছু কেন্দ্রে ভোটারদের প্রকাশ্যে নির্দিষ্ট প্রতীকে ভোট দিতে বাধ্য করা হয়েছে। পাশাপাশি ভোটারদের অর্থের প্রলোভন দেখানোর ঘটনাও ঘটেছে বলে দাবি জামায়াতের।</p></div></div></div></body></html>"
        }
    ]
}