{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভোটে কারচুপির অভিযোগ এলডিপির অলি আহমদের | প্রথম আলো",
            "time": "2026-02-13T21:03:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fc0imqiim%2F%E0%A7%A9.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অলি আহমদ অভিযোগ করেন, এখানে আইনশৃঙ্খলা বাহিনীর যাঁরা নির্বাচনের দায়িত্বে ছিলেন, তাঁরা একতরফাভাবে কাজ করেছেন। বিভিন্ন জায়গায় তাদের এজেন্টদের সাড়ে ৪টার পর বের করে দিয়েছেন। এ ছাড়াও ওমর ফারুকের প্রায় সাড়ে ৪ হাজার ভোট বাতিল বলে গণ্য করেছে। এজেন্টেরা যখন এটা চ্যালেঞ্জ করেছেন, তাঁদেরকে বাতিলগুলো কেন–কীভাবে করা হয়েছে, এইগুলো দেখানো হয় নাই।</p><p>সম্পূর্ণ পরিকল্পিতভাবে ওমর ফারুককে পরাজিত করা হয়েছে অভিযোগ করে কর্নেল অলি বলেন, ‘ওমর ফারুকসহ বাংলাদেশে বিভিন্ন প্রার্থীরা যাঁরা এক থেকে দেড় হাজার ভোটে পরাজিত হয়েছেন, এটা সুপরিকল্পিতভাবে, অত্যন্ত সুক্ষভাবে এ কাজটা করা হয়েছে। আমরা পরাজিত হই নাই। পরাজিত হয়েছে আমার নির্বাচনী এলাকার জনগণ।’</p><p>ভিডিও বার্তায় এলডিপির সভাপতি আরও বলেন, এখন কিছু উচ্ছৃঙ্খল ছেলেরা তাঁদের কর্মীদের ওপর আক্রমণ করছে; এ ক্ষেত্রে প্রশাসন নিরব। অথচ প্রশাসনের উচিত দুদিন এখানে বসে প্রত্যেকটা জায়গায় টহল দেওয়া এবং দেখা কোনো জায়গা সমস্যা হচ্ছে কি না। তারা এ ব্যাপারে নীরব দর্শকের ভূমিকা পালন করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘হ্যাঁ’ জিতেছে, সংস্কার প্রস্তাব বাস্তবায়নের পথ খুলল | প্রথম আলো",
            "time": "2026-02-13T20:22:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F8jsj44yr%2F1.jpg?rect=286%2C0%2C3429%2C1800&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণভোটে ‘হ্যাঁ’ জয়ী হওয়ার ফলে প্রধানমন্ত্রীর একচ্ছত্র ক্ষমতা কিছুটা কমবে। এর পাশাপাশি রাষ্ট্রপতির ক্ষমতা কিছু ক্ষেত্রে বাড়বে। সাংবিধানিক পদে নিয়োগ হবে ক্ষমতাসীন দল, বিরোধী দল ও ক্ষেত্রবিশেষে বিচার বিভাগের প্রতিনিধিদের সমন্বয়ে গঠিত কমিটির মাধ্যমে। বিদ্যমান সংবিধান অনুযায়ী, প্রায় সব নির্বাহী কর্তৃত্ব প্রধানমন্ত্রীর হাতে ন্যস্ত। প্রধানমন্ত্রী ও প্রধান বিচারপতি নিয়োগ ছাড়া রাষ্ট্রপতিকে অন্য যেকোনো কাজ করতে হয় প্রধানমন্ত্রীর পরামর্শ অনুযায়ী।</p><p>এ ছাড়া কোনো বিষয়ে সংসদে ভোট দেওয়ার ক্ষেত্রে সংসদ সদস্যদের স্বাধীনতার আওতা বাড়বে। সব মিলিয়ে রাষ্ট্রের বিভিন্ন অঙ্গের মধ্যে ক্ষমতার ভারসাম্য তৈরি হওয়ার সম্ভাবনা বাড়বে।</p><p>‘হ্যাঁ’ ভোট জয়ী হওয়ায় আগামী সংসদ হবে দ্বিকক্ষবিশিষ্ট। সংবিধান সংশোধন পদ্ধতিতেও পরিবর্তন আসবে। কোনো একটি দলের চাওয়ার পরিপ্রেক্ষিতে সংবিধান সংশোধন করা কঠিন হবে।</p><p>জুলাই গণ-অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর ২০২৪ সালের ৮ আগস্ট অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন অন্তর্বর্তী সরকার দায়িত্ব নেয়। এরপর সরকার রাষ্ট্রের বিভিন্ন ক্ষেত্রে সংস্কারের অঙ্গীকার করে। এ লক্ষ্যে ২০২৪ সালের অক্টোবরের প্রথম সপ্তাহে সংবিধান, নির্বাচনব্যবস্থা, বিচার বিভাগ, দুর্নীতি দমন কমিশন, পুলিশ ও জনপ্রশাসন সংস্কার কমিশন গঠন করে। এরপর আরও কয়েকটি খাতে সংস্কারের সুপারিশ করতে কমিশন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই যুগ পর নিরঙ্কুশ জয় নিয়ে সরকারে যাচ্ছে বিএনপি | প্রথম আলো",
            "time": "2026-02-13T20:15:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fmrba08mi%2F5.PNG?rect=0%2C53%2C1041%2C547&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার নির্বাচনে বিএনপি দেশের দক্ষিণ, মধ্য, পূর্ব এবং উত্তর-পূর্বাঞ্চলে বিপুল সংখ্যাগরিষ্ঠতা পেয়েছে। তবে উত্তরবঙ্গ ও দক্ষিণ-পশ্চিমাঞ্চলে জামায়াতে ইসলামীর তুলনায় কম আসন পেয়েছে দলটি।</p><p>ফলাফল বিশ্লেষণে দেখা গেছে, কুড়িগ্রাম, নীলফামারী, গাইবান্ধা, রংপুর, চাঁপাইনবাবগঞ্জ, মেহেরপুর, সাতক্ষীরা ও চুয়াডাঙ্গা—এই আট জেলায় কোনো আসনই পায়নি বিএনপি। জেলাগুলোতে মোট আসনসংখ্যা ৩০। এর মধ্যে চাঁপাইনবাবগঞ্জ, মেহেরপুর ও চুয়াডাঙ্গায় অতীতের বিভিন্ন নির্বাচনে বিএনপি জয় পেয়েছিল।<br>চাঁপাইনবাবগঞ্জে বিএনপির চেয়ারম্যানের উপদেষ্টা পরিষদের সদস্য হারুন অর রশিদ জামায়াতের প্রার্থীর কাছে হেরে গেছেন। তিনি বিএনপির হয়ে চারবার সংসদ সদস্য হয়েছিলেন। এর মধ্যে ২০১৮ সালের বিপর্যয়কর নির্বাচনেও তিনি আওয়ামী লীগের প্রার্থীকে পরাজিত করেছিলেন। ’৯৬ সালে আওয়ামী লীগ সরকার গঠন করলেও হারুন অর রশিদ বিএনপির প্রার্থী হিসেবে চাঁপাইনবাবগঞ্জ থেকে জয়ী হন। এ ছাড়া চাঁপাইনবাবগঞ্জের আরেকটি আসনে শাহজাহান মিঞা তিনবারের সংসদ সদস্য ছিলেন। এবার তিনি হেরে গেছেন।</p><p>একইভাবে চুয়াডাঙ্গা ও মেহেরপুর জেলার দুটি করে চারটি আসনে বিএনপির প্রার্থীরা অতীতে একাধিকবার জয়ী হয়েছিলেন। এবার এই দুই জেলার চারটি আসন জামায়াতের দখলে গেছে। রংপুর ও কুড়িগ্রামে বিএনপি বরাবর দুর্বল হলেও এবার জাতীয় পার্টির দুরবস্থার সুযোগ নিতে পারেনি দলটি।</p></div></div></div></body></html>"
        },
        {
            "title": "কিছু আসনে ‘টার্গেট’ করে ফল পাল্টে দেওয়া হয়েছে: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2026-02-13T19:53:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fye6vqvzq%2Fnahid.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন-পরবর্তী সহিংসতা নিয়ে উদ্বেগ প্রকাশ করে এনসিপির আহ্বায়ক বলেন, ‘নির্বাচনের পরদিনই যারা তাদের প্রতিদ্বন্দ্বীদের ওপর হামলা, সারা দেশে নির্বিচার বাড়িঘরে হামলা, আগুন লাগানোর হুমকি এবং এলাকাছাড়া করতেছে, তাদের কাছে এই দেশের জনগণ কীভাবে নিরাপদ থাকবে, সেটা নিয়ে প্রশ্ন এসেছে।’</p><p>নেতা-কর্মী ও সমর্থকদের রক্ষায় ১১ দল ঐক্যবদ্ধ হয়েছে জানিয়ে নাহিদ ইসলাম বলেন, ‘শফিকুর রহমান (জামায়াতের আমির) স্পষ্টভাবে বলেছেন, এটার জন্য রাজপথে নামার প্রয়োজন হলে আমরা সেটার প্রস্তুতি নিচ্ছি। কারণ, এই দেশের মানুষকে, যারা ১১ দলের পক্ষে নির্বাচনে কাজ করেছে, নেতা-কর্মী-সমর্থক, তাদের হেফাজত করা বা রক্ষা করার দায়িত্ব আমাদের।’</p><p>এনসিপির আহ্বায়ক বলেন, জনগণ এত প্রতিকূলতার মধ্যেও ১১ দলের পক্ষে ভোট দিয়েছেন। ১১ দলের পক্ষে অনেকে বিজয়ী হয়েছেন। অনেক কারচুপি করেও তাঁদের বিজয় আটকানো যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে বিভিন্ন দেশের নেতাদের অভিনন্দন, একসঙ্গে কাজ করার প্রত্যাশা | প্রথম আলো",
            "time": "2026-02-13T19:53:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fa5g2vkxp%2FTareq-Rahman.jpg?rect=0%2C90%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করায় বিএনপি ও দলটির চেয়ারম্যান তারেক রহমানকে অভিনন্দন জানিয়েছেন পাকিস্তানের প্রেসিডেন্ট আসিফ আলী জারদারি ও প্রধানমন্ত্রী শাহবাজ শরিফ।</p><p>বিবিসির খবরে জানানো হয়, আসিফ আলী জারদারি বলেছেন, পাকিস্তান বাংলাদেশের গণতান্ত্রিক আকাঙ্ক্ষাকে সমর্থন করে এবং বাণিজ্য, প্রতিরক্ষা ও সাংস্কৃতিক বিনিময় জোরদার করতে নতুন সরকারের সঙ্গে কাজ করার প্রত্যাশা রাখে। পাকিস্তানের প্রেসিডেন্ট আশা প্রকাশ করেন, ঢাকার নতুন রাজনৈতিক পরিবেশ এ অঞ্চলজুড়ে আরও ‘ভারসাম্যপূর্ণ, স্বাধীন ও পারস্পরিক শ্রদ্ধাভিত্তিক সম্পৃক্ততা’ গড়ে তুলতে সহায়ক হবে।</p><p>বার্তা সংস্থা রয়টার্সের এক প্রতিবেদনে বলা হয়, নির্বাচনে বিজয় নিশ্চিত করায় বিএনপি ও তারেক রহমানকে অভিনন্দন জানিয়েছেন পাকিস্তানের প্রধানমন্ত্রী শাহবাজ শরিফ। বাংলাদেশের জনগণকেও অভিনন্দন জানিয়েছেন তিনি।</p><p>সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া এক পোস্টে শাহবাজ শরিফ লেখেন, ‘বাংলাদেশের সংসদ নির্বাচনে বড় ধরনের বিজয় অর্জন করায় আমি তারেক রহমানকে অভিনন্দন জানাচ্ছি। নির্বাচন সফল করায় বাংলাদেশের জনগণকেও অভিনন্দন জানাই।’</p><p>শাহবাজ আরও লেখেন, ‘আমি বাংলাদেশের নতুন নেতৃত্বের সঙ্গে ঘনিষ্ঠভাবে কাজ করতে চাই, যেন আমাদের ঐতিহাসিক দ্বিপক্ষীয় সম্পর্ক আরও দৃঢ় হয় এবং দক্ষিণ এশিয়া ও এর বাইরে শান্তি, স্থিতিশীলতা ও উন্নয়নের ক্ষেত্রে আমাদের অভিন্ন লক্ষ্য এগিয়ে নেওয়া যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় রানি এলিজাবেথ | প্রথম আলো",
            "time": "2026-02-13T19:40:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F57jj3yvn%2FWhatsApp-Image-2026-02-13-at-21.00.10.jpeg?rect=0%2C112%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠান শেষে বাইরে বেরিয়ে আসেন সাইদা খানম। রানিকে দেখার জন্য তখন সমুদ্রের ঢেউয়ের মতো মানুষ ছুটে আসছে। রানি ততক্ষণে উধাও। মানুষের ধাক্কায় নিচে পড়ে গেলেন সাইদা খানম। একজন ফটোসাংবাদিক দ্রুত এসে তাঁকে উঠতে সাহায্য না করলে তিনি সেদিন পদপিষ্ট হয়ে মারা যেতেন।</p><p>পরদিন রানি গেলেন চট্টগ্রামে। সেখান থেকে ফিরে বের হলেন নৌভ্রমণে। তখন বুড়িগঙ্গা ও শীতলক্ষ্যার সৌন্দর্য ছিল অন্যরকম। বুড়িগঙ্গার নির্মল ঢেউ দুই পারের সবুজ ছুঁয়ে যেত। পালতোলা নাওয়ের ওপর দিয়ে উড়ে যেত বকের সারি। ‘মেরী এন্ডারসন’ নামে যে স্টিমারে যাচ্ছিলেন রানি, তার পাশের লঞ্চে ছিলেন সাইদা খানমসহ অন্য আলোকচিত্রীরা। নদীর দুই তীরে অগণিত মানুষ হাত নেড়ে, ঢোল বাজিয়ে রানিকে অভিনন্দন জানাচ্ছে। রানিও মাঝেমধ্যে হাত নাড়ছেন। ভ্রমণ শেষে রানি যান আদমজী জুট মিলে। সেখানে একটা বিশেষ জায়গা বেছে নেন; যেখান থেকে রানিকে কাছাকাছি ফ্রেমে ধরা যাবে। রানি তাঁর সামনে দিয়েই হেঁটে গেলেন। এত কাছ থেকে ছবি তুলতে পারবেন, ভাবতেও পারেননি সাইদা খানম।</p><p>বিদায়ের আগের দিন রানিকে দেখা গেল অন্য মাধুর্যে। রাতে গভর্নর হাউসে ছিল রানির ডিনার পার্টি। সন্ধ্যার আগে আগে রাস্তার দুই পাশে মালার মতো আলো জ্বলে উঠল। হোম ইকোনমিকস কলেজের আমেরিকান উপদেষ্টা ডরিস হ্যানসনকে সঙ্গে নিয়ে ঢাকা বিশ্ববিদ্যালয়ের কার্জন হলের সামনে দাঁড়িয়ে ছিলেন সাইদা খানম। রানির হুড খোলা গাড়ি ধীরে ধীরে সামনের দিকে আসছে। রানি মাথায় হীরা বসানো সরু রাজকীয় মুকুট আর গলায় হীরার নেকলেস। রানিকে রানির সাজে দেখলেন সবাই। আর সেই দৃশ্য বন্দী হলো সাইদা খানমের ক্যামেরায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে মুক্তিযুদ্ধের চেতনায় ‘রাজাকারবিরোধী’ গানের অনুষ্ঠান | প্রথম আলো",
            "time": "2026-02-13T19:39:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fb0wr61p2%2FDU-DANCE-MUSIC.jpg?rect=0%2C12%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে বক্তব্য দেন রাষ্ট্রবিজ্ঞান বিভাগের শিক্ষার্থী এনামুল হাসান। তিনি বলেন, ‘নির্বাচনের আগে দেশবিরোধী জামায়াতি অপশক্তি গত দেড় বছর ধরে তাদের পুরোনো মুক্তিযুদ্ধবিরোধী রাজনীতি করার চেষ্টা করেছে। আমরা টিএসসিতে দেখেছি কীভাবে স্বীকৃত যুদ্ধাপরাধীদের ছবি টাঙিয়েছে। আমরা তাদের আস্ফালন ও উচ্চবাচ্চ্য দেখেছি।’</p><p>সাম্প্রতিক জাতীয় নির্বাচন প্রসঙ্গে তিনি বলেন, ‘গতকালকের নির্বাচনের মাধ্যমে দেশের মানুষ একাত্তরবিরোধী অপশক্তিকে রুখে দিয়েছে। যদিও জামায়াত এই মুহূর্তে কার্যত বিরোধী দল। এটা বাংলাদেশের জন্য একটি অ্যালার্মিং ব্যাপার।’</p><p>ঢাকা বিশ্ববিদ্যালয়ের এই শিক্ষার্থী বলেন, ‘একাত্তরবিরোধী এজেন্ডার বিরুদ্ধে আমাদের যে অবস্থান, সে অবস্থানকে সুদৃঢ় করতে “সব রাজাকার ভেসে যাবে বঙ্গোপসাগরে” গানের মহড়া করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে শাহবাজ শরিফের ফোন, একসঙ্গে কাজ করার প্রত্যয় | প্রথম আলো",
            "time": "2026-02-13T19:28:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fbbkcgk83%2F7.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফোনালাপে সফলভাবে জাতীয় নির্বাচন সম্পন্ন করায় বাংলাদেশের জনগণকেও অভিনন্দন জানান শাহবাজ শরিফ। তিনি বলেন, এই নির্বাচনের মাধ্যমে জাতির লালিত গণতান্ত্রিক চেতনা ও মূল্যবোধ প্রতিফলিত হয়েছে।</p><p>পাকিস্তান ও বাংলাদেশের মধ্যকার ঐতিহাসিক ও ভ্রাতৃপ্রতিম সম্পর্কের কথা স্মরণ করেন পাকিস্তানের প্রধানমন্ত্রী। উভয় দেশের সার্বভৌম সমতার প্রতি পূর্ণ শ্রদ্ধা রেখে পারস্পরিক স্বার্থসংশ্লিষ্ট সব ক্ষেত্রে দ্বিপক্ষীয় সহযোগিতা আরও জোরদার এবং আঞ্চলিক শান্তি ও অগ্রগতিতে দুই দেশের নেতৃত্বের একসঙ্গে কাজ করার প্রত্যয় ব্যক্ত করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোট গণনায় ব্যর্থতার পরিচয় দিয়েছে নির্বাচন কমিশন ও সরকার | প্রথম আলো",
            "time": "2026-02-13T18:43:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Ft13xsdgz%2Fncp-asif.jpg?rect=0%2C68%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোট গণনা নিয়ে আপত্তি থাকায় এনসিপি ও ১১–দলীয় ঐক্য ইতিমধ্যে পুনরায় ভোট গণনার আবেদন করেছে বলেও জানান আসিফ মাহমুদ।</p><p>এই এনসিপি নেতা অভিযোগ করেন, নির্বাচন কমিশন, সরকার, দেশের গণমাধ্যম এবং নির্বাচনসংশ্লিষ্ট ব্যক্তিদের বোঝাপড়ার মাধ্যমে ভোট গণনায় একধরনের মেটিকুলাস প্ল্যান বাস্তবায়ন করা হয়েছে। যেই প্ল্যানের উদ্দেশ্য ছিল, বিএনপিকে জাতীয় সংসদের দুই–তৃতীয়াংশ আসন পাইয়ে দেওয়া।</p><p>আসিফ মাহমুদ বলেন, একধরনের আন্ডারস্ট্যান্ডিয়ের (বোঝাপড়া) মধ্য দিয়ে টু–থার্ড মেজরিটি পাইয়ে দেওয়ার যে প্ল্যানের কথা আমরা বলছি, সেটা বাস্তবায়ন করা হয়েছে।<br>ভোটের ফলাফল ঘোষণার পর দেশের বিভিন্ন জেলায় এনসিপি ও ১১–দলীয় জোটের অন্য দলকে যাঁরা ভোট দিয়েছেন, তাঁদের ওপর হামলা, হেনস্তা ও মামলা দেওয়া হচ্ছে বলে অভিযোগ করেন আসিফ মাহমুদ।</p></div></div></div></body></html>"
        },
        {
            "title": "রুমিন ফারহানাসহ জয় পাওয়া স্বতন্ত্র ৭ জনই বিএনপির বিদ্রোহী | প্রথম আলো",
            "time": "2026-02-13T18:34:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F3uxg4h4k%2FYT.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"রুমিন ফারহানাসহ জয় পাওয়া স্বতন্ত্র ৭ জনই বিএনপির বিদ্রোহী  \" class=\"nA4h1 \">রুমিন ফারহানাসহ জয় পাওয়া স্বতন্ত্র ৭ জনই বিএনপির বিদ্রোহী  </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-14T00:34:37+06:00\"><span>প্রকাশ: ১৩ ফেব্রুয়ারি ২০২৬, ১৮: ৩৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "একটা মানুষের চোখের দিকে তাকিয়ে যদি প্রেম প্রেম ভাবই না আসে তাহলে সংসার করা আর কিসের টানে | প্রথম আলো",
            "time": "2026-02-13T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2F7woocd0h%2FGeminiGeneratedImagey83073y83073y830.png?rect=0%2C243%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনের মতো চোখের দেখা আর মেলে না। বাসায় দুই দিন পরপর বিচারসভা বসে। আম্মা কথা বলা বন্ধ করে দেয়। বড় ভাই তো সাফ জানিয়ে দিয়েছে, ‘তোমাদের মেয়ের বিয়ে তোমরাই দাও। আমি এসবে নাই। তার নাকি চোখ লাগবে? তা আমি কি অন্ধ ছেলে ধরে আনি নাকি! যত্তসব।’</p><p>আব্বা বলে, ‘ইডিয়ট, স্টুপিড।’</p><p>বাস্তবিকই তা–ই। পাত্র আসে আর যায়। অবস্থা দাঁড়ায় এমন পুত্রের বাপ সবুর করিতে পারিতেন কিন্তু কন্যার বাপ সবুর করিতে পারছেন না! একটা প্রাপ্তবয়স্ক মেয়েকে তো আর জোর করে বিয়ে দেওয়া যায় না। নয়তো আজ-কালের মধ্যেই রাস্তা থেকে একটা লোক তুলে এনে বিয়ের বন্দোবস্ত করে দিতেন। যে মেয়ে বিসিএস ক্যাডারদের নাক সিঁটিয়ে টাকলা, ভুঁড়িওয়ালা বলে প্রত্যাখ্যান করে, তার উপযুক্ত সাজা এই। রাস্তা থেকে কাউকে ডেকে পত্রপাঠ নগদে বিদায়।</p><p>আমি কিন্তু আমার সিদ্ধান্তে অনড়। বাসায় সবাই হতাশ হয়ে হাত গুটিয়ে নেওয়া শুরু করল। আর যা–ই হোক এই মেয়ে বিয়ে নিয়ে সিরিয়াস না৷</p><p>কিছুদিন পরই এক বন্ধুকে নিয়ে বাসায় এসেছে বড় ভাই। ছেলেটার মাস তিনেক আগে বউ মরে গেছে। আজ দুপুরে উনি আমাদের সঙ্গে খাবেন, তা খাক, আমার কী সমস্যা! কিন্তু সমস্যা আমারই হলো। যখন প্লেটে ভাত তুলে দিতে যাব, তখনই চোখে চোখ পড়ল। এই সেই চোখ, যার জন্য বাসার সবার সঙ্গে আমার বিশ্বযুদ্ধ।</p><p>ছেলেটার আপত্তি ছিল না। নানি শুধু নাক সিঁটিয়ে বলল, ‘এ্যাহ, বিধবা বেডা।’</p></div></div></div></body></html>"
        },
        {
            "title": "কিছু আসনে কারচুপি ও ভোটের পর বিভিন্ন স্থানে হামলার অভিযোগ | প্রথম আলো",
            "time": "2026-02-13T18:15:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F23rpfa59%2FJamat-Amir-01.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনে হারজিত থাকবে, এটা স্বাভাবিক উল্লেখ করে জামায়াতের আমির বলেন, ‘সেই হারজিতটা যদি স্বাভাবিকভাবে হয় তাহলে কারও সেখানে বড় কোনো আপত্তি থাকে না। সবাই সাধারণত মেনে নেয়। কিন্তু যদি সেখানে বড় ধরনের কোনো বৈষম্য অথবা ইরেগুলারিটিজ হয়ে থাকে, অনিয়ম হয়ে থাকে, তাহলে স্বাভাবিকভাবেই এটা প্রশ্ন তৈরি করে। আমরা আমাদের পক্ষ থেকে গতকাল এই ইতিবাচক দৃষ্টিভঙ্গি জানানোর পরেও আজকে বাংলাদেশের বিভিন্ন জায়গায় ১১–দলীয় নির্বাচনী জোটের কর্মী, সমর্থক, এজেন্ট ও ভোটারদের বাড়িতে বাড়িতে হামলা হচ্ছে, ব্যক্তির ওপর হামলা হচ্ছে, আগুন ধরিয়ে দেওয়া হচ্ছে বাড়িতে।’</p><p>হুঁশিয়ারি দিয়ে জামায়াতের আমির বলেন, ‘নির্বাচনে যাঁরা সংখ্যাগরিষ্ঠ আসন পেয়েছেন, যেভাবেই পেয়ে থাকুন, এ ব্যাপারে আমাদের যথেষ্ট অবজারভেশন ও আপত্তি আছে, দায় মূলত তাঁদেরকেই নিতে হবে। দেশের শান্তিশৃঙ্খলা রক্ষা করা হবে—যদি তাঁরা সরকার গঠন করেন, এটা তাঁদের দায়িত্ব। কিন্তু এখন এগুলো কিসের আলামত? এখন এগুলো বন্ধ করতে হবে। এখনো যদি বন্ধ করা না হয়, আমরা বাধ্য হব যেকোনো সিদ্ধান্ত নিতে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তোমার জীবনেও এমন কেউ আসুক, বলুক, চলো বৃষ্টিতে ভিজি | প্রথম আলো",
            "time": "2026-02-13T18:02:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fzq9fnyvt%2FGeminiGeneratedImagei3sdcui3sdcui3sd.png?rect=0%2C339%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীপু বলল, ‘আমাকে একটা ছাতা জোগাড় করে দিতে পারবে? বৃষ্টিতে ক্যাম্পাসে আটকা পড়েছি।’</p><p>একটা ছাতা জোগাড় করে হাঁটতে হাঁটতে ক্যাম্পাসের দিকে যেতে থাকি। এইটুকু পথেই কত গল্প জমা হয় মনে!</p><p>ছাতাটি দীপুর হাতে দিতেই তার সে কী উচ্ছ্বাস! একফাঁকে বলল, ‘তোমাকে বলাই হয়নি, আমার বন্ধু আনাম এসেছে। ওকেই রিসিভ করতে যাচ্ছি। ওর সঙ্গে আমার তিন বছরের অ্যাফেয়ার।’</p><p>আমি কিছু বলতে পারি না।</p><p>‘তোমার জীবনেও এমন কেউ আসুক, বলুক, চলো বৃষ্টিতে ভিজি,’ হেসে এই কথা বলে চলে গেল দীপু।</p><p>আমি ভিজলাম। চোখের কোণে কয়েক ফোঁটা অশ্রু আড়াল করল এই বৃষ্টি। চার্লি চ্যাপলিনের কথা মনে পড়ল, ‘আমি বৃষ্টিতে হাঁটি, যাতে কেউ আমার অশ্রু দেখতে না পারে।’</p><p>আমিও হাঁটলাম। মনে হলো, এ পথ ফুরানোর নয়।</p><p>তারপর বন্ধুরা কত দিন জানতে চেয়েছে, সেদিন দীপু আসলে কী বলতে এসেছিল। আমি কিছুই বলতে পারি না। আমি বলতে পারব না। নোটের মতো সামান্য জিনিসের কথা কি বলা যায়!</p></div></div></div></body></html>"
        },
        {
            "title": "বসন্তের সাজে সাবিলা, ফাঁকা ঢাকার ছবি দিলেন কেয়া পায়েল | প্রথম আলো",
            "time": "2026-02-13T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F9z0xbdde%2FWhatsApp-Image-2026-02-13-at-7.39.53-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">আগামীকাল বসন্তের প্রথম দিন। আজ বসন্তের সাজে ছবি ইনস্টাগ্রামে পোস্ট করে সাবিলা নূর লিখেছেন, ‘বসন্ত’।</figcaption><figcaption class=\"story-element-image-attribution\">শিল্পীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পাটোয়ারী-মামুনুলের ফলাফলের প্রতিকার চাইলেন জামায়াতের আমির | প্রথম আলো",
            "time": "2026-02-13T17:53:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fl6hoswh5%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পাটোয়ারী-মামুনুলের ফলাফলের প্রতিকার চাইলেন জামায়াতের আমির\" class=\"nA4h1 \">পাটোয়ারী-মামুনুলের ফলাফলের প্রতিকার চাইলেন জামায়াতের আমির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-13T23:53:29+06:00\"><span>প্রকাশ: ১৩ ফেব্রুয়ারি ২০২৬, ১৭: ৫৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লার ১১টি আসনে জয় পেলেন কারা, কত ভোট পেলেন | প্রথম আলো",
            "time": "2026-02-13T17:40:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fe5ikabma%2FCumillaDH175220260213IMG20260213193706.jpg?rect=0%2C0%2C1243%2C653&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কুমিল্লা–৬:</strong> কুমিল্লা আদর্শ সদর ও সদর দক্ষিণ উপজেলা, সিটি করপোরেশন এবং সেনানিবাস এলাকা নিয়ে গঠিত কুমিল্লা-৬ আসনটি জেলার ‘সদর’ আসন হিসেবে পরিচিত। এই আসনে বিএনপির প্রার্থী দলটির চেয়ারম্যানের উপদেষ্টা মনিরুল হক চৌধুরী বিপুল ভোটে বিজয়ী হয়েছেন। ধানের শীষ প্রতীকে তিনি পেয়েছেন ২ লাখ ১ হাজার ৭০৬ ভোট। তাঁর নিকটকম প্রতিদ্বন্দ্বী মহানগর জামায়াতের আমির কাজী দ্বীন মোহাম্মদ দাঁড়িপাল্লা  প্রতীকে ১ লাখ ১৯ হাজার ৮৫১ ভোট পেয়েছন। এ আসনে গণভোট হ্যাঁ–ভোট দিয়েছেন ২ লাখ ১৩ হাজার ২৪৯ জন। আর না–ভোট দিয়েছেন ৯৮ হাজার ৪৫০ জন।</p><p><strong>কুমিল্লা (চান্দিনা)–৭:</strong> কুমিল্লায় বিজয়ীদের মধ্যে বড় চমক দেখিয়েছেন বিএনপির বিদ্রোহী (স্বতন্ত্র) প্রার্থী আতিকুল আলম (শাওন)। এ আসনের চারবারের সংসদ সদস্য রেদোয়ান আহমেদকে পরাজিত করেছেন তিনি। বিএনপির চান্দিনা উপজেলার সভাপতির পদ থেকে বহিষ্কার হওয়া আতিকুল আলম কলস প্রতীক ৯১ হাজার ৬৯০ ভোট পেয়ে বেসরকারিভাবে নির্বাচিত হয়েছেন। এলডিপি মহাসচিবের পদ থেকে পদত্যাগ করে বিএনপিতে যোগ দেওয়া রেদোয়ান আহমেদ ধানের শীষ প্রতীকে পেয়েছেন ৪৮ হাজার ৫০৯ ভোট। এই আসনে ১১-দলীয় জোটের প্রার্থী খেলাফত মজলিসের সোলেমান খাঁন দেয়ালঘড়ি প্রতীকে ২৬ হাজার ৩১৯ ভোট পেয়ে তৃতীয় হয়েছেন।</p><p>এ আসনে গণভোট হ্যাঁ–ভোট দিয়েছেন ১ লাখ ২৩ হাজার ৬৬৪ জন। আর না–ভোট দিয়েছেন ৩৯ হাজার ৩৫৮ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "ধানের শীষ নিয়ে বাজিতে মহিষ জিতে ব্যান্ড বাজিয়ে বাড়ি ফিরলেন, এলাকায় উৎসব | প্রথম আলো",
            "time": "2026-02-13T17:39:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fxhwc7p2u%2FSherpurDH056120260213Sherpur-pic0213.02.2026.jpg?rect=0%2C73%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল মান্নানের ছেলে সোহেল মিয়া বলেন, ‘আমার আব্বা বাজিতে মহিষ জেতায় আমরা সকালে ব্যান্ড পার্টি নিয়ে জামায়াতের ওই সমর্থকের বাড়ি থেকে মহিষ নিয়ে এসেছি।’ স্থানীয় বাসিন্দা রিয়াজ আহম্মেদ বলেন, ‘এটা আসলে মজার বাজি ছিল। কিন্তু ফলাফল হওয়ার পর মহিষ নিয়ে বাজনা বাজিয়ে যেভাবে মান্নান ভাই বাড়ি ফিরেছেন, সেটা দেখতে সবাই বের হয়ে এসেছিল।’</p><p>এ বিষয়ে কলসপাড় ইউনিয়ন পরিষদের চেয়ারম্যান আবদুল মজিদ বলেন, ‘আমীর হোসেন ও আবদুল মান্নানের মধ্যে নানা-নাতির সম্পর্ক। তাঁরা মজার ছলেই বাজি ধরেছিলেন। আজ বাজনাসহ বাজার ঘুরে মান্নান বাজির মহিষ তাঁর বাড়িতে নিয়ে যান। তাঁদের মধ্যে এখনো ভালো সম্পর্ক রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত কর্মীকে পিটিয়ে জখমের অভিযোগ বিএনপির প্রার্থীর সমর্থকদের বিরুদ্ধে | প্রথম আলো",
            "time": "2026-02-13T17:38:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F99e51786-d8c2-423e-b061-caec4b43c1f7%2Fvola.png?rect=0%2C145%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে উপজেলা বিএনপির যুগ্ম আহ্বায়ক সরোয়ার আলম খান বলেন, ‘ঘটনাটি শুনেছি, দেখি কী করা যায়।’</p><p>বোরহানউদ্দিন উপজেলা নির্বাহী কর্মকর্তা ও সহকারী রিটার্নিং কর্মকর্তা মনোরঞ্জন বর্মন জানান, ঘটনাটি জানা ছিল না, খোঁজ নিয়ে ব্যবস্থা নেওয়া হবে।</p><p>ভোলা-২ আসনে বিএনপির প্রার্থী হাফিজ ইব্রাহিম ধানের শীষ প্রতীকে ১ লাখ ১৯ হাজার ৮৫ ভোট পেয়ে জয়ী হয়েছেন। তাঁর নিকটতম প্রতিদ্বন্দ্বী জামায়াতের ফজলুল করিম দাঁড়িপাল্লা প্রতীকে ৯৩ হাজার ৭০৩ ভোট পেয়েছেন।</p><p>জয়ের পর হাফিজ ইব্রাহিম সামাজিক যোগাযোগমাধ্যমে সবাইকে শান্তি ও সম্প্রীতি বজায় রাখার আহ্বান জানিয়েছেন। ফেসবুকে দেওয়া এক পোস্টে তিনি বলেছেন, ‘নির্বাচন–পরবর্তী সময়ে কেউ কোনো অন্যায় কাজে জড়াব না, সংঘাত এড়িয়ে শান্তি প্রতিষ্ঠার জন্য কাজ করব, যে করবে তাঁর বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "টার্গেট করে কিছু আসনের ফল পরিবর্তন করা হয়েছে: ১১ দলের ব্রিফিংয়ে নাহিদ ইসলাম | প্রথম আলো",
            "time": "2026-02-13T17:28:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fasfwgqnl%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"টার্গেট করে কিছু আসনের ফল পরিবর্তন করা হয়েছে: ১১ দলের ব্রিফিংয়ে নাহিদ ইসলাম\" class=\"nA4h1 \">টার্গেট করে কিছু আসনের ফল পরিবর্তন করা হয়েছে: ১১ দলের ব্রিফিংয়ে নাহিদ ইসলাম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-13T23:28:26+06:00\"><span>প্রকাশ: ১৩ ফেব্রুয়ারি ২০২৬, ১৭: ২৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভোটের ফলাফল প্রত্যাখ্যান করে সংবাদ সম্মেলন করলেন বিএনপির পরাজিত বিদ্রোহী প্রার্থী | প্রথম আলো",
            "time": "2026-02-13T17:27:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fnhhfktci%2FMADARIPURDH069920260213MADARIPUR-13-02-26-ELECTION-PRESS-CON-PIC-01.JPG.JPG?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিল্টন বৈদ্য বলেন, ‘নির্বাচনে জনগণ যে ভোটাধিকার প্রয়োগ করেছে তার প্রতিফলন ঘটেনি। নির্বাচনের পূর্ণাঙ্গ ফলাফলের আগেই প্রার্থী বিজয়মিছিল করেছে। বিএনপির ডামি প্রার্থী শহিদুল ইসলামের নেতৃত্বে তাঁর ভাই লিটন খান ও শিপন খান দেশীয় অস্ত্রশস্ত্রসহ মিছিল নিয়ে আমার বাড়িতে হামলা চলাতে এসেছিল। কিন্তু আমার কর্মী–সমর্থকেরা প্রতিরোধ গড়ে তোলে। এতে আমার কয়েকজন কর্মী আহত হয়েছেন।’</p><p>মিল্টন বৈদ্য বলেন, ‘নির্বাচনে ৪৬ হাজার মানুষ আমাকে ভোট দিয়েছে। নির্বাচনের ফলাফল ঘোষণার পর থেকে এই ভোটাররা নিরাপত্তাহীনতায় ভুগছে। আমার বাড়িতে দিন–রাত পুলিশ পাহারা দিচ্ছে। আমার কর্মী–সমর্থক ও ভোটারদের বাড়িতে কে পাহারা দেবে? নির্বাচনের ফল ঘোষণার পর থেকে রাজৈর এলাকায় ভীতিকর পরিস্থিতি সৃষ্টি করা হচ্ছে। আমি এ ঘটনার তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছি।’</p><p>বিএনপির বিজয়ী প্রার্থী জাহান্দার আলী মিয়াকে সহিংসতা থেকে সরে আসার আহ্বান জানিয়ে মিল্টন বৈদ্য বলেন, ‘আমি অনুরোধ করে বলছি, সহিংসতার রাজনীতি ছাড়ুন। সংঘাত থেকে সরে আসুন। নির্বাচনে যে যার জায়গা থেকে পছন্দের মানুষকে ভোট দিয়েছে। এখানে কেউ সহিংসতা চায় না। আপনি দয়া করে সহিংসতা করবেন না। এতে দিন শেষে ক্ষতিগ্রস্ত সবাই হব।’</p><p>অভিযোগের বিষয়ে জানতে চাইলে জেলা বিএনপির যুগ্ম আহ্বায়ক জামিনুর হোসেন (মিঠু) প্রথম আলোকে বলেন, নির্বাচনে কোন অনিয়ম হয়নি। কোনো ভোটারকে ভয় দেখানোর কাজ কেউ করেনি, এজেন্টদের বেরও কেউ করেনি। তাঁর (মিল্টন বৈদ্য) অভিযোগ কতটুকু যৌক্তিকতা আছে সেটা তিনিই জানেন। তবে দালালিক প্রমাণ ছাড়া এসব অভিযোগ শুধু বলার জন্য বলা। অভিযোগকারী প্রার্থী নিজেও জানেন তাঁর দাবি অসত্য।</p></div></div></div></body></html>"
        }
    ]
}