{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এনসিটি পরিচালনায় ন্যায্য দরপত্র প্রক্রিয়া চেয়ে করা রিটের আদেশ পিছিয়েছে | প্রথম আলো",
            "time": "2025-07-23T06:25:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-28%2F2ceyoaqp%2FWhatsApp-Image-2025-06-28-at-5.27.07-PM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিউমুরিং কনটেইনার টার্মিনাল বিদেশি প্রতিষ্ঠানের হাতে ছেড়ে দেওয়ার প্রক্রিয়ার বৈধতা নিয়ে বাংলাদেশ যুব অর্থনীতিবিদ ফোরামের পক্ষে সংগঠনটির সভাপতি মির্জা ওয়ালিদ হোসাইন রিটটি করেন।</p><p>‘নিউমুরিং টার্মিনালে সবই আছে, তবু কেন বিদেশির হাতে যাচ্ছে’ শিরোনামে গত ২৬ এপ্রিল প্রথম আলোয় একটি প্রতিবেদন ছাপা হয়। এই প্রতিবেদনসহ এ বিষয়ে বিভিন্ন গণমাধ্যমে প্রকাশিত প্রতিবেদন রিটে যুক্ত করা হয়। এরই ধারাবাহিকতায় ৯ জুলাই রিটের ওপর শুনানি শেষ হয়।</p><p>রিটের পক্ষে জ্যেষ্ঠ আইনজীবী জয়নুল আবেদীন, এ এম মাহবুব উদ্দিন খোকন ও আহসানুল করিম এবং আইনজীবী কায়সার কামাল শুনানি করেন। সঙ্গে ছিলেন আইনজীবী আনোয়ার হোসেন। রাষ্ট্রপক্ষে অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান ও ডেপুটি অ্যাটর্নি জেনারেল মো. মহাদ্দেস-উল-ইসলাম শুনানি করেন, সঙ্গে ছিলেন ডেপুটি অ্যাটর্নি জেনারেল মাহফুজ বিন ইউসুফ</p></div></div></div></body></html>"
        },
        {
            "title": "একজন বিয়োগান্ত নায়ক | প্রথম আলো",
            "time": "2025-07-23T06:17:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fe13y0vqd%2F23072025-dh-16.jpg?rect=0%2C228%2C1208%2C634&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাজউদ্দীন স্পষ্টতই পাকিস্তান ভেঙে দেওয়ার ইঙ্গিত দিয়েছিলেন। তারপরও ২৪ মার্চ পর্যন্ত আলোচনার নামে কালক্ষেপণ হয়। ২৫ মার্চ মধ্যরাতে পাকিস্তানি সামরিক বাহিনী বাঙালির ওপর প্রচণ্ড আঘাত হানে। শুরু হয়ে যায় প্রতিরোধযুদ্ধ।</p><p>২৫ মার্চ রাতে দেয়ালে আমাদের পিঠ ঠেকে গিয়েছিল। আমাদের সামনে কী কী বিকল্প ছিল? আমরা একতরফা স্বাধীনতা ঘোষণা করতে পারতাম। শেখ মুজিবের হিসাব ছিল ভিন্ন। সশস্ত্র স্বাধীনতার লড়াইয়ের যে অনিশ্চিত, কষ্টকর, কণ্টকাকীর্ণ পথ, সে পথে তিনি যাননি। তাহলে লড়াইটা হবে কীভাবে?</p><p>প্রতিবেশী ভারত সীমান্ত খুলে দিল। দলের অন্য নেতারা ও তরুণদের একটা অংশ ছুটল সীমান্তের দিকে। ভারত তাদের আশ্রয়-প্রশ্রয় ও সামরিক সহযোগিতা দিল। এই কালবেলায় তাজউদ্দীন এককভাবে একটি গুরুত্বপূর্ণ সিদ্ধান্ত নেন। তিনি ভারতের সীমান্তরক্ষী বাহিনীর সহযোগিতা নিয়ে চলে যান নয়াদিল্লি। ভারতের প্রধানমন্ত্রী ইন্দিরা গান্ধীর পরামর্শে ১০ এপ্রিল গঠন করেন বাংলাদেশ সরকার। এই সরকারের আনুষ্ঠানিক যাত্রা শুরু হয় ১৭ এপ্রিল মেহেরপুরের আমবাগানে। সরকারের ঠাঁই হয় কলকাতার থিয়েটার রোডের একটি দোতলা বাড়িতে।</p><p>ভারতে আশ্রয় নেওয়া এবং তাদের সাহায্য নিয়ে সরকার গঠন করার মধ্যেই ছিল একধরনের সমীকরণ ও সংকট। বাংলাদেশের যুদ্ধ একই সঙ্গে হয়ে যায় ভারতের যুদ্ধ। প্রবাসী সরকারের নিউক্লিয়াস ছিলেন তাজউদ্দীন। ভারতের আশ্রয়ে থাকার কারণেই তাঁকে এমন কিছু সিদ্ধান্ত নিতে হয়, যা এড়ানো যেত না। কেউ পারতেন না। ফলে যুদ্ধে একপর্যায়ে চালকের আসনে বসে যায় ভারত। তাজউদ্দীনের কপালে কেউ কেউ যুক্ত করে দেয় ‘ভারতের দালাল’ তকমা। চার বছর পর তাঁকে জীবন হারাতে হয় এই ‘কলঙ্ক’ নিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারের চকরিয়ায় দুটি বাস ও কাভার্ড ভ্যানের সংঘর্ষে তিনজন আহত | প্রথম আলো",
            "time": "2025-07-23T06:13:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fiz3wxki8%2FWhatsApp-Image-2025-07-23-at-12.00.25-1.jpeg?rect=0%2C657%2C1204%2C632&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম-কক্সবাজার মহাসড়কের চকরিয়া উপজেলায় দুটি বাস ও একটি কাভার্ড ভ্যানের সংঘর্ষ হয়েছে। এতে তিনজন আহত হয়েছেন। আজ বুধবার সকাল সাড়ে ছয়টার দিকে উপজেলার হারবাং স্টেশন এলাকায় চট্টগ্রাম-কক্সবাজার মহাসড়কে এ ঘটনা ঘটে। দুর্ঘটনাকবলিত এই তিন যানবাহন জব্দ করেছে হাইওয়ে পুলিশ।</p><p>হাইওয়ে পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা যায়, ঢাকা থেকে কক্সবাজারের উদ্দেশে ছেড়ে যাওয়া সেন্টমার্টিন ও আয়ান পরিবহনের দুটি বাস পাল্লা দিয়ে চলছিল। এ সময় সেন্টমার্টিন পরিবহনের বাসটি আরেকটি বাহনকে ওভারটেক করার জন্য চট্টগ্রামমুখী লেনে চলে যায়। পরে ওই লেনে থাকা একটি কাভার্ড ভ্যানের সঙ্গে সংঘর্ষ হয়। এ সময় পেছন থেকে আসা আয়ান পরিবহনের বাসটিও নিয়ন্ত্রণ হারিয়ে এ দুটি যানবাহনকে ধাক্কা দেয়। এতে বাসে থাকা তিন যাত্রীর মাথা ফেটে যায়। তাঁদের উদ্ধার করে চকরিয়া উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ একদিন তার নিজস্ব প্রয়োজনে তাজউদ্দীন আহমদকে খুঁজে নেবে - শারমিন আহমদ | প্রথম আলো",
            "time": "2025-07-23T06:12:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Ffcchey15%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বাংলাদেশ একদিন তার নিজস্ব প্রয়োজনে তাজউদ্দীন আহমদকে খুঁজে নেবে - শারমিন আহমদ\" class=\"nA4h1 \">বাংলাদেশ একদিন তার নিজস্ব প্রয়োজনে তাজউদ্দীন আহমদকে খুঁজে নেবে - শারমিন আহমদ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-23T12:12:39+06:00\"><span>প্রকাশ: ২৩ জুলাই ২০২৫, ০৬: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নতুন করে হাঁটা শিখে ৫৭ বছর বয়সে ভারোত্তোলনে বিশ্ব রেকর্ড | প্রথম আলো",
            "time": "2025-07-23T06:05:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fu139aadf%2FWeight-Lifter.jpg?rect=0%2C29%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়ারল্যান্ডের বাসিন্দা লিয়াম বেভিলের জীবনের গল্পটা যেন একদম হলিউড চলচ্চিত্রের মতো। ১৮ বছর বয়সে চলাফেরার ক্ষমতা হারিয়ে ফেলেছিলেন তিনি। তবে তাতে হার মানেননি। শারীরিক প্রতিবন্ধকতাকে জয় করে একসময় বেভিল হয়ে ওঠেন জাতীয় ভারোত্তোলন চ্যাম্পিয়ন! শুধু তা-ই নয়, গড়েছেন বিশ্ব রেকর্ডও। </p><p>গল্পের শুরুটা ছিল দুঃস্বপ্নের মতো। ১৯৮৩ সালের ৩ জুন আয়ারল্যান্ডের লিমেরিকে ফুটপাত ধরে হাঁটছিলেন ১৮ বছরের বেভিল। ঠিক তখনই এক চুরি হওয়া গাড়ি এসে ধাক্কা দেয় তাঁকে। দুর্ঘটনার আগে তিনি প্রযুক্তি খাতে কাজ করতেন। পরে শারীরিক প্রতিবন্ধকতার কারণে অবসর নিতে হয়। কিন্তু জীবন থেমে যায়নি। </p></div></div></div></body></html>"
        },
        {
            "title": "মা ও শিশুর অনুপুষ্টির জোগানে এমএমএস: বিদ্যমান অবস্থা ও সম্ভাবনার পথ | প্রথম আলো",
            "time": "2025-07-23T06:01:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F2l9xzb98%2FGroup-Pic-Helen-Keller-Int.JPG?rect=0%2C279%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>একজন গর্ভবতী নারীর সুস্থতা শুধু তাঁর নিজের নয়, গর্ভস্থ শিশুর সুস্থ বিকাশের সঙ্গেও ওতপ্রোতভাবে জড়িত। এই সময় নারীর শরীরে প্রয়োজনীয় পুষ্টি উপাদানের চাহিদা উল্লেখযোগ্যভাবে বেড়ে যায়। প্রতিদিন গড়ে ৩০০ কিলোক্যালরি অতিরিক্ত শক্তির প্রয়োজন হয়। এর পাশাপাশি আয়রন, ফলিক অ্যাসিডসহ অন্তত ১৫টি গুরুত্বপূর্ণ ভিটামিন ও খনিজের চাহিদা ৫০ শতাংশ পর্যন্ত বেড়ে যায়। এসব উপাদান সন্তানের অঙ্গ গঠন, স্নায়বিক বিকাশ, মস্তিষ্কের উন্নয়ন, জন্মের সময় ওজন ও দৈর্ঘ্য ঠিক রাখতে অত্যন্ত গুরুত্বপূর্ণ।</p><p>কিন্তু বাস্তবতা হলো, দক্ষিণ এশিয়া ও সাব-সাহারা আফ্রিকার প্রজননক্ষম নারীদের প্রায় দুই-তৃতীয়াংশই একাধিক মাইক্রোনিউট্রিয়েন্টের ঘাটতিতে ভোগেন। এই ঘাটতি শুধু মায়ের জন্য নয়, গর্ভস্থ শিশুর জন্যও দীর্ঘমেয়াদি স্বাস্থ্যঝুঁকি তৈরি করে। অনেক সময় শিশুর ওজন স্বাভাবিকের চেয়ে কম হয়, নির্ধারিত সময়ের আগেই জন্ম হয় কিংবা জন্মের পর নানা জটিলতায় পড়ে। এই সমস্যা সমাধানে কার্যকর ভূমিকা রাখতে পারে মাল্টিপল মাইক্রোনিউট্রিয়েন্ট সাপ্লিমেন্ট বা এমএমএস।</p><p>ভ্রূণের বিকাশের প্রতিটি ধাপে ভিন্ন ভিন্ন ভিটামিন ও খনিজ উপাদান দরকার হয়। গর্ভাবস্থার শুরুতেই রক্তনালির গঠনের জন্য কিছু পুষ্টি উপাদান প্রয়োজন। এরপর ভ্রূণের আকার ও অঙ্গপ্রত্যঙ্গ তৈরির সময় আরও কিছু ভিটামিন-খনিজের চাহিদা তৈরি হয়। মাঝামাঝি সময়ে স্নায়বিক বিকাশ ও পুষ্টি সঞ্চয়ের জন্য নির্দিষ্ট উপাদান দরকার হয়। শেষ ধাপে শরীরের টিস্যু গঠন ও সামগ্রিক শারীরিক কাঠামো তৈরিতে পুষ্টির গুরুত্ব আরও বেড়ে যায়। প্রতিটি এমএমএস ব্যবহারে শিশুর উচ্চতা, ওজন, মাথা ও বাহুর পরিধি তুলনামূলকভাবে বেশি হয়, যা তার ভবিষ্যৎ মানসিক ও শারীরিক বিকাশের জন্য ইতিবাচক ভূমিকা রাখে।</p><p>বর্তমানে গর্ভবতী নারীদের জন্য প্রচলিত পুষ্টিসহায়তা হলো আইএফএ (আয়রন ও ফলিক অ্যাসিড) সাপ্লিমেন্ট। কিন্তু গবেষণায় দেখা গেছে, এমএমএস আইএফএর তুলনায় অনেক বেশি কার্যকর। এতে থাকে আয়রন, ফলিক অ্যাসিডসহ ১৫টি গুরুত্বপূর্ণ ভিটামিন ও খনিজ উপাদান, যা গর্ভাবস্থার অতিরিক্ত পুষ্টি চাহিদা পূরণে সক্ষম। ১৭টি গবেষণা ট্রায়াল ও ১ লাখ ১২ হাজারের বেশি গর্ভবতী নারীর ওপর পরিচালিত বিশ্লেষণে দেখা গেছে, ব্যবহারে কম ওজন নিয়ে জন্মানোর ঝুঁকি ১২ শতাংশ কমে এবং শিশুমৃত্যুর হার প্রায় ২৯ শতাংশ পর্যন্ত হ্রাস পায়। ২০২০ সালে বিশ্ব স্বাস্থ্য সংস্থা গর্ভবতী নারীদের জন্য গবেষণাভিত্তিক পটভূমিতে এমএমএস ব্যবহারের সুপারিশ করে।</p><p>তবে এমএমএস নিয়ে কিছু ভ্রান্ত ধারণা এখনো প্রচলিত। অনেকেই মনে করেন, এটি গর্ভাবস্থায় শিশুকে ‘অতিরিক্ত বড়’ করে তোলে এবং প্রসবের সময় সিজারিয়ানের ঝুঁকি বাড়ায়। আবার পরিবার বা স্বামীও অনেক সময় গর্ভবতী নারীর সাপ্লিমেন্ট গ্রহণে বাধা দেন। সম্প্রতি হেলেন কেলার বাংলাদেশ ট্রান্সফরমিং লাইভস থ্রু নিউট্রিশন প্রকল্পের অধীনে এমএমএস পুরুষ ও পরিবারের অন্য সদস্যদের ভূমিকা নিয়ে একটি গবেষণা করেছে।</p><p>এই গবেষণায় দেখা গেছে, এই সামাজিক ও মানসিক প্রতিবন্ধকতা দূর করতে হলে স্বাস্থ্যকর্মীদের প্রশিক্ষণ, পুরুষ সদস্যদের সচেতনতা ও গণমাধ্যমের মাধ্যমে প্রচার জরুরি। গর্ভবতী নারীদের নিয়মিত স্বাস্থ্যপরামর্শ প্রদান, পুষ্টিবিষয়ক শিক্ষা কার্যক্রম ও কমিউনিটি পর্যায়ে সচেতনতামূলক সভা ও ক্যাম্পেইন পরিচালনার প্রয়োজন রয়েছে। তৃণমূল পর্যায়ের স্বাস্থ্যসেবা ব্যবস্থাকে আরও শক্তিশালী করে তুলতে হলে এমএমএসকে সরকারিভাবে মাতৃস্বাস্থ্য সেবার অন্তর্ভুক্ত করা জরুরি।</p><p>ইতিমধ্যে বিশ্বের ৪৬টি দেশ, যেমন ইন্দোনেশিয়া, ইথিওপিয়া, সিয়েরা লিওনে এমএমএসকে মাতৃস্বাস্থ্য সেবায় অন্তর্ভুক্ত করেছে। বুরকিনা ফাসো, মাদাগাস্কার, সিয়েরা লিওন, নাইজেরিয়ায় এমএমএসকে জাতীয় ওষুধের তালিকায়ও অন্তর্ভুক্ত করেছে। বাংলাদেশেও এমএমএস নিয়ে গবেষণা ও বাস্তবায়নের কিছু উদ্যোগ শুরু হয়েছে। আমরা বর্তমানে বাস্তবায়নের দ্বিতীয় ধাপে অবস্থান করছি। এখন দরকার দ্রুত ও সমন্বিত পদক্ষেপ গ্রহণ, যাতে মা ও শিশুর সুস্বাস্থ্য নিশ্চিত করা যায়। এমএমএসের উপকারিতা সম্পর্কে পরিবার, স্বাস্থ্যকর্মী ও নীতিনির্ধারকদের সচেতন করে এর ব্যবহার প্রাতিষ্ঠানিকভাবে সম্প্রসারণ করা জরুরি।</p></div></div></body></html>"
        },
        {
            "title": "সত্যিকারের বড় নেতা তিনিই, যিনি সবার কষ্ট বোঝেন | প্রথম আলো",
            "time": "2025-07-23T06:00:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-03%2Fmocx6c7a%2FDH076820241029KD7026.jpg?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"GrKYo\"><span class=\"Sp-cn\">মতিউর রহমান</span><span>: </span><span class=\"inline\"><p>আমরা আজ আমাদের স্টুডিওতে এসেছি শারমিন আহমদের সঙ্গে কথা বলতে। শারমিন আহমদ বাংলাদেশের মুক্তিযুদ্ধ চলাকালীন স্বাধীন বাংলাদেশ সরকারের প্রথম প্রধানমন্ত্রী তাজউদ্দীন আহমদের বড় মেয়ে। তিনি রিপি নামেও পরিচিত। তাঁর মা জোহরা তাজউদ্দীন বাংলাদেশ মহিলা পরিষদের সহসভানেত্রী ছিলেন। জোহরা তাজউদ্দীনের সঙ্গে আমার ঘনিষ্ঠ যোগাযোগ-সম্পর্ক সত্তরের দশকের শেষ থেকে এবং এটা আমৃত্যু অব্যাহত ছিল। মনে পড়ে, ১৯৯৩ সালের নভেম্বর মাসে আমি জোহরা তাজউদ্দীনের একটা বড় সাক্ষাৎকার নিয়েছিলাম। তখন তিন দিন ধরে এটা ছাপা হয়েছিল <em>ভোরের কাগজ</em>-এ। সাক্ষাৎকারটা বেশ আলোচিত হয়েছিল। তাজউদ্দীন আহমদের সঙ্গে আমার মোট দেখা হয়েছিল তিনবার। তিনি তখন বাংলাদেশ সরকারের অর্থমন্ত্রী।</p><p>আমাদের বাংলাদেশের রাজনৈতিক চর্চা এবং সাংবাদিকতার চর্চায় তাজউদ্দীন আহমদ ক্রমেই আরও বেশি করে সামনে আসছেন। আমরা প্রথমা থেকে একটা বই প্রকাশ করেছি—তাজউদ্দীন নামে একজন প্রধানমন্ত্রী ছিলেন। তিনি যে সবচেয়ে কঠিন একটা সময় বাংলাদেশের প্রধানমন্ত্রী ছিলেন, এ কথাটা আমরা প্রায় ভুলতে বসেছি বলা যায়। তাজউদ্দীন আহমদকে একজন পিতা হিসেবে, একজন নেতা হিসেবে, বিশেষ করে একজন মানুষ হিসেবে আমরা কেমন করে দেখি বা ভাবি—এ বিষয়গুলো নিয়ে আমরা কথা বলব শারমিন আহমদের সঙ্গে।</p><p>এই নতুন সময়ে নতুন অবস্থায় আপনার কাছ থেকে আমরা তাজউদ্দীন আহমদের জীবন, তাঁর শিক্ষাজীবন এবং পিতা হিসেবে তাঁর ভূমিকা, নেতা হিসেবে, মানুষ হিসেবে তাঁকে আমরা কীভাবে দেখি—এ বিষয়ে কথা বলব। আমরা জানি, আসলে তাজউদ্দীন আহমদ শৈশব থেকেই বেশ মেধাবী ছিলেন। ম্যাট্রিক পরীক্ষায় সে সময় সারা বাংলাদেশের মধ্যে ১২তম স্থান অধিকার করেছিলেন। পরে তিনি আবার ইন্টারমিডিয়েট কলেজ থেকে পরীক্ষা দিলেন। ভুল না হলে তিনি ঢাকা বিভাগ থেকে চতুর্থ হলেন। ঢাকা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে অনার্স করলেও মাস্টার্সটা শেষ করা হলো না। পরে জেল থেকে আইন পরীক্ষায় উত্তীর্ণ হয়েছিলেন। একজন সচেতন রাজনৈতিক কর্মী ছিলেন। আমরা দেখেছি, তিনি সে সময় নানা ধরনের কার্যক্রমে যোগ দিচ্ছেন। তিনি নিয়মিত ডায়েরি লিখতেন। এই যে একজন নেতার গড়ে ওঠা, পড়াশোনা—স্কুল, কলেজ, বিশ্ববিদ্যালয়ে, নিয়মিত ডায়েরি লেখা, বিভিন্ন কাজে যোগ দেওয়া—এভাবে আপনি আপনার পিতাকে কীভাবে দেখেন?</p></span></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>শারমিন আহমদ</strong>: খুবই চমৎকার প্রশ্ন করেছেন। আপনি তো ইতিমধ্যে পটভূমিটা দিলেন যে একজন নেতা হঠাৎ করেই কিন্তু হয় না। তাঁর জীবনচর্চা, প্রতিদিনের অভ্যাসগুলো থেকে চরিত্রটা গঠন হয়। মনে আছে, আমার বয়স যখন চার-পাঁচ, আব্বু তখনো জেলে যাননি। ’৬৬-তে তো আব্বু জেলে আসা-যাওয়া করছেন, কিন্তু দীর্ঘ সময়ের জন্য জেলে গেলেন ’৬৬ সালের ৮ মে। ’৬৯-এ তিনি মুক্ত হলেন। তার আগের সময়টা কী করতেন? প্রতিদিন ভোরবেলা আমাকে এবং আমার ছোট বোন রিমিকে ডেকে তুলতেন। তারপর সেখান থেকে নামাজ পড়ে সকালবেলায় লেফট-রাইট করতে করতে ধানমন্ডি এলাকার ২১ নম্বর রোডটায় আমরা হাঁটতাম। সেখানে অনেক বকুলগাছ ছিল। আরেকটা জিনিস করতেন, কোনো কাগজ বা আবর্জনা পড়ে থাকলে সেটা তিনি তুলে নিতেন। আমাদের বলতেন, ‘এটা তুলে নাও, এগুলো থাকা উচিত নয়।’</p><p>তখন তো আর বুঝি না, আমরা মজা করে তুলে নিতাম আবর্জনাগুলো। তখন তো ডাস্টবিনও ছিল না, একটা জায়গায় নিয়ে ফেলতাম। তারপর বকুল ফুল তুলে মালা গাঁথতাম। তিনি বলতেন, ভোরবেলায় উঠলে সব কাজ সারা যায়। ভালো কাজ করতে হলে সকালে ওঠার অভ্যাসটা করতে হবে। এটা শুধু বলতেনই না, তিনি নিজেও সেই কাজই করেছেন। আরেকটা বিষয় আমি দেখেছিলাম, তিনি কথা দিয়ে কথা রাখতেন। একটা মানুষকে কথা দেওয়ার আগে ১০ বার চিন্তা করতেন, কথাটা আমি রাখতে পারব কি না। আরেকটা ব্যাপার ছিল মানুষের প্রতি, পশুপাখির প্রতি মমত্ববোধ।</p></span></div></div></body></html>"
        },
        {
            "title": "হলুদের সাপ্লিমেন্ট খেয়ে লিভার বিকল হতে গিয়েও যেভাবে বাঁচলেন এই নারী | প্রথম আলো",
            "time": "2025-07-23T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-15%2Fpfub0t7i%2FThumb.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্য একটি গবেষণার তথ্য অনুযায়ী, ১৯৯৫–২০২০ সাল পর্যন্ত যুক্তরাষ্ট্রে সাপ্লিমেন্টের কারণে লিভার প্রতিস্থাপনের হার ৮ গুণ বেড়েছে।<br>ফিলাডেলফিয়ার জেফারসন হেলথের লিভার বিশেষজ্ঞ ডা. দিনা হালেগুয়া–দি মার্জিও বলেন, ‘প্রাকৃতিক মানেই, তা নিরাপদ নয়। রান্নায় স্বাভাবিকভাবে যতটা হলুদ ব্যবহার করা হয়, তা নিরাপদ। কিন্তু কিছু সাপ্লিমেন্টে দুই হাজার মিলিগ্রামের বেশি হলুদ থাকে, যা নিরাপদ মাত্রার চেয়ে অনেক বেশি।’<br>এ ছাড়া কালো গোলমরিচের সঙ্গে সমন্বয় করে তৈরি করা হলুদের সাপ্লিমেন্ট লিভারকে অসুস্থ করে তুলতে পারে বলে জানান এই বিশেষজ্ঞ চিকিৎসক। তিনি একটি গবেষণা দলের সদস্য, যাঁরা ২০০৪ সাল থেকে ১ হাজার ৮০০–এর বেশি রোগীর তথ্য সংগ্রহ করেছেন, কোনো কারণে যাঁদের লিভার ক্ষতিগ্রস্ত হয়েছে। তাঁদের মধ্যে ১৯ শতাংশেরই কোনো না কোনো সাপ্লিমেন্টের কারণে লিভারের ক্ষতি হয়েছে। এই গবেষণা দলটিরও পর্যবেক্ষণ, হলুদের সাপ্লিমেন্টের কারণে লিভার ক্ষতিগ্রস্ত হওয়ার হার বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হতাহত-নিখোঁজদের তালিকা তৈরির জন্য কমিটি গঠন মাইলস্টোনের | প্রথম আলো",
            "time": "2025-07-23T05:59:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fbd57e9b9%2FMilestone.jpeg?rect=0%2C47%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক পেজের বিজ্ঞপ্তিতে বলা হয়, দিয়াবাড়ির স্থায়ী ক্যাম্পাসের বিদ্যালয় ভবনে ২১ জুলাই (সোমবার) বেলা ১টা ১২ মিনিটের সময় আকস্মিকভাবে বিমানবাহিনীর একটি বিমান ভূপাতিত হয়। ঘটনাস্থলে অনেক কোমলমতি ছাত্র-ছাত্রী, শিক্ষক-কর্মচারী, অভিভাবক আহত ও নিহত হয়। এ ঘটনায় আহত, নিহত, নিখোঁজ শিক্ষার্থী ও অন্যদের প্রকৃত সংখ্যা নির্ণয় করে ঠিকানাসহ তালিকা প্রস্তুত করার জন্য কর্মকর্তা, অনুষদ সদস্য, অভিভাবক ও শিক্ষার্থীদের সমন্বয়ে একটি কমিটি গঠন করা হলো। কমিটি কার্য সম্পন্ন করে তিন কর্মদিবসের মধ্যে প্রতিবেদন প্রদান করবে।</p><p>কমিটির সভাপতি কলেজের অধ্যক্ষ মোহাম্মদ জিয়াউল আলম। কমিটির সদস্য হিসেবে আছেন মো. মাসুদ আলম (উপাধ্যক্ষ-প্রশাসন), খাদিজা আক্তার (প্রধান শিক্ষিক), লুৎফুন্নেসা লোপা (কো-অর্ডিনেটর), মনিরুজ্জামান মোল্লা (অভিভাবক), মারুফ বিন জিয়াউর রহমান (শিক্ষার্থী) ও মো. তাসনিম ভূঁইয়া (শিক্ষার্থী)।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজেই স্কুলড্রেস পরে পরিপাটি করে চুল আঁচড়ে স্কুলে গিয়েছিল ছোট্ট জুনায়েত | প্রথম আলো",
            "time": "2025-07-23T05:50:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fi4dvlcfb%2F%E0%A6%9C%E0%A7%81%E0%A6%A8%E0%A6%BE%E0%A7%9F%E0%A7%87%E0%A6%A4-%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A6%BE%E0%A6%A8?rect=0%2C92%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল দুপুরে রমজান টেলিফোনে <em>প্রথম আলো</em>কে বলেন, ‘বাচ্চাটির শরীর ঝলসে গিয়েছিল। মুখ দিয়ে ফেনা বের হচ্ছিল। অ্যাম্বুলেন্সে বসেই বুঝতে পারি, বাচ্চাটা মারা যাচ্ছে। পরে ঢাকা মেডিকেলের বার্ন ইউনিটের চিকিৎসকেরাও জানান বাচ্চাটি মারা গেছে।’</p><p>রমজান জানান, গতকাল (সোমবার) জুনায়েতের পরিবারের সদস্যরাও তাঁর সঙ্গে যোগাযোগ করেন। পরিবারের সদস্যরা এলে সন্ধ্যার দিকে তিনি হাসপাতাল ছাড়েন। শিশুটিকে বাঁচাতে পারলেন না—সে আক্ষেপ তো আছেই। এরপরও শিশুটির লাশ পরিবারের সদস্যদের বুঝিয়ে দিতে পেরেছেন, তাতেও একধরনের সান্ত্বনা খুঁজছেন রমজান।</p><p>জুনায়েতের বাবা মোহাম্মদ আসলাম চালের ব্যবসা করেন। ঢাকার তুরাগ থানার অধীনে নয়ানগরের স্থানীয় বাসিন্দা। তিনি জানান, তাঁর বড় ছেলে রাকিবুল হাসান মাইলস্টোন স্কুলেরই ছাত্র, ষষ্ঠ শ্রেণিতে পড়ছে। একই ক্যাম্পাসে দুই ছেলের ক্লাস হতো আলাদা ভবনে। জুনায়েত যে ভবনে ক্লাস করত, সেটির সামনেই বিমানটি বিধ্বস্ত হয়েছিল।</p><p>প্রতিদিন সকাল সাড়ে সাতটায় দুই ছেলেকে মোটরসাইকেলে নিয়ে বের হতেন আসলাম। তাদের স্কুল ছুটি হতো বেলা একটায়। এরপর টিফিনের বিরতির পর শুরু হতো কোচিং। শেষ হতো বিকেল সাড়ে তিনটায়। স্কুল থেকে দুই ছেলেকে নিয়ে বাড়ি ফিরতেন। সোমবার দুপুরে বিমান বিধ্বস্ত হওয়ার খবর পেয়েই দ্রুত ঘটনাস্থলে দ্রুত পৌঁছান।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে ট্রাকের সঙ্গে সংঘর্ষে মাইক্রোবাসের চালকসহ ৬ জন নিহত | প্রথম আলো",
            "time": "2025-07-23T05:44:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F0hts4ri3%2FNatoreDH060420250723Natore-accident-photo-3-23.7.25.docx.jpg?rect=0%2C0%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্ঘটনার প্রত্যক্ষদর্শী মিজানুর রহমান নামের একজন বলেন, মাইক্রোবাসটি অন্য একটি গাড়িকে অতিক্রম করছিল। তখন বিপরীত দিক থেকে আসা ট্রাকের সঙ্গে মাইক্রোবাসের সংঘর্ষ হয়। নিহত ছয়জনের মধ্যে চারজন নারী ও দুজন পুরুষ।</p><p>হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) ইসমাইল হোসেন জানান, হতাহত ব্যক্তিরা মাইক্রোবাসের আরোহী ছিলেন। তাঁদের সবার পরিচয় জানা যায়নি। দুর্ঘটনাকবলিত ট্রাকটি আটক করা হয়েছে, তবে চালক পালিয়ে গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘কঠিন উইকেটে পাকিস্তানকে ব্যাটিং-বোলিং শিখিয়েছে বাংলাদেশ’ | প্রথম আলো",
            "time": "2025-07-23T05:42:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F30fyc65n%2F3e800c43-9093-4f9c-86db-0d73a418281b.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের বাংলাদেশ সফরে বড় ধাক্কা খাওয়া পাকিস্তানকে ঘুরে দাঁড়ানোর মন্ত্র জানিয়ে রমিজ আরও বলেন, ‘জাকের আলীর সৌজন্যে বাংলাদেশ প্রথমে ঠিকঠাক রান সংগ্রহ করেছে। এরপর তারা বোলিংও দুর্দান্ত করেছে এবং ম্যাচ জিতে নিয়েছে। পাকিস্তানের আসলে কী করা উচিত? দেখুন, এ ধরনের দল যখন আপনি খেলাবেন, তারা ব্যাটিং উইকেট হয়তো কিছু করে দেখাতে পারবে। কিন্তু কঠিন উইকেটে আপনার দরকার কৌশলগত দিক থেকে ভালো মানের ব্যাটসম্যান। কয়েকজন অভিজ্ঞ বোলার আপনার প্রয়োজন। পাশাপাশি আজ (কাল) একজন নিয়মিত স্পিনার কম ছিল। উইকেট নিতে হলে একাদশে এমন একজন স্পিনার দরকার।’</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোন স্কুল অ্যান্ড কলেজের প্রধান ফটক বন্ধ, সকালে অনেকটাই ফাঁকা | প্রথম আলো",
            "time": "2025-07-23T05:40:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Ftmm0x42h%2Fmilestone-1.jpg?rect=0%2C160%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজ আজ বুধবার সকালে অনেকটাই ফাঁকা। সকাল ১০টার দিকে দেখা গেছে স্কুলের প্রধান ফটক বন্ধ। ভেতরে কাউকে যেতে দেওয়া হচ্ছে না।</p><p>স্কুল অ্যান্ড কলেজের কিছু কর্মীকে ফটকের ভেতরে যেতে দেখা গেছে। উত্তরার দিয়াবাড়ি মোড় ও আশপাশের এলাকাতেও পরিস্থিতি স্বাভাবিক রয়েছে।</p><p>তবে স্কুলের প্রধান ফটকের সামনে উৎসুক জনতার ভিড় দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আদরের মাইয়া খুব সুন্দর আছিল’ | প্রথম আলো",
            "time": "2025-07-23T05:34:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F9622wi3k%2FC5-1.png?rect=0%2C19%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেয়ের শোকে এই বাবা ক্ষণে ক্ষণে আবেগপ্রবণ হয়ে পড়েন। উত্তরা দিয়াবাড়ির মেট্রোরেলের ডিপোর পাশেই তাঁদের বাড়ি। দুর্ঘটনার আওয়াজে তাঁরা ছুটে যান স্কুলে। কিন্তু কয়েকটি হাসপাতাল ঘুরেও খোঁজ পাচ্ছিলেন না। সন্ধ্যার দিকে সিএমএইচের মর্গে মেয়েকে শনাক্ত করেন তিনি।</p><p>আবুল হোসেন নিজে বা তাঁর স্ত্রী মেয়েকে স্কুলে আনা–নেওয়া করতেন। সোমবার ক্লাস শেষ করে কোচিংয়ের জন্য অপেক্ষা করছিল সে। এর মধ্যেই সব শেষ হয়ে যায়।</p><p>মেয়ের কথা বলতে বলতে এই বাবা বলেন, ‘কী কইরা যে বলি! সুন্দর সুন্দর জামা পরতে, খেতে পছন্দ করত। যা চাইছে তা–ই খাওয়াইছি। কালকে যখন শব্দ শুনি, দৌড়াইয়া যাইয়া দেখি, আগুন আর আগুন।’</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনায় অপহৃত ছাত্রীকে নরসিংদী থেকে উদ্ধার, প্রধান আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-07-23T05:29:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F194e066d-3d01-419e-90a4-cea72da1af7f%2F1.webp?rect=0%2C24%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেত্রকোনার কেন্দুয়া উপজেলায় মাদ্রাসাছাত্রীকে অপহরণ ও ধর্ষণের মামলার প্রধান আসামি উজ্জ্বল মিয়াকে (২৫) গ্রেপ্তার করা হয়েছে। গতকাল মঙ্গলবার নরসিংদীর পলাশ উপজেলার ঘোড়াশাল থেকে পুলিশ তাঁকে গ্রেপ্তার করে। এ সময় অপহৃত মাদ্রাসাছাত্রীকেও (১৪) উদ্ধার করা হয়।</p><p>গ্রেপ্তার উজ্জ্বল মিয়া ময়মনসিংহের গৌরীপুর উপজেলার পাথরাইল গ্রামের বাসিন্দা।</p></div></div></div></body></html>"
        },
        {
            "title": "এই মৃত্যু কি আমরা এড়াতে পারতাম না | প্রথম আলো",
            "time": "2025-07-23T05:29:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fivdyz38x%2FAbu-Saedul-milst.jpg?rect=0%2C102%2C1426%2C749&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামরিক বা অন্য যেকোনো বিমান যান্ত্রিক গোলযোগ বা অন্য কারণেও দুর্ঘটনার কবলে পড়তে পারে; কিন্তু সংশ্লিষ্ট সবাইকে সর্বোচ্চ সতর্ক থাকতে হয়। অতীতের দুর্ঘটনার পর কমিটি যেসব সুপারিশ করেছে, তা বাস্তবায়ন করা হয়েছে কি না, সেই বিষয়টি তলিয়ে দেখা দরকার।</p><p>বেসামরিক বিমানের দুর্ঘটনা ঘটলে যে কমিটি তদন্ত করে, তার সঙ্গে আমি যুক্ত। সামরিক বিমানের দুর্ঘটনার ক্ষেত্রে আলাদা কমিটি গঠন করা হয়। তদন্ত কমিটি যেসব সুপারিশ করে থাকে, সেগুলো বাস্তবায়ন তো মধ্য বা নিম্নস্তরের কর্মকর্তারা করতে পারবেন না। সিদ্ধান্ত আসতে হবে সর্বোচ্চ পর্যায় থেকে। তাঁদের কাছ থেকেই সিদ্ধান্ত আসতে হবে যে কোন বিমান আমরা ব্যবহার করব, নাকি পরিত্যক্ত ঘোষণা করব।</p><p>দুর্ঘটনার ক্ষেত্রে সবাই আত্মপক্ষ সমর্থন করে থাকেন। ইঞ্জিনিয়াররা বলবেন, বিমানটি চলাচলের উপযোগী ছিল। পাইলটরা বলবেন, ঠিকমতো প্রশিক্ষণ দেওয়া হয়েছে। এ অবস্থা তো অনেক ক্ষেত্রেই আছে। ঢাকার রাস্তায় যে লক্কড়ঝক্কড় বাসগুলো চলছে, দুর্ঘটনায় মানুষ মারা যাচ্ছেন; কিন্তু কর্তৃপক্ষের দিকে থেকে কোনো ব্যবস্থা নিতে দেখা যাচ্ছে না। এ ক্ষেত্রে চালক ও মালিকেরা আত্মপক্ষ সমর্থন করে থাকেন, বলেন এগুলো উপযুক্ত। স্বাধীনতার ৫৪ বছর পরও আমরা ত্রুটিপূর্ণ বাসগুলো ঢাকায় অবাধে চলাচল করতে দেখছি। সরকার যদি কালকেই বলে যে এ ধরনের বাস চালানো যাবে না, বন্ধ হতে বাধ্য।</p></div></div></div></body></html>"
        }
    ]
}