{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সিলেট মহানগরে রাত সাড়ে নয়টার পর বন্ধ রাখতে হবে বাণিজ্যিক প্রতিষ্ঠান | প্রথম আলো",
            "time": "2025-12-02T04:24:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F7kxe9uf2%2FSylhetDH052920251202Sylhet-Pic-02.jpg?rect=0%2C162%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় মহানগরের বিভিন্ন বাজার কমিটির নেতারা অংশ নেন। পরে রাত সোয়া আটটার দিকে সিলেট মহানগর পুলিশের অতিরিক্ত উপকমিশনার (গণমাধ্যম) মোহাম্মদ সাইফুল ইসলাম স্বাক্ষরিত সংবাদ বিজ্ঞপ্তিতে সভার সিদ্ধান্ত তুলে ধরা হয়।</p><p>সভায় সর্বসম্মতিক্রমে দুটি সিদ্ধান্ত নেওয়া হয়। প্রথম সিদ্ধান্ত অনুযায়ী, সিলেট মহানগর এলাকার হোটেল-রেস্তোরাঁ ও ওষুধের দোকান ছাড়া সব বাণিজ্যিক প্রতিষ্ঠান রাত সাড়ে নয়টা পর্যন্ত খোলা রাখা যাবে। আগামী রোববার থেকে এ সিদ্ধান্ত কার্যকর হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সংযুক্ত আরব আমিরাত: মরুভূমির বুকে ঐক্যের বিজয় | প্রথম আলো",
            "time": "2025-12-02T04:20:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Fdkbuw612%2Fuae-flag.jpg?rect=0%2C56%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৭১ সাল। বাঙালির ইতিহাসের সবচেয়ে গৌরবোজ্জ্বল বছর, রক্তক্ষয়ী মুক্তিযুদ্ধের মাধ্যমে স্বাধীনতার স্বাদ পাওয়ার বছর। কাকতালীয়ভাবে ঠিক এই একই বছরে, মধ্যপ্রাচ্যের উত্তপ্ত মরুভূমির বুকে জন্ম নিচ্ছিল আরেকটি নতুন রাষ্ট্র, যার ভিত্তি কোনো যুদ্ধ নয়; বরং ছিল অটুট ‘ঐক্য’।</p><p>আজ ২ ডিসেম্বর, সংযুক্ত আরব আমিরাতের (ইউএই) জাতীয় দিবস। দেশটি দিনটিকে উদ্‌যাপন করে ‘স্পিরিট অব দ্য ইউনিয়ন’ বা ঐক্যের চেতনার বিজয় হিসেবে।</p><p>ব্রিটিশরা যখন পারস্য উপসাগরীয় অঞ্চল বা তৎকালীন ‘ট্রুশিয়াল স্টেটস’ ছেড়ে যাওয়ার ঘোষণা দেয়, তখন এই অঞ্চলের ছোট ছোট শেখতন্ত্রগুলোর ভবিষ্যৎ নিয়ে শঙ্কা দেখা দিয়েছিল। কিন্তু আবুধাবির শাসক শেখ জায়েদ বিন সুলতান আল নাহিয়ান এবং দুবাইয়ের শাসক শেখ রাশিদ বিন সাইদ আল মাকতুম এক দূরদর্শী স্বপ্ন দেখলেন। তাঁরা বুঝলেন, আলাদা থাকলে টিকে থাকা কঠিন, কিন্তু এক হলে তাঁরা অজেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের যে ৯ বিদ্যালয়ে বার্ষিক পরীক্ষা স্থগিত | প্রথম আলো",
            "time": "2025-12-02T04:19:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fv0j3zt6k%2Fa7dfae0a-beb9-4973-ab55-9fcc8b2a0ee7.jfif?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চার দফা দাবিতে সারা দেশের মতো চট্টগ্রাম নগরের সরকারি মাধ্যমিক বিদ্যালয়ে লাগাতার কর্মবিরতি পালন করছেন শিক্ষকেরা। ফলে বিদ্যালয়গুলোর বার্ষিক পরীক্ষা অনুষ্ঠিত হচ্ছে না। শিক্ষকেরা বলছেন, তাঁরা আগেই শিক্ষার্থী ও অভিভাবকদের জানিয়েছেন। তবে গতকাল সোমবার অন্তত তিনটি বিদ্যালয়ের সামনে থেকে শিক্ষার্থীদের ফেরত যেতে দেখা গেছে। আজ মঙ্গলবারও চলছে শিক্ষকদের কর্মবিরতি।</p><p>বাংলাদেশ সরকারি মাধ্যমিক শিক্ষক সমিতির ব্যানারে এ কর্মসূচি চলছে। সমিতির পক্ষ থেকে বলা হয়, দীর্ঘদিনের পেশাগত মর্যাদা ও বেতন-ভাতাসংক্রান্ত চার দফা দাবির বিষয়ে মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তরের সামনে শিক্ষকেরা দুই দিন অবস্থান কর্মসূচি পালন করেছেন। কিন্তু দাবিগুলো না মানায় এখন লাগাতার কর্মবিরতিতে গেছেন।</p><p>চট্টগ্রাম নগরের সরকারি বিদ্যালয় মোট ১০টি। সেগুলো হলো চট্টগ্রাম সরকারি উচ্চবিদ্যালয়, সরকারি মুসলিম উচ্চবিদ্যালয়, হাজী মুহাম্মদ মহসিন সরকারি উচ্চবিদ্যালয়, নাসিরাবাদ সরকারি উচ্চবিদ্যালয়, বাকলিয়া সরকারি উচ্চবিদ্যালয়, ডা. খাস্তাগীর সরকারি বালিকা উচ্চবিদ্যালয়, চট্টগ্রাম সরকারি বালিকা উচ্চবিদ্যালয়, সিটি সরকারি বালিকা উচ্চবিদ্যালয়, চট্টগ্রাম কলেজিয়েট স্কুল ও চট্টগ্রাম সরকারি মডেল স্কুল অ্যান্ড কলেজ।</p></div></div></div></body></html>"
        },
        {
            "title": "জামিনে মুক্তির দেড় ঘণ্টা পর আবারও পুলিশ হেফাজতে ভারতের ৬ নাগরিক | প্রথম আলো",
            "time": "2025-12-02T04:16:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-24%2F1x0yovl4%2FChapainawabgonjDH.jpg?rect=0%2C0%2C3723%2C1955&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একরামুল হক আরও বলেন, ছয়জনের মধ্যে একজন অন্তঃসত্ত্বা। তিনি যেকোনো সময় বাচ্চা প্রসব করতে পারেন। বিষয়টি বিবেচনায় নিয়ে তাঁকেসহ মোট চারজনকে জামিন দেওয়া হয়েছে। অন্য দুজন শিশু। ৩ ডিসেম্বর মামলার শুনানির তারিখ রয়েছে। ওই দিন আসামিদের আদালতে হাজির হতে বলা হয়েছে।</p><p>ফারুক হোসেন বলেন, কারাগার থেকে মুক্তির পর ভারতের নাগরিকেরা গণমাধ্যমের সঙ্গে কথা বলেন। এরপর তাঁরা তাঁর বাড়িতে আসেন। রাতে খাওয়া শেষ হওয়ার পর পুলিশের একটি দল আবার তাঁদের নিয়ে যায়। ফারুক হোসেন বলেন, ‘তাদের কেন নিয়ে যাওয়া হচ্ছে, পুলিশের কাছে জানতে চেয়েও সদুত্তর পাইনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘নেইমার বা ভিনি ৯০ শতাংশ ফিট থাকলেও আমি অন্য কাউকে ডাকব’: আনচেলত্তি | প্রথম আলো",
            "time": "2025-12-02T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-09%2Fa6bvd6wk%2Fancelotti.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাজিল কোচ কার্লো আনচেলত্তি বলেছেন, শুধু ‘১০০% ফিট’ খেলোয়াড়েরাই ব্রাজিলের বিশ্বকাপ দলে সুযোগ পাবেন। নেইমার ও ভিনিসিয়ুসের ক্ষেত্রেও নিয়মটি শিথিল করা হবে না। আনচেলত্তি সাফ বলে দিয়েছেন, যদি নেইমার কিংবা ভিনিসিয়ুস শারীরিকভাবে ৯০ শতাংশ ফিট হন, তাহলে শতভাগ ফিট থাকা অন্য খেলোয়াড়কে দলে ডাকবেন তিনি।</p><p>ব্রাজিলের টিভি চ্যানেল ‘রেকর্ড’-এর অনুষ্ঠান ‘স্পোর্ত রেকর্ড’-এ এই মন্তব্য করেন আনচেলত্তি।</p><p>চোটের কারণে দুই বছরের বেশি সময় ধরে ব্রাজিল দলের বাইরে নেইমার। তাঁর বিষয়ে আনচেলত্তি আগেই বলে দিয়েছেন, ২০২৬ বিশ্বকাপ দলে জায়গা পেতে নেইমারকে শতভাগ ফিটনেস ফিরে পেতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে ‘অতি গুরুত্বপূর্ণ ব্যক্তি’ ঘোষণার সিদ্ধান্ত, পাবেন এসএসএফের নিরাপত্তা | প্রথম আলো",
            "time": "2025-12-02T04:08:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fnoutt9n2%2Fkhaleda-bss.jpg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়াকে ‘অতি গুরুত্বপূর্ণ ব্যক্তি’ ঘোষণা করার সিদ্ধান্ত নিয়েছে সরকার। এর মাধ্যমে তিনি স্পেশাল সিকিউরিটি ফোর্সের (এসএসএফ) নিরাপত্তা পাবেন। </p><p>অন্তর্বর্তী সরকারের স্থানীয় সরকার উপদেষ্টা আসিফ মাহমুদ সজীব ভূঁইয়া গতকাল সোমবার দিবাগত রাত সাড়ে ১২টার দিকে এ বিষয়ে তাঁর ভেরিফায়েড ফেসবুক পেজে একটি পোস্ট দেন। </p><p>পোস্টে আসিফ মাহমুদ সজীব ভূঁইয়া লিখেছেন, বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়াকে ‘অতি গুরুত্বপূর্ণ ব্যক্তি’ (ভিভিআইপি) হিসেবে ঘোষণা করেছে সরকার। এ-সংক্রান্ত প্রজ্ঞাপন প্রধান উপদেষ্টার কার্যালয় থেকে জারি করা হয়েছে। প্রজ্ঞাপনে তাঁর নিরাপত্তা নিশ্চিতে এসএসএফ নিয়োগের নির্দেশ দেওয়া হয়েছে, যা অবিলম্বে কার্যকর হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "স্ত্রীর গয়না বিক্রির টাকা দিয়ে গরুর খামার করে সফল মনজুরুল | প্রথম আলো",
            "time": "2025-12-02T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Fsc5cd3sv%2F%E0%A6%B8%E0%A7%8D%E0%A6%A4%E0%A7%8D%E0%A6%B0%E0%A7%80%E0%A6%B0-%E0%A6%97%E0%A7%9F%E0%A6%A8%E0%A6%BE-%E0%A6%AC%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%B0%E0%A6%BF%E0%A6%B0-%E0%A6%9F%E0%A6%BE%E0%A6%95%E0%A6%BE-%E0%A6%A6%E0%A6%BF%E0%A7%9F%E0%A7%87-%E0%A6%97%E0%A6%B0%E0%A7%81%E0%A6%B0-%E0%A6%96%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%B0-%E0%A6%95%E0%A6%B0%E0%A7%87-%E0%A6%B8%E0%A6%AB%E0%A6%B2-%E0%A6%AE%E0%A6%A8%E0%A6%9C%E0%A7%81%E0%A6%B0%E0%A7%81%E0%A6%B2.00031500.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"স্ত্রীর গয়না বিক্রির টাকা দিয়ে গরুর খামার করে সফল মনজুরুল\" class=\"nA4h1 \">স্ত্রীর গয়না বিক্রির টাকা দিয়ে গরুর খামার করে সফল মনজুরুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-02T10:00:00+06:00\"><span>প্রকাশ: ০২ ডিসেম্বর ২০২৫, ০৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প কি ভেনেজুয়েলায় হামলার প্রস্তুতি নিচ্ছেন | প্রথম আলো",
            "time": "2025-12-02T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2F14kr0ueq%2FVenezuela-1.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভেনেজুয়েলার প্রেসিডেন্টের প্রতিক্রিয়া কী</strong></p><p>ভেনেজুয়েলার আকাশসীমা বন্ধ বিবেচিত হবে বলে ট্রাম্প যে ঘোষণা দিয়েছেন, তার নিন্দা জানিয়েছে কারাকাস।</p><p>ভেনেজুয়েলার পররাষ্ট্র মন্ত্রণালয় এক বিবৃতিতে বলেছে, ট্রাম্প এ ধরনের বক্তব্যের মধ্য দিয়ে ভেনেজুয়েলার আকাশসীমার সার্বভৌমত্বের ওপর প্রভাব ফেলতে চাইছেন। তিনি ট্রাম্পের এমন পদক্ষেপকে ভেনেজুয়েলার জনগণের ওপর আরেকটি অবৈধ ও অন্যায্য আগ্রাসন বলে উল্লেখ করেছেন।</p><p>মাদুরো জুলাইয়ের নির্বাচনে জয়ী হয়েছেন। কিন্তু ওয়াশিংটন তাঁকে স্বীকৃতি দেয়নি। মাদুরো শান্তির আহ্বান জানিয়েছেন। তিনি যুদ্ধকে প্রত্যাখ্যান করেছেন এবং সব সময় রাষ্ট্রীয় টেলিভিশনে প্রকাশ্যে শান্তি ও সমঝোতার পক্ষে বক্তব্য দিয়েছেন। স্প্যানিশ ও ইংরেজি মিশিয়ে মাদুরো বলেছেন, যুদ্ধ নয়… চিরতরে শান্তি প্রতিষ্ঠিত হোক।</p><p>১৫ নভেম্বর সমর্থকদের নিয়ে আয়োজিত এক সমাবেশে বক্তব্য দেওয়ার সময় জন লেননের গাওয়া ‘ইমাজিন’ গান থেকে কিছু কথা উদ্ধৃত করেন মাদুরো। বলেন, জন লেনন যেমনটা বলতেন, ‘শান্তির জন্য সবকিছু করো। সব মানুষের কথা ভাবো।’</p><p>দুই দিন পর মাদুরো বললেন, হ্যাঁ, আলোচনা হোক, সৌজন্য সাক্ষাৎ হোক, শান্তি প্রতিষ্ঠিত হোক। যুদ্ধ নয়, কখনোই যুদ্ধ নয়।</p><p>যুক্তরাষ্ট্রের সঙ্গে উত্তেজনা বৃদ্ধি পাওয়ার পরিপ্রেক্ষিতে গত সপ্তাহে মাদুরো বলেছেন, কোনো ‘সাম্রাজ্যবাদী হুমকি’ তৈরি হলে তিনি দেশ রক্ষায় লড়াই করবেন। ফুয়ের্তে তিউনা সামরিক একাডেমিতে উপস্থিত মানুষদের উদ্দেশে বক্তব্য দেওয়ার সময় মাদুরো পুরোপুরি সামরিক পোশাকে ছিলেন। তিনি তখন ভেনেজুয়েলার জাতীয় নায়ক সিমন বলিভারের ব্যবহৃত একটি তলোয়ার হাতে নিয়ে নাড়াচ্ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় ভবন নির্মাণে খরচ বাড়বে, ইমারত নির্মাণ বিধিমালা জারির অপেক্ষায় | প্রথম আলো",
            "time": "2025-12-02T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2Ffa0b39dd-529b-48b1-bda5-28b2f6968f8e%2F4eb28569-52de-4104-ad84-665658850f1a.png?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় ভবন নির্মাণে নতুন করে খরচ বাড়তে পারে। কারণ, জমির ব্যবহার, নকশা ও ইমারত নির্মাণ অনুমোদন ফি বাড়ানোর উদ্যোগ নিয়েছে গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়। শিগগিরই ঢাকার ইমারত নির্মাণ বিধিমালা-২০২৫ প্রজ্ঞাপন জারির মাধ্যমে বাড়তি ফি কার্যকর হতে পারে।</p><p>রাজধানী উন্নয়ন কর্তৃপক্ষ (রাজউক) ও আবাসন ব্যবসায়ীরা বিষয়টি নিশ্চিত করেছেন। তাঁরা বলেন, জমির ব্যবহার ও ইমারত নির্মাণ ফি কয়েক গুণ পর্যন্ত বাড়তে পারে। তাতে আবাসিক ও বাণিজ্যিক ভবনের নির্মাণ ব্যয় উল্লেখযোগ্য হারে বেড়ে যাবে। এমনকি শিল্পকারখানার নির্মাণ ব্যয়ও বেড়ে যাবে। এতে সরকারের রাজস্ব বাড়লেও বেসরকাৃরি খাতে নেতিবাচক প্রভাব পড়ার শঙ্কা রয়েছে।</p><p>খোঁজ নিয়ে জানা যায়, ইমারত নির্মাণের নকশা অনুমোদন, সময় বাড়ানো ও ভূমি ব্যবহার ছাড়পত্রের ফি আগে ছিল ১ হাজার টাকা। এখন সেটি বাড়িয়ে ৫ হাজার টাকা করার উদ্যোগ নেওয়া হয়েছে। এ ছাড়া ব্লকভিত্তিক আবাসিক ইউনিট নির্মাণ আবেদনের ক্ষেত্রে প্রতি কাঠায় নতুন করে ৫ হাজার টাকা ফি আরোপ হতে পারে, যা এত দিন ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "তাসনিয়া ফারিণের এই ৫ পোশাকে কি মন গলবে | প্রথম আলো",
            "time": "2025-12-02T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Feew92kde%2FKabir-Hossain58.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন গান ‘মন গলবে না’র ভিডিওতে একেবারে ভিন্নরূপে নিজেকে তুলে আনতে চেয়েছেন তাসনিয়া ফারিণ। অভিনেত্রী থেকে কণ্ঠশিল্পী হয়ে ওঠার এই যাত্রায় তাই ডিজাইনার হিসেবেও কাজ করেছেন তাসনিয়া ফারিণ। </p><p>‘নকশা’র ফটোশুটের শুরুতে পোশাকগুলো যখন দেখাচ্ছিলেন, উচ্ছ্বাসে ঝলমল করছিল ফারিণের চোখ। শত হলেও নিজের আইডিয়া বলে কথা। সাক্ষাৎকারের সময়ই জানা গেল, কেন ডিজাইনার হিসেবে কাজ করলেন ফারিণ। মূল উদ্দেশ্য ছিল একটি স্পষ্ট ভিশন তৈরি করা। </p><p>এই মিউজিক ভিডিওটি যেহেতু ফারিণের প্রোডাকশন হাউস থেকে করা হয়েছে, তাই নতুনত্ব আনতে চেয়েছিলেন তিনি। বাংলাদেশের মিউজিক ভিডিও, নাটক বা সিনেমায় আমরা সাধারণত যেসব ধরনের পোশাক দেখি, সেই ধাঁচটা ভাঙতে চেয়েছিলেন।  </p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএল নিলামে মোস্তাফিজের ভিত্তিমূল্য ২ কোটি রুপি, সাকিবের ১ কোটি | প্রথম আলো",
            "time": "2025-12-02T03:53:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2F418e06b8-5991-4469-840e-ec146b978c39%2Fshakib_musta.jfif?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইপিএলে এবার মিনি নিলামের জন্য এক হাজারের বেশি ক্রিকেটার নিবন্ধিত হয়েছেন। তাঁদের মধ্যে ৪৫ জন ক্রিকেটারের ভিত্তিমূল্য সর্বোচ্চ ২ কোটি রুপি। বাংলাদেশের পেসার মোস্তাফিজুর রহমান আছেন সর্বোচ্চ ভিত্তিমূল্যের ক্রিকেটারদের তালিকায়। সাকিব আল হাসানের ভিত্তি মূল্য ১ কোটি রুপি।</p><p>ক্রিকেটবিষয়ক খবরের পোর্টাল ইএসপিএনক্রিকইনফো জানায়, ১ হাজার ৩৫৫ জন ক্রিকেটার নিবন্ধিত হয়েছেন মিনি নিলামের জন্য। গত ৩০ নভেম্বর নিলামের জন্য নিবন্ধিত হওয়ার শেষ দিনটি পার হওয়ার পর গতকাল নিবন্ধিত খেলোয়াড়দের তালিকা ফ্র্যাঞ্চাইজি দলগুলোকে জানিয়ে দেয় আইপিএল কর্তৃপক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারে থাকবেন নাকি ভোটে নামবেন, মাহফুজ সিদ্ধান্তহীন, কোন দিকে যাবেন আসিফ | প্রথম আলো",
            "time": "2025-12-02T03:41:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Fakqc0b65%2FMahfuzasif.jpg?rect=0%2C73%2C1042%2C547&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসিফ মাহমুদের গ্রামের বাড়ি কুমিল্লার মুরাদনগর উপজেলায়। তিনি সেখানকার ভোটার ছিলেন। গত ৯ নভেম্বর তিনি ঢাকা-১০ সংসদীয় আসনের ভোটার হওয়ার আবেদন করেন।</p><p>ওই দিন আসিফ মাহমুদ সাংবাদিকদের বলেছিলেন, তিনি ঢাকা থেকে নির্বাচন করবেন, এটা মোটামুটি নিশ্চিত। তবে উপদেষ্টা পরিষদ থেকে কবে পদত্যাগ করবেন, সেটা সরকারের সিদ্ধান্তের ওপর নির্ভর করছে।</p><p>আসিফ মাহমুদ বিএনপির সঙ্গে সমঝোতা করে ঢাকা-১০ আসন থেকে নির্বাচন করতে চান বলেও আলোচনা আছে অনেক দিন ধরে। তিনি বিএনপির সঙ্গে সমঝোতা করে, নাকি সরাসরি এনসিপি থেকে ভোট করবেন—এ নিয়ে ৯ নভেম্বর সাংবাদিকেরা প্রশ্ন করেছিলেন। তখন আসিফ মাহমুদ বলেছিলেন, তিনি স্বতন্ত্রভাবে নির্বাচন করার কথা ভাবছেন। তবে এটাও বলেছিলেন, ‘তারপর দেখা যাক।’</p><p>এর আগে ১ নভেম্বর এনসিপির সহযোগী সংগঠন জাতীয় ছাত্রশক্তির কেন্দ্রীয় ও ঢাকা বিশ্ববিদ্যালয় শাখা কমিটি ঘোষণা করা হয়। সেখানে আসিফ মাহমুদের অনুসারী হিসেবে পরিচিত বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়কদের মধ্য থেকে কয়েকজনকে রাখা হয়নি। এর পর থেকে তাঁদের সামাজিক যোগাযোগমাধ্যমে এনসিপি ও দলটির শীর্ষ নেতাদের কারও কারও সমালোচনায় সোচ্চার দেখা যাচ্ছে।</p><p>সর্বশেষ বৃহস্পতিবার বিকেলে ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় মসজিদে বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার সুস্থতা কামনা করে দোয়া মাহফিল করেন আসিফ মাহমুদের সমর্থক হিসেবে পরিচিত বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়কেরা। এর আগে গত ৭ নভেম্বর বিপ্লব ও সংহতি দিবসে বিএনপির প্রতিষ্ঠাতা ও সাবেক রাষ্ট্রপতি জিয়াউর রহমানের সমাধিতে শ্রদ্ধা নিবেদন করেন আসিফের সমর্থকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "বাণিজ্যিক ব্যাংকে বাইরে থেকে এমডি আসা বিপজ্জনক সিদ্ধান্ত | প্রথম আলো",
            "time": "2025-12-02T03:32:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fw6cnys0i%2FWhatsApp-Image-2025-11-29-at-14.04.25.jpeg?rect=0%2C11%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আর্থিক খাতের নিয়ন্ত্রক সংস্থায় প্রথম শ্রেণির কর্মকর্তা হিসেবে ২৫ বছরের কাজের অভিজ্ঞতা থাকলে তাঁরাও এখন থেকে বাণিজ্যিক ব্যাংকের এমডি বা শীর্ষ নির্বাহী হতে পারবেন। বাংলাদেশ ব্যাংক সম্প্রতি ব্যাংকের ব্যবস্থাপনা পরিচালক (এমডি) ও প্রধান নির্বাহী কর্মকর্তা (সিইও) নিয়োগের ক্ষেত্রে এমন বিধান যুক্ত করেছে। কয়েকটি বড় কারণে বাংলাদেশ ব্যাংকের এই সিদ্ধান্তকে সমর্থন করা যায় না। যদিও বাংলাদেশ ব্যাংক, বিএসইসি, মন্ত্রণালয়সহ আর্থিক খাতের নিয়ন্ত্রক সংস্থাগুলোতে বেশ কিছু সত্যিকারের মেধাবী মানুষ রয়েছেন। এসব সংস্থায় এমন অনেকেই আছেন, যাঁরা বাণিজ্যিক  ব্যাংকের এমডি ও সিইও হওয়ার যোগ্য। কিন্তু বিষয়টা যোগ্যতার প্রশ্ন নয়।</p><p>বিষয়টা এমন এক দেশে এমন এক গুরুত্বপূর্ণ বিষয়ে আইনি ভিত্তি তৈরির, যে দেশে রাজনৈতিক সরকার ক্ষমতায় এলে রাজনৈতিক বিবেচনায় গভর্নর হওয়ার সুযোগ এখনো পুরোপুরি বিদ্যমান। পূর্ণাঙ্গ স্বায়ত্তশাসিত কেন্দ্রীয় ব্যাংক আমাদের কোথায়? ভেবে দেখুন, বর্তমান গভর্নর আহসান এইচ মনসুর তাঁর এই দায়িত্বে নেই, ওদিকে আবার কেন্দ্রীয় ব্যাংকের স্বায়ত্তশাসনও আসেনি। তখন গভর্নর পদে চলে এলেন বিশেষ রাজনৈতিক এজেন্ডার কেউ। ওই অবস্থায় বাণিজ্যিক ব্যাংকার নন, এমন মানুষ কোনো ব্যাংকে এমডি হিসেবে বসবার আইনি সুযোগ থাকলে কী কী খারাপ হতে পারে একবার ভাবুন! অনেকেই বলবেন, সরকার যদি কোনো কিছুর খারাপ চায় তো ঠেকাবে কে? কিন্তু সেটা এক কথা, আর খারাপ হওয়ার আইনি ভিত্তি তৈরি করে দেওয়াটা আরেক কথা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফাইনালে মুখোমুখি মেসি-মুলার, আগের লড়াইয়ে কে এগিয়ে | প্রথম আলো",
            "time": "2025-12-02T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fg6tvqxip%2FWhatsApp-Image-2025-11-30-at-4.26.19-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জার্মানির বিপক্ষে আর্জেন্টিনার হয়ে মেসির জেতা দুটি প্রীতি ম্যাচ বাদ দিলে রেকর্ড আরও একতরফা। ২০১৪-১৫ চ্যাম্পিয়নস লিগ সেমিফাইনালের প্রথম লেগে ৩-০ ব্যবধানে জেতা ম্যাচটি ছাড়া মেসি কখনো মুলারের বিরুদ্ধে জয় নিয়ে মাঠ ছাড়তে পারেননি। এখন লড়াইটা মুলারের রেকর্ড সমৃদ্ধ করার এবং মেসির জন্য সেটি প্রতিশোধের।</p><p>যদিও ফাইনালের লড়াইকে মেসি বনাম মুলারের দ্বৈরথ হিসেবে দেখছেন না জার্মান তারকা। ম্যাচ শেষে মুলার বলেছেন, ‘এটা মেসি বনাম মুলারের বিষয় নয়। এটা মায়ামি বনাম হোয়াইটক্যাপস। তারা হয়তো মেসির ওপর আমাদের চেয়ে বেশি নির্ভর করবে, কারণ আমরা খুবই ভারসাম্যপূর্ণ একটা দল। আমি চেষ্টা করি সবাইকে একত্র রাখতে, আর ছেলেরা সেটাকে মূল্যায়ন করে। আজ (গতকাল) মাঠে দেখতেই পেলেন, আমরা আক্রমণ ও রক্ষণ—দুই দিকেই দারুণ খেলেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান শিগগির দেশে ফিরবেন: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2025-12-02T03:28:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fe9qflqje%2FSalahuddin.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকের আলোচ্যবিষয় নিয়ে বিএনপির এই নেতা বলেন, এটা তাঁদের নিয়মিত বৈঠক। এ বৈঠকে তাঁরা দেশের রাজনৈতিক পরিস্থিতি, সামনের নির্বাচনী কৌশল, নির্বাচনী প্রচারসহ বিভিন্ন বিষয় নিয়ে রুটিন আলোচনা করেন।</p><p>খালেদা জিয়ার শারীরিক অবস্থার সর্বশেষ তথ্য জানতে চাইলে সালাহউদ্দিন আহমদ বলেন, বিএনপির চেয়ারপারসনের শারীরিক অবস্থার যাবতীয় সব তথ্য দলীয় নেতা এ জেড এম জাহিদ হোসেনের কাছে আছে। এ ব্যাপারে তিনি কথা বলবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লোহাগাড়ায় ট্রাকচাপায় মোটরসাইকেল আরোহী তরুণ নিহত | প্রথম আলো",
            "time": "2025-12-02T03:25:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2Fh2h1e6d1%2Fb1bb6192-cb01-4990-b31b-291c71b338ac.jfif?rect=0%2C216%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত তরুণের খালাতো ভাই মো. জুনাইদ প্রথম আলোকে বলেন, পড়াশোনার পাশাপাশি বাড়ির পাশে জামছড়ি সেতু এলাকায় একটি দোকানদারি করতেন রিয়াদের। দোকানে মুঠোফোনে আর্থিক লেনদেন সেবা, প্রিন্টিংয়ের কাজ ও ইলেকট্রনিক পণ্য বিক্রি করতেন।</p><p>জুনাইদ বলেন, ‘গতকাল রাতে লোহাগাড়া সদর ইউনিয়নের সুখছড়ি গ্রামে আমাদের নানার বাড়ি থেকে মোটরসাইকেলযোগে চরম্বায় নিজেদের বাড়িতে ফিরছিলেন রিয়াদ। এ সময় একটি ট্রাক উল্টো পথে এসে রিয়াদকে চাপা দেয়। এতে ঘটনাস্থলেই তার মৃত্যু হয়।’<br>দোহাজারী হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা সালাউদ্দিন চৌধুরী প্রথম আলোকে বলেন, খবর পেয়ে পুলিশ ঘটনাস্থলে যায় ও দুর্ঘটনাকবলিত গাড়ি দুটি জব্দ করে। তবে ট্রাকের চালক পালিয়ে গেছেন। নিহত তরুণের লাশ আবেদনের পরিপ্রেক্ষিতে পরিবারের কাছে হস্তান্তর করা হয়েছে। এ ঘটনায় আইনি পদক্ষেপ নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যানজট লেগেই থাকে চট্টগ্রামের অক্সিজেন মোড়ে | প্রথম আলো",
            "time": "2025-12-02T03:23:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-02%2F2gi5or9y%2Ff9c48aa3-c1a6-4635-8fdf-2f00c02130b3.jfif?rect=0%2C23%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বায়েজিদ বোস্তামী সড়কটির এক পাশে একটি কাগজকল ও পোশাক কারখানা। এর সামনের অংশে ফুটপাতটির অস্তিত্ব নেই বলা চলে। মানুষ হাঁটার পরিবর্তে সেখানে বসেছে ভাসমান হকার। একই অবস্থা অক্সিজেন-কুয়াইশ সড়কের মুখেও। অটোরিকশা, হকার ও অনিয়ন্ত্রিত যান চলাচলের কারণে প্রায়ই সড়কে যানজট লেগে থাকে। একই দশা চট্টগ্রাম-হাটহাজারী সড়কেরও।</p><p>এ প্রসঙ্গে চট্টগ্রাম সিটি করপোরেশনের প্রধান পরিচ্ছন্ন কর্মকর্তা ক্যাপ্টেন ইখতিয়ার উদ্দীন আহমেদ চৌধুরী বলেন, ‘হকারদের উচ্ছেদ করলে দুই দিন পর তারা আবার বসে। তবে আমরা পরিকল্পনা নিয়েছি ওয়ার্ডভিত্তিক কাজ শুরু করার। বিশেষ করে গুরুত্বপূর্ণ মোড় আর পর্যটনমুখী সড়কগুলো আগে সুশৃঙ্খল করা হবে।’</p><p>এদিকে অক্সিজেন মোড়ে যানজটের বাড়তি চাপ যোগ হয়েছে গত আগস্ট মাস থেকে। আগস্টের শুরুতে অক্সিজেনের স্টার শিপ গলি এলাকায় শীতল ঝরনার খালের ওপর সেতু ভেঙে দুই ভাগ হয়ে যায়। সেই থেকে বায়েজিদ বোস্তামী সড়কের এক পাশের একটি অংশ এখন বন্ধ। ফলে এক লেনের ওপর বাড়তি চাপ রয়েছে। অবশ্য সেতুর কাজ শুরু করেছে সিটি করপোরেশন।</p><p>চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের স্থাপত্য ও পরিকল্পনা অনুষদের ডিন মুহাম্মদ রাশিদুল হাসান বলেন, পার্কিং স্পট না থাকাসহ নগরে প্রতিটি মোড়েই পরিকল্পনাগত ত্রুটি আছে। এ জন্য সমন্বিত পরিকল্পনা প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "শাকিব খানের কোন পরামর্শ মেনে চলছেন অপু | প্রথম আলো",
            "time": "2025-12-02T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2Fe80712a0-3ffa-4f5f-b863-fc3a4a998906%2FWhatsApp_Image_2023_04_10_at_7_40_13_PM.jpeg?rect=0%2C0%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপরই ব্যক্তিজীবন নিয়ে নিজের অবস্থান স্পষ্ট করেন অপু বিশ্বাস। তিনি জানান, শাকিব খান তাঁকে ব্যক্তিজীবনের কথা পেশাগত জায়গায় না আনার পরামর্শ দিয়েছেন। নায়িকা বলেন, ‘আমাকে লিটারেলি আপনি যে মানুষটির নাম বললেন (শাকিব খান), উনি একজন স্বনামধন্য অভিনেতা।...উনি যখন আপনাদের সামনে আসেন, তখন তিনি তাঁর কাজের জায়গাটায়ই আপনাদের সঙ্গে কথা বলেন।...সেই পরিপ্রেক্ষিতে আমি নিজেও আসলে...আমাকে তিনিই বলেছেন যে, “তুমি যখন ক্যামেরার সামনে যাবা, তখন তুমি কিন্তু শুধু একজন অপু বিশ্বাস। তাই তুমি তোমার প্রফেশনটাকে উপস্থাপন করো, ব্যক্তিজীবনকে নয়।”’</p></div></div></div></body></html>"
        },
        {
            "title": "আইনশৃঙ্খলার উন্নতিতে দৃঢ় পদক্ষেপ চাই | প্রথম আলো",
            "time": "2025-12-02T03:09:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণপিটুনির পুনরুত্থান ভয়াবহ সংকটের ইঙ্গিত দেয়। আইনকে পাশ কাটিয়ে সংঘবদ্ধ জনতা বিচার করছে—এমন প্রবণতা যেকোনো সভ্য সমাজের জন্য লজ্জাকর। নভেম্বর মাসে ৪৩টি ঘটনায় ১৯ জনের মৃত্যু; অক্টোবরে নিহত হয়েছেন ১২ জন—এ সংখ্যাগুলো শুধু হত্যার পরিসংখ্যান নয়; এ সংখ্যা আইনের শাসনের প্রতি মানুষের আস্থা হারানোর ইঙ্গিত। চুরি, ছিনতাই বা ধর্ষণচেষ্টার অভিযোগেই হোক, আইনের শাসন ভেঙে পড়লে সাধারণ মানুষ নিজেরাই আইন হাতে তুলে নেয়। অথচ অপরাধীদের শনাক্ত করে বিচারের আওতায় আনা, গণপিটুনি ঠেকাতে তৎপরতা দেখানো—এসব দায়িত্ব সরকার ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর।</p><p>নভেম্বরে কারা হেফাজতে ১১ জনের মৃত্যু হয়েছে। এসব মৃত্যুর ক্ষেত্রে অসুস্থতার কথা বলা হলেও সেটা কতটা বিশ্বাসযোগ্য, তা নিয়ে প্রশ্ন উঠেছে। কারাগারের অভ্যন্তরে প্রাতিষ্ঠানিক অবহেলা কি এই মৃত্যুর কারণ? বারবার তদন্তের দাবি উঠলেও দায় নির্ধারণ বা কাঠামোগত সংস্কারের কোনো অগ্রগতি নেই।</p><p>সীমান্ত পরিস্থিতিও সমানভাবে নাজুক। ভারতীয় কোস্টগার্ড কর্তৃক ১০৮ জেলে আটক, আরাকান আর্মির হাতে ৪৭ জেলে, বিএসএফের গুলিতে বাংলাদেশির মৃত্যু—এসব মিলিয়ে সীমান্তবাসী আজ অত্যন্ত ঝুঁকির মধ্যে। প্রতিবাদ বা কূটনৈতিক অনুরোধে তেমন ফল না হওয়া বাংলাদেশের পররাষ্ট্রনীতির সীমাবদ্ধতাকেই সামনে নিয়ে এসেছে।</p><p>নভেম্বর মাসে ঢাকা ও চট্টগ্রামে সন্ত্রাসী গোষ্ঠীগুলোর আধিপত্য বিস্তারকে কেন্দ্র করে যেভাবে একের পর এক হত্যাকাণ্ড সংঘটিত হয়েছে, সেগুলো নিরাপত্তা নিয়ে মানুষের উদ্বেগ বহুগুণ বাড়িয়ে দিয়েছে। গত রোববার খুলনায় দিনদুপুরে আদালত চত্বরে হাজিরা শেষে বের হওয়ার সময় দুজনকে গুলি করে ও কুপিয়ে হত্যা করা হয়। আদালত প্রাঙ্গণ, যেখানে মানুষের নিরাপত্তা সবচেয়ে বেশি থাকার কথা, সেখানে সশস্ত্র সন্ত্রাসীরা যেভাবে প্রবেশ করেছে ও হত্যা করে বেরিয়ে গেছে, তা আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সক্ষমতা ও গোয়েন্দা নজরদারির ব্যর্থতা তুলে ধরেছে। খুলনায় ১৫ মাসে ৪৬টি হত্যাকাণ্ড এ শহরকে ধীরে ধীরে সহিংসতার কেন্দ্রে পরিণত করছে।</p></div></div></div></body></html>"
        }
    ]
}