{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বনানীতে গুলিবিদ্ধ সেই হাসপাতালকর্মীর মৃত্যু | প্রথম আলো",
            "time": "2025-08-04T21:02:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fc916c45b-fbe1-4aed-9562-a637418b70e0%2Fgun.jfif?rect=0%2C24%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামানের বড় ভাই সালাউদ্দিন জানান, গত শুক্রবার রাত সোয়া আটটার দিকে বনানী থানাধীন বক্ষব্যাধি হাসপাতালের চতুর্থ শ্রেণির অফিস ক্লাবের সামনে চা খেতে যান জামান। এ সময় হঠাৎ মুখোশধারী দুই দুর্বৃত্ত দূর থেকে গুলি ছুড়ে পালিয়ে যায়।</p><p>জামানের ডান চোখের পাশে গুলি লাগে। পরে আশপাশের লোকজন তাকে উদ্ধার করে রাতেই ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করেন।</p><p>নিহত জামান হোসেন মহাখালীর বক্ষব্যাধি হাসপাতালের স্টাফ কোয়ার্টারে থাকতেন। তাঁর গ্রামের বাড়ি নোয়াখালীর সোনাইমুড়ি উপজেলায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে ‘সূর্য দীঘল বাড়ি’ প্রদর্শনী, আয়ের পুরোটাই ক্যানসার তহবিলে | প্রথম আলো",
            "time": "2025-08-04T21:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F05%2F22%2F31aa15655948836ed96654f94afb65ec-5ce4f6a857bad.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজনটির প্রশংসা করে পরিচালক মসিউদ্দিন শাকের প্রথম আলোকে বলেন, ‘কিছু সীমাবদ্ধতার কারণে হয়তো বড় অডিটরিয়াম ভাড়া করা সম্ভব হয়নি, কিন্তু আয়োজকদের মানসিকতা এবং এই উদ্যোগ অত্যন্ত প্রশংসার যোগ্য। আর “সূর্য দীঘল বাড়ি” ছবিতে নারীর যে সংগ্রামের চিত্র তুলে ধরা হয়েছে, তা আজও প্রাসঙ্গিক। কারণ, আমাদের সমাজ এখনো নানা দূষণ থেকে মুক্ত হতে পারেনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "আল-আকসা মসজিদ চত্বরে প্রার্থনা ইসরায়েলি কট্টরপন্থী মন্ত্রীর | প্রথম আলো",
            "time": "2025-08-04T20:45:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fag6lb7yt%2Fal-aqsa.JPG?rect=0%2C170%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিদর্শনের পর সাংবাদিকদের সঙ্গে কথা বলার সময় বেন গভির বলেন, ‘টেম্পল মাউন্ট ইহুদিদের জন্য। আমরা চিরদিন এখানে থাকব।’</p><p>ইসরায়েলের প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহুর সরকারের মন্ত্রী হওয়ার পর থেকে বেন গভির অন্তত ১১ বার আল-আকসা মসজিদ চত্বরে অনুপ্রবেশ করেন। এদিকে বেশ কয়েকজন কট্টর ডানপন্থী রাজনীতিবিদ আল-আকসা ধ্বংস করে সেখানে একটি ইহুদি উপাসনালয় নির্মাণের পক্ষে মত দিয়েছেন। তাদের দাবি অনুযায়ী, সেখানে একসময় ইহুদি উপাসনালয় ছিল।</p><p>রোববার আল আকসা পরিদর্শনের সময় ডানপন্থী লিকুদ পার্টির আইনপ্রণেতা আমিত হালেভিও উপস্থিত ছিলেন। তিনি গাজায় পানি, খাদ্য ও জ্বালানির সব উৎস ধ্বংস করতে বারবার ইসরায়েল সরকারের প্রতি আহ্বান জানিয়ে আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাইয়ে রাজনৈতিক সহিংসতায় নিহত ১৫ জন, মব ও গণপিটুনিতে ১২ | প্রথম আলো",
            "time": "2025-08-04T20:36:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fss503dw0%2F2.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে মব ও গণপিটুনির চিত্র তুলে ধরে বলা হয়েছে, জুলাই মাসে মব ও গণপিটুনির ৩২টি ঘটনায় ১২ জন নিহত হয়েছেন। আহত হয়েছেন অন্তত ৩৯ জন। পাশাপাশি আওয়ামী লীগ এবং এর অঙ্গ, সহযোগী ও ভ্রাতৃপ্রতিম সংগঠনের নেতা–কর্মীদের গণপিটুনি দিয়ে পুলিশে সোপর্দ করার ঘটনা ঘটেছে।</p><p>প্রতিবেদনে বলা হয়, জুলাই মাসে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সংঘর্ষে, গুলিতে ও হেফাজতে সারা দেশে ছয়জন নিহত হয়েছেন। তাঁদের মধ্যে যৌথ বাহিনীর গুলিতে পাঁচজন এবং একজন পুলিশ হেফাজতে নিহত হয়েছেন।</p><p>নিহত ব্যক্তিদের মধ্যে ১১ জুলাই রাজধানীর ভাটারা থানায় পুলিশ হেফাজতে ফিরোজা আশরাফী নামের এক বেসরকারি বিশ্ববিদ্যালয় শিক্ষকের মৃত্যু হয়। আর বাকি পাঁচজন গোপালগঞ্জে এনসিপির কর্মসূচি ঘিরে কার্যক্রম নিষিদ্ধ হওয়া আওয়ামী লীগ ও নিষিদ্ধ ছাত্রলীগের নেতা–কর্মীদের সঙ্গে যৌথ বাহিনীর সংঘর্ষে নিহত হন। গোপালগঞ্জে নিহত ব্যক্তিদের মধ্যে চারজনের মরদেহ ময়নাতদন্ত ছাড়াই দাফন করা হয়। পরে সমালোচনার মুখে সরকার তাঁদের মরদেহ তুলে ময়নাতদন্ত সম্পন্ন করে।</p><p>আওয়ামী লীগ নেতা–কর্মীদের নামে মামলার কথা উল্লেখ করে প্রতিবেদনে বলা হয়েছে, জুলাই মাসে সারা দেশে সাবেক প্রধানমন্ত্রী শেখ হাসিনা ও আওয়ামী লীগের নেতা–কর্মীসহ অন্যান্য রাজনৈতিক দলের নেতা–কর্মীদের নামে কমপক্ষে ৩০টি মামলা হয়েছে। এসব মামলায় ১ হাজার ৬৫২ জনের নাম উল্লেখ করে এবং ১৭ হাজার ৮৩৭ জনকে অজ্ঞাতনামা আসামি করা হয়েছে।</p><p>গত মাসে রাজনৈতিক মামলায় কমপক্ষে ৬১৭ জনকে গ্রেপ্তার করা হয়েছে, যেখানে আওয়ামী লীগের নেতা–কর্মী কমপক্ষে ৫৮৭ জন। এ ছাড়া বিশেষ অভিযানে সারা দেশে আরও ৫ হাজার ৫০৬ জনকে গ্রেপ্তার করা হয়েছে, যাঁদের অধিকাংশই আওয়ামী লীগ, যুবলীগ, স্বেচ্ছাসেবক লীগ ও ছাত্রলীগের নেতা–কর্মী।</p></div></div></div></body></html>"
        },
        {
            "title": "বৃষ্টির মধ্যে ওএমএসের চাল ও আটার জন্য দীর্ঘ লাইন | প্রথম আলো",
            "time": "2025-08-04T20:04:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2F8985kyya%2F%E0%A7%AE.JPG?rect=0%2C248%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বৃষ্টির মধ্যে ওএমএসের চাল ও আটার জন্য দীর্ঘ লাইন\" class=\"IiRps \">বৃষ্টির মধ্যে ওএমএসের চাল ও আটার জন্য দীর্ঘ লাইন</h1></p><div class=\"Ibzfy\"><p>অবিরাম বৃষ্টির মধ্যেও সুলভ মূল্যে ওএমএসের চাল ও আটা কিনতে সিলেট নগরের সুরমা পয়েন্ট এলাকায় দীর্ঘ লাইনে দাঁড়ান স্বল্প আয়ের মানুষেরা। সোমবার সকাল পৌনে ১০টা পর্যন্ত পণ্যবাহী গাড়ি না আসায় উন্মুক্ত স্থানে সকাল থেকে বৃষ্টিতে ভিজে অপেক্ষায় ছিলেন মানুষজন। ঝুম বৃষ্টিতে অনেকের জামাকাপড় ভিজে গেছে, কারও হাতে ভেজা ছাতা, আবার কেউ মাথায় কিছু না দিয়ে পুরো ভিজে পণ্য নেওয়ার জন্য অপেক্ষা করেন। সকাল ৯টা ৫৫ মিনিটে পণ্যবাহী গাড়ি এলে ঝুম বৃষ্টির মধ্যে ভোগান্তি নিয়ে চাল-আটা কেনেন স্বল্প আয়ের মানুষেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৯তম বিশেষ বিসিএসে আরবি বিভাগ না থাকার প্রতিবাদ | প্রথম আলো",
            "time": "2025-08-04T19:50:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fsr9xlxl4%2Fbcsarabicdu.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪৯তম বিসিএসের (সাধারণ শিক্ষা) বিজ্ঞপ্তিতে ‘আরবি ও ইসলামি শিক্ষা’ না থাকায় এর প্রতিবাদে এবং বিভাগটি অন্তর্ভুক্ত করার দাবিতে সংবাদ সম্মেলন করেছেন ঢাকা বিশ্ববিদ্যালয়ের আরবি বিভাগের কয়েকজন শিক্ষার্থী।</p><p>সোমবার বিকেলে ঢাকা বিশ্ববিদ্যালয় সাংবাদিক সমিতির কার্যালয়ে এ সংবাদ সম্মেলন হয়। সংবাদ সম্মেলনে লিখিত বক্তব্য পাঠ করেন আরবি বিভাগের শিক্ষার্থী ইবরাহীম নাফিস।</p><p>লিখিত বক্তব্যে ইবরাহীম নাফিস বলেন, শিক্ষা ক্যাডারে প্রভাষক নিয়োগের জন্যই কেবল ৪৯তম বিসিএসের বিজ্ঞপ্তি দেওয়া হয়েছে। সাধারণত সরকারি কলেজের প্রভাষক পদ বেশি শূন্য থাকলে বিশেষ বিসিএস পরীক্ষার মাধ্যমে শিক্ষক নিয়োগ দেওয়া হয়। অথচ ২০১৮ সালের ১১ সেপ্টেম্বর তারিখে প্রকাশিত ৪০তম বিসিএসের পর থেকে আরবি ও ইসলামি শিক্ষা বিষয়ে কোনো নিয়োগ দেওয়া হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান উপদেষ্টা জুলাই ঘোষণাপত্র পাঠ করবেন | প্রথম আলো",
            "time": "2025-08-04T19:44:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fnaxhjtmq%2FCapture.PNG?rect=0%2C11%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই ঘোষণাপত্রে কী কী থাকছে, তার একটি খসড়া সংশ্লিষ্ট সূত্রে পাওয়া গেছে। খসড়ায় মোট ২৬টি দফার উল্লেখ আছে। এর মধ্যে প্রথম ২১টিতে সংক্ষেপে মহান মুক্তিযুদ্ধসহ বাংলাদেশের মানুষের অতীতের বিভিন্ন ঐতিহাসিক ও গণতান্ত্রিক সংগ্রাম থেকে শুরু করে জুলাই গণ-অভ্যুত্থানের প্রেক্ষাপট বর্ণনা করা হয়েছে।</p><p>এদিকে জুলাই গণ-অভ্যুত্থান দিবস উপলক্ষে মানিক মিয়া অ্যাভিনিউতে আজ দিনব্যাপী সাংস্কৃতিক অনুষ্ঠানের আয়োজন করেছে সংস্কৃতিবিষয়ক মন্ত্রণালয়। ‘৩৬ জুলাই উদ্‌যাপন’ শীর্ষক এ অনুষ্ঠান শুরু হবে বেলা ১১টায়। শুরুতে বিভিন্ন শিল্পীগোষ্ঠী গান পরিবেশ করবে। বেলা ২টা ২৫ মিনিটে উদ্‌যাপন করা হবে ফ্যাসিস্টের পলায়নের ক্ষণ। এরপর বিভিন্ন ব্যান্ড গান পরিবেশন করবে। বিকেল পাঁচটায় ঐতিহাসিক জুলাই ঘোষণাপত্র পাঠ করা হবে। এরপর বিশেষ ড্রোন ড্রামা হবে সন্ধ্যা সাড়ে সাতটা থেকে রাত আটটা পর্যন্ত। অনুষ্ঠানের সবশেষ আয়োজন হিসেবে থাকছে আর্টসেলের গান।</p><p>এ অনুষ্ঠানের আয়োজক সংস্কৃতিবিষয়ক মন্ত্রণালয়। অনুষ্ঠান ব্যবস্থাপনায় থাকছে বাংলাদেশ শিল্পকলা একাডেমি, সহযোগিতায় বাংলাদেশ জাতীয় সংসদ সচিবালয়।</p><p>সংস্কৃতি মন্ত্রণালয়ের একটি সূত্র জানিয়েছে, জুলাই ঘোষণাপত্র পাঠ অনুষ্ঠানে রাজনৈতিক দলের প্রতিনিধি, জুলাই শহীদ পরিবারের সদস্য ও আহত যোদ্ধাদের আমন্ত্রণ জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সত্য আড়াল করার চেষ্টা ছিল | প্রথম আলো",
            "time": "2025-08-04T19:39:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2F85p9s40e%2FCapture.PNG?rect=0%2C59%2C1134%2C595&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসবির বিশ্লেষণে বলা হয়েছে, তৎকালীন সরকার ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর দমননীতির কারণে ছাত্র-জনতার আন্দোলন দ্রুত ব্যাপকতা লাভ করে। বিরোধী রাজনৈতিক শক্তি, পেশাজীবী, শিক্ষক, অভিভাবকসহ সর্বস্তরের মানুষ তাতে যুক্ত হন। পরিস্থিতি ক্রমেই নিয়ন্ত্রণের বাইরে চলে যায়। দ্রুতই আন্দোলনে নতুন নতুন শ্রেণি ও শক্তি যুক্ত হয়।</p><p>কিন্তু তৎকালীন গোয়েন্দারা আন্দোলনের ব্যাপকতার বিষয়টি এড়িয়ে গিয়ে আন্দোলনকারীদের ‘বহিরাগত’, ‘রাজনৈতিক অপশক্তি’ এবং ‘স্বার্থান্বেষী মহল’ হিসেবে দেখার চেষ্টা করেছে।</p><p>আন্দোলনের এক পর্যায়ে ‘গণভবন, বঙ্গভবন, সচিবালয়, পুলিশ হেডকোয়ার্টার্স ইত্যাদি দখলের চেষ্টা হতে পারে’—এমন ইঙ্গিত ছিল ওই সময়কার গোয়েন্দা প্রতিবেদনে।</p><p>গত বছরের ৫ জুন থেকে ২০ জুলাইয়ের প্রতিবেদনগুলো আলাদাভাবে বিশ্লেষণ করেছে এসবির বর্তমান প্রশাসন। এতে দেখা যায়, ওই সময় গোয়েন্দাদের পর্যবেক্ষণ ছিল, আন্দোলন দমন না করলে এটি সারা দেশে ছড়িয়ে পড়তে পারে এবং বিরোধী রাজনৈতিক শক্তি সুযোগ নিতে পারে। বিশেষ করে বিএনপি ও জামায়াত-শিবিরের ভূমিকা নিয়ে শঙ্কায় ছিলেন তখনকার গোয়েন্দারা।</p><p>গত বছরের ২১ জুলাই থেকে ৪ আগস্টের প্রতিবেদনগুলোতে গণগ্রেপ্তার ও দমননীতির বিষয়গুলো উঠে এসেছে। তবে ওই সময়ের প্রতিবেদনে পরিস্থিতি দ্রুত ‘গণ-অভ্যুত্থানে’ রূপ নিতে পারে, সরকার পতনের চেষ্টা হতে পারে, আইনশৃঙ্খলা রক্ষাকারী বাহিনীর মনোবল ভেঙে যেতে পারে—এসব বিষয় স্পষ্টভাবে লেখা হয়েছে। শেষ দিকের গোয়েন্দা প্রতিবেদনে ছাত্র-জনতার আন্দোলন ক্রমে সরকারের পতনের এক দফা দাবিতে পরিণত হবে—এমন আভাস দেওয়া হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তথ্য আপা’ প্রকল্পে অনিয়ম ও অর্থ আত্মসাতের অভিযোগে দুদকের অভিযান | প্রথম আলো",
            "time": "2025-08-04T19:30:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-13%2F0qbci6vt%2FDudoks-LOgo.jpg?rect=0%2C60%2C832%2C437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুদক সূত্র জানায়, অভিযানের সময় প্রকল্পের ব্যয়–সংক্রান্ত বিভিন্ন নথিপত্র এবং প্রকল্প ব্যবস্থাপনার সঙ্গে সংশ্লিষ্ট গুরুত্বপূর্ণ দলিল সংগ্রহ করা হয়। এসব রেকর্ডপত্র পর্যালোচনা করে কমিশনে একটি বিস্তারিত প্রতিবেদন জমা দেবে এনফোর্সমেন্ট টিম।</p><p>এ প্রকল্পের আওতায় দেশের বিভিন্ন অঞ্চলে তথ্যকেন্দ্র স্থাপন, নারীদের ডিজিটাল প্রশিক্ষণ, সচেতনতামূলক কার্যক্রমসহ নানা উদ্যোগ গ্রহণ করা হয়েছে। তবে দীর্ঘদিন ধরে প্রকল্পের অর্থ ব্যয় ও ব্যবস্থাপনায় স্বচ্ছতা নিয়ে প্রশ্ন উঠছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলিক সংস্কারে শর্ত সাপেক্ষে একমত হওয়া উদ্বেগজনক | প্রথম আলো",
            "time": "2025-08-04T19:23:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fjlqk5ded%2FIftekharujjaman-tib-02.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণায় জুলাই আন্দোলনে সংঘটিত মানবতাবিরোধী অপরাধের বিচার, গুমসংক্রান্ত তদন্ত ও বিচার, আইনি সংস্কার, প্রাতিষ্ঠানিক সংস্কার, জাতীয় ঐকমত্য প্রতিষ্ঠা, নির্বাচন, আইনশৃঙ্খলা, বিচারিক সেবা, আর্থিক খাত, শিক্ষা, স্বাস্থ্য, বিদ্যুৎ ও জ্বালানি, পরিবেশ সংরক্ষণ, বৈদেশিক কর্মসংস্থান, আন্তর্জাতিক সম্পর্ক, দুর্নীতি–অনিয়ম প্রতিরোধ, অর্থ পাচার রোধ এবং প্রধান প্রধান অংশীজন তথা রাজনৈতিক দল, নাগরিক সমাজ, গণমাধ্যমসহ সেনাবাহিনীর ভূমিকা নিয়ে পর্যালোচনা তুলে ধরা হয়েছে।</p><p>গুমের ঘটনার বিচারে ধীরগতি এবং আইনশৃঙ্খলা রক্ষাকারী সংস্থার বিরুদ্ধে গুমের আলামত নষ্টের অভিযোগের বিষয়টি উল্লেখ করে প্রতিবেদনে বলা হয়, এ ক্ষেত্রে সেনাবাহিনীর জড়িত সদস্যদের জবাবদিহি নিশ্চিত করার বিষয়ে সরকারের অবস্থান অস্পষ্ট। র‍্যাব বিলুপ্তির সুপারিশ বাস্তবায়নেও সরকারের অবস্থান স্পষ্ট নয়।</p><p>সেনাবাহিনীর ভূমিকা নিয়ে বলা হয়, নির্বাচন নিয়ে সেনাপ্রধানের একাধিকবার মতামত প্রকাশ বিতর্কিত ছিল। জুলাই–আগস্টে সংঘটিত রাজনৈতিক সহিংসতার সময় সেনানিবাসে আশ্রয় দেওয়া নিয়ে সমালোচনা ও বিতর্ক তৈরি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিনেত্রীর সাত মাসের শিশুকে নিয়ে ট্রল, সাইবার সেলে মামলা | প্রথম আলো",
            "time": "2025-08-04T18:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2F385f2rij%2Fdevoleena17447256253611342752268293880222909955.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে শুধু ট্রলই নয়, তার চেয়েও বেশিসংখ্যক মানুষ পাশে দাঁড়িয়েছেন দেবলীনার। অভিনেত্রী লিখেছেন, ‘আমার সন্তানকে ঘিরে দুই হাজারের বেশি নেতিবাচক মন্তব্য পেলেও সাত হাজারের মতো ইতিবাচক মন্তব্যও পেয়েছি। যাঁরা আমার ছেলেকে আশীর্বাদ, ভালোবাসা আর প্রার্থনা পাঠিয়েছেন, তাঁদের প্রতি আমি কৃতজ্ঞ।’</p></div></div></div></body></html>"
        },
        {
            "title": "আরও বড় পরিবর্তন সম্ভব | প্রথম আলো",
            "time": "2025-08-04T18:14:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fkejmbnur%2FDH076820240802KD9357.jpg?rect=0%2C146%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গণ-অভ্যুত্থানের সাফল্য ও বৈশিষ্ট্য </strong></p><p>তবে এ কারণে শিক্ষার্থী-শ্রমিক-জনতার অসাধারণ অভ্যুত্থানের গুরুত্ব খর্ব করে দেখা যাবে না। এর সাফল্যকে ধরেই আমাদের অগ্রসর হতে হবে। সাফল্য প্রধানত তিনটি: এক. আপাদমস্তক দুর্নীতিগ্রস্ত, অত্যাচারী, জোর করে ক্ষমতায় বসে থাকা প্রবল পরাক্রমশালী সরকারের পতন হয়েছে। দুই. এর ফলে বিশ্ববিদ্যালয়সহ বিভিন্ন ক্ষেত্রে প্রতিদিনের নির্যাতন, হুমকি এবং রাষ্ট্রীয় গুম ও বিচারবহির্ভূত হত্যাকাণ্ড বন্ধ হয়েছে। যদিও আবারও এগুলোর খবর পাওয়া যাচ্ছে। তিন. বাংলাদেশের বিভিন্ন প্রান্তে অসংখ্য উদ্যোগের মধ্য দিয়ে আলোচনা, বিতর্কের উচ্ছ্বাস সৃষ্টি হয়েছে। সবারই যেন কিছু বলার আছে, দেশের ভবিষ্যৎ নিয়ে চিন্তা আছে, মত-ভিন্নমত আছে। বড় পরিবর্তনের প্রত্যাশা তৈরি হওয়া, এর জন্য সরব হওয়া একটি বড় সাফল্য। এর মধ্যে এখন যে নানা পিছুটান, সংশয় ও ভয় তৈরি করা হয়েছে, সেগুলো মোকাবিলা করা আমাদের দায়িত্ব। </p><p>সামনে অগ্রসর হওয়ার জন্য এই গণ-অভ্যুত্থানের বৈশিষ্ট্যগুলোও খেয়াল রাখতে হবে: প্রথমত, আগের মতোই তরুণেরা এই আন্দোলনেরও শীর্ষ ভূমিকায় থেকেছেন। এতে বাম-ডান বিভিন্ন দল, শিক্ষার্থী-নারী-পেশাজীবী সংগঠনসহ অসংখ্য মানুষের ভূমিকা থাকলেও প্রত্যক্ষ কোনো রাজনৈতিক দলের নেতৃত্ব ছিল না। দ্বিতীয়ত, এবারের আন্দোলনে সক্রিয় সংবেদনশীল ভূমিকা ছিল নারী, শ্রমজীবী মানুষ, লিঙ্গীয়-ধর্মীয়-জাতিগত সংখ্যালঘু মানুষসহ দলীয় পরিচয়ের বাইরে সমাজের বিভিন্ন অংশের। তৃতীয়ত, গুরুত্বপূর্ণ ভূমিকা ছিল ডিজিটাল প্রযুক্তির, যার মধ্য দিয়ে মানুষের কাছে দ্রুত খবর গেছে, নৃশংসতা ও প্রতিরোধের ভিডিও চিত্র মানুষকে জমায়েত করেছে, আন্দোলনকারীরা পরস্পর সংযুক্ত থেকেছে। চতুর্থত, এবারের আন্দোলনে কেন্দ্রীয় নেতৃত্বের স্পষ্ট অবস্থান না থাকায় অসংখ্য কেন্দ্র তৈরি হয়েছে। স্বতঃস্ফূর্ত অংশগ্রহণ এবং নেতৃত্বের বিকেন্দ্রীকরণ এর বিশেষ বৈশিষ্ট্য। পঞ্চমত, দেয়ালে দেয়ালে কাঁচা হাতে লেখা আঁকায় বৈষম্যহীন বাংলাদেশের আকাঙ্ক্ষা প্রকাশিত হয়েছে। তৈরি হয়েছে বহু গান, তথ্যচিত্র, লেখা, কার্টুনসহ সৃজনশীল কাজ। সেখানে সব ধর্ম, জাতি, শ্রেণি ও লিঙ্গীয় বৈষম্য দূর করে সমতার বাংলাদেশের স্বপ্ন উঠে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যুত্থান-উত্তর সাংস্কৃতিক ফ্যাসিবাদ | প্রথম আলো",
            "time": "2025-08-04T18:05:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F424y5bio%2FJuly.jpg?rect=0%2C17%2C1224%2C643&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই রাজনীতি তার সাংস্কৃতিক ভাবাদর্শ প্রতিষ্ঠা করতে চাইছে জুলুম-জবরদস্তি দিয়ে। বিস্ময়কর ব্যাপার যে মব তৈরির মাধ্যমে হত্যা, হামলা, অগ্নিসংযোগ, লুটপাট করা হচ্ছে জুলাই গণ–অভ্যুত্থানের নামে কিংবা জুলাইয়ের পটভূমিতে। নব্য ফ্যাসিবাদী চর্চার নাম হয়ে উঠেছে ইনসাফ, যেন প্রতিহিংসা আর প্রতিশোধের মধ্যেই নিহিত আছে জুলাইয়ের অভিপ্রায়, যেন এভাবেই ন্যায্যতা ও মানবিক মর্যাদা প্রতিষ্ঠা করা যাবে!</p><p>এসব ক্ষেত্রে সরকারের নিষ্ক্রিয়প্রায় অবস্থান এবং পক্ষপাতমূলক নীরবতা সাংস্কৃতিক ফ্যাসিবাদকে আশকারা দিয়েছে। আমরা দেখি, নৃশংস জোটবদ্ধ হত্যাযজ্ঞে অংশ নেওয়া ঘাতকেরা বিশ্ববিদ্যালয় ক্যাম্পাসে ঘুরে বেড়ায়, নিপীড়ক এবং হামলাকারীরা দায়মুক্তি পায়, যেন পুরো বিচারব্যবস্থা ও আইনের শাসন জুলাইয়ের আগুন-ঘোর থেকে এখনো বেরোতে পারছে না। কিন্তু বিচারবহির্ভূত হত্যাকাণ্ডের ঘাতকেরা যখন বিচারের বাইরে থাকে, সংগঠিত হামলা, নিপীড়ন যখন আশকারা পায়, তখন নিশ্চয়ই পরাজিত ফ্যাসিবাদীরা মুচকি হাসে। তারা হয়তো বলে, এসেছে নতুন ফ্যাসিবাদ, তাকে ছেড়ে দিতে হবে স্থান।</p><p><strong>* রায়হান রাইন:</strong> লেখক; অধ্যাপক, দর্শন বিভাগ, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়</p></div></div></div></body></html>"
        },
        {
            "title": "৭১৮৭ রানের সিরিজে সেরা পাঁচে কারা ও ভারতীয় পেসারদের রেকর্ড | প্রথম আলো",
            "time": "2025-08-04T18:05:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2F9owzites%2F920344-01-02.jpg?rect=0%2C0%2C4805%2C2523&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> •\tসিরিজে মোহাম্মদ সিরাজের উইকেট। ইংল্যান্ডে এক সিরিজে ভারতীয় বোলারদের রেকর্ডে যশপ্রীত বুমরার পাশে বসলেন সিরাজ। ২০২১-২২ সালে ভারতের সর্বশেষ ইংল্যান্ড সফরে ২৩ উইকেট নিয়েছিলেন বুমরা।<br> •\tপাঁচ বছরের টেস্ট ক্যারিয়ারে এই সিরিজেই সবচেয়ে বেশি উইকেট পেলেন সিরাজ। আগের রেকর্ড ২০, সর্বশেষ অস্ট্রেলিয়া সফরে (২০২৪-২৫)।</p></div></div></div></body></html>"
        },
        {
            "title": "চকরিয়ায় জামায়াতের গণমিছিল, বিএনপির ঘাঁটিতে ‘শক্তি প্রদর্শন’ | প্রথম আলো",
            "time": "2025-08-04T17:57:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fb5n2tn5v%2FCoxbazar.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল্লাহ আল ফারুক বলেন, ‘জুলাই আন্দোলনের মূল দাবি ছিল ন্যায়ভিত্তিক ও বৈষম্যহীন বাংলাদেশ গঠন। তবে তা আজও বাস্তবায়ন হয়নি।’ তিনি আরও বলেন, ইসলামি আদর্শ ছাড়া দুর্নীতিমুক্ত ও ন্যায়ভিত্তিক রাষ্ট্র সম্ভব নয়। আওয়ামী সরকার বিদায়ের পর দেশে এখনো ফ্যাসিবাদী আচরণ, দুর্নীতি ও বৈষম্য চলমান।</p><p>সমাবেশে আরও বক্তব্য দেন জেলা জামায়াতের সাংগঠনিক সম্পাদক মোহাম্মদ হেদায়েত উল্লাহ, জেলা কর্মপরিষদ সদস্য আক্তার আহমদ, জেলা ছাত্রশিবিরের সেক্রেটারি মীর মোহাম্মদ আবু তালহা, চকরিয়া পৌর জামায়াতের আমির আরিফুল কবির, মাতামুহুরি সাংগঠনিক উপজেলার আমির মাওলানা ফরিদুল আলম ও চকরিয়া উন্নয়ন ফোরামের চেয়ারম্যান আরিফুর রহমান চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "আবুল হাসানকে নিয়ে নতুন গল্পগাছা ও পূর্বাপর | প্রথম আলো",
            "time": "2025-08-04T17:55:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Feyuuvelw%2FAbul-H.jpeg?rect=0%2C74%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েক দিন পরে রাতে ত্রিমূর্তির আগমন। হাসান, নির্মল আর মামুন। হাসান এসেই বললেন, ‘টাকা দাও তো দেখি!’</p><p>‘কিসের টাকা?’ সুব্রত বলল।</p><p>‘আমরা ক্ষুধার্ত হে, ভাত খাব! এ জন্যে টাকা চাইছি। দয়া হইলে দাও! নাহলে না খেয়ে থাকি। এই আমি শুইলাম,’ বলেই সুব্রতর ঘরের কোনায় লম্বা করে গুটিয়ে রাখা পাটিটা মেঝেতে বিছিয়ে লম্বা হয়ে শুয়ে পড়লেন হাসান।</p><p>‘করো কী, করো কী! এই যে নাও টাকা। ভাত খেয়ে আসো গে।’ সুব্রত রাশভারী কিন্তু গোবেচারা ধরনের মানুষ। হাসানের কার্যকলাপে রীতিমতো বিব্রত।</p><p>‘বাহ। তুমি তো দেখছি আমাদের বিদ্যাসাগর!’ মামুন বললেন।</p><p>‘কেন, বিদ্যাসাগর হতে যাব কেন আবার?’ সুব্রত বিস্মিত।</p><p>‘বিদ্যাসাগর মাইকেলকে টাকা দিয়ে বাংলা সাহিত্যকে রক্ষা করেছিলেন। তুমিও ঠিক তেমনই। মাইকেলের নামে অনেক কুৎসা আছে, অপপ্রচার আছে। আমাদের নামেও শুনতে পার হয়তো। কিন্তু এসব কথায় বিশ্বাস যেয়ো না, বন্ধু। তুমিও চলো আমাদের সঙ্গে।’ হাসান বললেন। </p><p>‘আমি হলের ক্যানটিনে খেয়েছি। এত রাতে আবার ভাত খাব কী?’ সুব্রত বলল।</p><p>‘তুমি চা খাবা, চলো। তারপর এসে আবার পড়তে বসবা!’</p><p>তাঁরা সুব্রতকে জোর করেই নিয়ে গেলেন চানখাঁর পুলের পপুলার হোটেলে। খাবারের জন্য অপেক্ষা করতে করতে মাইকেলের চিঠি থেকে মামুন অভিনয় করে শোনাতে লাগলেন, ‘আমি যে লোকের কাছে আমার প্রার্থনা জানিয়ে চিঠি লিখেছি, প্রাচীন ভারতীয় ঋষির প্রজ্ঞা ও মনীষা তাঁর, কর্মোদ্যমে তিনি একজন ইংরেজের মতো প্রবল, তাঁর হৃদয় বাঙালি মায়ের মতো কোমল। আমি ঠিকই বলেছিলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "দণ্ডাদেশের বিরুদ্ধে হাইকোর্টে আসামিদের আপিল শুনানি চলছে | প্রথম আলো",
            "time": "2025-08-04T17:53:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fceda57b6-be0b-4e41-9926-3e6f2d9fe8d2%2FAsean.webp?rect=0%2C14%2C476%2C250&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রায়ে পল্লবী থানার তৎকালীন উপপরিদর্শক (এসআই) জাহিদুর রহমান, সহকারী উপপরিদর্শক (এএসআই) রাশেদুল হাসান ও এএসআই কামরুজ্জামানকে যাবজ্জীবন কারাদণ্ড ও এক লাখ টাকা করে জরিমানা করা হয়। এঁদের প্রত্যেককে দুই লাখ টাকা করে বাদী বা ক্ষতিগ্রস্ত পরিবারকে ক্ষতিপূরণ দিতে নির্দেশ দেওয়া হয়। অপর দুই আসামি পুলিশের সোর্স (তথ্যদাতা) সুমন ও রাসেলের সাত বছর কারাদণ্ড এবং ২০ হাজার টাকা করে জরিমানার আদেশ দেন বিচারিক আদালত।</p><p>বিচারিক আদালতের রায়ের বিরুদ্ধে তিন আসামি ২০২০ সালে হাইকোর্টে পৃথক আপিল করেন। তাঁরা হলেন জাহিদুর রহমান, রাশেদুল হাসান ও রাসেল। ২০২১ সালে হাইকোর্ট আপিল শুনানির জন্য গ্রহণ করেন। আর দণ্ডাদেশের বিরুদ্ধে তিন আসামির আপিলের ওপর একসঙ্গে গত ৯ জুলাই হাইকোর্টে শুনানি শুরু হয়।</p><p>আজ আদালতে আসামিপক্ষে আইনজীবী মো. আব্দুর রাজ্জাক শুনানি করেন। রাষ্ট্রপক্ষে অতিরিক্ত অ্যাটর্নি জেনারেল অনীক আর হক ও ডেপুটি অ্যাটর্নি জেনারেল বদিউজ্জামান তপাদার শুনানিতে অংশ নেন। এ ছাড়া বাদীপক্ষে শুনানিতে ছিলেন আইনজীবী এস এম রেজাউল করিম।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরোনো বন্দোবস্ত জায়গা করে নেওয়ার লক্ষণ দেখা যাচ্ছে: জোনায়েদ সাকি | প্রথম আলো",
            "time": "2025-08-04T17:50:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fitha9dvz%2F01.jpeg?rect=77%2C0%2C1126%2C591&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের উদ্দেশে জোনায়েদ সাকি বলেন, ‘সবার আগে কর্তব্য ছিল শহীদদের রাষ্ট্রীয় মর্যাদায় অধিষ্ঠিত করা। বাংলাদেশের ইতিহাসে ১৯৭১ সালের পর সবচেয়ে বড় মাহেন্দ্রক্ষণ ৫ আগস্ট আবার আসছে। আমরা এখনো জানি না শহীদদের পূর্ণাঙ্গ তালিকা পাব কি না, তাঁদের রাষ্ট্রীয় মর্যাদায় অধিষ্ঠিত দেখব কি না, তাঁদের পরিবারের জীবনের দায়িত্ব নেওয়া নিশ্চিত হবে কি না, সমস্ত আহতের চিকিৎসা ও জীবনের দায়িত্ব নেওয়া হয়েছে, সেটা দেখব কি না—এটা এই সরকারের ব্যর্থতা।’</p><p>ছাত্র ফেডারেশন ঢাকা মহানগরের নেতা ইয়াসিন খানের সঞ্চালনায় সমাবেশে আরও বক্তব্য দেন গণসংহতি আন্দোলনের নির্বাহী সমন্বয়কারী আবুল হাসান, কেন্দ্রীয় সম্পাদকমণ্ডলীর সদস্য বাচ্চু ভূইয়া, ঢাকা মহানগর উত্তরের সংগঠক সাইফুল্লাহ সিদ্দিক, পল্লবী থানার সদস্যসচিব প্রদীপ রায়, মিরপুরের সংগঠক রতন তালুকদার, শহীদ শাকিলের স্কুল ‘আমাদের পাঠশালা’র প্রধান শিক্ষক তোফাজ্জল হোসেন, ছাত্র ফেডারেশনের সাধারণ সম্পাদক সৈকত আরিফ, ছাত্র ফেডারেশন ঢাকা বিশ্ববিদ্যালয় শাখার সাবেক সভাপতি আবু রায়হান খান প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "কাবরেরার সমালোচনায় এবার বাফুফের আরেক সদস্য | প্রথম আলো",
            "time": "2025-08-04T17:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96096dd1-529a-40e5-ae02-d66222cf8c38%2FCabrera_During_Practice_At_Kings_Arena__1__1_.jpg?rect=0%2C0%2C3372%2C1770&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিঙ্গাপুর ম্যাচে একসঙ্গে চার পরিবর্তনকে কোচের বাজে ট্যাকটিস হিসেবে দেখছেন জাতীয় দল কমিটির এই সদস্য ও সাবেক ফুটবলার, ‘একসঙ্গে চারজন খেলোয়াড় পরিবর্তন করাটা আমার কাছে খুব বাজে লেগেছে। একজন সাবেক খেলোয়াড়, কোচ এবং জাতীয় দল কমিটির সদস্য হিসেবে এই বিষয়গুলো হতাশ করেছে।’</p><p>কাবরেরার ম্যাচ পরিকল্পনা, একাদশ নির্বাচন নিয়েও প্রশ্ন তুলেছেন তিনি, ‘আল–আমিন নামার পর রাকিব কেন রাইট ব্যাকে গেল? জামাল ভূঁইয়াকে কেন মাঠে নামানো হয়নি? ভুটান ম্যাচে জামালের সেটপিস থেকেই হামজা গোল করেছিল। সিঙ্গাপুরের বিপক্ষে আমরা ১১টি সেটপিস পেয়েছিলাম—জামাল থাকলে অন্তত একটি গোলের সুযোগ পেতাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থানের রূপকার ছিল প্রতিটা মানুষ: আসিফ নজরুল | প্রথম আলো",
            "time": "2025-08-04T17:30:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fzlsjo32t%2FUntitled-7.jpg?rect=0%2C116%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টা আসিফ নজরুল বলেন, ‘পৃথিবীতে কোন পররাষ্ট্রমন্ত্রী বলে যে স্বামী–স্ত্রী সম্পর্ক। আপনি কাকে স্বামী বুঝিয়েছিলেন, বাংলাদেশকে? শেখ হাসিনা বলত, “আমি এত কিছু দিয়েছি, ভারত ভুলতে পারবে না।” মনে হবে, তিনি যেন তাঁর ব্যক্তিগত সম্পত্তি দিয়েছেন। সম্পূর্ণ ব্যক্তিগত সম্পত্তি ভাবতেন। বাংলাদেশের মানুষকে তিনি তাঁর কৃতদাস ভাবতেন। এমনকি তাঁর মন্ত্রীদেরও কৃতদাস ভাবতেন।’</p><p>অধ্যাপক আসিফ নজরুল বলেন, ‘আমি যখন আমার পাসপোর্ট নিয়ে যাই, আপনাদের (কূটনীতিক) তো সমস্যা হয় না। আমার এত লজ্জা লাগে, এত রাগ লাগে। আমার তো এখন একটা স্পেশাল পাসপোর্ট আছে। কিছুদিন পর আবার সবুজ পাসপোর্ট হবে। আমেরিকায় ছয়বার গিয়েছি। তারপরও ভিসা দেয় না। দিনের পর দিন ঘুরায়ে ঘুরায়ে ভিসা দেয়। অনেক দেশ আপনার, এয়ারপোর্টে যাওয়ার পর এমনভাবে তাকায়, মনে হয়, মরে যাই। হংকং–দুবাইয়ে পাসপোর্ট দেখছে, আর এমন একটা লুক দেয়। এত প্রশ্ন করে, পেছনে লোকজন ক্ষেপতে থাকে, মনে হয় মাটির সঙ্গে মিশে যাচ্ছি। কী দেশ বানিয়েছি আমরা যে অন্য দেশ আমাদের নিচু চোখে দেখে।’</p></div></div></div></body></html>"
        }
    ]
}