{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সিলেটের একমাত্র নারী প্রার্থী তাহসিনা রুশদীর, সঙ্গী স্বামী ইলিয়াস আলীর জনপ্রিয়তা | প্রথম আলো",
            "time": "2026-02-02T08:36:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fgj5r2gew%2FSylhetDH052920260201IMG-20260201-WA0137.jpg?rect=0%2C14%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাহসিনা রুশদীরের অনুসারীদের সঙ্গে কথা বলে জানা গেছে, তাঁর দুই ছেলে আবরার ইলিয়াস ও লাবিব শারর ইলিয়াসও নিয়মিত প্রচারণায় অংশ নিচ্ছেন। তাঁরা যেখানে যাচ্ছেন, সেখানে সাধারণ মানুষ ভিড় করছেন। অনেকেই আবেগে জড়িয়ে ধরে ভোট দেওয়ার প্রতিশ্রুতি দিচ্ছেন।</p><p>ইলিয়াস আলীর ব্যক্তিগত সচিব ও জেলা বিএনপির সাবেক যুগ্ম সম্পাদক মো. ময়নুল হকের মতে, ১৩ বছর ধরে বিশ্বনাথ ও ওসমানীনগরের মানুষ ইলিয়াস আলীর ফেরার অপেক্ষায় আছেন। এ নির্বাচনে তাঁর স্ত্রীকে ভোট দিয়ে মানুষ সেই অন্যায়ের জবাব দেবে।</p><p>সিলেট-২ আসনে তাহসিনা রুশদীর ছাড়াও চারজন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। তাঁরা হলেন খেলাফত মজলিসের মুহাম্মদ মুনতাছির আলী (দেয়ালঘড়ি), জাতীয় পার্টির মাহবুবুর রহমান চৌধুরী (লাঙল), ইসলামী আন্দোলন বাংলাদেশের মো. আমির উদ্দিন (হাতপাখা) ও গণফোরামের মুজিবুল হক (উদীয়মান সূর্য)। স্থানীয় লোকজনের ধারণা, এ আসনে তাহসিনা রুশদীরের সঙ্গে মূল প্রতিদ্বন্দ্বিতা হবে মুহাম্মদ মুনতাছির আলীর।</p></div></div></div></body></html>"
        },
        {
            "title": "দিনাজপুরে শিক্ষার্থীদের বেত্রাঘাতের ঘটনায় অবরুদ্ধ মাদ্রাসাশিক্ষককে উদ্ধার করল প্রশাসন | প্রথম আলো",
            "time": "2026-02-02T08:32:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F2cdcsiux%2FDINAJPURDH160020260202BIRAMPURGHORAGHATRESCUETEACHERTOZAMMELHAUQUE01022026-02.JPG.JPG?rect=0%2C13%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাদ্রাসার আরবি বিষয়ের শিক্ষক ফিরোজ হোসেন বেতন-ভাতা সংক্রান্ত বিষয়ে কমিটি ও শিক্ষক তোজাম্মেল হকের সঙ্গে তাঁর দ্বন্দ্বের কথা অস্বীকার করেন। তিনি বলেন, শিক্ষার্থীরা পড়া করতে না পারার কারণে শিক্ষক তোজাম্মেল হক শিক্ষার্থীদের বেত্রাঘাত করেছেন।</p><p>ঘোড়াঘাট থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শহিদুল ইসলাম বলেন, মাদ্রাসা পরিচালনা কমিটি ও শিক্ষকদের সঙ্গে বেতন-ভাতা সংক্রান্ত দ্বন্দ্ব ও শিক্ষার্থীদের বেত্রাঘাতের ঘটনায় গতকাল রাতে তোজাম্মেল হক নামের এক শিক্ষককে স্থানীয় লোকজন একটি মাদ্রাসায় অবরুদ্ধ করে রেখেছিলেন। খবর পেয়ে ঘটনাস্থল থেকে ওই শিক্ষককে উদ্ধার করে জিজ্ঞাসাবাদের জন্য থানায় নেওয়া হয়েছে। অভিভাবকদের পক্ষ থেকে এখন পর্যন্ত কেউ থানায় অভিযোগ করেননি। ঊর্ধ্বতন কর্তৃপক্ষের সঙ্গে কথা বলে তাঁর ব্যাপারে পরবর্তী সিদ্ধান্ত নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কর্মজীবী নারীদের নিয়ে একটি রাজনৈতিক দলের মন্তব্য কলঙ্কজনক : তারেক রহমান | প্রথম আলো",
            "time": "2026-02-02T08:29:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fcm1qou4c%2F62490797215372463344334688267212357332950561n.jpg?rect=0%2C67%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কারও নাম উল্লেখ না করে জনসভায় তারেক রহমান বলেন, ‘আমরা দেখেছি, একটি রাজনৈতিক দলের নেতা দুদিন আগে পরিষ্কারভাবে বলেছেন, যেকল মহিলা, যে সকল মা–বোনেরা কর্মসংস্থানের জন্য যান, আপনাদের সামনে বলতে রীতিমতো লজ্জা হচ্ছে, এমন একটি শব্দ মা–বোনদের জন্য ব্যবহার করেছেন, যা এদেশের জন্য কলঙ্কস্বরূপ।’</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা প্রত্যাশিত রায় পাইনি: দুদকের আইনজীবী | প্রথম আলো",
            "time": "2026-02-02T08:28:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fwkidkb9u%2FTariqul.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর পূর্বাচল নতুন শহর প্রকল্পে সরকারি প্লট বরাদ্দে অনিয়মের পৃথক দুই মামলার রায় নিয়ে তাৎক্ষণিক প্রতিক্রিয়া জানিয়েছেন দুর্নীতি দমন কমিশনের (দুদক) আইনজীবী তরিকুল ইসলাম। তিনি প্রথম আলোকে বলেন, ‘আমরা প্রত্যাশিত রায় পাইনি।’</p><p>আজ সোমবার দুপুরে ঢাকার বিশেষ জজ আদালত-৪–এর বিচারক রবিউল আলম এ দুই মামলার রায় ঘোষণা করেন। রায়ে ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা, তাঁর বোন শেখ রেহানার দুই মেয়ে টিউলিপ সিদ্দিক, আজমিনা সিদ্দিক ও ছেলে রাদওয়ান মুজিব সিদ্দিক ববির জেল–জরিমানা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেট-৫: জমিয়তের ‘গলার কাঁটা’ বিএনপির ‘বিদ্রোহী’, ‘ফুরফুরে মেজাজে’ খেলাফতের প্রার্থী | প্রথম আলো",
            "time": "2026-02-02T08:26:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fzk8qtcdt%2FUntitled-3.jpg?rect=0%2C43%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে বিএনপির সিংহভাগ নেতা-কর্মী জমিয়তে উলামায়ে ইসলাম বাংলাদেশের প্রার্থীর পক্ষে আছেন বলে দাবি করেছেন উবায়দুল্লাহ ফারুক। তিনি প্রথম আলোকে বলেন, ‘মামুনুর রশীদের পক্ষে বিএনপির কিছু নেতা ছিলেন, তাঁরা বহিষ্কৃত হয়েছেন। বিএনপির আরও কয়েকজন তাঁর সঙ্গে আছেন। এর বাইরে বিএনপির দায়িত্বশীল নেতাসহ বড় অংশই আমার সঙ্গে আছেন। সাধারণ ভোটারেরাও আমাকে ভালোভাবে গ্রহণ করেছেন। জয়ের ব্যাপারে আমি আশাবাদী, ইনশা আল্লাহ।’</p><p>অন্যদিকে স্বতন্ত্র প্রার্থী মামুনুর রশীদ বলেন, ‘বিএনপির তৃণমূলের কর্মী-সমর্থক এবং সাধারণ ভোটাররা আমাকে প্রার্থী হতে উৎসাহিত করেছেন। সবার সমর্থন নিয়ে প্রার্থী হয়েছি। আমার জয় হবে ইনশা আল্লাহ।’</p><p>স্বাধীনতার পর আসনটিতে চারবার আওয়ামী লীগ, তিনবার জাতীয় পার্টি ও দুবার স্বতন্ত্র প্রার্থী বিজয়ী হন। এ ছাড়া বিএনপি, ইসলামী ঐক্যজোট ও জামায়াতে ইসলামীর প্রার্থী একবার করে জয়ী হয়েছেন। সর্বশেষ দ্বাদশ জাতীয় সংসদ নির্বাচনে মোহাম্মদ হুছামুদ্দীন চৌধুরী স্বতন্ত্র প্রার্থী হিসেবে জয়ী হন।</p><p>এদিকে রিটার্নিং কর্মকর্তার কার্যালয় জানিয়েছে, সিলেট-৫ আসনে মোট ভোটার ৪ লাখ ২৮ হাজার ৭৪৬ জন। এ ছাড়া পোস্টাল ভোটের জন্য নিবন্ধন করেছেন ৭ হাজার ৯১১ জন ভোটার।</p></div></div></div></body></html>"
        },
        {
            "title": "মুখ লুকিয়ে যাঁরা ছিলেন, তাঁরা বাধ্য হয়েছেন ‘হ্যাঁ’-এর পক্ষে কথা বলতে: জামায়াত আমির | প্রথম আলো",
            "time": "2026-02-02T08:25:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F1207gnb6%2Fe6641f6a-f62e-4285-ad55-fec637b4654f-1.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুপুর সোয়া ১২টার দিকে বক্তব্য শুরু করেন জামায়াতের আমির। তিনি বলেন, ‘আমরা জামায়াতে ইসলামীর বিজয় চাই না।...আমি ১৮ কোটি মানুষের বিজয় চাই। ১৮ কোটি মানুষের বিজয় হলে সবার বিজয় হবে। আমিও তার থেকে বাদ পড়ব না। আর দল, পরিবার, গোষ্ঠীর বিজয় হলে—তারপর জাতির ওপর তাণ্ডব চালানো হবে। ধিক্কার জানাই ওই বিজয়কে। ওই বিজয় আমাদের প্রয়োজন নেই।’</p><p>যুবসমাজ বেকার ভাতা চায় না উল্লেখ করে জনসভায় শফিকুর রহমান বলেন, ‘যুবককেরা তো দাবি করে নাই—আমাদের বেকার ভাতা দাও। তারা বলেছে, আমাদের হাতে কাজ দাও। আমরা আমাদের দেশ, জাতিকে গড়তে চাই। এই জন্য যুব সমাজের হাতে আমরা অপমানজনক বেকার ভাতা তুলে দেব না। আমরা সম্মানের কাজ তুলে দেব। সেই কাজ তুলে দেওয়ার একটা পটেনশিয়াল জায়গা হচ্ছে মহেশখালী-কুতুবদিয়া। এখানে মাতারবাড়ী গভীর সমুদ্রবন্দর কেন্দ্র করে, আমরা সিঙ্গাপুর কিংবা হংকংয়ের চেয়েও ভালো জায়গায় যেতে পারব।’</p><p>শফিকুর রহমান বলেন, ‘দুর্নীতিবাজ, চাঁদাবাজ, ঋণখেলাপি, ব্যাংক ডাকাত—এই নেতৃত্ব দিয়ে আগামীর বাংলাদেশ হবে না। যুবকদের প্রত্যাশার বাংলাদেশ গড়া যাবে না। যাদের চরিত্রবল আছে, যাদের মধ্যে সততা আছে, দেশপ্রেম আছে, যারা মানুষের সঙ্গে লেগে থাকে সুখে-দুঃখে, যারা বসন্তের কোকিল নয়—বাংলাদেশ গড়া হবে তাদের দিয়ে। এই বাংলাদেশ আর হামাগুড়ি দিয়ে, খুঁড়িয়ে খুঁড়িয়ে সামনে যাবে—ওটা আমরা চাই না।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রেমের গুঞ্জনের মধ্যে আরশের জন্মদিনে যা লিখলেন সুনেরাহ | প্রথম আলো",
            "time": "2026-02-02T08:00:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Ffuyuc6uz%2F523509681_10230499415894134_1314326147513905696_n.jpg?rect=0%2C0%2C1486%2C780&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সময় সুনেরাহ প্রথম আলোকে জানিয়েছিলেন, ‘বেশ কিছুদিন আগে আমরা থাইল্যান্ডে গিয়েছিলাম। সেখানে একসঙ্গে ছয়টি নাটকের শুটিং করেছি। সব নাটকেই সহশিল্পী ছিলেন আরশ খান। শুটিংয়ের ফাঁকে সাধারণত ছবি তোলা হয় না। একটি দৃশ্যধারণের সময় এই ছবি তোলা হয়েছিল। ছবিটা আমার খুব ভালো লেগেছিল, তাই ফেসবুকে পোস্ট করি। এরপর কে কী লিখছেন বা বলছেন, সেসব আমি জানি না। আমি পুরোপুরি শুটিং নিয়েই ব্যস্ত।’গত বছর আরশ ও সুনেরাহ জুটি ‘প্রজাপতি মন’, বিরতির পরে’, ‘তুমি আমি, আমি তুমি’ দিয়ে প্রশংসিত হয়েছেন। </p><p>সর্বশেষ তাদের ‘একজন অন্তর্বর্তীকালীন প্রেমিকা’ নাটকে দেখা গেছে। ছোট পর্দা থেকে তাঁদের অভিষেক হয়েছে ওটিটিতে। একসঙ্গে তাঁরা ওটিটি প্ল্যাটফর্ম চরকির আঁতকা সিরিজে অভিনয় করেছেন। তাঁরা এখন নিয়মিত জুটি। পর্দার বাইরে প্রায়ই তাঁদের একসঙ্গে রোমান্টিক ছবিতে দেখা যায়। যে কারণে তাঁদের ঘিরে ভক্তদের গুঞ্জন শুরু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টেইন ফাইলসে নারীর সঙ্গে মেলানিয়া প্রামাণ্যচিত্রের পরিচালক র‍্যাটনারের ছবি | প্রথম আলো",
            "time": "2026-02-02T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fbn5b1f7q%2Fmelania-epstein.jpg?rect=0%2C0%2C1013%2C532&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের ফার্স্ট লেডি মেলানিয়া ট্রাম্পকে নিয়ে তৈরি নতুন প্রামাণ্যচিত্রের পরিচালক ব্রেট র‍্যাটনারকে এক তরুণীর সঙ্গে ঘনিষ্ঠ অবস্থায় দেখা গেছে। এ সময় জেফরি এপস্টেইনসহ আরেক তরুণীও ছিলেন। গত শুক্রবার মার্কিন বিচার বিভাগ থেকে প্রকাশিত কিছু ছবিতে এমন দৃশ্য সামনে এসেছে।</p><p>‘রাশ আওয়ার’ এবং ‘এক্স-ম্যান: দ্য লাস্ট স্ট্যান্ড’-এর মতো সিনেমার পরিচালক ব্রেট র‍্যাটনারকে কুখ্যাত যৌন নিপীড়ক প্রয়াত জেফরি এপস্টেইনের পাশে একটি সোফায় বসে থাকতে দেখা যায়। সেখানে থাই দুজন নারীর পরিচয় গোপন রাখা হয়েছে।</p><p>ছবিগুলো ঠিক কবে তোলা হয়েছে, তা স্পষ্ট নয়। তবে গত ডিসেম্বরে র‍্যাটনার, এপস্টেইন ও প্রয়াত ফরাসি মডেলিং এজেন্ট জঁ-লুক ব্রুনেলের যেসব ছবি প্রকাশিত হয়েছিল, এসব ছবিও একই জায়গায় তোলা বলে ধারণা করা হচ্ছে।</p><p>নথিপত্রে ব্রেট র‍্যাটনারের সরাসরি কোনো অপরাধের প্রমাণ পাওয়া যায়নি। বিবিসি এ বিষয়ে তাঁর প্রতিনিধির সঙ্গে যোগাযোগের চেষ্টা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঈদের পরে বইমেলা আয়োজনসহ চার দাবি প্রকাশকদের | প্রথম আলো",
            "time": "2026-02-02T07:58:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fu5yiti6k%2Fbookfair.jpeg?rect=0%2C26%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে প্রকাশকেরা জানান, ফেব্রুয়ারিতে বইমেলা আয়োজন করা হলে তাঁদের ত্রিমুখী সংকটে পড়তে হবে। এসব সংকটের মধ্যে রয়েছে অর্থনৈতিক ও বাণিজ্যিক বাস্তবতা, লজিস্টিক ও নির্বাচনকালীন সংকট এবং মানবিক ও ধর্মীয় বাস্তবতা।</p><p>মেলার সূচি রমজানের মধ্যে হওয়ায় প্রকাশকদের ব্যবসায়িক ঝুঁকি রয়েছে। তাই ফেব্রুয়ারির মেলায় অংশগ্রহণ করবে না বলে জানিয়েছে ৩১ জন প্রকাশক। আর ১৫২ জন প্রকাশক মেলায় অংশগ্রহণ করার বিষয়ে একেবারেই অনিচ্ছুক।</p><p>সংবাদ সম্মেলন শেষে সর্বস্তরের প্রকাশকদের পক্ষে প্রধান উপদেষ্টার কাছে একটি স্মারকলিপি জমা দেওয়ার কথা জানান আয়োজকেরা।</p><p>আদর্শ প্রকাশনার স্বত্বাধিকারী মাহাবুব রাহমানের সঞ্চালনায় সংবাদ সম্মেলনে আরও বক্তব্য দেন অন্য প্রকাশের প্রধান নির্বাহী মাজহারুল ইসলাম। তিনি জানান, পরিস্থিতি বিবেচনায় তাঁরা সংস্কৃতিবিষয়ক মন্ত্রণালয় ও বাংলা একাডেমির সঙ্গে যোগাযোগ করেছেন; কিন্তু তাঁরা কোনো সদুত্তর পাননি।</p></div></div></div></body></html>"
        },
        {
            "title": "মোংলায় লোকালয়ে হঠাৎ এসেছে চিত্রা হরিণ, ঘুরছিল বাজারের ভেতর | প্রথম আলো",
            "time": "2026-02-02T07:56:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fqkx35ctr%2FWEB.jpg?rect=0%2C14%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মোংলায় লোকালয়ে হঠাৎ এসেছে চিত্রা হরিণ, ঘুরছিল বাজারের ভেতর\" class=\"nA4h1 \">মোংলায় লোকালয়ে হঠাৎ এসেছে চিত্রা হরিণ, ঘুরছিল বাজারের ভেতর</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-02T13:56:26+06:00\"><span>প্রকাশ: ০২ ফেব্রুয়ারি ২০২৬, ০৭: ৫৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কাইয়ুমের প্রার্থিতার বৈধতা নিয়ে রিট এনসিপির নাহিদের | প্রথম আলো",
            "time": "2026-02-02T07:51:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F2xvahjam%2FWhatsApp_Image_2026_02_02_at_12_55_56_PM.jpeg?rect=0%2C64%2C920%2C483&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">বিএনপি প্রার্থী এম এ কাইয়ুম (বাঁয়ে) ও নাহিদ ইসলাম (ডানে)</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বড় আশার বাসা এ ঘর | প্রথম আলো",
            "time": "2026-02-02T07:49:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fq39o1zok%2FWhatsApp-Image-2026-02-02-at-13.48.03.jpeg?rect=0%2C69%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরদিন প্রত্যুষে কামরুল হাসান স্যারের সেই মরদেহ গোসল শেষে কাফন পরিয়ে চারুকলার জয়নুল গ্যালারিতে আনা হলে সেখানে পাহারা দিয়েছিলেন কে জানেন? শুনলে অবাক হবেন। তিনি হলেন সবার শ্রদ্ধেয় কবি সুফিয়া কামাল। তিনি মরদেহের পাশে অবিরাম কোরআন পাঠ করছিলেন। তখনো আমাদের ভয় ছিল, তাঁর মরদেহ সামরিক জান্তা উঠিয়ে নিয়ে যাবে। ভোরের আলো ফুটতে না ফুটতেই চারুকলায় দেশের কবি, শিল্পী, সাহিত্যিক, লেখক, ফিল্মমেকার, বুদ্ধিজীবী, সাংবাদিক, বিচারপতি, সম্পাদকসহ সর্বস্তরের নগরবাসীর ঢল নেমে যায়। সে এক অভূতপূর্ব দৃশ্য। এমন রাজকীয় বিদায় আর হয় না।</p><p>এখানে বলে রাখি, স্যারের দাফন নিয়েও অনেক ঝামেলা হয়েছিল। বিশ্ববিদ্যালয় কর্তৃপক্ষ ক্যাম্পাসে দাফনে সম্মত হচ্ছিল না। ওই সময়ের বিশ্ববিদ্যালয় প্রশাসন জাতীয় কবি কাজী নজরুল ইসলাম এবং শিল্পাচার্য জয়নুল আবেদিন স্যারের পাশে শিল্পী কামরুল হাসানকে দাফন করতে সম্মত না হয়ে পুলিশ দিয়ে ব্যারিকেড সৃষ্টি করে। কিন্তু ছাত্র সংগ্রাম পরিষদ এবং সাংস্কৃতিক জোট আর আমরা চারুকলার ছাত্রছাত্রীরা জোর করেই বিশ্ববিদ্যালয় ক্যাম্পাসে শিল্পাচার্য জয়নুল আবেদিন স্যারের কবরের পাশে দাফন সম্পন্ন করি।</p><p>আজ ২ ফেব্রুয়ারি শিল্পী কামরুল হাসানের মৃত্যুদিন। তাঁর স্মৃতির প্রতি এ শ্রদ্ধাঞ্জলি।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের সব বিমা কোম্পানির নিবন্ধন নবায়নে মাশুল বাড়ছে, চলতি সপ্তাহে প্রজ্ঞাপনের সম্ভাবনা | প্রথম আলো",
            "time": "2026-02-02T07:46:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2F95g0snnm%2F003.jpg?rect=0%2C136%2C1912%2C1004&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইডিআরএর প্রস্তাব মেনে মাশুল বৃদ্ধির জন্য অর্থ মন্ত্রণালয়ের আর্থিক প্রতিষ্ঠান বিভাগ ‘বিমা ব্যবসা নিবন্ধন ফি বিধিমালা, ২০১২’ সংশোধনের কাজ করছে আট মাস আগে থেকে। আর্থিক প্রতিষ্ঠান বিভাগ বলছে, বৃদ্ধির হার ৪ গুণ বাড়িয়ে খসড়া চূড়ান্ত করা হয়েছে ২০২৫ সালের ১ জুলাই। পরে অবশ্য বছরওয়ারি হার নির্ধারণ করা হয়েছে।</p><p>আর্থিক প্রতিষ্ঠান বিভাগ গত মাসে এ খসড়া ভেটিং বা পরীক্ষা-নিরীক্ষার জন্য আইন মন্ত্রণালয়ে পাঠিয়েছে। আইন মন্ত্রণালয় ভেটিং শেষে কোনো কিছু না বদলে গত সপ্তাহে তা আর্থিক প্রতিষ্ঠান বিভাগে ফেরতও পাঠিয়েছে। এ বিভাগ এখন আইন মন্ত্রণালয়ে আবার পাঠালেই জারি হবে প্রজ্ঞাপন।</p><p>আর্থিক প্রতিষ্ঠান বিভাগের সচিব নাজমা মোবারেক গতকাল রোববার প্রথম আলোকে বলেন, ভেটিং যেহেতু শেষ হয়েছে, সেহেতু এখন প্রজ্ঞাপন জারি হবে। চলতি সপ্তাহেই এটি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রার্থীর ব্যানারে লেখা ‘আমি ছোট, আমাকে মারবেন না’ | প্রথম আলো",
            "time": "2026-02-02T07:44:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Ftqmf1o2q%2F02022026-dh-7.jpg?rect=0%2C0%2C1893%2C994&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শোয়েব আমান উল্লাহ জনতার দলের প্রার্থী। ঢাকা-১৫ আসনের বিভিন্ন এলাকা ঘুরে আর কোথাও জনতার দলের ব্যানার-ফেস্টুন চোখে পড়েনি, এমন প্রশ্নে তিনি বলেন, ‘আমি ইউরোপীয় স্টাইলে প্রচার চালাচ্ছি। ডোর-টু-ডোর (বাড়ি বাড়ি) এবং চায়ের দোকানগুলোতে গিয়ে সরাসরি মানুষের সঙ্গে কথা বলছি।’</p><p>ঢাকা উত্তর সিটির ৪, ১৩, ১৪ ও ১৬ নম্বর ওয়ার্ড (মিরপুর ও কাফরুল থানা) নিয়ে ঢাকা-১৫ সংসদীয় আসন। এখানে মোট ভোটার ৩ লাখ ৫১ হাজার ৭১৮ জন। ত্রয়োদশ জাতীয় সংসদ নির্বাচনে এই আসনে আটজন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। এই আসন থেকে নির্বাচন করছেন জামায়াতে ইসলামীর আমির মো. শফিকুর রহমান। তাঁর পক্ষে জামায়াতের নেতা-কর্মীরা প্রচারের প্রথম দিন থেকেই সক্রিয় আছেন। শফিকুর রহমান নিজেও এই আসনে একাধিক জনসভা, পথসভা ও নারী সমাবেশের পাশাপাশি জনসংযোগ করে যাচ্ছেন।</p><p>এই আসনে বিএনপির ধানের শীষ প্রতীকে নির্বাচন করছেন শফিকুল ইসলাম খান। তিনি যুবদলের সাবেক ভারপ্রাপ্ত সাধারণ সম্পাদক। নির্বাচনী এলাকায় নিয়মিত জনসংযোগ করে যাচ্ছেন শফিকুল ইসলাম খান। অন্য প্রার্থীরা হলেন সিপিবির আহাম্মদ সাজেদুল হক (কাস্তে প্রতীক), জাতীয় পার্টির মো. সামসুল হক (লাঙ্গল), বাংলাদেশ জাসদের আশফাকুর রহমান (মোটরগাড়ি-কার), বাংলাদেশ সুপ্রিম পার্টির মোবারক হোসেন (একতারা) এবং আমজনতার দলের নিলাভ পারভেজ (প্রজাপতি)।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে ৯৫টি ককটেল উদ্ধার, আটক ৩ | প্রথম আলো",
            "time": "2026-02-02T07:42:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fqzy124jc%2FWEB.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"শরীয়তপুরে ৯৫টি ককটেল উদ্ধার, আটক ৩\" class=\"nA4h1 \">শরীয়তপুরে ৯৫টি ককটেল উদ্ধার, আটক ৩</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-02T13:42:04+06:00\"><span>প্রকাশ: ০২ ফেব্রুয়ারি ২০২৬, ০৭: ৪২ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}