{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দায়ী ব্যক্তিদের শনাক্ত ও দৃষ্টান্তমূলক শাস্তির দাবি বিজেপিসির | প্রথম আলো",
            "time": "2025-12-24T05:22:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fvo7xv2iv%2F%E0%A7%AA.jpg?rect=0%2C62%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও দ্য ডেইলি স্টারের কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগ; নিউ এজের সম্পাদক নূরুল কবীরের ওপর হামলা এবং খুলনায় সাংবাদিক ইমদাদুল হক মিলন হত্যার ঘটনায় উদ্বেগ ও নিন্দা জানিয়েছে বাংলাদেশ জার্নালিস্ট প্রটেক্ট কমিটি (বিজেপিসি)। গতকাল মঙ্গলবার সন্ধ্যায় সংগঠনটি এক বিবৃতিতে এ তথ্য জানিয়েছে।</p><p>বিজ্ঞপ্তিতে বলা হয়, ‘ফ্রি প্রেস আনলিমিটেড’ ও ‘আর্টিকেল ১৯’-এর অনুপ্রেরণায় গঠিত বিজেপিসি মনে করে, এসব ঘটনা স্বাধীন মতপ্রকাশ ও গণমাধ্যমের ওপর চূড়ান্ত আঘাত। অতীতেও বিভিন্ন ব্যক্তি ও প্রতিষ্ঠানের ওপর সংগঠিত সহিংসতা ঘটেছে। সাংবাদিকদের লাঞ্ছনা, হয়রানি ও হত্যার ঘটনা ঘটলেও অধিকাংশ ক্ষেত্রেই অপরাধীরা শাস্তির বাইরে থেকে গেছে। অনেক ঘটনায় তাদের শনাক্তও করা হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "শাজাহান খানের বাড়ি ও পেট্রলপাম্প পাহারা দেওয়া সেই যুবদল নেতার পদ স্থগিত | প্রথম আলো",
            "time": "2025-12-24T05:22:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Flllausub%2Fmadaripur-jubodol.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাদারীপুর জেলা যুবদলের সদস্যসচিব মনিরুজ্জামান প্রথম আলোকে বলেন, ‘শাজাহান খানের বাড়ি ও ভাইদের ব্যবসাপ্রতিষ্ঠান পাহারা দেওয়ার ঘটনায় জেলায় আহ্বায়কের পদটি কেন্দ্র থেকে স্থগিত করা হয়েছে। এখানে কেন্দ্রের বাইরে আমাদের কথা বলার সুযোগ নেই। দলের ভাবমূর্তি নষ্ট হয়েছে বিধায় কেন্দ্র থেকে তাঁর বিরুদ্ধে সাংগঠনিক সিদ্ধান্ত নিতে বাধ্য হয়েছে। দল কখনোই ব্যক্তির অপকর্মের দায় গ্রহণ করবে না।’</p><p>জানতে চাইলে পদ স্থগিত হওয়া যুবদল নেতা ফারুক হোসেন ব্যাপারী গতকাল মঙ্গলবার রাতে বলেন, ‘আমি আগে একবার বহিষ্কৃত হয়েছিলাম, পরে যুবদলের আহ্বায়ক হয়েছি। এখন পদ গেছে, আবার জেলা বিএনপির সেক্রেটারি হব, থানা বিএনপির সভাপতি হব। আবার যুবদলেরও প্রেসিডেন্ট হব, ইনশা আল্লাহ। আমি পার্টি অফিসে (যুবদলের কেন্দ্রীয় কার্যালয়) আছি। আর এটা তো বহিষ্কার নয়, সাময়িক স্থগিত। এগুলো থাকে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে রেলওয়ে ওয়ার্কশপে আগুন, পুড়ল আড়াই লাখ টাকার মালামাল | প্রথম আলো",
            "time": "2025-12-24T05:18:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fuk5ynf5o%2F8f5486ab-6d65-41a3-849b-426f20a8bd7c.jfif?rect=0%2C60%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের পাহাড়তলীতে রেলওয়ের মেরামত কারখানায় (ওয়ার্কশপ) অগ্নিকাণ্ডের ঘটনা ঘটেছে। গতকাল মঙ্গলবার রাত সাড়ে নয়টার দিকে কারখানায় স্তূপ করে রাখা পুরোনো মালামালে আগুন লাগে। পরে ফায়ার সার্ভিসের দুটি গাড়ি ঘটনাস্থলে গিয়ে আগুন নিয়ন্ত্রণে আনে।</p><p>বিভাগীয় ফায়ার সার্ভিসের আগ্রাবাদ নিয়ন্ত্রণকক্ষ থেকে জানানো হয়, রাত ৯টা ৩৬ মিনিটে আগুন লাগার খবর পেয়ে ফায়ার সার্ভিসের দুটি ইউনিট ঘটনাস্থলে যায়। তাঁদের প্রচেষ্টায় এক ঘণ্টা পর আগুন নিভেছে। আগুনে ২ লাখ ৬০ হাজার টাকার ক্ষতি হয়েছে। ফায়ার সার্ভিসের প্রচেষ্টায় ১৫ লাখ টাকার মালামাল রক্ষা পায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বুয়েটে ভর্তি পরীক্ষা: প্রবেশপত্রে ডাউনলোডের তারিখ প্রকাশ | প্রথম আলো",
            "time": "2025-12-24T05:12:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F10%2F23%2F21cd77bf977f3c9fae5ed041025d7803-BUET_--7-.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ে (বুয়েট) ২০২৫-২৬ শিক্ষাবর্ষে স্নাতক শ্রেণিতে ভর্তি পরীক্ষায় অংশ নেওয়ার জন্য প্রবেশপত্র ডাউনলোডের তারিখ প্রকাশ করা হয়েছে। বিশ্ববিদ্যালয়ের ওয়েবসাইটে বলা হয়েছে, ‘বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের ২০২৫-২০২৬ শিক্ষাবর্ষের ভর্তি পরীক্ষায় অংশগ্রহণের জন্য প্রবেশপত্র জানুয়ারি ০১,২০২৬ সকাল ৯টা থেকে ডাউনলোড করা যাবে।’</p><p>এর আগে ভর্তি পরীক্ষায় অংশ নেওয়ার নির্বাচিত ১০ হাজারের বেশি শিক্ষার্থীর তালিকা প্রকাশ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক শিক্ষক নিয়োগ পরীক্ষা: যেভাবে নেবেন চূড়ান্ত প্রস্তুতি | প্রথম আলো",
            "time": "2025-12-24T05:12:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-05%2F1k7sgj8h%2F190.jpg?rect=0%2C0%2C4129%2C2168&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গণিত ও বিজ্ঞান</strong></p><p>গণিত বিষয়ে আতঙ্কিত না হয়ে অধিক অনুশীলনে বেশি নম্বর পাওয়ার সম্ভাবনা থাকে। গণিতকে মূলত তিনটি ভাগে ভাগ করে প্রস্তুতি নিন—পার্টিগণিত, বীজগণিত ও জ্যামিতি।</p><p><strong>পার্টিগণিত:</strong> লাভ-ক্ষতি, সুদকষা, গড়, শতকরা, ঐকিক নিয়ম, লসাগু ও গসাগু। পঞ্চম থেকে অষ্টম শ্রেণির এনসিটিবির গণিত বোর্ড বই অনুশীলন করতে পারেন।</p><p><strong>বীজগণিত:</strong> মাননির্ণয়, উৎপাদক বিশ্লেষণ, সরল সমীকরণ, সূচক ও লগারিদম, সেট ও ফাংশন। ষষ্ঠ থেকে নবম শ্রেণির গণিত বোর্ড বই সহায়ক।</p><p><strong>জ্যামিতি:</strong> রেখা ও কোণ, ত্রিভুজ, চতুর্ভুজ, বৃত্ত, ত্রিকোণমিতি ও পরিমিতি। ষষ্ঠ থেকে নবম শ্রেণির জ্যামিতিক অংশ বোর্ড বই অনুশীলন কাজে দেবে।</p><p>গণিতের পাশাপাশি বিজ্ঞানের প্রশ্নও আসবে। বিজ্ঞান অংশে পদার্থের অবস্থা, মৌলিক কণা, চুম্বকত্ব, শক্তি, উদ্ভিদ ও প্রাণিজগৎ, রক্ত সঞ্চালন, রোগজীবাণু, খাদ্য ও পুষ্টি ইত্যাদি বিষয়ে জোর দিতে হবে। সেই সঙ্গে আইসিটি বিষয়েও মৌলিক ধারণা থাকা আবশ্যক। ষষ্ঠ থেকে নবম শ্রেণির এনসিটিবির গণিত ও বিজ্ঞান বই সহায়ক।</p><p><strong>প্রস্তুতির শেষ মুহূর্তে যা মনে রাখবেন</strong></p><p>নিয়মিত অধ্যয়ন করুন। পূর্ববর্তী বছরের প্রশ্ন বিশ্লেষণ ও মডেল টেস্ট অনুশীলনই সাফল্যের চাবিকাঠি।</p><ul><li><p>লেখক: <strong>বিশ্বজিৎ সুর</strong>, সহকারী শিক্ষক, গোয়ালনগর সরকারি প্রাথমিক বিদ্যালয়, কোতোয়ালি, ঢাকা</p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "হকি-কাবাডির জয়গান, অভিমানী জহির-রোমান | প্রথম আলো",
            "time": "2025-12-24T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F7gqq67gl%2FWhatsApp-Image-2025-12-24-at-11.16.59-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রিকেট, ফুটবল বাদে অন্যান্য খেলায় ২০২৫ সালটা ছিল পদকে মোড়ানো। শুটিং-আর্চারি না থাকায় ষষ্ঠ ইসলামিক সলিডারিটি গেমসে খুব একটা সাফল্যে আশা করেনি বাংলাদেশ। তবু সৌদি আরব থেকে পাঁচটি পদক নিয়ে ফিরেছেন দেশের ক্রীড়াবিদরা, যার তিনটিই ভারত্তোলনে। কাবাডির প্রাপ্তিটাও দারুণ। প্রথমবারের মতো নারী কাবাডি বিশ্বকাপ আয়োজন করেছে বাংলাদেশ। সেই টুর্নামেন্টে খুব একটা হতাশ করেনি বাংলাদেশ নারী কাবাডি দল। রুপালী আক্তারের নেতৃত্বে বাংলাদেশ দল জিতেছে ব্রোঞ্জ। কাবাডিতে ২০২৫ সালে সাফল্য ছিল আরও। যুব এশিয়ান গেমসে কাবাডি দিয়েই পদকের খাতায় নাম লেখায় বাংলাদেশ। দুই দশক পর এশিয়ান কাবাডিতেও আসে পদক। </p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান বিচারপতি হিসেবে নিয়োগ পেলেন বিচারপতি জুবায়ের রহমান চৌধুরী | প্রথম আলো",
            "time": "2025-12-24T04:57:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fyotbo5fi%2FSupreme-Court.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের ২৬তম প্রধান বিচারপতি হিসেবে নিয়োগ পেয়েছেন সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি জুবায়ের রহমান চৌধুরী। </p><p>আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের আইন ও বিচার বিভাগের (বিচার শাখা-৪) প্রজ্ঞাপনে এ কথা বলা হয়। </p><p>প্রজ্ঞাপনের তারিখ—২৩ ডিসেম্বর ২০২৫। আইন মন্ত্রণালয়ের এক কর্মকর্তা প্রথম আলোকে বলেন, গতকাল মঙ্গলবারের তারিখ থাকলেও প্রজ্ঞাপনটি আজ বুধবার প্রকাশ করা হয়। </p><p>প্রজ্ঞাপনে বলা হয়, বাংলাদেশের সংবিধানের ৯৫ অনুচ্ছেদের (১) দফার ক্ষমতাবলে রাষ্ট্রপতি বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি জুবায়ের রহমান চৌধুরীকে দেশের প্রধান বিচারপতি নিয়োগ করেছেন। </p><p>এই নিয়োগ শপথ গ্রহণের তারিখ থেকে কার্যকর হবে বলে প্রজ্ঞাপনে উল্লেখ করা হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "নিজের নামে ‘প্রাণঘাতী’ যুদ্ধজাহাজ তৈরির ঘোষণা ট্রাম্পের | প্রথম আলো",
            "time": "2025-12-24T04:55:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fa7nnz40x%2Fnew-US-warship-class.webp?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারী অস্ত্রসজ্জিত নতুন যুদ্ধজাহাজ তৈরি করছে যুক্তরাষ্ট্র। গত সোমবার দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এ ঘোষণা দেন। নতুন এ যুদ্ধজাহাজের নামকরণ হবে ট্রাম্পের নামে।</p><p>ট্রাম্পের ঘোষণা অনুযায়ী, শুরুতে ট্রাম্প–শ্রেণির দুটি যুদ্ধজাহাজ নির্মাণ করা হবে। তবে এ সংখ্যা উল্লেখযোগ্যভাবে বাড়তে পারে। তিনি বলেন, ‘নতুন যুদ্ধজাহাজগুলো হবে সমুদ্রযুদ্ধে ব্যবহৃত সবচেয়ে প্রাণঘাতী জাহাজগুলোর অন্যতম এবং আমাদের দেশের ইতিহাসে সবচেয়ে বড় যুদ্ধজাহাজ।’</p><p>ফ্লোরিডার মার-এ-লাগোতে নিজের বাসভবনে ট্রাম্প এ ঘোষণা দেন। এ সময় তাঁর পাশে ছিলেন মার্কিন প্রতিরক্ষামন্ত্রী পিট হেগসেথ, পররাষ্ট্রমন্ত্রী মার্কো রুবিও ও নেভি সেক্রেটারি জন ফেলান।</p></div></div></div></body></html>"
        },
        {
            "title": "মেট্রোরেলের টিকিটে ভ্যাট অব্যাহতির মেয়াদ ছয় মাস বাড়ল | প্রথম আলো",
            "time": "2025-12-24T04:47:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-17%2Fpie641ru%2F%E0%A6%AE%E0%A7%87%E0%A6%9F%E0%A7%8D%E0%A6%B0%E0%A7%8B%E0%A6%B0%E0%A7%87%E0%A6%B2%20web.jpg?rect=0%2C0%2C1823%2C957&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ১১ ডিসেম্বর উপদেষ্টা পরিষদের বৈঠকে সিদ্ধান্ত হয়, মেট্রোরেলের টিকিটের ওপর মূল্য সংযোজন কর বা ভ্যাট অব্যাহতির সুবিধা অব্যাহত রাখা হবে। সেই সিদ্ধান্তের আলোকে এনবিআর গতকাল মঙ্গলবার এ বিষয়ে প্রজ্ঞাপন জারি করেছে।</p><p>বর্তমান ভ্যাট আইন অনুযায়ী, যেকোনো শীতাতপনিয়ন্ত্রিত রেলের টিকিটে ১৫ শতাংশ ভ্যাট আরোপের বিধান আছে। মেট্রোরেল পুরোপুরি শীতাতপনিয়ন্ত্রিত ও গণপরিবহন। কিন্তু মেট্রোরেল চালুর পর শুরু থেকেই এর মালিক কোম্পানি ঢাকা ম্যাস ট্রানজিট কোম্পানি লিমিটেডের (ডিএমটিসিএল) অনুরোধে এই সেবার ওপর ভ্যাট আরোপ করা হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রসংগঠনের নেতাদের বক্তব্য ব্যক্তিগত হয় কীভাবে | প্রথম আলো",
            "time": "2025-12-24T04:45:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fiq28c5vc%2Fprothomalofire.JPG?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে ইসলামী ছাত্রশিবিরের বক্তব্য বিগত সরকারের আমলে ছাত্রলীগের দায় এড়ানোর রাজনীতিরই অনুরূপ। অবশ্য ছাত্রলীগ তো লোকদেখানোর জন্য হলেও অভিযুক্ত ব্যক্তিদের বহিষ্কার করত, ছাত্রশিবিরের ক্ষেত্রে সেটুকুও ঘটছে না।</p><p>ছাত্রশিবির আনুষ্ঠানিকভাবে ক্ষমতাসীন না থাকলেও বর্তমানে বিশ্ববিদ্যালয় ক্যাম্পাসগুলোয় বেশ প্রভাবশালী। সংগঠনটির বিরুদ্ধে বিগত সরকারের আমলে ছাত্রলীগের মধ্যে ঢুকে গুপ্ত রাজনীতিচর্চার অভিযোগ রয়েছে। এ বিষয়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়ক আবদুল কাদের ছাত্রলীগ পরিচয়ে নির্যাতনকারী শিবির কর্মীদের নাম–পরিচয় ও বিভিন্ন ঘটনার বিস্তারিত উল্লেখ করে বলেছিলেন, ‘ছাত্রলীগ যে নিপীড়ন-নির্যাতন চালাত, তারা সেগুলোর অংশীদার হতো, লীগের কালচারই চর্চা করত।’ এসব ঘটনার মধ্যে গেস্টরুমে শিক্ষার্থীদের শারীরিক–মানসিক নির্যাতন থেকে শুরু করে ব্যবসায়ীকে অপহরণ করে আটকে রাখার মতো গুরুতর ফৌজদারি অপরাধও রয়েছে।</p><p>গত বছরের ৫ আগস্ট–পরবর্তী সময়ে যখন ছাত্রলীগের অপরাধীদের বিচারের প্রসঙ্গ ওঠে, তখনো ছাত্রলীগের মধ্যে গুপ্ত থাকা শিবির নেতাদের এসব গুরুতর অপকর্মের দায়মুক্তি দেওয়ার অভিযোগ ওঠে শিবিরের বিরুদ্ধে। এ বিষয়ে কাদের লিখেছিলেন, ‘৫ আগস্টের পরে হলে হলে ব্যাচ প্রতিনিধি হয়, শৃঙ্খলা কমিটি হয়, এটা কার প্রেসক্রিপশনে হয়, সেটা প্রতিনিধিদের রাজনৈতিক পরিচয় দেখলেই বোঝা যায়। </p><p>ইঞ্জিনিয়ারিংয়ের মাধ্যমে অনলাইনে ভোটাভুটি করে অধিকাংশ ব্যাচ প্রতিনিধি শিবির নিজেদের লোকজনকে নির্বাচিত করে। এই ব্যাচ প্রতিনিধিরাই পরবর্তী সময়ে সর্বেসর্বা হয়ে ওঠে, একপ্রকার ছায়া প্রশাসন হিসেবে হলে ফাংশন করে। এই ব্যাচ প্রতিনিধিরাই আবার ৫ তারিখের পরে ছাত্রলীগের নামের তালিকা তৈরির দায়িত্ব নেয়। স্বাভাবিকভাবেই তারা নিজেদের সাথি ভাইদের তালিকার বাইরে রাখে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট মার্টিনে ডিম পাড়ার মৌসুমে ভেসে আসছে কাছিমের মৃতদেহ | প্রথম আলো",
            "time": "2025-12-24T04:45:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fsxtotn0v%2Fa0765d51-e197-4d37-8686-444f33b767c7.jfif?rect=0%2C122%2C1568%2C823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজার বন ও পরিবেশ সংরক্ষণ পরিষদের সভাপতি দীপক শর্মা প্রথম আলোকে বলেন, নভেম্বর থেকে কক্সবাজার, ইনানী, টেকনাফ, সেন্ট মার্টিন দ্বীপ ও সোনাদিয়ায় মা কাছিমের ডিম পাড়া শুরু হয়, চলে মার্চ পর্যন্ত। কিন্তু এসব এলাকায় মাছ ধরার নিষিদ্ধ জাল রয়েছে, যার সংখ্যা ৪৫ হাজারের বেশি। এসব জালে আটকা পড়েই বেশির ভাগ কাছিমের মৃত্যু হচ্ছে।</p><p>পরিবেশ অধিদপ্তর কক্সবাজার কার্যালয়ের উপপরিচালক খন্দকার মাহমুদ প্রথম আলোকে বলেন, ডিম পাড়ার জন্য মা কাছিম বালুচরে উঠলেই দলবদ্ধভাবে কুকুর আক্রমণ করছে। দ্বীপে কুকুরের সংখ্যা প্রায় ছয় হাজার। প্রজনন ঠেকাতে কুকুর বন্ধ্যত্বকরণ কর্মসূচি চলছে। পাশাপাশি গত দুই দিনে তিনটি জীবিত কাছিমের ডিম বালুচর থেকে সংগ্রহ করে পরিবেশ অধিদপ্তরের হ্যাচারিতে সংরক্ষণ করা হয়েছে।</p><p>সৈকতের স্বেচ্ছাসেবীদের সঙ্গে কথা বলে জানা যায়, চলতি ১১ ও ১৪ ডিসেম্বর বিকেলে দ্বীপের উত্তর সৈকতে এবং ৬ ডিসেম্বর দুপুরে ছেঁড়াদিয়া সৈকতে ভেসে আসা তিনটি কাছিমের শরীরে আঘাতের চিহ্ন ও পেটে ডিম পাওয়া গেছে। স্বেচ্ছাসেবীদের দাবি, জালে আটকা পড়া অনেক কাছিমের মৃত্যু হয় জেলেদের লাঠির আঘাতে। পরে সেগুলো সাগরে ফেলে দেওয়া হয়। এগুলোই জোয়ারে সৈকতে ভেসে আসে। তখন অভুক্ত বেওয়ারিশ কুকুর সেগুলো খেয়ে থাকে। আবার বালুচরে ডিম পেড়ে গভীর সাগরে ফিরে যাওয়ার সময়ও অনেক মা কাছিম জালে আটকা পড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় পাটুরিয়া-দৌলতদিয়া ও আরিচা-কাজীরহাট নৌপথে ফেরি বন্ধ | প্রথম আলো",
            "time": "2025-12-24T04:40:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ftxex3meu%2FManikgonjDH053120251224MANIKGANJ-PIC-24.12.25-1.jpg?rect=0%2C0%2C1188%2C624&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন করপোরেশনের (বিআইডব্লিউটিসি) আরিচা কার্যালয় সূত্রে জানা গেছে, মঙ্গলবার মধ্যরাতের পর থেকে পাটুরিয়া-দৌলতদিয়া এবং আরিচা-কাজীরহাট নৌপথে পদ্মা ও যমুনা নদী অববাহিকায় কুয়াশার ঘনত্ব বাড়তে থাকে। একপর্যায়ে কুয়াশার কারণে ফেরিচালকেরা পথ দেখতে না পাওয়ায় হিমশিম অবস্থায় পড়তে হয়। দুর্ঘটনা এড়াতে আজ সকাল ছয়টার দিকে পাটুরিয়া-দৌলতদিয়া নৌপথে ফেরি চলাচল বন্ধ করে দেওয়া হয়। পাটুরিয়া প্রান্তে পন্টুনে শাহপরান, কেরামত আলী, খানজাহান আলী ও বীরশ্রেষ্ঠ রুহুল আমিন—এই চার ফেরি যাত্রী ও যানবাহন নিয়ে নোঙর করে আছে। এ ছাড়া দৌলতদিয়া প্রান্তে পন্টুনে নোঙর করে রাখা হয়েছে ছয়টি ফেরি।</p><p>এদিকে গতকাল রাত তিনটা থেকে আরিচা-কাজীরহাট নৌপথে ফেরি চলাচল বন্ধ রয়েছে। ঘন কুয়াশায় নৌপথে দৃষ্টিসীমা শূন্যে আসায় পথ দেখতে না পেয়ে ফেরি চলাচল বন্ধ করে দেওয়া হয়। এতে আরিচা-কাজীরহাট নৌরুটে নদীতে যাত্রী ও যানবাহন নিয়ে তিনটি ফেরি আটকা পড়েছে। ধানসিঁড়ি, বীরশ্রেষ্ঠ হামিদুর রহমান ও চিত্রা নামের এই তিন ফেরি নদীর মধ্যে নোঙর করে আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটে শঙ্কা বাড়াচ্ছে অবৈধ অস্ত্র, গুজব | প্রথম আলো",
            "time": "2025-12-24T04:35:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fdhlqtw8r%2FVote.avif?rect=0%2C4%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট সুষ্ঠু করার পথে অবৈধ অস্ত্র, সামাজিক যোগাযোগমাধ্যমের অপব্যবহার, গুজব ছড়ানো, চিহ্নিত সন্ত্রাসীদের ঢালাও জামিন, সীমান্তে নিরাপত্তার দুর্বলতাসহ নানা চ্যালেঞ্জ ও আশঙ্কার কথা তুলে ধরেছেন প্রশাসন ও পুলিশের মাঠ পর্যায়ের কর্মকর্তারা।</p><p>গণভোট ও জাতীয় সংসদ নির্বাচন উপলক্ষে গতকাল মঙ্গলবার রিটার্নিং কর্মকর্তা ও মাঠ প্রশাসনের কর্মকর্তাদের সঙ্গে নির্বাচন কমিশনের মতবিনিময় ও ব্রিফিংয়ে এসব চ্যালেঞ্জের কথা উঠে আসে। এসব মোকাবিলায় পদক্ষেপ নিতে নানা পরামর্শও দেন কর্মকর্তারা।</p><p>সভায় প্রধান নির্বাচন কমিশনার (সিইসি) এ এম এম নাসির উদ্দীন কর্মকর্তাদের নিরপেক্ষভাবে দায়িত্ব পালনের নির্দেশ দেন। চার নির্বাচন কমিশনারও তাঁদের বক্তব্যে মাঠ প্রশাসনের কর্মকর্তাদের নির্বাচনসংক্রান্ত নানা দিকনির্দেশনা দেন। </p><p>রাজধানীর আগারগাঁওয়ে নির্বাচন ভবন মিলনায়তনে এই মতবিনিময়/ব্রিফিংয়ে ৮ বিভাগীয় কমিশনার, পুলিশের ৮ উপমহাপরিদর্শক (ডিআইজি), ৬৪ জেলার জেলা প্রশাসক ও পুলিশ সুপার, ইসির ১০ আঞ্চলিক কর্মকর্তা, ৬৪ জেলার নির্বাচন কর্মকর্তাসহ মোট ২২৬ জন কর্মকর্তা অংশ নেন। </p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে বিএনপি নেতার ঘরে আগুনের ঘটনায় ৪ দিন পর মামলা | প্রথম আলো",
            "time": "2025-12-24T04:32:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fki51xfrl%2F10d0ed75-3dbd-40f1-a2df-08860eb03f31.jfif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেলাল হোসেন লক্ষ্মীপুর সদর উপজেলার ভবানীগঞ্জ ইউনিয়নের চরমনসা গ্রামের সূতারগোপ্তা এলাকার বাসিন্দা। তিনি ওই ইউনিয়ন বিএনপির সহসাংগঠনিক সম্পাদক। গত শুক্রবার গভীর রাতে তাঁর বাড়িতে আগুন লাগে। তাঁর দাবি, দরজায় বাইরে থেকে তালা লাগিয়ে ও পেট্রল ঢেলে ঘরে আগুন দেওয়া হয়েছে। আগুনে পুড়ে বেলালের সাত বছর বয়সী মেয়ে আয়েশা আক্তারের মৃত্যু হয়।</p><p>এ ছাড়া একই ঘটনায় বেলাল ও তাঁর দুই মেয়ে বীথি আক্তার (১৪) ও সালমা আক্তার স্মৃতি (১৭) দগ্ধ হন। এর মধ্যে বীথি ও স্মৃতি জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে চিকিৎসাধীন আর বেলাল জেলার সদর হাসপাতালে চিকিৎসা নিচ্ছেন। চিকিৎসকেরা জানিয়েছেন, স্মৃতি আক্তারের অবস্থা আশঙ্কাজনক।</p><p>অগ্নিকাণ্ডের এ ঘটনা জানাজানি হওয়ার পর সারা দেশে প্রতিবাদ হয়। সামাজিক যোগাযোগমাধ্যমেও অনেকেই ক্ষোভ জানান। এর মধ্যে শনিবার আগুনের ঘটনায় নাশকতার কোনো ‘বিশ্বাসযোগ্য’ আলামত পায়নি বলে দাবি করে পুলিশ। যদিও সোমবার ঘটনাস্থলে তল্লাশি চালিয়ে তিনটি তালা উদ্ধার করে পুলিশের একটি দল।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেট টাইটানস: পারভেজ-সাইমের টপ অর্ডার আর নাসুম-মঈনের স্পিনে আস্থা | প্রথম আলো",
            "time": "2025-12-24T04:31:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fvgywbx8d%2Fsylhet.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text story-element-text-summary\"><div><p><em>অধিনায়ক:</em> মেহেদী হাসান মিরাজ<br>নাসুম আহমেদ, মেহেদী হাসান মিরাজ, পারভেজ হোসেন ইমন, সৈয়দ খালেদ আহমেদ, আফিফ হোসেন, রনি তালুকদার, জাকির হাসান, রুয়েল মিয়া, আরিফুল ইসলাম, ইবাদত হোসেন, শহিদুল ইসলাম, রাহাতুল ফেরদৌস জাভেদ, তৌফিক খান তুষার, মুমিনুল হক, সাইম আইয়ুব (পাকিস্তান), মোহাম্মদ আমির (পাকিস্তান), আজমতউল্লাহ ওমরজাই (আফগানিস্তান), মঈন আলী (ইংল্যান্ড), ইথান ব্রুকস (ইংল্যান্ড), অ‍্যাঞ্জেলো ম‍্যাথিউস (শ্রীলঙ্কা)।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাবন্দী ইমরান খানের সঙ্গে ৮ ফেব্রুয়ারি পর্যন্ত সব সাক্ষাৎ বন্ধ | প্রথম আলো",
            "time": "2025-12-24T04:29:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F3gxfy9p0%2Fimran-Khan.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে মন্ত্রী তারিক ফজল চৌধুরী দাবি করেন, কারাগার কোনো ‘রাজনৈতিক দলের সদর দপ্তর নয়’। পিটিআই ‘রাষ্ট্রীয় প্রতিষ্ঠান ও এর প্রধানদের বিরুদ্ধে বিষোদ্‌গার করছে’ বলেও সমালোচনা করেন তিনি।</p><p>পিএমএল-এন-এর এই নেতা আরও বলেন, অতীতে আদিয়ালা কারাগারে পিটিআই নেতারা তাঁদের প্রতিষ্ঠাতার সঙ্গে নিয়মিত দেখা করেছেন এবং তাতে সরকারের কোনো আপত্তি ছিল না। কিন্তু তাঁর অভিযোগ, সেসব সাক্ষাৎ পরবর্তী সময়ে কারাগারের বাইরে রাজনৈতিক সংবাদ সম্মেলনে রূপ নেয় এবং এমন সব আখ্যান তৈরি করা হয়, যা ‘ভারতীয় গণমাধ্যম লুফে নেয়’।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের দেশে ফেরা ঘিরে সর্বোচ্চ নিরাপত্তা | প্রথম আলো",
            "time": "2025-12-24T04:09:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F2ojqf8m0%2FTarique_Rahman.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের স্বদেশ প্রত্যাবর্তন উপলক্ষে সরকারের পক্ষ থেকে সর্বোচ্চ নিরাপত্তাব্যবস্থা নেওয়া হয়েছে। এ ছাড়া তারেক রহমানের জন্য দলের পক্ষ থেকেও নিরাপত্তা নেওয়া হবে। এ ব্যাপারে স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী বলেছেন, ২৫ ডিসেম্বর তারেক রহমানের স্বদেশ প্রত্যাবর্তনকে ঘিরে রাজধানীতে সর্বোচ্চ নিরাপত্তা নিশ্চিত করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থী শফিকুলের সঙ্গে এক মঞ্চে রায়হানুল, একসঙ্গে কাজ করার ঘোষণা | প্রথম আলো",
            "time": "2025-12-24T04:06:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F3nznkm2y%2FRajshahiDH10922025122423800.jpg?rect=52%2C0%2C3008%2C1579&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পবা উপজেলা বিএনপির যুগ্ম আহ্বায়ক সুলতান আহমেদ বলেন, ‘দলের ভেতরে প্রতিযোগিতা থাকতেই পারে। তবে ধানের শীষের বাইরে যাওয়ার সুযোগ নেই। রায়হান ভাই ধানের শীষের পক্ষে এসেছেন—এটি ইতিবাচক সিদ্ধান্ত।’</p><p>নওহাটা পৌরসভা ২ নম্বর ওয়ার্ড বিএনপির সাধারণ সম্পাদক রুহুল আমিন বলেন, ‘এখন আর দলে কোনো বিভেদ নেই। সবাই এক হয়ে ধানের শীষের পক্ষে কাজ করব।’<br>পবা উপজেলা বিএনপির সভাপতি আলী হোসেন বলেন, নির্বাচন নিয়ে যে চক্রান্ত চলছে, তার জবাব জনগণ ব্যালটের মাধ্যমে দেবে। আজ থেকে দলের ভেতরের ভেদাভেদ শেষ।</p></div></div></div></body></html>"
        },
        {
            "title": "হাসিও পায় না, ভয়ও পায় না, আয়ুষ্মান-রাশমিকা কী করলেন | প্রথম আলো",
            "time": "2025-12-24T04:01:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fwpk2d5wy%2F7ed49af6-5a39-4a7b-8128-743575fe1872.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>টোন ও অভিনয়<br></strong>‘থামা’র আরেকটি বড় সমস্যা—অসম টোন। একদিকে ব্যঙ্গ, অন্যদিকে বাঁচা-মরার লড়াই। আলোক যখন নতুন সত্তার সঙ্গে মানিয়ে নিতে হিমশিম খাচ্ছে, তখন এক ভুয়া পুলিশ সেজে থাকা গোষ্ঠীর সদস্য তাদের নিয়ে যায় এক রক্ত-বার ও নাইটক্লাবে। হঠাৎ এই স্কেলের পরিবর্তনের কোনো কারণ নেই (নোরা ফতেহির নাচ ছাড়া)।</p><p>অভিনয়ের দিক থেকেও বিশেষ কিছু নেই। আয়ুষ্মান খুরানা নাটকীয়তা আর কৌতুকের টানাপোড়েন সামাল দেওয়ার চেষ্টা করেন, কিন্তু প্রাণহীন চিত্রনাট্য তার চরিত্রকে রক্তমাংসহীন এক কঙ্কালে পরিণত করে। আয়ুষ্মান বারবার বোঝাতে চান, তিনি ‘সাধারণ মানুষ’ ইমেজ ছেড়ে সুপারহিরোর জগতে পা রাখছেন। রাশমিকার ভূমিকা তুলনামূলক ধারাবাহিক, চিত্রনাট্য অনুযায়ী নিজের সর্বোচ্চ দেওয়ার চেষ্টা করেছেন।<br>সবচেয়ে হতাশার নওয়াজুদ্দিনের অভিনয়, তাঁর মতো অভিনেতা যখন অতি নাটকীয়তার আশ্রয় নেন তখন বিরক্তই লাগে।</p><p><strong>যা যা কাজ করে<br></strong>ছবির সবচেয়ে নজরকাড়া মুহূর্ত নিঃসন্দেহে আলোক আর ভেড়িয়ার (বরুণ ধাওয়ান) মুখোমুখি সংঘর্ষ—ভ্যাম্পায়ার বনাম ওয়্যারউলফের এই লড়াই জমজমাট। দ্রুতগতির কোরিওগ্রাফিতে সাজানো এই দৃশ্য ম্যাডক ইউনিভার্সের পরবর্তী ছবির ইঙ্গিতও দেয়, যেখানে দুই দানবের মধ্যে প্রাণঘাতী শিকারের গল্প দেখা যেতে পারে।</p></div></div></div></body></html>"
        }
    ]
}