{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাছের চিপস বানিয়ে মাসে লাখ টাকা মুনাফা নাজমা আক্তারের | প্রথম আলো",
            "time": "2025-12-04T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F8v12k6oj%2F1e0237d0-c26e-4b3b-a107-e05cb7692d35.jpg?rect=0%2C166%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে তিন রুমের একটি ভাড়া বাসায় কারখানা ও অফিস রয়েছে নাজমার। সেখানেই এই মাছের চিপস তৈরি করেন তিনি। বর্তমানে প্রতি মাসে ৭০০ কেজি মাছের চিপস বিক্রি করেন। সব খরচ বাদ দিয়ে মাসে লাখ টাকার বেশি মুনাফা থাকে নাজমার। তাঁর প্রতিষ্ঠানে কাজ করেন সাতটি পরিবারের সদস্য। এ ছাড়া ৩০ জন নারীকে মাছের চিপস তৈরির প্রশিক্ষণ দিয়েছেন।</p><p>নাজমা আক্তার বলেন, ‘এই চিপস দিয়ে বাচ্চাদের চিপস খাওয়ার বায়না মেটে। অন্যদিকে পুষ্টির চাহিদাও পূরণ হয়। আমাকে এই চিপস অনেকেই বিদেশে রপ্তানি করার কথা বলে। তবে আমি আগে দেশের চাহিদা মেটাতে চাই। পরে রপ্তানি নিয়ে ভাবব। আগামী কয়েক বছরে আমি আরও বড় পরিসরে চিপস উৎপাদনে যেতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "এআই টুল দিয়ে ছবির ত্রিমাত্রিক ক্যারিকেচার তৈরি করবেন যেভাবে | প্রথম আলো",
            "time": "2025-12-04T04:17:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fi3o2l67b%2F3d.freepk.jpg?rect=0%2C0%2C1982%2C1041&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঝাপসা বা অন্ধকার ছবি এআই সঠিকভাবে বিশ্লেষণ করতে পারে না। আর তাই থ্রি–ডি ক্যারিকেচার তৈরির জন্য প্রথমে স্পষ্ট ছবি নির্বাচন করতে হবে। ছবিতে মুখের গঠন, আলো ও রেজল্যুশন যত ভালো হবে, ফলাফলও তত নিখুঁত হবে। ছবি নির্বাচনের পর তা জেমিনি ন্যানো বানানা প্রোতে আপলোড করতে হবে। আপলোড সম্পন্ন হলে এআই টুলটি চোখ, নাক, ঠোঁট, চোয়ালসহ মুখের মূল বৈশিষ্ট্য শনাক্ত করবে। এরপর পছন্দমতো স্টাইল নির্বাচন করার পর প্রয়োজন অনুযায়ী মাথার আকার, চোখের গঠন, ত্বকের রং, ব্যাকগ্রাউন্ড, আলোর দিক, টেক্সচারের মাত্রা পরিবর্তন করতে হবে। এবার কাঙ্ক্ষিত স্টাইল ও চাহিদা অনুযায়ী প্রম্পট লিখে ‘জেনারেট’ অপশনে চাপ দিলেই রেন্ডারিং শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নবী হওয়ার আগে নবীজি (সা.) কি ‘পথহারা’ ছিলেন | প্রথম আলো",
            "time": "2025-12-04T04:11:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Flr9qmhk4%2F068AA130620252285691.jpg?rect=0%2C97%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুশরিকরা যখন নবীজির সব বিষয়ে দোষ খুঁজছিল, তখন তারা তাঁকে শিরক বা জাহেলিয়াতের কোনো দোষে অভিযুক্ত করতে পারেনি। যদি তিনি পূর্বে এমন কিছুতে জড়িত থাকতেন, তবে তারা অবশ্যই তা প্রচার করত।</p><p>এটি নবীজির ছোটবেলার ঘটনা থেকেও প্রমাণিত হয়। বাহিরা পাদরি তাঁকে লাত ও উযযার নামে শপথ করতে বললে তিনি বলেছিলেন, ‘আপনি আমাকে এই দুটির নামে জিজ্ঞেস করবেন না। আল্লাহর শপথ, এই দুটিকে আমি সবচেয়ে বেশি ঘৃণা করি।’ তাঁর বক্ষ বিদারণের ঘটনাও এই সত্যের সাক্ষ্য দেয় (সহিহ মুসলিম, হাদিস: ৩১২)। পাশাপাশি কোরআনের সুস্পষ্ট ঘোষণা, ‘তোমাদের সঙ্গী পথভ্রষ্টও হননি এবং বিভ্রমের শিকারও হননি।’ (সুরা নজম, আয়াত: ২)</p><p>ইবনে আশুর (রহ.)-ও নিশ্চিত করেছেন যে এখানে ‘দ্বলাল’ দ্বারা বাতিলের অনুসরণ বোঝায় না; কারণ, আমাদের আলেমগণের ঐকমত্যে নবী-রাসুলগণ নবুয়তের আগে শিরক থেকে মাসুম বা নিষ্পাপ ছিলেন। তাঁর সরলতা ও সচ্চরিত্রের ধারাবাহিকতা তাঁর রিসালাতের অন্যতম প্রমাণ হিসেবে বিবেচিত হয়ে আসছে। (<em>আত-তাহরির ওয়াত-তানভির</em>, ৩০/৪০০, তিউনিস: দার সাহনুন, ১৯৯৭)</p></div></div></div></body></html>"
        },
        {
            "title": "ঝিনাইদহে প্রতিবেশীর ঘরের খাটের নিচ থেকে শিশুর মৃতদেহ উদ্ধার | প্রথম আলো",
            "time": "2025-12-04T04:05:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-22%2F74gph69n%2FDeath-body.jpg?rect=0%2C51%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইদুল আরও বলেন, ‘প্রতিবেশী মাসুদের বাড়ির ওপরতলায় মেয়েকে খুঁজতে গিয়েছিলাম। তখন মাসুদের স্ত্রী আমাকে জানায়, সাইমা তাদের বাড়িতে আসেনি। এরপর আমার সন্দেহ হয়, পাড়ার সবাই আমার মেয়েকে নিয়ে খোঁজখবর করছে, কিন্তু মাসুদের স্ত্রী আসছে না, কোনো খোঁজও করছে না। পরে রাতে পুকুরপাড়ে আবার যাই। সে সময় দেখি, মাসুদের স্ত্রী একটি বস্তা নিয়ে কোথায় যাচ্ছে। আমি চিৎকার দিলে সে আবার ঘরে দৌড়ে চলে যায়। পরে পুলিশকে খবর দিলে পুলিশ এসে তার ঘরের খাটের নিচ থেকে আমার মেয়ের লাশ উদ্ধার করে।’</p><p>অতিরিক্ত পুলিশ সুপার মাহফুজ হোসেন বলেন, শিশুটি নিখোঁজ হওয়ার খবর পেয়ে পুলিশ এলাকার পুকুরসহ বিভিন্ন স্থানে সন্ধান চালিয়েছিল। রাতে খবর আসে সাইদুল ইসলামের প্রতিবেশীর বাড়িতে শিশুটির মৃতদেহ পাওয়া গেছে। ঘটনা কী ঘটেছে, এখনই বলা সম্ভব হচ্ছে না। খোঁজখবর নিচ্ছি, তদন্ত চলছে। অভিযুক্ত নারীকে পুলিশ হেফাজতে নেওয়া হচ্ছে। ময়নাতদন্তের প্রতিবেদন পাওয়ার পর এ সম্পর্কে বিস্তারিত বলা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী বিশ্ববিদ্যালয়ের ৩ শিক্ষককে বরখাস্ত, পাঁচ শিক্ষার্থীকে নানা মেয়াদে শাস্তি | প্রথম আলো",
            "time": "2025-12-04T03:55:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fa8fd5ebb-2c67-4a59-9572-47810439ff1d%2FRajshahi_University.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয়ের জনসংযোগ দপ্তরের প্রশাসক অধ্যাপক আখতার হোসেন মজুমদার বলেন, ‘শিক্ষকদের বিরুদ্ধে বিভিন্ন অভিযোগের ঘটনায় তদন্ত কমিটির সুপারিশের পরিপ্রেক্ষিতে সিন্ডিকেট তাঁদের বিরুদ্ধে সিদ্ধান্ত নিয়েছে। আমরা চাইছি শিক্ষার্থীদের নামগুলো গোপন থাকুক। কারণ, তাঁদের মধ্যে নারী শিক্ষার্থীও রয়েছে।’</p><p>বিশ্ববিদ্যালয় সূত্রে জানা যায়, সহযোগী অধ্যাপক অনীক কৃষ্ণ কর্মকারের বিরুদ্ধে নিয়োগ যোগ্যতার ফল না থাকা, শিক্ষার্থীদের হুমকিসহ নানা অভিযোগে গত অক্টোবরে শিক্ষার্থীরা আন্দোলন করেন। তদন্ত কমিটির প্রতিবেদনের ভিত্তিতে তাঁকে সাময়িক বহিষ্কারের পর চূড়ান্ত শাস্তি দেওয়া হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীলঙ্কায় জরুরি সহায়তা পাঠাল বাংলাদেশ | প্রথম আলো",
            "time": "2025-12-04T03:55:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F2yku3bar%2FLanka.jfif?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীলঙ্কায় নিযুক্ত বাংলাদেশের হাইকমিশনার আন্দালিব ইলিয়াস দেশটির কর্তৃপক্ষের কাছে আনুষ্ঠানিকভাবে সহায়তাসামগ্রী হস্তান্তর করেন। এর মধ্যে খাদ্যপণ্য, জরুরি ওষুধ, তাঁবু ও অন্যান্য প্রয়োজনীয় সামগ্রী রয়েছে।</p><p>বিজ্ঞপ্তিতে বলা হয়েছে, সময়মতো এ মানবিক সহায়তা পেয়ে শ্রীলঙ্কা সরকার বাংলাদেশের প্রতি আন্তরিক কৃতজ্ঞতা প্রকাশ করেছে।</p><p>‘দিতওয়া’ ঘূর্ণিঝড় ও পরবর্তী বন্যায় শ্রীলঙ্কাজুড়ে এখন পর্যন্ত প্রায় ৪৬৫ জনের প্রাণহানি ঘটেছে। বহু মানুষ এখনো নিখোঁজ রয়েছেন।</p><p>এবারের দুর্যোগে দেশটির বিস্তীর্ণ এলাকা মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছে। অনেক এলাকা এখনো পানির নিচে ডুবে আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসি থেকে নিবন্ধনের সনদ পেল এনসিপি | প্রথম আলো",
            "time": "2025-12-04T03:51:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fy8mxc60u%2FNCP-01.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনৈতিক দল হিসেবে নিবন্ধন সনদ পেয়েছে জাতীয় নাগরিক পার্টি (এনসিপি)। নির্বাচন কমিশনের পক্ষ থেকে গতকাল বুধবার দলটিকে এ সনদ দেওয়া হয়।</p><p>এনসিপির ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে জানানো হয়, নির্বাচন কমিশন সচিবালয়ের জ্যেষ্ঠ সচিব আখতার আহমেদের কাছ থেকে জাতীয় নাগরিক পার্টির (এনসিপি) নিবন্ধন সনদ গ্রহণ করেছেন দলটির আহ্বায়ক নাহিদ ইসলাম।</p><p>এ সময় এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী, যুগ্ম আহ্বায়ক খালেদ সাইফুল্লাহ ও যুগ্ম সদস্যসচিব জহিরুল ইসলাম উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যারিয়ারে উইকেট মাত্র ১টি, বিগ ব্যাশে দরকার হলে বোলিংও করতে চান রিজওয়ান | প্রথম আলো",
            "time": "2025-12-04T03:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-19%2Ft1t41ksg%2F509669963180548768935249123870922581895798949n.webp?rect=0%2C32%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথমবারের মতো অস্ট্রেলিয়ার টি-টোয়েন্টি লিগ বিগ ব্যাশে খেলবেন মোহাম্মদ রিজওয়ান। এই টুর্নামেন্টে ভালো করতে মুখিয়ে আছেন পাকিস্তানের এই উইকেটকিপার-ব্যাটসম্যান। একে তো পাকিস্তান দল থেকে বাদ পড়ায় বিশ্বকাপের আগে এটি রিজওয়ানের নিজেকে প্রমাণের মঞ্চ। সঙ্গে তিনি মনে করেন, অস্ট্রেলিয়ায় ভালো খেলতে পারলে দুনিয়ার সবাই তাঁকে চিনবে।</p><p>রিজওয়ান ২০১৯ সালে অস্ট্রেলিয়া সফরে গ্যাবায় ৯৫ রানের ইনিংস খেলেছিলেন। প্যাট কামিন্স, মিচেল স্টার্ক, জশ হ্যাজলউড ও নাথান লায়নের বিপক্ষে খেলা সেই ইনিংসটিকে নিজের অন্যতম সেরা মনে করেন। </p><p>সেই ইনিংসের কথা মনে করে ক্রিকেট অস্ট্রেলিয়াকে রিজওয়ান বলেছেন, ‘অস্ট্রেলিয়ায় ভালো খেলতে পারলে দুনিয়া চিনবে। বিগ ব্যাশে সুযোগ পেয়ে আমি খুবই উচ্ছ্বসিত। অস্ট্রেলিয়ার কন্ডিশন আমি পছন্দ করি। কারণ, ব্যাটসম্যান আর বোলার—দুজনকেই এখানে কঠিন পরীক্ষা দিতে হয়। আমার ক্যারিয়ার দেখলে বুঝবেন, অস্ট্রেলিয়ায় একটা ইনিংসই আমার জীবনে মোড় ঘুরিয়ে দিয়েছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "তুষির সঙ্গে ছবি, তৌসিফ বললেন ‘সময় হলে বলব’ | প্রথম আলো",
            "time": "2025-12-04T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F94xluqtj%2F590246396_841084038676889_2956443420705689276_n.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জানতে চাইলে শুরুতেই রহস্যের হাসি হেসে তৌসিফ বলেন, ‘একসঙ্গে যেহেতু ছবি দিয়েছি, কারণ তো থাকেই। তবে এখনই সেটা বলা যাবে না। কিছু বিষয় রহস্যই থাকুক। সময় হলে দর্শকেরা জানতে পারবেন।’ তবে সেই রহস্য খুব বেশি সময় স্থায়ী হয়নি। তৌসিফ জানান, নাজিফা তুষি তাঁর প্রায় দুই বছর পর অভিনয়জগতে পথচলা শুরু করেন। প্রথম দিন থেকেই হাওয়া অভিনেত্রীর সঙ্গে তাঁর ভালো বন্ধুত্ব। কিন্তু দুজনই ব্যস্ত থাকায় সেভাবে দেখা হয় না। ‘আমরা আসলে কোনো কাজ করছি না। দেখা হলো, আড্ডা হলো। দুজনই নিজেদের ক্যারিয়ার নিয়ে কথা বললাম,’ বললেন তৌসিফ।<br></p></div></div></div></body></html>"
        },
        {
            "title": "চলছে এমবাপ্পে-জাদু, জয়ে ফিরল রিয়াল | প্রথম আলো",
            "time": "2025-12-04T03:27:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fed8c727t%2FFBL-ESP-LIGA-ATHLETICBILBAO-REALMADRID-190604.jpg?rect=0%2C0%2C4523%2C2375&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি মৌসুমে ২০ ম্যাচে রিয়ালের হয়ে ২৫ গোল করলেন এমবাপ্পে। শুধু লা লিগায় ১৫ ম্যাচে এটি তাঁর ১৬তম গোল। এই মৌসুমে রিয়ালের পারফরম্যান্সে এমবাপ্পের একাধিপত্য বোঝা যাবে দুটি পরিসংখ্যানে। এখন পর্যন্ত রিয়ালের করা ৪৪ গোলের ২৫টিই এমবাপ্পের। আর শেষ ৯ গোলের ৭টি করেছেন তিনি এবং অন্য দুটি গোল এসেছে তাঁর সহায়তা থেকে।</p><p>ম্যাচ শেষে দলের পারফরম্যান্স নিয়ে রিয়াল কোচ জাবি আলোনসো বলেছেন, ‘আমি মনে করি দল আজ একটি পরিপূর্ণ ম্যাচ খেলেছে, পুরো ৯০ মিনিট মনোযোগ ধরে রেখেছে। সম্ভবত কঠিন মাঠে ও গুরুত্বপূর্ণ সময়ে এটি আমাদের সেরা ম্যাচ ছিল। সবকিছু আমরা মাথা ঠান্ডা রেখে সামলাতে পেরেছি। এখন আমাদের এগিয়ে যেতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাই উপকূলে সুন্দরবনের গোলপাতা কীভাবে এল | প্রথম আলো",
            "time": "2025-12-04T03:27:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F69uuqb8h%2F4da7655c-d403-4041-9ae5-f39dd0d3649c.jfif?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>স্থানীয় বাসিন্দাদের প্রতিক্রিয়া</strong></p><p>হঠাৎ এ অঞ্চলে গোলপাতার বাগান দেখে উচ্ছ্বসিত স্থানীয় বাসিন্দারাও। সাহেরখালী ইউনিয়নের ডাবরখালী খালের জাল ঠেলে মাছ ধরছিলেন মোহন চন্দ্র জলদাস। জানতে চাইলে তিনি প্রথম আলোকে বলেন, ‘আগে জানতাম গোলপাতা শুধু সুন্দরবনে হয়। এখন দেখছি আমাদের এলাকায় এ গাছে ভরে উঠছে। এখন এলাকায় বিভিন্ন পাখির আনাগোনা বেড়েছে।’</p><p>জানতে চাইলে উপকূলীয় বন বিভাগের মিরসরাই উপকূলীয় রেঞ্জের রেঞ্জ কর্মকর্তা শাহান শাহ নওশাদ প্রথম আলোকে বলেন, ‘মূলত খালপাড়ের মাটির বুনন টেকসই করে ভাঙন রোধ করতে, মিরসরাই উপকূলীয় এলাকায় জীববৈচিত্র্য বাড়াতে সুফল প্রকল্পের আওতায় পরীক্ষামূলকভাবে গোলপাতার বনায়ন করা হয়েছিল। সব উপযোগিতা থাকায় প্রাকৃতিক দুর্যোগ ও মনুষ্য সৃষ্ট নানা প্রতিকূলতা কাটিয়ে এখানে এখন গোলপাতার বন তৈরি হচ্ছে। সুন্দরবনসহ দক্ষিণবঙ্গের বাইরে দেশে গোলপাতার বন সম্প্রসারণে এটি চমৎকার উদাহরণ হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শিল্পের দূষণে ডুবছে সাভার ও ধামরাইয়ের কৃষিজমি | প্রথম আলো",
            "time": "2025-12-04T03:25:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F6zvitwbg%2F%E0%A7%A8.jpg?rect=0%2C158%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিবেশবিদ ও নগরবিদদের মতে, সমস্যাটা হচ্ছে শিল্পকারখানাগুলো ইচ্ছেমতো গড়ে ওঠায় এবং দূষণ নিয়ন্ত্রণের বিধান না মানায়। তরল বর্জ্য পরিশোধনাগার (ইটিপি) স্থাপন না করে কারখানার তরল বর্জ্য অবাধে ড্রেন, খাল আর নদী–নালার মধ্য দিয়ে কৃষিজমিতে ফেলা হচ্ছে। বিশেষজ্ঞরা শিল্পকারখানার মালিকদের আইন না মানা এবং কৃষিজমি রক্ষায় প্রশাসনের সংশ্লিষ্ট দপ্তরগুলোর কার্যকর উদ্যোগের অভাবকে দায়ী করছেন।</p><p>পরিবেশবিদ অধ্যাপক মোস্তাফিজুর রহমান জোর দিলেন নিয়মিত তদারকি এবং বর্ষা আর শুষ্ক মৌসুমে পানি ও মাটি পরীক্ষা করার ওপর।</p><p>সাভার ইতিমধ্যে দূষিত হয়ে গেছে, ধামরাইও সেই পথে আছে উল্লেখ করে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের নগর ও অঞ্চল পরিকল্পনা বিভাগের অধ্যাপক আদিল মুহাম্মদ খান বলেন, আইন ও নীতি অনুসারে শিল্পকারখানা হবে নির্দিষ্ট এলাকায়, কিন্তু তা হচ্ছে না। সরকার কৃষিজমি সুরক্ষা আইন করতে যাচ্ছে। এমনিতেও বিদ্যমান কৃষিজমি ব্যবহার-সংশ্লিষ্ট আইনে এমন জমিতে শিল্পকারখানা করার সুযোগ নেই।</p><p>অধ্যাপক আদিল মুহাম্মদ খান প্রথম আলোকে আরও বলেন, যা হচ্ছে সবই গায়ের জোরে এবং প্রশাসনের দুর্বলতার সুযোগ নিয়ে। উপজেলা ও জেলা প্রশাসন আর পরিবেশ অধিদপ্তরকে ম্যানেজ করে শিল্পমালিক নিজ স্বার্থে পরিবেশকে ধ্বংস করার সুযোগ পাচ্ছেন। আর অসহায় কৃষক প্রতিবাদ করছেন, কিন্তু রাষ্ট্র নীরব।</p><p>কলতাসুতির সাইদুর রহমান তাঁর আধা একর জমি বেচে দিয়েছেন, বাদবাকি ১৮ শতকের ক্রেতা খুঁজছেন। প্রথম আলোকে তিনি বলেন, ‘কারখানার পচা পানির কারণে ফসল হয় না, হুদাই খাজনা দিতে হয়। বাধ্য হয়ে কম দামেই বিক্রি করতেছি। চাষ করা গেলে বিক্রি করা লাগত না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় ফের ভূমিকম্প অনুভূত | প্রথম আলো",
            "time": "2025-12-04T03:19:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F18q5ylgx%2FUntitled_1.jpg?rect=0%2C65%2C487%2C256&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী ঢাকাসহ আশপাশের এলাকায় আবার ভূমিকম্প অনুভূত হয়েছে। আজ বৃহস্পতিবার সকাল ৬টা ১৪ মিনিটে এ কম্পন অনুভূত হয়। বাংলাদেশ আবহাওয়া অধিদপ্তর বলেছে, ভূমিকম্পটি হালকা মাত্রার ছিল। সকাল ৬টা ১৪ মিনিট ৪৫ সেকেন্ডে ভূমিকম্পটি অনুভূত হয়। এর উৎপত্তিস্থল ছিল নরসিংদীর শিবপুরে। রিখটার স্কেলে এর মাত্রা ছিল ৪ দশমিক ১।রাজধানী ঢাকার আগারগাঁওয়ে বাংলাদেশ আবহাওয়া অধিদপ্তরের ভূমিকম্প পর্যবেক্ষণ ও গবেষণাকেন্দ্র থেকে ভূমিকম্পটির উৎপত্তিস্থলের দূরত্ব ছিল ৩৮ কিলোমিটার উত্তর-পূর্বে।</p></div></div></div></body></html>"
        },
        {
            "title": "নরসিংদীতে জামায়াতের নির্বাচনী সভায় হামলায় আহত ৩০, অভিযোগ যুবদলের নেতা-কর্মীদের বিরুদ্ধে | প্রথম আলো",
            "time": "2025-12-04T03:17:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F7roxbh6r%2FSylhetDH072020251204narsingdi-jamat-hamla-2.jpg?rect=0%2C203%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমজাদ হোসাইন বলেন, শুরু থেকেই বিএনপির কিছু নেতা-কর্মী তাঁদের সভায় বাধা দিচ্ছিলেন। তাঁর বক্তব্য চলাকালীনও মঞ্চের পেছনে গিয়ে তাঁকে গালিগালাজ করা হয়। স্থানীয় লোকজনের হস্তক্ষেপে সেখান থেকে সরে গেলেও সভা শেষে ফেরার পথে দেশীয় অস্ত্রশস্ত্র নিয়ে বিএনপির নেতা-কর্মীরা হামলা চালান। এ ঘটনায় তাঁদের ৩০ জন আহত হন। এ ছাড়া দলের আরও ৩ কর্মী এখনো নিখোঁজ।</p><p>এ বিষয়ে জানতে মেহেরপাড়া ইউনিয়ন তাঁতী দলের সভাপতি বখতিয়ার হোসেনের মুঠোফোনে যোগাযোগ করা হলে তা বন্ধ পাওয়া যায়। হামলার অভিযোগ অস্বীকার করে মেহেরপাড়া ইউনিয়ন বিএনপির সভাপতি আবদুর রশিদ মিয়া বলেন, উল্টো জামায়াতের হামলায় বখতিয়ারসহ তাঁদের পাঁচজন গুরুতর আহত হয়েছেন। এ ঘটনায় তাঁরা আইনগত ব্যবস্থা নেবেন।</p><p>নরসিংদীর অতিরিক্ত পুলিশ সুপার (অপরাধ) সুজন চন্দ্র সরকার বলেন, ‘ঘটনাস্থলে গিয়ে পুলিশ পরিস্থিতি নিয়ন্ত্রণে এনেছে। ঠিক কী ঘটেছে, তা তদন্ত করে দেখা হচ্ছে। লিখিত অভিযোগ পেলে আইনগত ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দাম কমার সুফল কেন ভোক্তারা পাবেন না | প্রথম আলো",
            "time": "2025-12-04T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূল্যস্ফীতিকে নীরব মহামারি বলা হয়, তার কারণ হচ্ছে মানুষের প্রকৃত আয় কমে যাওয়ায় ক্রয়ক্ষমতা ও জীবনযাত্রার মান পড়ে যায়। বৈশ্বিক ও জাতীয় পর্যায়ের সাম্প্রতিক জরিপগুলো প্রমাণ দিচ্ছে, দেশে দারিদ্র্য ও অতিদরিদ্র মানুষের সংখ্যা আশঙ্কাজনকভাবে বেড়েছে। অধিকাংশ মানুষই মনে করেন, তাঁদের আয় কমেছে এবং আয়-ব্যয়ের মধ্যে সামঞ্জস্যহীনতা বর্তমান নাগরিক অসন্তুষ্টির বড় কারণ।</p><p>বিগত সরকারের আমলে ভুল জ্বালানি নীতির সুফল ভোগ করেছিল সরকারঘনিষ্ঠ কিছু গোষ্ঠী; বিপরীতে অর্থনীতি ও নাগরিকদের জন্য সেটি স্থায়ী দুর্দশার কারণ হয়ে দাঁড়িয়েছিল। খুব স্বাভাবিকভাবেই সবাই আশা করেছিলেন, অন্তর্বর্তী সরকার দেশ ও নাগরিকের স্বার্থ রক্ষিত হয়, এমন একটি জ্বালানি নীতি করবে। দায়মুক্তি আইন বাদ দেওয়ার মতো কিছু গুরুত্বপূর্ণ সংস্কার করলেও জ্বালানি নীতি প্রণয়নে উদ্যোগ দেখা যায়নি। বরং বিগত সরকারগুলোর মতোই জ্বালানি খাত রাজস্ব আয় ও বিপিসির মুনাফার উৎস হিসেবে থেকে গেছে।</p><p>অব্যবস্থাপনা ও লুটপাটের ওপর ভর করে বিগত সরকার অর্থনীতিতে যে সংকট ডেকে এনেছিল, তা থেকে উদ্ধার পেতে আন্তর্জাতিক মুদ্রা তহবিলের ঋণ নিতে হয়েছিল। ঋণের শর্ত হিসেবেই জ্বালানি তেলের দাম নির্ধারণে নির্বাহী আদেশের পথ থেকে সরে এসে বিশ্ববাজারের সঙ্গে মিল রেখে প্রতি মাসে দাম ঠিক করার সিদ্ধান্ত নেওয়া হয়েছিল। কিন্তু জ্বালানি তেলের দাম নির্ধারণের সূত্রে যে ফাঁকফোকর আছে, গত অর্থবছরে (২০২৪-২৫) বিপিসির ৪ হাজার ৩১৬ কোটি টাকার মুনাফায় তার প্রমাণ দেয়। এ ছাড়া জ্বালানি তেল থেকে শুল্ক-কর বাবদ সরকার প্রতিবছর প্রায় ১৫ হাজার কোটি টাকা রাজস্ব আয় করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপের ড্র: কবে, কখন, কীভাবে-জেনে নিন সবকিছু | প্রথম আলো",
            "time": "2025-12-04T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F89zs7jgv%2Fimgi62Final-draw-4x3.jpeg?rect=0%2C128%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>এখন পর্যন্ত ৪২টি দেশ ২০২৬ বিশ্বকাপে খেলা নিশ্চিত করেছে।</p><p><strong>যৌথ আয়োজক:</strong> কানাডা, মেক্সিকো, যুক্তরাষ্ট্র</p><p><strong>এএফসি (এশিয়া):</strong> অস্ট্রেলিয়া, ইরান, জাপান, জর্ডান, দক্ষিণ কোরিয়া, কাতার, সৌদি আরব, উজবেকিস্তান</p><p><strong>সিএএফ (আফ্রিকা):</strong> আলজেরিয়া, কেপ ভার্দে, আইভরিকোস্ট, মিসর, ঘানা, মরক্কো, সেনেগাল, দক্ষিণ আফ্রিকা, তিউনিসিয়া</p><p><strong>কনক্যাকাফ (উত্তর ও মধ্য আমেরিকা):</strong> কুরাসাও, হাইতি, পানামা</p><p><strong>কনমেবল (দক্ষিণ আমেরিকা):</strong> আর্জেন্টিনা, ব্রাজিল, কলম্বিয়া, ইকুয়েডর, প্যারাগুয়ে, উরুগুয়ে</p><p><strong>ওএফসি (ওশেনিয়া):</strong> নিউজিল্যান্ড</p><p><strong>উয়েফা (ইউরোপ):</strong> অস্ট্রিয়া, বেলজিয়াম, ক্রোয়েশিয়া, ইংল্যান্ড, ফ্রান্স, জার্মানি, নেদারল্যান্ডস, নরওয়ে, পর্তুগাল, স্কটল্যান্ড, স্পেন, সুইজারল্যান্ড</p></div></div></body></html>"
        },
        {
            "title": "সামাজিক সুরক্ষা কর্মসূচির হতাশাজনক চিত্র | প্রথম আলো",
            "time": "2025-12-04T02:59:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক নিরাপত্তা কর্মসূচি হচ্ছে সমাজে পিছিয়ে পড়া ও সুবিধাবঞ্চিত জনগোষ্ঠীর জীবনযাত্রার মান উন্নতির জন্য রাষ্ট্রীয় উদ্যোগ। এ কর্মসূচির মধ্যে রয়েছে বয়স্ক ভাতা, বিধবা ও স্বামী পরিত্যক্ত মহিলা ভাতা, মুক্তিযোদ্ধা সম্মানী, প্রতিবন্ধী ভাতা, শিক্ষা ও প্রতিবন্ধী শিক্ষার্থীদের উপবৃত্তি, মাতৃত্বকালীন ভাতাসহ বিভিন্ন সহায়তা। দুঃখজনক হচ্ছে, দেশের সবচেয়ে সুবিধাবঞ্চিত ও পিছিয়ে পড়া ক্ষুদ্র জাতিগোষ্ঠীর মানুষেরা সরকারের কল্যাণমূলক কর্মসূচিতে বৈষম্যের শিকার হচ্ছেন। এটি কোনোভাবে কাম্য নয়।</p><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) সাম্প্রতিক একটি গবেষণা প্রতিবেদনে ক্ষুদ্র জাতিগোষ্ঠীর মানুষের প্রতি বাংলাদেশের সামাজিক নিরাপত্তা কর্মসূচি নিয়ে বৈষম্যের চিত্রটি প্রকাশ পেয়েছে। পাঁচটি গুরুত্বপূর্ণ সামাজিক নিরাপত্তা কর্মসূচির উপাত্ত বিশ্লেষণ করে টিআইবি দেখিয়েছে, কর্মসূচিতে অন্তর্ভুক্তির যোগ্যতা থাকা সত্ত্বেও মাত্র ১৯ দশমিক ৭ শতাংশ ক্ষুদ্র জাতিগোষ্ঠীর মানুষ সুবিধা পান, যা জাতীয় পর্যায়ের অন্তর্ভুক্তির হারের (২৪ দশমিক ৫৭ শতাংশ) তুলনায় অনেক কম।</p></div></div></div></body></html>"
        }
    ]
}