{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "অস্ত্রবিরতির মধ্যেই পাকিস্তান-আফগানিস্তান সীমান্তে প্রাণঘাতী গোলাগুলি, নিহত ৪ | প্রথম আলো",
            "time": "2025-12-06T10:18:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fqa9a0p8x%2FPakistan-Afganistan-.jpg?rect=0%2C0%2C822%2C432&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তান ও আফগানিস্তানের মধ্যে অন্যতম প্রধান সীমান্ত ক্রসিংয়ে রাতভর গোলাগুলির ঘটনায় চার বেসামরিক নাগরিক নিহত হয়েছেন। আফগানিস্তানের এক কর্মকর্তা আজ শনিবার এ তথ্য দিয়েছেন।</p><p> গত অক্টোবরে দুই দেশের সীমান্ত এলাকায় প্রাণঘাতী সংঘর্ষ হয়েছিল। এবার অস্ত্রবিরতি চলার মধ্যে নতুন করে সংঘর্ষ ও প্রাণহানির ঘটনা ঘটল।</p><p> আফগানিস্তানের দক্ষিণে স্পিন বোলডাক অঞ্চলের গভর্নর আবদুল করিম জাহাদ এএফপিকে বলেন, সংঘর্ষে আরও চারজন আহত হয়েছেন।</p><p> পাকিস্তানের সীমান্ত শহর চামানের স্থানীয় হাসপাতাল কর্তৃপক্ষ বলেছে, হালকা আহত হওয়া তিনজনকে প্রাথমিক চিকিৎসা দিয়ে ছেড়ে দেওয়া হয়েছে।</p><p> পাকিস্তান ও আফগানিস্তান দুই দেশই একে অপরের বিরুদ্ধে চামান ও স্পিন বোলডাক সীমান্তে ‘বিনা উসকানিতে’ হামলার অভিযোগ এনেছে। অথচ অক্টোবরের সংঘর্ষের পর দুই দেশই একটি অস্ত্রবিরতি চুক্তিতে পৌঁছেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন আয়োজন ‘একেএস বার্তা সংক্ষেপ’, প্রচার হবে প্রতিদিন সন্ধ্যা ৬টায় | প্রথম আলো",
            "time": "2025-12-06T10:13:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F3m16lc7a%2FBarta-Shongkhep.png?rect=0%2C0%2C1070%2C562&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শনিবার থেকে শুক্রবার—সপ্তাহে সাত দিনই সন্ধ্যা ৬টায় প্রথম আলোর ডিজিটাল প্ল্যাটফর্মগুলোতে প্রচারিত হবে এ আধেয়টি (কনটেন্ট)। এতে থাকবে রাজনীতি, অর্থনীতি, প্রযুক্তি, কৃষি, বাণিজ্য, ক্রীড়া, শিক্ষা, চিকিৎসা, সংস্কৃতি ও বিনোদনসহ জাতীয় ও আন্তর্জাতিকভাবে আলোচিত খবরের সারসংক্ষেপ।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপ্রিম কোর্ট সচিবালয় অধ্যাদেশের মাধ্যমে দ্বৈত প্রশাসনিক সীমাবদ্ধতা দূর হয়েছে: প্রধান বিচারপতি | প্রথম আলো",
            "time": "2025-12-06T10:06:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fl7wax1y4%2FChief-justice.jpeg?rect=0%2C73%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান বিচারপতি সৈয়দ রেফাত আহমেদ বলেন, বাণিজ্যিক আদালত প্রতিষ্ঠা দেশের অর্থনীতির জন্য নতুন দিগন্তের উন্মোচন করবে। ব্যবসায়িক সম্প্রদায়ের পক্ষ থেকে দ্রুত ও আধুনিক বাণিজ্যিক বিরোধ নিষ্পত্তির জন্য একটি ডেডিকেটেড বা বিশেষায়িত বাণিজ্যিক আদালত প্রতিষ্ঠার আহ্বান করে এসেছিল, যা শিগগিরই বাস্তবে রূপ নিতে চলেছে।</p><p>সুপ্রিম কোর্টের একটি গবেষক দল বাণিজ্যিক আদালতসংক্রান্ত আইনের প্রাথমিক খসড়া তৈরি করে। পরে দেশব্যাপী রোড শো, বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষের (বিডা) সঙ্গে নিবিড় পরামর্শ, ব্যবসায়িক আইনবিশেষজ্ঞ ও বাণিজ্যিক অংশীজনদের মতামতের মধ্য দিয়ে সমৃদ্ধ হয় বলে সেমিনারে উল্লেখ করেন প্রধান বিচারপতি। তিনি বলেন, এ ক্ষেত্রে ইউরোপীয় ইউনিয়নও গুরুত্বপূর্ণ কারিগরি সহায়তা দিয়েছে। পরবর্তী সময়ে আইন মন্ত্রণালয়ের আরও পরীক্ষণ–পরিমার্জনের পর খসড়াটি এখন চূড়ান্ত আইনগত রূপ পেয়েছে। গত বৃহস্পতিবার মন্ত্রিসভায় নীতিগতভাবে অনুমোদিত হয়েছে।</p><p>সেমিনারে প্রধান বিচারপতি সৈয়দ রেফাত আহমেদ জানান, খসড়া আইনটিতে বাণিজ্যিক বিরোধের সুস্পষ্ট সংজ্ঞা, পর্যাপ্ত সংখ্যক বাণিজ্যিক আদালত প্রতিষ্ঠার বিধান, হাইকোর্ট বিভাগে পৃথক আপিল বেঞ্চ, বাধ্যতামূলক মধ্যস্থতা, সীমিত মুলতবি, সারসংক্ষেপ বিচার, মামলার পরিসংখ্যান স্বচ্ছভাবে প্রকাশ এবং বিচারক–আইনজীবীদের বিশেষায়িত প্রশিক্ষণের মতো আধুনিক বিধান অন্তর্ভুক্ত রয়েছে। এসব বিধান দ্রুত, দক্ষ ও স্বচ্ছ বাণিজ্যিক বিচার নিশ্চিত করবে এবং বৈশ্বিক অর্থনীতিতে বাংলাদেশের প্রতিযোগিতা–ক্ষমতা বাড়াবে বলেও উল্লেখ করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে দেখতে হাসপাতালে জুবাইদা রহমান | প্রথম আলো",
            "time": "2025-12-06T10:02:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Ffy9vy07w%2FJobaida.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৪ দিন ধরে বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়া এভারকেয়ার হাসপাতালে চিকিৎসাধীন। গত ২৩ নভেম্বর রাতে শ্বাসকষ্ট দেখা দিলে খালেদা জিয়াকে এভারকেয়ার হাসপাতালে নেওয়া হয়। অধ্যাপক শাহাবুদ্দিন তালুকদারের নেতৃত্বে দেশি-বিদেশি বিশেষজ্ঞদের সমন্বয়ে গঠিত মেডিকেল বোর্ডের অধীনে খালেদা জিয়ার চিকিৎসা কার্যক্রম চলছে।</p><p>খালেদা জিয়াকে উন্নত চিকিৎসার জন্য বিদেশ নেওয়ার তারিখ আবারও পেছানো হয়েছে। বিএনপির পক্ষ থেকে তাঁকে বিদেশ নেওয়ার বিষয়ে গতকাল শুক্রবার সকালে নতুন তারিখ বলা হয়েছিল ৭ ডিসেম্বর। পরে রাতে জানা গেছে, এই তারিখও পেছাতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "হ্যাকড হওয়া ফেসবুক ও ইনস্টাগ্রামে অ্যাকাউন্ট উদ্ধারে মেটার নতুন উদ্যোগ | প্রথম আলো",
            "time": "2025-12-06T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F8tbetaxb%2FMeta.reuters.png?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক বিবৃতিতে মেটা জানিয়েছে, ‘অ্যাকাউন্ট–সংক্রান্ত সহায়তা প্রত্যেকের জন্য সহজলভ্য ও নির্ভরযোগ্য হওয়া উচিত। আমরা জানি, অতীতে সহায়তা সব সময় ব্যবহারকারীর প্রত্যাশা অনুযায়ী পৌঁছাতে পারেনি। নতুন সাপোর্ট হাবটি ধাপে ধাপে বিশ্বজুড়ে ফেসবুক ও ইনস্টাগ্রামের ব্যবহারকারীদের জন্য চালু হবে। এটি অ্যান্ড্রয়েড এবং আইওএস উভয় প্ল্যাটফর্মের অ্যাপের মাধ্যমে ব্যবহার করা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "১৮০ জন ফুটবলারের অটোগ্রাফ আছে বাহারুলের কাছে | প্রথম আলো",
            "time": "2025-12-06T09:58:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fgb6ml4x6%2FWhatsApp-Image-2025-11-16-at-11.21.16-AM.jpeg?rect=0%2C181%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবাহনীর প্রথম অধিনায়ক আবদুস সাদেক, প্রখ্যাত ফুটবলার জাকারিয়া পিন্টু, প্রতাপশঙ্কর হাজরা, নওশেরুজ্জামান, রণজিৎ দাস, গোলাম সারোয়ার টিপু, কাজী সালাহউদ্দিন, এনায়েতুর রহমান খান, মোহাম্মদ মালা, সুলতান আহমেদ, হাসানুজ্জামান বাবলু, শামসুল আলম মঞ্জু, আশরাফউদ্দিন চুন্নু, বাদল রায়, মোনেম মুন্না, শেখ আসলাম, আবদুল গাফফার, কাজী আনোয়ার, আশীষ ভদ্র, মোহাম্মদ মহসীন (গোলকিপার), মোহাম্মদ মহসীন (স্ট্রাইকার), ওয়াসিম ইকবাল, জসিম উদ্দিন জোসী, সৈয়দ রুম্মান বিন ওয়ালী সাব্বির, কায়সার হামিদ, আমিনুল হক, আলফাজ আহমেদ, ইমতিয়াজ আহমেদ নকীব, হালের তপু বর্মণ—কত অটোগ্রাফ। </p><p>সাবেক ফুটবলার ও অভিনেতা কাবিলাও বাদ যাননি। সুনামগঞ্জে তাঁর বাড়িতে গিয়ে নিয়েছেন ছোট নাজিরের অটোগ্রাফ।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বশান্তিতে ভূমিকার জন্য ফিফা শান্তি পুরস্কার পেলেন ট্রাম্প | প্রথম আলো",
            "time": "2025-12-06T09:55:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fxxannsn7%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বিশ্বশান্তিতে ভূমিকার জন্য ফিফা শান্তি পুরস্কার পেলেন ট্রাম্প\" class=\"nA4h1 \">বিশ্বশান্তিতে ভূমিকার জন্য ফিফা শান্তি পুরস্কার পেলেন ট্রাম্প</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-06T15:55:57+06:00\"><span>প্রকাশ: ০৬ ডিসেম্বর ২০২৫, ০৯: ৫৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ডা. জুবাইদার আগমন: ভিউয়ের প্রতিযোগিতা ও সাংবাদিকতার নৈতিক সংকট | প্রথম আলো",
            "time": "2025-12-06T09:54:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fas7q67so%2FScreenshot-2025-12-06-152314.jpg?rect=0%2C74%2C763%2C401&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডা. জুবাইদা রহমান তাঁর অসুস্থ শাশুড়ি, বাংলাদেশের সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়াকে দেখতে গত শুক্রবার (৫ ডিসেম্বর) দেশে ফিরেছেন। পরিস্থিতি বিবেচনায় এই মুহুর্তের জন্য এটি নিঃসন্দেহে একটি গুরুত্বপূর্ণ সংবাদ। ফলে রাজনৈতিক প্রেক্ষাপট এবং জিয়া পরিবারের সদস্য হিসেবে তাঁর দেশে ফেরা সাধারণ মানুষের আগ্রহের কেন্দ্রবিন্দু হতে পারে; কিন্তু সমস্যাটা সংবাদ প্রকাশে নয়, সংবাদ পরিবেশনের ধরন ও বাড়াবাড়ি নিয়ে। কিছু সংবাদমাধ্যম এটি করেছে, যা নিয়ে সচেতন নাগরিক সমাজেও সমালোচনা তৈরি হয়েছে। </p><p>ডা. জুবাইদার লন্ডনে বিমানে ওঠা থেকে শুরু করে ঢাকার বিমানবন্দরে অবতরণ, ইমিগ্রেশন পার হওয়া, ভিআইপি গেট দিয়ে বের হওয়া, কোন গাড়িতে উঠলেন, কোন পথ দিয়ে হাসপাতালে গেলেন, কোন ফ্লাইওভার ব্যবহার করলেন, কখন এভারকেয়ার হাসপাতালে পৌঁছালেন—প্রতিটি মুহূর্তের এমন পুঙ্খানুপুঙ্খ বিবরণ কি আসলেই জনগুরুত্বপূর্ণ সংবাদ? নাকি এটি নিছকই কৌতূহল মেটানোর এক অসুস্থ প্রতিযোগিতা? </p><p>একটি গাড়ি কোন ফ্লাইওভার দিয়ে যাচ্ছে, তা জানা জাতির জন্য কতটা জরুরি, তা গবেষণার বিষয়। এই ধরনের লাইভ ট্র্যাকিং বা ‘ধাওয়া করা সাংবাদিকতা’ কেবল হাস্যকরই নয়; বরং সংশ্লিষ্ট ব্যক্তির নিরাপত্তার জন্যও হুমকিস্বরূপ। সাংবাদিকতা যখন ‘গোয়েন্দাগিরি বা ‘পাপারাজ্জি’ সংস্কৃতির স্তরে নেমে আসে, তখন তথ্যের চেয়ে সস্তা বিনোদনই মুখ্য হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "চোরের নজর এবার জেলে নৌকায়, সীতাকুণ্ডে এক সপ্তাহে ৫ জেলের নৌকা চুরি | প্রথম আলো",
            "time": "2025-12-06T09:49:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F5i3z3ert%2FCtg-2.jpg?rect=62%2C0%2C1099%2C577&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৌকা চুরি হওয়ার পর থেকেই বিভিন্ন ঘাটে খোঁজ করছিলেন শিবলু দাশ ও রূপণ দাশ। তবে পাননি। বিভিন্ন জেলে, দোকানিদেরও তাঁরা জিজ্ঞাসা করেছেন। একপর্যায়ে একটি জ্বালানির দোকানে গিয়ে জানতে পারেন নোয়াখালীর সুবর্ণচর থেকে আসা দুই শ্রমিক তাদের থেকে ৩০ লিটার তেল কিনেছে। এরপরই শিবলুর সন্দেহ হয়।</p><p>শিবলু দাশ প্রথম আলোকে বলেন, ‘তেলের দোকান খুললে জানতে পারি সুবর্ণচর থেকে আসা দুই শ্রমিক ৩০ লিটার তেল কিনেছে। তাদের চেহারা চিনতাম। তখন আমাদের সন্দেহ হয়।’</p><p>এ সন্দেহ থেকেই সুবর্ণচর যান শিবলু দাশ ও রূপণ দাশ। সেখানে গিয়ে নৌকা দুটিও পেয়ে যান। তবে ওই দুই শ্রমিক ৯০ হাজার টাকা দাবি করেন। উপায় না পেয়ে তাঁরা দুটি নৌকার জন্য ৬৫ হাজার দিতে রাজি হন। এরপর স্থানীয় ইউনিয়ন পরিষদের চেয়ারম্যান ও রাজনৈতিক নেতাদের সহযোগিতায় নৌকা দুটি ফিরে পান।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিকগঞ্জের কালীগঙ্গায় ডুবে দুই চাচাতো ভাইয়ের মৃত্যু | প্রথম আলো",
            "time": "2025-12-06T09:43:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F7b8937b7-0c83-4cfa-86d7-decd79b62cfb%2FShipwreck%20%E0%A6%B2%E0%A6%9E%E0%A7%8D%E0%A6%9A%E0%A6%A1%E0%A7%81%E0%A6%AC%E0%A6%BF%20by%20Rakib.jpg?rect=0%2C95%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানিকগঞ্জ সদর উপজেলায় কালীগঙ্গা নদীতে ডুবে দুই শিশুর মৃত্যু হয়েছে। আজ শনিবার সকালে সদর উপজেলার গিলন্ড গ্রামে এ ঘটনা ঘটে।</p><p>এই দুই শিশু হলো গিলন্ড গ্রামের আকবর আলীর ছেলে জামিল হোসেন ও আজগর আলীর ছেলে জুনায়েদ হোসেন। তাঁরা আপন চাচাতো ভাই। দুজনের বয়স আড়াই বছর।</p></div></div></div></body></html>"
        },
        {
            "title": "এরশাদের উত্থান, পতন ও পুনরুত্থান | প্রথম আলো",
            "time": "2025-12-06T09:41:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Ffbvbgoq9%2FScreenshot-2025-12-06-152351.jpg?rect=0%2C26%2C735%2C386&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিছু কিছু দিন আছে, যা আমরা নানাভাবে স্মরণ করি—কখনো ঘৃণায়, তখন আমরা বলি কালো দিবস; কখনো ভালোবাসায়, তখন বলি শোক দিবস অথবা বিজয় দিবস। কিছু কিছু দিন আছে, যা আমাদের পাওয়া না-পাওয়ার হিসাবের মুখোমুখি দাঁড় করিয়ে দেয়। অনেক বছর পর আমরা যখন পেছন ফিরে তাকাই, তখন পোস্টমর্টেম করে দেখি, আসলে আমরা কী করেছিলাম, কী চেয়েছিলাম এবং কী পেয়েছিলাম। </p><p>১৯৯০ সালের ৬ ডিসেম্বর এমনই একটি দিন। ওই দিন এ দেশে ক্ষমতার পালাবদল হয়েছিল। কিন্তু আসলে জিতেছিল কে বা কারা, আমরা সেই জিজ্ঞাসার জবাব এখনো খুঁজছি।</p><p>১৯৮২ সালের ২৪ মার্চ রাষ্ট্রপতি বিচারপতি আবদুস সাত্তারের সরকারকে হটিয়ে সেনাবাহিনীর চিফ অব স্টাফ লে. জেনারেল হুসেইন মুহম্মদ এরশাদ নিজেকে গদিনশিন করেন। ওই দিন বেতার ও টেলিভিশনে প্রচারিত ভাষণে তিনি বলেন, ‘জনগণের ডাকে সাড়া দিতে হইয়াছে, ইহা ছাড়া জাতির সামনে আর কোনো বিকল্প ছিল না।’ </p><p>তিনি বাংলাদেশে দ্বিতীয়বারের মতো সামরিক শাসন জারি করে নিজেকে প্রধান সামরিক আইন প্রশাসক ঘোষণা করেন। সামরিক শাসন জারির পরপরই আওয়ামী লীগপন্থী দৈনিক বাংলার বাণী এরশাদের ক্ষমতা গ্রহণকে সমর্থন দিয়েছিল। শেখ ফজলুল করিম সেলিম সম্পাদিত এই দৈনিকে মোনাজাতরত এক মহিলার ছবি ছাপা হয়—সামরিক আইন জারি হওয়ায় তিনি আল্লাহর কাছে শুকরিয়া আদায় করছেন। আওয়ামী লীগ মনে করেছিল যে তাদের প্রধান প্রতিপক্ষ বিএনপি তো গেল, এটাই লাভ।</p></div></div></div></body></html>"
        },
        {
            "title": "৫২ বছর আগে আর্জেন্টিনা, তারপর ব্রাজিলকে পাওয়া হাইতি তাকিয়ে ট্রাম্পের দিকে | প্রথম আলো",
            "time": "2025-12-06T09:39:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fn3w7u0c0%2F660280-01-02.jpg?rect=0%2C0%2C2775%2C1457&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে হাইতির সমর্থকদের মধ্যে কয়জন যুক্তরাষ্ট্রে গিয়ে দলের খেলা দেখতে পারবেন, তা নিয়ে প্রশ্ন আছে। কারণ, বর্তমানে যুক্তরাষ্ট্রের সরকার হাইতির নাগরিকদের দেশে প্রবেশ অনুমোদন দিচ্ছে না। গত জুনে যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প নির্বাহী আদেশে যে ১২টি দেশের নাগরিকদের ওপর ভ্রমণ নিষেধাজ্ঞা জারি করেন, হাইতি তার মধ্যে একটি।</p><p>গতকাল রাতে ২০২৬ বিশ্বকাপের ড্র শেষে হাইতি কোচ মিগনের কাছে ‘দ্য অ্যাথলেটিক’ জানতে চেয়েছিল, বিশ্বকাপ শুরুর আগে দুই দেশের মধ্যে রাজনৈতিক সম্পর্ক উন্নয়নের সম্ভাবনা আছে কি না? ৫৩ বছর বয়সী মিগনে বলেন, ‘এটা মিস্টার ট্রাম্পের ওপর নির্ভর করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিমানবন্দরে পড়ে ছিল মালিকবিহীন ছয়টি লাগেজ, খোলার পর যা পাওয়া গেল | প্রথম আলো",
            "time": "2025-12-06T09:36:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fmg2tu45l%2FCtg-1.jpg?rect=0%2C0%2C1255%2C659&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লাগেজগুলোর মালিকানা না পাওয়ায় পরিত্যক্ত হিসেবে এসব সিগারেট জব্দ করা হয়েছে বলে জানান চট্টগ্রাম শাহ আমানত বিমানবন্দরের মুখপাত্র মোহাম্মদ ইব্রাহীম খলিল। প্রথম আলোকে তিনি জানান, ব্যাগেজ রুল অনুযায়ী, একজন যাত্রী এক কার্টন সিগারেট সঙ্গে আনতে পারবেন। এ জন্য কোনো শুল্ককর দিতে হবে না। এর বেশি আনার সুযোগ নেই। আর আমদানি নীতি আদেশ অনুযায়ী, সিগারেট শর্তযুক্ত আমদানি পণ্য। অর্থাৎ সিগারেট আমদানিতে প্যাকেটের গায়ে বাংলায় ‘ধূমপান স্বাস্থ্যের জন্য ক্ষতিকর’ লেখা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতকালীন সবজি কেন খাবেন | প্রথম আলো",
            "time": "2025-12-06T09:35:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fplks1iru%2Fvegetable-2.jpg?rect=0%2C9%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>টমেটো : </strong>টমেটোতে প্রচুর পরিমাণে অ্যান্টিঅক্সিডেন্ট রয়েছে, যেমন বিটা-ক্যারোটিন, যা ভিটামিন এ-তে রূপান্তরিত হয়, ভিটামিন সি, ভিটামিন ই, লাইকোপেন ইত্যাদি। এগুলো হৃদ্‌রোগ, চোখের রোগ, কিছু ক্যানসার, স্ট্রোকের ঝুঁকি কমাতে ও ত্বক ভালো রাখতে সাহায্য করে। এ ছাড়া টমেটোতে ভিটামিন কে, পটাশিয়াম রয়েছে, যা আমাদের বেশির ভাগ ব্যক্তির ঘাটতি রয়েছে। এগুলো হাড়ের স্বাস্থ্য ভালো রাখতে ও রক্ত জমাট বাঁধা ও রক্তচাপ নিয়ন্ত্রণ করতে ও কোলেস্টেরল কমাতে সাহায্য করে। ১ কাপ টমেটোর রসে ৫৩৪ মিলিগ্রাম পটাশিয়াম থাকে।</p><p><strong>শিম :</strong> শিম প্রোটিনের উৎস, যা পেশি গঠনে ও শীতে রোগপ্রতিরোধে সাহায্য করে। এ ছাড়া শিমে থাকা ফাইবার হজমশক্তি বৃদ্ধি ও কোষ্ঠকাঠিন্য দূর করতে সাহায্য করে। শিমে রয়েছে পটাশিয়াম, ফোলেট ও কপার, যা রক্তচাপ ও হৃদ্‌রোগ প্রতিরোধে সাহায্য করে।</p><p><strong>মটরশুঁটি :</strong> মটরশুঁটিতে ক্যালরি কম ও ফ্যাট কম থাকায় ওজন কমাতে ও ডায়াবেটিস রোগীদের ও হৃদ্‌রোগীদের জন্য উপকারী। এ ছাড়া রয়েছে ফাইবার, প্রোটিন, ভিটামিন বি৬, ফোলেট ও পটাশিয়াম, যা হজমশক্তি বৃদ্ধি, কোলেস্টেরল কমাতে, হাড় মজবুত করতে সাহায্য করে। এতে পলিফেনাল থাকে, যা পাকস্থলী ক্যানসারের ঝুঁকি কমাতেও সাহায্য করে।</p><p><strong>বিট : </strong>বিটে রয়েছে বিভিন্ন প্রকার খনিজ, ভিটামিন, নাইট্রেট বেটালাইন, ফাইবার ও ফোলেট। এগুলো রক্তচাপ কমাতে, রক্তস্বল্পতা, অস্টিওআর্থ্রাইটিস, কোষ্ঠকাঠিন্য, মস্তিষ্কের কার্যকারিতায়, ঘুমের মান উন্নত করতে সাহায্য করে।</p><p><strong>পালংশাক :</strong> পালংশাকে কার্বোহাইড্রেট ও ক্যালরি কম। এতে রয়েছে বিভিন্ন অ্যান্টিঅক্সিডেন্ট ও ভিটামিন সি, আয়রন ও ক্যালসিয়াম, ফোলেট, যা শিশুর বুদ্ধি ও বিকাশে, জন্মগত ত্রুটি ও রোগপ্রতিরোধে সাহায্য করে।</p></div></div></body></html>"
        },
        {
            "title": "যশোরে যৌথ বাহিনীর অভিযানে গ্রেপ্তার যুবদল নেতার মৃত্যু, চিকিৎসাপত্রে লেখা ‘পাবলিক অ্যাসল্ট’ | প্রথম আলো",
            "time": "2025-12-06T09:34:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fk2fsau4m%2Fjessorejubodol-leader.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বৃহস্পতিবার রাতে সেনাবাহিনী ও পুলিশ অভিযান চালিয়ে উজ্জ্বলসহ চারজনকে গ্রেপ্তার করে। গ্রেপ্তার অন্যরা হলেন উপজেলার ভোগতী গ্রামের পলাশ (৩৫), আলমগীর হোসেন (৪০) এবং মূলগ্রামের রাসেল (২৩)। তাঁদের আগ্নেয়াস্ত্র, দেশীয় অস্ত্র, মাদকসহ গ্রেপ্তার করা হয় বলে পুলিশ জানায়।</p><p>যশোর কেন্দ্রীয় কারাগারের জেলার আবিদ আহমেদ প্রথম আলোকে বলেন, উজ্জ্বল বিশ্বাসকে তাঁরা রাত সাড়ে ৯টায় কারাগারে পান। সেখানে ডাক্তারি সার্টিফিকেটে লেখা ছিল ‘পাবলিক অ্যাসল্ট’। তখন উজ্জ্বল স্বাভাবিক ছিলেন। কারাগারের সব কাজ শেষে উজ্জ্বলকে রাত সাড়ে ১০টার দিকে কারাগারের ভেতরের মেডিকেল সেন্টারে পাঠানো হয়। জেলারের ধারণা, উজ্জ্বলের অভ্যন্তরীণ রক্তক্ষরণ ছিল। মেডিকেল সেন্টারে তিনি আবারও অসুস্থ হয়ে পড়লে রাত সাড়ে ১০টার দিকে যশোর মেডিকেল কলেজে পাঠানো হয়। সেখানে চিকিৎসকেরা তাঁকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যের ডিজির সঙ্গে তর্কে জড়ালেন চিকিৎসক | প্রথম আলো",
            "time": "2025-12-06T09:29:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Ffsbb3dok%2F%E0%A6%B8%E0%A7%8D%E0%A6%AC%E0%A6%BE%E0%A6%B8%E0%A7%8D%E0%A6%A5%E0%A7%8D%E0%A6%AF%E0%A7%87%E0%A6%B0-%E0%A6%A1%E0%A6%BF%E0%A6%9C%E0%A6%BF%E0%A6%B0-%E0%A6%B8%E0%A6%99%E0%A7%8D%E0%A6%97%E0%A7%87-%E0%A6%A4%E0%A6%B0%E0%A7%8D%E0%A6%95%E0%A7%87-%E0%A6%9C%E0%A7%9C%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%A8-%E0%A6%9A%E0%A6%BF%E0%A6%95%E0%A6%BF%E0%A7%8E%E0%A6%B8%E0%A6%95.00014823.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"স্বাস্থ্যের ডিজির সঙ্গে তর্কে জড়ালেন চিকিৎসক\" class=\"nA4h1 \">স্বাস্থ্যের ডিজির সঙ্গে তর্কে জড়ালেন চিকিৎসক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-06T15:29:30+06:00\"><span>প্রকাশ: ০৬ ডিসেম্বর ২০২৫, ০৯: ২৯ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}