{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জুলাই গণ-অভ্যুত্থানে যুক্তরাষ্ট্রের যুক্ততার অভিযোগ মিথ, বললেন মার্কিন সাবেক কূটনীতিক | প্রথম আলো",
            "time": "2025-07-28T11:16:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fi1vic846%2FUs-diplomate.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নর্থ সাউথ ইউনিভার্সিটির উপাচার্য আবদুল হান্নান চৌধুরীর সভাপতিত্বে অনুষ্ঠিত সেমিনারে মূল প্রবন্ধ উপস্থাপন করেন জেনেভায় বাংলাদেশের সাবেক স্থায়ী প্রতিনিধি এবং এসআইপিজির জ্যেষ্ঠ গবেষণা ফেলো মুহাম্মদ সুফিউর রহমান। জুলাই-আগস্টের ছাত্র-জনতার অভ্যুত্থান কীভাবে ভবিষ্যতে দুই দেশের সম্পর্কে প্রভাব ফেলবে তা বলতে গিয়ে ২০০৭-০৮ সালের সেনা–সমর্থিত তত্ত্বাবধায়ক সরকারের শাসনামলের প্রসঙ্গ টানেন।</p><p>ঢাকায় যুক্তরাষ্ট্র দূতাবাসের রাজনীতি বিভাগের সাবেক প্রধান জন ড্যানিলুইৎজ বলেন, গত জুলাই-আগস্টে এখানে যে রাজনৈতিক পরিবর্তন সূচিত হয়েছে, তাতে যুক্তরাষ্ট্র কোনো না কোনোভাবে যুক্ত ছিল বলে বিগত সরকার আর তাদের সমর্থকেরা প্রচার করে থাকে। তাদের এই প্রচারণা মিথ। তিনি বলেন, ‘মার্কিন কর্মকর্তাদের সঙ্গে কথা বলে আমি যুক্তরাষ্ট্রের বিরুদ্ধে আনা অভিযোগের কোনো প্রমাণ পাইনি। আমি তাদের (বিগত সরকার আর তাদের সমর্থকেরা) যুক্তরাষ্ট্রের বিরুদ্ধে আনা অভিযোগের প্রমাণ দিতে বলেছি। কিন্তু তারা কোনো প্রমাণ হাজির করতে পারেনি। বরং যুক্তরাষ্ট্র যে বাংলাদেশের সাম্প্রতিক পরিবর্তনে যুক্ত ছিল না, তার প্রমাণ আমরা পেয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনার সাবেক সংসদ সদস্য ইফতেখার উদ্দিন মারা গেছেন | প্রথম আলো",
            "time": "2025-07-28T11:12:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fwoj3hak7%2FNetrokonaDH054820250728FBIMG1753688223513.png?rect=0%2C0%2C657%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেত্রকোনা-৩ (কেন্দুয়া-আটপাড়া) আসনের সাবেক সংসদ সদস্য ইফতেখার উদ্দিন তালুকদার (পিন্টু) মারা গেছেন। আজ সোমবার বেলা দেড়টার দিকে রাজধানীর একটি বেসরকারি হাসপাতালে তিনি শেষনিশ্বাস ত্যাগ করেন (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)। তিনি স্ত্রী, এক ছেলে, দুই মেয়েসহ অসংখ্য গুণগ্রাহী ও শুভাকাঙ্ক্ষী রেখে গেছেন। তাঁর বয়স হয়েছিল ৬২ বছর।</p><p>ইফতেখার উদ্দিনের ভাগনে জাকির হোসেন (প্রবাল) বলেন, তাঁর মামা দীর্ঘদিন ধরে বিভিন্ন শারীরিক সমস্যায় ভুগছিলেন। রাজধানীর নিকুঞ্জর বাসায় আজ বেলা ১১টায় হঠাৎ অসুস্থ বোধ করেন। দ্রুত তাঁকে রাজধানীর একটি বেসরকারি হাসপাতালে নিয়ে ভর্তি করা হয়। সেখানে আজ বেলা দেড়টার দিকে তিনি শেষনিশ্বাস ত্যাগ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ব ঐক্যের এক নতুন মঞ্চ | প্রথম আলো",
            "time": "2025-07-28T11:12:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fsj8uqbsc%2F06-GDC-Humanitarian-Assistance-Hub-Ukrane-relief-Oct2022-1.jpg?rect=0%2C113%2C1008%2C529&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবির মজুমদার বর্তমানে জিডিসি ফান্ড রাইজিং টিমের প্রধান হিসেবেও দায়িত্ব পালন করছেন। গত জুন মাসে গ্লোবাল ডায়াসপোরা একাডেমি আয়োজিত ‘ডায়াসপোরা অ্যাসেনশিয়ালস: টুলস ফর সাসটেইনেবল ইমপ্যাক্ট’ শীর্ষক একটি প্রশিক্ষণ সেশনে নেতৃত্ব দেন।</p><p>সাবির মজুমদার বললেন, ‘ডায়াসপোরা নিয়ে বাংলাদেশের সরকারি ও বেসরকারি পর্যায়ে আলাপ-আলোচনা হয়, সম্মেলনও হয়; কিন্তু বিশ্বপরিসরে নিজেদের অবস্থান জানানোর জন্য এমন একটি সংগঠনের সঙ্গে অংশীদারত্ব গড়ে তোলার কৌশলগত চিন্তা আমাদের এখনো তৈরি হয়নি।’</p><p>জিডিসি আমাদের চোখে আঙুল দিয়ে দেখিয়ে দেয়, প্রবাসীরা শুধু অর্থ পাঠায় না, তারা নৈতিক শক্তি, সাংস্কৃতিক দূত এবং বৈশ্বিক নেতৃত্বের সম্ভাবনাও তৈরি করে।</p><p>আজ যখন বিশ্বজুড়ে বিভাজন, বিভ্রান্তি আর বৈষম্য বাড়ছে, তখন জিডিসির মতো প্ল্যাটফর্ম আমাদের মনে করিয়ে দেয়, বৈচিত্র্যের মধ্যে ঐক্য সম্ভব। তবে সবাই মিলে একসঙ্গে চলতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে পাহাড়ধসে আহত দুই, কালভার্ট ভেঙে যোগাযোগবিচ্ছিন্ন | প্রথম আলো",
            "time": "2025-07-28T11:09:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fw6ij7gq4%2FWhatsApp-Image-2025-07-28-at-16.56.54.jpeg?rect=0%2C375%2C1511%2C793&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার পর সদর উপজেলা প্রশাসনের পক্ষ থেকে ক্ষতিগ্রস্ত পরিবারকে চাল, শুকনা খাবার ও তিন হাজার টাকা সহায়তা দেওয়া হয়েছে বলে জানান সদর উপজেলা প্রকল্প বাস্তবায়ন কর্মকর্তা মো. রিয়াদ মাহমুদ।</p><p>একই সময়ে রাঙামাটি নার্সিং ইনস্টিটিউটের পাশে একটি সীমানাপ্রাচীর ধসে পড়ে। এতে পাশের একটি ভবনের ক্ষতি হয়। দেয়ালধসের আশঙ্কায় ওই এলাকার বেশ কয়েকটি পরিবার এখন আতঙ্কে আছে।</p><p>অন্যদিকে আজ সকালে কাউখালী উপজেলার কলমবতি ইউনিয়নের ছোটদুলু-বটতলী সড়কের একটি কালভার্ট ভেঙে পড়ে। এতে ওই সড়কে যান চলাচল বন্ধ হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষার্থীর ঝুলন্ত লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-07-28T11:07:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F5w5gieg8%2FWhatsApp-Image-2025-07-28-at-16.59.11.jpeg?rect=0%2C0%2C844%2C443&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লাবিবার সহপাঠী ও স্বজনদের সঙ্গে কথা বলে জানা গেছে, বিশ্ববিদ্যালয়ের ২ নম্বর গেট এলাকায় একটি ভাড়া বাসায় মা–বাবার সঙ্গে থাকতেন তিনি। মা-বাবার একমাত্র সন্তান ছিলেন। লাবিবা ছাত্রদলের রাজনীতির সঙ্গে যুক্ত থাকার পাশাপাশি চবির ইয়ং ইকোনমিস্ট সোসাইটি এবং ক্যারিয়ার ক্লাবেরও সদস্য ছিলেন।</p><p>বিশ্ববিদ্যালয়ের সহকারী প্রক্টর কোরবান আলী প্রথম আলোকে বলেন, ‘আমরা দুপুর ১২টার দিকে খবর পাই। তখন পুলিশ ও মেডিকেলের এক নারী চিকিৎসক নিয়ে ঘটনাস্থলে যাই। পরিবারের ভাষ্য, সকালে ঘুম থেকে উঠে দরজা বাইরে থেকে লক দেখে চাবি দিয়ে খুলে তাঁরা লাবিবাকে ঝুলন্ত অবস্থায় দেখতে পান।’</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা কেউই মুচলেকা দিইনি, কোনো অত্যাচারের মুখেও দিইনি: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-07-28T11:06:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fwfrio25x%2Fweb.jpg?rect=0%2C5%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আমরা কেউই মুচলেকা দিইনি, কোনো অত্যাচারের মুখেও দিইনি: মির্জা ফখরুল\" class=\"nA4h1 \">আমরা কেউই মুচলেকা দিইনি, কোনো অত্যাচারের মুখেও দিইনি: মির্জা ফখরুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-28T17:06:43+06:00\"><span>প্রকাশ: ২৮ জুলাই ২০২৫, ১১: ০৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মতলব দক্ষিণে এক বিদ্যালয়ের ২০ এসএসসি পরীক্ষার্থীর রোল নম্বরে অন্য শিক্ষার্থীদের নাম | প্রথম আলো",
            "time": "2025-07-28T11:04:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F4r44oqe2%2FWhatsApp-Image-2025-07-28-at-17.00.47.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভুক্তভোগী পরীক্ষার্থীরা হলো সামিয়া, নাদিয়া আক্তার, আঁখি, মীম, মাহিয়া আক্তার মাহী, রিফাতুল ইসলাম, আরাফাত রহমান, তানজিনা আক্তার, অন্তরা, ফারিয়া ইসলাম, সাবিকুন্নাহার জুমা, জাকিয়া আক্তার মুন্নী, ইয়াসমিন আক্তার, নুসরাত, আসমা আক্তার, দ্বীপ চক্রবর্তী, মাহমুদা, শিরিনা আক্তার, আহাদ ঢালী ও খাদিজা আক্তার ফাতেমা।</p><p>উপজেলা মাধ্যমিক শিক্ষা কর্মকর্তার কার্যালয় ও অভিযোগ সূত্রে জানা যায়, আলহাজ তোফাজ্জল হোসেন ঢালী উচ্চবিদ্যালয় থেকে এবারের এসএসসি পরীক্ষায় সব বিভাগ হতে মোট ৮৪ জন শিক্ষার্থী অংশ নেয়। এর মধ্যে ৬৪ জনের ফলাফল পাওয়া যায়। বাকি ২০ জনের ফলাফল পাওয়া যায়নি। ওই ২০ জনের রোল নম্বরের বিপরীতে অন্য প্রতিষ্ঠানের শিক্ষার্থীদের নাম-তথ্য পাওয়া যায়, যারা এবার এসএসসি পরীক্ষাতেই বসেনি। ছাত্রীর রোল নম্বরের বিপরীতে ফলাফল শিটে ছাত্রের নাম এবং ছাত্রের ফলাফল শিটে ছাত্রীর নাম দেখা যায়।</p><p>সাবিকুন্নাহার অভিযোগে জানায়, ১০ জুলাই প্রকাশিত ফলাফল শিটে তার রোল নম্বর সার্চ দিলে ফারদিন হোসেন নামের আরেক ছাত্রের নাম আসে, অথচ সে এবার এসএসসি পরীক্ষা দেয়নি। ছাত্রটি একই বিদ্যালয়ের দশম শ্রেণিতে পড়ছে। পরীক্ষা দিয়ে ফলাফল না পেয়ে হতাশ ও ক্ষুব্ধ জুমা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজউক উত্তরা মডেল কলেজে ভর্তি: জেনে নিন আবেদনের পদ্ধতিসহ বিস্তারিত | প্রথম আলো",
            "time": "2025-07-28T11:02:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fy9fayy9o%2F147.jpg?rect=0%2C178%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীদের জন্য বিজ্ঞান, ব্যবসায় শিক্ষা ও মানবিক বিভাগের আবশ্যিক বিষয়, নৈর্বাচনিক বিষয় ও ঐচ্ছিক বিষয়গুলো দেওয়া হলো—</p><p>১. সব বিভাগ আবশ্যিক বিষয়: বাংলা, ইংরেজি এবং তথ্য ও যোগাযোগ প্রযুক্তি।</p><p>২. বিজ্ঞান বিভাগে নৈর্বাচনিক বিষয়: পদার্থবিজ্ঞান, রসায়ন, উচ্চতর গণিত বা জীববিজ্ঞান।</p><p>৩. ব্যবসায় শিক্ষা বিভাগে নৈর্বাচনিক বিষয়: হিসাববিজ্ঞান, ব্যবসায় সংগঠন ও ব্যবস্থাপনা, ফিন্যান্স, ব্যাংকিং ও বিমা।</p><p>৪. মানবিক বিভাগে নৈর্বাচনিক বিষয়: অর্থনীতি, ভূগোল, পৌরনীতি ও সুশাসন বা ইতিহাস।</p><p>৫. বিজ্ঞান বিভাগে ঐচ্ছিক বিষয়: উচ্চতর গণিত, জীববিজ্ঞান ও পরিসংখ্যান।</p><p>৬. ব্যবসায় শিক্ষা বিভাগে ঐচ্ছিক বিষয়: পরিসংখ্যান, কৃষিশিক্ষা ও গার্হস্থ্যবিজ্ঞান।</p><p>৭. মানবিক বিভাগে ঐচ্ছিক বিষয়: মনোবিজ্ঞান, গার্হস্থ্যবিজ্ঞান, ইসলাম শিক্ষা ও কৃষিশিক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুদের জন্য কোরআন সাক্ষরতা প্রকল্প | প্রথম আলো",
            "time": "2025-07-28T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Foi79m7gh%2F%E0%A6%95%E0%A6%BE%E0%A6%A4%E0%A6%BE%E0%A6%B0-%E0%A6%9A%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B0%E0%A6%BF%E0%A6%9F%E0%A6%BF.jpg?rect=0%2C99%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাতার চ্যারিটি (কিউসি) বাংলাদেশে তাদের অগ্রগামী কোরআন সাক্ষরতা প্রকল্প চালু করেছে, যা পড়তে অসুবিধার সম্মুখীন শিশুদের কোরআন তিলাওয়াত, হিফজ এবং এর অর্থ বোঝার জন্য প্রয়োজনীয় দক্ষতা প্রদানের লক্ষ্যে কাজ করছে। এ প্রকল্প কিউসির বৃহত্তর আল-ফুরকান কোরআনিক সাক্ষরতা প্রোগ্রামের অংশ, যা কেবল কোরআন শিক্ষার ওপরই কেন্দ্রীভূত নয়; বরং এর সুবিধাভোগীদের নৈতিক, মানসিক ও সামাজিক উন্নয়নের ওপরও জোর দেয়।</p><p>কোরআন সাক্ষরতা প্রকল্পটি বাংলাদেশের সেই শিশুদের লক্ষ করে যারা পড়তে অসুবিধার সম্মুখীন হয়। এটি তাদের কোরআন তিলাওয়াত ও হিফজ এবং কোরআনের অর্থ বোঝার মাধ্যমে তাদের আধ্যাত্মিক ও নৈতিক বিকাশেও সহায়তা করে।</p><p>ড. মোহাম্মদ আমিন হাফেজ ওমর, কিউসির বাংলাদেশ শাখার কান্ট্রি ডিরেক্টর। তিনি বলেছেন, ‘এ উদ্যোগ কেবল একটি সাক্ষরতা প্রচারণা নয়, এটি একটি রূপান্তরকারী যাত্রা। পবিত্র কোরআন শিক্ষা দেওয়া শুধু শব্দ ও নিয়ম শেখানো নয়, এটি এমন ব্যক্তি গড়ে তোলা, যারা মূল্যবোধ, আত্মসম্মান ও উদ্দেশ্যে সমৃদ্ধ। এ প্রোগ্রামের মাধ্যমে আমরা শিক্ষার্থীদের ঐশী বাণীর সঙ্গে সংযোগ স্থাপন করতে এবং জীবনে নতুন পরিচয়, মর্যাদা ও দিকনির্দেশনার দ্বার উন্মোচন করতে সাহায্য করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "মানবাধিকার মিশন নিয়ে উদ্বেগ, আলোচনা ছাড়া সিদ্ধান্ত ন্যায়সংগত হয়নি: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2025-07-28T10:56:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fh211o6dz%2FSalahuddin-Ahmad.jfif?rect=0%2C111%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় জাতিসংঘের নতুন আবাসিক প্রতিনিধি নিয়োগ নিয়ে একটি ‘সাংঘাতিক’ খবর আছে বলে মন্তব্য করেন সালাহউদ্দিন আহমদ। তিনি বলেন, তাঁরা শুনতে পেয়েছেন, বাংলাদেশে জাতিসংঘের বর্তমান আবাসিক প্রতিনিধির মেয়াদ শেষের দিকে। তাঁর স্থলে যিনি আসবেন, তাঁর ব্যাপারে তাঁরা কিছু আপত্তিকর কথা শুনেছেন। হয়তো বাংলাদেশ সরকার তাঁকে অনুমতি দেওয়ার আগে বিষয়টি বিবেচনায় নেবে। তিনি এর বেশি খোলাসা করে বলতে চান না। কারণ, বিষয়টি স্পর্শকাতর। অন্তর্বর্তী সরকার জাতিসংঘের নতুন আবাসিক প্রতিনিধিকে অনুমোদন দেওয়ার আগে যাতে তাঁর বিষয়ে যাচাই-বাছাই করে সিদ্ধান্ত নেয়, সেই আহ্বান জানান তিনি।</p><p>আলোচনায় হেফাজতে ইসলামের যুগ্ম মহাসচিব মামুনুল হক বলেন, তাঁদের কথা হলো, দেশ ও ইসলামের স্বার্থে তাঁরা কারও মুখের দিকে তাকিয়ে কথা বলতে পারবেন না।</p><p>আমার বাংলাদেশ (এবি) পার্টির সভাপতি মজিবুর রহমান মঞ্জু বলেন, অবস্থা এমন যে পুলিশ ঘুষ খায়, আবার ঘরে চুরি হলে পুলিশকেই ফোন করতে হয়। জাতিসংঘের মানবাধিকারবিষয়ক হাইকমিশনের মিশন স্থাপনের বিষয়টিও একই রকম। সরকার ভারতীয় অপপ্রচার ঠেকাতে এমন মিশন আনতে চাইছে বলে তাঁদের জানিয়েছে।</p><p>অন্তর্বর্তী সরকার দ্রুততার সঙ্গে জাতিসংঘের মানবাধিকারবিষয়ক হাইকমিশনের মিশন স্থাপনের সিদ্ধান্ত নিয়েছে বলে অভিযোগ করেন গণ অধিকার পরিষদের সভাপতি নুরুল হক। তিনি বলেন, পশ্চিমা দেশগুলো মানবাধিকার শব্দকে নিজেদের রাজনৈতিক স্বার্থে ব্যবহার করে। পার্বত্য চট্টগ্রাম নিয়ে বিভিন্ন সময় ষড়যন্ত্র হচ্ছে। এই মিশন স্থাপিত হলে বিপদ আরও ঘনীভূত হবে। তাঁরা এই মিশন নিয়ে উদ্বিগ্ন। কিন্তু রাজনৈতিক দলগুলো বিষয়টি নিয়ে খোলামেলা কথাও বলছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী বিশ্ববিদ্যালয়ে দুটি ইংরেজি প্রোগ্রাম, আবেদন শেষ ৪ আগস্ট | প্রথম আলো",
            "time": "2025-07-28T10:52:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fewxfuydt%2F146.webp?rect=0%2C63%2C826%2C434&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. এসএসসি, এইচএসসি, বিএ (সম্মান) বা পাস কোর্স পাসের নম্বরপত্র, সনদপত্র এবং নিবন্ধনপত্র বা রেজিস্ট্রেশন কার্ডের সত্যায়িত,</p><p>২. জাতীয় পরিচয়পত্রের সত্যায়িত ফটোকপি, জন্মনিবন্ধনের কপি,</p><p>৩. ভর্তি পরীক্ষার মূল প্রবেশপত্র,</p><p>৪. সদ্য তোলা পাসপোর্ট সাইজের তিন কপি সত্যায়িত ছবি (দুই কপি ছবি আবেদন ফরমের সঙ্গে জমা দিতে হবে এবং একটি সফট কপি ছবি ভর্তির সময় দিতে হবে),</p><p>৫. জেনে রাখুন: ভর্তির সময় যাচাই করার জন্য অবশ্যই সব মূল কাগজ সঙ্গে আনতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শুল্ক এক যুক্তিহীন ও ভয়াবহ উন্মাদনা | প্রথম আলো",
            "time": "2025-07-28T10:52:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fkoaldq9z%2Ftrumpreuters-3.jpg?rect=0%2C50%2C761%2C400&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বস্তুত, আগামী কয়েক মাসে প্রায় ২০০টি দেশের সঙ্গে দূরে থাকে, ১০০টি দেশের সঙ্গেও যুক্তরাষ্ট্র কোনো চুক্তিতে উপনীত হতে পারবে না। তা ছাড়া যুক্তরাষ্ট্রের অনেকগুলো দাবি একেবারে অগ্রহণযোগ্য। যেমন ইউরোপীয় ইউনিয়নকে মূল্য সংযোজন কর (মূসক) বাতিল করতে হবে বলে যে দাবি করা হয়েছে। মূসক বা ভ্যাট বাণিজ্যে বিকৃতি ঘটায় না, এটা ইইউর বাজারে বিক্রি হওয়া সব পণ্য ও সেবার ওপর আরোপিত। সর্বোপরি বিভিন্ন দেশের ওপর যথেচ্ছ হারে শুল্ক আরোপ যুক্তরাষ্ট্রের বাণিজ্যঘাটতি কোনোভাবেই কমাবে না।</p><p>তাহলে এই উন্মাদনা ঠেকাতে করণীয় কী? প্রথমত, আমাদের এটা আশা করা উচিত যে ট্রাম্প হুংকার দিয়ে পরে ভীত হয়ে পিছিয়ে আসবেন, এর পুনরাবৃত্তি চলবে। যদিও এর ফলে সৃষ্ট অনিশ্চয়তার মূল্যটাও নেহাত কম নয়। দ্বিতীয়ত, অবশ্যই সমন্বিতভাবে যুক্তরাষ্ট্রের এহেন পদক্ষেপের বিরুদ্ধে প্রত্যাঘাত করতে হবে। ‍</p><p>তৃতীয়ত, বিশ্ব বাণিজ্য সংস্থার (ডব্লিউটিও) সব সদস্যকে এই ঘোষণা দিতে হবে, কোনো একটি দেশ যুক্তরাষ্ট্রকে কোনো বাণিজ্য সুবিধা প্রদান করলে তা অন্য সব দেশকেও দিতে হবে আর তা হবে সর্বোচ্চ অনুকূল সুবিধা বা মোস্ট ফেভারড নেশন (এমএফএন) নীতি অনুসারে। সবশেষে, ডব্লিউটিওর সব সদস্যের উচিত হবে একে অন্যের প্রতি দায়বদ্ধ থাকা, তাদের পারস্পরিক চুক্তি অনুসারে। যুক্তরাষ্ট্র দুর্বৃত্তায়িত হয়ে গেছে। বাকি দুনিয়ার তাকে অনুসরণ করার দরকার নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজার সৈকতে স্ত্রীকে মারধরের ভিডিও ভাইরাল, স্বামী গ্রেপ্তার। | প্রথম আলো",
            "time": "2025-07-28T10:50:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F29b233b5-2b72-497a-9e46-d544626ec85f%2F09.jpg?rect=0%2C0%2C1058%2C555&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজার সমুদ্রসৈকতের সুগন্ধা পয়েন্টে এক নারীকে প্রকাশ্যে মারধরের ঘটনার ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ার পর এক যুবককে গ্রেপ্তার করেছে পুলিশ।</p><p>আজ সোমবার বেলা ১১টার দিকে সৈকতের সুগন্ধা পয়েন্ট এলাকা থেকে ওই যুবককে গ্রেপ্তার করা হয়। বিষয়টি নিশ্চিত করেছেন কক্সবাজার জেলা পুলিশের মুখপাত্র ও অতিরিক্ত পুলিশ সুপার (ট্রাফিক) মো. জসিম উদ্দিন চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবা চালাতেন রিকশা, সমন্বয়ক রিয়াদ কোটি টাকার মালিক! | প্রথম আলো",
            "time": "2025-07-28T10:46:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fykh9ss2a%2Fweb.jpg?rect=0%2C25%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বাবা চালাতেন রিকশা, সমন্বয়ক রিয়াদ কোটি টাকার মালিক! \" class=\"nA4h1 \">বাবা চালাতেন রিকশা, সমন্বয়ক রিয়াদ কোটি টাকার মালিক! </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-28T17:05:12+06:00\"><span>আপডেট: ২৮ জুলাই ২০২৫, ১১: ০৫ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার আকাশ প্রতিরক্ষায় বিমানঘাঁটি অপরিহার্য: বিমানবাহিনী | প্রথম আলো",
            "time": "2025-07-28T10:46:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Ff2wlwgal%2FAir-Force.jfif?rect=0%2C193%2C963%2C506&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর আকাশ প্রতিরক্ষা ও নিরাপত্তা নিশ্চিত করতে ঢাকায় জঙ্গি বিমানঘাঁটি রাখা অত্যাবশ্যক বলে মন্তব্য করেছেন বাংলাদেশ বিমানবাহিনীর এয়ার কমডোর শহিদুল ইসলাম।</p><p>আজ সোমবার দুপুরে তেজগাঁওয়ের এভিয়েশন ইউনিভার্সিটির পুরাতন পিএসসি ভবনে আয়োজিত এক সংবাদ সম্মেলনে এ কথা বলেন শহিদুল ইসলাম।</p><p>ঢাকা থেকে জঙ্গি বিমান প্রশিক্ষণ ঘাঁটি সরানো হবে না উল্লেখ করে শহিদুল ইসলাম বলেন, যুদ্ধবিমান পরিচালনায় বিশাল জায়গার প্রয়োজন হয়। পাশাপাশি রাজধানীর আকাশ প্রতিরক্ষা নিশ্চিত করতেও এই ঘাঁটি অত্যন্ত গুরুত্বপূর্ণ। বিশ্বের বহু দেশের রাজধানীতেও এমন ঘাঁটি রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোনে তৃতীয় দফায় ছুটি বাড়ল শনিবার পর্যন্ত | প্রথম আলো",
            "time": "2025-07-28T10:39:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F51cday4x%2FWhatsApp-Image-2025-07-28-at-4.28.12-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মো. মাসুদ আলম বলেন, ‘আমরা শিক্ষার্থী ও তাদের অভিভাবকদের সঙ্গে কথা বলছি, তারা স্বাভাবিক শিক্ষা কার্যক্রমে ফিরতে আগ্রহী। আশা করছি, দ্রুতই আমরা স্বাভাবিক শিক্ষা কার্যক্রমে ফিরতে পারব।’</p><p>২১ জুলাই দুপুরে শিক্ষাপ্রতিষ্ঠানটির একটি ভবনে বাংলাদেশ বিমানবাহিনীর একটি যুদ্ধবিমান বিধ্বস্ত হয়ে হতাহতের ঘটনা ঘটে। এরপর প্রথম দফায় ৩ দিন এবং পরে শুক্র ও শনিবার মিলিয়ে সোমবার (২৭ জুলাই) পর্যন্ত ছুটি বাড়ানো হয় দ্বিতীয় ধাপে। সর্বশেষ আজ তৃতীয় দফায় ছুটি বাড়ানো হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "‘নাম ছিল তার গুলবাহার, দেখতে ভারী চমৎকার’ | প্রথম আলো",
            "time": "2025-07-28T10:36:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F1buuus06%2FC0010.MP4.17101309.Still001.jpg?rect=0%2C0%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"‘নাম ছিল তার গুলবাহার, দেখতে ভারী চমৎকার’\" class=\"nA4h1 \">‘নাম ছিল তার গুলবাহার, দেখতে ভারী চমৎকার’</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-28T16:36:21+06:00\"><span>প্রকাশ: ২৮ জুলাই ২০২৫, ১০: ৩৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের জন্য প্রস্তুতি শুরু, দেড় লাখ পুলিশকে প্রশিক্ষণ দেওয়া হবে | প্রথম আলো",
            "time": "2025-07-28T10:35:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fhcydhwak%2Felection.jpg?rect=0%2C17%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকে নতুন করে গঠিত জাতীয় নিরাপত্তা কমান্ড কাঠামোর অধীনে মিডিয়া উইং প্রতিষ্ঠার প্রস্তাবও আলোচনায় এসেছে। এটি আইনশৃঙ্খলা পরিস্থিতি সম্পর্কে নিয়মিত প্রেস ব্রিফিং এবং তাৎক্ষণিক তথ্য প্রকাশে সহায়ক হবে।</p><p>সম্প্রতি গোপালগঞ্জসহ কিছু জায়গায় অস্থিরতা নিয়ে গোয়েন্দা সংস্থাগুলো পূর্বাভাস দিতে না পারায় সমালোচনা প্রসঙ্গে এক প্রশ্নের জবাবে শফিকুল আলম বলেন, সরকার ইতিমধ্যে অবসরপ্রাপ্ত সুপ্রিম কোর্টের বিচারপতির নেতৃত্বে একটি তদন্ত কমিশন গঠন করেছে। তিনি বলেন, ভবিষ্যতে এমন ব্যর্থতা এড়াতে গোয়েন্দা সংস্থাগুলোকে আরও সমন্বিতভাবে এবং আগেভাগেই তথ্য সংগ্রহের জন্য নির্দেশ দেওয়া হয়েছে।</p><p>নির্বাচনপূর্ব প্রশাসনিক রদবদল নিয়েও বৈঠকে আলোচনা হয়। এ বিষয়ে উপপ্রেস সচিব আবুল কালাম আজাদ বলেন, ‘সার্বিকভাবে নয়, শুধুমাত্র যেখানে প্রয়োজন সেখানেই রদবদল হবে।' তিনি বলেন, বৈঠকে আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে সম্ভাব্য নির্বাচনের আগে ‘হটস্পট’— যেখানে সহিংসতা বা অস্থিরতা সৃষ্টি হতে পারে — সেসব এলাকা দ্রুত চিহ্নিত করতে বলা হয়েছে। এসব এলাকার পরিস্থিতি সম্পর্কে প্রতিবেদন কেন্দ্রে পাঠানোর নির্দেশও দেওয়া হয়েছে, যাতে প্রয়োজনে অতিরিক্ত নিরাপত্তা ব্যবস্থা নেওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক উপাচার্য হাসিবুরসহ ৩০ আসামির বিরুদ্ধে অভিযোগ গঠনের আবেদন | প্রথম আলো",
            "time": "2025-07-28T10:32:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fxtgq9dui%2FIconic.jpg?rect=0%2C90%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাকি ২৪ জন আসামি পলাতক। তাঁরা হলেন: রংপুরের বেগম রোকেয়া বিশ্ববিদ্যালয়ের সাবেক উপাচার্য মো. হাসিবুর রশীদ, গণিত বিভাগের সাবেক সহযোগী অধ্যাপক মো. মশিউর রহমান, লোকপ্রশাসন বিভাগের সাবেক সহযোগী অধ্যাপক আসাদুজ্জামান মণ্ডল, চিকিৎসক মো. সরোয়ার হোসেন চন্দন, সাবেক সহকারী রেজিস্ট্রার মো. হাফিজুর রহমান, সাবেক সেকশন অফিসার মো. মনিরুজ্জামান পলাশ; রংপুর মহানগর পুলিশের (আরপিএমপি) সাবেক কমিশনার মো. মনিরুজ্জামান, সাবেক উপকমিশনার মো. আবু মারুফ হোসেন, সাবেক অতিরিক্ত উপকমিশনার মো. শাহ নূর আলম পাটোয়ারী, সাবেক সহকারী কমিশনার মো. আরিফুজ্জামান, সাবেক পরিদর্শক (নিরস্ত্র) রবিউল ইসলাম, সাবেক এসআই (নিরস্ত্র) বিভূতিভূষণ রায়; বেগম রোকেয়া বিশ্ববিদ্যালয় শাখা ছাত্রলীগের সভাপতি পোমেল বড়ুয়া, সাধারণ সম্পাদক মাহাফুজুর রহমান, সহসভাপতি ফজলে রাব্বি ও আখতার হোসেন, সাংগঠনিক সম্পাদক সেজান আহম্মেদ, সাংগঠনিক সম্পাদক ধনঞ্জয় কুমার, দপ্তর সম্পাদক বাবুল হোসেন, যুগ্ম সাধারণ সম্পাদক মাসুদুল হাসান; বিশ্ববিদ্যালয়ের সাবেক এমএলএসএস মোহাম্মদ নুরুন্নবী মণ্ডল ও আমির হোসেন, নিরাপত্তা প্রহরী নুর আলম মিয়া ও অফিস সহকারী কাম কম্পিউটার অপারেটর মো. মাহাবুবার রহমান।</p><p>পলাতক ২৪ আসামির পক্ষে রাষ্ট্র নিযুক্ত চারজন আইনজীবী হিসেবে নিয়োগ দিয়েছেন ট্রাইব্যুনাল। তাঁরা হলেন আইনজীবী সুজাত মিয়া, ইসরাত জাহান, শহীদুল ইসলাম ও মামুন উর রশীদ।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দোলনে ছাত্রলীগ ঢুকে পড়ার প্রশ্ন আসছে কেন | প্রথম আলো",
            "time": "2025-07-28T10:30:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F3sk4nehw%2Feducationkk.JPG?rect=0%2C46%2C611%2C321&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যে দলের হোক, ক্ষমতায় থাকা দলের হাতে নাগরিকের রক্তের দাগ লেগে আছে। সরকার যত কর্তৃত্ববাদী, যত অগণতান্ত্রিক, যত স্বৈরাচারী হয়েছে, রক্তের দাগ তত গভীর হয়েছে। সরকার ও রাষ্ট্র থেকে জনগণকে সম্পূর্ণভাবে বাদ দিয়ে সামরিক ও বেসামরিক আমলাতন্ত্র, রাজনীতিক ও সুবিধাভোগী ব্যবসায়ী গোষ্ঠীর নেক্সাস যতটা শক্তিশালী হয়েছে, ক্ষমতা থেকে নামানো তত কঠিন হয়েছে। এখানে ক্ষমতার রাজনীতি তাই অবধারিতভাবে রাজপথের লড়াই হয়ে ওঠে, সেই ফয়সালায় নাগরিকের লাশ গুরুত্বপূর্ণ ‘হাতিয়ার’।</p><p>প্রচণ্ড রক্তক্ষয়ী মুক্তিযুদ্ধের মধ্য দিয়ে জন্ম নেওয়া বাংলাদেশের সমাজ সাড়ে পাঁচ দশক পরে এসে কেন প্রবলভাবে বিভক্ত হয়ে পড়েছে, তার কারণ খোঁজাটা সে কারণেই জরুরি রাজনৈতিক কর্তব্য হয়ে উঠেছে। কেননা, এ জরুরি প্রশ্নের সঙ্গে আমাদের অর্থনৈতিক বিকাশের প্রশ্নটিও অবিচ্ছেদ্যভাবে যুক্ত। </p><p>ক্ষমতার রাজনীতির সঙ্গে যখন সমাজে কোনো রাজনৈতিক গোষ্ঠীকে অপর করে তোলার চেষ্টা রাষ্ট্রীয় পৃষ্ঠপোষকতাতেই চলতে থাকে, তখন সেই জনগোষ্ঠীর মধ্যে যে অনিরাপত্তা ও অনিশ্চয়তা বোধের জন্ম হয়, তারা সমাজ ও অর্থনীতির মূলস্রোত হয়ে উঠতে ভয় পায়। তাদের কেউ কেউ অর্থনীতিকে ক্ষতি করার জন্য সম্ভাব্য সব ধরনের উপায় বেছে নেয়। সম্ভাবনাময় অর্থনৈতিক শক্তি হিসেবে বাংলাদেশের দাঁড়াতে না পারার পেছনে রাজনৈতিক জনগোষ্ঠীকে অপর করে তোলার রাজনীতিও একটা বড় কারণ।</p></div></div></div></body></html>"
        }
    ]
}