{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গৌরবময় বিদায় | প্রথম আলো",
            "time": "2025-12-31T01:36:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F947g9uop%2FUntitled-2.jpg?rect=0%2C113%2C713%2C374&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মায়ের মৃত্যুর পর দেওয়া এক শোকবার্তায় তারেক রহমান বলেন, ‘আমার মা—বিএনপির চেয়ারপারসন বেগম খালেদা জিয়া—সর্বশক্তিমান আল্লাহর ডাকে সাড়া দিয়ে আমাদের ছেড়ে চলে গেছেন। অনেকের কাছে তিনি ছিলেন দেশনেত্রী, গণতন্ত্রের মা। আমার কাছে তিনি ছিলেন একজন মমতাময়ী মা, যিনি নিজের পুরো জীবন উৎসর্গ করেছিলেন দেশ ও মানুষের জন্য।’</p><p>তারেক রহমান স্মরণ করিয়ে দেন, স্বৈরাচার, ফ্যাসিবাদ ও আধিপত্যবাদের বিরুদ্ধে আজীবন লড়াই করা এই নারী বারবার গ্রেপ্তার হয়েছেন, চিকিৎসা থেকে বঞ্চিত হয়েছেন, নিপীড়নের শিকার হয়েছেন। তবু তিনি ভেঙে পড়েননি। দেশ ও দেশের মানুষই ছিল তাঁর পরিবার।</p><p>দীর্ঘ কারাবাস ও অসুস্থতার পর ২০২৪ সালের ৫ আগস্ট গণ-অভ্যুত্থানের পর মুক্তি পান খালেদা জিয়া। গত ৭ আগস্ট নয়াপল্টনের এক সমাবেশে দেওয়া তাঁর সংক্ষিপ্ত ভিডিও বার্তা নতুন প্রজন্মকে গভীরভাবে নাড়া দেয়। তিনি বলেছিলেন, ‘ধ্বংস নয়, প্রতিশোধ নয়, প্রতিহিংসা নয়; ভালোবাসা, শান্তি ও জ্ঞানভিত্তিক সমাজ গড়ে তুলতে হবে।’</p><p>জীবনের শেষ প্রান্তে এসে তিনি দল-মতের ঊর্ধ্বে উঠে জাতীয় ঐক্যের প্রতীক হয়ে ওঠেন। তাঁর বিদায়ও হয়ে উঠেছে গৌরবময়। দলমত-নির্বিশেষে সব মহল থেকে তাঁর সুস্থতার জন্য প্রার্থনা করা হয়। অন্তর্বর্তী সরকার তাঁকে ‘অতি গুরুত্বপূর্ণ ব্যক্তি’ ঘোষণা করে। তাঁর মৃত্যুর পর তিন দিনের রাষ্ট্রীয় শোক ঘোষণা করা হয়েছে। শোক জানিয়েছেন সব দল এবং নানা শ্রেণি–পেশার মানুষ। সামাজিক যোগাযোগমাধ্যম হয়ে ওঠে শোকময়। সম্প্রতিকালে এত সম্মান ও শ্রদ্ধা নিয়ে কোনো রাজনীতিক বিদায় নেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৩১ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-31T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-07%2Fat9smut4%2FWhatsApp-Image-2025-09-07-at-18.46.344d85b0c5.jpg?rect=0%2C80%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সানরাইজার্স-পার্ল রয়্যালস</strong></p><p>স্টার স্পোর্টস ১, বিকেল ৫টা</p><p><strong>কেপটাউন-প্রিটোরিয়া</strong></p><p>স্টার স্পোর্টস ২, রাত ৯-৩০ মি.</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে যাঁদের হারিয়েছি | প্রথম আলো",
            "time": "2025-12-31T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fnb7yvuwp%2Feaf9ff5b-aedc-4fdd-9b13-fc5b52d14650-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে একক নির্মাতা হিসেবে শেখ নজরুল ইসলাম নির্মাণ করেন ‘চাবুক’, ‘চাঁদ’, ‘এতিম’, ‘নাগিন’, ‘মাসুম’, ‘ঈদ মোবারক’, ‘আশা’, ‘পরিবর্তন’, ‘নতুন পৃথিবী’, ‘দিদার’, ‘সালমা’, ‘বউ–শাশুড়ি’, ‘কসম’, ‘বিধাতা’, ‘স্ত্রীর পাওনা’, ‘চাঁদের আলো’, ‘চাঁদের হাসি’, ‘চক্রান্ত’, ‘সিংহ পুরুষ’, ‘সব খতম’, ‘দমন’, ‘জোছনার প্রেম’, ‘মা বড় না বউ বড়’ ইত্যাদি চলচ্চিত্র। ষাটের দশকে শেখ নজরুল ইসলাম ‘সাত ভাই চম্পা’ ছবিতে অভিনয় করেন। এরপর তাঁকে দেখা যায় বেশ কয়েকটি ছবিতে অভিনয় করতে। জহির রায়হানের অসমাপ্ত ‘লেট দেয়ার বি লাইট’ ছবিতে তাঁর সহকারী হিসেবে কাজ করেন; একটি চরিত্রে অভিনয়ও করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজা বেলা ২টায়, দাফন জিয়াউর রহমানের কবরের পাশে | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fc4ugxf7o%2FKhaleda_embassy.jpg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "অর্থসংকটে ইসলামে সংযমের শিক্ষা | প্রথম আলো",
            "time": "2025-12-30T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Futigyyxo%2Fpexels-adam-el-masri-17122299-6461439.jpg?rect=0%2C1373%2C5004%2C2627&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজকের বৈশ্বিক অর্থনৈতিক অস্থিরতায় আমাদের করণীয় সুস্পষ্ট—ধৈর্য ধারণ করা, অপচয় পরিহার করা, হালাল উপার্জনে অটল থাকা এবং আল্লাহর ওপর পূর্ণ ভরসা রাখা। তওবা, ইস্তিগফার ও দোয়ার মাধ্যমে আল্লাহর রহমত আহ্বান করা।</p><p>রাসুলুল্লাহ (সা.) বলেন, ‘যে ব্যক্তি বলে, আস্তাগফিরুল্লাহাল্লাজী লা ইলাহা ইল্লা হুয়াল হাইয়ুল কাইয়ূম ওয়া আতূবু ইলাইহি—তার গুনাহ মাফ হয়, যদিও সে যুদ্ধক্ষেত্র থেকে পলায়ন করে থাকে।’ (সুনানে আবু দাউদ, হাদিস: ১,৫১৭; তিরমিজি, হাদিস: ৩,৫৭৭)</p><p>অর্থনৈতিক সংকট আমাদের ঈমানের মানদণ্ড। তা আত্মশুদ্ধি ও আল্লাহর নৈকট্য লাভের সুযোগ। ধৈর্য, সংযম ও তাওয়াককুলের পথে অবিচল থাকলে আল্লাহ–তাআলা অবশ্যই ফারাজ—স্বস্তি ও প্রশস্ততা দান করবেন। নিশ্চয়ই কষ্টের সঙ্গে রয়েছে স্বস্তি।</p><p><em><strong>ইফতেখারুল হক হাসনাইন</strong> : আলেম ও লেখক</em></p></div></div></div></body></html>"
        },
        {
            "title": "মানিক মিয়া অ্যাভিনিউজুড়ে খালেদা জিয়ার জানাজার প্রস্তুতি | প্রথম আলো",
            "time": "2025-12-30T20:52:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fgcy1hh6n%2Fkkk.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়ার প্রতি সর্বস্তরের মানুষ যাতে নির্বিঘ্নে সম্মান জানাতে পারেন এবং তাঁর জানাজায় অংশ নিতে পারেন সে জন্য যাবতীয় প্রস্তুতি শেষ করছে নিরাপত্তা বাহিনীসহ সংশ্লিষ্ট রাষ্ট্রীয় সব দপ্তর। মানিক মিয়া অ্যাভিনিউয়ের চারপাশের সড়কগুলোতেও যেন সাধারণ মানুষ অবস্থান করতে পারেন, সে বিষয়ে প্রয়োজনীয় ব্যবস্থা নেওয়া হচ্ছে।</p><p>জানাজার পর বেলা সাড়ে তিনটার দিকে শেরেবাংলা নগরের জিয়া উদ্যানে শহীদ রাষ্ট্রপতি জিয়াউর রহমানের সমাধির পাশে খালেদা জিয়াকে রাষ্ট্রীয় মর্যাদায় সমাহিত করা হবে। এ সময় খালেদা জিয়ার পরিবারের সদস্য, রাষ্ট্রীয় গুরুত্বপূর্ণ ব্যক্তি, সরকারের দায়িত্বপ্রাপ্ত ব্যক্তি, বিদেশি অতিথি, রাষ্ট্রদূত এবং বিএনপি মনোনীত রাজনীতিকেরা উপস্থিত থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদি হত্যা মামলায় গ্রেপ্তার সিবিয়ন ও সঞ্জয় তৃতীয় দফায় রিমান্ডে | প্রথম আলো",
            "time": "2025-12-30T20:09:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-18%2F3k9ni90h%2FCMM.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্যদিকে ১৬ ডিসেম্বর র‍্যাব-১১-এর একটি দল নরসিংদী থেকে ফয়সালকে আটক করে। পরে তাঁকে নরসিংদীতে অস্ত্র মামলায় গ্রেপ্তার দেখিয়ে কারাগারে পাঠানো হয়।</p><p>ওসমান হাদি হত্যা মামলায় এখন পর্যন্ত ১১ জনকে গ্রেপ্তার করা হয়েছে। তাঁদের মধ্যে ৬ জন আদালতে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। এ ছাড়া ৪ জন সাক্ষীও আদালতে জবানবন্দি দিয়েছেন।</p><p>মামলায় গ্রেপ্তার হওয়া অন্য আসামিরা হলেন প্রধান অভিযুক্ত ফয়সালের বাবা মো. হুমায়ুন কবির, মা মোসা. হাসি বেগম, ফয়সালের স্ত্রী সাহেদা পারভীন সামিয়া, ফয়সালের বান্ধবী মারিয়া আক্তার, তাঁর শ্যালক ওয়াহিদ আহমেদ, রেন্ট-এ-কার ব্যবসায়ী মো. নুরুজ্জামান নোমানী, মোটরসাইকেলের মালিক মো. কবির ও আমিনুল। তাঁদের মধ্যে ফয়সালের মা-বাবা, স্ত্রী, বান্ধবী, শ্যালক ও আমিনুল আদালতে দায় স্বীকার করে জবানবন্দি দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচন স্থগিতের পর শিক্ষকদের ‘হেনস্তার’ অভিযোগ | প্রথম আলো",
            "time": "2025-12-30T19:30:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Faxcq6ug3%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) নির্বাচন স্থগিত হওয়ার পর কয়েকজন শিক্ষককে হেনস্তা করা হয়েছে বলে অভিযোগ তুলেছে জগন্নাথ বিশ্ববিদ্যালয় শিক্ষক সমিতি। এ ঘটনার সাথে জড়িতদের বিচার চেয়ে বিশ্ববিদ্যালয় প্রশাসনকে ৪৮ ঘণ্টার সময় দেওয়া হয়েছে। বিষয়টি নিয়ে মঙ্গলবার জগন্নাথ বিশ্ববিদ্যালয় শিক্ষক সমিতির কার্যালয়ে সংবাদ সম্মেলন করেন শিক্ষক সমিতির নেতারা।</p><p>সংবাদ সম্মেলনে শিক্ষক সমিতির সাধারণ সম্পাদক অধ্যাপক রইছ উদদীন বলেন, সকালে তিনি নিজ বিভাগে একাডেমিক কাজে ব্যস্ত ছিলেন। এ সময় ৩০-৪০ জনের একটি দল তাঁকে তালাবদ্ধ করে অবরুদ্ধ করে রাখে। এক যুবক দৌড়ে এসে বিভাগের কলাপসিবল গেটে তালা দিয়ে চলে যায়। পরে হ্যান্ডমাইক নিয়ে একদল শিক্ষার্থী সেখানে ‘অশ্রাব্য’ স্লোগান দেয় ও ‘ঔদ্ধত্যপূর্ণ আচরণ’ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক গণমাধ্যমে খালেদা জিয়ার মৃত্যুর খবর | প্রথম আলো",
            "time": "2025-12-30T19:24:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fghgzxdof%2FPage-3.jpg?rect=0%2C80%2C1124%2C590&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুর খবর জাতীয় গণমাধ্যমে প্রকাশের কিছুক্ষণের মধ্যেই আন্তর্জাতিক গণমাধ্যমে খবর আসতে থাকে। আন্তর্জাতিক বার্তা সংস্থা রয়টার্স, এএফপি, যুক্তরাষ্ট্রের প্রভাবশালী দৈনিক দ্য নিউইয়র্ক টাইমস, সিএনএন, ওয়াশিংটন পোস্ট; যুক্তরাজ্যের বিবিসি, দ্য গার্ডিয়ান; কাতারভিত্তিক সংবাদমাধ্যম আল-জাজিরাসহ বিভিন্ন সংবাদমাধ্যমে তাঁর মৃত্যু নিয়ে বেশ গুরুত্বের সঙ্গে সংবাদ প্রকাশ করা হয়েছে।</p><p>যুক্তরাজ্যভিত্তিক আন্তর্জাতিক বার্তা সংস্থা রয়টার্স ‘৮০ বছর বয়সী বাংলাদেশের প্রথম নারী প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যু’ শিরোনামে প্রতিবেদন প্রকাশ করেছে। প্রতিবেদনটিতে খালেদা জিয়ার রাজনৈতিক জীবনের বিভিন্ন উল্লেখযোগ্য অংশ তুলে ধরা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচন স্থগিতের কারণ জানতে চেয়ে প্যানেলগুলোর চার দাবি | প্রথম আলো",
            "time": "2025-12-30T19:12:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fx3atcec0%2FJnU%E2%80%93Bamjot.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাম জোট–সমর্থিত ‘মওলানা ভাসানী ব্রিগেড’ প্যানেলের জিএস (সাধারণ সম্পাদক) প্রার্থী ইভান তাহসীব বলেন, ‘বিশ্ববিদ্যালয় প্রশাসন তাৎক্ষণিক সিন্ডিকেট সভা ডেকে খালেদা জিয়ার মৃত্যুর ঘটনাকে অজুহাত দেখিয়ে নির্বাচন স্থগিত ঘোষণা করে। এই সিদ্ধান্ত নেওয়ার ক্ষেত্রে প্রশাসন বিভিন্ন প্যানেল, প্রার্থী বা অন্য অংশীজনদের কোনো মতামত নেয়নি। এই অগণতান্ত্রিক এবং অযৌক্তিক সিদ্ধান্ত আমাদের, অন্যান্য প্রার্থীদের এবং শিক্ষার্থীদের ভীষণভাবে ক্ষুব্ধ করেছে।’</p><p>ইসলামী ছাত্রশিবির–সমর্থিত ‘অদম্য জবিয়ান ঐক্য’ প্যানেলের ভিপি প্রার্থী রিয়াজুল ইসলাম বলেন, ‘আজকে সব প্যানেল ও প্রার্থীরা নির্বাচন চেয়েছিল। কে বা কারা, কার ইন্ধনে প্রশাসন নির্বাচন বন্ধ করল, আমরা তা জানতে চাই। প্রশাসনের কাছে আমরা আবেদন করেছি, আশা করছি প্রশাসন এই তথ্য আমাদের জানাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও দ্য ডেইলি স্টারে হামলায় উদ্বেগ জানিয়ে পাঁচ সংগঠনের বিবৃতি | প্রথম আলো",
            "time": "2025-12-30T19:05:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Feffws6yr%2FUntitled-2.jpg?rect=0%2C39%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতি দেওয়া সংগঠনগুলো হলো সাউথ এশিয়া ডেমোক্রেটিক ফোরাম, ইউরোপিয়ান বাংলাদেশ ফোরাম, ওয়ার্কিং গ্রুপ বাংলাদেশ ইন জার্মানি, আর্থ সিভিলাইজেশন নেটওয়ার্ক ও ফ্রিডম অ্যান্ড জাস্টিস অ্যালায়েন্স। বিবৃতিতে স্বাক্ষর করেছেন সাউথ এশিয়া ডেমোক্রেটিক ফোরাম, বেলজিয়ামের পক্ষ থেকে পাউলো কাসা, ইউরোপিয়ান বাংলাদেশ ফোরাম, ইউরোপীয় ইউনিয়ন ও গ্রেট ব্রিটেনের পক্ষ থেকে ক্রিস ব্ল্যাকবর্ন, ওয়ার্কিং গ্রুপ বাংলাদেশ ইন জার্মানির পক্ষ থেকে ক্লাউস স্ট্যাম্পেল, আর্থ সিভিলাইজেশন নেটওয়ার্কের (গ্লোবাল নেটওয়ার্ক) পক্ষ থেকে তারিখ গুনারশেল এবং ফ্রিডম অ্যান্ড জাস্টিস অ্যালায়েন্সের (গ্লোবাল প্ল্যাটফর্ম) পক্ষে অধ্যাপক এ বি এম নাসির।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজা ঘিরে ঢাকার যেসব সড়ক বন্ধ থাকবে | প্রথম আলো",
            "time": "2025-12-30T18:49:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ftbo70bzq%2FDMP.jpg?rect=0%2C13%2C618%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপির গণবিজ্ঞপ্তিতে বলা হয়েছে, সোনারগাঁও মোড় থেকে ফার্মগেট/বিজয় সরণি (কাজী নজরুল ইসলাম অ্যাভিনিউ) রোডে সীমিত আকারে গাড়ি চলাচল করবে। তাই যথাসম্ভব কাজী নজরুল ইসলাম অ্যাভিনিউ পরিহারের পরামর্শ দেওয়া হয়েছে।</p><p>বনানী-মহাখালী-গুলশান বা এয়ারপোর্ট রোড থেকে রমনা-শাহবাগ-মতিঝিল-পল্টন-গুলিস্তানগামী যানবাহনকে মহাখালী বাস টার্মিনালের সামনের রাস্তা ও মগবাজার ফ্লাইওভার ব্যবহার করতে বলা হয়েছে।</p><p>মিরপুর থেকে ধানমন্ডি-মোহাম্মদপুরগামী যানবাহনকে মানিক মিয়া অ্যাভিনিউ ও এর আশপাশের এলাকা এড়িয়ে মিরপুর-টেকনিক্যাল-শ্যামলী রিংরোড হয়ে চলাচলের অনুরোধ করা হয়েছে।</p><p>মিরপুর থেকে রমনা-মতিঝিলগামী যানবাহনকে মিরপুর রোডের শ্যামলী থেকে বাঁয়ে টার্ন নিয়ে আগারগাঁও ক্রসিং হয়ে ফকরুদ্দিন রোড/লিংক রোড (বীর উত্তম মেজর জেনারেল আজিজুর রহমান রোড) হয়ে জাহাঙ্গীর গেট-মহাখালী-তেজগাঁও-মগবাজার ফ্লাইওভার হয়ে চলাচল করতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের সঙ্গে সম্পর্ক নিয়ে দিল্লির হাইকমিশনারের সঙ্গে বসলেন দুই উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-30T18:44:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F9d7nqlpz%2FUntitled-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের সঙ্গে সম্পর্কের সর্বশেষ পরিস্থিতি নিয়ে মঙ্গলবার দিল্লিতে নিযুক্ত বাংলাদেশের হাইকমিশনার এম রিয়াজ হামিদুল্লাহর সঙ্গে আলোচনা করেছেন পররাষ্ট্র উপদেষ্টা মো. তৌহিদ হোসেন ও জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান। সকালে পররাষ্ট্র মন্ত্রণালয়ে অনুষ্ঠিত প্রায় ৪৫ মিনিটের ওই আলোচনায় তাঁদের সঙ্গে একপর্যায়ে যুক্ত হয়েছিলেন পররাষ্ট্রসচিব আসাদ আলম সিয়াম।</p><p>পরে বৈঠক শেষে মন্ত্রণালয় থেকে বের হওয়ার সময় জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান সাংবাদিকদের বলেন, ‘আমরা সময় সময় আমাদের রাষ্ট্রদূতদের আলোচনার জন্য ডেকে আনি। এটা খুব স্বাভাবিক প্রক্রিয়া।’</p><p>দিল্লিতে নিযুক্ত বাংলাদেশের হাইকমিশনারকে ফেরত আনা হয়েছে কি না, জানতে চাইলে খলিলুর রহমান বলেন, ‘আমরা তাঁকে (হাইকমিশনার এম রিয়াজ হামিদুল্লাহ) ফেরত আনিনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘মনে হচ্ছে মাথার ওপর থেকে একটা ছায়া হারিয়ে গেল’ | প্রথম আলো",
            "time": "2025-12-30T18:43:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fqour43c7%2FBNP-Activist-1.jpeg?rect=0%2C181%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘আজ ভোরে যখন খবর পেলাম বেগম খালেদা জিয়া আর নেই, তখন থেকে নিজেকে এতিম মনে হচ্ছে। মনে হচ্ছে, মাথার ওপর থেকে একটা ছায়া হারিয়ে গেল।’ কথাগুলো বলছিলেন নীলা হোসাইন।</p><p>সাবেক প্রধানমন্ত্রী ও বিএনপি চেয়ারপারসন খালেদা জিয়ার মৃত্যুর খবর শুনে বগুড়ার গাবতলী থেকে ছুটে এসেছেন নালী। মঙ্গলবার রাত ১১টার দিকে রাজধানীর এভারকেয়ার হাসপাতালের সামনে তাঁর সঙ্গে কথা হয় এ প্রতিবেদকের।</p><p>হাসপাতালের সামনে কনকনে শীত উপেক্ষা করে তখনো হাজারো মানুষের ভিড়। সবার চোখেমুখে বিষাদের ছায়া। প্রিয় নেত্রীর মৃত্যুর সংবাদে রাজধানীসহ দেশের বিভিন্ন জেলা থেকে ছুটে এসেছেন তাঁরা। সময় যত গড়াচ্ছে, ভিড় ততই বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তাঁকে শেষ করে দেওয়ার কঠিন চেষ্টা হয়েছে: কনকচাঁপা | প্রথম আলো",
            "time": "2025-12-30T18:31:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fppjdfytw%2Fa76ba11a-1999-405e-afa5-d0cf32e99815.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়াকে নিয়ে এক আবেগঘন পোস্ট করেছেন সংগীতশিল্পী কনকচাঁপা।</p><p>রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন অবস্থায় মঙ্গলবার সকাল ছয়টায় মারা যান খালেদা জিয়া।</p><p>বিকেলে ফেসবুক পোস্টে কনকচাঁপা লিখেছেন, ‘বারবার, বারবার তাঁর নামের সাথে উচ্চারিত হয় “আপসহীন”, নিশ্চয়ই আমরা তার মানে জানি, কিন্তু অনুধাবন করি কজন! তাঁর জীবনে তিনি অন্যায়, মিথ্যাচার, স্বৈরাচার কারও সাথে নিজ স্বার্থ, স্বাচ্ছন্দ্য, সম্ভোগের জন্য আপস করেন নাই। দেশের মানুষের মায়ায় তিনি সংসার, সন্তান, আরাম-আয়েশি বিলাসী জীবন কিছুর তোয়াক্কা করেন নাই। এই কথা লেখা যেমন সহজ পড়াও সহজ; কিন্তু এই জীবন বয়ে বেড়ানো অসম্ভব রকম কঠিন, যা আমরা ভাবতেই পারি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মনে হচ্ছে আজ বাংলাদেশ এতিম হয়ে গেছে: আসিফ নজরুল | প্রথম আলো",
            "time": "2025-12-30T18:08:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F6e576i85%2Fasifnazrul.jpeg?rect=0%2C84%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসিফ নজরুল বলেন, ‘এত কিছুর পরও সবচেয়ে সান্ত্বনার ব্যাপার হলো বাংলাদেশের মানুষ উনাকে কতটা ভালোবাসে, সম্মান করে, তিনি এটা দেখে যেতে পেরেছেন। আরও ভালো লাগত যদি গণতন্ত্রের নবযাত্রার এই সময় উনাকে পেতাম। উনি চলে গেছেন, তবে দেশের মানুষের জন্য তিনি যা করেছেন, বিশ্বাস করি আল্লাহ উনাকে ভালো রাখবেন।’</p><p>জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান বলেন, ‘খালেদা জিয়া যে স্বাধীন, সার্বভৌম, গণতান্ত্রিক ও মানুষের অধিকারের বাংলাদেশের স্বপ্ন দেখেছিলেন, সকলের সম্মিলিত শক্তিতে আমরা সেটি গড়ে তুলতে চেষ্টা করব। আমরা সেটির দ্বারপ্রান্তে আছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সার্বভৌমত্বের প্রশ্নে আপসহীন ছিলেন খালেদা জিয়া: নুরুল হক | প্রথম আলো",
            "time": "2025-12-30T17:45:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F3bscstf4%2Fnur.jpeg?rect=0%2C38%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুরুল হক বলেন, ‘বেগম খালেদা জিয়ার মৃত্যুতে শুধু বিএনপি বা জাতীয়তাবাদী দলের কর্মীরা নয়, গোটা দেশের মানুষই স্তব্ধ ও বাক্‌রুদ্ধ। স্বৈরাচারবিরোধী আন্দোলন থেকে শুরু করে দেশের গণতন্ত্র যখনই সংকটে পড়েছে, তখনই তাঁর সাহসী সংগ্রাম এবং দৃঢ়চেতা মনোভাব আমরা দেখেছি।’</p><p>সাম্প্রতিক রাজনৈতিক পরিস্থিতি প্রসঙ্গে গণ অধিকার পরিষদের সভাপতি বলেন, চব্বিশ–পরবর্তী নতুন বাংলাদেশকে এই জায়গায় নিয়ে আসার সংগ্রামে কারাগারের ভেতরে ও বাইরে থেকে তিনি রাজনৈতিক দলগুলোকে ঐক্যবদ্ধ করেছিলেন। যার ফলে গণ–অভ্যুত্থানের মধ্য দিয়ে আজকের নতুন পরিবেশ দেখতে পাচ্ছি।</p></div></div></div></body></html>"
        }
    ]
}