{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শেষ সময়ে লালমনিরহাট-২ আসনে বিএনপির প্রার্থী রোকন উদ্দিন | প্রথম আলো",
            "time": "2025-12-29T11:17:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fccdrl5wq%2Flalmonirhat-bnp-candidate.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লালমনিরহাট-২ (আদিতমারী ও কালীগঞ্জ) আসনে বিএনপির মনোনয়ন পেয়েছেন জেলা বিএনপির সহসভাপতি রোকন উদ্দিন (বাবুল)। মনোনয়ন দেওয়ার প্রক্রিয়া শুরুর পর থেকে দীর্ঘ সময় আসনটি ফাঁকা রেখেছিল বিএনপি। পরে ২৪ ডিসেম্বর বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর ঢাকার গুলশানে দলীয় কার্যালয়ে তাঁর হাতে মনোনয়নপত্র তুলে দিয়েছেন।</p><p>রোকন উদ্দিন গতকাল রোববার বিকেলে প্রথম আলোকে বলেন, ‘আমি দলীয় মনোনয়ন পেয়ে ২০১৮ সালের ৩০ ডিসেম্বর অনুষ্ঠিত একাদশ জাতীয় সংসদ নির্বাচনে একই আসনে নির্বাচন করে শত প্রতিকূলতার মধ্যে ৭৮ হাজার ১৯৩ ভোট পেয়েছি। দুবার কালীগঞ্জ উপজেলা পরিষদ চেয়ারম্যান পদে নির্বাচন করে দ্বিতীয় অবস্থানে ছিলাম। ফ্যাসিস্ট আওয়ামী লীগ সরকারের আমলে নির্বাচন কীভাবে হয়েছে, সেটা সবার জানা আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে কিরণ, হাতের ট্যাগে আমির খানের নাম | প্রথম আলো",
            "time": "2025-12-29T11:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fawzu0cs8%2FUntitled-design-2025-12-29T140931.165.avif?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিরণ আরও লিখেছেন, ‘আমি এখনো বুঝতে পারছি না যে কীভাবে পুরো ১২ মিলিমিটার অ্যাপেন্ডিক্সটি আমার শরীর থেকে বের করা হয়েছে। অ্যালার্জির জন্য আমার ঠোঁটও খুব ফুলে গিয়েছিল। বন্ধুরাও আমাকে দেখে হাসাহাসি করছিল। তবে এখন আবার আগের মতো স্বাভাবিক হয়ে গিয়েছে সৌভাগ্যক্রমে।<br>পোস্টে কিরণ জানিয়েছেন হাসপাতাল থেকে এরই মধ্যে ছাড়াও পেয়েছেন তিনি। নতুন বছরকে সানন্দে স্বাগত জানাতে প্রস্তুত হচ্ছেন তিনি। কিরণ লিখেছেন, ‘২০২৫ সাল খুবই ভালো কেটেছে। আমার পরিবারের জন্যও খুব ভালো সময় ছিল। আমি আশা করি ২০২৬ সালও খুব আনন্দময়, ভালোবাসায় পরিপূর্ণ হয়ে উঠবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আদমদীঘিতে ট্রাকের ধাক্কায় তিন চাকার যান উল্টে মাছ ব্যবসায়ী ও চালক নিহত | প্রথম আলো",
            "time": "2025-12-29T11:06:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fbd4fc6c6-7409-4c71-92f8-1a7f024062a7%2Froad_accident_01.png?rect=0%2C99%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বগুড়ার আদমদীঘি উপজেলায় ট্রাকের ধাক্কায় তিন চাকার যান (ভটভটি) উল্টে মাছ ব্যবসায়ী ও চালক নিহত হয়েছেন। আজ সোমবার সকাল সাড়ে নয়টার দিকে বগুড়া-নওগাঁ মহাসড়কের আদমদীঘি উপজেলার বোয়ালিয়া নামক স্থানে এ দুর্ঘটনা ঘটে।</p><p>নিহত ব্যক্তিরা হলেন নওগাঁর রানীনগর উপজেলার আমগ্রামের মাছ ব্যবসায়ী রফিকুল ইসলাম (৫০) ও ভটভটিচালক একই উপজেলার খানপুর গ্রামের চঞ্চল হোসেন (৪৫)।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ দাম কমার শীর্ষে ইন্টারন্যাশনাল লিজিং | প্রথম আলো",
            "time": "2025-12-29T11:02:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2F571gym64%2F3.jpeg?rect=0%2C97%2C1201%2C631&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের দ্বিতীয় কার্যদিবস আজ সোমবার দেশের প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জে (ডিএসই) লেনদেন ও সূচক—উভয়ই কমেছে। প্রধান সূচক ডিএসইএক্সসহ তিনটি সূচকই ছিল নিম্নমুখী।</p><p>আজও ডিএসইর লেনদেন ৩০০ কোটি টাকার ঘরে ছিল। লেনদেন হয়েছে ৩০৯ কোটি ৯৬ লাখ টাকার। গতকাল রোববার লেনদেন হয়েছিল ৩৮৫ কোটি ৮ লাখ টাকার।<br> আজ লেনদেন শেষে ঢাকা স্টক এক্সচেঞ্জের প্রধান সূচক ডিএসইএক্স কমে হয়েছে ৪ হাজার ৮৬১ দশমিক ৫৫ পয়েন্ট। গতকালের তুলনায় সূচকটি কমেছে ৭ দশমিক ৪৪ পয়েন্ট বা শূন্য দশমিক ১৫ শতাংশ। দ্বিতীয় সূচক ডিএসইএস কমে হয়েছে ৯৯৯ দশমিক ৯৭ পয়েন্ট। আজ এই সূচক ২ দশমিক ৯১ পয়েন্ট বা শূন্য দশমিক ২৯ শতাংশ কমেছে। শীর্ষ ৩০টি কোম্পানি নিয়ে গঠিত ডিএস৩০ সূচক কমে হয়েছে ১ হাজার ৮৫৭ দশমিক ৫০ পয়েন্ট। সূচকটি কমেছে ৯ দশমিক ৬৩ পয়েন্ট বা শূন্য দশমিক ৫১ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "এ আল্লাহর বিশেষ অনুগ্রহ | প্রথম আলো",
            "time": "2025-12-29T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fea1wfbsu%2Ftop-view-islamic-new-year-decorative-elements.jpg?rect=0%2C128%2C6827%2C3584&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীজি (সা.) মুচকি হেসে তাঁর প্রিয়তমার অভিপ্রায়ে সম্মতি প্রকাশ করেন।</p><p>উম্মে সালামা উঠে গিয়ে তাঁর হুজরার মুখে দাঁড়িয়ে আবু লুবাবাকে সম্বোধন করে বলেন, ‘আবু লুবাবা, সুসংবাদ গ্রহণ করো। আল্লাহ তোমার তওবা কবুল করে নিয়েছেন।’ (সিরাতুন নাবাবিয়্যা, ৩/১৮৭; মাওসুয়াতু উম্মাহাতুল মুমিনিন, ১৪৬-১৪৭)</p><p>আরেক দিন। নবীজি বসে আছেন উম্মে সালামার ঘরে। হঠাৎ ওহি এল, ‘হে নবী-পরিবারের সদস্য, আল্লাহ কেবল চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদের পূর্ণরূপে পূত-পবিত্র রাখতে।’ (সুরা আহজাব, আয়াত: ৩৩)</p><p>আয়াতটি অবতীর্ণ হবার পরক্ষণেই নবীজি হাসান-হুসাইনকে খবর দিয়ে আনালেন। আয়াতটি শুনিয়ে কন্যা ফাতিমা ও হাসান-হুসাইনকে বুকে জড়িয়ে ধরে বলেন, ‘এরাই আমার আহলে বাইত (পারিবার)। আল্লাহ তাদের ক্ষমা করুন এবং নিজ রহমত দ্বারা তাদের ঢেকে নিন।’</p><p>রাসুলের মুখে এমন দোয়া শুনে বিষণ্ণ হয়ে পড়েন উম্মে সালামা। রাসুল বলেন, ‘তোমার কী হলো!’ উম্মে সালামা বলেন, ‘হে আল্লাহর রাসুল, আমি কি আপনাদের সঙ্গী নই!’ রাসুল মুচকি হেসে বলেন, ‘তুমিও আহলে বাইতের অন্তর্ভুক্ত।’ (আল-মুজামুল কাবির, ২৩/৩৫৭)</p></div></div></div></body></html>"
        },
        {
            "title": "আজ শেয়ারের মূল্যবৃদ্ধির শীর্ষে সোনারগাঁও টেক্সটাইল | প্রথম আলো",
            "time": "2025-12-29T10:56:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fd2crrnhn%2F2.jpeg?rect=0%2C124%2C1201%2C631&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের দ্বিতীয় কার্যদিবস আজ সোমবার দেশের প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জে (ডিএসই) লেনদেন ও সূচক উভয়ই কমেছে। প্রধান সূচক ডিএসইএক্সসহ তিনটি সূচকই ছিল নিম্নমুখী।</p><p>আজও ডিএসইর লেনদেন ৩০০ কোটি টাকার ঘরে ছিল। লেনদেন হয়েছে ৩০৯ কোটি ৯৬ লাখ টাকার। গতকাল লেনদেন হয়েছিল ৩৮৫ কোটি ৮ লাখ টাকার।</p><p>আজ লেনদেন শেষে ঢাকা স্টক এক্সচেঞ্জের প্রধান সূচক ডিএসইএক্স কমে হয়েছে ৪ হাজার ৮৬১ দশমিক ৫৫ পয়েন্ট। গতকাল রোববারের তুলনায় সূচকটি কমেছে ৭ দশমিক ৪৪ পয়েন্ট বা শূন্য দশমিক ১৫ শতাংশ। দ্বিতীয় সূচক ডিএসইএস কমে হয়েছে ৯৯৯ দশমিক ৯৭ পয়েন্ট। আজ এই সূচক ২ দশমিক ৯১ পয়েন্ট বা শূন্য দশমিক ২৯ শতাংশ কমেছে। শীর্ষ ৩০টি কোম্পানি নিয়ে গঠিত ডিএস৩০ সূচক কমে হয়েছে ১ হাজার ৮৫৭ দশমিক ৫০ পয়েন্ট। সূচকটি কমেছে ৯ দশমিক ৬৩ পয়েন্ট বা শূন্য দশমিক ৫১ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "‘এরুম ঠান্ডা জীবনেও দেহি নাই, সারা দিন সূর্য উডে না’ | প্রথম আলো",
            "time": "2025-12-29T10:51:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fl1w4k6qb%2F1.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাড়ির সামনে কম্বল মুড়ি দিয়ে চায়ের দোকানের সামনে বসে আছেন ৬৫ বছর বয়সী ফারুক মিয়া। অন্যদের সঙ্গে বসে টেলিভিশনের বাংলা সিনেমা দেখছেন। এখন বোরো ধান রোপণের সময় হাওরের মানুষের প্রতিদিন কাজ থাকে। কিন্তু গত দুদিন ধরে তীব্র শীতের কারণে ফারুক মিয়ার মতো অনেকেই কাজে যেতে পারছেন না।</p><p>ফারুক মিয়ার বাড়ি কিশোরগঞ্জের নিকলীর কুর্শা এলাকায়। তিনি বলেন, ‘৬৫ বছর বয়সে এরম শীত লাগেনি। শীতে শইল জমে যাইতাছে। কামেও যাইতে পারতেছি না। এরম শীত থাকলে আমরা বাঁচুম না।’</p><p>একটু দূরে নাতিকে কোলে নিয়ে কম্বল মুড়ি দিয়ে ঘরের সামনে বসে আছেন ৭০ বছর বয়সী রহিমা আক্তার। তিনি বলেন, ‘নিকলীতে এরুম ঠান্ডা জীবনেও দেহি নাই। সারা দিন সূর্য উডে না। পুলাপাইনও ঘরের বাইরে যায় না। ঘরে ঘুমাইয়াই দিন পার করে দিতাছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্বচ্ছ নির্বাচন ছাড়া দেশে শক্তিশালী গণতন্ত্র আসবে না: সম্মিলিত নারী প্রয়াস | প্রথম আলো",
            "time": "2025-12-29T10:44:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fqhsf1dk9%2FNari.jfif?rect=25%2C0%2C1025%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী নির্বাচনে যাতে কোনো স্বৈরাচার পুনর্বাসিত হতে না পারে, মানুষের প্রতি সেই আহ্বান জানান সম্মিলিত নারী প্রয়াসের সাধারণ সম্পাদক ফেরদৌস আরা খানম।<br>আগামী নির্বাচনে প্রতিটি ভোটকেন্দ্রে সিসিটিভি ক্যামেরা স্থাপনের দাবি তোলেন ঢাকা বিশ্ববিদ্যালয়ের বিশ্ব ধর্ম ও সংস্কৃতি বিভাগের প্রভাষক মেহের আফরোজ লুৎফা।</p><p>বর্তমানে দেশ থেকে মেধা পাচারের হার অনেক বেশি বলে উল্লেখ করেন বাংলাদেশ ইসলামিক ইউনিভার্সিটির প্রভাষক জীবন নেসা। তিনি বলেন, তরুণদের উৎসাহিত করতে হলে, তাঁদের দেশে রাখতে হলে আগামী নির্বাচন সুষ্ঠু হওয়া জরুরি। যদি সুষ্ঠু ভোট না হয়, তাহলে দেশের মেধাবী তরুণেরা দেশে থাকতে চাইবেন না।</p><p>‘নতুন বাংলাদেশে চাই সুষ্ঠু নির্বাচন, চাই যোগ্য নেতৃত্ব’ শীর্ষক এই গোলটেবিল আলোচনায় আরও বক্তব্য দেন সম্মিলিত নারী প্রয়াসের সহকারী সম্পাদক মাহসিনা মমতাজ মারিয়া, অনলাইন অ্যাকটিভিস্ট জান্নাতুন নাইম প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টাইলের নামই যখন ব্রিজিত বার্দো | প্রথম আলো",
            "time": "2025-12-29T10:41:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fyscdhzrz%2F529956346186676385780366411250378761466610n.jpg?rect=0%2C601%2C2597%2C1363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"স্টাইলের নামই যখন ব্রিজিত বার্দো\" class=\"IiRps \">স্টাইলের নামই যখন ব্রিজিত বার্দো</h1></p><div class=\"Ibzfy\"><p>নিজেকে কখনোই ‘স্টাইল আইকন’ মনে করতেন না ফরাসি অভিনেত্রী, গায়িকা ও মডেল ব্রিজিত বার্দো। অথচ জিঙ্গহ্যাম চেকের পোশাক, কাঁধখোলা টপ, ব্যালে ফ্ল্যাট, এলোমেলো অথচ নিখুঁত চুল—সব মিলিয়ে ব্রিজিত হয়ে উঠেছিলেন স্টাইল আইকন। অভিনয় থেকে মাত্র ৩৯ বছর বয়সে সরে দাঁড়ালেও, তাঁর গড়া এই স্বাধীন ও সংবেদনশীল ফ্যাশন ইতিহাসে অনন্য। গতকাল ২৮ ডিসেম্বর ৯১ বছর বয়সে মৃত্যু হলেও ব্রিজিতের স্টাইল ও আবেদন কালোত্তীর্ণ। পঞ্চাশ ও ষাটের দশকে সিনেমার পর্দায় তাঁর উপস্থিতি শুধু অভিনয় দিয়েই নয়, ফ্যাশনের ভাষাও বদলে দিয়েছিল। এই ফটোস্টোরিতে ফিরে দেখা যাক ব্রিজিত বার্দোর ফ্যাশন ও স্টাইল।</p></div></div></div></body></html>"
        },
        {
            "title": "প্ল্যান ইন্টারন্যাশনালে চাকরির সুযোগ, বেতন ১ লাখ ৮৩ হাজার টাকা | প্রথম আলো",
            "time": "2025-12-29T10:40:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2F7850414f-c8db-4cda-8d76-e2bd5604160c%2F___________Palo.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচিত প্রার্থীকে এশিয়া প্যাসিফিক অঞ্চলের জন্য ডিজিটাল ও প্রিন্ট কনটেন্ট তৈরি এবং বিভিন্ন ক্যাম্পেইন কৌশল বাস্তবায়ন করতে হবে। পদটির কর্মস্থল হবে ঢাকা।</p><p><strong>বেতন ও সুযোগ-সুবিধা:</strong><br>পেশাদার এই পদের মাসিক বেতন ১,৪৭,১০৬ থেকে ১,৮৩,৮৮৩ টাকা। এ ছাড়া প্রভিডেন্ট ফান্ড, গ্র্যাচুইটি, দুটি উৎসব বোনাস, বিমা এবং সন্তানদের জন্য ডে-কেয়ার সুবিধা রয়েছে।</p><p>আবেদন প্রক্রিয়া: আগ্রহী প্রার্থীদের অনলাইনে প্ল্যান ইন্টারন্যাশনালের ওয়েবসাইটের মাধ্যমে আবেদন করতে হবে।<br>আবেদনের শেষ তারিখ: ৬ জানুয়ারি ২০২৬।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা ২০২৬ সালের সংশোধিত কেন্দ্র তালিকা প্রকাশ | প্রথম আলো",
            "time": "2025-12-29T10:36:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-07%2Fkuymmakk%2F170.%E0%A6%8F%E0%A6%B8%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80-%E0%A6%9B%E0%A6%AC%E0%A6%BF-%E2%80%93%E0%A6%B8%E0%A6%82%E0%A6%97%E0%A7%83%E0%A6%B9%E0%A7%80%E0%A6%A4.webp?rect=0%2C0%2C1212%2C636&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৬ সালের মাধ্যমিক স্কুল সার্টিফিকেট (এসএসসি) পরীক্ষার সংশোধিত খসড়া কেন্দ্র তালিকা প্রকাশ করেছে ঢাকা মাধ্যমিক ও উচ্চমাধ্যমিক শিক্ষা বোর্ড। তালিকাসংক্রান্ত কোনো আপত্তি থাকলে তা ৩১ ডিসেম্বরের মধ্যে বোর্ডের পরীক্ষা নিয়ন্ত্রক দপ্তরে জানাতে হবে।</p><p>গতকাল রোববার এক বিজ্ঞপ্তিতে এ তথ্য জানিয়েছে ঢাকা মাধ্যমিক ও উচ্চমাধ্যমিক শিক্ষা বোর্ড। এ–সংক্রান্ত বিজ্ঞপ্তি বোর্ডের আওতাধীন মাধ্যমিক পর্যায়ের সব সরকারি ও বেসরকারি শিক্ষাপ্রতিষ্ঠানের অধ্যক্ষ ও প্রধান শিক্ষকদের পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জুনিয়র চিকিৎসকদের বলি, ধৈর্য ধরো, হোমওয়ার্ক করো, ডাক্তারি ম্যাগাজিন পড়ো | প্রথম আলো",
            "time": "2025-12-29T10:32:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fa0c4bzuh%2FIMG5925.jpg?rect=0%2C0%2C2563%2C1346&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"inline\"><p><strong>শাহলা খাতুন: </strong>বলি। শিশু হাসপাতাল আছে, আপনি জানেন। ঢাকা শিশু হাসপাতাল নামীদামি। আমি ফার্স্ট বাংলাদেশে ইনস্টিটিউশনাল অ্যাডোলেসেন্ট ইউনিট খুলেছিলাম, আমি যখন ওখানে ডাক্তার ছিলাম, আমি ওখানে ছয় বছর ছিলাম অনারারি চেয়ার, সবকিছুর চেয়ারপারসন। তো আমি একতলায় দুই পাশে দুইটা রুম করে ওখানে তখন যা আজেবাজে ছিল তা বিদায় করে এক পাশে ছেলেদের, এক পাশে মেয়েদেরটা করেছিলাম। এটা তখন চলছিল। গভর্নমেন্ট তখন চিন্তা করছে যে করবে কি না। নামে তখন করেছে, কিন্তু কাজে কোথাও ছিল না। ওই দুইটা ইউনিট আমি ফার্স্ট বাংলাদেশের একদম প্র্যাকটিক্যাল করেছিলাম। এটা হলো একটা। তো সেটাও আমি মনে করি, অন্যরা করেনি। কারণ, আমি দেখছি যে এদের জন্য অসম্ভব দরকার। কারণ, টিনএজাররা হলো আমরা সবাই জানি সবকিছুর জন্য…জীবন আজকাল তো টিনএজাররা ডেফিনেশন (নাকি ডিফাইন) করে দিছে। তারা শুরু করছে নয় থেকে বোধ হয় বা ১০ থেকে ২৪ পর্যন্ত, অ্যাডাল্ট টিনএজার যারা। কেউ কেউ বলে ২৭-ও। যাই হোক, তাদের এত বড় একটা সময়, কত রকমের প্রবলেম হয়, যেটা তারা বলতে পারে না কাউকে, লজ্জা পায়। আর সব রকম ফিজিক্যাল, সাইকোলজিক্যাল—মানে মাসিক শুরু হয়, তারপরে আবার বাচ্চা হয়, সবকিছুই তো এই সময়। তো এটা তো কিচ্ছুই জানে না। তো এগুলো শেখাতে হবে। এটা লজ্জার না, এগুলা প্র্যাকটিক্যাল লাইফের জিনিস। তো এটা আমি বলছি, মেয়েকে খালি বসে বসে শেখালে হবে না। তার সাথে তার গার্জিয়ান রাখো, তার বন্ধুবান্ধব রাখো, ভাইবোন রাখো, টিচার থাকো, থেকে শেখাও। আমাদের স্কুলে কিন্তু একটা স্বাস্থ্য পার্ট আছে। এটা আমাদের টিচাররা এরকম করে বন্ধ করে রাখে, পড়ায় না। তো এটা আমি বলেছি, পড়াতে হবে। কারণ, জানতে হবে তো। না জানলে কী করে তারা নিজেকে সেভ করবে? জানলে সে জানে, আমি এটা করব। তো এটা কতটুকু হচ্ছে, জানি না। তবে আমরা চেষ্টা করছি এটা নিয়ে. . ।</p><p>আরেকটা হলো বাচ্চাদের নিয়ে। আরেকটা হলো বয়স্কদের। বয়স হলে আগের দিনে…এক কাজই তো ছিল বিয়ে—আমার জন্মকাল থেকে দেখে আসছি ছোটবেলায় বিয়ে, স্কুল-টুল তো কিছু জানে না, আর কেমনে অর্ডার মানতে হবে এটা শিখিয়েছিল সবাইরে। ইভেন যদি বাড়িতে একটা ছেলে বয়সে ১০ বছরের ছোট হয়, ওরও অর্ডার মানতে হবে, কারণ ও ছেলে। সুতরাং ছেলেরা যা বলবে, ইউ মাস্ট ডু ইট। মায়েরা বললেও দরকার নেই। তো আমি সেটাও বলতেছি—করবে না। কারণ, হলো সবাই সমান আমরা। ছেলে যা, মেয়েও তা। তবে ডেফিনেটলি মেয়ের শরীর বাইরে অনেক রকম প্রকাশ পায়, যেগুলা ছেলেদের পায় না। পেলে অত কিছু হয় না। সুতরাং সবাই মনে করে যে এটা তো কিছু একটা জিনিস, কিছু একটা জিনিস। নাহ্, সেটা আল্লাহর দেওয়া। তোমাকে যেমন আল্লাহ চোখ, হাত, মুখ দিয়ে বানিয়ে দিয়েছে, মেয়েদেরও আল্লাহ এইভাবে বানিয়েছে। প্রথমে সে কিশোরী, তারপর সে একটা প্রাউড মাতা আর তারপর সে একটা বয়স্ক মহিলা, যাকে সম্মান করতেই হবে।</p><p>এটাও সত্যি, আগের দিনে ওই যে বললাম ৪০ বছর হলে আমাদের মেয়েদের মাসিক বন্ধ হয়ে যেত। তারপর মনে করত জীবন শেষ এবং সত্যি কথা বলতে অনেক জায়গায় তাদের জীবন শেষ করে রাখত। ঘরে জায়গা দিত না, বুড়া গরুর ঘরে গিয়ে ঘুমাত। তো সেটা বলছি, করবে না। সেটা বলেছে আরকি ওভাবে।</p><p>আরেকটা ছিল আগে ট্র্যাডিশনাল ছিল আমাদের—একটা বোধ হয় আছে ‘আলাপ’ নামে, খুব ভালো, তারা এইসব অ্যাডভাইস করে মেয়েদের। আর আরেকটা হলো, মেয়েরা সব রকম অ্যাডভার্স সিচুয়েশনে ওরাই বেশি এফেক্টেড হয়। তো এদের জন্য বোধ হয় আজকাল একটু আলাদা কী আছে, হেল্পলাইন। আর আরেকটা বলেছি মায়েদের জন্য। যেহেতু কারও কারও থার্টি আপ হলেই কিছু কিছু মায়েদের মাসিক বন্ধ হওয়ার আগের কিছু সিমটম এসে যায়। সবার আসে না। তাদের জন্য ৩৫ উর্ধ্ব ক্লাব করেছি, যাতে শেখানো যায়। আর আরেকটা করেছি ওই যে বাংলাদেশ মেনোপজ সোসাইটি। তো বাংলাদেশ মেনোপজ সোসাইটিতে বাংলাদেশ আগে লেখা। এ জন্য কিছুতেই আমাকে লাইসেন্স দিচ্ছিল না। আমি চেষ্টা করছি ১৯৯৫ থেকে। পারিনি, পারিনি। ২০০৫-এ গিয়ে পারছি। ওই বাংলাদেশ লেখা দেবে না। দিতে হবে মেনোপজ সোসাইটি অব বাংলাদেশ। তো এটা নিয়ে আমি ফাইট করলাম এই জন্য যে আমার ওয়ার্ল্ডে আমার ‘বাংলাদেশ মেনোপজ সোসাইটি’ বলে এটা নাম হয়ে গেছে, সব জায়গায়। তোমরা বদলালে তো পারবে না। আলটিমেটলি আমাকে কিন্তু দিয়েছে, নাম হলো বাংলাদেশ মেনোপজ সোসাইটি। তো মেনোপজ সোসাইটির কাজ ওই ৩৫ বছর বয়স থেকে শুরু করে দিতে বলেছি। যেটাতে ব্রিগেডিয়ার সুরাইয়াকে চিফ করে দিয়েছিলাম। আর ওখানে মেইনলি ছিল কিছু আর্মির ডাক্তাররা, যারা আমার সাথে কাজ করছে। আগে আমার ছাত্রীও ছিল, আমার সাথে কাজও করেছে। যাই হোক, তারা ভালো কাজ করছে। মিটিং-টিটিং মাঝে মাঝে আগে গিয়েছি। বেশি মিটিংই হয় ওখানে, আর্মি একটা কী আছে না… আমাদের রিটায়ার্ড আর্মি অফিসারদের। তো ওখানে আমিও ইনভলভ। যেহেতু আমিও রিটায়ার্ড আর্মি অফিসারের ওয়াইফ। তো ওখানে আমরা প্রায় মিটিং করতাম। সব ক্যাটাগরির লোক আসত, এ জন্য ভালো লাগত।</p></div></div></body></html>"
        },
        {
            "title": "ঝিনাইদহে আহত অবস্থায় মেছো বাঘ উদ্ধার, পরে জঙ্গলে অবমুক্ত | প্রথম আলো",
            "time": "2025-12-29T10:31:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fiakh0q02%2FJhenaidahDH057420251229IMG1081.jpg?rect=0%2C654%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঝিনাইদহ সদর উপজেলা থেকে আহত অবস্থায় একটি মেছো বাঘ উদ্ধার করা হয়েছে। আজ সোমবার সকালে উপজেলার কুঠিদুর্গাপুর গ্রাম থেকে মেছো বাঘটি উদ্ধার করা হয়। খবর পেয়ে প্রাণীটিকে অবমুক্ত করেছে বন বিভাগ।</p><p>কুঠিদুর্গাপুর গ্রামের বাসিন্দা সাব্দার হোসেন জানান, তাঁর বাড়িতে আজ সকালে মুরগি ধরার চেষ্টা করছিল মেছো বাঘটি। মুরগির চিৎকার শুনে তিনি সেখানে গিয়ে দেখেন হাঁস-মুরগির খোপে ঢুকে পড়েছে প্রাণীটি। এ সময় ভয়ে দূর থেকে ইট ছুড়ে মারলে মাথায় লেগে আহত হয় মেছো বাঘটি।</p></div></div></div></body></html>"
        },
        {
            "title": "পানির রং বদল হয় কেন | প্রথম আলো",
            "time": "2025-12-29T10:30:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fkobem6rg%2Fwater.reuters.png?rect=0%2C24%2C633%2C332&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পানির রং কী? এই প্রশ্ন যদি আপনার বন্ধুকে জিজ্ঞাসা করেন, তবে তিনি হয়তো বলবেন, পানির তো কোনো রং নেই! গ্লাসে পানিকে স্বচ্ছ ও রংহীন দেখা গেলেও সমুদ্রের ধারে গিয়ে দাঁড়ালে বিশাল নীল জলরাশি দেখে মুগ্ধ হতে হয়। কেন গ্লাসে পানি নিজের রূপ লুকিয়ে রাখে আর সাগরে গেলেই তার আসল চেহারা বেরিয়ে পড়ে? এটা কি কোনো জাদু, নাকি স্রেফ চোখের ভুল? বিজ্ঞানীরা বলছেন, এখানে আসলে পানি কোনো রং মাখে না, বরং সে আলোর সঙ্গে একধরনের লুকোচুরি খেলায় মেতে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "শাহবাগে ইনকিলাব মঞ্চের আবার অবরোধ | প্রথম আলো",
            "time": "2025-12-29T10:29:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fk952zq6u%2Finkilab.jpeg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাজধানীর  শাহবাগ অবরোধ করে অবস্থান কর্মসূচি শুরু করেছে ইনকিলাব মঞ্চের নেতা কর্মীরা। আজ সোমবার বেলা সোয়া ২টা থেকে অবস্থান কর্মসূচি শুরু করেছে সংগঠনটি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নাঈমের শুরুর ঝড় ছাড়া আর কিছুই পেল না চট্টগ্রাম, জয় দিয়ে শুরু রংপুরের | প্রথম আলো",
            "time": "2025-12-29T10:29:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fmfakorqu%2F6071456989208638204719445986227811545022993n.jpg?rect=0%2C115%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চট্টগ্রাম রয়্যালস:</strong> ১৭.৫ ওভারে ১০২ (নাঈম ৩৯, মির্জা তাহির ২০, আবু হায়দার ১৩; ফাহিম ৫/১৭, মোস্তাফিজুর ২/১৯)।</p><p><strong>রংপুর রাইডার্স:</strong> ১৫ ওভারে ১০৭/৩ (ম্যালান ৫১,লিটন ৪৭; মুকিদুল ২/৫)।</p><p><strong>ফল:</strong> রংপুর রাইডার্স ৭ উইকেটে জয়ী।</p><p><strong>ম্যান অব দ্য ম্যাচ:</strong> ফাহিম আশরাফ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার পক্ষে মনোনয়নপত্র দাখিল, স্বাক্ষরের জায়গায় আঙুলের ছাপ | প্রথম আলো",
            "time": "2025-12-29T10:24:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fim2tf25g%2FBoguraDH049320251229039A4878.JPG?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনোনয়নপত্র দাখিলের পর উপস্থিত সাংবাদিকদের বিএনপি চেয়ারপারসনের উপদেষ্টা হেলালুজ্জানান তালুকদার বলেন, বিএনপি চেয়ারপারসন খালেদা জিয়া অসুস্থ। তিনি ইশারা-ইঙ্গিতে যোগাযোগ করছেন। মনোনয়নপত্রে খালেদা জিয়া স্বাক্ষরের বদলে তাঁর আঙুলের ছাপ দিয়েছেন।</p><p>বগুড়ার গাবতলীতে বিএনপির প্রতিষ্ঠাতা ও সাবেক রাষ্ট্রপতি জিয়াউর রহমানের বাড়ি। ১৯৯১ সালের জাতীয় সংসদ নির্বাচনে তাঁর স্ত্রী খালেদা জিয়া প্রথমবারের মতো বগুড়া-৭ আসনে বিএনপির প্রার্থী হয়ে জয়ী হন, তবে জয়ের পর প্রতিবারই খালেদা জিয়া আসনটি ছেড়ে দিলে উপনির্বাচন হয়। তিনটি উপনির্বাচনে বিজয়ী হন খালেদা জিয়ার উপদেষ্টা হেলালুজ্জামান তালুকদার। ২০০৮ সালের উপনির্বাচনে দলের স্থায়ী কমিটির প্রয়াত সদস্য মওদুদ আহমদ জয়ী হন।</p></div></div></div></body></html>"
        },
        {
            "title": "টাইটেল: জামায়াতের সঙ্গে জোট করায় এলডিপির সহযোগী সংগঠনের এক নেতার পদত্যাগ | প্রথম আলো",
            "time": "2025-12-29T10:16:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Focljj9kn%2F3.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক পোস্টে শাহ আলম উল্লেখ করেন, ‘লোহাগাড়া উপজেলা এলডিপির সহযোগী সংগঠন গণতান্ত্রিক স্বেচ্ছাসেবক দলের সভাপতিসহ দলের প্রাথমিক সদস্যপদ থেকেও স্বেচ্ছায় স্বজ্ঞানে অব্যাহতি দিলাম।’</p><p>জানতে চাইলে শাহ আলম বলেন, ‘এলডিপির চেয়ারম্যান অলি আহমদ বীর বিক্রম একজন বীর মুক্তিযোদ্ধা। তিনি জামায়াতের সঙ্গে জোট করেছেন, যা আমার পছন্দ হয়নি। তাই পদত্যাগ করেছি।’</p></div></div></div></body></html>"
        }
    ]
}