{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জামায়াতের আমিরের সঙ্গে যুক্তরাষ্ট্রের রাষ্ট্রদূতের ‘হৃদ্যতাপূর্ণ’ বৈঠক | প্রথম আলো",
            "time": "2026-01-29T06:45:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F9icop936%2FJamat-USA.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি পোস্টে বলা হয়, সকাল আটটায় শফিকুর রহমানের সঙ্গে সৌজন্য সাক্ষাৎ করেন মার্কিন রাষ্ট্রদূত ক্রিস্টেনসেন। তাঁর সঙ্গে ছিলেন ঢাকায় মার্কিন দূতাবাসের পলিটিক্যাল অ্যান্ড ইকোনমিক কনসোলার এরিক গিলম্যান, পাবলিক অফিসার মনিকা এল সাই, পলিটিক্যাল অফিসার জেমস স্টুয়ার্ট ও পলিটিক্যাল স্পেশালিষ্ট ফিরোজ আহমেদ।</p><p>পোস্টে বলা হয়, সাক্ষাৎকারটি অত্যন্ত আন্তরিকতা ও হৃদ্যতাপূর্ণ পরিবেশে অনুষ্ঠিত হয়। বৈঠকে বাংলাদেশে বিদ্যমান রাজনৈতিক ও অর্থনৈতিক পরিস্থিতি, শিল্প-বাণিজ্য, আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচন, রাষ্ট্রীয় সংস্কার, রোহিঙ্গা ইস্যুসহ বিভিন্ন বিষয়ে মতবিনিময় হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ২৬ দিনে ১২ খুন | প্রথম আলো",
            "time": "2026-01-29T06:34:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F12bbme83%2Ff85062ca-5d81-449d-aeac-22c6f6c22e83.jfif?rect=0%2C158%2C1455%2C764&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তার দাবি, তার সঙ্গে থাকা ছবি নিয়ে প্রতারণা করছেন আনিস। এ ছাড়া তার মেয়েকেও উত্ত্যক্ত করতেন। তবে আনিসের পরিবারের দাবি, দুই লাখ টাকা নিয়ে না দেওয়ার জন্য তাঁকে মেরে ফেলেন ওই নারী।</p><p>নগর পুলিশের সহকারী কমিশনার (গণমাধ্যম) আমিনুর রশিদ <em>প্রথম আলো</em>কে বলেন, সন্ত্রাসী বার্মা সাইফুল, এহতেশাম ভোলাসহ বেশকিছু সন্ত্রাসীকে সম্প্রতি ধরেছে পুলিশ। মোবারকসহ বাকিদের ধরতে অভিযান অব্যাহত আছে। লোকজনর আতঙ্কিত হওয়ার কিছু নেই।</p><p>নিহত র‌্যাব কর্মকর্তা স্ত্রী শামসুন্নাহার অবাক হয়েছেন তার স্বামী হত্যার প্রধান আসামি সন্ত্রাসী ইয়াসিনের প্রকাশ্যে আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে হুমকি দেওয়ায়। তিনি <em>প্রথম আলো</em>কে বলেন, একজন এভাবে হুমকি দিলে আমরা, সাধারণ মানুষের জীবনের নিরাপত্তা কোথায়?’</p></div></div></div></body></html>"
        },
        {
            "title": "মস্কোয় পুতিনের সঙ্গে আল-শারার বৈঠক, বাশারকে কি ফেরত দেবে রাশিয়া | প্রথম আলো",
            "time": "2026-01-29T06:33:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Flw6p6krh%2FRussian-President-Vladimir-Putin.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই নেতার বৈঠকের আগে ক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ এ বিষয়ে কথা বলেন। পেসকভ বলেন, ‘সিরিয়ায় আমাদের সেনা উপস্থিতির বিষয়টি নিয়ে আলোচনা হবে। সিরিয়ার ভূমধ্যসাগরীয় উপকূলীয় অঞ্চলের খমেইমিম বিমানঘাঁটি এবং তারতুস নৌঘাঁটিতে রুশ সেনা মোতায়েন আছে।’</p><p>খবর অনুযায়ী, এই সপ্তাহের শুরুতে রাশিয়া কুর্দি নিয়ন্ত্রণাধীন সিরিয়ার উত্তর-পূর্বের কামিশলি বিমানঘাঁটি থেকে নিজেদের বাহিনী প্রত্যাহার করেছে। ফলে দেশটির হাতে এখন শুধু দুটি ভূমধ্যসাগরীয় ঘাঁটি রয়ে গেছে।</p><p>সাবেক সোভিয়েত ইউনিয়নের বাইরে বিদেশের মাটিতে রাশিয়ার কাছে এখন কেবল এ দুটি সামরিক অবস্থান রয়েছে।</p><p>ঐতিহাসিকভাবে সিরিয়া মধ্যপ্রাচ্যে মস্কোর সবচেয়ে ঘনিষ্ঠ মিত্রদের একজন। এ সম্পর্ক শীতল যুদ্ধের সময় থেকে চলে আসছে, যখন সোভিয়েত ইউনিয়ন দামেস্কে বাথিস্ট শাসনব্যবস্থাকে (প্রথমে হাফিজ আল-আসাদ ও পরে তাঁর ছেলে বাশার আল-আসাদের নেতৃত্বে) ব্যাপক সামরিক ও অন্যান্য সহায়তা প্রদান করেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের উচ্ছৃঙ্খল কর্মীদের ‘শোয়াইয়া দিবেন’, তাঁতী দল নেতার ভিডিও ভাইরাল | প্রথম আলো",
            "time": "2026-01-29T06:27:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F34gedzwn%2Frajshahidh060220260129img20260128191457135.jpg?rect=0%2C40%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াত নেতা আবদুল মান্নান বলেন, তাঁতী দলের ওই নেতার প্রকাশ্য হুমকির কারণে জামায়াতের কর্মী, সাধারণ লোকজন ও ভোটারদের মধ্যে আতঙ্ক ছড়িয়ে পড়েছে। এটা সুষ্ঠু নির্বাচনের জন্য হুমকি।</p><p>সহকারী রিটার্নিং কর্মকর্তা ও বাগমারা উপজেলা নির্বাহী কর্মকর্তা মাহবুবুল ইসলাম বলেন, ‘পরবর্তী পদক্ষেপ ও প্রয়োজনীয় ব্যবস্থা নেওয়ার জন্য রাজশাহী-৪ (বাগমারা) আসনের নির্বাচন অনুসন্ধান ও বিচারিক কমিটির দায়িত্বপ্রাপ্ত কর্মকর্তাকে চিঠি দেওয়া হয়েছে।’</p><p>রাজশাহী-৪ (বাগমারা) আসনে জাতীয় সংসদ নির্বাচনে চারজন প্রার্থী আছেন। এর মধ্যে বিএনপির প্রার্থী ডিএমডি জিয়াউর রহমান ও জামায়াতের আবদুল বারী সরদার।</p></div></div></div></body></html>"
        },
        {
            "title": "৪০% মানুষ গণভোট সম্পর্কে সচেতন | প্রথম আলো",
            "time": "2026-01-29T06:24:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fw8mxcq44%2FCapture.PNG?rect=0%2C2%2C936%2C491&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিদ্যমান সংবিধানকে অক্ষুণ্ন রেখে নতুন বাংলাদেশ গড়ে তোলা সম্ভব নয় বলে মনে করেন অধ্যাপক আলী রীয়াজ। তিনি বলেন, যে সংস্কারগুলো অন্তর্বর্তী সরকার করেছে, সেটা নির্বাচিত হয়ে ক্ষমতায় যাওয়া দল যদি ৩০ কার্যদিবসের মধ্যে সংসদে উপস্থাপন না করে, তাহলে সেটা স্বয়ংক্রিয়ভাবে অকার্যকর হয়ে যাবে।</p><p>জুলাই জাতীয় সনদকে রাজনৈতিক দলগুলোর সঙ্গে সাধারণ মানুষের একটা চুক্তি বলে উল্লেখ করেন অধ্যাপক আলী রীয়াজ। তিনি বলেন, এই চুক্তি বাস্তবায়নের জন্য রাজনৈতিক দলগুলোকে দায়িত্ব নিতে হবে।</p><p>গোলটেবিল আলোচনায় স্বাগত বক্তব্য দেন বিইআইয়ের সভাপতি ও সাবেক রাষ্ট্রদূত এম হুমায়ুন কবির। তিনি বলেন, নির্বাচনের আগে তাঁরা মাঠপর্যায়ে মানুষের প্রত্যাশা, অভিমত ও উপস্থিত জরিপ করেছেন।</p><p>সাবেক এই রাষ্ট্রদূত জানান, জনমতের পরিপ্রেক্ষিতে তাঁরা দেখেছেন, দেশের জনগণ ইতিমধ্যে আগামী জাতীয় সংসদ নির্বাচনের জন্য প্রস্তুত। তবে মানুষ বেশ কিছু বিষয়ে এখনো শঙ্কায় রয়েছেন। যদিও তাঁরা স্বতঃস্ফূর্তভাবে নির্বাচনে ভোট দেওয়ার অপেক্ষায় আছেন।</p><p>হুমায়ুন কবির জানান, মাঠপর্যায়ে তাঁরা দেখেছেন, দেশের তরুণ প্রজন্ম উচ্ছ্বাস নিয়ে আগামী জাতীয় সংসদ নির্বাচনে ভোট দেওয়ার জন্য অপেক্ষায় আছে। বিইআই মনে করে, চার কোটি তরুণ ভোটার আগামী নির্বাচনে ফল নির্ধারণে ফ্যাক্টর হিসেবে কাজ করবেন। এ ছাড়া প্রায় ৫১ শতাংশ নারী ভোটারও ফলাফল নির্ধারণে ভূমিকা রাখবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সমস্যা ধর্মে নয়, ধর্মের নামে রাজনীতিতে | প্রথম আলো",
            "time": "2026-01-29T06:18:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fvgruthhs%2F28.1.jpg%E0%A7%AF%E0%A7%AC.jpg?rect=0%2C319%2C3508%2C1842&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিন হাজার বছর আগের কথা। মিসরে তখন ক্ষমতার কেন্দ্রে ফারাও রামসিস। তিনি রাজাধিরাজ, ধরাধামে থিবির দেবতা আমুনের প্রতিনিধি। অথচ প্রকৃত ক্ষমতা সে সময়ের ধর্মগুরু হেরিহরের হাতে। ফারাও তাঁর সব কাজের জন্য অনুমোদন প্রার্থনা করতেন দেবতা আমুনের কাছে। যুদ্ধে যাবেন, নতুন কর আরোপ করবেন অথবা নতুন পিরামিডের পত্তন করবেন। ‘মাননীয় আমুন কি আমার সিদ্ধান্তের সঙ্গে একমত’—প্রশ্ন করে জেনে নিতেন রামসিস। আমুন তো কথা বলেন না, তাঁর হয়ে মাথা নেড়ে হ্যাঁ বা না জানাতেন হেরিহর। </p><p>ধর্মকে আশ্রয় করে ক্ষমতার অপব্যবহার কিংবা আরও সোজাসাপ্টা ভাষায় বললে ধর্মকে পুঁজি করে রাজনীতি করা কোনো নতুন ঘটনা নয়। ইতিহাসের বহু পর্বেই ক্ষমতা ও ধর্ম পরস্পরের সঙ্গে ঘনিষ্ঠভাবে জড়িয়ে থেকেছে। প্রাচীন মিসরের উদাহরণই যথেষ্ট। সেখানে রাজা ছিলেন রাষ্ট্রক্ষমতার কেন্দ্র, কিন্তু সেই ক্ষমতার বৈধতা প্রতিষ্ঠিত হতো ধর্মীয় অনুমোদনের মাধ্যমে। আর এই ধর্মীয় বৈধতার নিয়ন্ত্রণ ছিল পুরোহিতমণ্ডলীর হাতে। </p><p>গত শতকের মধ্যভাগের পাকিস্তানে আসি। ১৯৪৮ সালের কথা। মাওলানা মওদুদির নেতৃত্বে সে সময় আহমেদিয়াবিরোধী দাঙ্গায় দেশ ক্ষত বিভক্ত। ধর্মের নামে দাঙ্গা বাধালেও মূল লক্ষ্য ছিল পাকিস্তানের প্রধানমন্ত্রী লিয়াকত আলী খানের রাজনৈতিক বৈধতা প্রশ্নবিদ্ধ করা। </p><p>মওদুদি ও তাঁর দল জামায়াতে ইসলামীর ক্রমবর্ধমান প্রভাব মোকাবিলায় অনেকটা পরিস্থিতির চাপে পড়ে লিয়াকত আলী খান ১৯৪৯ সালের মার্চ মাসে ‘অবজেকটিভ রেজুলেশন’ নামে একটি প্রস্তাব উত্থাপন করেন। এই প্রস্তাবের মাধ্যমে শাসনতান্ত্রিক বিভিন্ন প্রশ্নে চূড়ান্ত সিদ্ধান্ত গ্রহণের ক্ষমতা কার্যত উলেমা বা ধর্মীয় নেতৃত্বের হাতে ন্যস্ত করা হয়। পাকিস্তানের বহু বুদ্ধিজীবীর মতে, এই সিদ্ধান্তের মধ্য দিয়েই রাষ্ট্র ও ধর্মের মধ্যকার প্রাতিষ্ঠানিক বিভাজন ঘুচে যায়। পাকিস্তানি-আমেরিকান ইতিহাসবিদ আয়েশা জালালও উল্লেখ করেছেন যে, এই অবজেকটিভ রেজুলেশনের ফলেই পাকিস্তানে ধর্মকে রাজনৈতিক স্বার্থসিদ্ধির হাতিয়ার হিসেবে ব্যবহারের একটি প্রাতিষ্ঠানিক বৈধতা তৈরি হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরপুরে জামায়াত নেতাকে ইট দিয়ে থেঁতলে নৃশংসভাবে হত্যা করা হয়েছে: জেলা আমির | প্রথম আলো",
            "time": "2026-01-29T06:17:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-28%2Fpebqvmsm%2FChatGPT-Image-Jan-28-2026-112715-PM.png?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেরপুরের শ্রীবরদী উপজেলা জামায়াতে ইসলামীর সেক্রেটারি রেজাউল করিমকে ইট দিয়ে থেঁতলে নৃশংসভাবে হত্যা করা হয়েছে বলে অভিযোগ করেছেন জেলা জামায়াতের আমির হাফিজুর রহমান।</p><p>আজ বৃহস্পতিবার হাফিজুর রহমান প্রথম আলোকে বলেন, খুব দ্রুত মামলা করা হবে। হত্যার সুষ্ঠু বিচার দাবি করে তিনি বলেন, ‘বিএনপি পূর্বপরিকল্পিতভাবে এই হত্যাকাণ্ড ঘটিয়েছে। প্রশাসন যদি ২৪ ঘণ্টার মধ্যে জড়িত সন্ত্রাসীদের গ্রেপ্তার করে আইনের আওতায় না আনে, তাহলে জামায়াতে ইসলামী কঠোর আন্দোলনে যাবে। সে ক্ষেত্রে পরিস্থিতির অবনতি হলে দায় প্রশাসনকেই নিতে হবে।’ </p><p>গতকাল বুধবার শেরপুরের ঝিনাইগাতীতে সহকারী রিটার্নিং কর্মকর্তা আয়োজিত নির্বাচনী ইশতেহার পাঠ অনুষ্ঠানে সংঘর্ষে আহত হয়েছিলেন রেজাউল করিম। তাঁকে উদ্ধার করে প্রথমে ঝিনাইগাতী উপজেলা স্বাস্থ্য কমপ্লেক্সে চিকিৎসা দেওয়া হয়। পরে তাঁকে শেরপুর সদর হাসপাতালে নেওয়া হয়। অবস্থার অবন‌তি হ‌লে উন্নত চি‌কিৎসার জন্য ময়মন‌সিংহ মে‌ডি‌কেল ক‌লেজ হাসপাতা‌লে নেওয়ার প‌থে রাত সাড়ে নয়টার দিকে তিনি মারা যান। </p></div></div></div></body></html>"
        },
        {
            "title": "শীতকাল ছোট হচ্ছে, ৭০ বছর পর কেমন হবে | প্রথম আলো",
            "time": "2026-01-29T06:16:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2F97f4e5e5-109b-4229-8569-1288fc70f651%2FIMG_2558.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চার ধরনের পরিস্থিতি</strong></p><p>প্রতিবেদনে ভবিষ্যতের জলবায়ু পরিস্থিতি বা শীতের কমা–বাড়ার হিসাব করতে একাধিক নিঃসরণ-পরিস্থিতি ধরা হয়েছে। সেগুলো হলো স্বল্প, মধ্যম, উচ্চ এবং অতি উচ্চ নিঃসরণ পরিস্থিতি।</p><p><strong>স্বল্প নিঃসরণ পরিস্থিতি:</strong> এ ক্ষেত্রে ২০৫০ সালের মধ্যে কার্বন ডাই–অক্সাইড নিঃসরণ একেবারে শূন্যে নামিয়ে আনার কথা বলা হয়েছে। এমন পরিস্থিতি হলে শতাব্দীর শেষে বৈশ্বিক উষ্ণতা হতে পারে ১ দশমিক ০ থেকে ১ দশমিক ৮ ডিগ্রি সেলসিয়াসের মধ্যে। এতে বৈশ্বিক উষ্ণতা ২ ডিগ্রি সেলসিয়াসের নিচে সীমিত রাখার লক্ষ্য পূরণ হলেও ১ দশমিক ৫ ডিগ্রির লক্ষ্য অর্জিত হবে না।</p><p><strong>মধ্যম নিঃসরণ পরিস্থিতি:</strong> এই পথে চললে শতাব্দীর শেষ নাগাদ বৈশ্বিক গড় তাপমাত্রা ২ দশমিক ১ থেকে ৩ দশমিক ৫ ডিগ্রি সেলসিয়াস পর্যন্ত বাড়তে পারে।</p><p><strong>উচ্চ নিঃসরণ পরিস্থিতি:</strong> এ ক্ষেত্রে ২১০০ সালের মধ্যে কার্বন ডাই–অক্সাইড নিঃসরণ প্রায় দ্বিগুণ হওয়ার আশঙ্কা রয়েছে। ফলে বৈশ্বিক গড় তাপমাত্রা বাড়তে পারে ২ দশমিক ৮ থেকে ৪ দশমিক ৬ ডিগ্রি সেলসিয়াস পর্যন্ত।</p><p><strong>অতি উচ্চ নিরঃসরণ পরিস্থিতি:</strong> এটিকে চরম নিঃসরণ পরিস্থিতি হিসেবে ধরা হয়। এ পরিস্থিতিতে ২১০০ সালের মধ্যে কার্বন ডাই–অক্সাইড নিঃসরণ তিন গুণে পৌঁছাতে পারে এবং বৈশ্বিক উষ্ণতা বেড়ে যেতে পারে ৩ দশমিক ৩ থেকে ৫ দশমিক ৭ ডিগ্রি সেলসিয়াস পর্যন্ত।</p><p>এই গবেষণার সঙ্গে যুক্ত নরওয়েজিয়ান মেটোওরোলজিক্যাল ইনস্টিটিউটের গবেষক হান্স ওলাভ হাইজেন <em>প্রথম আলো</em>কে বলেন, ‘চারটি স্তরের মধ্যে উচ্চ নিঃসরণের ধারণাটিকেই আমরা বাস্তবসম্মত বলে মনে করি। কারণ, ২০৫০ সালের মধ্যে কার্বন নিঃসরণ শূন্য হয়ে যাবে, এটা প্রায় অসম্ভব। আবার এটি চরম মাত্রায় পৌঁছাবে, সেটাও এখন পর্যন্ত বলা যায় না।’</p></div></div></div></body></html>"
        },
        {
            "title": "উড়োজাহাজ দুর্ঘটনায় অজিত পাওয়ারের মৃত্যুর পর এনসিপির নেতৃত্বে আসবেন কে | প্রথম আলো",
            "time": "2026-01-29T06:09:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fhmuk8hge%2FAjit-Pawar.avif?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অজিত পাওয়ারের স্ত্রী সুনেত্রা দীর্ঘকাল রাজনীতির সঙ্গে সরাসরি যুক্ত ছিলেন না। এ সময়টাতে তিনি সক্রিয় রাজনীতির চেয়ে বারামতিকেন্দ্রিক বিভিন্ন নারী ও সামাজিক সংগঠনে বেশি সক্রিয় ছিলেন। ২০২৪ সালে লোকসভা নির্বাচনে তিনি সুপ্রিয়া সুলের বিরুদ্ধে বারামতি আসন থেকে প্রতিদ্বন্দ্বিতা করে হেরে যান।</p><p>সুনেত্রা হারলেও এ নির্বাচনের মধ্য দিয়ে তিনি রাজ্য পর্যায়ে সুপরিচিত হয়ে ওঠেন। অজিত পাওয়ারে স্ত্রীর চেয়ে রাজনীতিবিদ হিসেবে তাঁর পরিচিতি সুদৃঢ় হয়।</p><p>সুনেত্রা ২০২৪ সালের মার্চে মহারাষ্ট্র থেকে রাজ্যসভায় সদস্য নির্বাচিত হন। তখন তিনি রাজ্যে বিজেপির নেতৃত্বাধীন মহাযুতি জোটের প্রার্থী হিসেবে নির্বাচন করেছিলেন। তাই নির্বাচিত হতে তাঁকে বেগ পেতে হয়নি।</p><p>আইনসভা বা প্রশাসনিক কাজে সুনেত্রার অভিজ্ঞার অভাব রয়েছে। তা সত্ত্বেও দলের মধ্যে পাওয়ার পরিবারের উত্তরাধিকার হিসেবে তিনিই সবচেয়ে বেশি পরিচিত ও সম্ভাব্য মুখ। কিন্তু তিনি কতটা স্বাধীনভাবে দল চালাতে পারবেন, তা নিয়ে প্রশ্ন রয়েছে।</p><p>অজিত পাওয়ারের ছেলে পার্থ ২০১৯ সালের লোকসভা নির্বাচনে মহারাষ্ট্রের মাভল আসন থেকে নির্বাচন করেন। এ আসন থেকে সাধারণত তাঁর দাদা তথা অজিতের চাচা শারদ পাওয়ার নির্বাচন করতেন। কিন্তু তিনি ২০১৯ সালের নির্বাচনে অংশ নেননি। এ নির্বাচনে পার্থকে পাওয়ার পরিবারের তৃতীয় প্রজন্মের উত্তরাধিকার হিসেবে পরিচয় করিয়ে দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অরিজিৎ সিং এবার কী করবেন | প্রথম আলো",
            "time": "2026-01-29T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-28%2Fat7x7ozw%2Fspotifyindia173346755135169031834467255013504317670.jpg?rect=0%2C0%2C1213%2C637&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিচালক অনুরাগ বসুর ‘বারফি’, ‘জগ্গা জাসুস’, ‘লুডো’, ‘মেট্রো ইন দিনো’সহ একাধিক চলচ্চিত্রে গান গেয়েছেন অরিজিৎ সিং। অনুরাগ বসু বিবিসি নিউজ হিন্দিকে বলেন, ‘চলচ্চিত্র নির্মাণ সম্পর্কে অরিজিতের গভীর ধারণা রয়েছে।’</p><p>সংগীত পরিচালক সুলেমান বিবিসি নিউজ হিন্দিকে বলেন, ‘চলচ্চিত্র নির্মাণ অরিজিতের বহুদিনের লালিত স্বপ্ন, যেটার ওপর সে এখন পুরোপুরি মনোযোগ দিতে চায়। সে ভীষণ উচ্চাকাঙ্ক্ষী মানুষ, আর আমি তার সিদ্ধান্তকে সম্মান করি।’<br>সত্যজিৎ রায়ের চলচ্চিত্র দিয়ে অরিজিৎ সিং গভীরভাবে প্রভাবিত হয়েছেন। কয়েক বছর আগে তিনি তাঁর সংগীতগুরু রাজেন্দ্র প্রসাদ হাজারীর জীবন নিয়ে একটি বাংলা ছবি প্রযোজনা ও পরিচালনা করেছিলেন।</p><p>অরিজিৎ সিংয়ের পারিবারিক বন্ধু ও মুর্শিদাবাদের বাসিন্দা অনিলাভ চট্টোপাধ্যায় বলেন, ‘এই মুহূর্তে অরিজিৎ একটি হিন্দি ও একটি বাংলা ছবি নিয়ে ব্যস্ত এবং দুটি ছবির শুটিংই পশ্চিমবঙ্গের বিভিন্ন জায়গায় চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "যে এক ডজন বিয়ে থেকে পালাবেন | প্রথম আলো",
            "time": "2026-01-29T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-28%2Flescc66g%2Fpexels-photo-1456613.jpg?rect=0%2C367%2C5184%2C2722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"যে এক ডজন বিয়ে থেকে পালাবেন\" class=\"IiRps \">যে এক ডজন বিয়ে থেকে পালাবেন</h1></p><div class=\"Ibzfy\"><p>সব বিয়ে ভালোবাসার পূর্ণতা নয়। সম্মান আর দায়িত্বের সঙ্গে প্রতিশ্রুতি নিয়ে এগিয়ে যাওয়ার মতোও নয়। সব বিয়ে যৌথভাবে সুখী হওয়ার ইঙ্গিতও দেয় না। অর্থাৎ কিছু বিয়ে কেবল সমস্যার রঙিন ঝলমলে মোড়ক। যখন বিয়ের উদ্দেশ্য হয় ভিসা, টাকা, সামাজিক চাপ বা জীবনের শর্টকাট, তখন সম্পর্ক গড়ে ওঠে না, কেবল চুক্তি হয়। এই লেখায় থাকছে এমন সব বিয়ের কথা, যেসবে সম্পর্ক নয়, অন্য কিছু বেশি গুরুত্বপূর্ণ। আর আপনার কাছে যদি সম্পর্কটাই হয় মুখ্য, তাহলে এসব বিয়ে থেকে পালান!</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলা সীমান্তের কাছে কলম্বিয়ার উড়োজাহাজ বিধ্বস্ত, আইনপ্রণেতাসহ নিহত ১৫ | প্রথম আলো",
            "time": "2026-01-29T05:53:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fiauw9c91%2Fprothomalo-bangla.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মারিয়া বলেন, এ পরিস্থিতি সংশ্লিষ্ট যেকোনো পরিবারের জন্যই অত্যন্ত জটিল ও বেদনাদায়ক। রাষ্ট্রের পক্ষ থেকে আমরা প্রয়োজনীয় কাজ, প্রটোকল ও প্রক্রিয়া অনুসরণ করছি—যাতে পরিস্থিতি মোকাবিলা করা যায় এবং দায়িত্বশীল তথ্য জনগণের কাছে পৌঁছে দেওয়া সম্ভব হয়।</p><p>দুর্ঘটনার প্রকৃত কারণ ও পরিস্থিতি সম্পর্কে এখনো অনেক কিছুই অজানা। তবে প্রাথমিক প্রতিবেদনে বলা হয়েছে, নিহত ব্যক্তিদের মধ্যে রয়েছেন উড়োজাহাজটির দুজন ক্রু, দেশটির কংগ্রেসের একজন সদস্য, দেশের আসন্ন নির্বাচনের একজন প্রার্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-01-29T05:52:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগ মুদ্রার দাম কমেছে। এ তালিকায় আছে ইউরো, পাউন্ড, ইয়েন, সিঙ্গাপুরি ডলার, ইউয়ান ও রুপি। বেড়েছে কেবল অস্ট্রেলীয় ডলারের দাম।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত দামের চেয়ে বৈদেশিক মুদ্রা কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "হুমকির জবাবে ইরান বলল ‘আঙুল ট্রিগারে’ | প্রথম আলো",
            "time": "2026-01-29T05:50:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F5izmmv1s%2FTrump_ready.jpg?rect=0%2C0%2C752%2C395&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাগচি বলেছেন, যুক্তরাষ্ট্রের পক্ষ থেকে সম্ভাব্য যেকোনো হামলার তাৎক্ষণিক ও শক্তিশালী জবাব দিতে তাঁর দেশের সশস্ত্র বাহিনী প্রস্তুত রয়েছে। মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ইরানের বিরুদ্ধে সামরিক পদক্ষেপের হুমকি পুনর্ব্যক্ত করার কয়েক ঘণ্টা পর এ কথা বলেন আব্বাস আরাগচি। এক পোস্টে ইরানের পররাষ্ট্রমন্ত্রী লিখেন, ‘আমাদের সাহসী সশস্ত্র বাহিনী প্রস্তুত রয়েছে—আমাদের প্রিয় ভূমি, আকাশ ও সাগরের বিরুদ্ধে যেকোনো আগ্রাসনের তাৎক্ষণিক ও শক্তিশালী জবাব দিতে তাঁদের আঙুল ট্রিগারে রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আর্সেনালের সমর্থকেরা কি গায়ে চিমটি কাটছেন | প্রথম আলো",
            "time": "2026-01-29T05:47:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fq6fhjzff%2F959768-01-02.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু তাই নয়, ৩৬ দল নিয়ে চ্যাম্পিয়নস লিগের নতুন সংস্করণ শুরুর পর দ্বিতীয় বছরেই প্রথম দল হিসেবে লিগ পর্বে ৮ ম্যাচের সবগুলোই জিতল আর্সেনাল। পেপ গার্দিওলার ম্যানচেস্টার সিটির পর দ্বিতীয় ইংলিশ ক্লাব হিসেবে চ্যাম্পিয়নস লিগে ন্যূনতম টানা ৮ ম্যাচ জিতল আরতেতার দল। ২০২৩ সালের মে থেকে ২০২৪ সালের মার্চ পর্যন্ত টানা ১০ ম্যাচ জিতেছে গার্দিওলার সিটি।</p><p>কাইরাতকে হারানোর পর আরতেতার কণ্ঠে তাই তৃপ্তির ঢেকুর উঠল, ‘(২০০তম জয়) সংখ্যাটা বেশ বড়। খুব ভালো লাগছে, কারণ যেভাবে প্রতিযোগিতাটি (লিগ পর্ব) শেষ করলাম, এখন পরের ধাপে মনোযোগ দিতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৯জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-29T05:47:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fifpc88gv%2F%E0%A7%AA.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">করতোয়ার শাখা নদীতে পানি কমে গেছে। তাই হাঁস চরাচ্ছেন এক ব্যক্তি। কচুয়াদহ, শাজাহানপুর, বগুড়া, ২৯ জানুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সোয়েল রানা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "হাওরে হরেক মাছ | প্রথম আলো",
            "time": "2026-01-29T05:47:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fdc3hu5i7%2F%E0%A7%AA.jpg?rect=0%2C80%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">শুরু হয়েছে মাছ ধরা। দেখা যাক কে কত ধরতে পারেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "টাঙ্গাইল-৮: ভোজের আয়োজন করায় বিএনপির ও স্বতন্ত্র প্রার্থীকে জরিমানা | প্রথম আলো",
            "time": "2026-01-29T05:46:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fvifwv5l5%2FWhatsApp-Image-2026-01-29-at-11.38.38-AM.jpeg?rect=0%2C11%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে গত মঙ্গলবার আচরণবিধি না মেনে বিরিয়ানি রান্নার কারণে স্বতন্ত্র প্রার্থী সালাউদ্দিন আলমগীরকে ২০ হাজার টাকা জরিমানা করা হয়। পরে ভ্রাম্যমাণ আদালত রান্না করা খাবার কাকড়াজান ইউনিয়নের পাঁচটি এতিমখানা ও মাদ্রাসায় বিতরণের নির্দেশ দেন।</p><p>এ বিষয়ে বিএনপির প্রার্থী আহমেদ আযম খান ও স্বতন্ত্র প্রার্থী সালাউদ্দিন আলমগীরের বক্তব্য জানতে যোগাযোগের চেষ্টা করা হলেও তাঁদের পাওয়া যায়নি।</p><p>উপজেলা প্রশাসনের পক্ষ থেকে জানানো হয়েছে, নির্বাচনী আচরণবিধি প্রতিপালনে নিয়মিত নজরদারি চলছে। বিধি লঙ্ঘনের ঘটনায় প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনা বিশ্ববিদ্যালয়ে শিক্ষকসহ ৩৮ পদে চাকরি, আবেদন শেষ ৩০ জানুয়ারি | প্রথম আলো",
            "time": "2026-01-29T05:44:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2013%2F12%2F15%2F52ac9f2a105cc-Untitled-11.jpg?rect=0%2C0%2C666%2C350&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. পদের নাম: সহযোগী অধ্যাপক</strong></p><p>বিভাগ ও পদ সংখ্যা: ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-১, আন্তর্জাতিক সম্পর্ক বিভাগ-১, উন্নয়ন অধ্যয়ন বিভাগ- ১, হিসাববিজ্ঞান বিভাগ-১ এবং তড়িৎ ও ইলেকট্রনিক প্রকৌশল বিভাগ-১।</p><p>গ্রেড: ৪র্থ</p><p><strong>২. পদের নাম: সহকারী অধ্যাপক</strong></p><p>বিভাগ ও পদ সংখ্যা: ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-১, আন্তর্জাতিক সম্পর্ক বিভাগ-১, উন্নয়ন অধ্যয়ন বিভাগ–১, হিসাববিজ্ঞান বিভাগ-১, তড়িৎ ও ইলেকট্রনিক প্রকৌশল বিভাগ-১, ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-২ এবং আন্তর্জাতিক সম্পর্ক বিভাগ-২।</p><p>গ্রেড: ৬ষ্ঠ</p></div></div></div></body></html>"
        }
    ]
}