{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওসমান হাদি হত্যার বিচার, ভারতীয়দের কাজের অনুমতি বাতিলসহ চার দফা ঘোষণা ইনকিলাব মঞ্চের | প্রথম আলো",
            "time": "2025-12-28T18:17:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fmfkvb5w5%2F073440.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের চার দফা দাবি হলো, যে বা যারা হাদিকে খুন করেছে, খুনের পরিকল্পনা করেছে, সহায়তা করেছে, তাদেরকে গ্রেপ্তার করে আগামী ২৪ দিনের মধ্যে বিচার নিশ্চিত করতে হবে। বাংলাদেশে যেসব ভারতীয় কাজ করেন, দেশের স্বাধীনতা–সার্বভৌমত্ব টিকিয়ে রাখতে তাঁদের ওয়ার্ক পারমিট বাতিল করতে হবে। খুনি হাসিনা এবং যারা বাংলাদেশে ১৭ বছর গুম–খুন করে মানুষের জীবনকে জাহান্নাম বানিয়ে দিল্লিতে আশ্রয় নিয়েছে, তাদেরকে যদি ফেরত দেওয়া না হয়, তাহলে আন্তর্জাতিক আদালতে ভারতের বিরুদ্ধে মামলা করতে হবে এবং বাংলাদেশে সব গোয়েন্দা সংস্থা, আইনশৃঙ্খলা রক্ষাকারী বাহিনী এই ঘটনা নিয়ে একেকজন একেক রকম বক্তব্য দিচ্ছে, জনগণকে বিভ্রান্ত করতে চাচ্ছে, সরকারের কাছে অনুরোধ, এদের চিহ্নিত করে চাকরিচ্যুত করে বিচারের মুখোমুখি করতে হবে। একই সঙ্গে সিভিল, মিলিটারি, ইন্টেলিজেন্সের মধ্যে থাকা আওয়ামী লীগের দোসরদের বিচারের মুখোমুখি করতে হবে।</p><p>ইনকিলাব মঞ্চের সদস্যসচিব বলেন, ‘এই চার দফা দাবির মধ্যে আগামী ২৪ কার্যদিবসের মধ্যে শহীদ ওসমান হাদির খুনিদের গ্রেপ্তার করে বিচার সম্পন্ন করা আমাদের প্রধান দাবি। বাকি তিন দাবিও এই অন্তবর্তী সরকারের সময়েই নিশ্চিত করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জলবায়ু পরিবর্তনে ঝুঁকিতে খুলনা | প্রথম আলো",
            "time": "2025-12-28T18:12:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fro7p5797%2F046A5361051656.JPG?rect=0%2C128%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জলবায়ু পরিবর্তনের অভিঘাতে উপকূলীয় দক্ষিণ-পশ্চিম অঞ্চল ক্রমেই ঝুঁকিপূর্ণ হয়ে উঠছে। লবণাক্ততা বৃদ্ধি, মিষ্টি পানির সংকট ও নদীর স্বাভাবিক প্রবাহ নষ্ট হওয়ায় কৃষি, খাদ্যনিরাপত্তা ও মানুষের জীবিকা চাপে পড়েছে। একই সঙ্গে নারী ও শিশুর স্বাস্থ্যঝুঁকি বাড়ছে, যা সামাজিক বৈষম্যকে আরও তীব্র করছে। জলবায়ু পরিবর্তনের অভিঘাতের পাশাপাশি মানবসৃষ্ট কর্মকাণ্ডে সুন্দরবনও চাপের মুখে পড়েছে। এই বাস্তবতায় খাতভিত্তিক বিচ্ছিন্ন উদ্যোগ নয়, বরং সমন্বিত ও দীর্ঘমেয়াদি পরিকল্পনার মাধ্যমেই টেকসই জলবায়ু অভিযোজন ও উন্নয়ন নিশ্চিত করা সম্ভব।</p><p>‘জলবায়ু পরিবর্তন: উপকূলীয় অঞ্চলে এর প্রভাব ও প্রতিকারের উপায়’ শীর্ষক বিভাগীয় সংলাপে এমন বক্তব্য উঠে এসেছে। হেলভেটাস বাংলাদেশের সহযোগিতায় উত্তরণ, ডর্প, ইএসডিও এবং প্রথম আলোর উদ্যোগে গতকাল রোববার খুলনা প্রেসক্লাবে এই সংলাপ অনুষ্ঠিত হয়।</p><p>সংলাপে সরকারের বিভিন্ন অধিদপ্তর, নাগরিক সমাজ ও বেসরকারি উন্নয়ন সংস্থার প্রতিনিধি, ভুক্তভোগী নারী, পুরুষ, শিক্ষার্থী ও গণমাধ্যমকর্মী অংশ নেন।</p><p>সংলাপে সুন্দরবন একাডেমির নির্বাহী পরিচালক অধ্যাপক আনোয়ারুল কাদির বলেন, ‘জলবায়ু পরিবর্তনের অভিঘাত সবার ওপরই পড়ে। সরকারের বিভিন্ন মন্ত্রণালয়, দপ্তর ও অধিদপ্তর আলাদাভাবে কাজ করছে। ফলে উদ্যোগগুলো অনেক সময় টেকসই হচ্ছে না, কাঙ্ক্ষিত ফলও হয়তো আসছে না। আমরা যে ধরনের পরিকল্পনাই গ্রহণ করি না কেন, সেগুলো যদি সমন্বিত না হয়, তাহলে তা এসডিজির সঙ্গে সামঞ্জস্যপূর্ণ হবে না, টেকসইও হবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার কার্যালয়ে হামলায় জড়িতদের বিচার দাবি স্কপের | প্রথম আলো",
            "time": "2025-12-28T18:06:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fda9mrjca%2F%E0%A7%AA.jpg?rect=0%2C104%2C1468%2C771&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বক্তারা বলেন, ময়মনসিংহের ভালুকায় দীপু চন্দ্র দাস নামের এক পোশাকশ্রমিককে ধর্ম নিয়ে কটূক্তির অভিযোগ তুলে হত্যা, রাজশাহীতে ওমর ফারুক নামের এক ভ্যানচালককে পিটিয়ে হত্যা এবং ব্রাহ্মণবাড়িয়ায় ফোরকান মিয়া নামের একজনকে পিটিয়ে হত্যার ঘটনা রাষ্ট্রের দায়িত্বহীনতার ফল।</p><p>সভায় বক্তারা আরও বলেন, জুলাই গণ–অভ্যুত্থানের পর রাষ্ট্রীয় প্রশ্রয়ে ‘মব চর্চার’ সুযোগ দিয়ে বিচারিক কাঠামো ভেঙে ফেলার নজির তৈরি করা হয়েছে। এর পরিপ্রেক্ষিতে এ ধরনের নৃশংসতার প্রবণতা ভয়ংকর রূপ ধারণ করেছে। এসব ঘটনার তদন্ত করে হত্যাকারীদের চিহ্নিত করে দৃষ্টান্তমূলক শাস্তির দাবি জানান তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "মা খালেদা জিয়াকে দেখতে হাসপাতালে তারেক রহমান | প্রথম আলো",
            "time": "2025-12-28T17:52:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fg2lp7trb%2FWhatsApp-Image-2025-12-28-at-11.46.43-PM.jpeg?rect=0%2C0%2C529%2C278&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ এর আগে রাত ৮টা ২৩ মিনিটে হাসপাতালে আসেন খালেদা জিয়ার পুত্রবধূ ডা. জুবাইদা রহমান। এর ১০ মিনিট পর হাসপাতালে আসেন তারেক রহমানের শাশুড়ি ইকবাল মান্দ বানু। এ ছাড়া আজ হাসপাতালে এসেছেন খালেদা জিয়ার বড় বোন সেলিনা ইসলামও।</p><p>৮০ বছর বয়সী খালেদা জিয়া দীর্ঘদিন ধরে হৃদ্‌রোগ, ডায়াবেটিস, আর্থ্রাইটিস, লিভার সিরোসিস, কিডনির জটিলতাসহ নানা শারীরিক জটিলতায় ভুগছেন। শ্বাসকষ্ট দেখা দিলে গত ২৩ নভেম্বর দ্রুত তাঁকে এভারকেয়ার হাসপাতালে নেওয়া হয়। মেডিকেল বোর্ডের দেশি-বিদেশি বিশেষজ্ঞ চিকিৎসকের তত্ত্বাবধানে সাবেক এই প্রধানমন্ত্রীর চিকিৎসা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আবারও অনলাইন এডিটরস অ্যালায়েন্সের নেতৃত্বে হাসান শরীফ, মিজানুর | প্রথম আলো",
            "time": "2025-12-28T17:27:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F9eh07v9o%2Fhasan-mizan.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আরও উপস্থিত ছিলেন চ্যানেল আইয়ের মীর আত্তাকী মাসরুরুজ্জামান, দৈনিক দেশ রূপান্তরের মঞ্জুরুল হক, দ্য ডেইলি স্টারের আজাদ বেগ, দৈনিক যুগান্তরের আতাউর রহমান ও রবিন অমিত, দৈনিক ইত্তেফাকের রিজুয়ানা রিন্তী, বৈশাখী টেলিভিশনের এইচ এম নাহিয়ান, নয়া দিগন্তের মোস্তাফিজুর রহমান, বাংলানিউজ টোয়েন্টিফোর ডটকমের যাকারিয়া ইবনে ইউসুফ ও মৌসুমী সুলতানা, সময় টেলিভিশনের সায়েদুল মাহমুদ, চ্যানেল ২৪–এর মাজহার খন্দকার, গাজী টেলিভিশনের মাহমুদ সোহেল, ডেইলি সানের মওদুদ সুজন, এখন টিভির আনিসুর সুমন, দৈনিক মানবকণ্ঠের ফরহাদ হোসেন ও তানভীর খন্দকার, জাগোনিউজ টোয়েন্টিফোর ডটকমের এস এম আমানুর রহমান, আরটিভির আবু আজাদ, দৈনিক বাংলাদেশের খবরের হাসনাত কাদীর, আলোকিত বাংলাদেশের হাসান আল বান্না, সময়ের আলোর সাইদ রহমান এবং যুবরাজ ফয়সাল।</p></div></div></div></body></html>"
        },
        {
            "title": "মনোনয়নপত্র জমা দেওয়ার সময় শেষ হচ্ছে সোমবার | প্রথম আলো",
            "time": "2025-12-28T17:25:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fuxrhcvpn%2F%E0%A7%A7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংশোধিত তফসিল অনুযায়ী, রিটার্নিং কর্মকর্তা কর্তৃক মনোনয়নপত্র বাছাইয়ের তারিখ ৩০ ডিসেম্বর থেকে আগামী ৪ জানুয়ারি। মনোনয়নপত্র বাছাইয়ে রিটার্নিং কর্মকর্তার সিদ্ধান্তের বিরুদ্ধে আপিল দায়েরের তারিখ ৫ জানুয়ারি থেকে ৯ জানুয়ারি। আপিল নিষ্পত্তি ১০ জানুয়ারি থেকে ১৮ জানুয়ারি। প্রার্থিতা প্রত্যাহারের শেষ দিন ২০ জানুয়ারি আর প্রতীক বরাদ্দ ২১ জানুয়ারি।</p><p>আগামী ১২ ফেব্রুয়ারি বৃহস্পতিবার সকাল সাড়ে ৭টা থেকে বিকেল সাড়ে ৪টা পর্যন্ত বিরতিহীনভাবে ব্যালট পেপারের মাধ্যমে স্বচ্ছ ব্যালট বাক্সে ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটের ভোট গ্রহণ অনুষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "হান কাং-এর গল্প : আমার নারীর ফল | প্রথম আলো",
            "time": "2025-12-28T17:18:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Ff687k8h5%2FWhatsApp-Image-2025-12-28-at-17.46.05.jpeg?rect=0%2C136%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>যে মানুষটা সব সময় ক্লান্তিতে নুয়ে থাকত, এখন সে রোজ ভোরে আমাদের ব্লকের পেছনের পাহাড়ে উঠে ঝরনার এক বালতি জল নিয়ে ফিরে আসে আমার পায়ে ঢালবে বলে (তার মনে আছে যে আমি কলের জল একদমই সইতে পারি না)। এই তো কিছুক্ষণ আগে সে আমার টবটা খালি করে তাতে এক আঁজলা নতুন উর্বর দোআঁশ মাটি দিয়ে দিল। আগের রাতের বৃষ্টিতে শহরের বাতাস অনেকটা ধুলোময়লামুক্ত হয়ে গিয়েছিল। তাই সে অবারিত করে খুলে দেয় সামনের দরজা আর জানালাগুলো, যাতে বিশুদ্ধ সতেজ হাওয়া মনের সুখে ঘরের ভেতর হু হু করে ঢুকতে পারে।</p><p>*</p><p>বড় অদ্ভুত লাগে, মা। দেখা, শোনা, ঘ্রাণ নেওয়া কিংবা স্বাদ আস্বাদন করা ছাড়াও এখন সবকিছু আগের চেয়ে বেশি সতেজ আর জীবন্ত মনে হয়। পিচঢালা রাস্তার ওপর দিয়ে যখন গাড়ির চাকাগুলো ঘষে ঘষে ছুটে চলে, আমি সেই রুক্ষ ঘর্ষণটুকুও টের পাই। ও যখন সদর দরজা খুলে আমার দিকে হেঁটে আসে, তার পায়ের সেই অতি সূক্ষ্ম কম্পনটুকুও আমার চৈতন্য ছুঁয়ে যায়। আমি অনুভব করি—বৃষ্টিভেজা স্যাঁতসেঁতে বাতাস কীভাবে উর্বর সব স্বপ্নে ফুলেফেঁপে উঠছে, আর ভোরের সেই ধূসর আধো-আলোটুকুও অনুভব করি।</p><p>কাছে কিংবা দূরে, যেখানেই কোনো গাছের কুঁড়ি প্রস্ফুটিত হয় কিংবা পাপড়ি নিজেকে মেলে ধরে—আমি তা বুঝতে পারি। গুটি থেকে খোলস ভেঙে শুঁয়াপোকার বেরিয়ে আসা, কুকুর-বিড়ালের শাবক জন্ম দেওয়া, পাশের বাড়ির সেই বৃদ্ধের ধুঁকতে থাকা নাড়ির স্পন্দন—সবই আমার ইন্দ্রিয়গোচর হয়। এমনকি ওপরতলার রান্নাঘরে কড়াইয়ে পালংশাক সেদ্ধ হওয়া কিংবা নিচতলার ফ্ল্যাটে গ্রামোফোনের পাশে রাখা ফুলদানি থেকে ছিঁড়ে আনা একগুচ্ছ চন্দ্রমল্লিকার অস্তিত্বও আমি টের পাই। দিন হোক বা রাত, নক্ষত্ররা আকাশে এক শান্ত জ্যামিতিক পথে হেঁটে বেড়ায়; আর প্রতিদিন সূর্য ওঠার সাথে সাথে হাইওয়ের ধারের ওই সাইকামোর গাছগুলো (ডুমুরগাছবিশেষ) তাদের তৃষ্ণার্ত শরীর নিয়ে পুব দিকে ঝুঁকে পড়ে। আমার শরীরও ঠিক একইভাবে সাড়া দেয়।</p><p>তুমি কি বুঝতে পারছ মা? আমি জানি, অচিরেই হয়তো আমার চিন্তাশক্তিটুকুও হারিয়ে যাবে; কিন্তু এতে আমার কোনো আক্ষেপ নেই, আমি বেশ আছি। কতকাল ধরে আমি এমনই একটা জীবনের স্বপ্ন দেখেছি, যেখানে বেঁচে থাকার জন্য বাতাস, রোদ আর জল ছাড়া অন্য কোনো কিছুরই প্রয়োজন হবে না।</p><p>মা, ছোটবেলার কথা খুব মনে পড়ে। দৌড়ে রান্নাঘরে গিয়ে তোমার স্কার্টে মুখ লুকাতাম—আহা, কী দারুণ সেই গন্ধ! তিলের তেলের ঘ্রাণ, মচমচে ভাজা তিলবীজের সুবাস। আমার হাতে তো সব সময় কাদামাটি লেগেই থাকত। সেই মাটিমাখা হাতে তোমার স্কার্টের কোণ কত যে নোংরা করেছি!</p><p>আমার বয়স তখন কতই-বা ছিল, খুব তো বেশি নয়। হালকা ঝিরঝিরে বৃষ্টিতে ঝাপসা হয়ে আসা বসন্তের এমনই এক দিনে বাবা আমাকে পাওয়ার টিলারে তুলে নিয়ে সমুদ্রের পাড়ে যাচ্ছিলেন। রেইনকোট পরা বড়দের সেই নির্ভার হাসি; কপালে লেপ্টে থাকা ভেজা চুলের শিশুরা ছোটাছুটি আর হাত নাড়িয়ে হইচই করছে। সেই সব শিশুর মুখ যেন ঝাপসা ঘূর্ণির মতো আজও আমার চোখে ভেসে ওঠে।</p><p>মা, সমুদ্রের ধারের ওই দরিদ্র গ্রামই ছিল তোমার একমাত্র দুনিয়া। ওখানেই তোমার জন্ম, ওখানেই বেড়ে ওঠা। ওখানেই তোমার মা হওয়া, হাড়ভাঙা খাটুনি আর ওখানেই জরাগ্রস্ত হওয়া। একদিন তোমাকেও বাবার পাশে আমাদের পারিবারিক কবরস্থানেই শুইয়ে দেওয়া হবে।</p><p>মা, ঠিক তোমার মতো ছোট্ট এক দুনিয়ায় শেষ হয়ে যাওয়ার ভয় থেকেই আমি ঘর আর নিজের মধ্যে এক দুস্তর ব্যবধান তৈরি করেছিলাম। আর সতেরো বছর বয়সে ঘর ছেড়ে পালিয়েছিলাম। বুসান, দেগু কিংবা গাংনুংয়ের মতো সেই শহরগুলোতে পুরো এক মাস উদ্দেশ্যহীনভাবে ঘুরে বেড়িয়েছিলাম। এসব আজও আমার স্মৃতিতে উজ্জ্বল। জাপানি রেস্তোরাঁয় বয়স লুকিয়ে কাজ করা, একা একা ফরমাশ খাটা, আর লাইব্রেরির রিডিং রুমে ভ্রূণের মতো কুঁকড়ে রাত কাটানো—জায়গাটা আমার বড্ড প্রিয় ছিল। শহরের সে কী চোখধাঁধানো আলো, আর ওখানকার মানুষগুলোর সে কী চকচকে জাঁকজমক জীবন!</p><p>আমি জানি না ঠিক কবে প্রথম টের পেয়েছিলাম যে একদিন আমিও এই অচেনা মানুষের ভিড়ে বুড়ো হয়ে যাব, নিঃশেষ হয়ে যাব। আমি বাড়িতেও অসুখী ছিলাম, অন্যত্রও সেই একই যন্ত্রণা—বলো তো মা, আমি তাহলে কোথায় যেতাম?</p><p>সুখ আমার কপালে কোনো দিনই ছিল না। আমার পিঠের ওপর কি কোনো অভিশপ্ত আত্মা সারাক্ষণ সওয়ার হয়ে থাকে, যে আমার গলা টিপে ধরে, জাপটে ধরে আমার হাত-পা? আমি সব সময় শুধু পালিয়ে বাঁচতে চেয়েছি—একেবারে আদিম এক সহজাত তাড়না—যে যন্ত্রণা হাহাকার হয়ে বেরিয়ে আসে, যে দংশন তীব্র চিৎকার জন্ম দেয়—তেমনই এক ছটফটানি যেন। বাসের পেছনের সিটে হাঁটু গুটিয়ে এমনভাবে বসে থাকতাম, যেন আমি ভাজা মাছটি উল্টে খেতে জানি না; অথচ সেই সময় আমার মন চাইত—নিজের হাতের মুষ্টি দিয়ে জানালার কাচটা গুঁড়িয়ে দিই, তারপর নিজের হাতের তালু বেয়ে গড়িয়ে পড়া সেই রক্ত চেটে চেটে খাই, যেভাবে তৃষ্ণার্ত বিড়াল দুধ খায়। আমি আসলে কী থেকে পালাতে চেয়েছিলাম মা? কোন যন্ত্রণা আমাকে এত অস্থির করে তুলেছিল যে আমি পৃথিবীর অন্য প্রান্তে গিয়ে লুকোতে চেয়েছিলাম? আর কোন মায়া বা বন্ধন আমাকে পেছনের দিকে টেনে ধরে রেখেছিল? কী আমাকে আটকে রেখেছিল, খোঁড়া করে দিয়েছিল? এই বিষাক্ত রক্ত ঝরিয়ে দিয়ে নতুন জন্মের পথে যেতে কোন অদৃশ্য শিকল আমার পায়ে বেড়ি পরিয়ে দিয়েছিল?</p><p>প্রবীণ চিকিৎসক বারবার আঙুল দিয়ে স্টেথোস্কোপে টোকা দিচ্ছিলেন আর বিড়বিড় করে বলছিলেন, আমার ভেতরটা নাকি কবরের মতো সুনসান, কোনো শব্দ নেই; কেবল দূর থেকে ভেসে আসা বাতাসের ঝাপটার এক অদ্ভুত প্রতিধ্বনি শোনা যায়। স্টেথোস্কোপটা টেবিলের ওপর নামিয়ে রেখে তিনি আলট্রাসাউন্ডের মনিটরটা নিজের দিকে ঘুরিয়ে নিলেন। আমি নিশ্চল হয়ে শুয়ে রইলাম; তিনি আমার পেটে আঠালো আর ঠান্ডা একধরনের জেল মাখিয়ে দিলেন। এরপর লাঠির মতো দেখতে একটা শীতল যন্ত্র আমার শরীরের ওপরাংশ, মানে বুকের খাঁচা থেকে তলপেট পর্যন্ত খুব নিয়ম করে ঘুরে বেড়াতে লাগল। যন্ত্রটির মাধ্যমেই বোধ হয় আমার শরীরের ভেতরের সাদা-কালো ছবিগুলো মনিটরে ফুটে উঠছিল।</p><p>‘সব তো স্বাভাবিকই আছে,’ জিহ্বায় অস্পষ্ট একটা শব্দ করে তিনি অস্ফুট স্বরে বললেন। </p><p>‘এখন তোমার অন্ত্রগুলো দেখছি...এখানেও কোনো সমস্যাই নেই।’ </p><p>সবকিছুকেই শেষ পর্যন্ত ‘স্বাভাবিক’ বলে ঘোষণা করা হলো।</p><p>‘পাকস্থলী, লিভার, জরায়ু, কিডনি—সবই ঠিক আছে।’</p><p>তিনি কেন দেখতে পাচ্ছিলেন না যে আমার এই অঙ্গপ্রত্যঙ্গ ধীরে ধীরে শুকিয়ে যাচ্ছে, সহসাই এগুলো সব অদৃশ্য হয়ে যাবে? কতগুলো টিস্যু দিয়ে আমি পেট থেকে জেলের বেশির ভাগটাই মুছে ফেললাম। আমি যখন ওঠার চেষ্টা করছিলাম, তিনি আমাকে আবার শুয়ে পড়তে বললেন। আমার পেটের কয়েকটা জায়গায় তিনি জোরে চাপ দিলেন, কিন্তু খুব একটা ব্যথা লাগছিল না। চোখে চশমা আঁটা সেই লোকটা যখন খুব দায়সারাভাবে জিজ্ঞেস করলেন, ‘ব্যথা করছে?’ আমি তাঁর মুখের দিকে তাকিয়ে কেবল মাথা নাড়লাম। </p><p>‘এখানে ঠিক আছে তো?’ </p><p>‘এখানটায় কি ব্যথা লাগছে?’</p><p>‘না, লাগছে না।’</p><p>একটা ইনজেকশন দেওয়া হলো আমায়। ফেরার পথে সাবওয়ে স্টেশনের ভেতর আমি আবার বমি করলাম। স্টেশনের টাইলস লাগানো দেয়ালে পিঠ ঠেকিয়ে আমি কুঁকড়ে বসে রইলাম। ব্যথাটা কমার অপেক্ষায় আমি প্রহর গুনছিলাম। ডাক্তার আমাকে শান্ত থাকতে বলেছিলেন, বলেছিলেন সুন্দর আর আরামপ্রদ কিছু ভাবতে। সবকিছুই নাকি মনের ব্যাপার—কোনো এক বৌদ্ধ ধর্মগুরুর মতো তিনি সুরে সুরে কথাগুলো বলছিলেন। বমি চেপে রাখার আপ্রাণ চেষ্টা করতে করতে আমি আওড়িয়ে যাচ্ছিলাম—সুখকর চিন্তা, শান্ত চিন্তা...এক, দুই, তিন, চার...অন্তহীন শান্তি...ব্যথায় আমার চোখ ফেটে জল আসছিল, পাকস্থলীর সেই তীব্র অম্ল উগরে দেওয়ার সময় সারা শরীর খিঁচিয়ে ধরছিল বারবার। শেষ পর্যন্ত যখন আর কিছুই অবশিষ্ট রইল না, তখন আমি মেঝেতে এলিয়ে পড়েছিলাম। পায়ের তলার এই কাঁপতে থাকা মাটিটা কখন স্থির হবে, দোহাই তোমার, এবার থামো! কত দিন আগের কথা এসব!</p><p> *  </p><p>মা, আমি বারবার একই স্বপ্ন দেখি। স্বপ্নে দেখি, আমি একটা পপলারগাছের মতো দীর্ঘ হয়ে উঠছি। ব্যালকনির ছাদ ফুঁড়ে, এর পরের তলার ছাদ ভেদ করে আমি ক্রমশ ওপরে উঠছি—পনেরো তলা, ষোলো তলা…সব কংক্রিট আর লোহার রড ছিন্নভিন্ন করে আমি একেবারে ওপরের ছাদটাও বিদীর্ণ করে বেরিয়ে যাচ্ছি।</p><p>আমার ডালপালার একদম ডগায় সাদা শুঁয়াপোকার মতো ফুলগুলো কিলবিল করে ফুটছে। আমার প্রাণনাড়ি স্বচ্ছ জল এমনভাবে টেনে নিচ্ছে আকণ্ঠ তৃষ্ণায়, যেন ফেটে পড়বে এখনই। আমার বুকের খাঁচাটা আকাশের দিকে ঠেলে উঠছে আর আমি আপ্রাণ চেষ্টা করছি আমার শাখা–প্রশাখাগুলো আরও ছড়িয়ে দিতে। এভাবেই আমি এই খাঁচার মতো ফ্ল্যাটটা থেকে মুক্তি পাই। প্রতি রাতে মা, প্রতি রাতে আমি এই একই স্বপ্ন দেখি।</p><p> *</p><p>দিনগুলো ক্রমেই শীতল হয়ে আসছে। আজও হয়তো এই পৃথিবী দেখেছে অনেক পাতার ঝরে যাওয়া, অনেক সাপের খোলস বদলানো, কত শত নাম না–জানা পতঙ্গের তুচ্ছ প্রাণের অবসান; হয়তো দেখেছে ব্যাঙেদের শীতনিদ্রায় চলে যাওয়া—সময়ের একটু আগেই।</p><p>আমি এখনো তোমার সেই সোয়েটারটার কথা ভাবি। তোমার গায়ের গন্ধের স্মৃতিটা এখন আর আগের মতো স্পষ্ট নেই। ওকে বলতে ইচ্ছে করে, সোয়েটারটা যেন আমার গায়ের ওপর বিছিয়ে দেয়, কিন্তু এখন যে আর আমার বাক্‌শক্তি নেই। আমি কী করে বলব বলো? সে আমার এই শুকিয়ে যাওয়া দেখে কাঁদে, আবার রাগও করে। তুমি তো জানোই, এ পৃথিবীতে আমিই তার সব। আমি অনুভব করি, তার উষ্ণ অশ্রু মিশে যাচ্ছে সেই মিনারেল ওয়াটারে, যা সে আমার ওপর ঢালে। আমি অনুভব করি, চারপাশের বাতাসের অণুগুলোর অস্থিরতা, যখন সে লক্ষ্যহীনভাবে তার মুষ্টিবদ্ধ হাতগুলো শূন্যে ছুড়তে থাকে।</p><p>*</p><p>মা, আমার বড্ড ভয় করছে। আমার হাত-পাগুলো এবার ঝরিয়ে দিতে হবে। এই ফুলের টবটা বড্ড ছোট, এর দেয়ালগুলো বেশ শক্ত। তাই আমার শিকড়ের ডগায় ডগায় তীব্র ব্যথা হয়েছে। মা, শীত আসার আগেই হয়তো আমি মরে যাব।</p><p>কিন্তু আমার সন্দেহ হয়, এ পৃথিবীতে আমি আর ফুটতে পারব কি না।</p></div></div></body></html>"
        },
        {
            "title": "শহীদ ওসমান হাদি হত্যার বিচারের দাবি রাজশাহীতে | প্রথম আলো",
            "time": "2025-12-28T17:18:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fpclcv493%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C61%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"শহীদ ওসমান হাদি হত্যার বিচারের দাবি রাজশাহীতে\" class=\"nA4h1 \">শহীদ ওসমান হাদি হত্যার বিচারের দাবি রাজশাহীতে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-28T23:18:07+06:00\"><span>প্রকাশ: ২৮ ডিসেম্বর ২০২৫, ১৭: ১৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গম্ভীর কি সত্যিই চাকরি হারাচ্ছেন, কী বলছে ভারতের ক্রিকেট বোর্ড | প্রথম আলো",
            "time": "2025-12-28T17:17:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-06%2Fundiwt6r%2F394073.webp?rect=0%2C43%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু পর্দার আড়ালের গল্পটা আসলে কী? ‘ফ্যাক্ট চেক’ বলছে, না, গম্ভীরের চেয়ারটা এখনই নড়বড়ে হওয়ার কোনো কারণ নেই। লক্ষ্মণকে প্রস্তাব দেওয়ার খবরের কোনো স্বাধীন বা নির্ভরযোগ্য ভিত্তি খুঁজে পাওয়া যায়নি। বরং গম্ভীরের অধীনে সাদা বলের ক্রিকেটে ভারতের রেকর্ড বেশ উজ্জ্বল। সামনে যখন টি-টোয়েন্টি বিশ্বকাপ, তখন খামাখা অধিনায়ক বদলের ঝুঁকি বোর্ড কেনই–বা নেবে!</p><p>সব জল্পনাকল্পনায় জল ঢেলে দিয়েছেন বিসিসিআই সচিব দেবজিৎ সাইকিয়া। সংবাদ সংস্থা এএনআইকে দেওয়া সাক্ষাৎকারে তিনি সাফ জানিয়ে দিয়েছেন, এসব খবর কেবলই ‘কল্পনাপ্রসূত’ এবং এর কোনো ভিত্তি নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান বিচারপতি অভিভাষণ দেবেন ৩০ ডিসেম্বর | প্রথম আলো",
            "time": "2025-12-28T17:09:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fsck8q224%2FJustice.webp?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি জুবায়ের রহমান চৌধুরীকে দেশের ২৬তম প্রধান বিচারপতি হিসেবে নিয়োগ দেওয়া হয়। আইন, বিচার ও সংসদবিষয়ক মন্ত্রণালয় থেকে ২৩ ডিসেম্বর নিয়োগ–সংক্রান্ত প্রজ্ঞাপন জারি করা হয়। আর এ নিয়োগ শপথ গ্রহণের তারিখ থেকে কার্যকর হবে বলে প্রজ্ঞাপনে উল্লেখ করা হয়।</p><p>বিচারপতি জুবায়ের রহমান চৌধুরী আজ রোববার প্রধান বিচারপতি হিসেবে শপথ নিয়েছেন। সকালে বঙ্গভবনের দরবার হলে আয়োজিত এক অনুষ্ঠানে রাষ্ট্রপতি মো. সাহাবুদ্দিন তাঁকে শপথ পাঠ করান।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনকালে এনসিপিতে নিজেকে ‘নিষ্ক্রিয়’ ঘোষণা নুসরাত তাবাসসুমের | প্রথম আলো",
            "time": "2025-12-28T17:03:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F2zza4frf%2F58194558115788162966221603379235071822545499n.jpg?rect=0%2C288%2C1985%2C1042&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুকে নুসরাত লিখেছেন, ‘আমি খুব সংক্ষেপে কিছু বিষয় জানাতে চাই। এনসিপি তার জন্মলগ্নে আমাদের স্বপ্ন দেখিয়েছে গণতন্ত্রের সুষম চর্চা, নয়া বন্দোবস্ত, মধ্যপন্থা, অন্তর্ভুক্তিমূলক সমাজব্যবস্থা, সভ্যতাকেন্দ্রিক সাম্রাজ্য সম্প্রসারণ এবং সর্বোপরি বাংলাদেশপন্থা নিয়ে। এই প্রতিটা শব্দ আমি আমার মননে, মগজে এবং যাপনে ধারণ করি, এই শব্দগুলো আমার রাজনৈতিক স্বপ্ন। এনসিপির ঘোষণাপত্র থেকে শুরু করে এর সবগুলো লিটারেচার এ বক্তব্য ধারণ করে। এনসিপি গঠনের সময় এটি ঠিক তা–ই ছিল, যা আমি চেয়েছিলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "তিন গুণ পারিশ্রমিকেও রাজি হননি অক্ষয়, ‘দৃশ্যম ৩’ নিয়ে তুমুল বিতর্ক | প্রথম আলো",
            "time": "2025-12-28T16:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fn9xpp0iu%2Fthumbnail_39_6377114f3ac9d.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আইনি প্রক্রিয়া শুরু<br></strong>প্রযোজক কুমার মঙ্গত পাঠক জানিয়েছেন, চুক্তি ভঙ্গের অভিযোগে অক্ষয় খন্নার বিরুদ্ধে আইনি নোটিস পাঠানো হয়েছে। গতকাল শনিবার সংবাদ সংস্থা পিটিআইকে দেওয়া বক্তব্যে কুমার মঙ্গত পাঠক বলেন, অক্ষয় খান্না একটি টেক্সট মেসেজ পাঠিয়ে হঠাৎ ছবিটি না করার সিদ্ধান্ত জানান। এরপর আর কোনো যোগাযোগে সাড়া না দেওয়ায় তাঁরা আইনি পথে হাঁটতে বাধ্য হয়েছেন।</p><p>প্রযোজক জানান, গত মাসেই ছবির জন্য অক্ষয় খান্নার সঙ্গে চুক্তি সই করা হয়েছিল এবং তাঁকে অগ্রিম পারিশ্রমিকও দেওয়া হয়। কিন্তু হঠাৎ করে তাঁর সরে দাঁড়ানোয় শুটিংয়ের সময়সূচি মারাত্মকভাবে ব্যাহত হয়।</p><p>পিটিআইকে কুমার মঙ্গত পাঠক বলেন, ‘আমরা প্রায় দুই বছর ধরে ছবিটি নিয়ে কাজ করছি, আর এই পুরো বিষয়টি অক্ষয় জানতেন। আমরা তাঁকে সম্পূর্ণ চিত্রনাট্য শুনিয়েছিলাম, যা তিনি পছন্দও করেছিলেন। চুক্তি সইয়ের আগে তাঁর পারিশ্রমিক নিয়ে তিন দফা আলোচনা হয়। দুপক্ষ সন্তুষ্ট হওয়ার পরই চুক্তি করা হয় এবং সাইনিং অ্যামাউন্ট দেওয়া হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘নির্দোষ আমাকে কেন এভাবে কুপিয়ে জখম করল?’ আক্ষেপ সুফিয়ানের | প্রথম আলো",
            "time": "2025-12-28T16:43:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fyoc22zqj%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C54%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"‘নির্দোষ আমাকে কেন এভাবে কুপিয়ে জখম করল?’ আক্ষেপ সুফিয়ানের \" class=\"nA4h1 \">‘নির্দোষ আমাকে কেন এভাবে কুপিয়ে জখম করল?’ আক্ষেপ সুফিয়ানের </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-28T22:43:33+06:00\"><span>প্রকাশ: ২৮ ডিসেম্বর ২০২৫, ১৬: ৪৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "এক দিনে প্রায় ৩ হাজার স্বাক্ষর সংগ্রহ তাসনিম জারার | প্রথম আলো",
            "time": "2025-12-28T16:43:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fip2zjo04%2Ftasnim-jara.jpg?rect=0%2C563%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাসনিম জারা নিজের ভেরিফায়েড ফেসবুক পেজে আজ রোববার রাত সাড়ে নয়টার দিকে এক পোস্টে বলেছেন, ‘আমরা সকাল থেকে আপনাদের স্বাক্ষর সংগ্রহ করছি। এখন পর্যন্ত প্রায় ৩ হাজার স্বাক্ষর সংগ্রহ করা হয়েছে। আমাদের লক্ষ্যে পৌঁছাতে হলে ৫ হাজার স্বাক্ষর সংগ্রহ করতে হবে।’</p><p>স্বাক্ষর সংগ্রহে স্বেচ্ছাসেবকদের ভূমিকার কথা উল্লেখ করে তাসনিম জারা বলেন, ‘মাহি, সাগরিকা ও রাফির মতো ইনোভেটিভ (উদ্ভাবনী বুদ্ধিসম্পন্ন) স্বেচ্ছাসেবকেরা আমাদের কাছ থেকে ফর্ম নিয়ে অল্প সময়ের মধ্যে ১০–২০টি করে স্বাক্ষর সংগ্রহ করে ফেরত দিচ্ছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "লিগ শুরু কাল, অথচ এখনো অনুশীলনই করতে পারেনি অনেক দল | প্রথম আলো",
            "time": "2025-12-28T16:38:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Flyu49lk9%2Ffootball.jpg?rect=0%2C0%2C2200%2C1155&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথমবারের মতো লিগে চারজন করে বিদেশি ফুটবলার নিবন্ধনের সুযোগ থাকলেও রাজশাহী ও ফরাশগঞ্জ ছাড়া আর কেউ বিদেশি ফুটবলার দলে নেয়নি। রাজশাহী নেপালি দুই ডিফেন্ডার বিমলা বিকে, দিপা শাহীকে নিয়েছে। ফরাশগঞ্জও নেপাল জাতীয় দলের দুই ডিফেন্ডার পূজা রানা ও সমীক্ষা ঘিমিরেকে দলভুক্ত করেছে।</p><p>‎সব দলে জাতীয় দলের ফুটবলারও নেই। ছয়টি দলে জাতীয় দল ও বয়সভিত্তিক দলের খেলোয়াড়েরা আছে। তবু লিগটা প্রতিদ্বন্দ্বিতাপূর্ণ হবে, বিশ্বাস বাফুফে নারী উইংয়ের চেয়ারম্যান মাহফুজা আক্তারের। কাল সাংবাদিকদের তিনি বলেছেন, ‘জাতীয় দল ও বয়সভিত্তিক দলের মেয়েরা যেহেতু ছয়টি দলের মধ্যে আছে, আমি মনে করি জমজমাট ও প্রতিদ্বন্দ্বিতাপূর্ণ লিগ হবে।’</p><p>সিঙ্গেল লিগ ভিত্তিতে প্রতি দলের ম্যাচ হবে ১০টি। ‎মাত্র এক মাসেই লিগ শেষ (৩০ জানুয়ারি)। বেশ কয়েকটি রাউন্ডে এক দিনেই রাখা হয়েছে পাঁচটি ম্যাচ। সকাল থেকে রাত পর্যন্ত খেলা হবে। কিন্তু কেন? মাহফুজা আক্তারের ভাষ্য, ‘সময় কম, তাই এক দিনে পাঁচ ম্যাচ রাখা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তাসনিম জারা ও তাজনূভা জাবীনের পদত্যাগ: যা বললেন নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-12-28T16:32:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Flygegcrk%2FAS3656042724.JPG?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় নাগরিক পার্টি (এনসিপি) থেকে তাসনিম জারা ও তাজনূভা জাবীনের পদত্যাগ নিয়ে কথা বলেছেন দলটির আহ্বায়ক নাহিদ ইসলাম। সাংবাদিকদের এক প্রশ্নের জবাবে তিনি বলেছেন, কেউ দলে থাকবে কি না বা নির্বাচন করবে কি না, সেটা তাঁর ব্যক্তিগত সিদ্ধান্ত।</p><p>জামায়াতে ইসলামীসহ আট দলের সঙ্গে নির্বাচনী সমঝোতার বিষয়টি জানাতে আজ রোববার রাতে বাংলামোটরে এনসিপির কেন্দ্রীয় কার্যালয়ে সংবাদ সম্মেলনে এসে সাংবাদিকদের নানা প্রশ্নের জবাব দেন নাহিদ ইসলাম।</p><p>জামায়াতে ইসলামীর সঙ্গে নির্বাচনী সমঝোতা নিয়ে দুই নারীনেত্রীর পদত্যাগ ও বেশ কয়েকজন নেতার আপত্তি দলে ভাঙন আনছে কি না, সেই প্রশ্ন করেন একজন সাংবাদিক। জবাবে নাহিদ ইসলাম বলেন, তাঁরা তাদের দলের নির্বাহী ‘বডির’ (পরিষদ) সঙ্গে আলোচনা করে, সংখ্যাগরিষ্ঠের মতামতের ভিত্তিতে জোটের বিষয়ে সিদ্ধান্ত নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জ-২ আসনে বিএনপির মনোনয়ন ঘিরে নাটকীয়তা | প্রথম আলো",
            "time": "2025-12-28T16:32:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F4k1gibcp%2FSunamganjDH053220251228FBIMG1766934670815.jpg?rect=0%2C124%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে বিএনপির মহাসচিব স্বাক্ষরিত একটি প্রত্যয়নপত্র, যেখানে তাহির রায়হান চৌধুরীকে সুনামগঞ্জ–২ আসনে দলের মনোনীত প্রার্থী হিসেবে উল্লেখ করা হয়েছে। রাত নয়টায় এ বিষয়ে জানতে তাহির রায়হান চৌধুরীর মুঠোফোনে যোগাযোগ করা হলে তিনি মনোনয়নপত্র সংগ্রহ এবং দল থেকে চিঠি পাওয়ার বিষয়টি নিশ্চিত করেছেন।</p><p>এ বিষয়ে তাহির রায়হান প্রথম আলোকে বলেন, ‘আমি মনোনয়নপ্রত্যাশী ছিলাম। মাঠে কাজ করেছি। কিন্তু আমাকে মনোনয়ন না দিলেও আমি দলের সিদ্ধান্তের বাইরে যাইনি। এখন দল থেকে আমাকে মনোনয়নপত্র সংগ্রহ ও জমা দিতে বলা হয়েছে। সে অনুযায়ী মনোনয়নপত্র সংগ্রহ করেছি, কাল (সোমবার) জমা দেব।’</p></div></div></div></body></html>"
        },
        {
            "title": "এইউডব্লিউতে পড়তে পারা আমার পুরো পরিবারের জন্যই একটা স্বপ্নপূরণের মতো | প্রথম আলো",
            "time": "2025-12-28T16:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F410rfwv9%2FSaindau-Chowdhury-2.JPG?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"এইউডব্লিউতে পড়তে পারা আমার পুরো পরিবারের জন্যই একটা স্বপ্নপূরণের মতো\" class=\"IiRps \">এইউডব্লিউতে পড়তে পারা আমার পুরো পরিবারের জন্যই একটা স্বপ্নপূরণের মতো</h1></p><div class=\"Ibzfy\"><p>দরিদ্র পরিবারের প্রথম মেয়েসন্তান, যাঁরা নানা প্রতিকূলতা পেরিয়ে বিশ্ববিদ্যালয় পর্যায়ে পৌঁছান, তাঁদের অনুপ্রাণিত করতে দেওয়া হয় আইডিএলসি ও প্রথম আলো ট্রাস্টের ‘অদ্বিতীয়া’ বৃত্তি।</p><p>চট্টগ্রামে অবস্থিত এশিয়ান ইউনিভার্সিটি ফর উইমেনে (এইউডব্লিউ) পড়ার সুযোগ পান তাঁরা। আবাসন, টিউশন ফি মওকুফসহ নানা সুবিধা তাঁদের দেয় বিশ্ববিদ্যালয় কর্তৃপক্ষ।</p><p>২০১২ সাল থেকে ট্রান্সকম গ্রুপের সহযোগিতায় ৪২ জন ও ২০১৭ সাল থেকে আইডিএলসি ফাইন্যান্স পিএলসির সহযোগিতায় ৮৬ জনসহ মোট ১২৮ জন এ পর্যন্ত এই বৃত্তি পেয়েছেন।</p><p>৭৬ জনের এরই মধ্যে স্নাতক শেষ হয়েছে, যাঁদের অনেকেই দেশে-বিদেশে ভালো অবস্থানে আছেন। ২০২৫ সালেও বৃত্তি পেয়েছেন ১০ জন। পড়ুন তাঁদের একজন—খাগড়াছড়ির <strong>সাইন্দাউ চৌধুরী</strong>র গল্প।</p></div></div></div></body></html>"
        }
    ]
}