{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কিশোরগঞ্জ বিশ্ববিদ্যালয়ে পুনর্নিয়োগ বিজ্ঞপ্তি, নবমসহ বিভিন্ন গ্রেডে চাকরি | প্রথম আলো",
            "time": "2025-07-27T05:22:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-08%2F47170dee-1ed8-4647-890d-83b70e24052e%2FUntitled_2.png?rect=0%2C0%2C842%2C442&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. প্রশাসনিক কর্মকর্তা</strong></p><p>পদসংখ্যা: ২</p><p>বেতন স্কেল: ১৬০০০-৩৮৬৪০ টাকা</p><p><strong>৫. উপসহকারী প্রকৌশলী, সিভিল</strong></p><p>পদসংখ্যা: ১</p><p>বেতন স্কেল: ১৬০০০-৩৮৬৪০ টাকা</p><p><strong>৬. ক্যাটালগার</strong></p><p>পদসংখ্যা: ১</p><p>বেতন স্কেল: ৯৭০০-২৩৪৯০ টাকা</p><p><strong>৭. ল্যাব অ্যাসিস্ট্যান্ট</strong></p><p>পদসংখ্যা: ২</p><p>বেতন স্কেল: ৯৩০০-২২৪৯০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের কোচ হতে আবেদন করেছেন গার্দিওলাও, ফেডারেশন বলল ‘ভুয়া’ | প্রথম আলো",
            "time": "2025-07-27T05:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fxku52b5p%2FWhatsApp-Image-2025-07-27-at-10.54.55-AM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিটির সঙ্গে চুক্তিতে থাকা গার্দিওলার ভারতের কোচ হতে চাওয়াটাই সন্দেহজনক। কোনো জাতীয় দলের দায়িত্ব নিতে পারেন বা সিটি ছাড়তে পারেন, এমন কোনো গুঞ্জনও শোনা যায়নি সম্প্রতি। এমন পরিস্থিতির মধ্যে গার্দিওলার ভারতের কোচ হতে চাওয়ার বিষয়টি নিয়ে খোঁজখবর নেওয়া শুরু করে এআইএফএফ।</p><p>‘ভুয়া আবেদন খারিজ করে ভারতীয় সিনিয়র পুরুষ জাতীয় ফুটবল দলের প্রধান কোচের পদের জন্য বাছাই করা প্রার্থীদের পর্যালোচনা করবে এআইএফএফ কার্যনির্বাহী কমিটি’—এ শিরোনামের বিজ্ঞপ্তিতে লেখা হয়েছে, ‘এআইএফএফ স্প্যানিশ কোচ পেপ গার্দিওলা ও জাভি হার্নান্দেজের আবেদনপত্রসহ একটি ই–মেইল পেয়েছিল। তবে তাঁদের আবেদনের সত্যতা নিশ্চিত করা যায়নি। পরবর্তী সময়ে জানা গেছে যে ই–মেইলের আবেদনগুলো আসল ছিল না।’</p><p>ভারতের কোচ হতে আগ্রহী ব্যক্তিদের মধ্য থেকে মোট ১৭০টি আবেদনপত্র পাওয়া গেছে। যাচাই–বাছাই শেষে তিনজনের সংক্ষিপ্ত তালিকা তৈরি করা হয়েছে বলে জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সমাজ মোশাররফ করিমকে মেনে নিচ্ছে; কিন্তু আমাকে নিচ্ছে না | প্রথম আলো",
            "time": "2025-07-27T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fupkrpg4g%2F47663670020590629478723887504527734433865101n.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘বোহেমিয়ান ঘোড়া’য় সাঁওতালি কন্যা ‘প্রথম’-এর চরিত্র। শুরুতেই এমন চ্যালেঞ্জিং চরিত্র। যে জন্য আমাকে তাঁদের জীবনযাপন, উচ্চারণ রপ্ত করতে হবে। এত তাড়াতাড়ি অভিনয় শুরু করব ভাবিনি, তবে এমন একটি সুযোগ পেয়ে কাজে লেগে পড়লাম। শুরুতে সাঁওতাল সম্প্রদায় সম্পর্কে জেনেছি, তাঁরা যেভাবে কথা বলে সেটা রপ্ত করার চেষ্টা করেছি। কারণ, সিরিজে প্রমিত বাংলায় আমার কোনো সংলাপই ছিল না। আগে থিয়েটারের অভিজ্ঞতা থাকায় খুব একটা সমস্যা হয়নি। চরিত্রটির একটি মনস্তাত্ত্বিক দিকও ছিল, প্রথম তাঁর স্বামীকে নিয়ে সংগ্রাম করে। এটা আমাদের চেনা গল্প, ফলে সহজেই নিজের অভিজ্ঞতা, পর্যবেক্ষণের সঙ্গে মেলাতে পেরেছি।</p></div></div></div></body></html>"
        },
        {
            "title": "কালিয়াকৈরে মকস বিলে নৌকা ডুবে নিখোঁজ আরও এক শিক্ষার্থীর মরদেহ উদ্ধার | প্রথম আলো",
            "time": "2025-07-27T05:13:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C407%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা গেছে, গত শুক্রবার সকালে কালিয়াকৈর উপজেলার সুরিচালা এলাকায় তাঁর খালার বাড়িতে বেড়াতে যায় রফিকুল ইসলাম। বিকেলে সে মেহেদী, শিমুল, আরও দুই বন্ধুসহ মোট পাঁচজন মিলে একটি ছোট নৌকায় করে মকস বিলে ঘুরতে যায়। ঝোড়ো বাতাস ও ঢেউয়ের কারণে বিকেল সাড়ে চারটার দিকে নৌকাটি ডুবে যায়। এ সময় সাঁতরে তীরে উঠতে সক্ষম হন সাকিব হোসেন ও আরাফাত হোসেন। তবে মেহেদী, শিমুল ও রফিকুল পানিতে তলিয়ে যান।</p><p>পরে স্থানীয় লোকজন ও কালিয়াকৈর ফায়ার সার্ভিসের ডুবুরি দল উদ্ধারকাজ শুরু করে। গতকাল সকাল আটটার দিকে রফিকুল ও বিকেল পাঁচটার দিকে শিমুলের মরদেহ উদ্ধার করা হয়। আজ সকালে কচুরিপানার নিচ থেকে উদ্ধার করা হয় মেহেদীর মরদেহ।</p></div></div></div></body></html>"
        },
        {
            "title": "বছরের দ্বিতীয় প্রান্তিকে মুনাফা কমেছে বিএটিবিসির | প্রথম আলো",
            "time": "2025-07-27T05:11:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-06%2Fjh13c28x%2FUntitled-11.jpg?rect=0%2C34%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি বছরের এপ্রিল-জুন প্রান্তিকে ব্রিটিশ আমেরিকান টোব্যাকো কোম্পানির (বিএটিবিসি) শেয়ারপ্রতি আয় (ইপিএস) বা মুনাফা উল্লেখযোগ্য হারে কমেছে। এই সময় ইপিএস কমলেও শেয়ারপ্রতি নেট অপারেটিং ক্যাশ ফ্লো বা এনওসিএফপিএস বেড়েছে।</p><p>ঢাকা স্টক এক্সচেঞ্জের (ডিএসই) ওয়েবসাইটে বলা হয়েছে, বিক্রয় কমে যাওয়া, মূল্যস্ফীতিজনিত খরচ বেড়ে যাওয়া এবং কোম্পানিটির ঢাকা কারখানা বন্ধের কারণে সম্পদমূল্য কমে যাওয়া—এসব কারণে বিএটিবিসির সম্পদমূল্য কমে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "উমামা ফাতেমার ফেসবুক পোস্ট: ঠিকমতো খোঁজ নিলে বুঝবেন, এদের শেকড় অনেক গভীরে | প্রথম আলো",
            "time": "2025-07-27T05:06:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-29%2Fwvzztegq%2FUntitled-6.jpg?rect=0%2C94%2C1745%2C916&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর গুলশান এলাকায় আওয়ামী লীগ নেত্রী ও সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসায় চাঁদাবাজি করার অভিযোগে বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতাসহ পাঁচজন আটক হওয়ার ঘটনা নিয়ে সামাজিক যোগাযোগমাধ্যম ফেসবুকে পোস্ট দিয়েছেন উমামা ফাতেমা।</p><p> পোস্টে উমামা ফাতেমা লেখেন, এই চাঁদাবাজির খবর দেখে আশেপাশের সবাই এত অবাক হওয়ার ভান করছেন, বিষয়টা কিছুটা হাস্যকর বটে। বলতে হবে, এই প্রথম কোনো চাঁদাবাজি করতে গিয়ে তারা পুলিশের হাতে ধরা খেল। ঠিকমতো খোঁজ নিলে বুঝবেন, এদের শেকড় অনেক গভীরে।</p><p>গতকাল শনিবার রাতে নিজের ভেরিফায়েড ফেসবুক পেজে আটক পাঁচজনের ছবিসহ পোস্টটি দেন উমামা। গত বছর জুলাইয়ে গণ-অভ্যুত্থানে উমামা বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় সমন্বয়ক ছিলেন। পরবর্তী সময়ে তিনি সংগঠনের মুখপাত্র হন। গত মাসে তিনি বৈষম্যবিরোধী ছাত্র আন্দোলন ছাড়েন।</p><p>চাঁদাবাজির অভিযোগে বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতাসহ পাঁচজন আটক হওয়ার ঘটনা নিয়ে উমামার ফেসবুক পোস্টটি তুলে ধরা হলো—</p></div></div></div></body></html>"
        },
        {
            "title": "আর্সেনালেই নাম লেখালেন ভিক্টর ইয়োকেরেস | প্রথম আলো",
            "time": "2025-07-27T05:03:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F42sqs9g4%2FViktor-Gy%C3%B6keres-5.jpg?rect=0%2C0%2C1513%2C794&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫–২৬ মৌসুম শুরুর আগে এ নিয়ে ছয় খেলোয়াড় কিনল আর্সেনাল। ক্লাবটি ইয়োকেরেসের আগে দলে ভিড়িয়েছে ডিফেন্ডার ক্রিস্তিয়ান মোস্কেরা, মিডফিল্ডার মার্তিন জুবিমেন্দি, গোলকিপার কেপা আরিজাবালাগা, ফরোয়ার্ড নোনি মাদুয়েকে ও মিডফিল্ডার ক্রিস্টিয়ান নরগার্ডকে। তাঁদের পেছনে ২৩ কোটি ৩৩ লাখ ৩৫ হাজার ইউরো (৩ হাজার ৩৫৬ কোটি ২২ লাখ ৬৩ হাজার টাকা) খরচ করে ফেলেছেন আর্সেনাল কোচ মিকেল আরতেতা।</p><p>গত বছরের নভেম্বরে উয়েফা চ্যাম্পিয়নস লিগের প্রথম পর্বের ম্যাচে ইয়োকোরেসের স্পোর্তিংকে ৫–১ গোলে বিধ্বস্ত করেছিল আরতেতার আর্সেনাল। এরপরই তিনি ভেবে রেখেছিলেন, মৌসুম শেষে আর্সেনালেই যোগ দেবেন। </p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজার সমুদ্রসৈকতে ভাঙন, উপড়ে পড়েছে কয়েক হাজার ঝাউগাছ | প্রথম আলো",
            "time": "2025-07-27T05:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F71jzkf0h%2FWhatsApp-Image-2025-07-27-at-10.52.22.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শনিবার বিকেলে সরেজমিন সমুদ্রসৈকতের শৈবাল, লাবণী, সুগন্ধা, কলাতলীসহ কয়েকটি পয়েন্টে গিয়ে দেখা যায়, ঢেউয়ের আঘাতে সৈকতের বিভিন্ন জায়গায় বিশাল গর্ত তৈরি হয়েছে। বৈদ্যুতিক খুঁটির ওপর ঝাউগাছ পড়ে থাকায় বিদ্যুৎ সরবরাহ বন্ধ রয়েছে কিছু এলাকায়। স্থানীয় বাসিন্দারা বলেন, ভাঙনের এই ধারা অব্যাহত থাকলে সৈকতের কাছেই বানানো আন্তর্জাতিক ক্রিকেট স্টেডিয়াম, পর্যটন পুলিশের কার্যালয়, জেলা প্রশাসনের তথ্য, অভিযোগ কেন্দ্রসহ সরকারি বিভিন্ন স্থাপনাও ভাঙনের কবলে পড়ার আশঙ্কা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে সকাল থেকে বৃষ্টি, মানুষের ভোগান্তি | প্রথম আলো",
            "time": "2025-07-27T04:58:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F3qneeig0%2FWhatsApp-Image-2025-07-27-at-10.18.40.jpeg?rect=0%2C167%2C1416%2C743&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তরের চট্টগ্রাম কার্যালয়ের তথ্য অনুযায়ী, গতকাল শনিবার সকাল ৯টা থেকে আজ সকাল ৯টা পর্যন্ত ২৪ ঘণ্টায় ৬৭ দশমিক ৮ মিলিমিটার বৃষ্টি রেকর্ড করা হয়েছে। অধিদপ্তরের পূর্বাভাসে বলা হয়েছে, চট্টগ্রাম বিভাগের অধিকাংশ জায়গায় বজ্রসহ মাঝারি থেকে ভারী বর্ষণ হতে পারে।</p><p>আবহাওয়া অধিদপ্তরের পূর্বাভাস কর্মকর্তা মাহমুদুল আলম প্রথম আলোকে বলেন, সম্প্রতি বঙ্গোপসাগরে নিম্নচাপ তৈরি হয়েছিল। এটি গতকাল শনিবার বাংলাদেশের উপকূল পেরিয়ে যায়। এ নিম্নচাপের প্রভাবে ও মৌসুমি বায়ু সক্রিয় থাকায় চট্টগ্রামে আজ মাঝারি থেকে ভারী বৃষ্টি হওয়ার সম্ভাবনা রয়েছে। আরও দু-তিন দিন বৃষ্টি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাছগুলো শূন্যে ঝুলে ঝুলে বাড়ে | প্রথম আলো",
            "time": "2025-07-27T04:53:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fwsojzl4c%2F27072025-cm-16.jpg?rect=0%2C151%2C1169%2C614&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এয়ার প্লান্ট ওর ইংরেজি বা সাধারণ নাম হলেও উদ্ভিদবিদেরা এ গাছগুলোকে উদ্ভিদ–জগতে তিলান্ডশিয়া গণের অন্তর্ভুক্ত করেছেন। এ গণে সারা বিশ্বে প্রায় ৬৫০টি প্রজাতি রয়েছে। কয়েক বছর হলো তিলান্ডশিয়ার কয়েকটি প্রজাতির গাছ এ দেশে এসেছে। ঢাকার কলেজে গেটে কাশবন নার্সারি, ফ্যালকন নার্সারি, সাভারের বরিশাল নার্সারি, ডিসি নার্সারি ইত্যাদিতে এ গাছের দেখা পেলাম। এমনকি অনেক শৌখিন বাগানিদের অন্দরমহলে ঝুলছে এ গাছ। খুলনা শহরে শান্তিধাম মোড়ের কাছে ডেন্টাল সার্জন শেখ আবদুল্লাহ আল মামুনের বাড়ির ছাদবাগানে বছর দুয়েক আগে যখন একে প্রথম দেখি, তখনই তার ব্যতিক্রমী রূপ আমাকে মুগ্ধ করেছিল। আরও মুগ্ধ হয়েছিলাম গাছটির প্রতি মামুন ভাইয়ের মমতা দেখে। একটা ছোট্ট গাছ, যার পাতাগুলোও সরু, ফুলের কোনো শ্রী নেই, শূন্যে বাতাসে দুলছে—সে গাছটিকেই কেন তিনি এত যত্ন করে বড় করছেন? নিশ্চয়ই এর ভিন্ন কোনো আকর্ষণ আছে!</p><p>কলেজ গেটের কাশবন নার্সারিতে গিয়ে দেখা হলো তানভীরের সঙ্গে। তিনি জানালেন, তাঁরা এ গাছ এনেছেন থাইল্যান্ড থেকে। তাঁদের সংগ্রহে আছে তিলান্ডশিয়ার পাঁচ প্রজাতির গাছ। একটি প্রজাতির গাছের পাতা দেখলাম টকটকে লাল, একটির পাতা সবুজ, অন্যটির পাতা গোলাপি। আর এক প্রজাতির গাছ সেমাই সুতোর মতো জটলা পাকানো, নাম স্প্যানিশ মস (<em>Tillandsia usneoides</em>)। হালকা সবুজ রঙের এ গাছেরা অনেকটা স্বর্ণলতার মতো পরাশ্রয়ী স্বভাবের। গাছের অংশ ছিঁড়ে কোনো গাছের ডালে পেঁচিয়ে রেখে দিলে সেখানেই বাড়তে থাকে ও অজস্র শাখায়িত ডাল-পাতা নিচে ঝুলিয়ে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাইয়ে দুর্বৃত্তদের গুলিতে সাবেক যুবলীগ নেতা আহত | প্রথম আলো",
            "time": "2025-07-27T04:48:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Ff2ryrarj%2Fbfc97f4f-3ad7-44cb-90e1-873d43bf457a.jfif?rect=0%2C145%2C718%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে মিরসরাই উপজেলা স্বাস্থ্য কমপ্লেক্সের জরুরি বিভাগের কর্তব্যরত চিকিৎসক ফাহিম ফেরদৌস প্রথম আলোকে বলেন, অনির্বাণের পিঠে ও কোমরে দুটি গুলি লেগেছে। তাঁকে প্রাথমিক চিকিৎসা দিয়ে উন্নত চিকিৎসার জন্য চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে।</p><p>জোরারগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা আবদুল হালিম প্রথম আলোকে বলেন, ‘গুলিবিদ্ধ হওয়ার ঘটনা শোনার পর রাতেই ঘটনাস্থল পরিদর্শন করেছি। কারা, কী উদ্দেশ্যে তাঁকে গুলি করেছে, সেটি জানতে তদন্ত হচ্ছে। তদন্তের পর এ বিষয়ে আইনি ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে ১০ দফা দাবিতে মহাসড়ক অবরোধ, কাঁদানে গ্যাসের শেলে ছত্রভঙ্গ শ্রমিকেরা | প্রথম আলো",
            "time": "2025-07-27T04:46:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F7iqa3lmf%2FGazipurDH071620250727Sreepur-Sromik-Andolon-3.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সম্পর্কে শিল্প পুলিশের শ্রীপুর সার্কেলের ইনচার্জ আবদুল লতিফ বলেন, সড়কের যান চলাচল স্বাভাবিক রাখতে শ্রমিকদের সরিয়ে দেওয়া হয়েছে। শ্রমিকেরা মারমুখী হলে তাঁদের সরাতে কাঁদানে গ্যাসের শেল ছুড়তে হয়েছে।</p><p>স্থানীয় লোকজন ও শ্রমিকদের কয়েকটি সূত্রে জানা গেছে, চলতি বছরের জানুয়ারি থেকে জুলাই মাস পর্যন্ত ইনক্রিমেন্টের টাকা বেতনের সঙ্গে একসঙ্গে পরিশোধ, শিক্ষাগত যোগ্যতার ভিত্তিতে নিয়োগ, প্রতিবছর বাড়তি বেতন, আন্দোলনকালীন দিনগুলো হাজিরা হিসেবে গণ্য করা, নতুন ও পুরোনো শ্রমিকদের জন্য সঠিক বেতনকাঠামো প্রণয়ন, সিভিল কর্মীদের ন্যূনতম হাজিরা ৫০০ টাকা নির্ধারণ, মাসিক হাজিরা বোনাস ১ হাজার ৫০০ টাকা করা, আন্দোলনের পর কাউকে চাকরিচ্যুত না করা, বয়স্ক ভাতাসহ পুরোনো সব সুবিধা চালু এবং কোম্পানির বিভিন্ন পর্যায়ের ভারতীয় কর্মকর্তাদের অপসারণ—এ ১০ দফা দাবিতে আন্দোলনে নেমেছেন শ্রমিকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "হাঁটুপানিতে দাঁড়িয়ে বিয়ে | প্রথম আলো",
            "time": "2025-07-27T04:39:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fasgvd12j%2FCapture.PNG?rect=0%2C18%2C965%2C507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ বছর ধরে জেড রিক ভারদিলো ও জ্যামাইকা আগুইলার পরস্পরকে জেনেছেন, চিনেছেন। অবশেষে এ দুই তরুণ-তরুণী বিয়ের সিদ্ধান্ত নিয়েছেন। দুই পরিবারের সম্মতিতে বিয়ের তারিখ ঠিক হওয়ার পর শুরু হয় নানা প্রস্তুতি।</p><p>সব ঠিকঠাকই চলছিল—বিয়ের পোশাক তৈরি, কেনাকাটা, অতিথি আমন্ত্রণ, ভোজের ব্যবস্থা। কমতি ছিল না কোনো কিছুর। কিন্তু এত সব আয়োজনে ‘পানি ঢালা’র উপক্রম হয়েছিল ঘূর্ণিঝড় উইফার কারণে।</p><p>ভারদিলো ও আগুইলার বিয়ের তারিখ ছিল গত ২২ জুলাই। সে সময় উইফার প্রভাবে ফিলিপাইনে শুরু হয় তুমুল বৃষ্টি। যদিও এই ঝড় সরাসরি ফিলিপাইনে আঘাত হানেনি। তবে দক্ষিণ-পশ্চিম মৌসুমি বায়ু সক্রিয় হয়ে ফিলিপাইনের বুলাকান প্রদেশে শুরু হয় ভারী বর্ষণ। তুমুল বৃষ্টিতে চারদিক জলমগ্ন হয়ে পড়ে, দেখা দেয় বন্যাও। বিয়ের আয়োজন যেখানে হওয়ার কথা, সেই বারাসোয়াইন গির্জার ভেতরও পানি থই থই করছিল। প্রকৃতির এ বিরূপ রূপকে নিজেদের ভালোবাসার পরীক্ষা হিসেবে গ্রহণ করেন ভারদিলো ও আগুইলার।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় আকাশ থেকে ত্রাণ ফেলেছে ইসরায়েল, এর মধ্যেই হামলায় নিহত ৫০ | প্রথম আলো",
            "time": "2025-07-27T04:36:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fiqjeu7bp%2FUntitled-1.jpg?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ইসরায়েল বলেছে, জাতিসংঘের ত্রাণবাহী গাড়িবহরগুলো যাতে গাজায় খাদ্য ও ওষুধ পৌঁছে দিতে পারে, সে জন্য মানবিক করিডর প্রতিষ্ঠা করা হবে। এতে মানবিক পরিস্থিতির উন্নতি হবে ও ইসরায়েলের বিরুদ্ধে গাজা উপত্যকায় ইচ্ছাকৃত দুর্ভিক্ষ ঘটানোর মিথ্যা দাবি খণ্ডন হবে।</p><p>ইতিমধ্যে ইসরায়েলের পররাষ্ট্র মন্ত্রণালয় সামাজিক যোগাযোগমাধ্যম এক্সে জানিয়েছে, আজ রোববার সকালে গাজার নির্দিষ্ট অংশে ত্রাণ বিতরণ সহজ করতে ‘মানবিক বিরতি’ কার্যকর হবে।</p><p>তবে মানবিক সহায়তা সংশ্লিষ্ট শীর্ষ কর্মকর্তারা গভীর উদ্বেগ প্রকাশ করে বলেছেন, গাজার ২০ লাখের বেশি মানুষের খাদ্যসংকট মোকাবিলায় আকাশ থেকে ফেলা ত্রাণ যথেষ্ট নয়। স্থলপথে আরও বেশি ত্রাণ পাঠানোর অনুমতি দেওয়ার দাবি তুলেছেন তাঁরা।</p><p>গত ২ মার্চ গাজার ওপর পূর্ণ অবরোধ আরোপ করে ইসরায়েল। মে মাসের শেষ দিকে দেশটি আবার স্বল্প পরিমাণে ত্রাণ সরবরাহ চালু করার অনুমতি দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাউন সিনড্রোম শিশুর যত্ন | প্রথম আলো",
            "time": "2025-07-27T04:28:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F9s37g8pn%2F27072025-cm-5.jpg?rect=0%2C66%2C947%2C497&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শনাক্তের উপায় ও চিকিৎসা</strong></p><p>ডাউন সিনড্রোম শিশু জন্মের আগে ও জন্মের পর দুভাবে শনাক্ত করা যায়। গর্ভাবস্থায় মায়ের পেট থেকে কোষ নিয়ে, রক্ত পরীক্ষা, আলট্রাসাউন্ড প্রভৃতি স্ক্রিনিং টেস্টের মাধ্যমে জানা যায় গর্ভস্থ শিশুটি ডাউন সিনড্রোমে আক্রান্ত কি না। জন্মের পর কেরিওটাইপ, সিবিসি ও থাইরয়েড হরমোন–ঘাটতি, শ্রবণশক্তি, হার্টের জন্মত্রুটি নির্ণয়ের মাধ্যমে রোগটি শনাক্ত করা যায়।</p><p>ডাউন সিনড্রোম সম্পূর্ণ নিরাময় না হলেও ভালোবাসাপূর্ণ পরিবেশে শিশুদের স্বাভাবিক বিকাশ হয়। নিয়মিত ওজন ও উচ্চতা মেপে দৈহিক বৃদ্ধি পর্যবেক্ষণে রাখতে হবে। চোখের সমস্যা, ডায়াবেটিস, সিলিয়্যাক ডিজিজের মতো সমস্যায় নিয়মিত চেকআপ করতে হবে। স্পিচথেরাপি, অকুপেশনালথেরাপি ও বিদ্যালয়ে বিশেষ শিখনপদ্ধতি অনুসরণ করা যেতে পারে। হার্ট ও থাইরয়েডের মতো সমস্যা থাকলে যথাযথ চিকিৎসা করাতে হবে। বয়স ৩৫ বছরের বেশি এমন যেসব নারী মা হতে চান বা যে মায়ের এক সন্তান ডাউন সিনড্রোমে আক্রান্ত, পরবর্তী সন্তান গ্রহণের আগে Ñচিকিৎসকের পরামর্শ নিতে হবে। ডাউন সিনড্রোমে আক্রান্ত ব্যক্তিরা যদি অন্য কোনো জটিল রোগে না ভোগেন, তাহলে আয়ুষ্কাল প্রায় ৫০ বছর পর্যন্ত হয়ে থাকে। তাঁদের অনেকে বিয়ে করে স্বাভাবিক পারিবারিক সম্পর্ক বজায় রাখার মাধ্যমে উন্নত জীবন যাপন করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আউটসোর্সিং, তুঘলকি নিয়োগ-বাণিজ্য ও সংস্কারের জাতপাত | প্রথম আলো",
            "time": "2025-07-27T04:26:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fmg9us8ct%2F27072025-cm-5.jpg?rect=92%2C0%2C874%2C459&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>‘আউটসোর্সিং’ নিয়োগে ঘুষ-দুর্নীতির অবাধ সুযোগ</strong></p><p>সরকারি হাসপাতাল, সরকারি ব্যাংক, ঢাকা ওয়াসা, পল্লী বিদ্যুৎ বা ডেসকোর মতো সরকারি প্রতিষ্ঠানগুলোতে ঠিকাদারি কোম্পানির মাধ্যমে সরকারি নিয়োগের এই চর্চা শুরু হয়েছিল আওয়ামী লীগ আমলে ব্যয়ভার ও ঝামেলা কমানোর নামে। ব্যয়ভার তো কমেইনি; বরং নিম্ন আয়ের মানুষকে চাকরি দেওয়ার নামে শুরু হলো শতকোটি টাকার এক ভয়াবহ নিয়োগ–বাণিজ্য। আন্দোলনকারীদের সঙ্গে একটু কথা বললেই খোঁজ মিলবে এক তুঘলকি কাণ্ডের।</p><p>সরকারের এই কাজগুলো মূলত স্থায়ী কাজ, অথচ নিয়োগ হয় ঠিকাদারের খেয়ালখুশি তো। চুক্তিপত্রে লেখা থাকে ১৫ হাজার টাকা আর কর্মচারী বেতন পান ৮ হাজার টাকা। অর্থ মন্ত্রণালয় থেকে বরাদ্দ নেওয়া হয় ৩০০ কর্মীর, অথচ নিয়োগ পান ২০০ জন। সেই ২০০ জনকে দিয়ে আবার ৩০০ জনের কাজ করানো হয় আর বাকিদের বেতন কোথায় যেন হাওয়া হয়ে যায় (দেখুন, ‘আউটসোর্সিং-কর্মীদের বেতনে পেট ভরছে ঠিকাদারের’, যুগান্তর, ১৯ জানুয়ারি ২০২৫)।</p><p>সব মিলিয়ে একদিকে পাবলিকের টাকা লুট, আরেক দিকে শ্রম আইনের কী মারাত্মক লঙ্ঘন! যেহেতু ঠিকাদারি বন্দোবস্ত, তাই সরকারের কোনো দায় নেই। বর্তমানে এই মাফিয়া চক্রের খপ্পরে পড়েছেন দেশের প্রায় সাত লাখ সরকারি কর্মচারী।</p><p>একটি সরকারি হাসপাতালে পরিচ্ছন্নতাকর্মী লাগবেই, ওয়ার্ডবয় লাগবেই, আয়া লাগবেই। সরকারি ব্যাংকগুলোতে নিরাপত্তা প্রহরী লাগবেই। পল্লী বিদ্যুতে লাইনম্যান লাগবেই। ডেসকো, ডিপিডিসিতে মিটার রিডার লাগবেই। ঢাকা ওয়াসায় পাম্প অপারেটর লাগবেই।</p><p>এগুলো সরকারের স্থায়ী এবং চলমান কার্যক্রম। শুরুতে ‘অ্যাডহক’ নিয়োগ দেওয়া যেতে পারে; কিন্তু একদল কর্মী চার-পাঁচ বছর ধরে ঝাড়ু দেবেন, পাহারা দেবেন, পাম্প চালাবেন, ঝুঁকি নিয়ে বিদ্যুতের খুঁটি মেরামত করবেন, রোগীর পায়খানা সাফ করবেন, অথচ কয়েক বছর পরপর পুরোনো গার্ড, পুরোনো লাইনম্যান, পুরোনো ক্লিনার, পুরোনো আয়া-বুয়াকে স্রেফ ছুড়ে ফেলে দিয়ে ঝাঁকে ঝাঁকে নতুন লোক নিয়োগ দেওয়া হবে, এর মানে কী?</p><p>নতুন করে লোক নিতে গেলে সরকারের খালি থাকা পাঁচ লাখ পদে নিয়োগ দিন। প্রাইমারি শিক্ষক পদ খালি, জেলা–উপজেলায় নার্সের পদ খালি, রেলওয়ের অর্ধেক পদই খালি। খালি পদ খালিই থাকে; আর ভরা পদে বারবার নিয়োগ হয়! তা কোটি কোটি টাকার ভাগ কে কে পান?</p></div></div></body></html>"
        },
        {
            "title": "ওয়েস্ট ইন্ডিজের অদ্ভুত রেকর্ড, আবার হারল অস্ট্রেলিয়ার কাছে | প্রথম আলো",
            "time": "2025-07-27T04:20:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fisuwtheq%2F871678-01-02.jpg?rect=0%2C255%2C3600%2C1890&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ওয়েস্ট ইন্ডিজ:</strong> ২০ ওভারে ২০৫/৯ (রাদারফোর্ড ৩১, শেফার্ড ২৮, পাওয়েল ২৮, হোল্ডার ২৬; জাম্পা ৩/৫৪, হার্ডি ২/২৪, বার্টলেট ২/৩৯, অ্যাবট ২/৬১)।</p><p><strong>অস্ট্রেলিয়া:</strong> ১৯.২ ওভারে ২০৬/৭ (গ্রিন ৫৫*, ইংলিস ৫১, ম্যাক্সওয়েল ৪৭, হার্ডি ২৩; ব্লেডস ৩/২৯, হোল্ডার ১/৩৮, আকিল ১/৩৬, শেফার্ড ১/৫৯)।</p><p><strong>ফল:</strong> অস্ট্রেলিয়া ৩ উইকেটে জয়ী।</p><p><strong>ম্যান অব দ্য ম্যাচ:</strong> গ্লেন ম্যাক্সওয়েল।</p><p><strong>সিরিজ:</strong> ৫ ম্যাচের সিরিজে অস্ট্রেলিয়া ৪–০ ব্যবধানে এগিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে চাষ হয়েছে বিদেশি ফল রাম্বুটান | প্রথম আলো",
            "time": "2025-07-27T04:15:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fuaa43xx8%2FWhatsApp-Image-2025-07-27-at-09.46.49.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাগান ঘুরে দেখা যায়, গাছে গাছে পাকা, আধাপাকা ও কাঁচা রাম্বুটান ঝুলছে। বাগানে কথা হয় বিকেল চাকমার সঙ্গে। তিনি বাগানটির দেখভালের দায়িত্বে রয়েছেন। বিকেল চাকমা বলেন, বাগানে অর্ধেকের মতো গাছে ফল ধরেছে। এরপরও এ মৌসুমে এখন পর্যন্ত ২০০ কেজির মতো রাম্বুটান বিক্রি করা সম্ভব হয়েছে। আরও অনেক ফল বিক্রি করা যাবে।</p><p>বাগানমালিক প্রবীণ চাকমা চাকরির সুবাদে ঢাকায় থাকেন। মুঠোফোনে তিনি জানান, প্রায় ১৮ বছর আগে থাইল্যান্ড ও মালয়েশিয়া গিয়েছিলেন তিনি। সেখানেই প্রথম রাম্বুটান দেখেন। এরপর নিজের রাম্বুটানের বাগান করার শখ জাগে। পরে স্বজন ও কৃষি কর্মকর্তাদের কাছ থেকে পরামর্শ নিয়ে ২০২১ সালে বাগান শুরু করেন। বাগানের জন্য ভারতের চেন্নাই থেকে ৫০০ চারা আনা হয়। প্রতিটি চারার দাম পড়ে প্রায় সাড়ে তিন হাজার টাকা।</p></div></div></div></body></html>"
        }
    ]
}