{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সিআরপিএস বা দীর্ঘমেয়াদি ব্যথা কেন হয়, লক্ষণ ও করণীয় | প্রথম আলো",
            "time": "2025-11-20T10:15:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-06%2Flo58duce%2Fpexels-towfiqu-barbhuiya-3440682-8763984.jpg?rect=0%2C145%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সিআরপিএস বা কমপ্লেক্স রিজিওনাল পেইন সিনড্রোম একটি দীর্ঘমেয়াদি ব্যথা, সাধারণত হাত বা পায়ে আঘাত, প্লাস্টার বা সার্জারির পর এই ব্যথা দেখা দেয়<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: পেক্সেলস</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "মিরপুর টেস্ট: মুরাদের দ্বিতীয় উইকেট, শেষ বিকেলে চাপে আয়ারল্যান্ড | প্রথম আলো",
            "time": "2025-11-19T03:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fhvwr4hip%2Fb4bf7558-9424-40c5-aa23-2853dde578b3.jpg?rect=0%2C13%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না হলো না!</p><p>৯০ ওভার শেষে মাঠে আম্পায়ার ও খেলোয়াড়দের অঙ্গভঙ্গি দেখে মনে হয়েছিল টেস্টের প্রথম দিনে একটি ওভার বাড়তি খেলাতে পারেন তাঁরা। সেটি হয়নি। মুশফিক অপরাজিত রইলেন ৯৯ রানে। কাল ১ রান করলেই বিশ্বের ১১তম ক্রিকেটার হিসেবে নিজের শততম টেস্টে সেঞ্চুরির কীর্তি গড়বেন মুশফিক। </p><p>মুশফিক আজ সেঞ্চুরিটি পাবেন কি না, শেষ কয়েক ওভার ধরে সবার মনে এ নিয়েই কৌতুহল ছিল। মুশফিকও হয়তো সেঞ্চুরিটি আজই করতে চেয়েছিলেন। নইলে কি দিনে নিজের শেষ বলটিতে সুইপ খেলেন এই অভিজ্ঞ ব্যাটসম্যান! সেটি করেও পারেননি। সেই শট থেকে এসেছে ১ রান।</p><p>মুশফিকের ৯৯* ও মুমিনুলের ফিফটিতে বাংলাদেশ প্রথম দিন শেষ করেছে ৪ উইকেটে ২৯২ রান নিয়ে। নাজমুল ছাড়া সবাই শুরুটা ভালো করেছেন। ওপেনার সাদমান করেছেন ৩৫, মাহমুদুল ৩৫।  লিটন অপরাজিত আছেন ৪৭ রান নিয়ে। </p><p>আয়ারল্যান্ডের হয়ে অ্যান্ডি ম্যাকব্রাইন একাই ৪ উইকেট নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মিস ইউনিভার্সের মঞ্চে আলোচিত কে এই ফিলিস্তিনি মডেল | প্রথম আলো",
            "time": "2025-11-20T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fh83zf8r4%2Fmisspalestineorg1763549956376925268907626044875262996127.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">তাঁর বাবা একজন আইনজীবী, মা শিক্ষক। তিনি বেশির ভাগ সময় ফিলিস্তিন, যুক্তরাষ্ট্র ও কানাডায় কাটিয়েছেন। বর্তমানে তিনি রামাল্লা, দুবাই ও আম্মানে থাকেন</figcaption><figcaption class=\"story-element-image-attribution\">শিল্পীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ডেঙ্গুতে একজনের মৃত্যু | প্রথম আলো",
            "time": "2025-11-20T09:58:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fifamyps1%2FDangue.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে বলা হয়, নিহত সালাউদ্দিন নগরের কালামিয়া বাজার এলাকার বাসিন্দা৷ গতকাল বুধবার তিনি হাসপাতালে ভর্তি হন। ডেঙ্গুর পাশাপাশি তাঁর কিডনি জটিলতাও ছিল। এ নিয়ে চট্টগ্রামে এ বছর ডেঙ্গুতে মৃতের সংখ্যা ২৩ জন।</p><p>জেলা সিভিল সার্জন কার্যালয়ের হিসাব অনুযায়ী, আজ সকাল ৮টা পর্যন্ত আগের ২৪ ঘণ্টায় নতুন করে ২৯ জনের ডেঙ্গু শনাক্ত হয়েছে। এ নিয়ে পুরো বছরে ডেঙ্গু আক্রান্তের সংখ্যা ৪ হাজার ২৩৮ জন। গড় হিসেবে প্রতিদিন ৩৭ জন করে ডেঙ্গু আক্রান্ত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী বিশ্ববিদ্যালয়ে তিন শিক্ষার্থীর ওপর হামলার প্রতিবাদে দুই ঘণ্টা মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2025-11-20T09:56:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fik7nqnmf%2FRUDH1644202511201000204380.jpg?rect=0%2C72%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহী বিশ্ববিদ্যালয়ের তিন শিক্ষার্থীকে মুখোশধারী দুর্বৃত্তদের হামলার ঘটনায় জড়িতদের গ্রেপ্তারসহ তিন দফা দাবিতে ঢাকা-রাজশাহী মহাসড়ক অবরোধ করে বিক্ষোভ করেছেন শিক্ষার্থীরা। আজ বৃহস্পতিবার দুপুর ১২টার দিকে বিশ্ববিদ্যালয়ের কাজলা গেটের সামনে অবস্থান নিয়ে তাঁরা বিক্ষোভ শুরু করেন; চলে বেলা দুইটা পর্যন্ত। এতে মহাসড়কের দুই পাশে তীব্র যানজট সৃষ্টি হয়।</p><p>শিক্ষার্থীদের তিন দফা দাবি হলো—২৪ ঘণ্টার মধ্যে হামলাকারীদের গ্রেপ্তার, ঘটনাস্থলের পাশের কাজলা পুলিশ ফাঁড়ির সদস্যদের নিষ্ক্রিয়তার জবাবদিহি, সিসিটিভি ফুটেজ মুছে ফেলার অভিযোগে কাজলা ক্যানটিন বন্ধ করা।</p><p>শিক্ষার্থী আসিফুর রহমান বলেন, পুলিশ ফাঁড়ির পাশেই এত বড় একটা ঘটনা ঘটল, অথচ পুলিশ সদস্যরা কিছুই করলেন না। তাঁদের এই নিষ্ক্রিয়তার জবাবদিহি করতে হবে। আর কাজলা ক্যানটিন কর্তৃপক্ষ সিসিটিভি ফুটেজ ডিলিট করে প্রমাণ নষ্ট করেছে, তাই ওই ক্যানটিন বন্ধ করতে হবে। ২৪ ঘণ্টার মধ্যে অপরাধীদের গ্রেপ্তার করা না হলে আন্দোলন আরও জোরদার করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই খণ্ড পাথর | প্রথম আলো",
            "time": "2025-11-20T09:54:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fjl6iua4d%2FWhatsApp-Image-2025-11-20-at-13.21.58.jpeg?rect=0%2C219%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিনের বেলায় এসেছিল সে এখানে। সকালে ক্ষুদ্র নৃগোষ্ঠী গ্রামে যখন তাকে প্রথম দেখা যায়, তখন ওরা তাকে তির মেরেছিল বিদ্ধ করতে। কিন্তু আশ্চর্য হয়ে তারা দেখল, তির ভিন্ন দিকে চলে যাচ্ছে এবং তার গায়ে বিঁধছে না কিংবা বেমালুম হাওয়া হয়ে যাচ্ছে তির কিংবা তাকে ভেদ করে তির চলে যাচ্ছে অথচ সে থাকছে একদম অক্ষত, রক্তপাতহীন, তখন পাহাড়িরা মনে করল, সে নিশ্চয়ই জাদুকর এবং তারা তাকে সাদর অভ্যর্থনা জানাল তাদের গ্রামে, কিন্তু সে অভ্যর্থনা প্রত্যাখ্যান করল। এবং যখন তারা ফুল নিয়ে এল তাকে দিতে, তারা দেখতে পেল, পথের মধ্যেই তাদের হাতের ফুল শুকিয়ে যাচ্ছে এবং যখন তারা তার জন্য ফলমূল সংগ্রহ করতে গেল, তখন এমন কোনো ফল পেল না যা কীটদুষ্ট নয়। তখন তারা ভাবল, সে হয়তো অভিশপ্ত, কারণ তার জন্য বহন করা পানিও বিনা রোদে বাষ্প হয়ে যেতে থাকল এবং তিরাসশূন্য, আহারশূন্য মানুষটি অতঃপর যখন বিস্তৃত বটগাছটির নিচে বসল, তখন তাদের মনে হলো, লোকটি ঈশ্বরের কাছাকাছি কেউ এবং তারা নিজেদের তখন দোষারোপ করতে লাগল যে এই লোককে তারা তির দিয়ে হত্যা করতে চেয়েছিল এবং তার কাছে তারা এখন পর্যন্ত ক্ষমা চায়নি।</p><p>এ জন্যই বোধ হয় সবকিছু এমন রহস্যজনকভাবে বদলে যাচ্ছে। এমনকি যখন তারা তাকে তাদের ঐতিহ্যবাহী তামাক ও সুরার পাত্রও প্রস্তাব করার চেষ্টা করল, তারা দেখতে পেল যে তাদের চুয়ানিতে তলানি পড়ে গেছে আর তামাক হয়ে যাচ্ছে পোড়া ছাই। গ্রামটির সবাই তখন একে একে জড়ো হতে থাকল এবং একসময় একটা উৎসবের মতো তারা সবাই দুপুরে সেখানেই খেল এবং লোকটি তেমনি, আগের মতোই নির্বিকার বসে রইল সেখানে। এবং যখন সবার খানা শেষ হলো এবং যখন সবাই ভাতঘুমে ক্লান্ত এবং যখন সত্যি সত্যিই তারা সবাই ঘুমিয়ে গেল এই নির্জন দুপুরে, যা অবিশ্বাস্য হলেও তা–ই ঘটল এবং সে তখন উঠে দাঁড়াল এবং বিস্তৃত বটের পাতার কানে কানে কী যেন বলল এবং ধীর–শান্ত পায়ে পাহাড়ের গভীরে হারিয়ে গেল এবং পরিত্যক্ত একটি গুহা, যা জন্তু–জানোয়ার ব্যবহার করে না এবং গুহাটি যে এলাকায়, সেখানে কস্মিনকালেও কোনো মানুষের পা পড়েনি, সে রকম নির্জন, প্রাণীর চিহ্নহীন একটি গুহায় ঘুমিয়ে পড়ল।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৩তম বিসিএস: চাকরি হারালেন তিন সহকারী কমিশনার, প্রজ্ঞাপনে উল্লেখ নেই কারণ | প্রথম আলো",
            "time": "2025-11-20T09:51:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-10%2F6cajehfk%2F4499b667_af50_44c1_a383_b18fddda43aa.png?rect=0%2C7%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুনিয়াদি প্রশিক্ষণরত বিসিএস (প্রশাসন) ক্যাডারের তিন শিক্ষানবিশ সহকারী কমিশনারকে সরকারি চাকরি থেকে অপসারণ করেছে জনপ্রশাসন মন্ত্রণালয়। গতকাল বুধবার জারি করা এক প্রজ্ঞাপনে তাঁদের নিয়োগের অবসান ঘটানো হয়। তাঁরা তিনজন হলেন কাজী আরিফুর রহমান (ফরিদপুর), অনুপ কুমার বিশ্বাস (বগুড়া) ও নবমিতা সরকার (পিরোজপুর)। তাঁরা নিজ নিজ জায়গায় সহকারী কমিশনার হিসেবে কর্মরত থাকার পাশাপাশি সাভারের লোকপ্রশাসন প্রশিক্ষণ কেন্দ্রে বুনিয়াদি প্রশিক্ষণ নিচ্ছিলেন।</p><p>প্রজ্ঞাপনে বলা হয়, বাংলাদেশ সিভিল সার্ভিস নিয়োগ বিধিমালা, ১৯৮১–এর বিধি ৬(২)(এ) অনুযায়ী তাঁদের সরকারি চাকরি থেকে অবসান করা হয়েছে। ওই বিধি অনুসারে, শিক্ষানবিশির মেয়াদে কোনো কর্মকর্তাকে ‘সরকারি চাকরিতে বহাল থাকার অযোগ্য’ মনে হলে সরকারি কর্ম কমিশনের পরামর্শ ছাড়াই নিয়োগ বাতিল করা যায়।</p><p>তবে কোন কারণ দেখিয়ে তিন সহকারী কমিশনারকে অযোগ্য বিবেচনা করা হয়েছে, প্রজ্ঞাপনে সেটি উল্লেখ নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "সুষ্ঠু-গ্রহণযোগ্য নির্বাচনের জন্য সেনাবাহিনীর পূর্ণ ম্যাজিস্ট্রেসি ক্ষমতা প্রয়োজন | প্রথম আলো",
            "time": "2025-11-20T09:43:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F4vjesijm%2Fseminar.jpeg?rect=0%2C152%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ আম জনগণ পার্টির সদস্যসচিব ফাতিমা তাসনীম বলেন, দীর্ঘ ১৬ বছর তরুণসহ সাধারণ মানুষ ভোটাধিকার থেকে বঞ্চিত হয়েছে। নতুন সরকারের প্রতি জনগণের আস্থা ধরে রাখতে সুষ্ঠু নির্বাচন জরুরি। বর্তমান আইনশৃঙ্খলা পরিস্থিতিতে ভোট দখলের শঙ্কা রয়েছে। তাই সশস্ত্র বাহিনীকে পূর্ণ ম্যাজিস্ট্রেসি ক্ষমতা দিয়ে ভোটের পাঁচ-সাত দিন আগে থেকেই টহলে নামানো দরকার। সব হটস্পটে নিরাপত্তা জোরদার করতে হবে। যাতে নারী, বয়স্ক ও নতুন ভোটাররা কেন্দ্রে যেতে উৎসাহিত হয়।</p><p>সেমিনারে লিখিত বক্তব্য পাঠ করেন এক্স-ফোর্সেস অ্যাসোসিয়েশন সভাপতি লেফটেন্যান্ট (অব.) সাইফুল্লাহ খান। তিনি বলেন, অ্যাসোসিয়েশন আগামী জাতীয় নির্বাচনে স্থিতিশীলতা, স্বচ্ছতা ও গ্রহণযোগ্যতা নিশ্চিত করতে সশস্ত্র বাহিনীর ম্যাজিস্ট্রেসি ক্ষমতার ন্যায়সংগত ও জিরো টলারেন্স প্রয়োগের প্রত্যাশা করে। তারা মনে করে, উপমহাদেশে সহিংসতা, পেশিশক্তি ও প্রশাসনিক পক্ষপাতমুক্ত নির্বাচনী পরিবেশেই বড় চ্যালেঞ্জ। তাই সেনাবাহিনীকে রাজনৈতিক হস্তক্ষেপমুক্ত রেখে পেশাদার ও নিরপেক্ষ ভূমিকা পালনের সুযোগ দিতে হবে।সংগঠনটি আশা প্রকাশ করেছে, প্রযুক্তিনির্ভর তদারকি—যেমন ড্রোন মনিটরিং, বডি-ওন ক্যামেরা ও লাইভ বিশ্লেষণ নির্বাচনকে আরও স্বচ্ছ করবে। পাশাপাশি সেনাবাহিনী, র‍্যাব, পুলিশ, বিজিবি ও প্রশাসনের সমন্বিত কমান্ড স্ট্রাকচার দ্রুত প্রতিক্রিয়াসহ নিরাপত্তা নিশ্চিত করবে, যা একটি শান্তিপূর্ণ ও আন্তর্জাতিক মানের নির্বাচন উপহার দিতে সহায়ক হবে।</p><p>অ্যাসোসিয়েশনের সহসভাপতি মুশফিকুর রহমানের সঞ্চালনায় সেমিনারে আরও বক্তব্য দেন পরিবেশবাদী সংগঠন সবুজ আন্দোলনের সভাপতি বাপ্পী সরকার। সেমিনারে অ্যাসোসিয়েশনের সদস্যরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গুয়াহাটি টেস্টে নেই গিল, ভারতের অধিনায়কত্ব করবেন ঋষভ পন্ত | প্রথম আলো",
            "time": "2025-11-20T09:43:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fjqs8dus5%2F519612-01-02.jpg?rect=0%2C0%2C6339%2C3328&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারত দলের চিকিৎসকদের পরামর্শ বুঝে গুয়াহাটিতে গিলের না খেলার বিষয়টি জানিয়েছে সংবাদমাধ্যমটি। তাদের খবর অনুযায়ী, চিকিৎসকের পরামর্শ হলো এত দ্রুত খেলতে নামলে গিলের ঘাড়ে আবারও টান (স্পাজম) লাগার ঝুঁকি অনেক বাড়বে। তাঁকে আরও বিশ্রাম নিতে বলা হয়েছে। এতে ৩০ নভেম্বর শুরু হতে যাওয়া ওয়ানডে সিরিজে ভারত দলে গিলকে রাখা হবে কি না, সে বিষয়েও সিদ্ধান্ত নিতেও প্রভাব ফেলতে পারে গিলের এ বিশ্রাম। ২৩ নভেম্বর ওয়ানডে সিরিজের দল ঘোষণা করবে ভারত।</p><p>গিলের জায়গায় সাই সুদর্শন, দেবদূত পাড়িক্কাল ও নীতীশ কুমারের মধ্যে যে কাউকে বদলি হিসেবে গোয়াহাটি টেস্টের দলে অন্তর্ভুক্ত করতে পারে ভারত।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজসাক্ষী-গণভোট-পোর্ট্রেট অব এলিজাবেথ লেডেরার কী | প্রথম আলো",
            "time": "2025-11-20T09:42:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-10%2F5ed9d024-cfd3-4db2-917e-8c59908682e7%2FWhatsApp_Image_2022_10_19_at_12_26_10_PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">সপ্তাহের চাকরির প্রশ্ন-৫০ </h2></p><p><h1 data-title-0=\"রাজসাক্ষী-গণভোট-পোর্ট্রেট অব এলিজাবেথ লেডেরার কী\" class=\"IiRps \">রাজসাক্ষী-গণভোট-পোর্ট্রেট অব এলিজাবেথ লেডেরার কী</h1></p><div class=\"Ibzfy\"><p>বিভিন্ন চাকরির পরীক্ষায় আসে এমসিকিউ প্রশ্ন। পরীক্ষার্থীদের চর্চার সুবিধার জন্য প্রথম আলোর এ আয়োজন। সপ্তাহের আলোচিত জাতীয় ও আন্তর্জাতিক যেসব বিষয় চাকরির পরীক্ষায় আসার মতো, সেগুলো পরীক্ষার্থীদের জন্য তুলে ধরা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "অনলাইন সনদ জটিলতায় আখাউড়া স্থলবন্দর দিয়ে মাছ রপ্তানি বন্ধ | প্রথম আলো",
            "time": "2025-11-20T09:41:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-05%2F9d99c6ee-3cef-426c-b2d6-eabe3d7e7b3a%2FBBaria_DH0517_20210429_WhatsApp_Image_2021_04_29_at_3_27_21_PM_1.jpg?rect=0%2C37%2C691%2C363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খোঁজ নিয়ে জানা গেছে, প্রতিদিন আখাউড়া স্থলবন্দর দিয়ে ৫০ থেকে ৭০ টন হিমায়িত মাছ ভারতের ত্রিপুরা রাজ্যের আগরতলায় রপ্তানি হয়। প্রতি কেজি ২ দশমিক ৫ মার্কিন ডলারের রুই, কাতল, পাঙাশ, তেলাপিয়া ও পাবদাসহ দেশীয় নানা প্রজাতির মাছ রপ্তানি হয়। এসব মাছ ও শুঁটকি রপ্তানির সনদ দেয় মৎস্য বিভাগ। এত দিন ধরে মৎস্য কার্যালয় সেই সনদ ম্যানুয়ালভাবে (সনাতন পদ্ধতি) দিয়ে আসছিল। ১৩ নভেম্বর এ সনদ অনলাইন করার নির্দেশনা দেয় জাতীয় রাজস্ব বোর্ড (এনবিআর)। তবে মৎস্য অধিদপ্তর এ নির্দেশনা বাস্তবায়ন না করায় আজ থেকে বিল অব এন্ট্রি করতে পারছেন না রপ্তানিকারকেরা। এতে বন্ধ আছে মাছ রপ্তানি কার্যক্রম।</p><p>আখাউড়া স্থলবন্দর মৎস্য রপ্তানিকারক অ্যাসোসিয়েশনের সাধারণ সম্পাদক ফারুক আহমেদ বলেন, মাছ পাঠানোর জন্য একটি বিশেষ সার্টিফিকেট উপজেলা মৎস্য অফিস থেকে নিতে বলা হয়। কিন্তু অনলাইনে সনদটি করার বিষয়ে কর্তৃপক্ষ কোনো উদ্যোগ নেয়নি। এনবিআর এ চিঠি কাস্টমস ও মৎস্য মন্ত্রণালয়কে দেয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনায় মোটরসাইকেলের চালককে হত্যার ঘটনায় মামলা | প্রথম আলো",
            "time": "2025-11-20T09:39:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-27%2Fges370zs%2Fprothomalo-bangla2024-09-18lc747l05286127e7-bc6b-4704-8885-52f86daeb3ec.webp?rect=0%2C76%2C1596%2C838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনায় আজ বৃহস্পতিবার সোহাগ চৌধুরী স্ত্রী আজিদা আক্তার হত্যা মামলা করেন। আজিদা আক্তার বলেন, ‘ভাড়ায় মোটরসাইকেল চালিয়ে চার সন্তানসহ ছয়জনের পরিবারের ভরণপোষণ করতেন আমার স্বামী। এখন ছেলেমেয়েদের নিয়ে কীভাবে চলব? দেড় বছর আগেও একবার সুনামগঞ্জের শাল্লা এলাকায় অজ্ঞান করে মোটরসাইকেল ছিনতাই করেছিল দুর্বৃত্তরা। পরে অনেক কষ্ট করে আবার মোটরসাইকেল কিনেছিল। এবার মোটরসাইকেল নিয়েছে, মানুষটাকেও মেরে ফেলেছে। আমি এ হত্যাকাণ্ডে জড়িত ব্যক্তিদের দ্রুত গ্রেপ্তার করে আইনের আওতায় দৃষ্টান্তমূলক শাস্তি দাবি করছি।’</p><p>আটপাড়া থানার ভারপ্রাপ্ত কর্মকর্তা মো. আশরাফুজ্জামান বলেন, হত্যার ঘটনায় মামলা হয়েছে। অভিযুক্ত ব্যক্তিদের চিহ্নিত করে গ্রেপ্তারে চেষ্টা চালানো হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তত্ত্বাবধায়কব্যবস্থা পুনর্বহালে দেশ গণতন্ত্রের মহাসড়কে হাঁটবে’ | প্রথম আলো",
            "time": "2025-11-20T09:36:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F61ldsnsn%2FAttorney_General.jpeg?rect=0%2C169%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তত্ত্বাবধায়ক সরকারব্যবস্থা পুনর্বহাল হওয়ার পর দেশ গণতন্ত্রের মহাসড়কে হাঁটবে বলে মন্তব্য করেছেন অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান। তিনি বলেছেন, তত্ত্বাবধায়ক সরকারব্যবস্থা বিলোপ করে যে নির্বাচন হয়েছিল, তাতে দেশের গণতন্ত্রের কবর রচিত হয়েছিল। আজ বৃহস্পতিবার দেশের সর্বোচ্চ আদালতের রায়ের পর বেলা সাড়ে ১১টার দিকে সুপ্রিম কোর্টে নিজ কার্যালয়ে সংবাদ সম্মেলনে এক প্রশ্নের জবাবে এ কথা বলেন অ্যাটর্নি জেনারেল আসাদুজ্জামান। ত্রয়োদশ সংশোধনী মামলার রায়ের বিষয়ে জানাতে এই সংবাদ সম্মেলনের আয়োজন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপত্তায় উন্মুক্ত সহযোগিতা, তবে সার্বভৌমত্বে হস্তক্ষেপ নয়: জাতীয় নিরাপত্তা উপদেষ্টা | প্রথম আলো",
            "time": "2025-11-20T09:25:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F9240b0sc%2Fdoval.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অজিত দোভাল বলেন, ভারত সিএসসির সদস্যদেশগুলো নিয়ে পরিবর্তনশীল এবং ভবিষ্যৎ চ্যালেঞ্জের অভিন্ন ঝুঁকি মোকাবিলায় একসঙ্গে কাজ করতে অঙ্গীকারবদ্ধ।</p><p>বাংলাদেশের জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান বলেন, ‘বঙ্গোপসাগরের একটি উপকূলীয় রাষ্ট্র হিসেবে ভারত মহাসাগরীয় অঞ্চলের স্থিতিশীলতা ও সমৃদ্ধি আমাদের পারস্পরিক স্বার্থের বিষয়। বৈশ্বিক জিডিপি, আন্তর্জাতিক বাণিজ্য, জলবায়ু পরিবর্তন, প্রযুক্তিগত অগ্রগতি এবং কৌশলগত প্রভাব—এসব ক্ষেত্রেই ভারত মহাসাগরীয় এলাকার সম্মিলিত অংশীদারত্ব আমাদের আকাঙ্ক্ষা ও সামষ্টিক দৃষ্টিভঙ্গিকে গড়ে তোলে।’</p><p>খলিলুর রহমান আরও বলেন, বাংলাদেশ ধারাবাহিকভাবে এমন মূল্যবোধ ও নীতিমালা অনুসরণ করে, যা সবার যৌথ সমৃদ্ধির জন্য একটি স্বাধীন, উন্মুক্ত, শান্তিপূর্ণ, নিরাপদ ও অন্তর্ভুক্তিমূলক ভারত মহাসাগর নিশ্চিত করার দৃষ্টিভঙ্গিকে সমর্থন করে। যেখানে জাতীয় সার্বভৌমত্ব ও সমতা, রাজনৈতিক স্বাধীনতা, অভ্যন্তরীণ বিষয়ে হস্তক্ষেপ না করা, আন্তর্জাতিক বিরোধের শান্তিপূর্ণ নিষ্পত্তি, আন্তর্জাতিক আইন এবং জাতিসংঘ সনদের নীতিমালা—এসবকে অবশ্যই প্রধান ভিত্তি হিসেবে থাকতে হবে। টেকসই উন্নয়ন, আন্তর্জাতিক শান্তি ও নিরাপত্তা, মানবিক সহায়তা এবং মৌলিক অধিকার ও স্বাধীনতা রক্ষায় আঞ্চলিক ও আন্তর্জাতিক সহযোগিতা নিশ্চিত করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পড়া শেষ না করেও ভারতের সর্বকনিষ্ঠ শতকোটিপতি অলক পান্ডে, কীভাবে তাঁর এই উত্থান | প্রথম আলো",
            "time": "2025-11-20T09:19:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F9rp9x39t%2Falok-pandey.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু জনপ্রিয় শিক্ষক হওয়া মানেই সফল হওয়া নয়। এর জলজ্যান্ত উদাহরণ হলো সাবেক এডটেক বিলিয়নিয়ার বা শিক্ষা খাতের শতকোটিপতি বাইজু রবীন্দ্রন। নিজের নামে ‘বাইজুস’ অ্যাপ চালু করে তিনি একসময় অদ্ভুত শিক্ষণপদ্ধতির মাধ্যমে গণিতের কঠিন ধারণা সহজ করে তুলেছিলেন। বাইজুস অবিশ্বাস্য গতিতে অনেক বড় হয়ে ওঠে—এতটাই যে শেষ পর্যন্ত নিজের ভারই তারা সামলাতে পারেনি। এখন প্রতিষ্ঠানটি আদালতের তত্ত্বাবধানে সম্পদ বিক্রির প্রক্রিয়ায় আছে।</p><p>যেটা হয়েছে সেটা হলো, ভারতের এই শিক্ষাবিষয়ক অ্যাপগুলো ঠিকঠাক দাঁড়ানোর আগেই অতি মূল্যায়িত হয়েছে। ফলে মাঝপথে এসে তারা হঠাৎই মুখ থুবড়ে পড়েছে। বাইজুস তো আছেই। এর সঙ্গে এমন আরও অনেক উদাহরণ আছে, যেমন এডকম্প, এভেরন, এডসার্ভ সফটসিস্টেমস, কোর এডুকেশন অ্যান্ড টেকনোলজিস। আরেকটি উদাহরণ হলো ২০০৭ সালে এভারনের আইপিও। এই আইপিওর আবেদন পড়েছিল ১৪৫ গুণ বেশি। কিন্তু দ্রুত সম্প্রসারণের জন্য নেওয়া ঋণের ভারে প্রায় এক দশক আগে সব কটি প্রতিষ্ঠান ধসের মুখে পড়ে।</p><p>দ্বিতীয় ধাপে বাইজুস ও ইউএন একাডেমির মতো শিক্ষণ অ্যাপ এসেছে। এসব কোম্পানির মূল্যায়নও হয়েছে অনেক। ২০২২ সালে বাইজুসের মূল্যায়ন ২২ বিলিয়ন বা ২ হাজার ২০০ কোটি ডলার পর্যন্ত ওঠে। এর পর থেকে তার পতন শুরু হয়। ২০২১ সালে ইউএন একাডেমির মূল্যায়ন ৩ দশমিক ৪ বিলিয়ন বা ৩৪০ কোটি ডলার পর্যন্ত ওঠে। এখন তার মূল্যায়ন ১০ ভাগের এক ভাগে নেমে এসেছে।</p><p>কিছু বিশ্লেষকের মতে, ফিজিকসওয়ালার যে সম্ভাবনা নিয়ে এখন আলোচনা হচ্ছে,  বাস্তবেই তা পূরণ করার সক্ষমতা প্রতিষ্ঠানটির আছে। ডিজিটাল পরামর্শ ও বিনিয়োগ প্রতিষ্ঠান ফাইভ এফ ওয়ার্ল্ডের চেয়ারম্যান গণেশ নটরাজন বলেন, ‘ফিজিকসওয়ালার দ্রুত প্রবৃদ্ধি ও প্রতিষ্ঠাতাদের সুপরিকল্পিত কৌশলে বাজার এক রকম আশ্বস্ত যে তাদের মূল্যায়ন বাস্তবসম্মত—অযৌক্তিক উচ্ছ্বাসের ওপর ভর করে এই মূল্যায়ন নয়। তারা যেটা করেছে সেটা হলো, কোচিং সেন্টার নেটওয়ার্ক ও অনলাইন শিক্ষণ কৌশলের সমন্বয় ঘটানো। এ ক্ষেত্রে তারা যথেষ্ট বিচক্ষণতার পরিচয় দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বান্দরবানের রুমায় সড়ক দুর্ঘটনায় ১১ জন পর্যটক আহত | প্রথম আলো",
            "time": "2025-11-20T09:13:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F4iup7c9k%2F75cba1bf-fcd0-4447-8837-33fa2286b8fc.jfif?rect=0%2C304%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বান্দরবানের কেওক্রাডং যাওয়ার পথে পর্যটকবাহী জিপ (চাঁদের গাড়ি) উল্টে ১১ জন আহত হয়েছেন। আজ বৃহস্পতিবার সকাল ছয়টার দিকে জেলার বগালেকের পেঁপেবাগান এলাকায় এ দুর্ঘটনা ঘটে। আহত ব্যক্তিদের মধ্যে দুজনের অবস্থা গুরুতর। তাঁদের চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে আনা হয়েছে।</p><p>আহত ব্যক্তিরা হলেন, নরসিংদী জেলার রুবায়েত হাসান (৩৩), রুমি আক্তার (২৮), জুমা আক্তার (২৬), কুষ্টিয়ার দৌলতপুরের আকরাম আলী (৩৭) সিদ্দিকুর রহমান (৫৫), সোহেল রানা (৪৫), রাশেদুল ইসলাম (৪৪), আফিকুল ইসলাম (৪৪), ফারুক আহমেদ (৪২) ও রুমা উপজেলা সদর বড়ুয়ারপাড়ার বাসিন্দা ট্যুরিস্ট গাইড স্বপন বড়ুয়া (৩৪)। তাঁদের মধ্যে কুষ্টিয়ার রাশেদুল ও ট্যুরিস্ট গাইড স্বপন বড়ুয়ার অবস্থা গুরুতর।</p></div></div></div></body></html>"
        },
        {
            "title": "কর্ণফুলী টানেল ঘিরে জমজমাট ‘চায়না রোড’ | প্রথম আলো",
            "time": "2025-11-20T09:12:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F9p1clh6l%2FWhatsApp_Image_2025_11_20_at_12_41_35.jpeg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">কর্ণফুলী টানেল চালুর পর বদলে গেছে চট্টগ্রামের আনোয়ারার বৈরাগ এলাকার দৃশ্যপট। ‘চায়না রোড’ ঘিরে সন্ধ্যার পর জমে ওঠে আড্ডা, খাবারের দোকান, সেলফি তুলতে আর ঘুরতে আসা মানুষের ভিড়। আজ সকালে তোলা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আগ্নেয়গিরির পাশে মাছের ডিম | প্রথম আলো",
            "time": "2025-11-20T09:03:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fuirlpt2z%2FBathyraja.jpg?rect=0%2C94%2C2494%2C1309&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"আগ্নেয়গিরির পাশে মাছের ডিম\" class=\"IiRps \">আগ্নেয়গিরির পাশে মাছের ডিম</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-20T15:03:27+06:00\"><span>প্রকাশ: ২০ নভেম্বর ২০২৫, ০৯: ০৩ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "ককটেল মাইরা ধরা খাইল কেমনে | প্রথম আলো",
            "time": "2025-11-20T08:59:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fhk43fb7e%2FBB-1865.jpg?rect=0%2C117%2C1257%2C660&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ককটেল মাইরা ধরা খাইল কেমনে\" class=\"IiRps \">ককটেল মাইরা ধরা খাইল কেমনে</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-20T14:59:04+06:00\"><span>প্রকাশ: ২০ নভেম্বর ২০২৫, ০৮: ৫৯ </span></time></p></div></div></div></div></body></html>"
        }
    ]
}