{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ক্ষুধা লাগলে শরীরে কী কী ঘটে | প্রথম আলো",
            "time": "2025-08-17T10:16:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fzy2bgyf0%2Fpexels_cottonbro_5712686__1_.jpg?rect=0%2C73%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যখনই আমাদের দেহের খাবার প্রয়োজন হয়, তখনই দেহে শুরু হয় নানা পরিবর্তন। এসব পরিবর্তনের পেছনে থাকে হরমোন ও স্নায়ুর ব্যাপার-স্যাপার। সাধারণভাবে সবাই জানেন, ক্ষুধা লাগলে পেট জ্বালা করে বা পেটব্যথার মতো কষ্টদায়ক কোনো অনুভূতি হয়। তবে এর বাইরেও ঘটে নানা কিছু।</p><p>অনেক সময় আমরা বুঝতেও পারি না, দেহের এসব পরিবর্তনের সঙ্গে ক্ষুধার সম্পর্ক আছে। সুস্থ–স্বাভাবিক জীবনধারায় নিয়মিত দীর্ঘ সময় পর্যন্ত পেট খালি না রাখার পরামর্শই দেওয়া হয়। তবে বাস্তবতা হলো, অনেকেই লম্বা সময় না খেয়ে থাকেন। </p><p>এমন অবস্থায় দেহে কী ধরনের পরিবর্তন ঘটে, সে সম্পর্কে জানালেন ঢাকার ধানমন্ডির পপুলার মেডিকেল কলেজ ও হাসপাতালের মেডিসিন বিভাগের সহকারী অধ্যাপক <strong>ডা. নওসাবাহ্ নূর</strong>।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বেবি এবি’ নিয়ে ভারতে হচ্ছেটা কী | প্রথম আলো",
            "time": "2025-08-17T10:15:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F5743mlku%2F401091.webp?rect=0%2C73%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঝড়টা আসলে কোথায় চলছে? অস্ট্রেলিয়া না ভারতে?</p><p>সঠিক উত্তর, দুই জায়গাতেই। অস্ট্রেলিয়ায় ডেভাল্ড ব্রেভিস মাঠে ঝড় তুলেছেন। দক্ষিণ আফ্রিকার এই ২২ বছর বয়সী ব্যাটসম্যান অস্ট্রেলিয়ার বিপক্ষে টি-টোয়েন্টি সিরিজের দ্বিতীয় ম্যাচে ৪১ বলে সেঞ্চুরি করেছেন, গতকাল শেষ টি-টোয়েন্টিতে করেছেন ২৬ বলে ৫৩। </p><p>ফিফটি করতে গিয়ে ছক্কা মেরেছেন ৬টি, এর মধ্যে টানা ৩টি ‘নো লুক’ শটে। ‘বেবি এবি’ নামে পরিচিত ব্রেভিস অস্ট্রেলিয়ার মাটিতে যতই ঝড় তুলছেন, ভারতে তাঁকে নিয়ে ততই আলোচনা বেড়ে চলেছে। ভারতে আসলে ব্রেভিসকে নিয়ে হচ্ছেটা কী?</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেনে শান্তি প্রতিষ্ঠায় দোনেৎস্ক ও লুহানস্কের নিয়ন্ত্রণসহ আর কী কী চাইছেন পুতিন | প্রথম আলো",
            "time": "2025-08-17T10:14:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Foogblcd6%2FPeace-deal.jpg?rect=0%2C0%2C752%2C395&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতিমধ্যে, ফক্স নিউজকে দেওয়া এক সাক্ষাৎকারে ট্রাম্প বলেছেন, তিনি চেয়েছিলেন আলাস্কা বৈঠকে যুদ্ধবিরতির বিষয়ে কোনো সিদ্ধান্ত আসুক, কিন্তু তা হয়নি। তবে তিনি বলেছেন, ইউক্রেনের ভূমি ভাগাভাগি ও নিরাপত্তাজনিত নিশ্চয়তা নিয়ে পুতিনের সঙ্গে তাঁর আলোচনা হয়েছে। এ বিষয়ে ‘বড় ঐকমত্য’ হয়েছে।</p><p>ট্রাম্প বলেন, ‘আমার মনে হয়, আমরা চুক্তির খুব কাছাকাছি। ইউক্রেনকে এতে রাজি হতে হবে। তারা হয়তো ‘‘না’’ করে দিতে পারে।’</p><p>দুটি সূত্র বলেছে, পুতিনের প্রস্তাব নিয়ে তারা যে তথ্য দিয়েছে, তার বেশির ভাগ মূলত ইউরোপ, যুক্তরাষ্ট্র ও ইউক্রেনের নেতাদের আলোচনার ওপর ভিত্তি করে দেওয়া। এটা পূর্ণাঙ্গ প্রস্তাব নয়। গতকাল শনিবার ট্রাম্প পুতিনের সঙ্গে আলোচনার বিষয়ে ইউক্রেনের প্রেসিডেন্ট জেলেনস্কি ও ইউরোপীয় নেতাদের অবহিত করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্দরে বিদেশি অপারেটরের বিরোধিতা নয়, সমর্থন করা উচিত: মোহাম্মদ হাতেম | প্রথম আলো",
            "time": "2025-08-17T10:08:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fv1r1u9dx%2FWhatsApp-Image-2025-08-17-at-3.57.27-PM.jpeg?rect=0%2C0%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নতুন টার্মিনাল ও বিকল্প বন্দর</strong></p><p>রপ্তানি লক্ষ্যমাত্রা অর্জনের জন্য অবকাঠামোগত ঘাটতি পূরণ জরুরি উল্লেখ করে বিকেএমইএ সভাপতি বলেন, ‘বে-টার্মিনাল দ্রুত চালু করতে হবে। পাশাপাশি মোংলা ও পায়রা বন্দরের সক্ষমতা পুরোপুরি কাজে লাগানো গেলে সহজেই ১০০ বিলিয়ন বা ১০ হাজার কোটি ডলারের রপ্তানি লক্ষ্যমাত্রা অর্জন সম্ভব।’</p><p>মোহাম্মদ হাতেম আরও বলেন, শুধু বন্দর নয়, গ্যাস ও বিদ্যুৎসংকট নিরসন, নিরবচ্ছিন্ন জ্বালানি সরবরাহ ও আইনশৃঙ্খলা পরিস্থিতির উন্নতি দরকার। রপ্তানি বৃদ্ধিতে এর বিকল্প নেই।</p><p>সভায় লজিস্টিক খাতের বিভিন্ন চ্যালেঞ্জ ও করণীয় নিয়ে কথা বলেন সংশ্লিষ্ট ব্যবসায়ীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "তথ্য ও যোগাযোগপ্রযুক্তি অধিদপ্তরে বড় নিয়োগ, ৪৯৭ পদে নেবে কর্মী | প্রথম আলো",
            "time": "2025-08-17T10:03:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fdrrpay2w%2F9a47f33746bf44513b5bb3a5e46a539b_594501afe7a1e.webp?rect=69%2C0%2C1429%2C750&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পদের নাম ও বেতন স্কেল</strong></p><p>১. অফিস সহায়ক</p><p>পদসংখ্যা: ৪৯৭</p><p>গ্রেড: ২০</p><p>বেতন স্কেল: ৮,২৫০- ২০,০১০ টাকা</p><p>শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত বোর্ড থেকে মাধ্যমিক স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণসহ সংশ্লিষ্ট কাজে অভিজ্ঞতা।</p><p><strong>বয়সসীমা</strong></p><p>১৮ আগস্ট ২০২৫ তারিখে আবেদনকারীর বয়স ১৮ থেকে ৩২ বছরের মধ্যে হতে হবে। বয়স প্রমাণের ক্ষেত্রে অ্যাফিডেভিট গ্রহণযোগ্য নয়।</p><p><strong>আবেদনের প্রক্রিয়া</strong></p><p>আগ্রহী প্রার্থীরা অনলাইনে <a target=\"_blank\" href=\"http://doict.teletalk.com.bd\" rel=\"nofollow\">ওয়েবসাইটের মাধ্যমে আবেদন</a> করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা লঞ্চঘাট-বাসস্ট্যান্ড করি, আর জামায়াত বিশ্ববিদ্যালয় দখল করে: বিএনপি নেতা আলতাফ | প্রথম আলো",
            "time": "2025-08-17T10:02:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Flbpnxa2i%2Faltaf-hossain-chowdhury.jpg?rect=0%2C31%2C718%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক স্বরাষ্ট্রমন্ত্রী ও বিএনপির ভাইস চেয়ারম্যান আলতাফ হোসেন চৌধুরী বলেছেন, ‘বিভিন্ন বিশ্ববিদ্যালয়ের ভাইস চ্যান্সেলর জামায়াতের লোক। বিভিন্ন আদালত ও উচ্চ আদালতের বিচারক যারা হচ্ছে, তারা জামায়াতের লোক। আর আমরা কী করছি? লঞ্চঘাট, বাসস্ট্যান্ড, ফেরিঘাট দখল করছি।’ গত শুক্রবার জেলা শহরের নিজস্ব বাসভবনে নেতা-কর্মীদের সঙ্গে মতবিনিময়কালে এসব মন্তব্য করেন তিনি।</p><p>এ সময় আলতাফ হোসেন চৌধুরী বলেন, ‘আমি জামায়াতের বদনাম করছি না। আমি শুধু দুটি জিনিসের তফাত দেখালাম। শুধু নেতা হলেই হবে না, নেতার কোয়ালিটি থাকতে হবে। নেতা যদি মনে করে চান্দাবাজি করাই তার কাজ, দখলবাজি করাই তার কাজ, তাহলে নেতৃত্ব দেবে কখন?’ এর আগে গত মঙ্গলবার দুমকি উপজেলায় আয়োজিত এক মতবিনিময় সভায় তিনি বলেন, ‘পটুয়াখালীতে এখন আর আওয়ামী লীগ নেই; চাঁদা দিয়ে সব বিএনপি হয়ে গেছে। ২০২৪ সালের আগস্ট–পরবর্তী সময়ে পটুয়াখালীতে যারা চাঁদাবাজি, দখলবাজি, লুটপাট করেছে, তাদের নাম–ঠিকানা–ছবিসহ আমাদের ও সব গোয়েন্দা সংস্থার কাছে আছে। সময়মতো হাটে হাঁড়ি ভেঙে দেব, কেউ পালানোর পথও পাবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "এখন আমাদের প্রয়োজন নিরাপত্তা ও প্রতিরক্ষা খাতের সংস্কার | প্রথম আলো",
            "time": "2025-08-17T10:00:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F80agds2v%2Fmahfuzurrahman-5.png?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>মো. মাহফুজুর রহমান</strong>: ২০১৬ সালে মিয়ানমারের জান্তা প্রায় ৯০ হাজার রোহিঙ্গাকে বাংলাদেশে পাঠিয়ে সারা বিশ্বের ও বাংলাদেশের প্রতিক্রিয়া লক্ষ করেছিল। সে সময় বাংলাদেশের ভূমিকা শুধু নালিশের মধ্যেই সীমাবদ্ধ ছিল। মিয়ানমারের সামরিক জান্তা বুঝে যায়, বাংলাদেশের ডেটারেন্স (বাধা প্রদান) ও সক্ষমতার অভাব রয়েছে। </p><p>এরপর ২০১৭ সালে তারা পরিকল্পনামাফিক আরও সাত-আট লাখ রোহিঙ্গা বাংলাদেশে ঠেলে দেয়। রাখাইনে যে আরও পাঁচ-ছয় লাখ রোহিঙ্গা আছে, ভবিষ্যতে তাদেরও বাংলাদেশে ঠেলে দেওয়া হতে পারে। আগে তাতমাদো (মিয়ানমার সশস্ত্র বাহিনী) আমাদের সঙ্গে গুন্ডামি করত, বর্তমানে জাতিগত সশস্ত্র সংগঠন আরাকান আর্মি আমাদের সঙ্গে তর্জন-গর্জন করছে। এর কারণ হলো, বাংলাদেশের বিশ্বাসযোগ্য প্রতিরোধের ঘাটতি রয়েছে। </p><p>গত ১৫ বছরে অনেক ক্ষেত্রে আমরা বাহিনীতে মেধার মূল্যায়ন করতে ব্যর্থ হয়েছি। বাহিনীতে মেধার অভাব থাকলে আপনি আপনার প্রতিপক্ষকে বুদ্ধিমত্তা দিয়ে পরাস্ত করতে ব্যর্থ হবেন। আবার অনেক সময় আমাদের বাহিনীতে বিক্রেতাদের স্বার্থে কেনাকাটা হয়েছে। এটি আমাদের কাঙ্ক্ষিত সক্ষমতা অর্জনে অন্তরায় হয়েছে। </p><p>এর বিপরীত দিকটাও আছে। আমাদের বাহিনী পার্বত্য চট্টগ্রামে কাউন্টার ইনসারজেন্স অপারেশনস ও জাতিসংঘ মিশনে দক্ষতা প্রদর্শনে সক্ষমতা দেখিয়েছে। অর্থাৎ আমাদের বাহিনীর মৌলিক শক্তি ঠিক আছে। এখন বাহিনীগুলোকে অপারেশনাল ও লজিস্টিক অডিটের মাধ্যমে ‘শক্তি ও দুর্বলতা’ নিরূপণ করা জরুরি হয়ে পড়েছে। কমান্ডের স্বাতন্ত্র্য দিয়ে বাহিনীগুলোকে প্রস্তুত করার সুযোগ দিতে হবে। </p></span></div></div></body></html>"
        },
        {
            "title": "গাজার বাসিন্দাদের জন্য সব ধরনের ভ্রমণ ভিসা স্থগিত করল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2025-08-17T09:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fjqq1q8o3%2FUntitled-1.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যমে এক চরম দক্ষিণপন্থী ইনফ্লুয়েন্সারের একের পর এক পোস্টের পর গাজাবাসীদের জন্য সব ধরনের ভ্রমণ ভিসা স্থগিত করার ঘোষণা দিয়েছে যুক্তরাষ্ট্র। গতকাল শনিবার দেশটির পররাষ্ট্র মন্ত্রণালয় এ ঘোষণা দেয়।</p><p> পররাষ্ট্র মন্ত্রণালয় এক্সে এক পোস্টে বলেছে, ‘সাম্প্রতিক দিনগুলোতে সীমিতসংখ্যক অস্থায়ী চিকিৎসা-মানবিক ভিসা দেওয়ার জন্য যে প্রক্রিয়া ও নীতিমালা ব্যবহার করা হয়েছে, আমরা তার পূর্ণ ও বিস্তারিত পর্যালোচনা করছি। এ সময় গাজার বাসিন্দাদের জন্য সব ভ্রমণ ভিসা বন্ধ থাকবে।’</p><p> ওই ইনফ্লুয়েন্সারের নাম লরা লুমার। তিনি যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের ঘনিষ্ঠ বলে জানা গেছে। লুমার গত শুক্রবার এক্সে গাজার ফিলিস্তিনিদের যুক্তরাষ্ট্রের ভ্রমণ ভিসা দেওয়া নিয়ে ক্ষোভ প্রকাশ করে একের পর এক পোস্ট দেন। লুমার বর্ণবাদী ষড়যন্ত্রতত্ত্ব প্রচার ও ৯/১১ হামলা ‘ভেতরের কাজ’ ছিল বলে দাবি করার জন্যও পরিচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "ধানমন্ডি ৩২ থেকে আটক রিকশাচালকের বিষয়ে ওসির কাছে ব্যাখ্যা তলব | প্রথম আলো",
            "time": "2025-08-17T09:58:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-26%2Finv5ivfm%2FBD-logo.jpg?rect=0%2C266%2C3752%2C1970&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়েছে, দায়েরকৃত মামলায় আজিজুর রহমানের সম্পৃক্ততার তদন্ত সম্পন্ন করার ক্ষেত্রে সম্প্রতি সংশোধিত সিআরপিসির ১৭৩(এ) ধারা মোতাবেক অতি সত্বর প্রতিবেদন দাখিলেরও নির্দেশ দেওয়া হয়েছে।</p><p>বঙ্গবন্ধু শেখ মুজিবুর রহমানের মৃত্যুবার্ষিকীতে রাজধানীর ধানমন্ডি ৩২ নম্বরে শ্রদ্ধা জানাতে গিয়ে গণপিটুনির শিকার হওয়া রিকশাচালক আজিজুর রহমানকে জুলাই গণ-অভ্যুত্থানের সময়ের একটি হত্যাচেষ্টা মামলায় গ্রেপ্তার দেখিয়েছে পুলিশ। গতকাল শনিবার আজিজুরকে হত্যাচেষ্টা মামলায় গ্রেপ্তার দেখিয়ে আদালতে হাজির করা হলে শুনানি শেষে ঢাকা মহানগর হাকিম ইসরাত জেনিফার জেরিন তাঁকে কারাগারে পাঠানোর আদেশ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাইবান্ধায় রাস্তার পাশ থেকে জামায়াত নেতার গলাকাটা লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-08-17T09:55:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fmt0ehoif%2FGaibandhaDH059920250817IMG-20250817-WA0001.jpg?rect=0%2C106%2C743%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাইবান্ধার গোবিন্দগঞ্জ উপজেলায় নজরুল ইসলাম (৪০) নামের এক জামায়াত নেতার গলাকাটা লাশ উদ্ধার করেছে পুলিশ। আজ রোববার সকালে উপজেলার নাকাই ইউনিয়নের শীতল গ্রাম থেকে লাশটি উদ্ধার করা হয়।</p><p>নিহত নজরুল একই গ্রামের প্রয়াত তোফাজ্জল হোসেনের ছেলে। তিনি জামায়াতের অঙ্গসংগঠন গোবিন্দগঞ্জ উপজেলা শ্রমিক কল্যাণ ফেডারেশনের নাকাই ইউনিয়নের শীতল গ্রামের ওয়ার্ড সভাপতি ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঝিনাইদহে জিপিএ-৫ উৎসব: ‘সমৃদ্ধশালী দেশ গড়তে চাই, তার জন্য তৈরি হতে হবে’ | প্রথম আলো",
            "time": "2025-08-17T09:49:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fg3ictub5%2FJhenaidahDH057420250817IMG9168.jpg?rect=0%2C907%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজনটি পাওয়ার্ড বাই কনকা-গ্রি এবং সহযোগিতায় থাকছে কনকর্ড গ্রুপ, ফ্রেশ, বার্জার পেইন্টস বাংলাদেশ লিমিটেড, মিউচুয়াল ট্রাস্ট ব্যাংক পিএলসি, কোয়ালিটি গ্রুপ, প্রেসিডেন্সি ইউনিভার্সিটি, অতীশ দীপঙ্কর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, ইউসিএসআই ইউনিভার্সিটি বাংলাদেশ শাখা ক্যাম্পাস, আকিজ টেলিকম লিমিটেড, আম্বার আইটি লিমিটেড, এটিএন বাংলা ও প্রথম আলো বন্ধুসভা।</p></div></div></div></body></html>"
        },
        {
            "title": "শিকার : জফির সেতু | প্রথম আলো",
            "time": "2025-08-17T09:42:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Ftaae29p2%2Fshikar.jpg?rect=0%2C270%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>...</p><p>নাওয়ের সামনে রাখা হলো বন্ধারির লাইট। দড়ি দিয়ে শক্ত করে বাঁধা গলুইয়ের সঙ্গে। অনেক আলো দেয় তেলের এই লাইট। মাঠের পানি ভেদ করে আলো মাটি অবধি পৌঁছায়। পানির গভীরের সামান্য পোকাও চোখে পড়ে। চাচাই ধারালো কোঁচ হাতে লাইটের পেছনে দাঁড়িয়ে। আমি নাওয়ের মাঝখানে ডাবে বসে আছি। জালাল ভাই পেছনের গলুইয়ে বসে ধীরগতিতে নাও চালাচ্ছে। সে বন্ধারির মাঝি।</p><p>আমাদের কারও মুখে কথা নেই। বন্ধারির মাছ শিকারে এই নিয়ম। কিন্তু আজ আর কোথাও অন্য শিকারি নেই। চাচাই বললেন, খারাপ রাইত। অমাবইস্যা, মাছ মিলত নায়। কাল সব মাছ সরাই লাইছে। জালাল অন্যদিকে নাও বা।</p><p>জালাল ভাই নৌকা ঘোরাল। এক হাওরের পর আরেক হাওর। এক মাঠের পর আরেক মাঠ। কিন্তু মাছের দেখা কোথাও নেই। আর আমরাও গ্রামের এলাকা ছেড়ে অনেক দূর চলে এসেছি।</p><p>একসময় জালাল ভাই বলল, মামুজি, আইজ মনে লয় মাছ মিলত নায়।</p><p>শুয়োরর বাচ্চা, কথা কস্ কেনে? কথা বন্ধ একবারে, চুপ! বুঝোছ না কাল আমরার লগ ধরছে হাইঞ্জারাই ধরি? আইজ তরে কালে আস্তা রাখব? কলমা পড়।</p><p>জালাল ভাইয়ের মুখ শুকিয়ে গেল, আমিও ভীষণ ভয় পেয়ে গেলাম। হাত দিয়ে দেখলাম কোমরে তাবিজ দুটি আছে। তাহলে আমার তো কিছু হবে না। কিন্তু জালাল ভাইকে রক্ষা করবে কে?</p><p>তোমার তাবিজ আছে? জিজ্ঞেস করলাম।</p><p>না! ভয়ার্ত কণ্ঠ।</p><p>তাহলে সুরা ইউনুস পড়ো।</p><p>আমি তো সুরা ইউনুস শিখি নাই।</p><p>তাইলে তুমি বাঁচবায় কিলা? আল্লার নাম লও।</p><p>এসব কথা হলো ফিসফিস করে।</p><p>এবার দেখা গেল জালাল ভাই শক্ত হয়ে গেছে। বৈঠা পানি থেকে তুলতে পারছে না। তার চেহারাটাও কেমন, ঘুম ঘুম। নৌকাও পানির ওপর স্থির হয়ে আসছে।</p><p>যে হাওরে এসেছি তা গ্রাম থেকে অনেক দূরে। আমি কখনো আসিনি আগে। কিচ্ছু চিনতে পারছি না। তাহলে কি আমরা পথ হারিয়ে ফেলেছি?</p><p>আমার দাদির কথা মনে পড়ল। দাদির কাছ থেকে মাছ শিকারের অনেক কথা শুনেছি। দাদা যখন মাছ শিকারে যেতেন অনেক বছর আগে, সেসব গল্প। দাদা তো এখন নেই। কিন্তু গল্পগুলো আছে। অনেক সময় শিকারিকে ভুল পথে নিয়ে যায় কাল। শায়েস্তা করার জন্য। তখন নাওয়ের হালে বসে পড়ে অবিকল মাঝির রূপ ধরে। আর তার আগে মাঝিকে ঘাড় মটকে ফেলে দেয় পানিতে। সামনে থাকা শিকারি কিছুই জানতে পারে না। এমনকি মাঝির কণ্ঠ নকল করে আলাপচারিতাও চালিয়ে যায় শিকারির সঙ্গে। তারপর হাওরের পর হাওর পাড়ি দেয় মাঝি শিকারিকে নিয়ে। যখন সকাল হয়, পথহারা শিকারি পেছনে তাকিয়ে দেখে মাঝি তো নেই। নাওয়ের গলুই শূন্য। মানে এসবই কালের কাণ্ড!</p><p>দাদা একবার কালকে চিনতে পেরে কোঁচ দিয়ে ঘা লাগান। মাঝির ছদ্মবেশী কাল গলুইয়ে লুটিয়ে পড়ে। সকালের আলোয় দেখা গেল, একটি কাক পড়ে আছে। রক্তমাখা, মৃত।</p><p>এসবই আমার মনে পড়ে। আর গা ছমছম করে ওঠে। আমরাও আজ সে রকম কালের পাল্লায় পড়ে গেছি! এখন কী হবে?</p><p>চাচাইও কোঁচ হাতে স্থির দাঁড়িয়ে। চাচাই কী ভাবছেন, আমি ভাবি। তিনি কি ভয় পেয়েছেন? তার হাতে তো কোঁচ আছে। অস্ত্র হাতে। চাচাই জোয়ান মানুষ। খুব সাহসী। কিন্তু ভয় কাটে না আমার।</p><p>রাতের তিন প্রহর পেরিয়ে গেছে। জালাল ভাই যেন ঘুমাচ্ছে। ঘুমের ঘোরে বৈঠা চালাতে চাচ্ছে, কিন্তু শক্তিকে কুলাচ্ছে না। জালাল ভাই কি স্থির হয়ে আছে কাঠের মূর্তির মতো?</p><p>এইবার চাচাই ঘুরলেন। তার মুখটা ভয়ানক মনে হলো। কোঁচটা জালাল ভাইয়ের ওপর তাক করলেন। জালাল ভাই সহসা সচকিত হলো। ভয়াল কিছু একটা ঘটবে—এমন কিছু টের পেল। বিকট একটা চিৎকার করতে করতে পানিতে পড়ে গেল, মামুজিবো! আমারে মাফ করি দেও। আমারে মারিও না!</p></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের থিয়েটার ইনস্টিটিউট থেকে নাট্যজন ইকবাল হায়দারকে অব্যাহতি, নতুন পরিচালক নিয়োগ | প্রথম আলো",
            "time": "2025-08-17T09:38:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Ffgt7el82%2FWhatsApp-Image-2025-08-17-at-3.13.jpg?rect=0%2C43%2C1142%2C600&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম নগরের কে সি দে সড়কে ২০০৭ সালে থিয়েটার ইনস্টিটিউট চট্টগ্রাম প্রতিষ্ঠা করে চট্টগ্রাম সিটি করপোরেশন। ওই সময় থেকে পরিচালকের দায়িত্ব পালন করে আসছেন তির্যক নাট্যদলের প্রধান আহমেদ ইকবাল হায়দার। টিআইসিতে মঞ্চনাটক, সংগীতানুষ্ঠান, সভা, সেমিনার অনুষ্ঠিত হয়।</p><p>টিআইসির পরিচালকের পদ থেকে অব্যাহতি পাওয়ার বিষয়টি নিশ্চিত করেছেন নাট্যজন আহমেদ ইকবাল হায়দার। তিনি প্রথম আলোকে বলেন, নাটকের প্রয়োজনেই থিয়েটার ইনস্টিটিউট গড়ে তোলার সঙ্গে যুক্ত ছিলেন। সিটি করপোরেশন প্রতিষ্ঠার সময় থেকে পরিচালক পদে চুক্তিভিত্তিক নিয়োগ দিয়েছিল। নিয়োগের শর্ত অনুযায়ী সিটি করপোরেশন যেকোনো মুহূর্তে চুক্তি বাতিল করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্তানের জন্য কান্না থামছে না মায়ের | প্রথম আলো",
            "time": "2025-08-17T09:36:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fwdrx89b1%2FSariatpurDH054120250817Shariatpur-AC2.jpg?rect=0%2C334%2C1936%2C1016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শনিবার রাতে শরীয়তপুর সদর হাসপাতাল–সংলগ্ন মেট্রো ক্লিনিকের একটি কক্ষে গিয়ে দেখা যায়, শয্যায় শুয়ে কাঁদছেন রুমা। পাশে বসে আছে তাঁর তিন বছরের মেয়ে, মায়ের কান্নার শব্দে বিভ্রান্ত হয়ে বারবার তাকাচ্ছে তার দিকে। মা শেফালি বেগম আর বোন জায়েদা ইসলাম তাঁকে সান্ত্বনা দেওয়ার চেষ্টা করছেন।</p><p>কাঁদতে কাঁদতে চাপা কণ্ঠে রুমা বলছিলেন, ‘আমার নিষ্পাপ শিশুটি কী করেছিল যে তাকে জন্মের পাঁচ ঘণ্টার মধ্যেই পৃথিবী থেকে বিদায় নিতে হলো? আমি তো তাকে ছুঁয়েও দেখতে পারলাম না।’</p></div></div></div></body></html>"
        },
        {
            "title": "হোয়াটসঅ্যাপে যুক্ত হচ্ছে নতুন এআই-সুবিধা | প্রথম আলো",
            "time": "2025-08-17T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-13%2Fjbvflkgr%2FVideo-call.reuters.png?rect=0%2C0%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেটা জানিয়েছে, রাইটিং হেল্প ডিফল্টভাবে বন্ধ থাকবে এবং এটি সম্পূর্ণ ঐচ্ছিক। অর্থাৎ ব্যবহারকারীর অনুমতি ছাড়া কোনো এআই তৈরি লেখা পাঠানো হবে না। ফলে ব্যবহারকারীরা চাইলে সুবিধাটি চালু বা বন্ধ করতে পারবেন।</p><p>সূত্র: ইন্ডিয়ান এক্সপ্রেস</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে কেন্দ্রীয় ছাত্রদলের নেতারা, শাখা ছাত্রদলের দুই পক্ষের হাতাহাতি | প্রথম আলো",
            "time": "2025-08-17T09:18:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fy4q84yu9%2FJUDH164220250817IMG20250817122139.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাখা ছাত্রদলের নেতা-কর্মীরা জানান, ৮ আগস্ট শাখা ছাত্রদলের বর্ধিত কমিটি ও ১৭টি হলের কমিটি ঘোষণা করা হয়েছে। এ কমিটিতে ছাত্রলীগ, ছাত্রশিবির ও ছিনতাইকারীরা স্থান পেয়েছে বলে অভিযোগ উঠেছে। এর প্রতিবাদে কয়েক দিন মহড়া দিচ্ছেন বিক্ষুব্ধ নেতা-কর্মীরা। অন্যদিকে কমিটি দেওয়ার পর থেকে শাখা ছাত্রদলের আহ্বায়ক, সদস্যসচিবসহ শীর্ষ পাঁচ নেতা ক্যাম্পাসে ছিলেন না।</p><p>এ বিষয়ে শাখা ছাত্রদলের আহ্বায়ক জহিরউদ্দিন বাবর বলেন, ‘যাঁরা বিশৃঙ্খলা করেছেন, তাঁদের মধ্যে আমাদের সংগঠনের বহিষ্কৃত কিছু নেতা-কর্মী রয়েছেন। এর পাশাপাশি একটি স্বার্থন্বেষী গোষ্ঠী এটার সঙ্গে জড়িত। একটি কমিটি ঘোষণা করা হয়েছে, সেখানে কিছু অসংগতি থাকলেও থাকতে পারে। সেগুলো আমরা সমাধানের চেষ্টা করছি। কিন্তু এটার সুযোগ নিয়ে একটি গোষ্ঠী বিশৃঙ্খলার চেষ্টা করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রোহিঙ্গা সংকট সমাধানে বড় সুযোগ আসছে: জাতীয় নিরাপত্তা উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-17T09:17:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fd2pwmbmy%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"রোহিঙ্গা সংকট সমাধানে বড় সুযোগ আসছে: জাতীয় নিরাপত্তা উপদেষ্টা\" class=\"nA4h1 \">রোহিঙ্গা সংকট সমাধানে বড় সুযোগ আসছে: জাতীয় নিরাপত্তা উপদেষ্টা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-17T15:17:20+06:00\"><span>প্রকাশ: ১৭ আগস্ট ২০২৫, ০৯: ১৭ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}