{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহী বিশ্ববিদ্যালয়ের সি ইউনিটের ভর্তি পরীক্ষার ফলাফল প্রকাশ | প্রথম আলো",
            "time": "2026-01-23T10:18:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fa8fd5ebb-2c67-4a59-9572-47810439ff1d%2FRajshahi_University.webp?rect=0%2C93%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ শুক্রবার দুপুরে বিশ্ববিদ্যালয়ের জনসংযোগ দপ্তরের পাঠানো এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়। বিজ্ঞপ্তিতে বলা হয়, সি ইউনিটে দুই পালায় বিজ্ঞানের দুটি গ্রুপ ও অ–বিজ্ঞান গ্রুপে ভর্তি পরীক্ষা নেওয়া হয়। সি ইউনিটে গ্রুপ-১ (বিজ্ঞান)–এর ৬০ হাজার ৪২১ জন পরীক্ষার্থীর মধ্যে ৫৩ হাজার ৩২ জন পরীক্ষায় অংশ নেন। এর মধ্যে ৬ হাজার ৫৯০ জন পরীক্ষায় উত্তীর্ণ হন। এ হিসাবে পাসের শতকরা হার ১২ দশমিক ৪৩। এই গ্রুপে প্রাপ্ত সর্বোচ্চ নম্বর ৯২ দশমিক ৫০।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপে না খেললে কেমন আর্থিক ক্ষতি হবে বাংলাদেশের | প্রথম আলো",
            "time": "2026-01-23T10:14:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F9e976avg%2FWhatsApp-Image-2026-01-23-at-4.11.36-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় দলের খেলায় টিকিট বিক্রি, সম্প্রচার স্বত্ব, বিজ্ঞাপন, স্পনসরশিপ থেকে আয় করে বিসিবি। তবে বাংলাদেশের ক্রিকেট বোর্ডের (বিসিবি) মূল আয়ের উৎস আইসিসি। ক্রিকেটের নিয়ন্ত্রক এ সংস্থার আয়ের ভাগ পায় বিসিবি। কিছুদিন আগে বিসিবি সভাপতি আমিনুল ইসলাম একটি সংবাদমাধ্যমকে জানিয়েছিলেন, প্রতিবছর বিসিবির আয়ের ৫৫ থেকে ৬০ শতাংশ অর্থ আসে আইসিসি থেকে।</p><p>তিন সংস্করণে আইসিসির আয়োজিত বৈশ্বিক আসরগুলো থেকেও রাজস্বের ভাগ পায় অংশ নেওয়া দেশগুলো। শুধু অংশ নেওয়ার জন্যই দেশগুলোকে নির্দিষ্ট একটি অঙ্কের অর্থ দেয় আইসিসি। এরপর টুর্নামেন্টে পারফরম্যান্সের ভিত্তিতে প্রতি ধাপে ধাপে আয়ের সুযোগ থাকে। টি–টুয়েন্টি বিশ্বকাপে না খেললে এসব খাত থেকে কোনো অর্থই পাবে না বিসিবি।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশকে এগিয়ে নিতে তরুণদের মধ্যে উদ্ভাবনী শক্তি থাকতে হবে: উপদেষ্টা সাখাওয়াত হোসেন | প্রথম আলো",
            "time": "2026-01-23T10:14:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Ft8edwwhw%2Fsakwat.jpg?rect=0%2C316%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টা এম সাখাওয়াত হোসেন বলেন, ‘আমি যখন প্রথম চীন নামের রাষ্ট্রে যাই, তখন দেশটি দেখে মনে হয়েছিল এরা কারও সঙ্গে প্রতিযোগিতায় আসতে পারবে না; কিন্তু এবার যখন চীনে গেলাম, তখন মনে হয়েছে বিশ্বের সব বিজ্ঞান, সব প্রযুক্তি এই দেশেই রয়েছে। একটি বন্দর দেখতে গেলাম। সেই বন্দরটি পরিচালিত হচ্ছিল তথ্যপ্রযুক্তিতে দক্ষ পাঁচ তরুণের মাধ্যমে। ওই পাঁচ তরুণ পুরো বন্দরটি পরিচালনা করছিলেন কৃত্রিম বুদ্ধিমত্তা ও ডিজিটালাইজেশনের মাধ্যমে। আমাদের শিক্ষার্থীদের প্রযুক্তিতে আরও বেশি দক্ষতা অর্জন করতে হবে। তরুণদের মধ্যে উদ্ভাবনী শক্তি থাকতে হবে, তাহলেই দেশ অনেক দূর এগিয়ে যাবে। উন্নত বিশ্বের মতো আমাদের শিক্ষাপ্রতিষ্ঠানগুলোতে শিক্ষার্থীদের এআই ব্যবহারে দক্ষ করে তুলতে হবে। মনে রাখতে হবে, যে জাতি বিজ্ঞান ও প্রযুক্তিতে দক্ষ হবে না, সেই জাতি এগিয়ে যেতে পারবে না।’</p><p>এম সাখাওয়াত হোসেন বলেন, ‘বিশ্ব আজ প্রযুক্তি ও বিজ্ঞাননির্ভর। উন্নত বিশ্বের দেশগুলোতে এআই নিয়ে তারা গবেষণা ও প্রয়োগ করছে। তোমরা যারা আজ গ্র্যাজুয়েশন সম্পূর্ণ করেছ, বাংলাদেশকে সব ক্ষেত্রে এগিয়ে নিতে তোমাদের ভূমিকা রাখতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী-৬: বিএনপি প্রার্থীর গলায় মালা দিয়ে জলাবদ্ধতা থেকে মুক্তি চাইলেন নারীরা | প্রথম আলো",
            "time": "2026-01-23T10:10:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fl9c80mmg%2Frajshahidh060120260123pic-2-1.jpg?rect=0%2C0%2C1215%2C638&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অতীতে চারঘাট উপজেলার কাঁকড়ামারি এলাকা থেকে একটি খাল দিয়ে পদ্মা নদীর পানি বাঘা উপজেলার তেপুকুরিয়া, নওটিকা, ধন্দহ ও নাটোরের লালপুর উপজেলার বোয়ালিয়াপাড়া হয়ে চলন বিলে গিয়ে পড়ত। একইভাবে বাঘা উপজেলার চান্ডিপুর ক্ষুদি ছয়ঘটি এলাকার বিলে বর্ষার পানি লালপুরের আটটিকার বিল হয়ে বিভিন্ন খালের মাধ্যমে চলনবিলে পড়ত। অবৈধ পুকুর খনন ও খাল দখলের কারণে এই প্রাকৃতিক পানিপ্রবাহ ব্যবস্থা ভেঙে পড়েছে। এ জন্য এলাকার মানুষের প্রধান দাবি হয়ে উঠেছে জলাবদ্ধতা থেকে মুক্তি।</p><p>বাজুবাঘা ইউনিয়নের তেপুকুরিয়া গ্রামে উপস্থিত নারীদের মধ্যে থেকে রুমপা বেগম বলেন, ‘আমার আর কোনো দাবি নেই। একটাই দাবি—বিলের পানি নিষ্কাশনের জন্য খাল চাই।’ তাঁর সঙ্গে উপস্থিত সব নারী একই দাবির পুনরাবৃত্তি করেন। আবু সাইদ চাঁদ নারীদের আশ্বস্ত করে বলেন, ‘আপনারা খালের কথা বলেছেন, আমি বিল পর্যন্ত গিয়েছি। ইনশা আল্লাহ, খালের ব্যবস্থা হবে। আমার প্রিয় নেতা জিয়াউর রহমান খাল খনন করেছিলেন। তাঁর ছেলে তারেক রহমান খাল খননকে প্রাধান্য দেবেন। আমি যদি পাস করি এবং তারেক রহমান সরকার গঠন করেন, তবে ইনশা আল্লাহ খালের ব্যবস্থা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মহাকাশের রহস্যময় ছোট লাল বিন্দুগুলো আসলে কী | প্রথম আলো",
            "time": "2026-01-23T10:09:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fpghkl3xa%2FGalaxy.reuters.png?rect=0%2C0%2C535%2C281&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহাকাশ মানেই রহস্য। সেই রহস্য উন্মোচনে দীর্ঘদিন ধরেই গবেষণা করছেন বিজ্ঞানীরা। নাসার জেমস ওয়েব স্পেস টেলিস্কোপের তোলা মহাবিশ্বের শুরুর সময়ের ছবিগুলোতে অদ্ভুত কিছু ছোট লাল বিন্দু দেখা যায়, যেগুলোর পরিচয় সম্পর্কে নিশ্চিত হতে পারছিলেন না বিজ্ঞানীরা। ফলে মহাকাশের অমীমাংসিত রহস্য হিসেবেই বিবেচনা করা হচ্ছিল বিন্দুগুলোকে। এবার ডেনমার্কের ইউনিভার্সিটি অব কোপেনহেগেনের বিজ্ঞানীরা জানিয়েছেন, মহাকাশে থাকা লাল বিন্দুগুলো আসলে সুপারম্যাসিভ ব্ল্যাক হোল (কৃষ্ণগহ্বর)। এসব ব্ল্যাক হোল আয়োনাইজড গ্যাসের আবরণে ঢাকা থাকে। ব্ল্যাক হোলগুলোর চারপাশে যখন গ্যাসের আবরণ গ্রাস করে, তখন সেখানে প্রচণ্ড তাপ ও বিকিরণ তৈরি হয়। সেই বিকিরণই গ্যাসের মেঘ ভেদ করে লালচে আভা হয়ে ফুটে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ব স্বাস্থ্য সংস্থা থেকে আনুষ্ঠানিকভাবে বের হয়ে গেল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-01-23T10:06:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F8djiwojh%2FWHO.jpg?rect=0%2C17%2C631%2C331&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই কর্মকর্তা আরও বলেছেন, কোভিড-১৯ মহামারি মোকাবিলায় ডব্লিউএইচওর ভূমিকা বিশেষভাবে সমালোচিত হয়েছে। ডব্লিউএইচও কোভিড-১৯-কে বৈশ্বিকভাবে স্বাস্থ্যগত জরুরি ঘোষণা করতে দেরি করেছে। সংস্থাটি অনেক ক্ষেত্রে যুক্তরাষ্ট্রের স্বার্থবিরোধী কাজ করেছে বলে অভিযোগ করেন তিনি।</p><p>ট্রাম্প প্রশাসনের দাবি, চীন ও অন্য দেশগুলোর তুলনায় যুক্তরাষ্ট্র ডব্লিউএইচওতে বেশি অনুদান দিয়েছে। ডব্লিউওএচওর ইতিহাসে কখনো কোনো মার্কিন নাগরিক ডব্লিউএইচওর মহাপরিচালক হননি বলে উল্লেখ করেন তিনি।</p><p>জাতিসংঘের নিয়ম অনুযায়ী, কোনো দেশ ডব্লিউএইচও ছাড়ার এক বছর আগে কর্তৃপক্ষকে জানাতে বাধ্য। ট্রাম্প গত বছর নির্বাহী আদেশে স্বাক্ষর করলে যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে বিষয়টি ডব্লিউএইচওকে জানিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের জালে বাংলাদেশের ৯ গোলে সাবিনার ৪টি | প্রথম আলো",
            "time": "2026-01-23T10:00:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F8qz9qhiw%2F61685072513270440494667441449140397435761825n.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‎‎সাফ ফুটসালে গতকাল পাকিস্তানের কাছে হারে বাংলাদেশের ছেলেরা। আজ একই প্রতিযোগিতায় বাংলাদেশের মেয়েরা ৯-১ গোলে সেই পাকিস্তানকে বিধ্বস্ত করেছে। এ জয়ে ৫ ম্যাচে ১৩ পয়েন্ট নিয়ে শিরোপা জয়ের সম্ভাবনা আরও বাড়াল বাংলাদেশ। দ্বিতীয় ভারতের সংগ্রহ ৪ ম্যাচে ৯ পয়েন্ট।</p><p>প্রতিযোগিতার নিয়ম অনুযায়ী, পয়েন্ট তালিকায় শীর্ষ দলের হাতে উঠবে শিরোপা। সে হিসেবে আগামী রোববার বাংলাদেশ তাদের ষষ্ঠ ম্যাচে মালদ্বীপকে হারাতে পারলে কোনো হিসাবনিকাশ ছাড়াই চ্যাম্পিয়ন হবে। ‎</p></div></div></div></body></html>"
        },
        {
            "title": "রাজ্জাকের জীবনে যেভাবে ‘লক্ষ্মী’র আগমন | প্রথম আলো",
            "time": "2026-01-23T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F08%2F21%2F7a0c04247e27c9758ab622b843aea13b-599af99e8eeb4.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরিবারে বলা, বিয়ের সিদ্ধান্ত</strong></p><p>ঘরে ফিরে রাজ্জাক তাঁর ভাবিকে বলেন, ‘আমি এমন একটা মেয়ে দেখে আসছি, তোমরাও দেখতে পারো।’ সেই সময় রাজ্জাকের বয়স ১৯, খায়রুন্নেসার ১৬। প্রথম দেখার এক সপ্তাহের মধ্যেই রাজ্জাকের ভাই, ভাবি, চাচিসহ পরিবারের সদস্যরা খায়রুন্নেসাকে দেখতে যান। তখনকার সামাজিক বাস্তবতায় খুব বেশি আনুষ্ঠানিকতা ছাড়াই বিয়ের সিদ্ধান্ত হয়ে যায়। এনগেজমেন্ট হয়, এরপর রাজ্জাক চলে যান বোম্বেতে (বর্তমানে মুম্বাই)—চলচ্চিত্রের কাজ শিখতে।</p><p>ফোনের যুগ নয়, নিয়মিত যোগাযোগও ছিল না। এক বছর কেটে যায়। অবশেষে পরিবারের উদ্যোগেই রাজ্জাক ফিরে আসেন কলকাতায়। এনগেজমেন্টের এক বছর পর বিয়ে হয় তাঁদের। বিয়ের পর আর বোম্বেতে যাননি তিনি। নাটক আর অভিনয়েই ডুবে থাকতেন, পাশাপাশি পরিবারের মেটালের ফ্যাক্টরিও দেখাশোনা করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দেখুন এই সময়ের হলুদের কনে সাজের ১০টি ছবি | প্রথম আলো",
            "time": "2026-01-23T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fff3h0wpd%2FThumb.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কেউ যদি গায়েহলুদে তাজা ফুল ও পাতার গয়নায় সাজতে চান, তাহলে দেখে নিতে পারেন এই লুক।</figcaption><figcaption class=\"story-element-image-attribution\">মডেল: তাইন। ছবি: কবির হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নতুন পণ্য বাজারজাত শুরু করেছে স্কয়ার টয়লেট্রিজ | প্রথম আলো",
            "time": "2026-01-23T09:57:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fuu1f5xcs%2Fae23e47b-8771-467a-99d6-3971ef6da988.jfif?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মেলনে স্কয়ার টয়লেট্রিজের এমডি অঞ্জন চৌধুরী বলেন, সবার জন্য ২০২৫ সালটি চ্যালেঞ্জিং ছিল। তবে সবার সম্মিলিত প্রচেষ্টা ও দায়িত্বশীলতার ফলে বছরটি সাফল্যের সঙ্গে শেষ করা সম্ভব হয়েছে। এই সাফল্যের ধারা নতুন বছরেও অব্যাহত থাকবে বলে তিনি আশা প্রকাশ করেন।</p><p>এই সম্মেলনে স্কয়ার টয়লেট্রিজের ব্র্যান্ডগুলোর একাধিক নতুন পণ্যের বাজারজাত কার্যক্রমের উদ্বোধন করা হয়। ফ্ল্যাগশিপ ব্র্যান্ড মেরিল, মিল্ক সোপ বার, ভিটামিন-সি সোপ বারের পর স্কয়ার বাজারে এনেছে মেরিল সিরাম সোপ বার। এ ছাড়া মেরিল ময়েশ্চারাইজিং শাওয়ার জেলের একটি নতুন পণ্যও বাজারে এসেছে। স্কয়ারের ওরাল কেয়ার ব্র্যান্ড হোয়াইট প্লাস বাজারে নিয়ে এসেছে ১০ শতাংশ বেকিং সোডা টুথপেস্ট।</p><p>বাজারের পাউডার ফর্মের ইনস্ট্যান্ট ড্রিংকে প্রায় ৯৪ শতাংশই চিনি। তাই স্বাস্থ্যসচেতন ভোক্তাদের কথা মাথায় রেখে স্কয়ারের ব্র্যান্ড জিরোক্যাল পাউডার ফর্মের ইনস্ট্যান্ট ড্রিংক বাজারে নিয়ে এসেছে। মেয়েদের ত্বকের যত্নে সিরাম একটি জনপ্রিয় পণ্য। তাই ট্রেন্ডিং ব্র্যান্ড রিভাইভ নিয়ে এসেছে সাশ্রয়ী দামে রিভাইভ গ্লাস স্কিন সিরাম রেঞ্জ, যা আধুনিক ত্বকচর্চার চাহিদা পূরণে সহায়ক হবে বলে বিজ্ঞপ্তিতে জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী যুদ্ধে নিয়মনীতির বালাই থাকে না | প্রথম আলো",
            "time": "2026-01-23T09:46:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fa6zwx47w%2FMasuk-Art-CMYK.jpg?rect=0%2C0%2C2136%2C1121&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বডি ক্যামেরা আর সিসিটিভি ক্যামেরা কিনতে গুচ্ছের টাকা খরচ হবে। সেই টাকার জোগান প্রার্থীরা দেবেন না। টাকা দেবে সরকার। সরকারের টাকা বানানোর কারখানা নেই। সেই টাকা আসবে জনগণের কাছ থেকে। অর্থাৎ প্রার্থীর লোকজন ভোটকেন্দ্রে মাস্তানি করবেন, ভোট ডাকাতি করবেন। আর সেটি কীভাবে হলো, তা দেখার জন্য ভোটাররা ক্যামেরার জোগান দেবেন। আচ্ছা, ভোট ডাকাতেরা যদি সিসিটিভি ভেঙে ফেলে বা সেটি খুলে নিয়ে দৌড় দেয়, তাহলে কী হবে! পুলিশ-মিলিটারি তাদের ধরবে? পুলিশ-মিলিটারির ভয় থাকলে ক্যামেরা-টিভির দরকার কী। আসলে পুলিশ-মিলিটারির ভয় এসব ডাকাতের নেই। থাকলে গত সাড়ে পাঁচ দশকে নির্বাচনের নামে এই অনাচার হতো না। এ প্রসঙ্গে একটি উদাহরণ দিচ্ছি।</p><p>স্বাধীনতার পর এ দেশে প্রথম ভোট হয় ১৯৭৩ সালের ৭ মার্চ। সেদিনের একটি বিবরণ পরের দিন পত্রিকায় ছাপা হয়। সংবাদটি সংক্ষেপে এ রকম:</p><p>‘ঢাকা শহরের অধিকাংশ ভোটকেন্দ্র বেলা ১১টার মধ্যে ফাঁকা হয়ে যায়। সন্ত্রাসের মুখে স্বতঃস্ফূর্তভাবে ভোটদাতারা ভোটদানে বিরত থাকেন। কিন্তু একই মুখ বারবার ভোটকেন্দ্রে উপস্থিত হয়েছেন নির্বিঘ্নে। কোহিনুর কেমিক্যালের স্টোর বিভাগের শ্রমিক মিজানুর রহমান ভোট দিয়েছেন চারবার। মহাখালী-৩ ভোটকেন্দ্রে এই প্রতিনিধির স্বল্পকালীন উপস্থিতিতে একই ব্যক্তি বীর বিক্রমে ২৩২, ২৩৩, ২৩৪, ২৩৫, ২৩৬, ৮৪, ৪১৩ ও ১১৯ নম্বর (ব্যালটে বা ভোটার তালিকা) ভোট দিয়ে যাওয়ার পর প্রিসাইডিং অফিসার আমার জিজ্ঞাসার জবাবে জানান, বিরোধী দলের পোলিং এজেন্ট নিশ্চুপ, আমার ঘাড়ে তো মাথা একটিই, কেন অনর্থক এই আর্থিক দুর্দিনে পরিবার পরিজনকে অনাথ করা ভাই!’ (<em>গণকণ্ঠ</em>, ৯ মার্চ ১৯৭৩)</p></div></div></div></body></html>"
        },
        {
            "title": "‘ঝামেলা করলে জনবিস্ফোরণ হবে’ | প্রথম আলো",
            "time": "2026-01-23T09:42:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F2yr7lom2%2FYasin.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের সীতাকুণ্ডের জঙ্গল সলিমপুরে অভিযানের নামে ঢালাওভাবে গ্রেপ্তার করতে দেওয়া হবে না। কাউকে ধরতে হলে অভিযানের আগে আসামির নাম-ঠিকানা জানাতে হবে। এসব কথা বলেছেন জঙ্গল সলিমপুরে র‍্যাব কর্মকর্তা হত্যা মামলার প্রধান আসামি মোহাম্মদ ইয়াসিন। তিনি বলেন, ‘এসব ক্রাইমের ফান্দে পাড়া দিয়া কেউ যদি কোনো ঝামেলা করে, এতে কিন্তু বড় ধরনের পাবলিক বিস্ফোরণ ঘটবে।’ ইয়াসিনের এসব বক্তব্যের ভিডিও গতকাল বৃহস্পতিবার সামাজিক যোগাযোগমাধ্যম ফেসবুকে ছড়িয়ে পড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "বর্তমান পরিস্থিতিতে দরকার জনগণের হাতে প্রকৃত ক্ষমতা | প্রথম আলো",
            "time": "2026-01-23T09:30:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fshenjg5c%2Fcouncil.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় মুক্তি কাউন্সিলের সদস্যরা যাতে মানুষকে সংগঠিত করার কাজে কাউন্সিলের প্রতিষ্ঠাকালীন ১৮ দফা অনুসরণ করেন, সেই আহ্বান জানান ফয়জুল হাকিম। পাশাপাশি বাংলাদেশের শাসকশ্রেণির সংকট ও বিশ্বব্যাপী সাম্রাজ্যবাদের যে সংকট, সেটাকে কাজে লাগাতে বলেন তিনি।</p><p>বদরুদ্দীন উমরকে উদ্বৃত্ত করে ফয়জুল হাকিম বলেন, ‘আমাদের আসল কাজ হচ্ছে, সংগঠন, সংগঠন এবং সংগঠন। এই গুরুত্বপূর্ণ কাজ সম্পন্ন করার জন্য এই সম্মেলন কাউন্সিল সদস্যদের অঙ্গীকারাবদ্ধ করবে।’</p><p>সম্মেলন সঞ্চালনা করেন জাতীয় মুক্তি কাউন্সিলের জাতীয় পরিষদ সদস্য আমীর আব্বাস। তিনি বলেন, জুলাই গণ-অভ্যুত্থানে দেশের ক্ষমতার পরিবর্তন ঘটেছে, কিন্তু জনগণের হাতে ক্ষমতা যায়নি। শ্রমিক-মজুর-জনতা এখনো শোষণের শিকার। তাই জনগণের সার্বিক মুক্তির লক্ষ্যে, জনগণের রাষ্ট্র প্রতিষ্ঠা, জনগণের হাতে রাষ্ট্রের প্রকৃত ক্ষমতা হস্তান্তর করাই এই জাতীয় সম্মেলনের উদ্দেশ্য। তাঁরা চান, ফ্যাসিবাদ ও সাম্রাজ্যবাদবিরোধী একটি সাম্যের বাংলাদেশ প্রতিষ্ঠা হোক।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্কারে রেকর্ড ১৬ মনোনয়ন, কী আছে এই সিনেমায় | প্রথম আলো",
            "time": "2026-01-23T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fst5pu4tz%2FMV5BYjVlZmViODktOWQ3OS00MWUzLTg0NjMtNmUxYjZiZjE0OGQ4XkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গিটারবাদক মাইলস ক্যাটন বলেন, ‘মাইকেল যেভাবে দুই চরিত্রকে আলাদা করে গড়ে তুলেছিলেন, তাতে দুজনের সঙ্গেই আলাদা সম্পর্ক তৈরি করা আমার জন্য সহজ হয়ে গিয়েছিল।’</p><p>সিনেমা হলে হোক বা স্ট্রিমিং—আলোচনার কেন্দ্রে ‘সিনার্স’ প্রেক্ষাগৃহে দেখুন বা পরে এইচবিও ম্যাক্সে—‘সিনার্স’ মানুষকে কথা বলিয়েছে। সময়কে ব্যাখ্যা করেছে, আবেগ ছুঁয়েছে, ভবিষ্যৎ সম্ভাবনা নিয়ে কৌতূহল জাগিয়েছে—যদিও কুগলার এটিকে একক ছবি বলেই দাবি করেছেন।</p><p>মুক্তির সময় যত প্রশ্ন ও সন্দেহের মুখে পড়েছিলেন কুগলার, ছবিটির সাফল্যের পর সেই সমালোচকেরাই এখন জানতে চাইছেন—এরপর কী?</p><p>কুগলার এক খোলা চিঠিতে লিখেছেন, ‘আমি সিনেমায় বিশ্বাস করি। প্রেক্ষাগৃহে সিনেমা দেখার অভিজ্ঞতায় বিশ্বাস করি। এটা সমাজের একটি অপরিহার্য স্তম্ভ। দর্শকদের প্রতিক্রিয়া আমাকে এবং এই শিল্পে বিশ্বাস রাখা আরও অনেককে নতুন করে প্রাণ দিয়েছে।’</p><p>যেহেতু ‘সিনার্স’ পূর্বপরিচিত গল্পের ওপর ভর করে বানানো হয়নি, দর্শকেরা জানেন—দ্বিতীয়বার দেখলে নতুন কিছু আবিষ্কার করা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে পাঁচ বছর বয়সী শিশুকে আটক করে নিয়ে গেলেন আইসিই সদস্যরা | প্রথম আলো",
            "time": "2026-01-23T09:28:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F0q18386n%2FICE.jpg?rect=0%2C0%2C676%2C355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিবাসনপ্রত্যাশীদের বিরুদ্ধে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের চালানো কঠোর পদক্ষেপের অংশ হিসেবে এসব আটকের ঘটনা ঘটছে। মিনিয়াপোলিস এলাকায় প্রায় তিন হাজার ফেডারেল আইনপ্রয়োগকারী কর্মকর্তাকে মোতায়েন করা হয়েছে।</p><p>৭ জানুয়ারি মিনিয়াপোলিসে এক অভিবাসন কর্মকর্তার গুলিতে ৩৭ বছর বয়সী মার্কিন নাগরিক এবং ৩ সন্তানের মা রেনি গুড নিহত হয়েছেন।</p><p>হোমল্যান্ড সিকিউরিটি বিভাগের মুখপাত্র বলেন, লিয়ামের বাবা অ্যাড্রিয়ান আলেকজান্ডার কোনেহো আরিয়াস যুক্তরাষ্ট্রে অবৈধভাবে বসবাস করছেন, তবে ওই মুখপাত্র এ ব্যাপারে বিস্তারিত তথ্য দেননি।</p><p>প্রত্যক্ষদর্শীরা বলেছেন, গত মঙ্গলবার শিশু লিয়াম তাঁর বাবার সঙ্গে প্রি–স্কুল থেকে বাড়ি ফেরে। এ সময় সে নীল রঙের হ্যাট পরা ছিল। সঙ্গে ছিল একটি ব্যাকপ্যাক। লিয়ামের চোখের সামনেই মুখোশধারী কর্মকর্তারা তার বাবাকে বাড়ির গ্যারেজ থেকে তুলে নিয়ে যান।</p><p>প্রত্যক্ষদর্শীদের বর্ণনামতে, এরপর কর্মকর্তারা লিয়ামকে জিম্মি করে তার মাকে বাড়ি থেকে বের করে আনার চেষ্টা করছিলেন।</p><p>মার্কিন ভাইস প্রেসিডেন্ট জেডি ভ্যান্স গতকাল বৃহস্পতিবার এক সংবাদ সম্মেলনে বলেন, লিয়ামের বাবা পলাতক থাকায় অভিবাসন আইন প্রয়োগকারী কর্মকর্তারা তাঁকে খুঁজছিলেন। ওই সময় শিশুটিকে একা ফেলে রেখে যেতে চাননি তাঁরা। এ কারণে তাকে সঙ্গে নিয়ে গেছেন আইসিই সদস্যরা।</p></div></div></div></body></html>"
        },
        {
            "title": "পারসিয়ান বিড়ালে প্রতারণার ফাঁদ | প্রথম আলো",
            "time": "2026-01-23T09:26:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Ffyo9jub8%2FCat.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মামলার সাক্ষী সাভারের তনিমা মেহেরীন একজন শিক্ষানবিশ আইনজীবী। তিনি প্রথম আলোকে বলেন, ‘অনেকেই বলছে তুমিই প্রতারণার বিষয়টি ধরতে পারো নাই, আমরা পারব কীভাবে? আসলেই আমি বুঝতে পারিনি।’</p><p>প্রতারণার ফাঁদে কীভাবে পড়লেন, জানতে চাইলে তনিমা বলেন, তাঁর একটি দেশি-বিদেশি মিশ্র জাতের বিড়াল আছে। পারসিয়ান বিড়াল নিয়ে পোস্ট দেখলে দাম জানতে চাইতেন। তারপর একদিন একজনের কাছ থেকে ফোন পেলেন পারসিয়ান পুরুষ বিড়াল লাগবে কি না। জানালেন, তাঁরা স্বামী–স্ত্রী কানাডা চলে যাবেন। ধর্মীয় নানা কথা বলে জানালেন, তাঁরা বিড়াল বিক্রি করবেন না। ভালো একটি পরিবার চাচ্ছেন, যিনি তাঁদের বিড়ালটিকে ভালো রাখবেন।</p><p>স্বামী-স্ত্রী পরিচয় দেওয়া এই প্রতারক দম্পতিও দিনাজপুর থেকে বিড়ালকে বাসে তুলে দিতে চেয়েছিলেন বলে জানান তনিমা। ব্যাগের ছবি দিয়ে তাকে জানানো হয়, এর জন্য ৪ হাজার ৫০০ টাকা দিতে হবে। বিড়ালকে পরানোর জন্য ডায়াপারের জন্য দুই হাজার টাকা দিতে হবে। আনুষঙ্গিক সব মিলিয়ে ৬ হাজার টাকা পাঠানোর জন্য চাপ দিতে থাকলে তনিমার মনে একটু সন্দেহ দেখা দেয়। তখন তাঁদের নিজেদের টাকা দিয়ে বিড়াল পাঠাতে বললে জানান, তাঁদের ব্যাংক অ্যাকাউন্ট বন্ধ করা হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চারটি প্রশ্নে ‘হ্যাঁ-না’ ভোটের সিদ্ধান্ত অগণতান্ত্রিক: গণতান্ত্রিক যুক্তফ্রন্ট | প্রথম আলো",
            "time": "2026-01-23T09:24:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Frjegveff%2Fjuktofront.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই গণভোটের আয়োজন অসাংবিধানিক দাবি করে তিনি বলেন, জুলাই সনদে আট মাসের আলোচনা ও নোট অব ডিসেন্টের মর্মবস্তু প্রতিফলিত হয়নি। মুক্তিযুদ্ধ, স্বাধীনতা ও রাজনৈতিক আন্দোলনের ইতিহাসও সঠিকভাবে উপস্থাপিত হয়নি। রাষ্ট্রের চার মূলনীতি বহাল রাখার প্রস্তাব মানা হয়নি। জুলাই সনদের পূর্ণ বাস্তবায়নের অঙ্গীকার এবং এ নিয়ে আদালতে যাওয়ার ওপর নিষেধাজ্ঞা নাগরিক অধিকারের পরিপন্থী।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে নিজেদের ইশতেহারে গণতান্ত্রিক যুক্তফ্রন্ট ১৮টি বিষয়ে অঙ্গীকার করেছে। এর মধ্যে রয়েছে, রাষ্ট্রের গণতান্ত্রিক পুনর্গঠন, গণতান্ত্রিক আইনের শাসন প্রতিষ্ঠা ও দুর্নীতি দমন, স্বশাসিত স্থানীয় সরকার প্রতিষ্ঠা ও ক্ষমতার বিকেন্দ্রীকরণ, নির্বাচন ব্যবস্থা সংস্কার ও প্রতিনিধিত্বশীল গণতন্ত্র প্রতিষ্ঠা, অর্থনৈতিক পুনর্গঠন, কর্মসংস্থান, দারিদ্র্য বিমোচন ও বৈষম্য হ্রাস, শিক্ষাব্যবস্থার পুনর্গঠন, জনস্বাস্থ্য ও চিকিৎসা সেবার গণমুখী সংস্কার, খাদ্যনিরাপত্তা ও কৃষি সংস্কার, শ্রমিক অধিকার ও ট্রেড ইউনিয়ন স্বাধীনতা, নারী অধিকার ও লিঙ্গসমতা, যুবশক্তির বিকাশ, পরিবহন ও যোগাযোগ অবকাঠামো, পরিবেশ, জলবায়ুও প্রাকৃতিক সম্পদ সুরক্ষা, বিজ্ঞান-প্রযুক্ত ও গবেষণার গণমুখী সংস্কার, গণমাধ্যম ও মতপ্রকাশের স্বাধীনতা, সাহিত্য, সংস্কৃতি ও গণতান্ত্রিক চেতনা এবং পররাষ্ট্রনীতি ও আন্তর্জাতিক সংহতি।</p><p>অভ্যুত্থানের পর দেশের আইনশৃঙ্খলা পরিস্থিতির  চরম অবনতি হয়েছে দাবি করে বজলুর রশীদ ফিরোজ বলেন, মাজার, খানকাহ, আখড়া-মন্দিরে ধর্ম ও সংস্কৃতির ওপর আক্রমণ চলেছে। গণমাধ্যম, সাংস্কৃতিক প্রতিষ্ঠান ও নারীদের ওপর হামলা ও সাইবার বুলিং প্রমাণ করছে ফ্যাসিবাদী ব্যবস্থার অবসান হয়নি। ফ্যাসিবাদী শাসনের চরিত্র অপরিবর্তিত থাকায় মানুষ আবারও মুক্তির পথ খুঁজছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা | প্রথম আলো",
            "time": "2026-01-23T09:21:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fgn9muuux%2FBhola-Nishi-Bok.00051605.Still001.bmp?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা\" class=\"nA4h1 \">জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-23T15:21:31+06:00\"><span>প্রকাশ: ২৩ জানুয়ারি ২০২৬, ০৯: ২১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিকে সহকারী শিক্ষক নিয়োগ, মৌখিক পরীক্ষায় যে যে কাগজ প্রয়োজন | প্রথম আলো",
            "time": "2026-01-23T09:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-08%2Fdd322ecf-da6b-468f-917a-bb17418dd7ce%2FUntitled_6.jpg?rect=0%2C0%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p>সরকারি প্রাথমিক বিদ্যালয়ে সহকারী শিক্ষক নিয়োগের মৌখিক পরীক্ষা ২৮ জানুয়ারি থেকে ৩ ফেব্রুয়ারি ২০২৬ তারিখ পর্যন্ত অনুষ্ঠিত হবে। জেলা পর্যায়ে এই অনুষ্ঠিত হবে। মৌখিক পরীক্ষার প্রার্থীদের প্রয়োজনীয় কাগজপত্র বিষয়ক নির্দেশনা দিয়েছে প্রাথমিক শিক্ষা অধিদপ্তর। </p><p>পদের নাম: সহকারী শিক্ষক, সরকারি প্রাথমিক বিদ্যালয়</p><p>মৌখিক পরীক্ষার তারিখ: ২৮ জানুয়ারি থেকে ৩ ফেব্রুয়ারি ২০২৬</p><p>প্রয়োজনীয় কাগজপত্র বিষয়ক নির্দেশনা</p><p>১. অনলাইনে আবেদনের আপলোডকৃত ছবি।</p><p>২. আবেদনের কপি।</p><p>৩. সংশ্লিষ্ট ইউনিয়ন পরিষদের চেয়ারম্যান/পৌরসভার মেয়র/সিটি কর্পোরেশনের কাউন্সিলর কর্তৃক প্রদত্ত নাগরিকত্ব সনদ; জাতীয় পরিচয়পত্র; লিখিত পরীক্ষার প্রবেশপত্র।</p><p>৪. মুক্তিযোদ্ধা কোটায় আবেদনকারী প্রার্থীর ক্ষেত্রে মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয় কর্তৃক প্রদত্ত মুক্তিযোদ্ধার গেজেট ও মুক্তিযোদ্ধার সাথে সম্পর্ক সনদের সত্যায়িত কপি।</p><p>৫. শারীরিক প্রতিবন্ধী (সুবর্ণ নাগরিক কার্ডধারী) ও তৃতীয় লিঙ্গের প্রার্থীর ক্ষেত্রে সমাজসেবা অধিদপ্তর কর্তৃক প্রদত্ত সনদ।</p><p>৬. ক্ষুদ্র নৃ-গোষ্ঠীর প্রার্থীদের ক্ষেত্রে সংশ্লিষ্ট উপজেলা নির্বাহী কর্মকর্তা এবং সিটি কর্পোরেশন এলাকা হলে জেলা প্রশাসক কর্তৃক প্রদত্ত ক্ষুদ্র নৃ-গোষ্ঠী পরিচিতি বিষয়ক সনদ।</p><p>শিক্ষাগত যোগ্যতার সনদসহ প্রয়োজনীয় সকল কাগজপত্র ন্যূনতম ৯ম গ্রেডের গেজেটেড কর্মকর্তা কর্তৃক সত্যায়িত করতে হবে। ২৭ জানুয়ারি ২০২৬ তারিখের মধ্যে নিজ জেলা প্রাথমিক শিক্ষা অফিসে জমা দিয়ে প্রাপ্তি স্বীকারপত্র সংগ্রহ করতে হবে।</p><p>মৌখিক পরীক্ষার তারিখ ও সময় সংশ্লিষ্ট জেলা প্রাথমিক শিক্ষা অফিসের ওয়েবসাইটে ও নোটিশ বোর্ডে প্রকাশ করা হবে।</p></div></div></div></body></html>"
        }
    ]
}