{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাদুরোকে মুক্তি দেওয়ার আহ্বান চীনের, পরিস্থিতি পর্যবেক্ষণ করছে ভারত | প্রথম আলো",
            "time": "2026-01-04T14:16:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fihtxfwvx%2FMaduro.jpg?rect=0%2C24%2C1300%2C683&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় মার্কিন হামলার তীব্র নিন্দা জানিয়েছে উত্তর কোরিয়া। দেশটির রাষ্ট্রীয় বার্তা সংস্থা কেসিএনএ জানিয়েছে, উত্তর কোরিয়া এই কাজটিকে ‘সার্বভৌমত্ব লঙ্ঘনের সবচেয়ে গুরুতর রূপ’ হিসেবে অভিহিত করেছে।</p><p>উত্তর কোরিয়ার পররাষ্ট্র মন্ত্রণালয়ের এক মুখপাত্রের বরাত দিয়ে কেসিএনএ বলেছে, ‘এ ঘটনাটি আবারও পরিষ্কারভাবে প্রমাণ করেছে, যুক্তরাষ্ট্র আসলে কতটা গুন্ডা প্রকৃতির এবং নিষ্ঠুর।’</p><p>এ ছাড়া ইউরোপের দেশ ইতালির প্রধানমন্ত্রী জর্জিয়া মেলোনি বলেছেন, তিনি ভেনেজুয়েলার পরিস্থিতি নিবিড়ভাবে পর্যবেক্ষণ করছেন। ফ্রান্সের পররাষ্ট্রমন্ত্রী জ্যঁ-নোয়েল বারো বলেছেন, ভেনেজুয়েলায় যুক্তরাষ্ট্রের অভিযান আন্তর্জাতিক আইনের ক্ষতি করেছে।</p><p>ইউরোপীয় ইউনিয়ন ভেনেজুয়েলার পরিস্থিতি নিবিড়ভাবে পর্যবেক্ষণ করার কথা বলেছে।</p><p>এর আগে রাশিয়া, কলম্বিয়া, কিউবা, উরুগুয়ে, ইকুয়েডর, ইন্দোনেশিয়া, বলিভিয়া, গায়ানাসহ বিশ্বের বিভিন্ন দেশের নেতারা ভেনেজুয়েলায় যুক্তরাষ্ট্রের হামলার নিন্দা জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র যা চায়, তা না পেলে ভেনেজুয়েলায় আবার হামলা: মার্কিন প্রতিরক্ষামন্ত্রী | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F77iupdxe%2FHegseth.jpg?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "ঢাকার সড়কে ৪০০ বৈদ্যুতিক বাস নামানোর পরিকল্পনা | প্রথম আলো",
            "time": "2026-01-04T14:11:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F1iywmn8w%2FBus-NDC.jpeg?rect=0%2C131%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্মশালার উদ্বোধনী অংশে বক্তব্য দেন ব্র্যাক বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক ও খ্যাতিমান জলবায়ু বিশেষজ্ঞ আইনুন নিশাত। সতর্ক করে তিনি বলেন, কার্বন নিঃসরণ কমানোর পরিকল্পনা যেটা এনডিসি নামে পরিচিত, সেটি বাস্তবায়ন করতে না পারলে জলবায়ুর যে বৈশ্বিক অর্থায়ন, সেটি বন্ধ হয়ে যাবে। এনডিসির যে অঙ্গীকার তা বাস্তবায়নের দায়িত্ব শুধু পরিবেশ মন্ত্রণালয়ের নয়, সব মন্ত্রণালয় ও সংস্থাকে সক্রিয় ভূমিকা রাখতে হবে।</p><p>আইনুন নিশাত বলেন, ‘জলবায়ুর বৈশ্বিক তহবিল থেকে টাকা পেতে হলে এনডিসি কতটুকু বাস্তবায়ন হয়েছে, সেটি দেখা হবে। বাংলাদেশের যে কার্বন নির্গমন সেটি বিশ্বের মোট কার্বন নিঃসরণের মাত্র শূন্য দশমিক ৪ শতাংশ। আমরা কত কার্বন নিঃসরণ কমাচ্ছি তাতে পৃথিবীর কিছু যায় আসে না, তবুও এটি আমাদের জন্য সুযোগ, এটা প্রমাণ করার যে আমরা চাইলে পারি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির নির্বাচন পরিচালনা কমিটির মুখপাত্র হলেন মাহদী আমীন | প্রথম আলো",
            "time": "2026-01-04T14:06:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F8wyk374r%2Fmahadi-amin.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির কেন্দ্রীয় নির্বাচন পরিচালনা কমিটির মুখপাত্র হলেন দলটির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের উপদেষ্টা মাহদী আমিন।</p><p>আজ রোববার সন্ধ্যায় রাজধানীর গুলশানে বিএনপির নির্বাচন পরিচালনা কমিটির বৈঠক শেষে সংবাদ সম্মেলনে এই কমিটির চেয়ারম্যান নজরুল ইসলাম খান এ তথ্য জানান। তিনি বলেন, এখন থেকে নির্বাচন পরিচালনা কমিটির মুখপাত্র হিসেবে মাহদী আমিন নিয়মিত ব্রিফিং করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাঙ্গেরিতে বৃত্তিসহ পড়ার সুযোগ, আবেদনের শেষ সময় ১৫ জানুয়ারি | প্রথম আলো",
            "time": "2026-01-04T14:04:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Ffrluqq7w%2Fpexels-molnartamasphotography-14031189.jpg?rect=0%2C326%2C4608%2C2419&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কলারশিপের আওতায় শিক্ষার্থীরা ইংরেজি মাধ্যমে ৮০০টির বেশি প্রোগ্রামে আবেদন করতে পারবেন। জনপ্রিয় বিষয়গুলোর মধ্যে আছে প্রকৌশল, বিজ্ঞান, কম্পিউটারবিজ্ঞান ও তথ্যপ্রযুক্তি, হেলথ সায়েন্স, ইকোনমিক সায়েন্স, ন্যাচারাল সায়েন্স, ইত্যাদি। এ ছাড়া কৃষি, বায়োটেকনোলজি, খাদ্যনিরাপত্তা, কলা, পরিবেশ ব্যবস্থাপনাসহ আরও নানা বিষয়ে পড়ার সুযোগ আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে নিয়ে যুক্তরাষ্ট্র এখন কী করবে? | প্রথম আলো",
            "time": "2026-01-04T14:04:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F8steb4qy%2FTHUMNAILWEB.jpg?rect=0%2C20%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মাদুরোকে নিয়ে যুক্তরাষ্ট্র এখন কী করবে?\" class=\"nA4h1 \">মাদুরোকে নিয়ে যুক্তরাষ্ট্র এখন কী করবে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-04T20:04:00+06:00\"><span>প্রকাশ: ০৪ জানুয়ারি ২০২৬, ১৪: ০৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দেশের শীর্ষ ব্যবসায়ী ও শিল্প উদ্যোক্তাদের সঙ্গে বৈঠকে তারেক রহমান | প্রথম আলো",
            "time": "2026-01-04T14:03:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fqgbj1rkh%2FTarek-Rahman.jpg?rect=0%2C66%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকে ইন্টারন্যাশনাল চেম্বার অব কমার্স (আইসিসি) বাংলাদেশের সভাপতি মাহবুবুর রহমান, বিএসআরএমের চেয়ারম্যান আলীহোসেইন আকবরআলী, ব্যবসায়ীদের শীর্ষ সংগঠন এফবিসিসিআইয়ের সাবেক সভাপতি মীর নাসির হোসেন ও এ কে আজাদ, স্কয়ার গ্রুপের ব্যবস্থাপনা পরিচালক তপন চৌধুরী, বিটিএমএর সাবেক সভাপতি মতিন চৌধুরী, বাংলাদেশ চেম্বার অব ইন্ডাস্ট্রিজের (বিসিআই) সভাপতি আনোয়ার উল আলম চৌধুরী পারভেজ, মেঘনা গ্রুপ অব ইন্ডাস্ট্রিজের চেয়ারম্যান ও ব্যবস্থাপনা পরিচালক মোস্তফা কামাল, উত্তরা মোটর করপোরেশন লিমিটেডের চেয়ারম্যান মতিউর রহমান, এমসিসিআইয়ের সভাপতি কামরান টি রহমান, বিজিএমইএর সাবেক সভাপতি কুতুবউদ্দিন আহমেদ, বিকেএমইএর সাবেক সভাপতি ফজলুল হক, এমসিসিআইয়ের সাবেক সভাপতি নিহাদ কবির, বিজিএমইএর সভাপতি মাহমুদ হাসান খান, বিটিএমএর সভাপতি শওকত আজিজ, বিকেএমইএর সভাপতি মোহাম্মদ হাতেম, স্টিল মিল ওনার্স অ্যাসোসিয়েশনের সভাপতি জাহাঙ্গীর আলম, আইসিসি বাংলাদেশের নির্বাহী সদস্য ও ট্রান্সকম গ্রুপের সিইও সিমিন রহমান, প্রাণ গ্রুপের চেয়ারম্যান ও সিইও আহসান খান চৌধুরী উপস্থিত আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রস্তাবিত ক্ষুদ্রঋণ ব্যাংক অধ্যাদেশ ক্ষুদ্রঋণবান্ধব নয় | প্রথম আলো",
            "time": "2026-01-04T14:00:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যাদেশে ক্ষুদ্রঋণ প্রতিষ্ঠানকে ব্যাংকে রূপান্তরের যে ধারণা উপস্থাপন করা হয়েছে, তা বাস্তবসম্মত নয় বলেও উল্লেখ করা হয়েছে। বলা হয়েছে, ক্ষুদ্রঋণ প্রতিষ্ঠান একটি উন্নয়নভিত্তিক, অলাভজনক ও দরিদ্রবান্ধব প্রক্রিয়ায় পরিচালিত ব্যবস্থা। আর ব্যাংক মূলত মুনাফাভিত্তিক প্রতিষ্ঠান। প্রস্তাবিত এ রূপান্তরের ফলে ক্ষুদ্রঋণ খাত তার মূল লক্ষ্য থেকে বিচ্যুত হওয়ার ঝুঁকি তৈরি হবে এবং ধীরে ধীরে দরিদ্র জনগোষ্ঠী এ সেবা থেকে বঞ্চিত হওয়ার আশঙ্কা দেখা দেবে।</p><p>বিবৃতিতে বলা হয়, কীভাবে বিদ্যমান ক্ষুদ্রঋণ প্রতিষ্ঠানগুলো ক্ষুদ্রঋণ ব্যাংকে রূপান্তরিত হবে, সে বিষয়ে অধ্যাদেশে কোনো সুস্পষ্ট, নির্দিষ্ট বা বাস্তবায়নযোগ্য রূপরেখা নেই। বরং এই অধ্যাদেশ কার্যকর হলে দেশি ও বিদেশি ব্যক্তি, প্রতিষ্ঠান, এমনকি করপোরেট বিনিয়োগকারীদের জন্য ক্ষুদ্রঋণ ব্যাংকের লাইসেন্স গ্রহণের পথ উন্মুক্ত হবে। এতে ক্ষুদ্রঋণ খাতে অনৈতিক চর্চা, অতিরিক্ত মুনাফা লোভ ও সুশাসন সংকটের ঝুঁকি তৈরি হতে পারে।</p><p>আর্থিক খাতের বিদ্যমান সমস্যা যেমন খেলাপি ঋণ, দুর্নীতি ও সুশাসনের অভাব ক্ষুদ্রঋণ খাতেও সংক্রমিত হওয়ার আশঙ্কা রয়েছে, যা এ খাতের গত কয়েক দশকের অর্জনকে মারাত্মকভাবে ক্ষুণ্ন করতে পারে বলে বিবৃতিতে উল্লেখ করা হয়। বলা হয়, অধ্যাদেশে ‘একাধিক ব্যক্তি উদ্যোক্তা হিসেবে নিজস্ব অর্থায়নে’ ক্ষুদ্রঋণ ব্যাংক প্রতিষ্ঠার বিধান যুক্ত করার মাধ্যমে ব্যক্তি মালিকানার ধারণা প্রবর্তিত হয়েছে, যা ক্ষুদ্রঋণ খাতের স্বকীয়তা, সামাজিক দায়বদ্ধতা ও উন্নয়নকামী চরিত্রকে দুর্বল করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জয়-মাহির ১৫ বছরের ঘর ভেঙেই গেল | প্রথম আলো",
            "time": "2026-01-04T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F40yizzyn%2FANI-20260104090745.jpg?rect=0%2C164%2C994%2C522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ রোববার ইনস্টাগ্রামে যৌথ বিবৃতিতে লেখা হয়েছে, ‘আজ আমরা আলাদা পথে চলার সিদ্ধান্ত নিয়েছি, তবুও আমরা একে অপরকে সমর্থন ও সম্মান করব। শান্তি, সহমর্মিতা আর মানবিকতা সব সময় আমাদের সম্পর্কের মূলনীতি হিসেবেই থাকবে।’<br>বিবৃতিতে আরও লেখা হয়েছে, ‘আমাদের সন্তান—তারা, খুশি ও রাজবীরের জন্য যখন যা করা প্রয়োজন, তা–ই করতে আমরা সব সময় প্রতিশ্রুতিবদ্ধ। সেরা বাবা–মা, সেরা বন্ধু হিসেবে তাদের আগলে রাখব। যদিও আলাদা পথ বেছে নিচ্ছি, তবে এই গল্পে কোনো খলনায়ক নেই এবং এই সিদ্ধান্তের সঙ্গে কোনো নেতিবাচকতা জড়িত নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে ছয় ঘণ্টা অবরুদ্ধ জনস্বাস্থ্য নির্বাহী প্রকৌশলী, কার্যালয় ঘেরাও | প্রথম আলো",
            "time": "2026-01-04T13:59:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fe7oub1kf%2FWhatsApp-Image-2026-01-04-at-7.25.18-PM.jpeg?rect=91%2C0%2C1097%2C576&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল মোতালেব আরও অভিযোগ করেন, মালামাল নিলামের পাশাপাশি বিভিন্ন প্রকল্পের কাজ পাইয়ে দেওয়ার শর্তে গত কয়েক মাসে নির্বাহী প্রকৌশলী তাঁর কাছেসহ কয়েকজন ঠিকাদারের কাছ থেকে প্রায় পাঁচ কোটি টাকা আদায় করেছেন। তাঁর দাবি, ‘ঘুষ দিতে গিয়ে ঠিকাদারেরা সর্বস্বান্ত হয়ে পড়েছেন। বাধ্য হয়েই আজ আমরা কার্যালয় ঘেরাও করেছি।’</p><p>এ বিষয়ে জানতে চাইলে নির্বাহী প্রকৌশলী মো. সাইফুল ইসলাম প্রথম আলোকে বলেন, গুদামের মালামাল তিনি নিলাম দেননি বলে দাবি করেন। তাঁর ভাষ্য, ‘নিলাম প্রক্রিয়াটি ঢাকা থেকে করা হয়েছে। ঠিকাদারেরা কার্যালয় ঘেরাও করে আমাকে অবরুদ্ধ করেন। পরে তাঁদের দাবির পরিপ্রেক্ষিতে নিলামের কার্যাদেশ বাতিলের আশ্বাস দেওয়া হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এনইআইআর চালু থাকবে: ফয়েজ আহমদ তৈয়্যব | প্রথম আলো",
            "time": "2026-01-04T13:52:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F1jf3lqyu%2Ffaiz-ahmad-taiyeb.jpg?rect=28%2C0%2C1568%2C823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুঠোফোন সেট নিবন্ধন বাধ্যতামূলক করতে এনইআইআর চালু করেছে অন্তর্বর্তী সরকার। এর উদ্দেশ্য হিসেবে সরকারের পক্ষ থেকে কর ফাঁকি, অবৈধ ও নকল মুঠোফোন দেশে আসা ঠেকানো এবং অপরাধ দমনকে সামনে আনা হচ্ছে। তবে এটি চালুর পর এক নামে অনেকগুলো হ্যান্ডসেট দেখে মানুষের মধ্যে বিভ্রান্তি তৈরি হয়। ব্যক্তিগত তথ্য ফাঁস নিয়েও উৎকণ্ঠা তৈরি হয়।</p><p>সংবাদ সম্মেলনে ফয়েজ আহমদ বলেন, ‘একটা রেগুলেটরি টুলস যখন আসে, তখন বিভিন্ন ধরনের সমস্যা হয়। এই সমস্যাগুলোকে আমরা খুব দ্রুততার সাথে সমাধান করে ফেলেছি...একটি টিম ২৪ বাই ৭ (সপ্তাহের প্রতিদিন সারাক্ষণ) কাজ করেছে। রাতভর কাজ করে সমস্যাগুলোর সমাধান করেছে।’</p><p>নাগরিকদের তথ্য নিরাপদ আছে জানিয়ে প্রধান উপদেষ্টার বিশেষ সহকারী বলেন, এর মাধ্যমে ইন্টারনেটে নাগরিকদের যে অনিরাপত্তা ও সিমকেন্দ্রিক বা অনিবন্ধিত ডিভাইসকেন্দ্রিক প্রতারণা-জালিয়াতি ও আর্থিক অপরাধ হয়, সেখান থেকে মুক্তির পথ শুরু হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঘের ছবি তুলতে হুড়োহুড়ি, আটকে দেওয়া হয় বন বিভাগের গাড়ি | প্রথম আলো",
            "time": "2026-01-04T13:51:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fp97cug3g%2FWhatsApp-Image-2026-01-04-at-7.42.46-PM.jpeg?rect=0%2C22%2C1078%2C566&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুন্দরবনে হরিণশিকারিদের পাতা ফাঁদে আটকা পড়া বাঘটিকে উদ্ধারের পর নিয়ে যাওয়ার সময় উৎসুক জনতার বাধার মুখে পড়ে বন বিভাগ। সবাই ভিডিও করা ও ছবি তোলার জন্য হুড়োহুড়ি শুরু করে। পথে বন বিভাগের গাড়ি আটকে দেওয়া ও এক স্বেচ্ছাসেবককে মারধরের ঘটনাও ঘটে।</p><p>বাঘটি উদ্ধারকাজে অংশ নেওয়া ওয়াইল্ডটিমের ফিল্ড ফ্যাসিলিটেটর মো. আলম হাওলাদার প্রথম আলোকে বলেন, মারধরের শিকার সুজা বয়াতি (৩৬) ভিটিআরটির (ভিলেজ টাইগার রেসপন্স টিম) সদস্য। তাঁর বাড়ি বাগেরহাটের মোংলা উপজেলার জয়মনি গ্রামে। তাঁরা চাচাও ভিটিআরটির সদস্য। বাঘটিকে অচেতন করে নিয়ে আসার পর একটি লোহার বাক্সে করে গাড়িতে তুলে নিয়ে খুলনার উদ্দেশে রওনা হন বন বিভাগের কর্মকর্তারা। আজ রোববার বিকেলে গ্রামের পথ দিয়ে যাওয়ার সময় জয়মনি গ্রামের বৈরাগী বাড়ির কাছে বন বিভাগের গড়ি ঘিরে ধরে লোকজন। সবাই বাঘের ছবি, ভিডিওর জন্য ভিড় করে। সেখানে রাস্তা ফাঁকা করে বাঘটি নিয়ে যাওয়ার জায়গা করে দেওয়া চেষ্টা করছিরেন সুজা। তাঁর মাথা ফেটে গেছে, ছয়টি সেলাই দিতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আখতারুজ্জামান ইলিয়াস: মহাকাব্যিক বাস্তবতার নির্মোহ রূপকার | প্রথম আলো",
            "time": "2026-01-04T13:47:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fxlm21n7j%2FWhatsApp-Image-2026-01-04-at-18.37.09.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইলিয়াসের শিল্পশৈলী ও আঙ্গিক বিচারে তাঁর ডিটেইলিং বা দৃশ্য বর্ণনার অণুবীক্ষণ যন্ত্রের মতো সূক্ষ্মতা এক বিশেষ মাত্রা যোগ করেছে। তিনি কেবল ঘটনার বর্ণনা দেননি, বরং ঘটনার পারিপার্শ্বিকতা, চরিত্রের বাহ্যিক ও অভ্যন্তরীণ অবস্থা, এমনকি একটি নির্দিষ্ট স্থানের পরিবেশকেও অত্যন্ত সতর্কতার সঙ্গে এঁকেছেন। তাঁর লেখায় জাদুকরি বাস্তবতার (ম্যাজিক রিয়েলিজম) এক সার্থক প্রয়োগ দেখা যায়, যেখানে লৌকিক বিশ্বাস, মিথ বা অতিপ্রাকৃতের অনুষঙ্গগুলো বাস্তবতার সঙ্গে এমন নিবিড়ভাবে মিশে যায় যে কোনটা বাস্তব আর কোনটা অলীক, তা পাঠক অনেক সময় ধরতে পারেন না। এই মিশ্রণ তাঁর সৃষ্টিকে এক ভিন্ন মাত্রার গভীরতা দান করেছে। উপরন্তু, তাঁর কর্কশ ভাষার নান্দনিকতা এক যুগান্তকারী পরিচয়। প্রচলিত ‘ভদ্র’ বা ‘শালীন’ ভাষার আড়ষ্টতা ভেঙে তিনি জীবনের আসল মেজাজ, তার কদর্যতা, তার কঠোরতা এবং তার অমার্জিত সত্যকে ধরতে চেয়েছেন। এই ভাষার স্পষ্টতা তাঁর সাহিত্যকে দিয়েছে এক অভূতপূর্ব শক্তি ও বিশ্বাসযোগ্যতা।</p><p>আখতারুজ্জামান ইলিয়াস কেবল বাংলা কথাসাহিত্যের একজন লেখক ছিলেন না, তিনি ছিলেন আধুনিক বাংলা সাহিত্যজগতে এক অপরিহার্য ধ্রুবতারা। তাঁর সাহিত্যকর্ম পাঠ করা যেন নিজের শিকড়ের সন্ধান করা, নিজের সমাজ ও ইতিহাসের গভীরে প্রবেশ করা। তাঁর ছোটগল্প ও উপন্যাসের মহাকাব্যিক ক্যানভাসে ধরা পড়েছে বাংলাদেশের ইতিহাসের বিভিন্ন বাঁক, মানুষের অন্তর্গত আকাঙ্ক্ষা, সামাজিক-রাজনৈতিক টানাপোড়েন এবং সর্বোপরি মানুষের টিকে থাকার অদম্য স্পৃহা। তিনি কেবল গল্পের জাদুকর ছিলেন না, তিনি ছিলেন সময়ের এক নির্মম, সৎ ও অন্তর্দৃষ্টিসম্পন্ন দর্পণ। তাঁর রচনা আমাদের সমাজের গভীরে লুকিয়ে থাকা সত্যগুলোকে উন্মোচন করে, আমাদের আত্ম-অনুসন্ধানে বাধ্য করে। তাঁর শেষ কথা, ‘ইতিহাস হলো সেই চাষার গল্প যে নিজের জমিতে হালের বদলে নিজের বুক পেতে দেয়।’ তাঁর এই উক্তিই ইলিয়াসীয় সাহিত্যের মূল সুর এবং এর অমরত্বের কারণ। তিনি দেখিয়েছেন, প্রকৃত ইতিহাস কোনো ক্ষমতাধর বা শাসকের গল্প নয়, বরং তা হলো সাধারণ মানুষের, শ্রমজীবী মানুষের, তাদের ত্যাগ ও তিতিক্ষার এক শাশ্বত আখ্যান। এই কারণেই আখতারুজ্জামান ইলিয়াস বাংলা সাহিত্যের অবিচ্ছেদ্য অংশ এবং ভবিষ্যতেও তাঁর প্রাসঙ্গিকতা অমলিন থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশকে বসবাসের উত্তম স্থানে পরিণত করার চেষ্টা করতে আহ্বান প্রধান বিচারপতির | প্রথম আলো",
            "time": "2026-01-04T13:45:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F839gdd32%2Fddcb7268_e939_4187_8088_f9e309f77af4.jfif?rect=0%2C25%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবর্ধনায় অ্যাটর্নি জেনারেলের দায়িত্বে থাকা অতিরিক্ত অ্যাটর্নি জেনারেল মোহাম্মদ আরশাদুর রউফ বলেন, বিচার বিভাগের জন্য একটি বড় চ্যালেঞ্জ হলো দুর্নীতি। দুর্নীতির এই বিষবাষ্প বিচারকার্যের সঙ্গে সম্পর্কিত সব কর্মকর্তা ও কর্মচারীকে আক্রান্ত করেছে। দুর্নীতির প্রচলিত ধারণায় অর্থনৈতিক লেনদেনকে বোঝালেও বুদ্ধিবৃত্তিক দুর্নীতি ডিনামাইটের চেয়ে ধ্বংসাত্মক, অ্যাটম বোমার চেয়েও ভয়াবহ, ক্যানসারের চেয়েও প্রাণঘাতী। সুতরাং শুদ্ধি অভিযানের মাধ্যমে বিচার বিভাগের সব স্তর থেকে দুর্নীতি নির্মূল হবে।</p><p>এর আগে মোহাম্মদ আরশাদুর রউফ অভিযোগ করেন, বিগত ১৫ বছরে বিচার বিভাগকে দলীয়করণ করা হয়েছিল। বিচার বিভাগকে ব্যবহার করে রাজনৈতিক দুর্বৃত্তায়ন প্রতিষ্ঠা করা হয়েছিল। বিচারের কারণবিহীন দীর্ঘসূত্রতা এবং উদ্দেশ্যমূলক অতিদ্রুত বিচার—দুটোই বিচার বিভাগকে আশঙ্কায় ফেলে দিয়েছিল। বিচার বিভাগ তার স্বকীয়তা ও স্বাধীনতা হারিয়ে ফেলেছিল।...৫ আগস্ট ছাত্র-জনতার সফল বিপ্লবের পর এক অপার সম্ভাবনার দ্বার উন্মোচিত হয়।</p><p>বর্তমানে আপিল বিভাগে ৩৯ হাজার ৪১৭ এবং হাইকোর্ট বিভাগে ৬ লাখ ৩৭ হাজার ৮৮২ মামলা বিচারাধীন বলে জানিয়েছেন আরশাদুর রউফ। মামলার এই বিশাল জট বিচারপ্রার্থী জনগণের মধ্যে একটি হতাশা সৃষ্টি করেছে উল্লেখ করে তিনি এসব মামলা দ্রুত নিষ্পত্তির ওপর জোর দেন। একই সঙ্গে জাস্টিস হারিড, জাস্টিস বারিড—এ বিষয়ের প্রতিও সজাগ থাকতে বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামিক ফাউন্ডেশনের ৩ পদের পরীক্ষার ফল প্রকাশ | প্রথম আলো",
            "time": "2026-01-04T13:43:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F2e786862-31ff-49da-8d62-1edf4c51d965%2F754a42fa_2c62_41dc_89ed_9c086390c052.jpg?rect=0%2C10%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামিক ফাউন্ডেশনের তিনটি পদের নিয়োগের লিখিত পরীক্ষার ফল প্রকাশ করা হয়েছে। ‘অপারেটর, কেয়ারটেকার ও প্রশিক্ষণ সহকারী’ পদে লিখিত পরীক্ষায় মোট উত্তীর্ণ হয়েছেন ৫০ জন। গতকাল (৩ জানুয়ারি ২০২৬) ইসলামিক ফাউন্ডেশনের ওয়েবসাইটে ফল প্রকাশ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যে স্মার্টফোন ২০ ফুট উঁচু থেকে পড়লেও ভাঙ্গে না, পানিতে ভিজলেও নষ্ট হয় না | প্রথম আলো",
            "time": "2026-01-04T13:38:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fhnsa2iqr%2FHonor-smartphone.palo.jpeg?rect=0%2C0%2C959%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে জানানো হয়, টেকসই ও দ্রুত কাজ করার জন্য সাড়া ফেলেছে অনার এক্স৯ডি। ‘হাইয়েস্ট স্মার্টফোন ড্রপ’ ক্যাটাগরিতে গিনেস ওয়ার্ল্ড রেকর্ডসেও নাম লিখিয়েছে ফোনটি। যাঁরা টেকসই ও নির্ভরযোগ্য স্মার্টফোন ব্যবহার করতে চান, তাঁদের জন্য বিশেষভাবে নকশা করা হয়েছে অনার এক্স৯ডি।</p></div></div></div></body></html>"
        },
        {
            "title": "রোল ২২ থেকে ২, নিজের এই সাফল্য দেখতে পারল না ছোট্ট আয়েশা | প্রথম আলো",
            "time": "2026-01-04T13:37:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Feoakd1bj%2F1.png?rect=0%2C12%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার পর গত ২২ ডিসেম্বর তল্লাশি চালিয়ে ঘটনাস্থল থেকে তিনটি তালা (একটি তালার মধ্যে চাবি লাগানো) উদ্ধার করেছে পুলিশ।</p><p>পুলিশ সুপার (সদর সার্কেল) মো. রেজাউল হক প্রথম আলোকে বলেছিলেন, উদ্ধার করা তালাগুলো ঘটনার সঙ্গে কীভাবে সংশ্লিষ্ট, তা যাচাই করা হচ্ছে। আগুন দেওয়ার ঘটনাটি পরিকল্পিত কি না এবং এর পেছনে কারা জড়িত—সবদিক গুরুত্ব দিয়ে খতিয়ে দেখা হচ্ছে।</p><p>অবশ্য ঘটনার পর অতিরিক্ত পুলিশ সুপার (প্রশাসন ও অর্থ) হোসাইন মোহাম্মদ রায়হান কাজেমীর সই করা এক সংবাদ বিজ্ঞপ্তিতে বলা হয়েছিল, আগুনের ঘটনায় নাশকতার কোনো ‘বিশ্বাসযোগ্য’ আলামত পায়নি পুলিশ।</p><p>অগ্নিকাণ্ডের চার দিন পর ২৩ ডিসেম্বর রাতে সদর থানায় মামলা করেন বেলাল হোসেন। মামলার অগ্রগতি প্রসঙ্গে অতিরিক্ত পুলিশ সুপার রায়হান কাজেমী প্রথম আলোকে বলেন, পাঁচজনকে সন্দেহভাজনসহ অজ্ঞাতনামাদের আসামি করে মামলা হয়েছে। আশা করা যাচ্ছে, সুষ্ঠু তদন্তের মাধ্যমে সুবিচার পাবেন তিনি। তবে এখন পর্যন্ত কোনো আসামি ধরা পড়েনি।</p><p>সন্দেহভাজন আসামিদের প্রসঙ্গে বেলাল হোসেন বলেন, ‘জমিজমাসহ বিভিন্ন বিষয় নিয়ে কয়েকজনের সঙ্গে আগে থেকেই ঝামেলা ছিল। ডিজিটাল যুগ, পুলিশ তদন্ত করে বের করুক আসল অপরাধী কারা।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘কাভি খুশি কাভি গম’-এর সিকুয়েল কি আসবে | প্রথম আলো",
            "time": "2026-01-04T13:35:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fep1aw3th%2FMV5BY2E1NTg4NWQtOGUyNC00MzRiLTk4MzctZGM0YTY1MmMxMzg5XkEyXkFqcGdeQXVyNTE0MDc0NTM.V1-1024x731-1.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে আরও জানা গেছে, ইন্ডাস্ট্রির অন্দরমহলে গুঞ্জন, ছবিটির সম্ভাব্য নাম হতে পারে ‘কাভি খুশি কাভি গম ২’। যদিও এ বিষয়ে এখনো করণ জোহর বা ধর্মা প্রোডাকশনসের পক্ষ থেকে কোনো আনুষ্ঠানিক ঘোষণা আসেনি।</p><p>করণ জোহর তাঁর দীর্ঘ ক্যারিয়ারের ‘কুছ কুছ হোতা হ্যায়’, ‘কাভি খুশি কাভি গম’, ‘কাভি আলবিদা না কেহনা’, ‘মাই নেম ইজ খান’, ‘স্টুডেন্ট অব দ্য ইয়ার’, ‘অ্যায় দিল হ্যায় মুশকিল’ এবং সর্বশেষ ‘রকি অউর রানি কি প্রেমকাহানি’র মতো সফল ছবি পরিচালনা করেছেন।</p><p>পিংকভিলা অবলম্বনে</p></div></div></div></body></html>"
        }
    ]
}