{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আগামী চার-পাঁচ দিন একটি ‘ক্রুশিয়াল’ সময়: প্রেস সচিব | প্রথম আলো",
            "time": "2025-07-31T13:25:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fc7ybyau7%2FShafiq-pid.jpg?rect=0%2C253%2C1743%2C915&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম বলেছেন, আগামী চার-পাঁচ দিন বাংলাদেশের রাজনৈতিক বন্দোবস্তের জন্য একটি ‘ক্রুশিয়াল’ (খুব গুরুত্বপূর্ণ) সময়। এই কয়েক দিনে বোঝা যাবে সামনে কোথায় যাচ্ছে। কিন্তু একটি বিষয় নিশ্চিত, নির্বাচন দেরি হবে না।</p><p>আজ বৃহস্পতিবার সচিবালয়ে গণমাধ্যম কেন্দ্রে বাংলাদেশ সেক্রেটারিয়েট রিপোর্টার্স ফোরাম (বিএসআরএফ) আয়োজিত ‘বিএসআরএফ সংলাপ’–এ প্রধান অতিথির বক্তব্যে তিনি এসব কথা বলেন। এ সময় আরও বক্তব্য দেন প্রধান তথ্য কর্মকর্তা মো. নিজামূল কবীর, বিএসআরএফের সভাপতি মাসউদুল হক, সাধারণ সম্পাদক উবায়দুল্লাহ বাদল।</p></div></div></div></body></html>"
        },
        {
            "title": "সবাই অপেক্ষা করছে একটা নির্বাচনের জন্য | প্রথম আলো",
            "time": "2025-07-31T13:24:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fw14vla3e%2FRANGPURDH049420250731IMG7103.JPG.JPG?rect=0%2C207%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রংপুরের অর্থনীতি প্রসঙ্গে আমীর খসরু মাহমুদ চৌধুরী বলেন, ‘রংপুরের হস্ত ও তাঁতশিল্পের মাধ্যমে অর্থনৈতিক উন্নয়ন সম্ভব। কামারের পণ্য রপ্তানিযোগ্য হলেও তা রপ্তানি হচ্ছে না। এটা আমাদের ব্যর্থতা। আমাদের লক্ষ্য রংপুরে কলকারখানা, স্কিল ডেভেলপমেন্ট সেন্টার প্রতিষ্ঠা এবং স্থানীয় উদ্যোক্তা তৈরি করা। আমাদের পরিকল্পনায় রয়েছে উদ্যোক্তাদের আর্থিক সুবিধা ও কাঁচামাল সরবরাহ নিশ্চিত করা। বিদেশে সোনার অলংকার রপ্তানি এবং ডায়মন্ড কাটিং সেক্টরেও কাজ করার পরিকল্পনা আছে।’</p><p>রংপুর চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রির সভাপতি এমদাদুল হোসেনের সভাপতিত্বে সভায় বিএনপির জাতীয় নির্বাহী কমিটির সাংগঠনিক সম্পাদক আসাদুল হাবীব, বিএনপির চেয়ারপারসনের উপদেষ্টা জিয়াউদ্দিন হায়দারসহ বিএনপির স্থানীয় নেতা ও ব্যবসায়ী নেতারা বক্তব্য দেন।</p><p>এ ছাড়া সভায় রংপুর অঞ্চলের ব্যবসায়ী, উদ্যোক্তা, রাজনৈতিক প্রতিনিধি ও সমাজের বিভিন্ন পর্যায়ের নেতারা অংশ নেন। রংপুরের পিছিয়ে পড়া অর্থনীতিকে চাঙা করতে করণীয়, শিল্প-বাণিজ্য প্রসার, রাজনৈতিক স্থিতিশীলতা ও ব্যবসাবান্ধব পরিবেশ তৈরিতে করণীয় নিয়ে আলোচনা করেন ব্যবসায়ী ও রাজনৈতিক নেতারা।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে পড়তে ইচ্ছুক বাংলাদেশি শিক্ষার্থীদের ভিসা আবেদন করতে বলল দূতাবাস | প্রথম আলো",
            "time": "2025-07-31T13:22:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2Ff0bc8c03-17c1-4fad-93ee-67b3cbe71bd0%2Fab4d632b-8f28-404f-87e5-1b772f337d12.webp?rect=0%2C0%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উচ্চশিক্ষার জন্য যুক্তরাষ্ট্রে যেতে ইচ্ছুক বাংলাদেশি শিক্ষার্থীদের জন্য গুরুত্বপূর্ণ কিছু নির্দেশনা দেওয়া হয়েছে ঢাকাস্থ মার্কিন দূতাবাসের ফেসবুক পেজে। আজ বৃহস্পতিবার (৩১ জুলাই) দূতাবাসের অফিশিয়াল ফেসবুক পেজে প্রকাশিত একটি পোস্টে এ নির্দেশনা দেওয়া হয়েছে।</p><p>ফেসবুক পোস্টে বলা হয়েছে, ‘যোগ্যতাসম্পন্ন আন্তর্জাতিক শিক্ষার্থীরা দ্রুত তাঁদের ‍স্টুডেন্ট ভিসার জন্য অনুমোদিত শিক্ষাপ্রতিষ্ঠানে আবেদন করুন, যেন ভিসাপ্রক্রিয়াকরণে পর্যাপ্ত সময় পাওয়া যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদের আইনি ভিত্তি না দিলে সরকার ও কমিশনের বিরুদ্ধে মামলার হুমকি জামায়াতের | প্রথম আলো",
            "time": "2025-07-31T13:18:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fbk5poseq%2Fjamattaher.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের এই নায়েবে আমির বলেন, পিআর পদ্ধতি এখন আফ্রিকা, ইউরোপ, আমেরিকা, এশিয়া— প্রতিটি মহাদেশেই আছে। গরিব-ধনী বা কালো-সাদার ভেদে নয়, এটি একটি বৈশ্বিক বাস্তবতা। এমনকি অনেক দেশ প্রতিবছর নতুনভাবে এই পদ্ধতি গ্রহণ করছে।</p><p>আবদুল্লাহ মুহাম্মদ তাহের আরও বলেন, ‘আমরা পরিষ্কার বলেছি, আমরা পিআর চাই এবং অধিকাংশ দলও পিআরের পক্ষে। কমিশন বিরতির পর সিদ্ধান্ত দেবে বলেছে। আমরা আশা করি, সেটি ইতিবাচক হবে।’</p><p>সংলাপে সময় ব্যয় ও কঠোর পরিশ্রমের কথা উল্লেখ করে জামায়াতের এই নেতা বলেন, ‘আমরা এত কষ্ট করলাম, আপনারা (সাংবাদিকেরা) কাভার (খবর সংগ্রহ) করলেন, কিন্তু (সনদের) বাস্তবায়ন না হলে এসবের কোনো মূল্য থাকবে না। বাস্তবায়ন না হলে শপথ করারও কোনো মূল্য থাকে না। তাই বাস্তবায়নটাই মুখ্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমানী বিমানবন্দরে বোর্ডিং ব্রিজের চাকা ফেটে তরুণের মৃত্যু | প্রথম আলো",
            "time": "2025-07-31T13:16:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F2tsmjsg7%2FWhatsApp-Image-2025-07-31-at-6.41.02-PM.jpeg?rect=0%2C36%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট ওসমানী আন্তর্জাতিক বিমানবন্দরের পরিচালক হাফিজ আহমদ বলেন, বোর্ডিং ব্রিজের চাকা বদলাতে গিয়ে একটি চাকা ফেটে গিয়েছিল। এ সময় চাকার পাশে থাকা দুজন আহত হন। পরে একজন চিকিৎসাধীন অবস্থায় মারা গেছেন। অসাবধনতা বা দুর্ঘটনা যা-ই হোক, দুঃখজনক ঘটনা ঘটে গেছে।</p><p>সিলেট বিমানবন্দর থানার ভারপ্রাপ্ত কর্মকর্তা সৈয়দ আনিসুর রহমান প্রথম আলোকে বলেন, বিমানবন্দরের অভ্যন্তরে বোর্ডিং ব্রিজের চাকা খুলে নেওয়ার সময় সেটি বিকট শব্দে ফেটে গিয়েছিল। এতে একজনের মৃত্যু হয়েছে, আরেকজন আহত অবস্থায় চিকিৎসাধীন। নিহতের লাশ আইনি প্রক্রিয়া শেষে পরিবারের কাছে হস্তান্তর করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকারের আমলে সবচেয়ে দুর্ভাগ্যজনক ঘটনা হয়রানিমূলক মিথ্যা মামলা ও মব সন্ত্রাস: আইন উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-31T13:02:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fjddt39c6%2FWhatsApp-Image-2025-07-31-at-6.05.51-PM.jpeg?rect=0%2C279%2C1286%2C675&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>হয়রানিমূলক মামলা প্রত্যাহার</strong></p><p>হয়রানিমূলক মামলা প্রত্যাহার কার্যক্রমের কথা তুলে ধরে আইন উপদেষ্টা বলেন, পর্যালোচনার পর ১৫ হাজারের বেশি মামলা প্রত্যাহারের সুপারিশ করা হয়েছে। এ ছাড়া সাইবার আইনের অধীনে ৪০৮টি ‘স্পিচ অফেন্স’–সংক্রান্ত মামলা এবং জুলাই-আগস্টের অভ্যুত্থানে অংশ নেওয়া ছাত্র-জনতার বিরুদ্ধে করা ৭৫২টি হয়রানিমূলক মামলা প্রত্যাহার করা হয়েছে। এসব মামলা প্রত্যাহারের কারণে কয়েক লাখ রাজনৈতিক নেতা, কর্মী ও স্বাধীন মতের মানুষ হয়রানি থেকে রেহাই পেয়েছেন।</p><p>সংবাদ সম্মেলনে আইন উপদেষ্টা তাঁর মন্ত্রণালয়ের এক বছরের কাজের চিত্র তুলে ধরে বলেন, আন্তর্জাতিক অপরাধ (ট্রাইব্যুনাল) আইন, ১৯৭৩ সংশোধন করে আইনটিকে ন্যায়বিচারের আন্তর্জাতিক মানদণ্ডের সঙ্গে সামঞ্জস্যপূর্ণ করা হয়েছে। এ ছাড়া সুপ্রিম কোর্টের বিচারক নিয়োগ অধ্যাদেশ জারি, দেওয়ানি কার্যবিধি সংশোধন, ফৌজদারি বিধি সংশোধন, মামলাপূর্ব বাধ্যতামূলক মধ্যস্থতার বিধান সংযোজন, নারী ও শিশু নির্যাতন দমন আইনে সংশোধন, পাওয়ার অব অ্যাটর্নি বিধিমালায় সংশোধন, সাইবার সুরক্ষা অধ্যাদেশ জারি, বিবাহ নিবন্ধন বিধিমালা সংশোধন, বাংলাদেশ জুডিশিয়াল সার্ভিস গঠন বিধিমালা, ২০২৫ এবং জুডিশিয়াল সার্ভিসের সদস্যদের আইন ও বিচার বিভাগে পদায়নে বিধিমালা প্রণয়ন করা হয়েছে। এ ছাড়া আরও বিভিন্ন কার্যক্রমের তথ্য তুলে ধরেন উপদেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "কবি নজরুল বিশ্ববিদ্যালয়ে নির্মাণাধীন ভবনের ছাদ ধসে ১০ শ্রমিক আহত | প্রথম আলো",
            "time": "2025-07-31T12:54:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F8p0bpsdj%2FMYMENSINGHDH169420250731WHATSAPP-IMAGE-2025-07-31-AT-4.50.51-PM.JPG.JPG?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয়ের প্রক্টর মাহবুবুর রহমান বলেন, ১০ তলা ভবনের নিচে বারান্দার অংশের ছাদ ঢালাইয়ের কাজ চলছিল। নির্মাণকাজ করছিল সিএসআই নামের একটি ঠিকাদারি প্রতিষ্ঠান। ছাদ ধসে কয়েকজন শ্রমিক আহত হওয়ার ঘটনা ঘটেছে।</p><p>ঠিকাদারি প্রতিষ্ঠানের সঙ্গে যোগাযোগ করা সম্ভব না হওয়ায় তাদের বক্তব্য নেওয়া সম্ভব হয়নি।</p><p>বিশ্ববিদ্যালয়ের রেজিস্ট্রার মো. মিজানুর রহমান বলেন, ঘটনা তদন্তে পাঁচ সদস্যের তদন্ত কমিটি গঠনের সিদ্ধান্ত হয়েছে। কী কারণে ধসে পড়ল, কারও গাফিলতি আছে কি না, তা তদন্তে দেখা হবে। তারপর প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে প্রতিমা ভাঙচুরের ঘটনায় জিডি | প্রথম আলো",
            "time": "2025-07-31T12:49:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-10%2F442436c0-559d-4aa2-a9a2-3c4a19133517%2Ffaridpur.png?rect=0%2C128%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্দিরের পরিচালনা কমিটির সভাপতি বাসুদেব বিশ্বাস বুধবার রাত সাড়ে ১১টার দিকে ফরিদপুর কোতোয়ালি থানায় এ বিষয়ে একটি সাধারণ ডায়েরি (জিডি) করেন। তিনি বলেন, ‘এ ঘটনায় জড়িত ব্যক্তিদের নাম আমাদের জানা নেই। এ জন্য মামলা হয়নি।’</p><p>বাসুদেব বিশ্বাস আরও বলেন, প্রতিমা মেরামতের টাকা জেলা পুলিশ দিতে চেয়েছিল। কিন্তু তাঁরা তা গ্রহণ না করে নিজেরাই এর ব্যয়ভার বহন করেন।</p><p>কানাইপুর ইউনিয়ন পরিষদের চেয়ারম্যান শাহ্ মোহাম্মদ আলতাফ হুসাইন বলেন, আগামী রোববার (৩ আগস্ট) এলাকাবাসীকে নিয়ে ওই মন্দির প্রাঙ্গণে মতবিনিময় সভার আয়োজন করা হয়েছে। মন্দিরের নিরাপত্তা বাড়ানোর বিষয়ে সভায় সিদ্ধান্ত নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বক্সিং রিংয়ে চ্যাম্পিয়ন জিনাতই, বোনকে উৎসাহ দিতে গ্যালারিতে আফঈদা | প্রথম আলো",
            "time": "2025-07-31T12:47:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F0cfb1y73%2FWhatsApp-Image-2025-07-31-at-6.42.04-PM-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচ শেষে আফরা বললেন, ‘তিনি একজন ভালো খেলোয়াড়। তাঁর বিপক্ষে খেলা আমার জন্য এক নতুন অভিজ্ঞতা। বিশেষ করে তাঁর আক্রমণাত্মক স্কিলটা দুর্দান্ত। ম্যাচ শেষে তিনি আমাকে জড়িয়ে ধরে বললেন, গুড ফাইট।’</p><p>বিজয়ী জিনাত পরে কথা বলেন সাংবাদিকদের সঙ্গে। এক প্রশ্নের জবাবে তিনি বললেন, ‘আমি সবাইকে বলতে চাই, বাংলাদেশের ছেলে-মেয়েরা খেলতে চায়। তারা যদি সুযোগ-সুবিধা পায়, অনেক ভালো করবে। ওদের স্কিল আছে।’ </p><p>সেমিফাইনালে আছিয়া না ফাইনালে আফরা—কোন লড়াইটা বেশি কঠিন ছিল? জিনাতের জবাব, ‘আমি আমার খেলাটা খেলেছি এবং জিতেছি। দুজনই আলাদা ধাঁচের প্রতিপক্ষ।’</p><p>জিনাত বাংলাদেশের হয়ে আন্তর্জাতিক পদক জয়ের আকাঙ্ক্ষার কথা আজও বলেছেন। আগামী এশিয়ান গেমসে সুযোগ পেলে পদক জিতবেন কি না, প্রশ্নের ছোট্ট উত্তর, ‘ইনশা আল্লাহ।’</p></div></div></div></body></html>"
        },
        {
            "title": "জাওয়াইদেহ বেদুইনদের মৌখিক সাহিত্য | প্রথম আলো",
            "time": "2025-07-31T12:46:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fz4ryova0%2FBeduin.jpg?rect=0%2C36%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>[বেদুইনরা পানি আর ঘাসের খোঁজে এক জায়গা থেকে আরেক জায়গায় ঘুরে বেড়ায়। এক সময়ে, দুটি পরিবার ছিল, যাদের মধ্যে গভীর সম্পর্ক ছিল। বেদুইনরা এ ধরনের সম্পর্ক, বিশেষ করে প্রতিবেশীদের সঙ্গে সম্পর্ক, খুব শ্রদ্ধার চোখে দেখে। </p><p>এই দুটি পরিবারের একটির নাম ছিল আল-মাহাদি। এই পরিবারের পিতার তিন কন্যা ছিল, আর তার প্রতিবেশীর তিন পুত্র। সেই তিন মেয়ের একজন ছিল খুবই সুন্দরী এবং প্রতিবেশীর ছেলেদের একজন তার প্রেমে পড়েছিল এবং তার ভালোবাসা পাওয়ার চেষ্টা করছিল। যদিও এটা প্রচলিত রীতিনীতির মধ্যে পড়ত না, তবু সে ভালোবাসার সুযোগ নিতে চেয়েছিল। </p><p>মেয়েটি নিজের মাকে সবকিছু জানায়, কারণ সে চায়নি তার পরিবার লজ্জিত হোক। মা বিষয়টি জানায় আল-মাহাদিকে। আল-মাহাদি পরিস্থিতির গুরুত্ব বুঝতে পারেন, এবং প্রতিবেশীর সঙ্গে ‘সেজাহ’ নামক একধরনের খেলা খেলার অজুহাতে তার তাঁবুতে যান। খেলার সময় তিনি প্রতিবেশীকে বলেন, ‘তুমি চলে যাও, নয়তো আমি চলে যাব।’ </p><p>এই কথা শুনে প্রতিবেশী বুঝলেন খারাপ কিছু একটা ঘটেছে, যদিও বিস্তারিত জানতেন না। তিনি সঙ্গে সঙ্গে সিদ্ধান্ত নিলেন—তাঁবু ও পশুপাল নিয়ে রাতের আঁধারে অন্য স্থানে চলে যাবেন। </p><p>পরদিন সকালে আল-মাহাদি জানতে পারেন যে প্রতিবেশী চলে গেছেন। </p><p>নতুন জায়গায় পৌঁছানোর পর প্রতিবেশী একে একে তার তিন ছেলেকে ডেকে বলেন: ‘আমার প্রতিবেশীর সঙ্গে সমস্যার কারণ কী? সত্যি কথা বলো।’ </p><p>যে ছেলে আল-মাহাদির মেয়েকে ভালোবাসত, সে স্বীকার করে নেয়, ‘হে পিতা, আমি তার এক মেয়েকে ভালোবাসি।’ </p><p>বিষয়টি শুনে বাবা ক্রুদ্ধ হয়ে বলেন, ‘আজ থেকে আমি আর তোমার বাবা নই; তুমি আর আমার ছেলে নও। তুমি আমাদের সম্মান ধূলিসাৎ করেছ। তুমি এখানে আর থাকতে পারবে না। এখনই চলে যাও।’ </p><p>ছেলেটি বাধ্য হয়ে পালিয়ে যায়। </p><p>এরপর আল-মাহাদি জানতে পারেন, প্রতিবেশী তার ছেলেকে নির্বাসনে পাঠিয়েছেন—এটা তিনি বুঝলেন, তার প্রতি একধরনের গভীর সম্মান দেখানো হয়েছে।</p><p>কারণ, প্রতিবেশী তাদের সম্মান ও পারিবারিক সম্পর্ককে এতটা গুরুত্ব দিয়েছেন এবং ছেলেটি ও মেয়েটি একে অপরকে ভালোবাসত—এই কথা বিবেচনা করে, আল-মাহাদি শেষ পর্যন্ত তার মেয়েকে সেই ছেলের সঙ্গে বিয়ে দেন। </p><p>এই সিদ্ধান্তের মাধ্যমে তিনি আরও গভীর সম্মান প্রদর্শন করেন তার প্রতিবেশীর প্রতি—যিনি আগেই তাকে সম্মান দেখিয়েছিলেন।</p><p>এই মহৎ সিদ্ধান্তের প্রতি শ্রদ্ধা জানিয়ে প্রতিবেশী একটি কবিতা রচনা করেন, যাতে বলা হয়—] </p><p>আমি ধৈর্য ধরেছি, কিন্তু আল-মাহাদি আমার থেকেও বেশি ধৈর্যশীল,</p><p>কারণ তিনি আমার পুত্রকে বহু বছরের গ্লানির হাত থেকে রক্ষা করেছেন।</p><p>তিনি যখন বুঝলেন যে তার প্রতিবেশীর ছেলের সঙ্গে মেয়ের অনুচিত সম্পর্ক হচ্ছে,</p><p>তখন তিনি তার স্ত্রীদেরও বলেছিলেন, যেন কেউ এটা নিয়ে আলোচনা না করে।</p><p>যদি পাহাড় থেকে নেমে আসা বৃষ্টির জল উপত্যকায় নামে,</p><p>তাহলে সেই সমৃদ্ধি তোমাদের, আমাদের নয়।</p><p>তোমাদেরই জল, আমাদের নয়।</p><p>বৃষ্টির পর সমতলভূমি ঘাসে ভরে যায়, তোমাদের উটরা সেখানে চরে বেড়াতে পারে,</p><p>কেউ তাদের ধরবে না—কারণ তুমি একজন শেখের (নেতার) মতো শক্তিশালী।</p><p>সবাই জানে, তুমি একজন সম্মানিত শেখের মতো; তোমার সুনাম অতুলনীয়,</p><p>এবং আমাদের পরিবার বহু বছর একসাথে শান্তিতে বসবাস করবে।</p></div></div></body></html>"
        },
        {
            "title": "বিইউএফটিতে আবদুল্লাহ হিল রাকিব স্মরণে সভা ও দোয়া মাহফিল অনুষ্ঠিত | প্রথম আলো",
            "time": "2025-07-31T12:46:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Furtyj6e3%2F159.jpg?rect=370%2C0%2C5006%2C2628&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি বিজিএমইএ ইউনিভার্সিটি অব ফ্যাশন অ্যান্ড টেকনোলজি (বিইউএফটি) গত ২৭ জুলাই বিশ্ববিদ্যালয়ের মাল্টিপারপাস হলে প্রতিষ্ঠানটির বোর্ড অব ট্রাস্টিজের সদ্য প্রয়াত সদস্য আবদুল্লাহ হিল রাকিব স্মরণে আলোচনা সভা ও দোয়া মাহফিলের আয়োজন করে। অনুষ্ঠানে ১০০টি নির্বাচিত আলোকচিত্র ও একটি তথ্যচিত্র প্রদর্শনীর মাধ্যমে তাঁর জীবনের গুরুত্বপূর্ণ মুহূর্তগুলো তুলে ধরা হয়। পরিবার-পরিজন, সহকর্মী ও ঘনিষ্ঠজনেরা আবেগঘন স্মৃতিচারণার মাধ্যমে তাঁর নিষ্ঠা ও নেতৃত্বের গুণাবলি তুলে ধরেন। তাঁরা বলেন, রাকিব ছিলেন একজন দূরদর্শী নেতা, যিনি শিক্ষা, তৈরি পোশাক খাত এবং সামাজিক কল্যাণে অসামান্য অবদান রেখে গেছেন। </p></div></div></div></body></html>"
        },
        {
            "title": "সংসদের উচ্চকক্ষে পিআর চালুর প্রস্তাব নিয়ে আলোচনায় উত্তেজনা | প্রথম আলো",
            "time": "2025-07-31T12:41:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fzbi09p40%2FCommission-Meeting.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তখন সালাহউদ্দিন আহমদ একটি ব্যাখ্যা দেন। তখনই জাতীয় দলের চেয়ারম্যান ও ১২–দলীয় জোটের সমন্বয়ক সৈয়দ এহসানুল হুদা মাইক ছাড়াই জাবেদ রাসিনকে উদ্দেশ করে বলেন, ‘২০২৩ সালে যখন আন্দোলন হচ্ছিল, তখন আপনারা কোথায় ছিলেন?’ তখনই জাবেদ রাসিন তাঁর প্রতিবাদ করেন (মাইক ছাড়াই) এবং এ নিয়ে সংলাপে উত্তেজনা তৈরি হয়।</p><p>তাঁদের দুজনই মাইক ছাড়া পাল্টাপাল্টি বক্তব্য দেন। তখন কমিশনের সহসভাপতি অধ্যাপক আলী রীয়াজ বলেন, ‘হুদা ভাই, এর আগেও আপনারা একজনের বক্তব্য নিয়ে আপত্তি জানিয়েছেন। তখন আমরা থামিয়েছিলাম। এখানে আমরা কে কেন এসেছি, সে প্রশ্ন তুললে বিপজ্জনক পরিস্থিতির সৃষ্টি হবে। কারণ, আজকে যদি সে প্রশ্ন করেন, তাহলে রাজনৈতিক শক্তি হিসেবে আমাকেও সে প্রশ্ন করতে পারেন। আমরা সে আলোচনায় যাচ্ছি না।’</p><p>তারপর এনসিপির সদস্যসচিব আখতার হোসেন বলেন, ‘তিনি (এহসানুল হুদা) এই কথা বলতেই পারেন না।’ এ সময় সালাহউদ্দিন আহমদ তাঁর পিঠ চাপড়ে থামতে অনুরোধ করেন। আখতার তখন বলতে থাকেন, ‘আমরা বাচ্চাকাল থেকে ফ্যাসিবাদের বিরুদ্ধে লড়াই করে আসছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান সে সময় জাতীয় সরকারের প্রস্তাবে রাজি হননি, ফেসবুকে নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-07-31T12:33:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-05%2Fszqbapic%2FImage-2.jpeg?rect=0%2C0%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"তারেক রহমান সে সময় জাতীয় সরকারের প্রস্তাবে রাজি হননি, ফেসবুকে নাহিদ ইসলাম\" class=\"nA4h1 \">তারেক রহমান সে সময় জাতীয় সরকারের প্রস্তাবে রাজি হননি, ফেসবুকে নাহিদ ইসলাম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-31T18:33:47+06:00\"><span>প্রকাশ: ৩১ জুলাই ২০২৫, ১২: ৩৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভারতের অর্থনীতি মৃত, ট্রাম্প ঠিকই বলেছেন: রাহুল | প্রথম আলো",
            "time": "2025-07-31T12:30:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F1zimmadh%2F0001.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কংগ্রেস নেতা রাহুল গান্ধী বলেন, মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ঠিক কথাই বলেছেন, ভারতের অর্থনীতি মৃত।</p><p>আজ বৃহস্পতিবার সংসদ ভবনে গণমাধ্যমের প্রশ্নের জবাবে রাহুল এই মন্তব্য করার পর সামাজিক যোগাযোগমাধ্যম এক্সেও একই কথা লেখেন। তিনি বলেন, প্রধানমন্ত্রী নরেন্দ্র মোদিই ভারতের অর্থনীতিকে মেরে ফেলেছেন।</p><p>গতকাল বুধবার নিজের সামাজিক যোগাযোগমাধ্যম ট্রুথ স্যোশালে ট্রাম্প লেখেন, ‘ভারত ও রাশিয়া—দুই দেশের অর্থনীতিই মৃত। দুই দেশের মধ্যে কী বোঝাপড়া হয়েছে, তা নিয়ে আমার মাথাব্যথা নেই। তারা একই সঙ্গে মৃত অর্থনীতি নিয়ে রসাতলে যেতে পারে। ভারতের সঙ্গে আমাদের বাণিজ্য খুবই কম। ওদের শুল্কহার প্রচণ্ড চড়া। পৃথিবীর সর্বোচ্চ। রাশিয়ার সঙ্গে যুক্তরাষ্ট্রের বাণিজ্য হয় না বললেই চলে। অতএব, ও নিয়ে না ভাবলেও চলবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জন্মদিনের আনন্দে ছেলের সঙ্গে ববিতা, রইল ৮ ছবি | প্রথম আলো",
            "time": "2025-07-31T12:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fdo8xb5po%2F2.jpg?rect=0%2C0%2C679%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">জন্মদিনে নানাজনের নানান উপলব্ধি হয়। বরেণ্য অভিনয়শিল্পী ববিতারও তেমনটা হয়। কথা প্রসঙ্গে ববিতা বলেন, ‘আমার জন্য সৃষ্টিকর্তা যে বয়সটা নির্ধারণ করেছেন, তা থেকে একটি বছর কমে গেল, এটা মনে হয়। বাস্তবে তো জন্মদিন এলেই জীবন থেকে একটি বছর হারিয়ে ফেলছি, এরপরও আমরা উদ্‌যাপন করি। তবে ধুমধাম করে জন্মদিন কখনোই উদ্‌যাপন করিনি। আমি মনে করি, এত হইচই করার কিছু নেই। মনে হয়, জীবন একটাই, এখনো অনেক কিছু করার আছে। কী করতে পারলাম না, এসব নিয়ে ভাবি।’ ছবি: ববিতার সৌজন্যে</figcaption></p></div></div></body></html>"
        }
    ]
}