{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দল পেলেন মাহমুদউল্লাহ-মুশফিক, বিক্রি হননি ভারতের পিযূষ চাওলা | প্রথম আলো",
            "time": "2025-11-30T09:53:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fs4qgnnif%2FNew-Phototastic-Collage.jpg?rect=0%2C122%2C4095%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>স্থানীয় ক্রিকেটারদের ৪টি ক্যাটাগরির ক্রিকেটারদের নিলাম হয়েছে। এখন চলছে ১০ মিনিটের বিরতি। কেমন হলো কোন দল, দেখে নিন এক নজরে—</p><p><strong>ঢাকা ক্যাপিটালস</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: তাসকিন আহমেদ ও সাইফ হাসান </p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: অ্যালেক্স হেলস ও উসমান খান</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : শামীম হোসেন, সাইফউদ্দিন, মোহাম্মদ মিঠুন, তাইজুল ইসলাম, সাব্বির রহমান, নাসির হোসেন, তোফায়েল আহমেদ, ইরফান শুক্কুর</p><p><strong>সিলেট টাইটানস</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: মেহেদী হাসান মিরাজ ও নাসুম আহমেদ</p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: মোহাম্মদ আমির ও সাইম আইয়ুব</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : পারভেজ হোসেন, খালেদ আহমেদ, আফিফ হোসেন, রনি তালুকদার, জাকির হাসান, রুয়েল মিয়া, আরিফুল ইসলাম, ইবাদত হোসেন</p><p><strong>রংপুর রাইডার্স</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: মোস্তাফিজুর রহমান ও নুরুল হাসান</p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: খাজা নাফে ও সুফিয়ান মুকিম</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : লিটন দাস, তাওহিদ হৃদয়, নাহিদ রানা, রাকিবুল হাসান, আলিস আল ইসলাম, মৃত্যুঞ্জয় চৌধুরী, নাঈম হাসান, কামরুল ইসলাম</p><p><strong>নোয়াখালী এক্সপ্রেস</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: হাসান মাহমুদ ও সৌম্য সরকার</p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: জনসন চার্লস ও কুশল মেন্ডিস</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : মাহিদুল ইসলাম, জাকের আলী, হাবিবুর রহমান, মুশফিক হাসান, শাহাদাৎ হোসেন, রেজাউর রহমান</p><p><strong>রাজশাহী ওয়ারিয়র্স</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: নাজমুল হোসেন ও তানজিদ হাসান</p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: সাহিবজাদা ফারহান ও মোহাম্মদ নেওয়াজ</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড়: তানজিম হাসান, ইয়াসির আলী, আকবর আলী, রিপন মণ্ডল, জিসান আলম, হাসান মুরাদ, আব্দুল গাফফার, মেহরব হাসান</p><p><strong>চট্টগ্রাম রয়্যালস</strong></p><p>সরাসরি চুক্তিতে স্থানীয় খেলোয়াড়: মেহেদী হাসান ও তানভীর ইসলাম</p><p>সরাসরি চুক্তিতে বিদেশি খেলোয়াড়: আবরার আহমেদ</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড়:  মোহাম্মদ নাঈম, শরীফুল ইসলাম, আবু হায়দার, মাহমুদুল হাসান, মাহফিজুল ইসলাম, সুমন খান, জিয়াউর রহমান, আরাফাত সানি</p></div></div></body></html>"
        },
        {
            "title": "দুকুল হারানোর ভয়ে অনেক নেতা দেশে আসার সাহস পাচ্ছেন না: এ টি এম আজহার | প্রথম আলো",
            "time": "2025-11-30T14:12:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fc1h1ky22%2FJessoreDH055220251130IMG-20251130-WA00411.jpg?rect=0%2C58%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের এই নায়েবে আমির আরও বলেন, যাঁরা ১৮ কোটি মানুষকে দেশে ফেলে রেখে বিদেশে অবস্থান করেন, তাঁরা দেশপ্রেমিক হতে পারেন না। অথচ জামায়াতে ইসলামীর নেতারা বিদেশ থেকে এসে ফাঁসির মঞ্চে চড়েছেন। তাঁরা দেশ ছেড়ে পালিয়ে যাননি।</p><p>মোসলেহ উদ্দিনের পক্ষে ভোট চেয়ে এ টি এম আজহারুল ইসলাম বলেন, ‘আমাদের প্রার্থী মোসলেহ উদ্দিন ফরিদ ৩০ বছরের ইংল্যান্ডের নাগরিকত্ব ছেড়ে দেশে এসে মানুষকে সেবা করছেন। আপনারা তাঁকে বিজয়ী করুন।’</p><p>জামায়াত দেশ পরিচালনার সুযোগ পেলে সবার আগে দেশকে দুর্নীতিমুক্ত করা হবে বলে প্রতিশ্রুতি দেন এ টি এম আজহারুল ইসলাম। তিনি বলেন, এ দেশটা গরিব দেশ নয়, সম্পদশালী দেশ। কিন্তু দেশে চরিত্রবান নেতাদের অভাব। সে কারণে দেশ থেকে হাজার হাজার কোটি টাকা পাচার করা হয়েছে। তিনি বলেন, ‘আমাদের দুই মন্ত্রী তিনটি মন্ত্রণালয় চালিয়েছেন, সেখানে সবাই খুঁজে কোনো দুর্নীতির প্রমাণ করতে পারেনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন সুষ্ঠু হবে কি না, জাতির সামনে প্রশ্ন দেখা দিয়েছে: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2025-11-30T14:06:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fp6iv22ka%2FRajshahiDH067020251130IMG6521copy6264x4176.jpg?rect=0%2C650%2C6264%2C3289&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের সহকারী সেক্রেটারি জেনারেল মাওলানা রফিকুল ইসলাম খানের সভাপতিত্বে ও মহানগর জামায়াতের সেক্রেটারি ইমাজ উদ্দিন মন্ডলের সঞ্চালনায় সমাবেশে অন্যান্যের মধ্যে জামায়াতের নায়েবে আমির অধ্যাপক মুজিবুর রহমান, ইসলামী আন্দোলন বাংলাদেশের নায়েবে আমির মাওলানা আবদুল হক আজাদ, খেলাফত মজলিসের আমির অধ্যক্ষ মাওলানা আবদুল বাসিত আজাদ, বাংলাদেশ ডেভেলপমেন্ট পার্টির সভাপতি আনোয়ারুল হক, জাতীয় গণতান্ত্রিক পার্টির (জাগপা) সহসভাপতি ও মুখপাত্র রাশেদ প্রধান, বাংলাদেশ খেলাফত মজলিসের মহাসচিব মাওলানা জালাল উদ্দিন আহম্মেদ, বাংলাদেশ খেলাফত আন্দোলনের মহাসচিব মাওলানা ইউসুফ হক্কানী, বাংলাদেশ নেজামে ইসলাম পার্টির মহাসচিব মাওলানা মুসা বিন ইযহার প্রমুখ বক্তব্য দেন।</p><p>মিয়া গোলাম পরওয়ার বলেন, ‘দেশ গড়ার স্বপ্ন পূরণে আমরা প্রতিশ্রুতিবদ্ধ এবং পরিবর্তনের বার্তায় বাংলাদেশের সব মানুষকে শামিল হওয়ার আহ্বান জানাই। আমরা এবং অন্যান্য দল সরকারের নির্বাচনী ঘোষণাকে মেনে নিয়েছি। কিন্তু নির্বাচনের শিডিউল ঘোষণা করলেই নির্বাচন সুষ্ঠু হবে, এমন নিশ্চয়তা নেই।’ তিনি জুলাই সনদের কথা উল্লেখ করে বলেন, ‘সংস্কারের বিষয়গুলো জনগণের সামনে স্পষ্ট না করেই গণভোট আয়োজন করা হলে জনগণ বিভ্রান্ত হবে। সাংবিধানিক, বিচার বিভাগীয় ও রাষ্ট্রীয় কাঠামোগত অনেক সংস্কার হয়েছে। কিন্তু এগুলো সম্পর্কে জনগণকে আগে জানাতে হবে। জনগণ না জেনে কোথায় “হ্যাঁ” বলবে আর কোথায় “না” বলবে?’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশকে এগিয়ে নিতে যুক্তিনির্ভর প্রজন্ম গড়ে ওঠা অপরিহার্য: জহির উদ্দিন স্বপন | প্রথম আলো",
            "time": "2025-11-30T14:02:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Froxqjupa%2FBarishalDH059020251130barishal-3.jpg?rect=0%2C78%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রশ্নোত্তর পর্বে জহির উদ্দিন বলেন, শিক্ষার্থীদের উত্থাপিত প্রতিটি প্রশ্নই একটি দেশের মানুষের মৌলিক অধিকারের সঙ্গে সরাসরি সম্পৃক্ত। দেশের সার্বিক অগ্রগতি ও গণতন্ত্রের বিকাশের জন্য এসব অধিকার অপরিহার্য। বিএনপি দীর্ঘদিন ধরে ফ্যাসিবাদের বিরুদ্ধে লড়াই করে এই মৌলিক অধিকার প্রতিষ্ঠার জন্য লড়াই করে আসছে। তিনি বলেন, ‘অতীতে ভোট দিয়ে তোমাদের অভিভাবকেরা আমাকে কয়েকবার জাতীয় সংসদে পাঠিয়েছেন। আগামী দিনেও নির্বাচিত হলে এসব অধিকার ও শিক্ষার্থীদের প্রশ্ন জাতীয় সংসদে তুলে ধরে সেগুলো বাস্তবায়নে ভূমিকা রাখব।’</p><p>দিনভর অনুষ্ঠিত বিতর্ক কর্মশালায় গৌরনদী ও আগৈলঝাড়া উপজেলার ৯টি কলেজের প্রায় ৪০০ শিক্ষার্থী অংশ নেন। কর্মশালা শেষে সেরা প্রশ্নকারী শিক্ষার্থীদের উপহার হিসেবে বই তুলে দেন প্রধান অতিথি জহির উদ্দিন। আয়োজকেরা জানান, ভবিষ্যতে আরও বড় পরিসরে এ ধরনের বিতর্ক কর্মশালা আয়োজনের পরিকল্পনা রয়েছে, যাতে তরুণ প্রজন্ম যুক্তিবাদী, সচেতন ও নেতৃত্বগুণে সমৃদ্ধ হয়ে দেশের জন্য দক্ষ মানবসম্পদে পরিণত হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিজয় সরণিতে সুজুকির ফ্ল্যাগশিপ আউটলেট চালু | প্রথম আলো",
            "time": "2025-11-30T14:01:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fgs0emm00%2FSuzuki.JPG?rect=0%2C0%2C1616%2C848&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফ্ল্যাগশিপ আউটলেটটিতে সুজুকির জনপ্রিয় মোটরসাইকেল মডেলগুলোর পাশাপাশি নতুন প্রযুক্তিনির্ভর মোটরসাইকেলও প্রদর্শন করা হবে। শুধু তা–ই নয়, রাইডিং গিয়ার, ব্র্যান্ডেড অ্যাপারেল এবং প্রিমিয়াম হেলমেট কেনা যাবে, ফলে মোটরসাইকেলপ্রেমীরা সহজেই নিজেদের লাইফস্টাইল উন্নত করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গম্বুজে ঘুমিয়ে থাকা ৫০০ বছরের ইতিহাস | প্রথম আলো",
            "time": "2025-11-30T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Ffzacmqlb%2FWeb.jpg?rect=0%2C80%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">স্কলার্স ঐতিহ্যের বাংলাদেশ  </h2></p><p><h1 data-title-0=\"গম্বুজে ঘুমিয়ে থাকা ৫০০ বছরের ইতিহাস\" class=\"nA4h1 \">গম্বুজে ঘুমিয়ে থাকা ৫০০ বছরের ইতিহাস</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T20:00:00+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সাজেকে বিজিবির গাড়ি খাদে, আহত দুই সৈনিক | প্রথম আলো",
            "time": "2025-11-30T13:59:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F1bbclws0%2FBGB.jpg?rect=0%2C10%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাজেক থানার ওসি কানন সরকার বলেন, মোয়াজ্জেমের অবস্থা গুরুতর হওয়ায় তাঁকে হেলিকপ্টারে চট্টগ্রামের সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) নেওয়া হয়েছে। দুর্ঘটনার পর বাংলাদেশ সেনাবাহিনী, পুলিশ, বিজিবি ও ফায়ার সার্ভিসের সদস্যরা ঘটনাস্থলে যান। এরপর সেখান থেকে আহত ব্যক্তিদের উদ্ধার করে হাসপাতালে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দল নিয়ে এসে ৭ গোলে জিতলেন ক্রিকেটার জাভেদ ওমর | প্রথম আলো",
            "time": "2025-11-30T13:51:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F5vx04dj7%2FAS9619.jpg?rect=0%2C0%2C3651%2C1917&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় দলের সাবেক ক্রিকেটার হিসেবেই তাঁর পরিচিতি। তবে এবার ফুটবল কোচের তকমাও পেলেন জাভেদ ওমর। ইস্পাহানি-প্রথম আলো তৃতীয় আন্তবিশ্ববিদ্যালয় ফুটবলের ঢাকা অঞ্চলের তৃতীয় দিনের শেষ ম্যাচে বড় আকর্ষণ ছিলেন তিনিই। সাভারের বিরুলিয়ায় ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটির মাঠে তাঁর দল প্রেসিডেন্সি ইউনিভার্সিটি ৭-২ গোলে ইনডিপেনডেন্ট ইউনিভার্সিটি, বাংলাদেশকে উড়িয়ে শুভসূচনা করেছে এবারের টুর্নামেন্টে।</p><p>৯ গোলের রোমাঞ্চকর ম্যাচে একাই ৪ গোল করে ম্যাচসেরা হয়েছেন পার্থ ঘোষ। তবে আলোচনার কেন্দ্রে ছিলেন প্রেসিডেন্সির কোচ জাভেদ ওমর। প্রেসিডেন্সি বিশ্ববিদ্যালয়ের ক্রীড়া পরিচালক হিসেবে যোগ দেন দেড় বছর আগে। এবার ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় টুর্নামেন্টে হয়েছেন দলের কোচ। মাঠে ফুটবলারদের উদ্বুদ্ধ করা, নির্দেশনা দেওয়া, সব মিলিয়ে ফুটবল কোচ হিসেবে যেন নতুন এক পরিচয়ে পরিচিত হলেন জাভেদ।</p> </div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেনের ড্রোন হামলা থেকে যেভাবে বেঁচে ফিরলেন বাংলাদেশি চার নাবিক | প্রথম আলো",
            "time": "2025-11-30T13:48:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fvhi0iesi%2FTHUMNAILWEB.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইউক্রেনের ড্রোন হামলা থেকে যেভাবে বেঁচে ফিরলেন বাংলাদেশি চার নাবিক\" class=\"nA4h1 \">ইউক্রেনের ড্রোন হামলা থেকে যেভাবে বেঁচে ফিরলেন বাংলাদেশি চার নাবিক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T19:48:58+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১৩: ৪৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ একটি ‘দুষ্টচক্রের ত্রিভুজে’ আটকে ছিল: হোসেন জিল্লুর রহমান | প্রথম আলো",
            "time": "2025-11-30T13:41:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fzmd2per9%2FBusiness.jpg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি গবেষণাপ্রতিষ্ঠান পাওয়ার অ্যান্ড পার্টিসিপেশন রিসার্চ সেন্টারের  (পিপিআরসি) নির্বাহী চেয়ারম্যান হোসেন জিল্লুর রহমান বলেন, বাংলাদেশকে দীর্ঘদিন ধরে একটি ‘সহনশীল রাষ্ট্র’ বা রেজিলিয়েন্ট অর্থনীতির দেশ হিসেবে দেখা হয়। তবে বাস্তবতা হচ্ছে দেশ এখন ‘আনন্দহীন রেজিলিয়েন্সের ফাঁদে’ আটকে গেছে। অর্থাৎ সহনশীলতা আমাদের শক্তি হলেও বর্তমানে তা আর আনন্দ দিচ্ছে না। সংকট মোকাবিলার চক্র থেকে বের হয়ে আসতে পারছি না।</p><p>ঢাকা বিশ্ববিদ্যালয়ের সহউপাচার্য সায়মা হক বিদিশা বলেন, নারী উদ্যোক্তাদের জন্য পর্যাপ্ত প্রাতিষ্ঠানিক সমর্থন নেই। কৃষক পরিবারের সন্তানেরা এখন কৃষিকে পেশা হিসেবে বেছে নিচ্ছে না। এ জন্য নতুন সুযোগ সৃষ্টি ও কৃষিভিত্তিক শিল্পায়ন বাড়াতে হবে। এ ছাড়া ফ্রিল্যান্সিং ও অনানুষ্ঠানিক খাতের জন্য ছোট নীতি ও প্রণোদনা দেওয়া হলে সেটি বড় ধরনের কর্মসংস্থান ও অর্থনৈতিক প্রবৃদ্ধি আনতে পারে।</p><p>অনুষ্ঠানে মূল প্রবন্ধ উপস্থাপন করেন গবেষণা সংস্থা রিসার্চ অ্যান্ড পলিসি ইন্টিগ্রেশন ফর ডেভেলপমেন্টের (র‍্যাপিড) চেয়ারম্যান মোহাম্মদ আবদুর রাজ্জাক। তিনি বলেন, ‘আমাদের যে প্রবৃদ্ধি হয় তার সঙ্গে চাকরি তৈরি করার সরাসরি কোনো সংযোগ নেই। আমরা দেখেছি গত ১০ বছরে প্রতিবছরে উৎপাদন খাতে প্রবৃদ্ধি হয়েছে ১০ শতাংশের বেশি। কিন্তু উৎপাদন খাতে কর্মসংস্থান কমেছে প্রায় ১৫ লাখের মতো। কাজেই প্রবৃদ্ধি হলেই কর্মসংস্থান হবে, এই ধারণা পরিবর্তন হয়ে যাচ্ছে। এখন সময় এসেছে চাকরি তৈরি হবে, এমন জিনিসকে কেন্দ্র করে আমাদের সব নীতি সাজাতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিয়ে নিয়ে সমালোচনার জবাব দিলেন শবনম ফারিয়া | প্রথম আলো",
            "time": "2025-11-30T13:38:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-19%2F2n0lk7s8%2FPhoto%20by%20TRISHA%20_%20photographer%20on%20February%2002%2C%202023..jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু তাই নয়, স্বামীর বয়স নিয়েও মানুষের মনে নানা প্রশ্ন জেগেছিল সেই সময়। এ ব্যাপারে শবনম ফারিয়া বলেন, ‘আমার হাজব্যান্ড অনেক ফিট। সে কারণে তাকে তরুণ দেখায়। কিন্তু ওর অনেক বয়স। সেটা একদমই বোঝা যায় না। আমার থেকে বেশ বড়।’ যদিও সে সময় শ্বশুরবাড়ি থেকে খুব সহযোগিতা পেয়েছিলেন ফারিয়া। শ্বশুর-শাশুড়ি অভিনেত্রীকে বলেছেন, এসবে পাত্তা না দিতে, তিন–চার দিন পর এমনিতেই মানুষ এসব ভুলে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জেগে উঠেছে চর্যাপদের গান | প্রথম আলো",
            "time": "2025-11-30T13:23:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fxz50c4xs%2FWhatsApp-Image-2025-11-30-at-18.47.04.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সূত্রেই এ কথা বলা চলে যে চর্যাপদ মানুষের জীবনধারা থেকে সম্পূর্ণ বিলুপ্ত হয়নি, সে সুপ্ত ছিল। সমাজের ভয়-বাধা এড়িয়ে অদৃশ্য স্রোতের মতো নির্দিষ্ট সীমিত পরিসরে টিকে ছিল। যেমন নেপালের বিভিন্ন অঞ্চলে এখনো ‘চচা’ পরিবেশনা প্রচলিত—যা চর্যারই ধারাবাহিকতা। বাংলাদেশের শিক্ষিত সমাজ দীর্ঘদিন চর্যাপদকে পুঁথিবদ্ধ, দুর্বোধ্য, প্রায় অলৌকিক এক গ্রন্থ হিসেবে কেবলই পাঠ্যপুস্তক করে রেখেছিল। এমন একটা আদর্শিক ভয়ের জাল পেতে রাখা হয়েছিল যে সমকালীন ভাষা ও সুরে চর্যাপদকে সংস্কৃতির অংশ হিসেবে জীবন্ত রাখলে যেন শ্রেণি-নির্ধারিত পবিত্রতার ক্ষতি হবে। ফলে চর্যাপদ আবিষ্কারের পরবর্তী এক শতক পর্যন্ত বিচ্ছিন্নভাবে যাঁরা চর্যা পরিবেশনের প্রচেষ্টা গ্রহণ করেছিলেন, তা ছিল নোটেশন ফলোয়ার পণ্ডিতনির্দেশিত, আর সেই আদি ভাষায় যা সাধারণ মানুষের কাছে প্রায় দুর্বোধ্য। ফলে চর্যাপদ শ্রেণিকক্ষ ও গবেষণাগারের বাইরে জনপদে, জীবনযাপনে প্রবেশ করতে পারেনি। কিন্তু সংস্কৃতির নিয়ম অন্য রকম। বহু পুরোনো রীতির এক কণাও যদি কোথাও টিকে থাকে, তবে সঠিক মানুষের হাতে তা আবার জেগে উঠতে পারে। নতুন রূপ নিতে পারে। নতুন করে ঐতিহ্যের পুনর্জন্ম হতে পারে। তবে একই নদীতে যেমন দুইবার স্নান করা যায় না—কেননা নদী প্রবহমান—তেমনি সংস্কৃতির প্রতিটি উপাদানই পরিবর্তনশীল, রূপান্তরবাদী, একইরূপে থাকে না। বিশেষ করে বর্তমান প্রেক্ষাপটে চর্যাপদ চর্চার সামনে কিছু মৌলিক প্রশ্ন এসে দাঁড়ায়, কেমন ছিল চর্যা পরিবেশনার প্রকৃত রূপ? কেমন করে গাওয়া হতো? আবৃত্তিও নিশ্চয় হতো—কিন্তু কেমন ছিল সে সুর ও উপস্থাপন ভঙ্গি? না, কোনো রেকর্ড আমাদের সামনে নেই। অথচ এ কথা তো ঠিক যে হরপ্রসাদ শাস্ত্রী, ড. মুহম্মদ শহীদুল্লাহ্, রাজ্যেশ্বর মিত্র, সুকুমার সেন, শশিভূষণ দাশগুপ্ত, নীলরতন সেন, আহমদ শরীফসহ সব চর্যা গবেষকই নিশ্চিত করেছেন যে চর্যাপদ গীত হতো। এর সবচেয়ে বড় প্রমাণ প্রতিটি চর্যাপদের চূড়ায় উল্লিখিত রাগ-রাগিণী। কিন্তু রাগ-রাগিণীও অনিত্য পরিবর্তনশীল। সুতরাং যাঁরাই ইতিমধ্যে দু-একটি চর্যাপদ গাওয়ার চেষ্টা করেছেন, রসিকজনের হৃদয় স্পর্শ করতে ব্যর্থ হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ফুটবল দলের প্রতি বৈষম্য বন্ধে নিষ্ক্রিয়তা কেন অবৈধ নয়, জানতে চেয়েছেন হাইকোর্ট | প্রথম আলো",
            "time": "2025-11-30T13:21:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fpbpnx0j8%2Fprothomalo_bangla.avif?rect=0%2C38%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারী ফুটবল দলের প্রতি বৈষম্য বন্ধে ব্যর্থতা বা নিষ্ক্রিয়তা কেন আইনগত কর্তৃত্ববহির্ভূত ঘোষণা করা হবে না, তা জানতে চেয়ে রুল দিয়েছেন হাইকোর্ট। একই সঙ্গে পুরুষ ফুটবল দলের মতো নারী ফুটবল দলের ক্ষেত্রে একই ধরনের সুযোগ-সুবিধা নিশ্চিতে ব্যর্থতা বা নিষ্ক্রিয়তা কেন অবৈধ হবে না, তা–ও জানতে চাওয়া হয়েছে রুলে।</p><p> এক রিটের প্রাথমিক শুনানি নিয়ে বিচারপতি শিকদার মাহমুদুর রাজী ও বিচারপতি রাজিউদ্দিন আহমেদের সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ রোববার রুলসহ এ আদেশ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বোলারদের দাপটের দিনে জিল্লুরের প্রথম সেঞ্চুরি | প্রথম আলো",
            "time": "2025-11-30T13:17:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fzwt3jnmc%2FAlhamdulillah-%F0%9F%A4%B2%F0%9F%8F%BBPlayer-of-the-match-in-my-first-captaincy%F0%9F%A7%A2-in-Dhaka-league.jpg?rect=0%2C0%2C781%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে প্রথম দিন পড়েছে ১২ উইকেট। রাজশাহী বিভাগকে ২৩৬ রানে অলআউট করা সিলেট বিভাগ দিন শেষ করেছে ২ উইকেটে ৩৫ রানে।</p><p>রাজশাহী ১২১ রানে হারিয়ে ফেলে ৫ উইকেট। এরপর ষষ্ঠ উইকেট এস এম মেহেরব ও রহিম আহমেদ ৫৮ রান যোগ করেন। মেহেরব ৫৬ রানে আউট হলেও রহিম শেষ পর্যন্ত ৫১ রানে অপরাজিত থাকেন। সিলেটের বাঁহাতি স্পিনার নাবিল সামাদ ৪২ রানে নিয়েছেন ৪ উইকেট। জাতীয় দলের বাইরে থাকা পেসার আবু জায়েদ নিয়েছেন ৩ উইকেট।  </p></div></div></div></body></html>"
        },
        {
            "title": "এনসিপির প্রার্থী তালিকা তৈরি হতে আর ‘দুই দিন’ | প্রথম আলো",
            "time": "2025-11-30T13:17:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-01%2Fnh0visn9%2F4.avif?rect=0%2C34%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় মনোনয়ন ফরম বিতরণ ও মনোনয়নপ্রত্যাশীদের সাক্ষাৎকার নেওয়ার পর এখন তাঁদের ব্যাপারে খোঁজখবর নিচ্ছে জাতীয় নাগরিক পার্টি (এনসিপি)। যাচাই–বাছাইয়ের মাধ্যমে তাদের প্রার্থী তালিকা চূড়ান্ত হতে আর ‘দুই দিন’ সময় লাগতে পারে।</p><p>এনসিপি সারা দেশের ৩০০ সংসদীয় আসনেই প্রার্থী দেওয়ার কথা ভাবছে। তবে তাদের প্রার্থী তালিকা প্রকাশ করা হবে কয়েক ধাপে। প্রথম ধাপে চলতি সপ্তাহেই শ খানেক আসনে প্রার্থীর নাম ঘোষণা করা হতে পারে বলে এনসিপির কেন্দ্রীয় নির্বাচন পরিচালনা কমিটির সদস্য আব্দুল্লাহ আল আমিন জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় অনুষ্ঠিত হলো বুক অলিম্পিয়াড | প্রথম আলো",
            "time": "2025-11-30T13:13:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F0mt50pb7%2F7.jpeg?rect=0%2C85%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আরও উপস্থিত ছিলেন মেরিন ইঞ্জিনিয়ার ক্যাপ্টেন জিয়াউল হাসান মাহমুদ, কুমিল্লা আইডিয়াল কলেজের প্রতিষ্ঠাতা অধ্যক্ষ মহিউদ্দিন লিটন, বাংলাদেশ বুক অলিম্পিয়াডের সাধারণ সম্পাদক আবু সাঈদ, প্রধান সমন্বয়ক আয়শা জাহান নূপুর, যোগাযোগবিষয়ক প্রধান সমন্বয়ক আবুল বাশার মিরাজ, সদস্য ইয়াতুননেসা রুমা, গবেষক জয়াশিস বনিক, এখন টিভি কুমিল্লা জেলার ব্যুরো চিফ খালেদ সাইফুল্লাহ, প্রথম আলোর জেলা প্রতিনিধি আব্দুর রহমান, ডেইলি স্টারের জেলা প্রতিনিধি খালেদ বিন নজরুল, বাবুই প্রকাশনের প্রকাশক কাদের বাবুসহ কুমিল্লার বিভিন্ন বিশিষ্টজন।</p><p>নিজ নিজ বক্তব্যে অতিথিরা বইপাঠের গুরুত্ব তুলে ধরেন। অধ্যক্ষ মহিউদ্দিন লিটন বলেন, ‘বই পড়লে কাজে লাগবেই। একজন মানুষ যত বেশি পড়বে, তত বেশি আলোকিত হবে। জ্ঞান অর্জনের সবচেয়ে শক্তিশালী মাধ্যমই হলো বই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে | প্রথম আলো",
            "time": "2025-11-30T13:09:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fb90ovz5o%2FTHUMBNAIL.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">মেরিল ক্যাফে লাইভ </h2></p><p><h1 data-title-0=\"মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে\" class=\"nA4h1 \">মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T19:09:37+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১৩: ০৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আসছে ভর্তি পরীক্ষা; কীভাবে নেবেন বাংলা, ইংরেজি ও সাধারণ জ্ঞানের প্রস্তুতি | প্রথম আলো",
            "time": "2025-11-30T13:09:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fjwo1869x%2FIMG0120.JPG?rect=0%2C0%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ইংরেজি পড়ার সময় একটা বড় ভুল অনেক শিক্ষার্থীই করেন—মুখস্থ। এ কারণে প্রস্তুতির শেষ মুহূর্তে এসেও বিষয়টা অনেক কঠিন মনে হয়। ইংরেজি রিভিশন করার ক্ষেত্রেও প্রথমেই ইংরেজির মূল বই, অর্থাৎ ইংলিশ ফর টুডে ভালো করে বুঝে আয়ত্তে আনতে হবে। মনে রাখা জরুরি যে ভর্তি পরীক্ষার ইংরেজি অংশের অনেক প্রশ্নই এই বইয়ের ওপর নির্ভরশীল। ইংরেজি ব্যাকরণ (গ্রামার) ঝালাই করার ক্ষেত্রে নিয়মকানুন মুখস্থের ওপর জোর না দিয়ে বরং এত দিন যে নিয়মগুলো পড়েছেন, সেগুলোই ভালোভাবে বোঝার চেষ্টা করুন। এরপর এ–সংক্রান্ত যেসব প্রশ্ন বিগত বছরের পরীক্ষাগুলোতে এসেছে, সেগুলোর ওপর চোখ বুলিয়ে নিন। গ্রামারের যেসব ব্যতিক্রমী নিয়ম আছে, সেগুলো শেষ মুহূর্তে অবশ্যই রিভিশন করতে হবে।</p><p>কোনো বিষয়ে যদি আপনার দুর্বলতা থাকে, সেগুলো বারবার রিভিশন করা খুব জরুরি। ইংরেজির যে বিষয়গুলো আদতেই খানিকটা মুখস্থনির্ভর (যেমন appropriate preposition, group verb, idioms and phrase), এগুলোও নতুন করে শিখতে না যাওয়াই ভালো। আগে যদি পড়া না থাকে, তাহলে শুধু বিগত বছরের প্রশ্নগুলোতে যা এসেছে, সেগুলোর ওপরই জোর দিন। আর আগে থেকে যদি মোটামুটি একটা দখল থাকে, তাহলে যেগুলো কম মনে থাকে বা বেশি কঠিন মনে হয়, সেগুলো বারবার পড়ুন।</p><p>সাধারণ জ্ঞান রিভিশন করার সময় শিক্ষার্থীরা সব চেয়ে বেশি সমস্যায় পড়েন। এ সমস্যা সমাধানের জন্য প্রথমেই রিভিশন করতে হবে সেসব বিষয়, যেগুলো বেশি কঠিন মনে হয়। এরপর দেখতে হবে, কোন বিষয়গুলো থেকে প্রায় প্রতিবছরই প্রশ্ন আসে। বাংলাদেশ বিষয়াবলির মধ্যে যেমন আছে—প্রাচীন বাংলার ইতিহাস, সুলতানি আমল, বাংলাদেশের সংবিধান, সাংবিধানিক সংস্থা, মুক্তিযুদ্ধ, বাংলাদেশের পরিচিতি, পাহাড়–পর্বত, নদী–নালা, বাংলাদেশের শিক্ষা, বাংলাদেশের অর্থনীতি, ইত্যাদি। আন্তর্জাতিক বিষয়াবলির মধ্যে আছে জাতিসংঘ, বিভিন্ন মহাদেশ, আন্তর্জাতিক বিভিন্ন সংস্থা (আন্তর্জাতিক, আঞ্চলিক, অর্থনৈতিক, সামরিক, স্বেচ্ছাসেবী), বিশ্বযুদ্ধ, সংবাদমাধ্যম, গেরিলা ও রাজনৈতিক দল, পৃথিবীর বিখ্যাত হ্রদ-নদী–নালা, পাহাড়–পর্বত, পুরস্কার, সম্মাননা, মুদ্রা-রাজধানী, ইত্যাদি। এ–সংক্রান্ত বিষয়গুলো শেষ সময়ে এসে বেশি গুরুত্বের সঙ্গে রিভিশন দিতে হবে।</p><p>সাধারণ জ্ঞানের একটা বড় অংশ আসে সাম্প্রতিক বিষয়াবলি থেকে। এ জন্য বিগত ছয় মাসে (এক বছর হলে আরও ভালো) দেশ-বিদেশে ঘটে যাওয়া গুরুত্বপূর্ণ ঘটনাবলির ওপর আরেকবার চোখ বোলাতে হবে। তথ্যগুলো শুধু মুখস্থ করলে দিন শেষে মনে না-ও থাকতে পারে। তাই গল্পের মতো করে কিংবা নিজের সুবিধামতো বিভিন্ন ছন্দে সাজিয়ে মনে রাখলে হয়তো সহজ হবে।</p></div></div></body></html>"
        },
        {
            "title": "পাঁচ দশকে এফএও বাংলাদেশের অন্যতম সেরা উন্নয়ন অংশীদার | প্রথম আলো",
            "time": "2025-11-30T13:07:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fka8sb85s%2FFAO-UN.jpg?rect=0%2C105%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশেষ অতিথির বক্তব্যে কৃষি মন্ত্রণালয়ের অতিরিক্ত সচিব মো. মাহমুদুর রহমান বলেন, বাংলাদেশ আগামী বছর উন্নয়নশীল দেশের কাতারে উত্তরণের প্রস্তুতি নিচ্ছে। এই রূপান্তরের পটভূমিতে কৃষির গুরুত্ব নতুন মাত্রা পেয়েছে। শিল্প ও সেবা খাত দ্রুত বিস্তৃত হলেও খাদ্যনিরাপত্তা, গ্রামীণ কর্মসংস্থান এবং সামগ্রিক সামাজিক স্থিতিশীলতা নিশ্চিত করার মূল ভরসা কৃষি। তিনি বলেন, এ কারণেই কৃষি মন্ত্রণালয় ডিজিটাল ডেটাবেস নির্মাণ, নির্ভুল কৃষিপ্রযুক্তি, যান্ত্রিকীকরণ, ফসল-উত্তর মূল্য সংযোজন এবং জলবায়ু–সহনশীলতার মতো বিষয়গুলোকে অগ্রাধিকার দিয়ে কাজ করছে। এসব উদ্যোগ বাস্তবায়নে এফএওর প্রযুক্তিগত সহায়তা ও বিশেষজ্ঞ অভিজ্ঞতা গুরুত্বপূর্ণ ভূমিকা রাখছে।</p><p>অনুষ্ঠানে চেয়ার ছিলেন এফএওর বাংলাদেশ প্রতিনিধি জিয়াওকুন শি। তিনি বলেন, ‘আমরা যখন আমাদের সমৃদ্ধ ইতিহাস উদ্‌যাপন করছি, তখন একই সঙ্গে বাংলাদেশের সবার জন্য একটি খাদ্যনিরাপদ ভবিষ্যৎ গড়ার প্রতি আমাদের অঙ্গীকারও পুনর্ব্যক্ত করছি। বাংলাদেশের সরকারের পাশে দাঁড়াতে পেরে এফএও গর্বিত।’ তিনি আরও বলেন, ‘আজ আমরা অগ্রগতি, উদ্ভাবন ও যৌথ লক্ষ্য সাধনের পরবর্তী অধ্যায়ে প্রবেশ করছি। যেখানে উন্নত উৎপাদন, উন্নত পুষ্টি, উন্নত পরিবেশ এবং উন্নত জীবনমান নিশ্চিত করার প্রত্যয়ে আমরা একসঙ্গে কাজ করব, যাতে কেউ পিছিয়ে না থাকে।’</p></div></div></div></body></html>"
        }
    ]
}