{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্রে হেপাটাইটিস বি-এর টিকা নিয়ে সন্দিহান পরামর্শক প্যানেল, নতুন সুপারিশ | প্রথম আলো",
            "time": "2025-12-06T08:20:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Faqixtipd%2FHepatitis.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোটাভুটিতে এক দিন দেরি করার পর গতকাল পরামর্শক প্যানেল নতুন এক সুপারিশ নিয়ে ভোটাভুটি করে। সুপারিশটি ৮–৩ ভোটে পাস হয়। সুপারিশ অনুযায়ী, এখন থেকে মায়ের হেপাটাইটিস বি পরীক্ষা নেগেটিভ হলে শিশুর জন্য স্বাস্থ্যসেবাদাতার সঙ্গে পরামর্শ করে পৃথকভাবে সিদ্ধান্ত নেওয়া হবে।</p><p>প্যানেল মনে করে, জন্মের সময় ভ্যাকসিন দেওয়ার ক্ষেত্রে এর লাভ, ঝুঁকি ও সংক্রমণের আশঙ্কা—সবকিছু বিবেচনা করা উচিত।</p><p>নিজের সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া পোস্টে ট্রাম্প এ পদক্ষেপের প্রশংসা করেছেন। তিনি একে ‘অত্যন্ত ভালো একটি সিদ্ধান্ত’ বলে উল্লেখ করেছেন।</p><p>তবে চিকিৎসাবিষয়ক কয়েকটি সংগঠন তাৎক্ষণিকভাবে নতুন সুপারিশের নিন্দা জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরপুরে পাহাড়ি ফুলের মধুর খোঁজে মৌয়ালেরা | প্রথম আলো",
            "time": "2025-12-06T08:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F5ivpis5k%2FSherpurDH056120251206Nalitabari-pic106.12.2025.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীবরদী উপজেলার বালিঝুড়ি এলাকার বাসিন্দা আবুল কাশেম বলেন, দেশের বিভিন্ন জেলা থেকে আসা মৌয়ালেরা পাহাড়জুড়ে মধু সংগ্রহ করছেন। তবে স্থানীয় বাসিন্দাদের মধু সংগ্রহের প্রশিক্ষণ দেওয়া হতো, তাহলে খুব সহজে তাঁদের কর্মসংস্থানের সুযোগ হতো।</p><p>স্থানীয় বাসিন্দাদের প্রশিক্ষণের বিষয়ে সংশ্লিষ্ট দপ্তরে একটি প্রস্তাব পাঠানো হয়েছে বলে জানান বন বিভাগের বালিঝুড়ি রেঞ্জ কর্মকর্তা সুমন মিয়া। তিনি বলেন, যদি স্থানীয় লোকজনকে মধু সংগ্রহের প্রশিক্ষণ দেওয়া যায়, তাহলে তাঁদের নতুন কর্মসংস্থানের সুযোগ সৃষ্টি হবে। এ বিষয়ে বন বিভাগের কাছে একটি প্রস্তাব পাঠানো হয়েছে।</p><p>বন বিভাগের সমশ্চুড়া বিট কর্মকর্তা কাওসার হোসেন বলেন, বিভিন্ন জেলা থেকে মৌয়ালেরা মৌমাছিসহ বাক্সে নিয়ে বনে বনে মধু সংগ্রহ করছেন। অন্য বছরের তুলনায় এ বছর মৌয়ালের সংখ্যা বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "মাগুরায় এক ঘণ্টার ব্যবধানে ভূমি ও রেজিস্ট্রি অফিসে আগুন | প্রথম আলো",
            "time": "2025-12-06T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fht1x9sue%2FMaguraDH083020251206Magura-Fire-1.jpg?rect=0%2C59%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাগুরায় এক ঘণ্টার ব্যবধানে সদর উপজেলা সহকারী কমিশনার (ভূমি) ও জেলা সাবরেজিস্ট্রি কার্যালয়ে অগ্নিকাণ্ডের ঘটনা ঘটেছে। গতকাল শুক্রবার রাত ৩টা ৪০ মিনিটের দিকে ভূমি অফিসে এবং এক ঘণ্টা পর রেজিস্ট্রি অফিসে আগুন লাগে।</p><p>আগুনে ভূমি অফিসের একটি কক্ষের কম্পিউটার, আসবাব ও নথিপত্র পুড়ে গেছে। অন্যদিকে রেজিস্ট্রি অফিসের একজন দলিল লেখক ও স্টাম্প ভেন্ডরের দোকান পুড়ে গেছে।</p><p>মাগুরা ফায়ার সার্ভিসের স্টেশন অফিসার রুহুল আমীন বলেন, ‘আমরা রাত ৪টার দিকে সদর উপজেলা ভূমি অফিস থেকে আগুনের খবর পাই। সেখানে একটি কক্ষে আগুন লেগেছিল। সেটা নিয়ন্ত্রণে আনার পরপরই রেজিস্ট্রি অফিসে আগুনের খবর পাই। সেখানে গিয়ে আগুন নিয়ন্ত্রণে আনে কর্মীরা। তাৎক্ষণিকভাবে আগুনের কারণ জানা যায়নি। কেউ আগুন দিয়েছে কি না, সে বিষয়েও তাৎক্ষণিক কোনো আলামত জব্দ হয়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের আপত্তি সত্ত্বেও ভারতকে নিরবচ্ছিন্ন জ্বালানি দিতে চায় রাশিয়া | প্রথম আলো",
            "time": "2025-12-06T08:12:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Ffivbrk7y%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ট্রাম্পের আপত্তি সত্ত্বেও ভারতকে নিরবচ্ছিন্ন জ্বালানি দিতে চায় রাশিয়া\" class=\"nA4h1 \">ট্রাম্পের আপত্তি সত্ত্বেও ভারতকে নিরবচ্ছিন্ন জ্বালানি দিতে চায় রাশিয়া</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-06T14:12:38+06:00\"><span>প্রকাশ: ০৬ ডিসেম্বর ২০২৫, ০৮: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কানাডার নতুন ঘোষণা: শিক্ষার্থীদের জন্য নতুন স্টাডি পারমিট সংখ্যা জানাল | প্রথম আলো",
            "time": "2025-12-06T08:11:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-10%2Fk9bchh8m%2F131.JPG?rect=0%2C0%2C543%2C285&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কানাডা নতুন ইমিগ্রেশন পরিকল্পনা ঘোষণা করেছে। এ পরিকল্পনায় দেশটিতে আসা অর্থনৈতিক অভিবাসীর সংখ্যা বাড়ানো হবে এবং অস্থায়ী বাসিন্দার সংখ্যা—বিশেষ করে স্টুডেন্ট ভিসার মাধ্যমে আসা শিক্ষার্থীদের সংখ্যা—কমানো হবে।</p><p>ইমিগ্রেশন, রিফিউজি অ্যান্ড সিটিজেনশিপ কানাডা (<a target=\"_blank\" href=\"https://www.bbc.com/pidgin/articles/ckglr6nlejyo\" rel=\"nofollow\">আইআরসিসি)</a> তাদের ওয়েবসাইটে প্রকাশিত ২০২৬–২০২৮ পরিকল্পনায় জানিয়েছে, দেশটি ২০২৬ সালে ৩ লাখ ৮০ হাজার স্থায়ী বাসিন্দা গ্রহণ করবে এবং কাজ ও পড়াশোনার উদ্দেশ্যে অস্থায়ীভাবে দেশে প্রবেশকারীদের সংখ্যা কমাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাটগ্রাম সীমান্তে গুলিতে নিহত বাংলাদেশির মরদেহ ফেরত পাঠাল বিএসএফ | প্রথম আলো",
            "time": "2025-12-06T08:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-23%2Flvwcse6c%2FKurigramBSF.webp?rect=0%2C41%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিষয়টি নিয়ে গত বৃহস্পতিবার লালমনিরহাটের ৬১ বিজিবি ও ভারতের পশ্চিমবঙ্গের চেনাকাটা বিএসএফের কোম্পানি কমান্ডার পর্যায়ে পতাকা বৈঠক অনুষ্ঠিত হয়। ওই সময় সিদ্ধান্ত অনুযায়ী রাতেই সবুজের মরদেহ বাংলাদেশে ফিরিয়ে দেওয়া হয়। এ সময় তাঁর স্বজনেরাও উপস্থিত ছিলেন।</p><p>লালমনিরহাট ৬১ বিজিবি ব্যাটালিয়নের অধিনায়ক লে. কর্নেল মুজাহিদ মাসুম বিষয়টি নিশ্চিত করে বলেন, সবুজের মরদেহ ফেরত দেওয়ার আগে পশ্চিমবঙ্গের মাথাভাঙা থানা-পুলিশের পক্ষ থেকে ময়নাতদন্তের জন্য সেখানকার হাসপাতালে নেওয়া হয়। এরপর মরদেহটি ফেরত পাঠানো হয়েছে।</p><p>প্রয়োজনীয় প্রক্রিয়া শেষে সবুজের মরদেহটি পরিবারের সদস্যদের কাছে তুলে দেওয়া হয়েছে বলে জানায় পাটগ্রাম থানার পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ আফ্রিকায় সন্ত্রাসীদের গুলিতে বাংলাদেশি ব্যবসায়ী নিহত | প্রথম আলো",
            "time": "2025-12-06T08:01:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fiblfn6h3%2FTangailDH056920251206Mirzapur-06-12-2025-Aminur-Akash-2.jpg?rect=0%2C138%2C1078%2C566&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত ব্যক্তির ভাই আসলাম বলেন, ২০০৯ সালে আমিনুর দক্ষিণ আফ্রিকায় যান। সেখানে ব্যবসা শুরু করেন। মাঝেমধ্যে তিনি দেশে আসতেন। গতকাল তাঁর ভাই দক্ষিণ আফ্রিকার মেছিনা শহরের কাছে মাটিম্বোতে নিজের ব্যবসাপ্রতিষ্ঠানে অবস্থান করছিলেন। সন্ধ্যায় হঠাৎ কয়েকজন সন্ত্রাসী এসে তাঁর মাথায় গুলি চালিয়ে পালিয়ে যায়। ঘটনাস্থলেই আমিনুর প্রাণ হারান।</p><p>নিহত আমিনুরের ভাই আসলাম আরও বলেন, গতকাল রাত সোয়া ১১টায় তাঁরা মৃত্যুসংবাদ পান। পরিবারের মধ্যে অসুস্থ মা, দুই ভাই, দুই বোন ছাড়াও আমিনুরের স্ত্রী, এক ছেলে ও দুই মেয়ে আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কানাডায় ব্যর্থ হয়ে যুক্তরাষ্ট্রে যেভাবে তিমির ছবি তুললাম | প্রথম আলো",
            "time": "2025-12-06T08:01:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F7s0exwoh%2FBack-flip-final.jpg?rect=0%2C51%2C2204%2C1157&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছবি তুলব, ভিডিও করব, নাকি শুধু চোখে দেখব, উত্তেজনায় কিছুই ঠিক করতে পারছিলাম না। আমার মতো বাকিরাও অসম্ভব উত্তেজিত। সবাই ছবি-ভিডিও নিতে ব্যস্ত, তাই দাঁড়ানোর জায়গাই পাচ্ছিলাম না যে একটু ভালোভাবে ছবি তুলব।</p><p>সমুদ্রের ঢেউয়ে বোট দুলছে, তার মধ্যে এত মানুষ—হঠাৎ একটা জায়গা খালি দেখে সেখানে দাঁড়ালাম। অনেকক্ষণ ধরে প্রস্তুত হয়ে আছি, তিমি পানি থেকে উঠলেই শাটার চাপব। অনেকক্ষণ অপেক্ষার পর হাতে ব্যথা হয়ে গেল। ঠিক যখন একটু সরে দাঁড়ালাম, একটা বিশাল তিমি পানির ওপরে লাফিয়ে উঠল!</p><p>ছবি তুলতে পারিনি, কিন্তু দেখে যে শান্তি পেয়েছি, ভাষায় তা প্রকাশ করা কঠিন। আবার অপেক্ষা। আরেকবার সুযোগ আসতেই কয়েকটা ক্লিক করলাম। তিমির মাথা, লেজ, পানিতে তার চলা, পাখার ঝাপটা—সবই ফ্রেমবন্দী করতে পারলাম।</p><p>এবার উপভোগ করব তিমির সাঁতার। তাই মুঠোফোন হাতে নিয়ে ভিডিও করতে লাগলাম। দেখলাম, একটি নয়, দুটি তিমি। সঙ্গে ছোট্ট বাচ্চাও আছে! মুহূর্তগুলো ছিল দারুণ সুন্দর। প্রায় আড়াই ঘণ্টার সেই ট্রিপে আমরা তিমি দেখলাম, ছবি তুললাম, ভিডিও করলাম।</p><p>তারপর ফেরার পালা। আমার মনে তখন অদ্ভুত এক শান্তি। অবশেষে তিমির ছবি তুলেছি! বিখ্যাত গোল্ডেন গেট ব্রিজ পার হচ্ছি, কিন্তু আর ছবি তোলার আগ্রহ নেই। মনজুড়ে তখনো তিমির ভেসে ওঠা দৃশ্যগুলো ঘুরপাক খাচ্ছে।</p><p>সান ফ্রান্সিসকো ট্রিপ শেষ করে লেক টাহো ও বিগ সার ঘুরে লস অ্যাঞ্জেলেসে ফিরলাম। এর মধ্যেই বগুড়ার আরেক ভাই সেজান কল দিল। সে লস অ্যাঞ্জেলেসে আসছে, আমার সঙ্গে তিমি দেখবে। সে অ্যারিজোনা থেকে আট ঘণ্টা গাড়ি চালিয়ে আসছে। আমার তোলা ছবি দেখে তারও তিমি দেখার তীব্র ইচ্ছা জেগেছে। কোথায় দেখবে, কবে দেখবে—সব টিকিটও করে রেখেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "ডিসেম্বরজুড়ে আড়ংয়ে চলবে কারুশিল্পের উৎসব | প্রথম আলো",
            "time": "2025-12-06T07:59:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fa0jdl4nm%2FWhatsApp-Image-2025-12-06-at-13.53.52.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, প্রতিষ্ঠার প্রায় পাঁচ দশক ধরে আড়ংয়ের যাত্রাকে এগিয়ে নেওয়া গ্রামীণ কারুশিল্পীদের দক্ষতা, গল্প এবং তাঁদের সৃষ্টিকে তুলে ধরতেই এবারের আয়োজন। উৎসব চলাকালে তেজগাঁও আউটলেট রাত ১১টা পর্যন্ত খোলা থাকবে। প্রতি সপ্তাহে থাকছে আলাদা থিম—পিঠা উৎসব, ঠান্ডা বিটস, বিয়ে উৎসব ও শীর্ষ শিল্পীদের অংশগ্রহণে কনসার্ট।</p><p>পরিবারবান্ধবভাবে সাজানো উৎসবে রয়েছে পিঠা, ফুচকা, চটপটি, কাবাবসহ জনপ্রিয় স্ট্রিট ফুডের ফুডকার্ট, শিশুদের জন্য কিডস জোন, টেরাকোটা টেলসে কার্নিভ্যাল গেমস, লাইভ মিউজিক এবং ডু ইট ইয়োরসেলফ ক্র্যাফট জোন। দর্শনার্থীরা নতুনভাবে সাজানো আড়ং জোনে ডিজিটাল অভিজ্ঞতাও উপভোগ করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অপারেশন ওমেগা: অবৈধ সীমানায় বৈপ্লবিক মানবিকতা | প্রথম আলো",
            "time": "2025-12-06T07:55:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fytbs80tk%2FWhatsApp-Image-2025-12-06-at-12.39.36.jpeg?rect=0%2C217%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে বিজয়ের উচ্ছ্বাসের ঠিক পরে, ওমেগা এক জটিল পরিস্থিতিতে পড়ে যায়। তারা বাংলাদেশে আটকে পড়া উর্দুভাষী বিহারি জনগোষ্ঠীর পাশে দাঁড়ায়, যারা যুদ্ধের সময় পাকিস্তানি বাহিনীর সহযোগী হিসেবে চিহ্নিত ছিল। ‘সর্বজনীন মানবিকতা’র নীতি অনুসরণ করে তারা মিরপুর, মোহাম্মদপুর এবং উত্তরাঞ্চলের ক্যাম্পগুলোয় ত্রাণ, চিকিৎসা ও পুনর্বাসনের কাজ শুরু করে। এই পদক্ষেপ স্থানীয় বাঙালি জনগোষ্ঠীর তীব্র সন্দেহ ও অসহযোগিতার শিকার হয়। ওমেগার স্বেচ্ছাসেবকেরা হুমকির মুখে পড়েন এবং উপলব্ধি করেন যে তাঁরা কেবল একটি গভীর রাজনৈতিক সংকটের সাময়িক উপশম দেওয়ার চেষ্টা করছেন, যা আসলে সমস্যার মূলে কোনো সমাধান আনছে না। দীর্ঘমেয়াদি ত্রাণ কার্যক্রমের কার্যকারিতা নিয়ে হতাশা তৈরি হলে, ১৯৭৩ সালের মাঝামাঝি সময়ে অপারেশন ওমেগা বাংলাদেশে তাদের সরাসরি ত্রাণ কার্যক্রম বন্ধ করে এবং আন্তর্জাতিক পর্যায়ে রাজনৈতিক সমাধানের জন্য জনমত গঠনে মনোযোগ দেওয়ার সিদ্ধান্ত নেয়।</p><p>বলা বাহুল্য, ওমেগার সাফল্য ত্রাণ বিতরণের পরিমাণ দিয়ে যাচাই করা সম্ভব নয়, বরং মানবিক সহায়তার ধারণাই পাল্টে দেওয়ার ক্ষেত্রে তাদের বৈপ্লবিক চিন্তা গুরুত্বপূর্ণ। তাদের মোট তহবিলের মাত্র ১০ শতাংশ সরাসরি ত্রাণে ব্যয় হয়েছিল বলে সমালোচনা থাকলেও তাদের প্রভাব ছিল সুদূরপ্রসারী। ওমেগার এই ‘বর্ডার-ব্রিচিং’ বা সীমান্ত লঙ্ঘনের মডেলটি পরবর্তীকালে ‘মেদসঁ সঁ ফ্রঁতিয়ে’ বা ডক্টরস উইদাউট বর্ডারস এবং গ্রিনপিসের মতো আন্তর্জাতিক সংস্থাগুলোর উত্থানকে অনুপ্রাণিত করেছিল। ওমেগাই প্রথম দেখিয়েছিল যে মানবিক সাহায্যের জন্য প্রয়োজনে আইন ভাঙা, রাজনৈতিকভাবে পক্ষ নেওয়া এবং মিডিয়াকে ব্যবহার করা কেবল কৌশল নয়, বরং একটি নৈতিক দায়িত্ব হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে খালেদা, ভিড় বিএনপি কর্মীদের | প্রথম আলো",
            "time": "2025-12-06T07:54:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fdcx9wdlc%2FWhatsApp_Image_2025_12_06_at_11_17_41_AM.jpeg?rect=0%2C104%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারপারসন খালেদা জিয়াকে দেখতে আজ শনিবারও এভারকেয়ার হাসপাতালের সামনে ভিড় করেন নেতাকর্মীরা। নিরাপত্তা জোরদার করা হয়েছে। অনেকে দূর থেকে এসেছেন শুধু তাকে এক নজর দেখার আশায়। উন্নত চিকিৎসার জন্য খালেদা জিয়াকে বিদেশে নেওয়ার তারিখ পিছিয়ে ৯ ডিসেম্বর করা হয়েছে, যা আরও পেছাতে পারে। তারেক রহমানের স্ত্রী জুবাইদা রহমানও ঢাকায় এসেছেন। তিনি গত ২৩ নভেম্বর থেকে এভারকেয়ার হাসপাতালে চিকিৎসাধীন। শারীরিক অবস্থা স্থিতিশীল রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সংখ্যালঘুদের নিরাপত্তায় নির্বাচনের আগে-পরে এক মাস সেনা মোতায়েনের দাবি | প্রথম আলো",
            "time": "2025-12-06T07:53:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fw8ic3dua%2Fpuja.jpeg?rect=0%2C93%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক, মুক্তিযুদ্ধ ও গণ-অভ্যুত্থানের চেতনায় যুগোপযোগী সংস্কারসহ বাহাত্তরের সংবিধান হবে আগামী দিনে রাজনীতির মূল ভিত্তি, রাজনীতি ও সব নির্বাচনে ধর্মের ব্যবহার নিষিদ্ধ থাকবে।</p><p>দুই, ঘৃণা ও বিদ্বেষমূলক বক্তব্য শাস্তিযোগ্য অপরাধ বলে গণ্য করতে হবে।</p><p>তিন, জাতীয় ও স্থানীয় নির্বাচনে রাজনৈতিক দলগুলোকে ধর্মীয় ও জাতিগত সংখ্যালঘুদের যথাযথ প্রতিনিধিত্ব নিশ্চিত করতে হবে। এ ব্যাপারে আইনগত বাধ্যবাধকতা থাকতে হবে। দলীয় কাঠামোতেও যথাযথ প্রতিনিধিত্ব নিশ্চিত থাকতে হবে। প্রয়োজনে নির্বাচন কমিশন নিবন্ধনের সময় আইনগত বাধ্যবাধকতার বিধান করতে পারে।</p><p>চার, জাতীয় নির্বাচনের পূর্বাপর অন্তত এক মাস ধর্মীয় ও জাতিগত সংখ্যালঘুদের নিরাপত্তায় সেনা ও বিশেষায়িত বাহিনী মোতায়েন নিশ্চিত করতে হবে। স্থানীয় নির্বাচনেও নিরাপত্তায় কঠোর ব্যবস্থা নিতে হবে।</p><p>পাঁচ, জীবন জীবিকার সব পর্যায়ে সমঅধিকার নিশ্চিত করতে হবে। সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠানে নিয়োগ ও পদোন্নতিতে বৈষম্য নিরসন করতে হবে।</p><p>ছয়, গণ-অভ্যুত্থানের পর সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান ও শিক্ষাপ্রতিষ্ঠান থেকে যাঁদের নির্বিচারে চাকরিচ্যুত করা হয়েছে, তাঁদের অবিলম্বে পুনর্বহাল করতে হবে।</p><p>সাত, বাড়িঘর, ব্যবসা-প্রতিষ্ঠান, মন্দির ও ধর্মীয় প্রতিষ্ঠানে হামলা, লুটপাট ও অগ্নিসংযোগ, জায়গাজমি ও ব্যবসাপ্রতিষ্ঠান দখলের জন্য দায়ীদের বিরুদ্ধে কঠোর ব্যবস্থা নিতে হবে। চাঁদাবাজি বন্ধে দ্রুত ব্যবস্থা নিতে হবে এবং চাঁদাবাজদের গ্রেপ্তার করে কঠোর শাস্তি দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাটন চেপে তথ্য স্থায়ীভাবে মুছে ফেলা যায় এই এসএসডিতে | প্রথম আলো",
            "time": "2025-12-06T07:52:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F1ut37ref%2FSSD.-TeamGroup.png?rect=0%2C14%2C746%2C392&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন প্রযুক্তির এসএসডিটিতে পাসওয়ার্ড বা বায়োমেট্রিক সুরক্ষার বদলে ব্যবহার করা হয়েছে ‘ওয়ান ক্লিক ডেটা ডিসট্রাকশন’ সার্কিট। টিমগ্রুপের দাবি, এই সার্কিট এসএসডির নির্দিষ্ট ড্রাইভে থাকা সব তথ্য মুছে ফেলতে পারে, ফলে কোনো তথ্য উদ্ধার করা যায় না। এই পুরো প্রক্রিয়াই ঘটে এসএসডির ভেতর। বাটনে চাপ পড়ে দুর্ঘটনাবশত তথ্য মুছে যাওয়া ঠেকাতে সেলফ ডেসট্রাক্ট বাটনটিতে দুই ধাপের স্লাইডিং সুইচ রয়েছে। প্রথম ধাপে সুইচ সরাতেই লাল সতর্কসংকেত দেখা যায়। আর দ্বিতীয় ধাপে আরও বেশি চাপ প্রয়োগ করলে তথ্য মুছে যাওয়ার কার্যক্রম শুরু হয়। একবার প্রক্রিয়া শুরু হলে এসএসডির সংযোগ বিচ্ছিন্ন করলেও তা থামে না।</p></div></div></div></body></html>"
        },
        {
            "title": "সংখ্যালঘু প্রার্থী বাড়াতে পারে জামায়াত | প্রথম আলো",
            "time": "2025-12-06T07:46:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F36e757b2-6c5c-49df-945a-dffe1c8431db%2FUntitled_3.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘এক আসনে এক প্রার্থী’—এই নীতি নিয়ে নির্বাচনে আসন সমঝোতার আলোচনায় রয়েছে জামায়াতসহ আট দল। অপর দলগুলো হলো ইসলামী আন্দোলন বাংলাদেশ, খেলাফত মজলিস, বাংলাদেশ খেলাফত মজলিস, বাংলাদেশ খেলাফত আন্দোলন, বাংলাদেশ নেজামে ইসলাম পার্টি, জাতীয় গণতান্ত্রিক পার্টি (জাগপা) এবং বাংলাদেশ ডেভেলপমেন্ট পার্টি। কোন আসনে কাকে প্রার্থী করলে জয়ী হতে পারেন, সে বিষয়ে জরিপ করছে দলগুলো। ওই জরিপের ভিত্তিতে জামায়াতের সঙ্গে আসন সমঝোতা করবে তারা।</p><p>সংশ্লিষ্ট সূত্র জানিয়েছে, দলগুলোর আসনভিত্তিক জরিপ চলতি সপ্তাহে শেষ হতে পারে। এরপর কোন দলের কোন নেতাকে কোন আসনে জামায়াত ছাড় দেবে, তা চূড়ান্ত করা হবে। এ ছাড়া সম্ভাব্য এই নির্বাচনী সমঝোতায় আরও কয়েকটি দলকে যুক্ত করার চেষ্টা চলছে বলে জানা গেছে।</p><p>জামায়াতের সঙ্গে অভিন্ন কর্মসূচিতে থাকা দলগুলোর একটি দলের শীর্ষ পর্যায়ের একজন নেতা প্রথম আলোকে বলেন, ৮ ডিসেম্বর আট দলের লিয়াজোঁ কমিটির বৈঠক হওয়ার কথা রয়েছে। সেখানে আসন সমঝোতার বিষয়টি আলোচনায় আসবে বলে আশা করা হচ্ছে।</p><p>ওই বৈঠক থেকে গুরুত্বপূর্ণ সিদ্ধান্ত আসতে পারে বলে জানিয়েছেন লিয়াজোঁ কমিটিতে জামায়াতের প্রতিনিধিত্ব করা দলটির সহকারী সেক্রেটারি জেনারেল হামিদুর রহমান আযাদ।</p></div></div></div></body></html>"
        },
        {
            "title": "নেটফ্লিক্স কিনছে ওয়ার্নার ব্রাদার্স, হলিউডে দাপট বাড়বে | প্রথম আলো",
            "time": "2025-12-06T07:45:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fp4jlxsyk%2Fcollage.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলচ্চিত্রশিল্প–সংশ্লিষ্টদের মূল অভিযোগ, নেটফ্লিক্স বড় পর্দায় চলচ্চিত্র মুক্তি দেবে না। কিন্তু নেটফ্লিক্স এই অভিযোগ অস্বীকার করে বলেছে, চলতি বছর তারা এ পর্যন্ত ৩০টি চলচ্চিত্র বড় পর্দায় মুক্তি দিয়েছে। কিন্তু দীর্ঘ সময় ধরে সিনেমা প্রেক্ষাগৃহে চলবে বা শুধু সেখানেই চলবে, এই ধারণার বিরোধী তারা। নেটফ্লিক্স মনে করে, এটা গ্রাহকবান্ধব নয়।</p><p>অন্যদিকে ওয়ার্নার অ্যান্ড ব্রাদার্স নেটফ্লিক্সের হাতে চলে গেলে ব্যাটম্যান, হ্যারি পটার, ক্যাসাব্লাঙ্কা ও দ্য উইজার্ড অব ওজেডের চলিচ্চত্র তাদের হাতে চলে আসবে। সেই সঙ্গে গেম অব থ্রোনসের মতো মর্যাদাপূর্ণ টিভি সিরিজের নিয়ন্ত্রণও তাদের হাতে চলে আসবে। এর মধ্য দিয়ে যা হবে তা হলো, ডিজনির পর নেটফ্লিক্সের সবচেয়ে বড় প্রতিযোগী এইবিও ম্যাক্সের অস্তিত্ব হারিয়ে যাবে।</p><p>বিশ্লেষকেরা বলছেন, এই অধিগ্রহণের কারণে ভোক্তারা যে উপকৃত হবেন, তা–ও নয়। নেটফ্লিক্স ইতিমধ্যে মাশুল বাড়িয়েছে। বিজ্ঞাপন বৃদ্ধির সঙ্গে পাসওয়ার্ড ভাগাভাগির ব্যবস্থাও সীমিত করেছে তারা। এই বাস্তবতায় ওয়ার্নারের মতো বৃহৎ প্রযোজনা কোম্পানি তাদের হাতে এলে ভোক্তাদের খরচ যেমন বাড়বে, তেমনি বিকল্পও সীমিত হয়ে যাবে। সবচেয়ে বড় কথা, টেলিভিশন ও চলচ্চিত্রশিল্প সংকুচিত হবে। কর্মী ছাঁটাইয়ের আশঙ্কা যেমন আছে, তেমনি বিনিয়োগও কমে যাওয়ার আশঙ্কাও আছে।</p><p>এই পরিস্থিতিতে যুক্তরাষ্ট্রের একদল প্রযোজক কংগ্রেসের হস্তক্ষপের আহ্বান করেছেন। তাঁদের শঙ্কা, এর মধ্য দিয়ে হলিউড বড় সংকটে পড়বে। বিনোদনজগতে নেটফ্লিক্সের একচেটিয়াত্ব প্রতিষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে ৮ লাখ কোটি টাকায় ওয়ার্নার ব্রাদার্স কিনছে নেটফ্লিক্স, আশঙ্কা কোথায় | প্রথম আলো",
            "time": "2025-12-06T07:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F9t8funt4%2F66e74a04-5bd0-42c2-9002-e404ed23303a.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চুক্তিটি ঘোষণা হওয়ার সঙ্গে সঙ্গে যুক্তরাষ্ট্রের রাজনৈতিক মহল থেকে শিল্প সংগঠন—সবাই উদ্বেগ জানাতে শুরু করে। অভিযোগ—এটি স্ট্রিমিং দুনিয়ায় একচেটিয়া ক্ষমতার জন্ম দিতে পারে। সিনেটর এলিজাবেথ ওয়ারেনের ভাষায়, ‘নেটফ্লিক্স-ওয়ার্নার ব্রাদার্স মানে বিশাল একচেটিয়া বাজার। সাবস্ক্রিপশন দাম বাড়বে, পছন্দ করার সুযোগ কমবে, আর কর্মীদের চাকরি ঝুঁকিতে পড়বে।’</p><p>রাইটার্স গিল্ড অব আমেরিকা বলছে, ‘বিশ্বের সবচেয়ে বড় স্ট্রিমিং প্রতিষ্ঠান যখন তার প্রতিদ্বন্দ্বীকে গিলে ফেলে, তখন সেটা বড় আশঙ্কার বিষয়। এটা কারও জন্যই মঙ্গলজনক হবে না।’ ওয়ার্নার ব্রাদার্সের সাবেক প্রধান নির্বাহী  জেসন কিলার বলেন, ‘হলিউডে প্রতিযোগিতা কমানোর সবচেয়ে কার্যকর উপায় হলো ওয়ার্নারকে নেটফ্লিক্সের হাতে তুলে দেওয়া।’</p><p>অভিনেতাদের ইউনিয়ন স্যাগ-আফট্রা এক বিবৃতিতে বলেছে, ‘এ ধরনের বড় চুক্তি সৃজনশীল কর্মীদের আয় ও ক্যারিয়ারকে সংকটে ফেলতে পারে। এটি শিল্পে অসামঞ্জস্যপূর্ণ ক্ষমতা তৈরি করবে।’</p><p>সিনেমা হল মালিকরাও আতঙ্কিত। আন্তর্জাতিক প্রদর্শনী অ্যাসোসিয়েশন সিনেমা ইউনাইটেড বলছে, ‘এটি সিনেমা হলের জন্য অভূতপূর্ব এক হুমকি।’ কারণ, নেটফ্লিক্স অনেক আগে থেকেই সিনেমা হল নিয়ে মাথা ঘামায় না। মুক্তি দিলেও সেটাও খুব সিমীত পরিসরে। ফলে ওয়ার্নারের বড় বাজেটের ব্লকবাস্টারগুলো ভবিষ্যতে সরাসরি স্ট্রিমিংয়ে চলে গেলে সিনেমা হল ব্যবসা বড় ধাক্কা খেতে পারে।</p><p>বিবিসি, ভ্যারাইটি ও টাইম অবলম্বনে </p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশ সদস্যরাই মাদক পাচারে যুক্ত, কেউ করেছেন ডুপ্লেক্স বাড়ি, কেউ হোটেল | প্রথম আলো",
            "time": "2025-12-06T07:37:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2Fffeafe72-69a8-4177-b6dc-2819dc0493a0%2Fb7acda67-d64c-4724-9537-09239285bddc.jpg?rect=111%2C0%2C737%2C387&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রেলওয়ে পুলিশের একটি সূত্র জানায়, এসআই দস্তগির হোসেন ২০১৯ সালে এসআই হিসেবে পুলিশে যোগ দেন। তাঁর বাড়ি কক্সবাজারের সদর থানায়। কক্সবাজারের উখিয়ার বাহারছড়া তদন্তকেন্দ্রে কর্মরত অবস্থায় তাঁর বিরুদ্ধে মাদক পাচারে জড়িত থাকার অভিযোগ ওঠে। তাঁর বিরুদ্ধে বিভাগীয় তদন্তও শুরু হয়। তবে সেই তদন্ত বেশি দূর যায়নি। পরে তাঁকে চলতি বছরের ৯ জানুয়ারি চট্টগ্রাম রেলওয়ে রেঞ্জে বদলি করা হয়। অভিযোগ উঠেছে, রেলওয়ে পুলিশে বদলি হয়ে তিনি আবার ইয়াবা পাচারে জড়িয়ে পড়েন। </p><p>অনুসন্ধান করে ও রেলওয়ে পুলিশের একটি সূত্রে জানা যায়, দস্তগির নিজ গ্রামে একটি ডুপ্লেক্স বাড়ি করছেন। বাড়িটির এক তলার কাজ শেষ হয়েছে। নিজের টাকা খরচ করে এলাকায় পাকা সড়ক করেছেন। কক্সবাজারে ‘সী শার্ক রিসোর্ট’ নামে একটি আবাসিক হোটেল করেছেন। প্রথমে শ্বশুরের নামে জমি কিনে আবাসিক হোটেল তৈরি করেন। পরে সেটি উপহার হিসেবে স্ত্রী সাইরিন সুলতানার নামে করিয়ে নেন।</p><p>দস্তগির হোসেন বলেন, গ্রামে তাঁর একটি একতলা বাড়ি রয়েছে, সেটি অনেক আগে তাঁর বাবা বানিয়েছেন। তাঁর শ্বশুরের নামে আবাসিক হোটেল রয়েছে। সেটা শ্বশুরের পারিবারিক সম্পদ।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ দুই কিশোরের বীরত্বগাথা | প্রথম আলো",
            "time": "2025-12-06T07:36:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fo5z1is1j%2F054536MAGURADH083020251202MAGURA-MUKTIZODDHO-7.jpg?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিনোদপুরের যুদ্ধের ঠিক আট দিন পর ১৬ অক্টোবর মহম্মদপুর থানার নহাটা ইউনিয়নের জয়রামপুর গ্রামে হয় আরেকটি গুরুত্বপূর্ণ যুদ্ধ। এখানে শহীদ হন কাশিপুর গ্রামের কিশোর মুক্তিযোদ্ধা আবীর হোসেন। </p><p>স্থানীয় বীর মুক্তিযোদ্ধা ও শহীদের পরিবারের সঙ্গে কথা বলে জানা গেছে, আবীর ছিলেন স্থানীয় গেরিলা দলের সদস্য। ওই দিন আবীরসহ স্থানীয় ইয়াকুব বাহিনীর একদল মুক্তিযোদ্ধা জয়রামপুরে অবস্থান করছিলেন। বোয়ালমারী থেকে সিরাজ গ্রুপের একটি মুক্তিযোদ্ধা দল সেখানে এসে খাবার নেয়। এ সময় দুজন রাজাকার এলাকা রেকি করতে এলে মুক্তিযোদ্ধারা তাদের আটক করেন। খবরটি দ্রুত পৌঁছে যায় পাকিস্তানি বাহিনীর কাছে। তৎক্ষণাৎ পাকিস্তানি বাহিনীর একটি দল জয়রামপুরে হামলা চালায়। শুরু হয় সম্মুখযুদ্ধ।</p><p> ওই যুদ্ধে নেতৃত্ব দেওয়া নহাটা গ্রামের প্রয়াত বীর মুক্তিযোদ্ধা মো. ইয়াকুব মোল্লার ছেলে বীর মুক্তিযোদ্ধা মো. ফারুকুজ্জামান (৭০) <em>প্রথম আলো</em>কে বলেন, ‘আমি তখন ভারতে ছিলাম। পরে জানতে পারি, পাকিস্তানি সেনারা দুটি কার্গো জাহাজে করে ওই এলাকায় এসেছিল। সেদিন দুপুর থেকে সন্ধ্যা পর্যন্ত যুদ্ধ চলে। আমি যত দূর জেনেছি, ওই যুদ্ধে বীরত্বের কারণেই বাবাকে বীর প্রতীক খেতাব দেওয়া হয়।’ </p></div></div></div></body></html>"
        },
        {
            "title": "নিজামীর ছেলের আসনে প্রার্থী দেয়নি বিএনপি | প্রথম আলো",
            "time": "2025-12-06T07:27:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F6e16f3gv%2FUntitled-3.jpg?rect=0%2C0%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনী প্রচারণাকে কেন্দ্র করে গত ২৭ নভেম্বর ঈশ্বরদীর সাহাপুর ইউনিয়নে বিএনপি ও জামায়াতের নেতা-কর্মীদের মধ্যে সংঘর্ষের ঘটনা ঘটে। যা নিয়ে থানায় পাল্টাপাল্টি মামলা হয়। সংঘর্ষের সময় অস্ত্র উঁচিয়ে গুলি করা জামায়াত কর্মী তুষার হোসেনকে (২১) গত ১ ডিসেম্বর রাতে গ্রেপ্তার করে পুলিশ।</p><p>বিএনপি চেয়ারপারসনের উপদেষ্টা ও জেলা শাখার আহ্বায়ক হাবিবুর রহমান আসনটিতে দলীয় প্রার্থী হিসেবে প্রচারণা চালাচ্ছেন। তবে দলের মনোনয়নপ্রত্যাশী সাবেক সংসদ সদস্য সিরাজুল ইসলাম সরদার ও ঈশ্বরদী পৌর বিএনপির সাবেক সাধারণ সম্পাদক জাকারিয়া পিন্টুর অনুসারীরা প্রার্থী পরিবর্তনের দাবিতে আন্দোলন করছেন। ফলে দলীয় নেতা-কর্মীরা বিভক্ত হয়ে পড়েছেন।</p><p>জাকারিয়া পিন্টু দলীয় প্রার্থী পরিবর্তন না করা হলে স্বতন্ত্র প্রার্থী হবেন বলে ঘোষণা দিয়েছেন।</p><p>এ প্রসঙ্গে হাবিবুর রহমান বলেন, ‘মনোনয়ন অনেকেই চাইতে পারে, দল আমাকে পছন্দ করে প্রার্থী মনোনীত করেছে। আমি দলীয় নির্দেশনা অনুযায়ী মাঠে কাজ করছি।’</p><p>আসনটিতে জামায়াতের প্রার্থী জেলা শাখার আমির আবু তালেব মণ্ডল। তিনি প্রথমবারের মতো সংসদ নির্বাচন করছেন। </p><p>অন্য দলগুলোর মধ্যে ইসলামী আন্দোলনের  আনোয়ার হোসেন ও খেলাফত মজলিসের আল আমিন প্রচারণায় আছেন। এনসিপির সম্ভাব্য প্রার্থী হিসেবে তৎপর বিএফ শাহীন কলেজের সাবেক অধ্যক্ষ আবদুল মজিদ।</p></div></div></div></body></html>"
        }
    ]
}