{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিপিএল: হৃদয় কি সেঞ্চুরি করতে পারবেন | প্রথম আলো",
            "time": "2026-01-11T07:00:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F5te217r7%2F61541605813621997992775962251003268880648426n.jpg?rect=0%2C29%2C349%2C183&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবারও ব্যর্থ হলেন লিটন। ১১ রান করে সন্দীপ লামিচানের বলে বড় শট খেলতে গিয়ে রায়ার্ন বার্লের হাতে ক্যাচ দিয়েছেন। </p><p>বিশ্বকাপের আগে লিটন, সাইফদের এমন ব্যর্থতা দুশ্চিন্তা বাড়ছে। এই বিষয়ে আরও জানতে চাইলে পড়ুন।</p></div></div></div></body></html>"
        },
        {
            "title": "জ্যোতিষ্কজীবন | প্রথম আলো",
            "time": "2026-01-11T08:25:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fkea57h3i%2FWhatsApp-Image-2026-01-10-at-15.46.01-1.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতি রাতে জ্যোতিষ্করা জানালায় ভিড় করে, ওরা ঘুমাতে দেয় না, কাজ করতে দেয় না। যখন একটা কবিতা লেখা শেষ হয়, ওদের শোনাই। চুপচাপ শুনে যায়, কেউ কোনো কথা বলে না। মাঝেমধ্যে মিটিমিটি হাসে কেবল;</p><p>কালপুরুষ রোহিণী শ্রবিষ্ঠা রেবতী আমার ঘরে ঢুকে পড়ে, মনোযোগী শ্রোতার ন্যায় বসে থাকে, মাঝেমধ্যে গলাখাঁকারি দেয়, ভাবখানা এমন, আমরা এসেছি, তবু কথা বলছ না? যখন আসব না, তখন বুঝবে!</p><p>মাথায় নতুন কবিতা আসে না, ঘরের মধ্যে পায়চারি করি, আনমনে বসে বসে এদিক–ওদিক তাকাই, অহেতুক কেটে যায় রাত, শেষ রাতে ভোরের আলো উঁকি দেওয়ার মুহূর্তে নতুন কবিতা আসে। সেই কবিতা ওদের শোনাই, দিনের আলো আসার আগে ওরা চলে যায়;</p><p>পুষ্যা জ্যোতিষ্ক বড় বেশি চঞ্চলা। যখনই চোখ বন্ধ করে ঘুমানোর চেষ্টা করি, ও এসে কানের কাছে ফিসফিস করে, ‘তোমার বাবার নাম ক্লডিয়াস টলেমি, জন্মের আগে আমাদের বিয়ে দিয়ে গেছেন। শর্ত ছিল একটাই, প্রতি রাতে আমাকে কবিতা শুনিয়ে ঘুম পাড়িয়ে দিতে হবে’;</p><p>কৃষকের ছেলে আমি, শাস্ত্র জানি না, কবিতার জমিনে কেবল বীজ বুনে যাই;</p></div></div></div></body></html>"
        },
        {
            "title": "জয় ও পলকের বিরুদ্ধে আনুষ্ঠানিক অভিযোগ গঠনের আবেদন | প্রথম আলো",
            "time": "2026-01-11T08:21:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fcuxnoxzc%2F213539d2-8719-4926-9275-fa0910a06979.jfif?rect=0%2C21%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মামলার আসামি জয় পলাতক। অপর আসামি পলক গ্রেপ্তার আছেন। তাঁকে আজ কারাগার থেকে ট্রাইব্যুনালে হাজির করা হয়।</p><p>আনুষ্ঠানিক অভিযোগ গঠনের আবেদনে চিফ প্রসিকিউটর তাজুল ইসলাম বলেন, জুলাই গণ-অভ্যুত্থানের সময় ইন্টারনেট বন্ধের নির্দেশ আসত জয়ের কাছ থেকে। সেই নির্দেশ বাস্তবায়ন করতেন পলক।</p><p>আসামিপক্ষের বক্তব্য উপস্থাপনের জন্য আগামী বৃহস্পতিবার দিন ধার্য করেছেন ট্রাইব্যুনাল।</p><p>জয় পলাতক থাকায় তাঁর পক্ষে গত ডিসেম্বরে রাষ্ট্রনিযুক্ত আইনজীবী হিসেবে মো. মুনজুর আলমকে নিয়োগ দেওয়া হয়। তিনি আজ প্রথমবারের মতো ট্রাইব্যুনালে উপস্থিত হন। তিনি এ মামলা থেকে জয়ের অব্যাহতির আবেদন উপস্থাপনের জন্য সময় প্রার্থনা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সম্মতি ছাড়া জোর করে ধরে নেওয়া অপহরণ’ | প্রথম আলো",
            "time": "2026-01-11T08:15:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F7q8xjfgv%2F6f409ba1-fb53-4650-9fb8-eb62dbbfb336.jfif?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জাবি জাতীয়তাবাদী শিক্ষক ফোরামের বিবৃতি</strong></p><p>এ ঘটনায় বিবৃতি দিয়ে প্রতিবাদ করেছে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের জাতীয়তাবাদী শিক্ষক ফোরাম। ফোরামের সভাপতি অধ্যাপক মো. শামছুল আলম প্রথম আলোকে বলেন, ‘ফেসবুকে ছড়িয়ে পড়া ভিডিওতে দেখা যাচ্ছে, একজন শিক্ষককে টেনেহিঁচড়ে নিয়ে যাওয়া হচ্ছে। অভিযোগ থাকলেও এভাবে কাউকে ধরে নেওয়া গ্রহণযোগ্য নয়। সে কারণেই তাঁরা বিবৃতি দিয়েছেন।’</p><p>জাতীয়তাবাদী শিক্ষক ফোরামের দেওয়া বিবৃতিতে বলা হয়, ‘চট্টগ্রাম বিশ্ববিদ্যালয়ে আইন বিভাগের এক শিক্ষককে ভর্তি পরীক্ষা চলাকালে প্রকাশ্যে হেনস্তা, টেনেহিঁচড়ে প্রক্টর কার্যালয়ে সোপর্দ এবং সেই ঘটনার ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে দেওয়া গভীর উদ্বেগজনক। একটি উচ্চশিক্ষা প্রতিষ্ঠানে এ ধরনের ঘটনা শিক্ষাব্যবস্থার জন্য হুমকি। ভিন্নমত বা অভিযোগ থাকলেও এর নিষ্পত্তির একমাত্র পথ আইন ও প্রশাসনিক তদন্ত। কোনোভাবেই “মব জাস্টিস” নয়।’</p><p>বিবৃতিতে আরও বলা হয়, ‘একটি বিশেষ ছাত্রসংগঠন বিভিন্ন বিশ্ববিদ্যালয়ে নির্বাচনে জয়লাভের পর ক্যাম্পাসে মব সংস্কৃতি ও শিক্ষক নিপীড়নের প্রবণতা বাড়ছে, যা উদ্বেগজনক। এ পরিস্থিতি চলতে থাকলে বিশ্ববিদ্যালয়গুলো শিক্ষা ও গবেষণার স্বাভাবিক পরিবেশে ফিরতে পারবে না। ঘটনার সঙ্গে জড়িতদের বিরুদ্ধে দ্রুত, নিরপেক্ষ তদন্ত ও আইনানুগ ব্যবস্থা গ্রহণের দাবি জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "১২ ধরনের কেবলস্ বাজারে আনল আকিজবশির গ্রুপ | প্রথম আলো",
            "time": "2026-01-11T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fjid5jzqs%2FUntitled-6.jpg?rect=0%2C12%2C985%2C517&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>স্থায়িত্ব ও আস্থার সমন্বয়</strong></p><p>আকিজবশির কেব্‌লসের প্রধান পরিচালন কর্মকর্তা মোহাম্মদ খোরশেদ আলম <em>প্রথম আলো</em>কে বলেন, তাঁদের প্রতিটি পণ্য আন্তর্জাতিক মানদণ্ড বজায় রেখে তৈরি করা হয়েছে। বিশেষ করে আধুনিক নগরায়ণে আগুনের ঝুঁকি কমাতে এলএসজেডএইচ এবং ফায়ার সার্ভাইভাল কেব্‌লসের মতো বিশেষায়িত পণ্যগুলোর চাহিদা দিন দিন বাড়ছে। এই চ্যালেঞ্জ মোকাবিলায় আকিজবশির কেব্‌লস শুধু পণ্যই সরবরাহ করছে না, বরং একটি নিরাপদ আগামী নিশ্চিত করার স্বপ্ন দেখছে।</p><p>বিশেষজ্ঞদের মতে, দেশের ক্রমবর্ধমান অবকাঠামো এবং শিল্পায়নের যুগে গুণগত মানের কেবলের অভাব অনেক সময় দুর্ঘটনার কারণ হয়ে দাঁড়ায়। আকিজবশিরের মতো একটি বৃহৎ গ্রুপের এই নতুন উদ্যোগ দেশের প্রিমিয়াম কেব্‌ল মার্কেটে এক নতুন মাত্রা যুক্ত করার পাশাপাশি সাধারণ মানুষের আস্থাকে আরও সুসংহত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিয়ানমার থেকে আসা গুলিতে টেকনাফে শিশুর মৃত্যু | প্রথম আলো",
            "time": "2026-01-11T08:14:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F22gudn8c%2FCoxs-BazarDH049720260111Tek-Bordar-2.jpg?rect=0%2C28%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিয়ানমার থেকে আজ রোববার সকাল ৯টার দিকে আসা গুলিতে বাংলাদেশি এক শিশুর মৃত্যু হয়েছে। টেকনাফের হোয়াইক্যং ইউনিয়নের তেচ্ছিব্রিজ সীমান্ত এলাকায় এ ঘটনা ঘটে। শিশুটির নাম আফনান (৭)। সে ওই গ্রামের জসিম উদ্দিনের মেয়ে।</p><p>এ খবরের সত্যতা নিশ্চিত করে হোয়াইক্যং পুলিশ ফাঁড়ির ইনচার্জ উপপরিদর্শক (এসআই) খোকন চন্দ্র রুদ্র বলেন, ওপারের গুলিতে শিশুর মৃত্যু হয়েছে। গুলিতে আহত হয়েছেন আরও একজন, তবে তাঁর পরিচয় পাওয়া যায়নি। খবর শুনে পুলিশ, র‍্যাব, বিজিবি ও এপিবিএনের সদস্যরা ঘটনাস্থল পরিদর্শন করেন। শিশুর মৃত্যুর ঘটনায় স্থানীয় লোকজন ক্ষুব্ধ হয়ে সড়ক অবরোধ করেন।</p><p>মিয়ানমারের রাখাইন রাজ্যে বিমান হামলা, ড্রোন হামলা, মর্টারশেল ও বোমা বিস্ফোরণ থামছে না। তিন দিন ধরে রাখাইন রাজ্যের মংডু টাউনশিপের আশপাশের এলাকায় সশস্ত্র গোষ্ঠী আরাকান আর্মির (এএ) অবস্থানে বিমান হামলা জোরদার করেছে সরকারি জান্তা বাহিনী।</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট মার্টিনে পর্যটন এলাকা সীমিত হবে | প্রথম আলো",
            "time": "2026-01-11T08:14:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F8f7ifsfn%2FSaintmartin_1.jpg?rect=0%2C133%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">অতিরিক্ত পর্যটকের চাপে সংকটে রয়েছে দেশের একমাত্র প্রবালদ্বীপ সেন্ট মার্টিন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "স্মৃতিচারণা-আড্ডায় মাতলেন কুলাউড়া সরকারি কলেজের প্রাক্তন শিক্ষার্থীরা | প্রথম আলো",
            "time": "2026-01-11T08:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F9hcxtp5b%2FMoulavibazarDH054220260111PSFix20260110183031.jpg?rect=0%2C534%2C2835%2C1488&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৮৭ সালে এ প্রতিষ্ঠান থেকে এইচএসসি পাস করেন রাহাত আরা বেগম। তিনি বর্তমানে কুলাউড়া পৌর শহরে অবস্থিত লস্করপুর সরকারি প্রাথমিক বিদ্যালয়ের প্রধান শিক্ষক। সহপাঠী ও চাচাতো বোন রুবিনা বেগমকে নিয়ে মঞ্চের সামনের চেয়ারে পাশাপাশি বসা ছিলেন। রাহাত আরা বললেন, ‘আমাদের ব্যাচের কয়েকজন ছেলে বন্ধুর সঙ্গে দেখা হলো। মেয়েবন্ধুদের কেউ আসেনি। তাদের কেউ বিদেশে, কেউ কেউ ঘরসংসার নিয়ে ব্যস্ত। তবে তাদের মিস করছি।’</p><p>১৯৭৯ সালে এইচএসসি পাস করার পর আর কলেজে যাননি বেসরকারি একটি সংস্থার অবসরপ্রাপ্ত কর্মকর্তা হাসান ইকবাল নেওয়াজের। তিনি বলেন, ‘প্রায় ৪০ বছর পর এলাম। দুই সহপাঠীকে পেয়ে আড্ডা দিলাম, একসঙ্গে দুপুরের খাবার খেলাম। অনেক স্মৃতি মনে হলো। মনে হচ্ছে, পুরোনো দিনে ফিরে গেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় সড়ক দুর্ঘটনায় চারজনের মৃত্যুতে বাসমালিক গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-11T08:08:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fupliuuzf%2Fprothomalo-bangla2021-04a921d0ca-de6d-49fd-8a37-652510c0fbbfgrafter01.avif?rect=0%2C87%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা-চট্টগ্রাম মহাসড়কে কুমিল্লার দাউদকান্দি উপজেলার বানিয়াপাড়া এলাকায় বাস দুর্ঘটনায় চারজনের মৃত্যুর ঘটনায় বাসের মালিক ইউসুফ মাঝিকে (৫১) গ্রেপ্তার করেছে পুলিশ।</p><p>দাউদকান্দি হাইওয়ে থানার পুলিশ জানায়, গতকাল শনিবার রাত ১১টার দিকে ঢাকার সায়েদাবাদ থেকে ইউসুফ মাঝিকে গ্রেপ্তার করা হয়। তিনি বরিশালের বাবুগঞ্জ উপজেলার কেদারপুর গ্রামের বাসিন্দা।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বছরে ইসলামী ব্যাংকের আমানত বেড়েছে ২২ হাজার কোটি টাকা | প্রথম আলো",
            "time": "2026-01-11T08:02:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-06%2Fqk4qhjff%2F8cde2d8f_d5fb_4d75_b4a8_738939e0050e.jfif?rect=0%2C81%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মেলনে জানানো হয়, গত এক বছরে ইসলামী ব্যাংকের মাধ্যমে ৭৬ হাজার কোটি টাকা প্রবাসী আয় এসেছে। ২০২৫ সালে ইসলামী ব্যাংক আমদানি ও রপ্তানি বাণিজ্য করেছে যথাক্রমে প্রায় ৬০ হাজার কোটি ও ৩২ হাজার কোটি টাকা। ইসলামী ব্যাংকের গ্রাহকসংখ্যা বর্তমানে ৩ কোটি; গত এক বছরে গ্রাহকসংখ্যা বেড়েছে ৫০ লাখ।</p><p>প্রধান অতিথির বক্তব্যে ব্যাংকের চেয়ারম্যান প্রফেসর ড. এম জুবায়দুর রহমান বলেন, ইসলামী ব্যাংক দেশের সবচেয়ে বড় ব্যাংক। এই ব্যাংকের ওপর নির্ভর করছে দেশের অর্থনীতি। এই ব্যাংকের ক্ষতি হলে দেশের অর্থনীতি ক্ষতিগ্রস্ত হবে। তাই এই ব্যাংককে পূর্বের অবস্থায় ফিরিয়ে নিয়ে যেতে সর্বাত্মক প্রচেষ্টা চালাতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মক্কার অনুর্বর উপত্যকায় বসতি ও ভাষার প্রশ্ন | প্রথম আলো",
            "time": "2026-01-11T08:01:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fuwg52net%2Fpexels-yasirgurbuz-12765598.jpg?rect=0%2C822%2C7952%2C4175&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>হাজেরা এভাবেই দিনযাপন করছিলেন। শেষ পর্যন্ত ‘জুরহুম’ গোত্রের একদল লোক তাদের পাশ দিয়ে অতিক্রম করে গেল। কিংবা তিনি বলেছেন, ‘জুরহুম’ গোত্রের কিছু লোক ‘কাদা’র পথে এদিক দিয়ে আসছিল। তারা মক্কার নিচু ভূমিতে অবতরণ করল এবং দেখতে পেল, কতগুলো পাখি চক্রাকারে উড়ছে।</p><p>তখন তারা বলল, নিশ্চয়ই এই পাখিগুলো পানির ওপরই ঘুরছে। অথচ আমরা এ ময়দানে বহুকাল কাটিয়েছি। কিন্তু কোনো পানি এখানে ছিল না। তারপর তারা একজন বা দুজন লোক সেখানে পাঠাল। তারা গিয়েই পানি দেখতে পেল। ফিরে এসে সবাইকে পানির খবর দিল। সবাই সেদিকে অগ্রসর হলো।</p><p>বর্ণনাকারী বলেন, ইসমাইলের মাতা পানির কাছে বসা ছিলেন। তারা তাঁকে জিজ্ঞেস করল, ‘আমরা আপনার নিকটবর্তী স্থানে বসবাস করতে চাই; আপনি আমাদের অনুমতি দেবেন কি?’</p><p>হাজেরা জবাব দিলেন, ‘হ্যাঁ, তবে এ পানির ওপর তোমাদের কোনো অধিকার থাকবে না।’ তাঁরা ‘হ্যাঁ’ বলে সম্মতি জানাল।</p><p>ইবনে আব্বাস বলেন, নবীজি (সা.) বলেছেন, এ ঘটনা ইসমাইলের মাতার জন্য এক সুবর্ণ সুযোগ এনে দিল, তিনিও মানুষের সাহচর্য কামনা করছিলেন। ফলে আগন্তুক দলটি সেখানে বসতি স্থাপন করল এবং পরিবার-পরিজনের কাছে খবর পাঠাল। তারাও এসে সেখানে বসবাস শুরু করল।</p><p>শেষ পর্যন্ত সেখানে তাদের কয়েকটি খান্দান জন্ম নিল। ইসমাইলও বড় হলেন, তাঁদের থেকে আরবি শিখলেন। জওয়ান হলে তিনি তাদের অধিক আগ্রহের বস্তু ও প্রিয়পাত্র হয়ে উঠলেন। যখন তিনি যৌবনপ্রাপ্ত হলেন, তখন তারা তাদেরই এক মেয়েকে তাঁর সঙ্গে বিয়ে দিল। বিয়ের পর ইসমাইলের মাতা মারা গেলেন।...(ইতিমধ্যে নবি ইব্রাহিম দু’বার এসে ইসমাইল ও স্ত্রীর খোঁজ নিলেন এবং এ ব্যাপারে দিকনির্দেশনা দিলেন।)</p><p>পুনরায় ইব্রাহিম (আ.) আল্লাহর ইচ্ছায় কিছুদিন তাঁদের থেকে দূরে রইলেন। এরপর আবার তাঁদের কাছে এলেন। ইসমাইল তখন জমজমের কাছে একটি গাছের নিচে বসে নিজের তীর মেরামত করছিলেন। পিতাকে যখন আসতে দেখলেন, দাঁড়িয়ে তাঁর দিকে এগিয়ে গেলেন। অতঃপর পিতা-পুত্রের সঙ্গে সাক্ষাৎ হলে লোকেরা যা করে, তাঁরা তা-ই করলেন।</p><p>তারপর ইব্রাহিম (আ.) বললেন, ‘হে ইসমাইল, আল্লাহ আমাকে একটি কাজের হুকুম দিয়েছেন।’ ইসমাইল (আ.) জবাব দিলেন, ‘আপনার প্রভু আপনাকে যা আদেশ করেছেন, তা করে ফেলুন।’ ইব্রাহিম (আ.) বললেন, ‘তুমি আমাকে সাহায্য করবে কি?’ ইসমাইল বললেন, ‘হ্যাঁ। আমি অবশ্যই আপনার সাহায্য করব।’</p><p>ইব্রাহিম বললেন, ‘আল্লাহ আমাকে এখানে এর চারপাশ ঘেরাও করে একটি ঘর বানানোর নির্দেশ দিয়েছেন।’ এই বলে তিনি উঁচু টিলাটির দিকে ইশারা করলেন এবং স্থানটি দেখালেন।</p><p>তখনই তাঁরা উভয়ে কাবাঘরের দেয়াল ওঠাতে লেগে গেলেন। ইসমাইল (আ.) পাথর জোগান দিতেন এবং ইব্রাহিম (আ.) গাঁথুনি করতেন। যখন দেয়াল উঁচু হয়ে গেল, তখন ইসমাইল মাকামে ইব্রাহিম নামের প্রসিদ্ধ পাথরটি আনলেন এবং ইব্রাহিম (আ.)-এর জন্য তা যথাস্থানে রাখলেন।</p><p>মাকামে ইব্রাহিমের ওপর দাঁড়িয়ে ইমারত নির্মাণ করতে লাগলেন এবং ইসমাইল তাঁকে পাথর জোগান দিতে লাগলেন। আর উভয়ে এ দোয়া করতে থাকলেন, ‘হে আমাদের রব, আমাদের থেকে কবুল করুন। নিশ্চয়ই আপনি সবকিছু শোনেন ও জানেন।’ (সুরা বাকারা, আয়াত: ১২৭)</p><p>আবার তাঁরা উভয়ে ইমারত নির্মাণ করতে লাগলেন। তাঁরা কাবাঘরের চারদিকে ঘুরছিলেন এবং উভয়ে এ দোয়া করছিলেন, ‘হে আমাদের প্রভু! আমাদের এ শ্রমটুকু কবুল করে নিন। নিশ্চয়ই আপনি সর্বশ্রোতা, সর্বজ্ঞ।’ (সহিহ বুখারি, হাদিস: ৩৩৬৪)</p></div></div></body></html>"
        },
        {
            "title": "অচেনা অভিনেতার সঙ্গে অন্তরঙ্গ দৃশ্য করা সহজ... | প্রথম আলো",
            "time": "2026-01-11T08:00:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-26%2Fpeuj7l77%2F143294.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘অন্তরঙ্গ দৃশ্য’—এই শব্দ দুটিই আলোচনার জন্য যথেষ্ট। সিনেমায় অন্তরঙ্গ দৃশ্য থাকলে কখনো সেন্সর নিয়ে ঝামেলা হয়, কখনো আবার মুক্তির পরে শুরু হয় পক্ষে-বিপক্ষে তুমুল আলোচনা। অন্তরঙ্গ দৃশ্যের শুটিং নিয়ে অনেক ঘটনা আছে। অনেক অভিনেত্রী এ ধরনের দৃশ্য নিয়ে অস্বস্তির কথা জানিয়ে অভিযোগ করেছেন, শুটিংয়ে সহ-অভিনেতার বাড়াবাড়ির কথা। মিটু ঝড় শুরুর পর পশ্চিমা সিনেমা দুনিয়া পর্দায় অন্তরঙ্গ দৃশ্যের শুটিং ইনটিমেসি কো-অর্ডিনেটরের সাহায্য নেয়। এবার পর্দায় অন্তরঙ্গ বা নগ্ন দৃশ্যে অভিনয় করা নিয়ে কথা বলেছেন অস্কারজয়ী অভিনেত্রী জেনিফার লরেন্স।</p><p> জেনিফার লরেন্স সম্প্রতি ‘হ্যাপি স্যাড কনফিউজড’ পডকাস্টে বলেছেন, নগ্ন দৃশ্যে অচেনা অভিনেতার সঙ্গে কাজ করা অনেক সহজ। কারণ, বন্ধুকে সঙ্গে নিয়ে ঘনিষ্ঠ দৃশ্য করা অনেকটা অদ্ভুত লাগে। উদাহরণ হিসেবে তিনি তুলনা করেছেন তাঁর সবশেষ মুক্তি পাওয়া সিনেমা ‘ডাই মাই লাভ’-এর কথা। যেখানে রবার্ট প্যাটিনসনের সঙ্গে ঘনিষ্ঠ দৃশ্যে দেখা যায় তাঁকে।</p></div></div></div></body></html>"
        },
        {
            "title": "বারবার ধরনা দিয়েও হয়নি, গ্রামের পাঁচ শতাধিক মানুষ স্বেচ্ছাশ্রমে বানালেন সড়ক | প্রথম আলো",
            "time": "2026-01-11T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fqyrfc9lh%2FNaogaonDH061920260111IMG20260110173320.jpg?rect=0%2C256%2C3206%2C1683&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রামের বাসিন্দারা বলেন, মুরাদপুর, পাঁচবাড়িয়া ও মোক্তারপাড়ার লোকজনের চলাচলের জন্য কোনো রাস্তা ছিল না। গ্রামের লোকজনকে নানা প্রয়োজনে নওগাঁ শহর, স্থানীয় হাটবাজার, স্কুল-কলেজে, আত্মীয়স্বজনের বাড়িতে, জমিতে উৎপাদিত কৃষিপণ্য বিক্রি করতে প্রতিদিনই যাতায়াত করতে হতো। গ্রামের শিশুরা প্রতিদিন গ্রামের পশ্চিম দিকে হালঘোষপাড়া সরকারি প্রাথমিক বিদ্যালয়ে যাতায়াত করে। প্রতিদিন তিন গ্রামের হাজারো মানুষের চলাচলে ভরসা জমির সরু আল। মুরাদপুর, পাঁচবাড়িয়া ও মোক্তারপাড়া গ্রামের লোকজনকে প্রতিদিন জমির আল দিয়ে হেঁটে হালঘোষপাড়া পাকা রাস্তার মোড়ে গিয়ে ভ্যান, ইজিবাইক, অটোরিকশা ধরে জেলা শহর ও হাটবাজারে যাতায়াত করতে হতো। রাস্তা না থাকায় হাটবাজারে কৃষিপণ্য বিক্রি করতে খুব দুর্ভোগ পোহাতে হতো।</p><p>গ্রামের কয়েকজন বলেন, শুষ্ক মৌসুমে আল একটু প্রশস্ত করে সেই পথ দিয়ে সাইকেল কিংবা ভ্যানে করে যাতায়াত করা যেত। কিন্তু বর্ষাকাল এলে অনেকটা অবরুদ্ধ হয়ে পড়েন তিন গ্রামের মানুষ। কাদাজল মাড়িয়ে আল দিয়ে গ্রাম থেকে বের হওয়া দায় হয়ে পড়ে। জনপ্রতিনিধি ও প্রশাসনের কর্মকর্তাদের কাছে বারবার ধরনা দিলেও এত দিন কোনো কাজ হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-01-11T07:58:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে অধিকাংশ মুদ্রার দাম কমেছে। এই তালিকায় আছে ইউরো, পাউন্ড, রুপি, ইয়েন, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। দাম বেড় গেছে কেবল ইউয়ানের। আজ কোনো মুদ্রার দর অপরিবর্তিত নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (১১ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-11T07:55:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fbtp7ulf1%2F%E0%A7%AA.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বাড়িতে পোষা মুরগি বিক্রির জন্য সাইকেলে করে বেঁধে নিয়ে যাচ্ছেন এই ব্যক্তি। বেজোড়া, শাহজাহানপুর, বগুড়া, ১১ জানুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সোয়েল রানা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পঞ্চগড়ে টানা তিন দিন দেশের সর্বনিম্ন তাপমাত্রা, সকালের রোদে স্বস্তি জনজীবনে | প্রথম আলো",
            "time": "2026-01-11T07:55:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fk5yc4zoe%2FPanchagarhDH08012026011120260111094024.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালের ঝলমলে রোদে পঞ্চগড় পৌরসভার তুলারডাঙ্গা এলাকায় গরুর হাল দিয়ে জমি চাষ করছিলেন রজব আলী (৫৮) নামের এক কৃষক। তিনি বলেন, ‘কয়দিন ঠান্ডাখানতে হামার খুপে কষ্ট গেল বাপু। আজি সকালে রোদখান উঠে খুপে উপকার হইচে। আজি কাজ করিতে ভালয় আরাম নাগেছে।’</p><p>তেঁতুলিয়া আবহাওয়া পর্যবেক্ষণাগারের ভারপ্রাপ্ত কর্মকর্তা জিতেন্দ্র নাথ রায় মুঠোফোনে বলেন, তেঁতুলিয়ায় বর্তমানে মাঝারি শৈত্যপ্রবাহ বয়ে যাচ্ছে। টানা তিন দিন ধরে সারা দেশের সর্বনিম্ন তাপমাত্রা এখানেই রেকর্ড করা হচ্ছে। আজকে কুয়াশা কমে যাওয়ায় সকাল সকাল ঝলমলে রোদ উঠেছে। এতে মানুষের মধ্যে স্বস্তি ফিরেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় বিশ্ববিদ্যালয়ের মাস্টার্স প্রফেশনাল কোর্সে ভর্তির সুযোগ | প্রথম আলো",
            "time": "2026-01-11T07:51:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-24%2Fkep46fhf%2F160.%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A7%9F-%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F-%E2%80%93%E0%A7%AA.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে জানানো হয়েছে, জাতীয় বিশ্ববিদ্যালয় ছাড়া অন্য যেকোনো বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রিধারী শিক্ষার্থীকে এ শিক্ষা কার্যক্রমে ভর্তি হতে অবশ্যই মাইগ্রেশন সার্টিফিকেট সংশ্লিষ্ট কলেজে জমা দিতে হবে, অন্যথায় তাঁর ভর্তি বাতিল হয়ে যাবে। এ শিক্ষাবর্ষে ভর্তি হওয়া শিক্ষার্থীদের ক্লাস ২৫ জানুয়ারি ২০২৬ থেকে শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট মার্টিনে পর্যটন এলাকা সীমিত হবে চার কিলোমিটারে | প্রথম আলো",
            "time": "2026-01-11T07:48:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F6hh0a50r%2FSaintmartin-1.jpg?rect=0%2C178%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহাপরিকল্পনায় সংরক্ষণের অংশ হিসেবে আট বর্গকিলোমিটারের সেন্ট মার্টিনকে চারটি জোনে ভাগ করা হয়েছে। প্রথম জোনকে নাম দেওয়া হয়েছে ‘সাধারণ ব্যবহার এলাকা’। সেন্ট মার্টিনের অন্য তিন অংশ থেকে হোটেল ও রিসোর্ট সরিয়ে এ জোনে নিয়ে আসা হবে। এ জোনেই রাত কাটাবেন পর্যটকেরা। প্রতিবেশগত ভারসাম্য রক্ষায় এখানে প্রতিদিন সর্বোচ্চ পর্যটক সংখ্যা ৯০০ জনে সীমিত রাখার কথা বলা হয়েছে মহাপরিকল্পনায়।</p><p>সাতটি পাড়া নিয়ে গঠিত হবে জোন–১। এটি পর্যটক, অবকাঠামো ও সাধারণ অর্থনৈতিক কর্মকাণ্ডের জন্য উন্মুক্ত থাকলেও সৈকতে যানবাহন চালানো, রাতে আলো জ্বালানো, প্রবাল সংগ্রহ ও দূষণ নিষিদ্ধ করার প্রস্তাব করা হয়েছে।</p><p>জোন–২ হবে নিয়ন্ত্রিত সম্পদ এলাকা। এ এলাকাটি দক্ষিণ অংশের সংবেদনশীল এলাকার প্রাকৃতিক বৈচিত্র্য ও সাংস্কৃতিক ঐতিহ্য রক্ষায় বাফার জোন হিসেবে কাজ করবে। এই এলাকায় পর্যটন অবকাঠামো, কৃষিতে ক্ষতিকর রাসায়নিকের ব্যবহার নিষিদ্ধ হবে। সৈকতে আগুন জ্বালানো ও রান্নাবান্নাও নিষিদ্ধ থাকবে এই এলাকায়।</p><p>জোন–৩–কে ঘোষণা করা হবে টেকসই ব্যবস্থাপনা অঞ্চল হিসেবে। জীববৈচিত্র্য সংরক্ষণে এই এলাকাকে সর্বোচ্চ প্রাধান্য দেওয়া হচ্ছে। এখানে বসতি স্থাপন, অবকাঠামো নির্মাণ, প্রাকৃতিক পরিবেশ বিনষ্ট হয়, এমন কর্মকাণ্ড নিষিদ্ধ থাকবে। এই এলাকার ম্যানগ্রোভ, ল্যাগুন (ছোট জলাধার) ও কচ্ছপের প্রজনন স্থান বিশেষ সুরক্ষার আওতায় আসবে।</p></div></div></div></body></html>"
        }
    ]
}