{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খামেনি নিহত হয়েছেন, ট্রুথ সোশ্যালে জানালেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-28T07:04:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fmes4lsr6%2Fkhamini.jpg?rect=0%2C371%2C6799%2C3569&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানে ইসরায়েল ও যুক্তরাষ্ট্রের যৌথ হামলার পর মধ্যপ্রাচ্যের দুই দেশ কাতার এবং বাহরাইনে অবস্থান করা মার্কিনদের সর্তক অবস্থায় থাকতে বলা হয়েছে। খবর আল–জাজিরার।  </p><p>কাতার ও বাহরাইনে অবস্থিত মার্কিন দূতাবাস থেকে উভয় দেশে অবস্থানকারী যুক্তরাষ্ট্রের নাগরিকদের উদ্দেশে নিরাপত্তা সতর্কতা ‘শেল্টার–ইন–প্লেস’ জারি করা হয়েছে। পরবর্তী নির্দেশ না দেওয়া পর্যন্ত এ সতর্কতা জারি থাকবে।</p><p>বাহরাইনে মার্কিন দূতাবাস থেকে সামাজিক যোগাযোগমাধ্যম এক্সে এক পোস্টে তাদের নাগরিকদের সতর্ক করে বলা হয়, ‘আপনার আবাসস্থল বা অন্য কোনো নিরাপদ ভবনের মধ্যে একটি সুরক্ষিত স্থান খুঁজে নিন। খাবার, পানি, ওষুধ এবং অন্যান্য জরুরি সামগ্রী মজুত রাখুন।’</p><p>কাতারে অবস্থিত মার্কিন দূতাবাস থেকেও নাগরিকদের জন্য একই ধরনের সতর্কতা জারি করে বলা হয়েছে, আপনার আবাসস্থল বা অন্য কোনো নিরাপদ ভবনের মধ্যে একটি সুরক্ষিত স্থান খুঁজে নিন। খাবার, পানি, ওষুধ এবং অন্যান্য জরুরি জিনিসপত্রের মজুত রাখুন।</p><p>সতর্কতামূলক এ নির্দেশনায় আরও বলা হয়েছে:</p><p>–প্রদর্শনী বা বিক্ষোভ এড়িয়ে চলুন, নিজের পরিচয় গোপন রাখুন এবং চারপাশের পরিস্থিতি সম্পর্কে সচেতন থাকুন।</p><p>–স্থানীয় গণমাধ্যমের খবরের দিকে নজর রাখুন; যেন নতুন খবর পান এবং প্রয়োজন অনুযায়ী নিজের পরিকল্পনা বদলানোর জন্য প্রস্তুত থাকুন।</p><p>–আপনার ফোনে চার্জ রাখুন এবং পরিবারের সদস্য ও বন্ধুদের সঙ্গে যোগাযোগ বজায় রাখুন; যাতে তাঁরা আপনার অবস্থা সম্পর্কে জানতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গুনাহ পুড়িয়ে ফেলার মাস রমজান | প্রথম আলো",
            "time": "2026-02-28T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fu5ax2gf2%2Findian-men-resting-by-bonfire-with-their-camel.jpg?rect=0%2C274%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা সবাই মৃত্যুর দিকে এগোচ্ছি এবং মুখোমুখি হতে যাচ্ছি অনন্ত পরকালের জীবনের। যে জীবনের শুরুতে খোলা হবে এ জীবনের হিসাব-নিকাশের খাতা। সেই কঠিন হিসাবের খাতা থেকে আমাদের ছোট-বড়, জানা-অজানা গুনাহগুলোকে পুড়িয়ে ফেলতেই এই রমজান।</p><p>কারণ, ‘রমজান’ শব্দটির আভিধানিক অর্থই হচ্ছে উত্তাপ, তাপের উচ্চমাত্রা বা পুড়িয়ে দেওয়া। রমজান শব্দের ভাষাগত অর্থ সম্পর্কে আলেমগণ বলেছেন, এটি ‘রমদ’ ধাতু থেকে এসেছে, যার অর্থ প্রচণ্ড তাপ বা জ্বালা। আর এ মাস বান্দার গুনাহকে জ্বালিয়ে-পুড়িয়ে মুছে দেওয়ার উপলক্ষ।</p><p>রমজানকে তাই বলা যায়, গুনাহগার বান্দাদের গুনাহগুলো পুড়িয়ে নিজেদের শুদ্ধ করার মাস। হাদিসে এসেছে, “যে ব্যক্তি ঈমানের সঙ্গে এবং সওয়াবের আশায় রমজানে রোজা পালন করবে, তার পূর্বের গুনাহ মাফ করে দেওয়া হবে।” (সহিহ বুখারি, হাদিস: ৩৮; সহিহ মুসলিম, হাদিস: ৭৬০)</p><p>রাসুলুল্লাহ (সা.) তিন শ্রেণির মানুষের জন্য ধ্বংসের কথা বলেছেন। তার এক শ্রেণি হলো যারা রমজান মাস পেল, অথচ এই মাসে নিজেদের গুনাহ মাফ করাতে পারল না, আল্লাহর ক্ষমা আদায় করে নিতে পারল না।</p></div></div></div></body></html>"
        },
        {
            "title": "নওগাঁয় ইফতারের ঐতিহ্য টক দইয়ের ঘোল | প্রথম আলো",
            "time": "2026-02-28T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fexjwap7n%2FNaogaondoi.jpg?rect=0%2C257%2C2697%2C1416&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নওগাঁর ডেপুটি সিভিল সার্জন মনির আলী আকন্দ প্রথম আলোকে বলেন, যুগ যুগ ধরে মানুষ পাতলা দই বা ঘোল কিংবা মাঠা পান করে আসছে। দুধের ননি থেকে মাখন আলাদা করে ফেলার পর চর্বি ছাড়া যে জলীয় অংশ থাকেই, সেটাই আসলে ঘোল বা মাঠা। এটি অত্যন্ত পুষ্টিগুণসম্পন্ন পানীয়। এতে ক্যালসিয়াম, আয়রন, ভিটামিন ও উপকারি ব্যাকটেরিয়া থাকে, যা শরীরের বিভিন্ন উপকারে আসে। এ ছাড়া উচ্চ রক্তচাপ, কোলেস্টেরল ও ওজন নিয়ন্ত্রণে সহায়তা করে। হজমে সহায়তা করার পাশাপাশি রোগপ্রতিরোধ ক্ষমতা বাড়ায়। ক্লান্তি–অবসন্নতা কমিয়ে মনে প্রশান্তি আনে ও মেজাজ ফুরফুরে রাখে।</p><p>নওগাঁয় পাতলা দইয়ের প্রচলন সম্পর্কে কবি ও গবেষক আতাউল হক সিদ্দিকী প্রথম আলোকে বলেন, ‘এখন যেটাকে আমরা ঘোল কিংবা পাতলা দই বলছি, একসময় এটা মাঠা নামেই বেশি পরিচিত ছিল। ষাট-সত্তরের দশকে শহরের লিটন ব্রিজ এলাকায় মাঠার হাঁড়ি নিয়ে বসতেন ঘোষেরা। প্রচণ্ড গরমের দিন লোকজন সেই মাঠা খেতে হুমড়ি খেয়ে পড়ত। এক গ্লাস মাঠা ৫ থেকে ১০ পয়সা করে বিক্রি হতো। আশি-নব্বইয়ের দশকে শহরের কালীতলা ও চুড়িপট্টি এলাকার মিষ্টির দোকানগুলোতে টক দই বিক্রি শুরু হয়। সেই টক দইয়ে পরিমাণমতো পানি ও লবণ মিশিয়ে মাঠা বা ঘোল তৈরি করার রীতি শুরু হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘স্বৈরশাসকদের বিরুদ্ধেই অবস্থান হওয়া উচিত, ভিন্নমত পোষণকারী শিল্পীদের বিরুদ্ধে নয়’ | প্রথম আলো",
            "time": "2026-02-28T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-22%2F5zcb9e8w%2FYellow-letters-movie-review.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরিবার, প্রতিবাদ আর সন্দেহ</strong></p><p> দেরিয়া ও আজিজের কিশোরী মেয়ে এজগিকে নিয়ে ছোট–উষ্ণ একটি পরিবার। দ্রুতগতির সংলাপ, স্বাভাবিক হাসিঠাট্টা—পরিচালক চাতাক এই পারিবারিক রসায়নকে খুব স্বাভাবিক ছোঁয়ায় ধরেছেন। জানালার বাইরে বিক্ষোভ চলছে। কোথাও যুদ্ধবিরোধী স্লোগান, কোথাও রংধনু পতাকা, কোথাও ফিলিস্তিন ও ইউক্রেনের পতাকা। দৃশ্যগুলো ইঙ্গিত দেয় এই গল্প কেবল তুরস্কের নয়, বিশ্বজুড়ে ডানপন্থী রাজনীতির উত্থানের প্রেক্ষাপটে দাঁড়িয়ে আছে।<br>ছবিটি তাই ‘ইস্যুভিত্তিক’ সিনেমা হয়েও বিমূর্ততায় হারিয়ে যায় না। বরং বাস্তবতার নির্দিষ্ট ছাপ তাকে মাটিতে রাখে।</p><p><strong>শিল্প কি বদলায় পৃথিবী?</strong> </p><p>ছবিটি এবারের উৎসবে সর্বোচ্চ পুরস্কার জিতেছে এমন এক সময়ে, যখন বার্লিন উৎসব ঘিরেও তখন রাজনৈতিক বিতর্ক, শিল্পের ভূমিকা নিয়ে প্রশ্ন। চাতাক যেন সেই প্রশ্নেরই জবাব খুঁজছেন। সিনেমায় আজিজ তাঁর ছাত্রদের বলেন, ‘রাষ্ট্রের নাটক যদি না দেখো, তবে নাট্যরচনা বোঝা যাবে না।’ এখানে শিল্প কেবল নান্দনিক অভিব্যক্তি নয়, বরং প্রতিরোধের অস্ত্র। কিন্তু রাষ্ট্রের রোষে যখন শিল্পীই কোণঠাসা, তখন প্রশ্ন জাগে-শিল্প কি যথেষ্ট?</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে যুক্তরাষ্ট্র ও ইসরায়েলের হামলায় বিভিন্ন রাজনৈতিক দলের নিন্দা ও প্রতিবাদ | প্রথম আলো",
            "time": "2026-02-28T21:39:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানে যুক্তরাষ্ট্র ও ইসরায়েলের যৌথ হামলার ঘটনায় তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে ইসলামী আন্দোলন বাংলাদেশ, খেলাফত মজলিস, বাংলাদেশের সমাজতান্ত্রিক দল (বাসদ), বাংলাদেশের বিপ্লবী কমিউনিস্ট লীগ ও জাতীয় মুক্তি কাউন্সিল। শনিবার পৃথক বিবৃতিতে রাজনৈতিক দলগুলো এই প্রতিবাদ এবং অবিলম্বে যুদ্ধ বন্ধের আহ্বান জানায়।</p><p>ইরানে হামলার নিন্দা জানিয়ে ইসলামী আন্দোলন বাংলাদেশের মহাসচিব মাওলানা ইউনুস আহমাদ এক বিবৃতিতে বলেছেন, মিথ্যা অজুহাত ও অসৎ উদ্দেশ্যে এই হামলা আধুনিক বিশ্বব্যবস্থার ব্যর্থতার আরেকটি কলঙ্কজনক দৃষ্টান্ত তৈরি করেছে। অবিলম্বে এই হামলা বন্ধসহ যুদ্ধবিরতির উদ্যোগ নিতে তিনি জাতিসংঘের প্রতি আহ্বান জানান।</p><p>ইউনুস আহমাদ আরও বলেন, ইরানের অর্ধশতাধিক শিশু নিহত হওয়ার ঘটনায় যুক্তরাষ্ট্র-ইসরায়েলের প্রতি নিন্দা প্রস্তাব আনতেও জাতিসংঘের প্রতি দাবি জানাচ্ছি। একই সঙ্গে বাংলাদেশ সরকারকে এই অযৌক্তিক হামলার নিন্দা এবং যুদ্ধ বন্ধে প্রয়োজনীয় কূটনৈতিক পদক্ষেপ নেওয়ার আহ্বান জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বুদ্ধিজীবী-সাংবাদিকসহ বিনা বিচারে আটক ব্যক্তিদের মুক্তির দাবিতে ৩০ বিশিষ্ট নাগরিকের বিবৃতি | প্রথম আলো",
            "time": "2026-02-28T21:32:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে সই করেছেন মানবাধিকারকর্মী সুলতানা কামাল, নিজেরা করির সমন্বয়কারী খুশী কবির, টিআইবির নির্বাহী পরিচালক ইফতেখারুজ্জামান, সুপ্রিম কোর্টের জ্যেষ্ঠ আইনজীবী জেড আই খান পান্না, নারী পক্ষের সদস্য শিরীন পারভিন হক, আলোকচিত্রী শহিদুল আলম, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক সামিনা লুৎফা, এএলআরডির নির্বাহী পরিচালক শামসুল হুদা, সুপ্রিম কোর্টের জ্যেষ্ঠ আইনজীবী সুব্রত চৌধুরী, সুপ্রিম কোর্টের জ্যেষ্ঠ আইনজীবী তবারক হোসেন, লেখক রেহনুমা আহমেদ, ঢাকা বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক তাসনিম সিরাজ মাহবুব, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক রোবায়েত ফেরদৌস, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক জোবাইদা নাসরীন, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক খায়রুল চৌধুরী, ব্র্যাক বিশ্ববিদ্যালয়ের অধ্যাপক ফিরদৌস আজিম, ল্যানচেস্টার ইউনিভার্সিটির অধ্যাপক সাদাফ নূর, নৃবিজ্ঞানী নাসরিন খন্দকার।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র ও ইসরায়েল কেন ইরানে হামলা করল | প্রথম আলো",
            "time": "2026-02-28T21:27:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Frb9e8jdo%2FThis-picture-obtained.jpg?rect=0%2C673%2C9504%2C4990&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘বড় ধরনের সামরিক অভিযান’ ঘোষণার সময় ট্রাম্প বলেন, ইরানের ক্ষেপণাস্ত্র ধ্বংস করা এবং তাদের ক্ষেপণাস্ত্র শিল্প মাটির সঙ্গে মিশিয়ে দেওয়া এই অভিযানের লক্ষ্য। তিনি আরও বলেন, ‘আমরা তাদের নৌবাহিনী নির্মূল করতে যাচ্ছি।’</p><p>ট্রাম্পের বক্তব্যের মূল কথা—যুক্তরাষ্ট্র ইরানে বড় ধরনের সামরিক অভিযান শুরু করেছে, যা ‘বিশাল ও চলমান’। ওয়াশিংটনের দাবি, ইরান সরকারের দিক থেকে আসা ‘আসন্ন হুমকি’ মোকাবিলাই মূল লক্ষ্য।</p><p>ট্রাম্প এই অভিযানের সামরিক উদ্দেশ্য তুলে ধরেছেন এভাবে—ইরানের ক্ষেপণাস্ত্র সক্ষমতা ধ্বংস করা। ইরানের নৌবাহিনীকে নিশানা করা। এ অঞ্চলে ইরান-সমর্থিত সশস্ত্র গোষ্ঠীগুলোকে ছত্রভঙ্গ করা। ইরান যেন কোনোভাবে পারমাণবিক অস্ত্র তৈরি করতে না পারে, তা নিশ্চিত করা।</p><p>ট্রাম্প ইরানের সামরিক বাহিনীর সদস্যদের জন্য একই সঙ্গে সতর্কতা ও প্রস্তাব দিয়েছেন। ট্রাম্প বলেন, তাঁরা অস্ত্র সমর্পণ করলে দায়মুক্তি পাবেন। কিন্তু তা না করলে তাঁদের ‘নিশ্চিত মৃত্যু’র মুখোমুখি হতে হবে। মার্কিন বাহিনীতেও হতাহত হতে পারে বলে স্বীকার করেছেন তিনি।</p><p>রয়টার্স একজন মার্কিন কর্মকর্তার বরাতে জানিয়েছে, ট্রাম্প প্রশাসন এই অভিযান কয়েক দিন চালানোর পরিকল্পনা করছে। ওয়াশিংটন থেকে আল-জাজিরার সাংবাদিক অ্যালান ফিশার জানিয়েছেন, ট্রাম্পের মন্তব্য থেকে ইঙ্গিত পাওয়া যাচ্ছে যে তিনি ইরানে একটি ‘অভ্যুত্থানের ক্ষেত্র’ তৈরি করতে চাইছেন। ঠিক ৭৩ বছর আগে দেশটিতে গণতান্ত্রিকভাবে নির্বাচিত প্রধানমন্ত্রী মোহাম্মদ মোসাদ্দেককে যেভাবে ক্ষমতাচ্যুত করেছিল যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা (সিআইএ)।</p><p>অ্যালান ফিশার বলেন, ‘তারা (যুক্তরাষ্ট্র) এটি আগেও করেছে। এবার তারা সিআইএর মাধ্যমে গোপনে না করে সরাসরি অস্ত্র ও বোমা ব্যবহার করে এটা করছে। এটি স্পষ্ট যে এটা একটি দীর্ঘমেয়াদি সামরিক অভিযান হতে যাচ্ছে, যেখানে ট্রাম্প প্রাণহানির ঝুঁকিও মেনে নিয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের দাবি খামেনি নিহত, ইরান বলছে ‘তিনি রণাঙ্গনে নেতৃত্ব দিচ্ছেন’ | প্রথম আলো",
            "time": "2026-02-28T21:26:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fdjqravaa%2Fkhameni%E2%80%93%E0%A7%A7.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েল দীর্ঘদিন ধরে আয়াতুল্লাহ আলী খামেনিকে মধ্যপ্রাচ্যে অস্থিতিশীলতা সৃষ্টিকারী একটি শক্তি হিসেব দেখত। তাদের অভিযোগ, ফিলিস্তিনের হামাস ও লেবাননের হিজবুল্লাহর মতো সশস্ত্র গোষ্ঠীগুলোকে মদদ দিচ্ছিলেন খামেনি। গত বছর জুনে ইসরায়েল ও ইরানের মধ্যে ১২ দিনব্যাপী যুদ্ধ হয়েছিল। সে সময় ইসরায়েলের প্রতিরক্ষামন্ত্রী ইসরায়েল কাৎজ খামেনিকে হত্যার হুমকি দিয়ে বলেছিলেন, সর্বোচ্চ নেতা ‘আর বেঁচে থাকতে পারে না।’</p><p>ওই যুদ্ধে ইসরায়েল আকস্মিক হামলা চালিয়ে ইরানের ভূগর্ভস্থ পারমাণবিক কেন্দ্রে আঘাত হেনেছিল। ওই হামলায় ইরানের বেশ কয়েকজন জ্যেষ্ঠ কমান্ডার ও পরমাণু বিজ্ঞানী নিহত হন এবং তাতে দেশটির সামরিক নেতৃত্বের একটি বড় অংশ নিশ্চিহ্ন হয়। এখন আয়াতুল্লাহ আলী খামেনি নিহত হলে তা যুদ্ধ ও অর্থনৈতিক সংকটে ধুঁকতে থাকা ইরানের জন্য আরেকটি বড় আঘাত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কাতার, আমিরাত, কুয়েতসহ মধ্যপ্রাচ্যের ৬ দেশের প্রবাসী বাংলাদেশিদের জন্য জরুরি বার্তা | প্রথম আলো",
            "time": "2026-02-28T21:11:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Flal9sdf5%2FWhatsApp-Image-2026-03-01-at-1.58.19-AM.jpeg?rect=0%2C45%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব কটি দূতাবাসই নিজ নিজ দেশের সরকারের জারি করা নির্দেশনা মেনে চলতে এবং স্থানীয় আইনের প্রতি শ্রদ্ধাশীল থাকতে প্রবাসী বাংলাদেশিদের প্রতি বিশেষ আহ্বান জানিয়েছে। একই সঙ্গে নগদ টাকা, পাসপোর্ট, স্থানীয় আইডি কার্ড, স্বাস্থ্য কার্ড বা হেলথ ইনস্যুরেন্স, প্রয়োজনীয় ওষুধ, মোবাইল চার্জার, পাওয়ার ব্যাংক, শুকনো খাবার ও পানি সব সময় সঙ্গে রাখার পরামর্শ দেওয়া হয়েছে।</p><p>কয়েকটি দূতাবাস প্রবাসী বাংলাদেশিদের সামাজিক যোগাযোগমাধ্যম ব্যবহারেও বিশেষভাবে সতর্ক করেছে। বিজ্ঞপ্তিতে বলা হয়েছে, বর্তমান পরিস্থিতির কোনো ছবি বা ভিডিও সামাজিক যোগাযোগমাধ্যমে আপলোড করা এবং ভিত্তিহীন সংবাদ প্রচার করা এসব দেশের প্রচলিত আইনের পরিপন্থী। তাই এ ধরনের কাজ থেকে বিরত থাকতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীর তিন জায়গা থেকে খণ্ডিত হাত-পা উদ্ধারের ঘটনায় একজন আটক | প্রথম আলো",
            "time": "2026-02-28T21:06:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fpkvxevdp%2Fprothomalo-bangla2023.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে ডিএমপির মতিঝিল বিভাগের উপ কমিশনার (ডিসি) মোহাম্মদ হারুন অর রশিদ প্রথম আলোকে বলেন, আঙুলের ছাপ পরীক্ষা করে ওই ব্যক্তির পরিচিয় জানা গেছে। তবে উদ্ধার করা হাত ও পা একই ব্যক্তির কি না, তা এখনো নিশ্চিত হওয়া যায়নি। তবে খণ্ডিত অংশগুলো একই ব্যক্তির বলে ধারণা করা হচ্ছে।</p><p>হত্যার কারণ ও জড়িত ব্যক্তিদের বিষয়ে পুলিশের এই কর্মকর্তা বলেন, ‘আমরা শরীরের বাকি অংশগুলো খুঁজছি। সেই সঙ্গে কী কারণে ও কারা এই হত্যাকাণ্ডটি ঘটিয়েছে, সেটাও খুঁজে বের করার চেষ্টা করছি। এ জন্য ঘটনাস্থল (হাত-পা যেখান থেকে উদ্ধার হয়েছে) ও আশপাশের এলাকার সিসিটিভি ফুটেজ সংগ্রহ করে সেগুলো বিশ্লেষণ করা হচ্ছে। আশা করি, দ্রুতই জড়িত ব্যক্তিদের শনাক্ত করে আইনের আওতায় আনতে পারব।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের জাহাজে ক্ষেপণাস্ত্র হামলার দাবি ইরানের | প্রথম আলো",
            "time": "2026-02-28T21:05:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fpq17u57h%2FMissile-Iran.jpg?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ইরানের দক্ষিণ-পশ্চিমাঞ্চলে একটি যৌথ মহড়া চলাকালে ক্ষেপণাস্ত্র উৎক্ষেপণের দৃশ্য। ২১ ডিসেম্বর, ২০২১<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: রয়টার্স</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র ও ইসরায়েলি হামলায় ইরানে আতঙ্ক ও উদ্বেগ | প্রথম আলো",
            "time": "2026-02-28T20:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fizhu1ncd%2FUntitled-4.jpg?rect=0%2C10%2C533%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শীরা জানিয়েছেন, ইরানের সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনি, প্রেসিডেন্ট মাসুদ পেজেশকিয়ান এবং পার্লামেন্ট ভবনসংলগ্ন তেহরানের গুরুত্বপূর্ণ এলাকাগুলোতে নিরাপত্তা বাহিনী রাস্তাঘাট অবরোধ করে রেখেছে।</p><p>গত বৃহস্পতিবার জেনেভায় ওমানের মধ্যস্থতায় তেহরানের পারমাণবিক কর্মসূচি নিয়ে যুক্তরাষ্ট্র ও ইরানের মধ্যে সর্বশেষ দফার আলোচনায় কোনো বড় ধরনের অগ্রগতি ছাড়াই শেষ হওয়ার পর এই হামলা শুরু হলো। যদিও ওমানি মধ্যস্থতাকারীরা আলোচনার উন্নতির কথা জানিয়েছিলেন।</p><p>তেহরানের এক বাসিন্দা আক্ষেপ করে বলেন, ‘তারা বলেছিল পারমাণবিক আলোচনা ভালোভাবেই এগোচ্ছে। তারা আবারও আমাদের ধোঁকা দিল।’</p><p>পশ্চিমা দেশগুলো দীর্ঘকাল ধরে সন্দেহ করে আসছে যে ইরান পারমাণবিক বোমা তৈরির লক্ষ্য নিয়ে এগোচ্ছে, যদিও তেহরান বরাবরই এই অভিযোগ অস্বীকার করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "যেসব দেশে যুক্তরাষ্ট্রের ঘাঁটি লক্ষ্য করে ক্ষেপণাস্ত্র হামলা চালাল ইরান | প্রথম আলো",
            "time": "2026-02-28T20:07:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F1n3tx2lt%2FUntitled-8.jpg?rect=0%2C10%2C533%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়, এসব হামলা কোনো অজুহাতেই সমর্থনযোগ্য নয়, বিশেষ করে সৌদি আরব তার আকাশসীমা ও ভূখণ্ড ইরানে হামলা চালাতে ব্যবহৃত হতে দেবে না ইরানি কর্তৃপক্ষ এটা জানার পরও।</p><p>কাতার, কুয়েত, বাহরাইন এবং সংযুক্ত আরব আমিরাত তাদের আকাশসীমা সাময়িকভাবে বন্ধ করেছে এবং তাদের ভূখণ্ডে ইরানের হামলার নিন্দা জানিয়েছে।</p><p>আল–জাজিরার একজন সংবাদদাতা জানিয়েছেন, শনিবার উত্তর ইরাকের কুর্দিস্তান অঞ্চলের এরবিল বিমানবন্দরে দুবার হামলার চেষ্টা করা হয়। বিমানবন্দরটিতে ড্রোন হামলার চেষ্টা হলে আকাশ প্রতিরক্ষাব্যবস্থা এটিকে ভূপাতিত করেছে।</p><p>সিরিয়ার রাষ্ট্রীয় গণমাধ্যম জানিয়েছে, সুয়াইদার একটি শিল্প এলাকায় একটি ক্ষেপণাস্ত্র বিস্ফোরণে চারজন নিহত হয়েছেন এবং বহু ব্যক্তি আহত হয়েছেন। যদিও প্রতিবেদনে ক্ষেপণাস্ত্রের উৎস উল্লেখ করা হয়নি।</p><p>আল–জাজিরার দোহা প্রতিনিধি বলেছেন, উপসাগরীয় সহযোগিতা পরিষদের (জিসিসি) সদস্যদেশগুলোর মধ্যে শুধু ওমানেই এখন পর্যন্ত ইরান কোনো হামলা চালায়নি ইরান।</p></div></div></div></body></html>"
        },
        {
            "title": "একদলের নতুন ফ্যাসিবাদ কায়েম করতে চাওয়ার অংশ হিসেবেই প্রথম আলোতে আক্রমণ: জোনায়েদ সাকি | প্রথম আলো",
            "time": "2026-02-28T19:54:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fvtqhkmms%2FExhibition.00293314.Still013.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"একদলের নতুন ফ্যাসিবাদ কায়েম করতে চাওয়ার অংশ হিসেবেই প্রথম আলোতে আক্রমণ: জোনায়েদ সাকি\" class=\"nA4h1 \">একদলের নতুন ফ্যাসিবাদ কায়েম করতে চাওয়ার অংশ হিসেবেই প্রথম আলোতে আক্রমণ: জোনায়েদ সাকি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-03-01T01:54:05+06:00\"><span>প্রকাশ: ২৮ ফেব্রুয়ারি ২০২৬, ১৯: ৫৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মধ্যপ্রাচ্যে যুক্তরাষ্ট্রের প্রধান সামরিক ঘাঁটি কোনগুলো | প্রথম আলো",
            "time": "2026-02-28T19:36:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fe37fsxcj%2FUntitled-3.jpg?rect=0%2C14%2C709%2C372&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী আম্মানের ১০০ কিলোমিটার উত্তর-পূর্বে আজরাকে অবস্থিত মুয়াফফাক আল সালতি বিমানঘাঁটিতে মার্কিন বিমানবাহিনীর ৩৩২তম</p><p>এয়ার এক্সপেডিশনারি উইং অবস্থান করে। লাইব্রেরি অব কংগ্রেসের ২০২৪ সালের এক প্রতিবেদন অনুযায়ী, এই ঘাঁটি লেভান্ট অঞ্চলে (সিরিয়া, লেবানন ও আশপাশের এলাকা) বিভিন্ন মিশনে অংশ নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ধ্বংসযজ্ঞের পরও ঘুরে দাঁড়িয়েছে, এর অর্থ, প্রথম আলো হারতে রাজি না : আসিফ নজরুল | প্রথম আলো",
            "time": "2026-02-28T19:29:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fiac7jk2r%2FExhibition.00293314.Still011.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ধ্বংসযজ্ঞের পরও ঘুরে দাঁড়িয়েছে, এর অর্থ, প্রথম আলো হারতে রাজি না : আসিফ নজরুল\" class=\"nA4h1 \">ধ্বংসযজ্ঞের পরও ঘুরে দাঁড়িয়েছে, এর অর্থ, প্রথম আলো হারতে রাজি না : আসিফ নজরুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-03-01T01:29:21+06:00\"><span>প্রকাশ: ২৮ ফেব্রুয়ারি ২০২৬, ১৯: ২৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মধ্যপ্রাচ্যের সব ফ্লাইট স্থগিত, আটকা পড়লেন হাজারো যাত্রী | প্রথম আলো",
            "time": "2026-02-28T19:21:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F52868p98%2FUntitled-1.jpg?rect=0%2C10%2C545%2C286&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌদি আরবে আটকা পড়েছেন বাংলাদেশ জাতীয় ক্রিকেট দলের উইকেটকিপার-ব্যাটসম্যান মুশফিকুর রহিম। ওমরাহ পালন শেষে দুবাই হয়ে দেশে ফেরার পথে ফ্লাইট বাতিল হওয়ায় আরও অনেক যাত্রীর সঙ্গে তিনি জেদ্দা বিমানবন্দরে আটকা পড়েন।</p><p>এ বিষয়ে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া গতকাল এক স্ট্যাটাসে মুশফিকুর রহিম লিখেছেন, ‘সকালে আমরা জেদ্দা থেকে দুবাইয়ের উদ্দেশে ইকে–০৮০৬ ফ্লাইটে উড্ডয়ন করি। কিন্তু দুর্ভাগ্যবশত যুক্তরাষ্ট্র, ইসরায়েল ও ইরানের মধ্যে যুদ্ধের কারণে সব ফ্লাইট পুনরায় জেদ্দায় ফিরে এসেছে।’</p><p>এর আগে গতকাল বিকেলে বিমান বাংলাদেশ এয়ারলাইনস এক সংবাদ বিজ্ঞপ্তিতে জানায়, দাম্মাম, জেদ্দা, মদিনা, রিয়াদ, শারজাহ, আবুধাবি, দুবাই, কুয়েতসহ মধ্যপ্রাচ্যের অন্যান্য গন্তব্যে তাদের সব ফ্লাইট পরবর্তী নির্দেশ না দেওয়া পর্যন্ত বন্ধ থাকবে। এসব গন্তব্যের যাত্রীদের বিমান কর্তৃপক্ষের সঙ্গে আগাম যোগাযোগ ছাড়া সরাসরি বিমানবন্দরে না যাওয়ার অনুরোধ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্যাটেলাইট চিত্রে ইরানের সর্বোচ্চ নেতার বাসভবনের চত্বরে হামলায় ক্ষয়ক্ষতির চিহ্ন | প্রথম আলো",
            "time": "2026-02-28T18:07:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fiub2wb4i%2FUntitled-5.png?rect=0%2C138%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">স্যাটেলাইট চিত্রে ইরানের সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনির বাসভবনের চত্বরে কালো ধোঁয়া ও ব্যাপক ক্ষয়ক্ষতি দেখা যাচ্ছে। আজ শনিবার ইরানে যুক্তরাষ্ট্র ও ইসরায়েলের হামলার পর। তেহরান, ইরান  ২৮ ফেব্রুয়ারি, ২০২৬<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: রয়টার্স</span></figcaption></p></div></div></body></html>"
        }
    ]
}