{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জুডিশিয়াল সার্ভিস কমিশনে ১১৫২ পদে বড় নিয়োগ, চাকরি পেতে করুন আবেদন | প্রথম আলো",
            "time": "2025-12-08T04:31:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-28%2Fdja1884k%2F161.jpg?rect=0%2C270%2C3813%2C2002&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. বেঞ্চ সহকারী</strong></p><p>পদসংখ্যা: ৩৫</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড হতে ন্যূনতম উচ্চমাধ্যমিক সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ হতে হবে।</p><p>বেতন স্কেল ও গ্রেড: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৩. অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক</strong></p><p>পদসংখ্যা: ২৫৩</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড হতে অন্যূন দ্বিতীয় বিভাগ বা সমমানের জিপিএতে উচ্চমাধ্যমিক সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ; কম্পিউটার ব্যবহারে দক্ষতা; কম্পিউটার মুদ্রাক্ষরে সর্বনিম্ন গতি প্রতি মিনিটে ইংরেজিতে ২০ শব্দ ও বাংলায় ২০ শব্দ।</p><p>বেতন স্কেল ও গ্রেড: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৪. গাড়িচালক</strong></p><p>পদসংখ্যা: ২২</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: অষ্টম শ্রেণি বা সমমানের পরীক্ষায় উত্তীর্ণ; ড্রাইভিংয়ের ব্যবহারিক পরীক্ষায় উত্তীর্ণ; মোটরগাড়ি চালানোর বৈধ লাইসেন্সধারী হতে হবে; অভিজ্ঞ প্রার্থীরা অগ্রাধিকার পাবেন।</p><p>বেতন স্কেল ও গ্রেড: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p></div></div></div></body></html>"
        },
        {
            "title": "ফুটি কার্পাসের ফুল | প্রথম আলো",
            "time": "2025-12-08T04:21:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fvl7kie32%2FCapture.PNG?rect=0%2C93%2C861%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একদিন বিজ্ঞানলেখক আবদুল গাফফার রনি বললেন, গাজীপুর জেলার কাপাসিয়ার হাইলজোর গ্রামে কৃষক তাজউদ্দিনের বাড়িতে ফুটি কার্পাসের গাছ আছে। জানালেন, তিনি তাঁর কাছ থেকে ফুটি কার্পাসের একটি চারাও এনেছেন, বাড়িতে লাগাবেন।</p><p>তাঁর কথায় কাপাসিয়ার সেই গ্রামে যাওয়ার সিদ্ধান্ত নিলাম। কিন্তু একটু খোঁজখবর নিতেই ওই গ্রামে আর যেতে হলো না, গাজীপুরের শ্রীপুরেই পেয়ে গেলাম সে গাছ। শ্রীপুরের ভবানীপুরে তুলা গবেষণা, প্রশিক্ষণ ও বীজবর্ধন খামারের মাঠের একটি গবেষণা খেতে চাষ করা হয়েছে ফুটি কার্পাস। হেমন্তের এক সকালে সে খামারের কটন অ্যাগ্রোনমিস্ট মো. আবদুল ওয়াহাব সেই খেতের পাশে দাঁড়িয়ে ফুটি কার্পাসের গাছগুলোকে দেখাচ্ছিলেন। বললেন, গাজীপুরের কাপাসিয়া, দিনাজপুর, বাগেরহাট ও পার্বত্য চট্টগ্রাম থেকে তিনি ফুটি কার্পাসের চারটি জাত সংগ্রহ করেছেন। গত বছরের ২৯ আগস্ট সেই চারটি জাতের চারা এই খামারে গবেষণার উদ্দেশ্যে লাগানো হয়েছে। প্রতিটি জাতের ৪০টি করে গাছ রয়েছে সেখানে, পাশাপাশি লাগানো জাতগুলোর ফেনোটাইপিক বৈশিষ্ট্য দেখা তাঁর উদ্দেশ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "তিক্ত সত্য, বড় বার্তা | প্রথম আলো",
            "time": "2025-12-08T04:20:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fa3lp9oyb%2FAltaf-Parvez.jpeg?rect=0%2C109%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রশ্ন হলো, এই যদি বাস্তবতা হয়, তাহলে ২০২৬ সালে বাংলাদেশ স্বল্পোন্নত দেশ (এলডিসি) থেকে উন্নয়নশীল দেশে প্রমোশন পাবে বা প্রমোশন নেবে কীভাবে?</p><p>এলডিসি থেকে উত্তরণের বড় শর্ত আয়ের অগ্রগতি এবং অর্থনৈতিক ভঙ্গুরতা সামাল দেওয়ায় অগ্রগতি। ১৯৯১ সাল থেকে বাংলাদেশে এটা স্পষ্টভাবে ঘটছিল। বিগত তিন-চার বছর এবং বর্তমান জরিপের আলোকে গত ১৫ মাসের অভিজ্ঞতায় আমরা দেখছি, কর্মসংস্থানও বাড়ছে না, সমাজের বড় একাংশের আয়ও কমছে। এ রকম পটভূমিতে বাংলাদেশ যদি উন্নয়নশীল দেশের ইমেজ গ্রহণে মরিয়া হয়ে ওঠে এবং তাতে যদি রপ্তানি খাতে এলডিসির জন্য প্রাপ্ত সুবিধা কমে যায়, সেটা কর্মসংস্থান পরিস্থিতিকে বাড়তি জটিল করবে। উন্নয়নশীল দেশে এনজিও সহায়তাও কমে।</p><p>এসব বিবেচনায় <em>প্রথম আলো</em>র এই ছোট জরিপ বর্তমান ও আগামীর বাংলাদেশের নীতিনির্ধারকদের জন্য দরকারি অনেক পরামর্শ হাজির করছে।</p><p>জরিপটি করা হয় গত অক্টোবরে। জরিপের এক জায়গায় দেখলাম, আয়রোজগারে গত ১৫ মাসে অসন্তুষ্টি এবং নেতিবাচক মনোভাব সবচেয়ে বেশি চট্টগ্রাম, সিলেটসহ মেট্রোপলিটন (নগর) সমাজে। ঠিক এ সময় রাজনীতি ও সামাজিক যোগাযোগমাধ্যমে দেখছি, বাংলাদেশের সমাজকে, বিশেষ করে শহুরে তরুণসমাজকে খুব সচেতনভাবে কারা যেন ধর্মীয় এবং নৈতিক-সাংস্কৃতিক কাজিয়ায় লাগিয়ে রাখছে। পলিটিক্যাল-ইকোনমির প্রবণতা থেকে সমাজের নজর সরিয়ে রাখতেই হয়তো কেউ এসব করাচ্ছেন। কিন্তু তাতে কি সামাজিক সংকট আদৌ ধামাচাপা থাকে? ‘লাল জুলাই’য়ের অভিজ্ঞতা কী বলে?</p></div></div></div></body></html>"
        },
        {
            "title": "জরিপপদ্ধতি, নমুনা বাছাই ও সীমাবদ্ধতা | প্রথম আলো",
            "time": "2025-12-08T04:19:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2F4fy8hjo3%2Fa3201d86-d550-4dd6-a2e0-db9db0802316.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিমেকারস কনসাল্টিং বাংলাদেশের একটি বেসরকারি গবেষণাপ্রতিষ্ঠান। আমরা বিভিন্ন জাতীয় ও আন্তর্জাতিক সংস্থার হয়ে বাংলাদেশে গবেষণা পরিচালনা করি।</p><p><em>প্রথম আলো</em> আমাদের গুরুত্বপূর্ণ সামাজিক-রাজনৈতিক বিষয়ে জাতীয় জনমত জরিপ-২০২৫-এর দায়িত্ব দিয়েছে। এই জরিপে এ বছরের ২১ থেকে ২৮ অক্টোবর আমরা ৬৬৮ জন নারী ও ৬৭৪ জন পুরুষ—মোট ১ হাজার ৩৪২ জনের মতামত সংগ্রহ করেছি। যেকোনো জরিপের ক্ষেত্রেই টার্গেট পপুলেশন (উদ্দিষ্ট বা নির্ধারিত জনগোষ্ঠী) নির্বাচন একটি গুরুত্বপূর্ণ ব্যাপার।</p><p>সামাজিক-রাজনৈতিক বিষয়ে জনমত জরিপের ক্ষেত্রে আমাদের প্রধান বিবেচনা ছিল দুটি। প্রথমত, মতামতদাতাকে বাংলাদেশে ভোট দেওয়ার উপযুক্ত হতে হবে, অর্থাৎ তাঁর বয়স ১৮ বছরের বেশি হতে হবে এবং তাঁকে বাংলাদেশের নাগরিক হতে হবে। দ্বিতীয়ত, মতামতদাতার অন্তত সাক্ষরতা থাকবে (আনুষ্ঠানিক শিক্ষা না থাকলেও), যাতে জরিপের প্রশ্নগুলো বুঝে উত্তর দিতে সক্ষম হন। সুতরাং এই জরিপের একটি সীমাবদ্ধতা এই যে এটি দেশের সম্পূর্ণ নিরক্ষর জনগোষ্ঠীর মতামতের প্রতিনিধিত্ব করে না।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো জাতীয় জনমত জরিপ নিয়ে কিছু প্রশ্ন ও উত্তর | প্রথম আলো",
            "time": "2025-12-08T04:18:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2F4fy8hjo3%2Fa3201d86-d550-4dd6-a2e0-db9db0802316.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. প্রথম আলো জাতীয় জনমত জরিপে কতজন অংশ নিয়েছেন?</strong></p><p>উত্তর: ১ হাজার ৩৪২ জন উত্তরদাতা জরিপে মতামত দিয়েছেন। ৬৬৮ জন নারী এবং ৬৭৪ জন পুরুষ জরিপে অংশ নেন।</p><p><strong>২.  কোন কোন এলাকায় জরিপ করা হয়েছে? </strong></p><p>উত্তর: ঢাকা, চট্টগ্রাম, খুলনা, রাজশাহী ও সিলেটের শহরাঞ্চল এবং বরিশালের গৌরনদী উপজেলা, কুমিল্লার চান্দিনা উপজেলা, ফরিদপুরের বোয়ালমারী ও মধুখালী উপজেলা, ময়মনসিংহের ভালুকা উপজেলা, রংপুরের পীরগঞ্জ উপজেলার গ্রামগুলোতে জরিপ করা হয়েছে।</p><p><strong>৩. জরিপে কাদের প্রশ্ন করা হয়েছে? </strong></p><p>উত্তর: ১৮ থেকে ৫৫ বছর বয়সী যাঁরা বাংলাদেশে ভোটার হওয়ার উপযুক্ত এবং যাঁদের এই জরিপের প্রশ্নগুলো বোঝার সক্ষমতা রয়েছে।</p><p><br><strong>৪. এই জরিপের তথ্য কোন সময়ে সংগ্রহ করা হয়েছে? </strong></p><p>উত্তর: ২১ অক্টোবর ২০২৫ থেকে ২৮ অক্টোবর ২০২৫ পর্যন্ত জরিপের তথ্য সংগ্রহ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দীর্ঘ বিরতির পর কেন এই জরিপ | প্রথম আলো",
            "time": "2025-12-08T04:13:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fky3fz6og%2FUntitled-1.jpg?rect=0%2C14%2C360%2C189&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০০৮ সাল থেকে <em>প্রথম আলো</em>র পক্ষ থেকে আমরা আরও ব্যাপক মানুষের অংশগ্রহণে, যথাযথ প্রক্রিয়া মেনে এবং অভিজ্ঞ প্রতিষ্ঠানের মাধ্যমে জনমত পরিচালনার পরিকল্পনা করি। দেশের মানুষ কেমন আছেন, রাজনীতি–অর্থনীতির পরিস্থিতি নিয়ে তাঁরা কী ভাবছেন, সরকারের কাছে কোন বিষয়ে কী প্রত্যাশা করছেন—ওই বছর থেকে পাঠকের সামনে সেসব বিস্তৃতভাবে তুলে ধরার যাত্রা শুরু হলো। সেই থেকে সূচনা। এরপর নিয়মিত বিরতিতে প্রতিবছর এ জরিপ চলেছে। ২০১৩ সাল পর্যন্ত আর কোনো বিরতি পড়েনি। সেগুলো পরিচালনা করেছিল পেশাদার জরিপ পরিচালনাকারী প্রতিষ্ঠান ওআরজি কোয়েস্ট।</p><p>এরপর দীর্ঘ বিরতির ইতিহাস। এ বিরতির রাজনৈতিক কারণ পাঠক আন্দাজ করছেন নিশ্চয়ই। তবু সে প্রসঙ্গে আসার আগে কিংবা তাতে প্রবেশের জন্য <em>প্রথম আলো</em>র সেসব জরিপের কিছু তথ্য প্রথমে ভাগ করে নেওয়া যাক।</p><p>কোন কোন বিষয়ে দেশের মানুষের মনোভাব কী রকমভাবে পাল্টে যাচ্ছে, সেটা বোঝার জন্য প্রতিবছরের জরিপে বেশ কিছু একই ধরনের প্রশ্ন রাখা হতো। তার একটি ছিল—দেশের রাজনৈতিক দলগুলোর কোনটিকে মানুষ কী রকম সমর্থন দিচ্ছেন। আওয়ামী লীগ, বিএনপি, জাতীয় পার্টি (এরশাদ) ইত্যাদি রাজনৈতিক দলকে সামনে রেখে উত্তরদাতাদের কাছে জানতে চাওয়া হতো, এখনই যদি নির্বাচন হয়, তাহলে তাঁরা কাকে ভোট দেবেন। <em>প্রথম আলো</em>র জরিপ থেকে দেখা যাচ্ছে ২০০৯, ২০১০, ২০১১ ও ২০১২ সালে আওয়ামী লীগের প্রতি মানুষের সমর্থন যথাক্রমে ৫৬, ৪৬, ৩৮ ও ৩৫ শতাংশ। অর্থাৎ দলটির জনপ্রিয়তার রেখা ক্রমশ নিম্নগামী হচ্ছে। বিপরীতে বিএনপির ক্ষেত্রে এই রেখা ক্রমশ ঊর্ধ্বমুখী—যথাক্রমে ২৫, ৩৯, ৪৩ ও ৪৪ শতাংশ। শেষ দিকের বছরগুলোয় এসে যে বিএনপির জনপ্রিয়তা আওয়ামী লীগকে ছাপিয়ে গেছে, সেটাও লক্ষ করার মতো।</p></div></div></div></body></html>"
        },
        {
            "title": "কম্বোডিয়া সীমান্তে নতুন করে সংঘাতে থাই সেনা নিহত, পাল্টা বিমান হামলা থাইল্যান্ডের | প্রথম আলো",
            "time": "2025-12-08T04:12:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fu4wylzmb%2FThailand.jpg?rect=0%2C424%2C5985%2C3142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ ভোরে উবন রাচাথানি প্রদেশে কম্বোডিয়ার সেনারা থাইল্যান্ডের বাহিনীর ওপর গুলি চালানোর পর থাই সেনাবাহিনীর মুখপাত্র উইনথাই সুবারি একটি বিবৃতি দিয়েছেন। সেখানে তিনি বলেন, সেনাবাহিনী খবর পেয়েছে যে থাই সেনাদের ওপর আগ্নেয়াস্ত্র ব্যবহার করে হামলা করা হয়েছে। এ ঘটনায় একজন সেনা নিহত ও চারজন আহত হয়েছেন।</p><p>এদিকে কম্বোডিয়ার প্রতিরক্ষা মন্ত্রণালয়ের মুখপাত্র মালি সোচিয়াতা বলেন, আজ ভোরে প্রিয়াহ ভিহিয়ার ও ওদ্দার মিনচে প্রদেশে কম্বোডিয়ার সেনাদের ওপর থাই বাহিনীই প্রথম হামলা চালিয়েছে। তিনি আরও দাবি করেন, হামলার জবাবে কম্বোডিয়া পাল্টা হামলা চালায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "সাত কলেজশিক্ষক ও শিক্ষার্থীদের একটি অংশ কেন মুখোমুখি হলো | প্রথম আলো",
            "time": "2025-12-08T04:11:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-27%2Fk5e8ti8i%2FImage-20.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয় অধিভুক্ত সাত কলেজের শিক্ষার্থীরা অবকাঠামো, শিক্ষকসংখ্যা, আবাসন, পরিবহন, শিক্ষার্থীপ্রতি বরাদ্দ, সমাবর্তন, ক্লাস রুটিন, সিলেবাস, মানোন্নয়ন, পরীক্ষাব্যবস্থা ও ফলাফলসহ প্রায় সব ক্ষেত্রেই দীর্ঘদিন ধরে বৈষম্যের শিকার। অধিভুক্তির মাত্র পাঁচ মাস পর, ২০১৭ সালের ফেব্রুয়ারিতে ফল প্রকাশ ও নিয়মিত পরীক্ষা নেওয়ার দাবিতে প্রথমবারের মতো আন্দোলনে নামতে বাধ্য হয় তারা। ঢাকা বিশ্ববিদ্যালয়ের বিভিন্ন অসংগতি, প্রশাসনিক জটিলতা ও সিদ্ধান্তহীনতার কারণে এসব দাবিদাওয়া ঘিরে ঐতিহ্যবাহী সাত কলেজের শিক্ষার্থীদের বারবার রাস্তায় নামতে হয়েছে। পূর্বপ্রস্তুতিবিহীন লক্ষাধিক শিক্ষার্থীর অধিভুক্তির চাপে নুইয়ে পড়া পরীক্ষা নিয়ন্ত্রক, রেজিস্ট্রার ও বিভাগগুলো অবসাদগ্রস্ত হয়ে পড়লে শিক্ষার্থীরা যারপর নাই ভোগান্তিতে পড়ে এবং এক পর্যায়ে বাধ্য হয়ে ২০২৪ সালের শেষ দিকে শিক্ষার্থীরা স্থায়ী সমাধানের খোঁজে রাজপথ বেছে নেয়।</p><p> শুরুতে আন্দোলনরত শিক্ষার্থীদের দাবি ছিল প্রশাসনিক জটিলতা দূরীকরণে ঢাকা বিশ্ববিদ্যালয়ের অধীনে থাকা সাত কলেজের শিক্ষার্থীদের জন্য একটি স্বতন্ত্র প্রশাসনিক কাঠামো গড়ে তোলা—প্রয়োজনে আলাদা ভবন নির্মাণের মাধ্যমে টেকসই সমাধান নিশ্চিত করা। পরে সেটি রূপ নেয় সাত কলেজকে কেন্দ্র করে একটি স্বতন্ত্র বিশ্ববিদ্যালয় প্রতিষ্ঠার দাবিতে, যাতে ঢাকা বিশ্ববিদ্যালয়ের অধিভুক্তি থেকে সৃষ্ট পরীক্ষাব্যবস্থা, ফল প্রকাশ, সেশনজটসহ দীর্ঘদিনের বিভিন্ন সমস্যার অবসান ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিলামে উঠছে ৭০০ মেগাহার্টজ ব্যান্ডের স্পেকট্রাম, সেবার মান কতটা বাড়বে | প্রথম আলো",
            "time": "2025-12-08T04:05:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fv5cblpc8%2Fmobile-network.jpg?rect=0%2C0%2C1546%2C812&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোবাইল অপারেটরদের বৈশ্বিক সংগঠন জিএসএমএর তথ্য বলছে, স্পেকট্রাম হলো তড়িৎচুম্বকীয় তরঙ্গের বিভিন্ন অংশ, যা দিয়ে মোবাইলে ভয়েস কল, ইন্টারনেট ও অন্যান্য বেতার–সংযোগ পরিচালিত হয়। এর প্রতিটি ব্যান্ডের আলাদা বৈশিষ্ট্য রয়েছে।</p><p>বিস্তৃত এলাকায় উচ্চতর নেটওয়ার্ক কাভারেজের জন্য ৭০০ মেগাহার্টজ ব্যান্ডের তরঙ্গ ব্যবহার করা হয়। টেলিযোগাযোগ বিশেষজ্ঞরা বলছেন, এই তরঙ্গের বিশেষত্ব হলো, এটি দেয়াল ভেদ করে ঘরের মধ্যে সিগন্যাল পৌঁছাতে ভূমিকা রাখে এবং এর সাহায্যে কমসংখ্যক টাওয়ার স্থাপন করেই গ্রামাঞ্চল ও মহাসড়ক–সংলগ্ন অঞ্চলে বিস্তৃত কাভারেজ দেওয়া সম্ভব।</p><p>জিএসএমএর ওয়েবসাইট থেকে পাওয়া তথ্য বলছে, নিম্ন ফ্রিকোয়েন্সির কারণে ৭০০ মেগাহার্টজ ব্যান্ড একক সেলের আওতায় বৃহৎ এলাকা কাভার করতে পারে। গ্রামীণ ও প্রত্যন্ত অঞ্চলে সেবা বিস্তারে এটি অত্যাবশ্যক। এই ব্যান্ড দিয়ে উচ্চ ফ্রিকোয়েন্সি ব্যান্ডের তুলনায় কমসংখ্যক বেজ স্টেশন ব্যবহার করে বড় এলাকায় সেবা দেওয়া যায়। ফলে অপারেটরের স্থাপন ব্যয় কমে এবং গ্রাহকেরা অপেক্ষাকৃত সাশ্রয়ী মূল্যে মানসম্মত ব্রডব্যান্ড সেবা পান।</p><p>জানতে চাইলে টেলিযোগাযোগ বিশেষজ্ঞ সুমন আহমেদ সাবির প্রথম আলোকে বলেন, নিম্ন ফ্রিকোয়েন্সির অন্যতম সুবিধা হলো বিল্ডিং পেনিট্রেশন অর্থাৎ ভবনের দেয়াল ভেদ করে সিগন্যাল গভীরে পৌঁছাতে পারে। বিশেষ করে ঢাকার মতো ঘনবসতিপূর্ণ শহরাঞ্চলে এই ব্যান্ডের সক্ষমতা ব্যবহারকারীদের ইনডোর কাভারেজ, ভয়েস কল ও ইন্টারনেটের অভিজ্ঞতা আরও উন্নত করবে।</p><p>প্রত্যন্ত এলাকায় নেটওয়ার্ক কাভারেজ বাড়ানোর জন্য একে ‘গেম চেঞ্জার’ অভিহিত করে সুমন আহমেদ বলেন, ৭০০ মেগাহার্টজ ব্যান্ড ৫ থেকে ১০ কিলোমিটার পর্যন্ত এলাকা কাভার করতে পারে। অর্থাৎ একটি বিটিএস দিয়ে ৫ থেকে ১০ গুণ বেশি এলাকা কাভার করা সম্ভব হবে। গ্রাম, চর, পাহাড়ি এলাকা ও সীমান্ত অঞ্চল—সব জায়গায় নেটওয়ার্ক পৌঁছে দিতে এটি সবচেয়ে সাশ্রয়ী বিকল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "৪২ বলে ২৪টি ‘ডট’, উইকেট ৪টি-দুবাইয়ে মোস্তাফিজের দিনকাল | প্রথম আলো",
            "time": "2025-12-08T04:05:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fixsymsdd%2Fmusta.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুবাই ক্যাপিটালসের ৮৩ রানের বিশাল জয়ে মোস্তাফিজের অবদান ৩ ওভারে ২২ রানে ২ উইকেট। এই ম্যাচে ১১টি বল ‘ডট’ দেন মোস্তাফিজ। সব মিলিয়ে দুই ম্যাচে ৪২টি বৈধ ডেলিভারির মধ্যে ২৪টি বল ‘ডট’ দিলেন মোস্তাফিজ। উইকেট মোট ৪টি এবং রান দিয়েছেন ৪৮।</p><p>দুবাই আন্তর্জাতিক স্টেডিয়ামে আগে ব্যাট করে ৪ উইকেটে ১৮৬ রান তুলেছিল দুবাই ক্যাপিটালস। তাড়া করতে নেমে ১৫.৩ ওভারে ১০৩ রানে অলআউট হয় আবুধাবি ক্যাপিটালস। আবু ধাবির হয়ে সর্বোচ্চ ২১ বলে ২৭ রান করা ওপেনার ফিল সল্ট এবং চারে নামা উন্মুক্ত চাঁদকে (০) ফেরান মোস্তাফিজ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জন্য এয়ার অ্যাম্বুলেন্স আসছে আগামীকাল সকালে | প্রথম আলো",
            "time": "2025-12-08T04:04:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-06%2Fup7mfxlk%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF%E0%A6%B0%20%E0%A6%9A%E0%A7%87%E0%A7%9F%E0%A6%BE%E0%A6%B0%E0%A6%AA%E0%A6%BE%E0%A6%B0%E0%A6%B8%E0%A6%A8%20%E0%A6%96%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%A6%E0%A6%BE%20%E0%A6%9C%E0%A6%BF%E0%A7%9F%E0%A6%BE?rect=0%2C89%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিকিৎসার জন্য বিএনপির চেয়ারপারসন খালেদা জিয়াকে লন্ডন নিতে যে এয়ার অ্যাম্বুলেন্স ভাড়া করা হয়েছে, সেটি আগামীকাল মঙ্গলবার সকালে ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে নামার অনুমতি পেয়েছে। </p><p>হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরের নির্বাহী পরিচালক গ্রুপ ক্যাপ্টেন এস এম রাগীব সামাদ আজ সোমবার সকালে প্রথম আলোকে এ তথ্য জানান।</p><p>তবে খালেদা জিয়া লন্ডনে যেতে পারবেন কি না, সেটি পুরোই নির্ভর করছে তাঁর শারীরিক অবস্থার ওপর। তাঁর ব্যক্তিগত চিকিৎসক এ জে এম জাহিদ হোসেনও গত শনিবার জানিয়েছিলেন, খালেদা জিয়ার স্বাস্থ্য পরিস্থিতির ওপরই নির্ভর করছে তাঁর বাইরে যাওয়া।  </p><p>এস এম রাগীব সামাদ বলেন, এয়ার অ্যাম্বুলেন্সটি জার্মানভিত্তিক এয়ারলাইনস এফএআই এভিয়েশন গ্রুপের। এয়ার অ্যাম্বুলেন্সটি আগামীকাল সকাল ৮টা ২০ মিনিটে শাহজালাল বিমানবন্দরে নামবে। সেটি চাইলে সেদিন রাত ৯টায় ঢাকা ত্যাগ করতে পারবে।</p><p>এদিকে বেসামরিক বিমান চলাচল কর্তৃপক্ষের (বেবিচক) সূত্র জানায়, গত শনিবার এফএআই এভিয়েশন গ্রুপ যে আবেদন করেছিল, তাতে মঙ্গলবার ঢাকায় অবতরণ এবং পরদিন বুধবার লন্ডনের উদ্দেশে ঢাকা ছাড়ার সূচি চাওয়া হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র-রাশিয়া: সব পক্ষকে কেন হাতে রাখতে চায় ভারত | প্রথম আলো",
            "time": "2025-12-08T04:02:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fp7byts9n%2F1.jpg?rect=0%2C0%2C5540%2C2909&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন গত সপ্তাহে উচ্চ পর্যায়ের সরকারি সফরে নয়াদিল্লি ঘুরে গেলেন। তিনি যে সময়ে ভারতে সফরে এলেন, সময়টি ছিল খুবই তাৎপর্যপূর্ণ। ২০২২ সালে ইউক্রেনে রাশিয়ার হামলার পর এটিই ছিল পুতিনের প্রথম ভারত সফর।</p><p>ভারত বর্তমানে ট্রাম্প প্রশাসনের সঙ্গে বাণিজ্যচুক্তি নিয়ে কঠিন আলোচনার মধ্যে রয়েছে। এই চুক্তির মাধ্যমে ভারত আশা করছে, রাশিয়ার তেল কেনার কারণে মার্কিন প্রেসিডেন্ট ভারতের ওপর যে কঠোর শাস্তিমূলক শুল্ক আরোপ করেছিলেন, তা বাতিল হবে। ভারতের ওপর মোট ৫০ শতাংশ শুল্ক আরোপ করেছে ট্রাম্প প্রশাসন। এখন যুক্তরাষ্ট্র যেসব দেশের ওপর সর্বোচ্চ শুল্ক আরোপ করে রেখেছে, সেসব দেশের অন্যতম হচ্ছে ভারত।</p><p>রাশিয়ার তেলের ওপর যুক্তরাষ্ট্রের নিষেধাজ্ঞার কারণে ওয়াশিংটনকে খুশি করতে ভারত মস্কো থেকে তেল কেনা কমানো শুরু করেছে। কিন্তু পুতিনকে লালগালিচা সংবর্ধনা দেওয়ার মাধ্যমে এই বার্তাও দেওয়া হয়েছে, ভারতের কাছে বিকল্প রয়েছে। তারা সহজে পুরোনো বন্ধুকে পরিত্যাগ করবে না। প্রধানমন্ত্রী নরেন্দ্র মোদি বিমানবন্দরে ব্যক্তিগতভাবে রাশিয়ার প্রেসিডেন্টকে অভ্যর্থনা জানানোর ঘটনায় এই বার্তা স্পষ্ট।</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা অপেক্ষা করতাম, শনিবার অন্তত একটু ভালো খাবার পাব | প্রথম আলো",
            "time": "2025-12-08T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F2dqfcxsp%2FKumari-Srishti-Rani-Sarkar-3.JPG?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছোটবেলা থেকে অভাব দেখে বড় হয়েছি। বাবা কাঠের কারখানায় ১৮০ থেকে ২০০ টাকা মজুরির কাজ করতেন। শুক্রবার কারখানা বন্ধ থাকত, সেদিন করতেন মাটি কাটার কাজ। আমরা অপেক্ষা করতাম, শনিবার অন্তত একটু ভালো খাবার পাব।</p><p>এমনও হয়েছে, একটুকরা মাছের জন্য পুরো সপ্তাহ অপেক্ষায় থেকেছি। নতুন জামার ঘ্রাণ কোনো দিন পাইনি। আত্মীয়স্বজনের পুরোনো জামা পরে বড় হয়েছি। এর মধ্যে বাবা স্ট্রোক করলেন। </p><p>বাবার চিকিৎসা, দুই বোনের পড়ালেখার খরচ সামলাতে দিশেহারা অবস্থা। মা যেহেতু নবম শ্রেণি পর্যন্ত পড়েছেন, তিনি প্রাইভেট পড়াতেন। সেই আয় আর হাঁস-মুরগি লালনপালন করে চলে কোনোরকম।</p><p>এরপরও বিপদের শেষ নেই। একবার গাড়ি দুর্ঘটনায় আমার পা ভাঙল, বিছানায় পড়ে থাকলাম তিন মাস।</p></div></div></div></body></html>"
        },
        {
            "title": "সামাজিক যোগাযোগমাধ্যম থেকে শিশুদের দূরে রাখতে পারবেন কি | প্রথম আলো",
            "time": "2025-12-08T03:52:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fhdcj5p53%2FA-girl-poses-holding-her-phone.avif?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবু প্রতিবেদনটিতে বলা হয়েছে, বয়স যাচাইয়ের প্রযুক্তিগুলো গোপনীয়তার সুরক্ষা দিতে পারে, হতে পারে জোরালো এবং কার্যকর, বিশেষ করে যখন একাধিক পদ্ধতি মিলিয়ে ব্যবহার করা হয়।</p><p>যুক্তরাজ্যভিত্তিক ‘এজ চেক সার্টিফিকেশন স্কিম’-এর প্রধান টনি অ্যালেন বলেন, ‘যখন আপনি কোনো বোতলের (অ্যালকোহল) দোকানে যাবেন, তারা আপনাকে আগাপাছতলা দেখবে; বলবে, “হুম, নিশ্চিত না”, বলে তারা আপনার পরিচয়পত্র চাইবে...এটি ঠিক তেমনই হবে।’</p><p>‘এজ চেক সার্টিফিকেশন স্কিম’ অস্ট্রেলিয়া সরকারের পরীক্ষামূলক প্রকল্পটি পরিচালনা করেছে। তবে এর ফলাফল নিয়ে বিতর্ক ছিল।</p><p>এ বছর মে মাসে সরকারের জন্য পরিচালিত এক জরিপে দেখা গেছে, এক-তৃতীয়াংশ মা-বাবা তাঁদের সন্তানদের নিষেধাজ্ঞা ফাঁকি দিতে সাহায্য করতে চান।<br>এ ছাড়া মেলবোর্ন বিশ্ববিদ্যালয়ের এক পরীক্ষায় দেখা গেছে, কিছু ক্ষেত্রে ২২ মার্কিন ডলার দামের একটা হ্যালোইন মুখোশ মুখাবয়ব বিশ্লেষণভিত্তিক প্রযুক্তিকে ঘোল খাওয়ানোর জন্য যথেষ্ট ছিল।</p><p>তবে বয়স যাচাইয়ের ব্যবস্থার সমর্থকেরা মনে করেন, নিয়ম ফাঁকি দেওয়া ঠেকানোর মতো প্রযুক্তি রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্য হাতিকে ‘মামা’ ডাকলে আসলেই কি তারা ক্ষতি করে না | প্রথম আলো",
            "time": "2025-12-08T03:47:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fsxp10x0d%2FSherpurDH056120251207Nalitabari-pic307.12.2025.jpg?rect=0%2C0%2C1560%2C819&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাত তখন সাড়ে ১০টা। বন অফিসজুড়ে ঘুটঘুটে অন্ধকার। পাহাড় থেকে ১৫–২০টি বন্য হাতির পাল নিঃশব্দে এগিয়ে আসে তাওয়াকুচি বিট অফিসের সামনে থাকা বিশাল কাঁঠালগাছের নিচে।</p><p>সেই অফিসে ছিলেন শেরপু‌রের ঝিনাইগাতী তাওয়াকু‌চি বিট কর্মকর্তা আবদুল বারী। পাশে একটি কক্ষে তাঁর স্ত্রী ও দুই সন্তান। অন্য কক্ষে থাকা দুই কর্মী ভয়ে কাঁপতে কাঁপতে তাঁকে খবর দেন, ‘স্যার, হাতির পাল অফিস ঘেঁষে এসে গেছে।’</p><p>আবদুল বারী এক হাতে দুনলা বন্দুক, অন্য হাতে মোটরসাইকেলে স্টার্ট দেন। হেডলাইটের আলো গিয়ে পড়ে হাতির শরীরে। সেই মুহূর্তে ভ‌য়ে কাঁপা কণ্ঠে বারী ব‌লেন, ‘মামারা, তোমাদের কেউ ক্ষতি না করলে তোমরাও কারও ক্ষতি করো না। যদি কাঁঠাল খাইতে চাও, খাইয়া চলে যাইও।’</p></div></div></div></body></html>"
        },
        {
            "title": "সংস্কার নিয়ে সন্তুষ্ট ৪১% মানুষ, অসন্তুষ্ট ৩৭% | প্রথম আলো",
            "time": "2025-12-08T03:43:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2F76vezvfi%2F4fb35965-90f4-49fe-9c0a-902b025ddea2.jfif?rect=0%2C199%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জবাবে ৮ দশমিক ৬ শতাংশ উত্তরদাতা বলেছেন, তাঁরা অত্যন্ত সন্তুষ্ট। ৩২ দশমিক ৮ শতাংশ বলেছেন, তাঁরা কিছুটা সন্তুষ্ট। দেখা যাচ্ছে, ৪১ দশমিক ৪ শতাংশ মানুষের মধ্যে সংস্কার নিয়ে সন্তুষ্টি রয়েছে। অন্যদিকে ২১ দশমিক ২ শতাংশ মানুষ বলেছেন, তাঁরা সন্তুষ্ট নন, অসন্তুষ্টও নন। ২৫ দশমিক ১ শতাংশ মানুষ বলেছেন, কিছুটা অসন্তুষ্ট। আর ১১ দশমিক ৭ শতাংশ মানুষ বলেছেন, তাঁরা খুবই অসন্তুষ্ট। ফলে অসন্তুষ্টি থাকা মানুষের হার ৩৬ দশমিক ৮ শতাংশ।</p><p>জুলাই গণ-অভ্যুত্থানে গত বছরের ৫ আগস্ট আওয়ামী লীগ সরকারের পতনের তিন দিন পর ৮ আগস্ট গঠিত হয় অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন অন্তর্বর্তী সরকার। দায়িত্ব নেওয়ার পর গত বছরের ১১ সেপ্টেম্বর জাতির উদ্দেশে ভাষণে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস বলেন, তাঁরা সংস্কার চান।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীফুল রাজ বলেন, ‘সময় হলে সবাই জানতে পারবেন’ | প্রথম আলো",
            "time": "2025-12-08T03:37:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fc12d7d57-9078-4960-aa36-d6ab19fc3f6f%2F_SY_6114.jpg?rect=0%2C0%2C2581%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, সপ্তাহখানেকের মধ্যে শুরু হবে ‘বনলতা এক্সপ্রেস’ ছবির শুটিং। ঠিক এর পরই ‘জীবন অপেরা’র শুটিং। সরকারি অনুদানে তৈরি জীবন অপেরার কাহিনি, চিত্রনাট্য ও পরিচালনা—সবই করেছেন আলভী আহমেদ।</p><p>র‍্যাম্প মডেলিং দিয়ে ক্যারিয়ার শুরু। ‘আইসক্রিম’ ছবিতে প্রথমবারের মতো অভিনয়। এরপর করেন ‘ন ডরাই’। তবে শরীফুল রাজকে আলোচনায় আনে রায়হান রাফীর ‘পরাণ’। এরপর ‘হাওয়া’, ‘গুণিন’, ‘দামাল’, ‘কাজলরেখা’, ‘দেয়ালের দেশ’, ‘ওমর’ ও ‘ইনসাফ’ চলচ্চিত্রগুলোতে অভিনয় করে নিজের অবস্থান পোক্ত করেন তিনি।</p></div></div></div></body></html>"
        }
    ]
}