{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে সন্ত্রাসী হামলার প্রতিবাদে আজও জেলায় জেলায় প্রতিবাদ | প্রথম আলো",
            "time": "2025-12-23T13:30:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fv3zv1if6%2FPalo1-narayanganj.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সাতক্ষীরা</strong></p><p>আজ বেলা ১১টার দিকে সাতক্ষীরা শহরের শহীদ রীমু সরনিতে পোস্ট অফিসের সামনে সাতক্ষীরায় উদীচী শিল্পীগোষ্ঠীসহ বিভিন্ন সাংস্কৃতিক ও সামাজিক সংগঠনের উদ্যোগে মানববন্ধন করা হয়। দেশব্যাপী কর্মসূচির অংশ হিসেবে আয়োজিত এই সমাবেশ থেকে উদীচী শিল্পীগোষ্ঠী, ছায়ানট, প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, লুটপাট ও অগ্নিসংযোগকারী মব সন্ত্রাসীদের দ্রুত গ্রেপ্তারের দাবি জানানো হয়।</p><p>মানববন্ধনে বক্তারা বলেন, প্রথম আলো ও ডেইলি স্টারের ওপরে হামলা মানেই দেশের নির্যাতিত নিপীড়িত মানুষের কণ্ঠস্বর স্তব্ধ করার ষড়যন্ত্র। একইভাবে বাঙালি সংস্কৃতি ধ্বংস করার জন্যই ছায়ানট ও উদীচীর ভবনে হামলা চালিয়েছে একই উগ্রবাদী ও মৌলবাদী গোষ্ঠী। ওই গোষ্ঠী মুক্তিযুদ্ধের চেতনা ধ্বংস করতে তৎপর। এখনই এদের প্রতিহতের ব্যবস্থা না করলে আগামীতে বাংলাদেশ বসবাসের অযোগ্য হয়ে পড়বে। মানুষ নিরাপদ থাকতে পারবে না, স্বাধীনভাবে মত প্রকাশও করতে পারবে না।</p><p>বক্তারা সম্প্রতি ময়মনসিংহের ভালুকা উপজেলার দীপু দাস হত্যা ও লক্ষ্মীপুরের বিএনপি নেতার বাড়িতে পেট্রল ঢেলে পুড়িয়ে শিশু হত্যার দৃষ্টান্তমূলক শাস্তির দাবি জানিয়ে বলেন, অন্তর্বর্তীকালীন সরকার একটা ঘটনা ঘটলেই বিবৃতি দিয়ে দায় সারছে। বিবৃতি কোনো সরকারের কাজ হতে পারে না। সরকারের কাজ অপরাধীদের খুঁজে বের করে শাস্তির আওতায় আনা।</p><p>সমাবেশে সভাপতিত্ব করেন উদীচী সাতক্ষীরা শাখার উপদেষ্টা আবদুল হামিদ। অনুষ্ঠানটি সঞ্চালনা করেন উদীচী জেলা শাখার সদস্য রুবেল গাইন। সমাবেশে অন্যদের মধ্যে বক্তব্য দেন জেলা বিএনপির সাবেক আহ্বায়ক সৈয়দ ইফতেখার আলী, জেলা নাগরিক কমিটি আহ্বায়ক আজাদ হোসেন, গণ-আন্দোলন মঞ্চের আহ্বায়ক খগেন্দ্রনাথ ঘোষ, বাম গণতান্ত্রিক জোটের জেলা আহ্বায়ক নিত্যানন্দ সরকার, বাংলাদেশ জাসদের কেন্দ্রীয় সাংগঠনিক সম্পাদক ইদ্রিস আলী, প্রথম আলোর সাতক্ষীরার নিজস্ব প্রতিবেদক কল্যাণ ব্যানার্জি, শিল্পী ঐক্যজোটের সাধারণ সম্পাদক মন্মথ রঞ্জন, জেলা মন্দির সমিতির সভাপতি সোমনাথ ব্যানার্জি, বাংলাদেশের কমিউনিস্ট পার্টির সভাপতি আবুল হোসেন প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে সবচেয়ে বেশি খোঁজা হয়েছে অচেনা সেই অভিনেত্রীকেই | প্রথম আলো",
            "time": "2025-12-23T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fh3lhsn3y%2F2024_05_22T081906Z_655999398_UP1EK5M0N3SSW_RTRMADP_3_FILMFESTIVAL_CANNES_ANORA.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ফ্যাশনের প্রতি ভালোবাসা<br></strong>ভোগ সাময়িকীকে দেওয়া সাক্ষাৎকারে ম্যাডিসন জানান, একসময় ফ্যাশন ডিজাইনার হওয়ার কথাও ভেবেছিলেন। ‘ভিনটেজ পোশাক আমার খুব পছন্দ। কখনো ভিক্টোরিয়ান ড্রেসের সঙ্গে কমব্যাট বুট পরতাম। আবার একসময় সত্তরের দশকের স্টাইল। আমার কাছে এমন অনেক পোশাক আছে, যেগুলো এখন আর পরি না, কিন্তু ছাড়তেও পারি না,’ বলেন তিনি।</p><p><strong>অভিনয়জীবন<br></strong>২০১৭ সালে স্বাধীন চলচ্চিত্র ‘লিজা, লিজা, স্কাইজ আর গ্রে’–এর মাধ্যমে ম্যাডিসনের বড় পর্দায় অভিষেক। এরপর অভিনয় করেন ‘ইমপোস্টার্স’, ‘বেটার থিংস’ আর কোয়েন্টিন টারান্টিনোর ‘ওয়ান্স আপন আ টাইম...ইন হলিউড’–এর ছোট চরিত্রে। ‘স্ক্রিম ভি’ ছিল তাঁর বড় পরিসরের বাণিজ্যিক সাফল্য। এরপর ‘লেডি ইন দ্য লেক’ সিরিজেও দেখা গেছে তাঁকে।</p><p>নিজের অভিনয় নিয়ে এস্কারায়কে ম্যাডিসন বলেন, ‘আমি এখন আত্মবিশ্বাসী। আমি পুতুল নই। অভিনয় একটা সহযোগিতামূলক কাজ, তাই আমার অন্যের পরামর্শ শোনা শোনা খুব জরুরি।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের দেশে ফেরার খবরে বগুড়ায় একটি বাড়ি সংস্কারের তোড়জোড় | প্রথম আলো",
            "time": "2025-12-23T13:27:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F49xz6sz4%2FBOGURA1.JPG?rect=0%2C31%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাড়িটি সংস্কারের বিষয়ে হেলালুজ্জামান তালুকদার বলেন, ‘গ্রিন এস্টেটের মালিক তারেক রহমান নিজেই। বগুড়ায় নির্বাচনী প্রচারণায় এসে তিনি নিজের বাড়িতে থাকবেন—এটাই স্বাভাবিক। নিজের বাসায় থাকার বিষয়ে কাউকে আগে থেকে বলার প্রয়োজন নেই। আমি এ কমপ্লেক্স দেখভালের দায়িত্বে আছি। এ কারণে তারেক রহমানের দেশে ফেরার খবরে কমপ্লেক্সটি প্রয়োজনীয় সংস্কার শেষে আসবাব দিয়ে সাজানোর তদারকি করছি। তারেক রহমান বগুড়ায় এসে তাঁর নিজ বাড়িতেই উঠবেন।’</p><p>অবশ্য বগুড়া জেলা বিএনপির ভারপ্রাপ্ত সাধারণ সম্পাদক মোশারফ হোসেন বলেন, ‘লিডার (তারেক রহমান) বগুড়ায় এসে কোথায় উঠবেন, সে বিষয়ে এখনো কোনো সিদ্ধান্ত হয়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ডেইলি স্টারে সন্ত্রাসী হামলার মামলায় ৯ আসামি কারাগারে | প্রথম আলো",
            "time": "2025-12-23T13:23:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fb2v2vgax%2FWhatsApp-Image-2025-12-23-at-6.56.11-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংরেজি জাতীয় দৈনিক দ্য ডেইলি স্টার পত্রিকার কার্যালয়ে সন্ত্রাসী হামলা, লুটপাট ও অগ্নিসংযোগের মামলায় ৯ আসামিকে কারাগারে পাঠানো হয়েছে। আজ মঙ্গলবার ঢাকার মেট্রোপলিটন ম্যাজিস্ট্রেট মো. জামসেদ আলম এই আদেশ দেন।</p><p> আসামিরা হলেন রাজশাহীর মাইনুল ইসলাম (২২), ঢাকার জুলফিকার আলী সৌরভ (২২), ময়মনসিংহর আলমাস আলী (২৯), নোয়াখালীর জুবায়ের হোসাইন (২১), সিলেটের আয়নুল হক কাশেমী (৩০), নোয়াখালীর আবদুল রহমান পলাশ (৩০), রংপুরের জান্নাতুল নাঈম (২১), শরীয়তপুরের ক্বারী মুয়াজবীন আ. রহমান (৩৪) এবং চাঁদপুরের ফয়সাল আহমেদ (২৪)</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের মানুষকে আরও কম মূল্যের ইন্টারনেটের আওতায় আনা প্রয়োজন: আম্বারীন রেজা | প্রথম আলো",
            "time": "2025-12-23T13:22:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Ftr13dizh%2FFoodpanda.palo.-pic-1.png?rect=0%2C0%2C638%2C335&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আম্বারীন রেজা:</strong> যখন আমার ১৬-১৭ বছর বয়স, তখন থেকেই আমি কাজ শিখছি। বিশ্ববিদ্যালয়ে গবেষণা সহকারী বা টিউটর হিসেবে কাজ করা থেকেই আমার কাজের জীবন শুরু। এক দশকের বেশি সময় ধরে আমি এ দেশের প্রযুক্তিশিল্পে কাজ করছি। বাস্তবতা হলো, এখনো আমাদের দেশে নারী নির্বাহীর সংখ্যা খুবই কম। একজন নারীকে কর্মক্ষেত্রে কেবল কর্মজীবী নয়, বরং একজন ওয়ার্কিং মাদার হিসেবে ঘরে-বাইরে সমান পারদর্শিতা দেখাতে হয়। এখানে সমাজ ও সিস্টেমের কিছু চ্যালেঞ্জ এখনো রয়ে গেছে। আমি মনে করি, চ্যালেঞ্জ থাকবেই, কিন্তু মাইন্ডসেট বা কিছু করার আগ্রহ থাকলে যেকোনো প্রতিবন্ধকতা জয় করা সম্ভব। আমি চাই, নতুন প্রজন্মের নারীরা কেবল প্রযুক্তির ব্যবহারকারী নয়, বরং উদ্যোক্তা হিসেবে সামনে আসুক।</p></span></div></div></body></html>"
        },
        {
            "title": "শোয়েব আখতার টাইলক্সের নতুন পণ্যদূত | প্রথম আলো",
            "time": "2025-12-23T13:21:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fkctdtds7%2FShoaib.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের শীর্ষস্থানীয় কসমেটিকস, স্কিনকেয়ার ও হোমকেয়ার পণ্য উৎপাদনকারী প্রতিষ্ঠান রিমার্ক-হারল্যান গ্রুপের জনপ্রিয় ব্র্যান্ড টাইলক্সের নতুন ব্র্যান্ড অ্যাম্বাসেডর বা পণ্যদূত হলেন ‘রাওয়ালপিন্ডি এক্সপ্রেস’ খ্যাত পাকিস্তানের সাবেক তারকা ফাস্ট বোলার শোয়েব আখতার। এর আগে দীর্ঘ সময় ধরে এ ব্র্যান্ডের সঙ্গে যুক্ত ছিলেন বাংলাদেশের সাবেক বিশ্বসেরা অলরাউন্ডার সাকিব আল হাসান।</p><p> রিমার্ক-হারল্যান গ্রুপ জানায়, এ নিয়ে শোয়েব আখতারের সঙ্গে সম্প্রতি ঢাকায় তাদের একটি চুক্তি হয়েছে। দেশের হোমকেয়ার খাতে এখন টাইলক্স একটি পরিচিত নাম। ‘ক্লিন মানেই টাইলক্স—টাইলক্স মানেই ক্লিন’ স্লোগানের নতুন বিজ্ঞাপনেও শোয়েব আখতারকে দেখা যাবে। টাইলক্স মূলত ঘরবাড়ি ও কর্মপরিবেশ পরিষ্কার, স্বাস্থ্যসম্মত ও জীবাণুমুক্ত রাখতে সহায়ক হিসেবে কাজ করছে। সাধারণত ক্লিনিং প্রোডাক্টে কেমিক্যালের কড়া গন্ধ থাকে। তবে টাইলক্সের কোনো পণ্যে এমন গন্ধ নেই এবং এটি ক্ষতিকারক অ্যামোনিয়া-ফ্রি সারফেস ক্লিনিং রেঞ্জ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে রানওয়েতে বসেই পরীক্ষা দিলেন ৮ হাজার ৫০০ প্রার্থী | প্রথম আলো",
            "time": "2025-12-23T13:18:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fzk0tbc11%2FYT-GFX.00072421.Still009.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতে বিমানবন্দরের রানওয়েতে বসেই সরকারি চাকরির পরীক্ষা নেওয়া হলো। সাড়ে ৮ হাজার চাকরিপ্রার্থী এ পরীক্ষায় অংশ নেন। হোমগার্ড পদের পরীক্ষায় ১৬ ডিসেম্বর ওডিশার সম্বলপুর জেলায় দেখা যায় এমন দৃশ্য।</p><p> দ্য হিন্দুর খবরে বলা হয়েছে, হোমগার্ড হিসেবে চাকরির জন্য মাত্র ১৮৭টি শূন্য পদ থাকলেও পরীক্ষায় অংশ নিতে উপস্থিত হয় সাড়ে ৮ হাজার প্রার্থী। এত বিপুলসংখ্যক প্রার্থীর জন্য পর্যাপ্ত টেবিল বা বসার ব্যবস্থা করা তাৎক্ষণিকভাবে সম্ভব হয়নি। তাই ছোট রানওয়েতে বসিয়েই নেওয়া হয় পরীক্ষা। সামাজিক মাধ্যমে এ ঘটনার একটি ভিডিও ছড়িয়ে পড়লে সমালোচনা শুরু হয়। দেশটির বিরোধী দলগুলো বলছে, দেশে বেকারত্বের হার অত্যন্ত বেড়ে যাওয়ায় তৈরি হয়েছে এমন দুর্ভোগ। হোমগার্ড পদে চাকরির ন্যূনতম যোগ্যতা পঞ্চম শ্রেণি হলেও উচ্চমাধ্যমিক বা স্নাতক পাস ব্যক্তিরাও এ পরীক্ষায় অংশ নিতে আবেদন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলভীবাজারে কমছে শীতের পিঠার উপকরণ ‘আখের রস’ | প্রথম আলো",
            "time": "2025-12-23T13:16:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fx58u3xxv%2FMoulavibazarDH053720251223akh-khet-2moulvibazar.JPG?rect=0%2C36%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকালে তখন আখচাষি জহিরুল ইসলামের বাড়ির উঠানের একপাশে যন্ত্রে আখমাড়াই চলছে। মাড়াই যন্ত্রের একদিক দিয়ে আখ ঢোকানো হচ্ছে, অপর দিকে ছোবড়া বেরিয়ে স্তূপ জমছে। আর নিচের দিকে নির্দিষ্ট স্থানে জমা হচ্ছে আখের রস। সেই রস পাইকারদের টিনে টিনে মেপে তুলে দেওয়া হচ্ছে। গ্রামের লোকজন রসপিঠা, ক্ষীরের জন্য আখের রস নিতে বোতল নিয়ে এসেছেন।</p><p>গ্রামবাসীর চাহিদামতো রস দেওয়া হচ্ছে। বাড়ির পাশেই একটি আখখেত। খেতের আখ অনেকটা এরই মধ্যে কেটে ফেলা হয়েছে। শুকনা পাতা খেতের মধ্যে পড়ে আছে। দু–তিনজন আখ কেটে মাড়াইয়ের জন্য প্রস্তুত করছেন। পাশে সারি সারি আখের গাছ দাঁড়িয়ে আছে। অনেকগুলো আখগাছের মাথায় কাশফুলের মতো ফুল ফুটেছে।</p><p>জহিরুল ইসলাম বলেন, তিনি ডিসেম্বর মাসের শুরু থেকেই আখ মাড়াই শুরু করেছেন। সকাল থেকেই শুরু হয় তাঁদের কাজ। শুরুতে আখ মাড়াই, তারপর অন্যগুলো করেন। সকালে খুচরা বিক্রির জন্য বিভিন্ন স্থানের পাইকারেরা আখের রস নিতে আসেন। তাঁদের রস দেওয়ার পর চুলায় বড় কড়াইয়ে বসানো হয় বাড়তি রস। জ্বাল দিয়ে তৈরি করা হয় নিখাদ খাঁটি গুড় ও তরল ‘লালি’। এই রস, গুড় ও লালি—সবটাই পাইকারেরা বাড়ি থেকে এসে নিয়ে যান। অনেক সময় গ্রাহকের চাহিদামতো হাটে বা নির্দিষ্ট স্থানে তা পৌঁছে দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ত্রের মুখে এক ব্যবসায়ীকে তুলে নিয়ে হত্যা, দুই ঘণ্টা পর মিলল লাশ | প্রথম আলো",
            "time": "2025-12-23T13:14:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fltqizov9%2FWeb.jpg?rect=0%2C4%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"অস্ত্রের মুখে এক ব্যবসায়ীকে তুলে নিয়ে হত্যা, দুই ঘণ্টা পর মিলল লাশ\" class=\"nA4h1 \">অস্ত্রের মুখে এক ব্যবসায়ীকে তুলে নিয়ে হত্যা, দুই ঘণ্টা পর মিলল লাশ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T19:14:24+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ১৩: ১৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয় বিজ্ঞান ইউনিটের ভর্তি পরীক্ষা, শিক্ষার্থীদের জন্য অতিরিক্ত মেট্রোরেল | প্রথম আলো",
            "time": "2025-12-23T13:09:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-02%2F468gwm3w%2Funiversityexam.JPG?rect=0%2C0%2C618%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের আজ মঙ্গলবারের বিজ্ঞপ্তিতে বলা হয়েছে, ঢাকা বিশ্ববিদ্যালয়ের বিজ্ঞান ইউনিটের আন্ডারগ্র্যাজুয়েট প্রোগ্রামের ভর্তি পরীক্ষা ২৭ ডিসেম্বর ২০২৫ অনুষ্ঠিত হবে। একই দিন মিলিটারি ইনস্টিটিউট অব সায়েন্স অ্যান্ড টেকনোলজির (এমআইএসটি) ভর্তি পরীক্ষায় অংশগ্রহণকারী যেসব শিক্ষার্থী ঢাকা বিশ্ববিদ্যালয় বিজ্ঞান ইউনিটের ভর্তি পরীক্ষার কেন্দ্র পরিবর্তন করে ঢাকায় স্থানান্তর করেছেন, তাঁদের পরীক্ষায় অংশগ্রহণের সুবিধার্থে বিভিন্ন ব্যবস্থা গ্রহণ করা হয়েছে। এ অনুযায়ী ভর্তি পরীক্ষার জন্য ইতিমধ্যেই মিরপুর ও ফার্মগেট এলাকায় তিনটি অতিরিক্ত কেন্দ্রের ব্যবস্থা করা হয়েছে। এমআইএসটি থেকে শিক্ষার্থীদের যাতায়াত নিরাপদ ও সুবিধাজনক করতে মেট্রোরেলের সময় ব্যবধান কমানো হয়েছে। এদিন শিক্ষার্থীদের জন্য অতিরিক্ত মেট্রোরেল চলাচল করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আমেরিকা ফার্স্ট’ কৌশলে কোন দেশের লাভ, কোন দেশের ক্ষতি | প্রথম আলো",
            "time": "2025-12-23T13:09:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F48n2arw3%2Fuspolicy.jpg?rect=0%2C27%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নথিতে চীনের শিল্পদক্ষতা ও অর্থনৈতিক অগ্রগতির প্রশংসাও করা হয়েছে। যুক্তরাষ্ট্র চীনের সঙ্গে সম্পর্কের নতুন ভারসাম্য গড়তে চায় এবং পারস্পরিক লাভজনক অর্থনৈতিক সম্পর্কের কথা বলেছে। একই সঙ্গে তাইওয়ান নিয়ে সংঘাত ঠেকানোর প্রতিশ্রুতি পুনর্ব্যক্ত করা হয়েছে। এই লক্ষ্যেই তাইওয়ানের কাছে ১১ বিলিয়ন ডলারের অস্ত্র বিক্রির ঘোষণা দেওয়া হয়েছে, যা পরিস্থিতি আরও উত্তপ্ত করতে পারে। </p><p>ইন্দোপ্যাসিফিক কৌশলে ভারতকে গুরুত্বপূর্ণ স্থান দেওয়া হয়েছে। ভারতের সঙ্গে বাণিজ্য ও অন্যান্য সম্পর্ক উন্নত করার কথা বলা হয়েছে। তবে মূল লক্ষ্য হলো, ভারতকে আঞ্চলিক নিরাপত্তায় বড় ভূমিকা রাখতে উৎসাহিত করা। যুক্তরাষ্ট্র এখনো ভারতকে চীনের বিপরীতে একটি কৌশলগত ভারসাম্যকারী শক্তি হিসেবে দেখে। এ কারণেই ভারত-যুক্তরাষ্ট্র সম্পর্কের একটি দীর্ঘমেয়াদি ভিত্তি তৈরি হয়েছে। </p><p>মধ্যপ্রাচ্য এখন আর যুক্তরাষ্ট্রের প্রধান কৌশলগত অগ্রাধিকার নয়। এর কারণ হিসেবে বলা হয়েছে—যুক্তরাষ্ট্রের জ্বালানি উৎস বৈচিত্র্যময় হয়েছে, পরাশক্তির প্রতিযোগিতা কমেছে এবং ইরান সামরিকভাবে দুর্বল হয়েছে। তবে যুক্তরাষ্ট্র এখানেও কোনো শত্রুশক্তিকে একচ্ছত্র আধিপত্য বা জ্বালানি পরিবহন পথের নিয়ন্ত্রণ নিতে দেবে না। </p><p>ইউরোপের ক্ষেত্রেও কঠোর ভাষা ব্যবহার করা হয়েছে। ইউরোপকে অর্থনৈতিকভাবে দুর্বল ও অভিবাসনের কারণে সভ্যতাগত সংকটে পড়া অঞ্চল হিসেবে দেখানো হয়েছে। ইউরোপীয় সরকারগুলোর বিরুদ্ধে গণতন্ত্র ক্ষুণ্ন করার অভিযোগ তোলা হয়েছে। অভিবাসন ঠেকাতে ব্যর্থ হওয়ায় যুক্তরাষ্ট্র ইউরোপে ডানপন্থী জনতাবাদী শক্তিকে সমর্থন দেওয়ার কথাও বলেছে। এটি অন্য দেশের অভ্যন্তরীণ বিষয়ে হস্তক্ষেপ না করার দাবির সঙ্গে সাংঘর্ষিক। </p><p>এই দ্বিচারিতা স্পষ্ট হয়েছে ভেনেজুয়েলার ক্ষেত্রে। যুক্তরাষ্ট্র সেখানে হস্তক্ষেপ করেছে এবং তাদের সরকারকে বিদেশি সন্ত্রাসী সংগঠন বলেও ঘোষণা দিয়েছে। </p><p>এই কৌশলপত্রে পাকিস্তানের নাম নেই। তবে এর নীতিগত দিকগুলো পাকিস্তানের জন্য গুরুত্বপূর্ণ প্রভাব ফেলতে পারে। শেষ পর্যন্ত সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো—এই কৌশল কতটা বাস্তবে প্রয়োগ করা হয়। কারণ, ট্রাম্পের অনিশ্চিত ও খামখেয়ালি নেতৃত্ব যুক্তরাষ্ট্রের নীতির ধারাবাহিকতা ও বিশ্বাসযোগ্যতা নিয়ে বড় ধরনের প্রশ্ন তোলে। </p><p>ডন থেকে নেওয়া  অনুবাদ: <strong>সারফুদ্দিন আহমেদ</strong></p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে সহিংস হামলায় জাতিসংঘের বিশেষজ্ঞের ক্ষোভ | প্রথম আলো",
            "time": "2025-12-23T13:08:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Ffvs3ob81%2FUN.jpg?rect=0%2C0%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের মতামত ও মতপ্রকাশের স্বাধীনতাবিষয়ক স্পেশাল র‍্যাপোর্টিয়ার আরও বলেন, ‘আমি সরকারের প্রতি দ্রুত, নিরপেক্ষ ও স্বচ্ছতার সঙ্গে হাদি হত্যাকাণ্ড এবং সংবাদমাধ্যমে হামলার ঘটনা তদন্ত করার এবং যথাযথ আইনি প্রক্রিয়ার মাধ্যমে অপরাধীদের জবাবদিহির আওতায় আনার আহ্বান জানাচ্ছি।’</p><p>নির্বাচনের আগের এই সময়ে সাংবাদিকসহ সুশীল সমাজকে রক্ষায় কার্যকর সুরক্ষা ও প্রতিরোধমূলক ব্যবস্থা গ্রহণে সরকারকে দ্রুত পদক্ষেপ নেওয়ারও আহ্বান জানান জাতিসংঘের এই বিশেষজ্ঞ।</p><p>আইরিন খান বলেন, ‘অন্তর্বর্তী সরকার যদি নিরাপদ ও সুষ্ঠু নির্বাচন অনুষ্ঠানের প্রতিশ্রুতি রক্ষা করতে চায়, তাহলে তাদের অবশ্যই মতপ্রকাশের স্বাধীনতা ও শান্তিপূর্ণ সমাবেশের অধিকার সমুন্নত রাখতে হবে। একই সঙ্গে সাংবাদিক, মানবাধিকারকর্মী, সুশীল সমাজের নেতৃস্থানীয় ব্যক্তিরা, রাজনৈতিক প্রার্থী, নারী ও সংখ্যালঘুরা যাতে কোনো ধরনের প্রতিহিংসার শিকার হওয়ার ভয় ছাড়াই তাঁদের মৌলিক অধিকারগুলো চর্চা করতে পারেন, তা নিশ্চিত করতে হবে।’</p><p>এ বিষয়ে জাতিসংঘের মতামত ও মতপ্রকাশের স্বাধীনতাবিষয়ক স্পেশাল র‍্যাপোর্টিয়ার বাংলাদেশের অন্তর্বর্তী সরকারের সঙ্গে যোগাযোগ রাখছেন বলেও সংবাদ বিজ্ঞপ্তিতে জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সফটওয়্যার ডাউনলোডের ওয়েবসাইট এবং ইউটিউব ভিডিওর মাধ্যমে ছড়াচ্ছে নতুন ম্যালওয়্যার | প্রথম আলো",
            "time": "2025-12-23T13:04:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fvnms1wxl%2FMalware.reuters.jpg2.jpg?rect=0%2C20%2C275%2C144&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইবার নিরাপত্তা প্রতিষ্ঠান চেক পয়েন্টের তথ্যমতে, গাচিলোডার ম্যালওয়্যার ছড়ানো হচ্ছে ‘ইউটিউব ঘোস্ট নেটওয়ার্ক’–এর মাধ্যমে। এটি মূলত হ্যাকড হওয়া ইউটিউব অ্যাকাউন্টগুলোর একটি নেটওয়ার্ক, যেগুলো ব্যবহার করে ক্ষতিকর ভিডিও আপলোড করা হয়। চেক পয়েন্টের গবেষক স্বেন রাথ ও জারোমির হোরেজশি জানিয়েছেন, গাচিলোডারের একটি সংস্করণ দ্বিতীয় ধাপে ‘কিডকাদি’ নামের ম্যালওয়্যার ইনস্টল করে। এতে একটি বৈধ ডিএলএল ফাইল লোড করে বিশেষ কৌশলে সেটির ভেতরে ক্ষতিকর কোড প্রবেশ করানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজা ও রানির আগমন | প্রথম আলো",
            "time": "2025-12-23T13:04:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F9ie4hhk8%2F%E0%A7%A9.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">খাবারে খুব একটা আগ্রহ নেই, মায়ের মতো পায়চারি করছে রানি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এবার ভারতের বিরুদ্ধে আইসিসিতে অভিযোগ করবে পাকিস্তান | প্রথম আলো",
            "time": "2025-12-23T13:04:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F5rrrnicf%2F6037980359182229008675265827123768985001722n.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত রোববার অনূর্ধ্ব-১৯ এশিয়া কাপ ফাইনালে পাকিস্তানের রান–পাহাড়ে চাপা পড়েছিল ভারত। সামির মিনহাসের ১১৩ বলে ১৭২ রানের দুর্দান্ত ইনিংসে ভর করে পাকিস্তান তুলেছিল ৩৪৭ রান। জবাবে ভারত মাত্র ১৫৬ রানেই গুটিয়ে যায়। ১৯১ রানের বিশাল জয়ে উল্লাসে মাতে পাকিস্তান। তবে পাকিস্তানের দাবি, তাদের এই আনন্দের মধ্যেই কাঁটা হয়ে বিঁধেছে ভারতীয় ক্রিকেটারদের স্লেজিং বা উসকানিমূলক আচরণ। এ নিয়ে এবার আইসিসির কাছে আনুষ্ঠানিক অভিযোগ করতে যাচ্ছে  পিসিবি।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে চর দখল নিয়ে সংঘর্ষ-গোলাগুলি, নিহত ৫ | প্রথম আলো",
            "time": "2025-12-23T13:02:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fs3ylr8t9%2FWhatsApp_Image_2025_12_23_at_6_42_59_PM.jpeg?rect=0%2C13%2C231%2C121&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াখালীর দ্বীপ উপজেলা হাতিয়ায় চর দখলকে কেন্দ্র করে আধিপত্য বিস্তারের বিরোধে দুই পক্ষের মধ্যে সংঘর্ষ ও গোলাগুলির ঘটনায় পাঁচজন নিহত হয়েছেন। এ ঘটনায় আহত হয়েছেন আরও অন্তত ১০ জন। আজ মঙ্গলবার সকালে উপজেলার সুখচর ইউনিয়নের ৭ ও ৮ নম্বর ওয়ার্ড-সংলগ্ন জাগলার চরে এ ঘটনা ঘটে। পুলিশ নিহত ব্যক্তিদের মধ্যে একজনের নাম আলাউদ্দিন বলে নিশ্চিত করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলোর ক্ষতিগ্রস্ত কার্যালয় পরিদর্শনে ফ্রান্স ও জার্মানির রাষ্ট্রদূত | প্রথম আলো",
            "time": "2025-12-23T13:00:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fwinr8kso%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"প্রথম আলোর ক্ষতিগ্রস্ত কার্যালয় পরিদর্শনে ফ্রান্স ও জার্মানির রাষ্ট্রদূত\" class=\"nA4h1 \">প্রথম আলোর ক্ষতিগ্রস্ত কার্যালয় পরিদর্শনে ফ্রান্স ও জার্মানির রাষ্ট্রদূত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T19:00:02+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ১৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "২৫ ডিসেম্বর যানজটের আশঙ্কা, যাত্রীদের আগেভাগে রওনা দিতে অনুরোধ বিমানের | প্রথম আলো",
            "time": "2025-12-23T12:57:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F05%2F05%2F88b74982169319b43ff57cf33c4cc194-5eb17d368eeba.jpg?rect=0%2C20%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উল্লেখ্য, বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান ১৭ বছরের বেশি সময় পর ২৫ ডিসেম্বর বেলা ১১টা ৫৫ মিনিটে হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দর নামবেন। তাঁর এই প্রত্যাবর্তনকে স্মরণীয় করে রাখতে বিএনপি বিশেষ আয়োজন করছে। অভ্যর্থনা কমিটির আহ্বায়ক সালাহউদ্দিন আহমদ ১৮ ডিসেম্বর বলেছিলেন, ‘আমরা চাই, তাঁর (তারেক রহমান) এই ঐতিহাসিক প্রত্যাবর্তন যেন বিগত ৫৫ বছরের ইতিহাসে যেভাবে, যা কিছু দৃষ্টান্ত হয়েছে, তাকে ছাড়িয়ে যায় এবং আগামী ৫৫ বছরের ইতিহাসেও যেন সে রকম কোনো ঐতিহাসিক ঘটনা না হয়, সে রকম একটা স্মরণীয় করে রাখার জন্যই আমাদের সব আয়োজন হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নয়াদিল্লিতে বাংলাদেশ হাইকমিশনের সামনে হিন্দুত্ববাদীদের বিক্ষোভ, বন্ধ কনস্যুলার সেবা | প্রথম আলো",
            "time": "2025-12-23T12:53:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fgrry44l8%2FBARTA-SHONKHEP.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তা সংক্ষেপ </h2></p><p><h1 data-title-0=\"নয়াদিল্লিতে বাংলাদেশ হাইকমিশনের সামনে হিন্দুত্ববাদীদের বিক্ষোভ, বন্ধ কনস্যুলার সেবা\" class=\"nA4h1 \">নয়াদিল্লিতে বাংলাদেশ হাইকমিশনের সামনে হিন্দুত্ববাদীদের বিক্ষোভ, বন্ধ কনস্যুলার সেবা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T18:53:17+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ১২: ৫৩ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}