{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এক আপসহীন রাজনৈতিক অধ্যায়ের অবসান | প্রথম আলো",
            "time": "2025-12-30T11:11:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fkxg6f9ra%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">খালেদা জিয়ার মৃত্যু </h2></p><p><h1 data-title-0=\"এক আপসহীন রাজনৈতিক অধ্যায়ের অবসান\" class=\"nA4h1 \">এক আপসহীন রাজনৈতিক অধ্যায়ের অবসান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-30T17:11:28+06:00\"><span>প্রকাশ: ৩০ ডিসেম্বর ২০২৫, ১১: ১১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আপনি কি উদ্যোক্তা? জেনে নিন ব্যবসায় বিনিয়োগ পাওয়ার উপায় | প্রথম আলো",
            "time": "2025-12-30T11:09:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Ff059yhe1%2F1598293831654.jfif?rect=0%2C0%2C1620%2C851&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা যাঁদের নির্ভরযোগ্য, আত্মবিশ্বাসী ও নিজের প্রতি স্বচ্ছ মনে করি, তাঁদের কাছেই আস্থা পাই এবং দিন শেষে সেখানেই অর্থ ব্যয় করতে আগ্রহী হই। এই বিশ্বাস তৈরির প্রক্রিয়াটি অনেক সময় খুব ছোট কিছু অভ্যাসের মাধ্যমেই গড়ে ওঠে। আমরা যাঁদের নির্ভরযোগ্য, আত্মবিশ্বাসী ও নিজের প্রতি স্বচ্ছ মনে করি, তাঁদের কাছেই আস্থা পাই এবং দিন শেষে সেখানেই অর্থ ব্যয় করতে আগ্রহী হই। এই বিশ্বাস তৈরির প্রক্রিয়াটি অনেক সময় খুব ছোট কিছু অভ্যাসের মাধ্যমেই গড়ে ওঠে। জানা যাক কোন ছয়টি অভ্যাস আপনাকে মানুষের মনে আস্থা তৈরি করতে এবং বিনিয়োগকারীদের দৃষ্টি আকর্ষণে সাহায্য করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়া: বর্ণাঢ্য এক রাজনৈতিক জীবন | প্রথম আলো",
            "time": "2025-12-30T11:02:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fpuhx32d0%2Flzua0279.?rect=0%2C73%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের রাজনীতিতে ‘আপসহীন নেত্রী’ উপাধি পেয়েছিলেন তিনি। জীবনের পরম সত্যের কাছে আত্মসমর্পণ করলেন জননন্দিত সেই নেত্রী—বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়া। রাজনীতিকদের জীবনে উত্থান-পতন থাকে। মামলা–মোকদ্দমা, গ্রেপ্তার–কারাবাস, নির্যাতন, প্রতিপক্ষের আক্রমণ—এসব ঝুঁকি রাজনীতিকদের জীবনে থাকে। খালেদা জিয়াও এমন জুলুম–নির্যাতন সহ্য করেছেন। উপরন্তু সহ্য করেছেন স্বামী ও সন্তান হারানোর গভীর শোক আর দীর্ঘ রোগযন্ত্রণা।</p></div></div></div></body></html>"
        },
        {
            "title": "মৃত ব্যক্তির জন্য প্রার্থনা: সুন্নাহর নির্দেশনা | প্রথম আলো",
            "time": "2025-12-30T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fpaxhsxtq%2F2025-07-11T074902Z212774679RC27KFASDPMXRTRMADP3BOSNIA-SREBRENICA-ANNIVERSARY.JPG?rect=0%2C390%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহানবী (সা.) বিভিন্ন সময়ে জানাজা ও পরবর্তী সময়ে মৃতদের জন্য অত্যন্ত অর্থবহ দোয়া করেছেন। এই দোয়াগুলো কেবল আরবি শব্দ নয়, এর প্রতিটি চরণে রয়েছে মহান রবের কাছে করুণ আর্তি। প্রখ্যাত মুহাদ্দিস আবু দাউদ সুলাইমান তাঁর ‘সুনান’ গ্রন্থে এমনই কিছু দোয়ার সংকলন করেছেন।</p><p>একটি দীর্ঘ ও সুপ্রসিদ্ধ দোয়া হলো,</p><p><strong>উচ্চারণ:</strong> ‘আল্লাহুম্মাগফির লাহু ওয়ারহামহু, ওয়া আ-ফিহি ওয়াফু আনহু, ওয়া আকরিমা নুযুলাহু, ওয়া ওয়াসসি’ মাদখালাহু, ওয়াগসিলহু বিল মায়ি ওয়াস সালজি ওয়াল বারাদ...’</p><p><strong>যার অর্থ:</strong> ‘হে আল্লাহ! আপনি তাকে ক্ষমা করুন, তাকে দয়া করুন, তাকে নিরাপত্তা দিন, তাকে মার্জনা করুন, তার মেহমানদারিকে মর্যাদাপূর্ণ করুন, তার কবরকে প্রশস্ত করুন, তাকে পানি, বরফ ও তুষার দিয়ে ধুয়ে দিন এবং তাকে গুনাহ থেকে এমনভাবে পরিষ্কার করুন যেমন সাদা কাপড় ময়লা থেকে পরিষ্কার করা হয়।’ (সহিহ মুসলিম, হাদিস: ৯৬৩)</p><p>এই দোয়ায় একজন মানুষের জান্নাত লাভের এবং কবরের আজাব থেকে মুক্তির সবকটি আর্জি অত্যন্ত চমৎকারভাবে ফুটে উঠেছে।</p><p>আবার যারা জানাজায় উপস্থিত থাকেন, তারা সকল জীবিত ও মৃত মুসলিমের জন্য এভাবে দোয়া করতে পারেন: ‘হে আল্লাহ! আমাদের জীবিত ও মৃত, উপস্থিত ও অনুপস্থিত, ছোট ও বড় এবং আমাদের নারী-পুরুষ সকলকে ক্ষমা করুন। হে আল্লাহ! আমাদের মধ্যে আপনি যাকে জীবিত রাখেন তাকে ইসলামের ওপর জীবিত রাখুন এবং যাকে মৃত্যু দান করেন তাকে ইমানের ওপর মৃত্যু দান করুন।’ (সুনান ইবনে মাজাহ, হাদিস: ১,৪৯৮)</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ বিশ্বকাপে টিকিটের চাহিদা ভেঙে দিয়েছে অতীতের সব রেকর্ড | প্রথম আলো",
            "time": "2025-12-30T10:57:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2Fgcgp8qku%2F2026-FIFA-WORLD-CUP-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>র‍্যান্ডম সিলেকশন ড্র টিকেটিং প্রক্রিয়া ১৩ জানুয়ারি পর্যন্ত খোলা থাকবে। এই সময়ের মধ্যে যাঁরা টিকিটের জন্য অনুরোধ করবেন, তাঁদের সবারই টিকিট পাওয়ার সুযোগ থাকবে। বর্তমান পর্ব শেষ হওয়ার পর একটি ড্র অনুষ্ঠিত হবে, যা সব ভক্তকে টিকিট পাওয়ার সমান সুযোগ দেবে। যাঁরা সফল হবেন না, তাঁরা পরবর্তী বিক্রয় পর্যায়ে অতিরিক্ত টিকিট পাওয়ার মাধ্যমে নিজেদের আসন নিশ্চিত করার সুযোগ পাবেন।</p><p>আগামী ১১ জুন থেকে শুরু হতে যাওয়া বিশ্বকাপে টিকিটের উচ্চমূল্য নিয়ে সমালোচনার মুখে পড়েছে ফিফা। এ নিয়ে ইনফান্তিনো বলেছেন, দর্শকদের ‘একেবারে পাগলাটে’ চাহিদার কারণেই এই দাম নির্ধারণ করা হয়েছে। যুক্তরাষ্ট্র, কানাডা ও মেক্সিকোয় অনুষ্ঠিত হতে যাওয়া বিশ্বকাপের টিকিটের মূল্যকাঠামো নিয়ে ব্যাপক সমালোচনা হয়েছে। ফুটবল সাপোর্টার্স অ্যাসোসিয়েশন (এফএসএ) একে ‘কেলেঙ্কারিপূর্ণ’ বলে মন্তব্য করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউনিভার্সেল মেডিকেল কলেজ হাসপাতালের বার্ষিক সম্মেলন অনুষ্ঠিত | প্রথম আলো",
            "time": "2025-12-30T10:57:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fbqwv52m9%2F2.jpg?rect=1563%2C0%2C2594%2C1362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাকাউন্টেবিলিটি টুডে ফর সাসটেইনেবিলিটি টুমরো—এই মোটোতে আসন্ন ২০২৬ সালের কর্মপরিকল্পনা ও সেবার মান বৃদ্ধির লক্ষ্যে বিভিন্ন বিষয়ে বক্তব্য দেন হাসপাতালের ভাইস চেয়ারম্যান দিলীপ কুমার পাল, ব্যবস্থাপনা পরিচালক চিকিৎসক আশীষ কুমার চক্রবর্তী, মেডিকেল সার্ভিসেস পরিচালক ব্রিগেডিয়ার জেনারেল (অব.) অধ্যাপক এ কে মাহবুবুল হক, মানবসম্পদ ও সাপ্লাই চেইন পরিচালক কর্নেল মো. ইফতেখার আহমেদ (অব.), চিফ ফিন্যান্সিয়াল অফিসার দিপংকর দত্ত এসিএস, ডেপুটি ডিরেক্টর কাজী রফিকুল আলম, হেড অব করপোরেট নীতা চক্রবর্ত্তী এবং ইউনিভার্সেল মেডিকেল সার্ভিসেস লিমিটেড, ব্রাহ্মণবাড়িয়ার ব্রাঞ্চ ইনচার্জ সৈয়দ হাসিবুল হকসহ (হাসিব) অনেক কর্মকর্তা।</p></div></div></div></body></html>"
        },
        {
            "title": "ইয়েমেনে আরব আমিরাতের সমর্থনপুষ্ট বিচ্ছিন্নতাবাদী গোষ্ঠীর ওপর সৌদি আরবের বোমা হামলা | প্রথম আলো",
            "time": "2025-12-30T10:57:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F7ndtblj9%2Fyemen-attack.JPG?rect=0%2C0%2C2736%2C1436&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইয়েমেনে ইরান-সমর্থিত হুতি বিদ্রোহীদের বিরুদ্ধে এক দশক ধরে চলা যুদ্ধে এই দুই দেশ একে অপরের প্রতিদ্বন্দ্বী পক্ষগুলোকে সমর্থন দিয়ে আসছে।</p><p>সৌদি আরবের রাষ্ট্রীয় সংবাদ সংস্থায় (এসপিএ) প্রকাশিত এক সামরিক বিবৃতিতে বলা হয়েছে, আরব আমিরাতের ফুজাইরাহ বন্দর থেকে আসা জাহাজগুলো মুকাল্লায় পৌঁছানোর পর এই বিমান হামলা চালানো হয়।</p><p>বিবৃতিতে আরও বলা হয়, ‘জাহাজগুলোতে ট্র্যাকিং ডিভাইস (অবস্থান শনাক্তকারী যন্ত্র) বন্ধ রাখা হয়েছিল। তারা এসটিসির বাহিনীর জন্য প্রচুর পরিমাণে অস্ত্র ও সামরিক যান খালাস করছিল। এসব অস্ত্র স্থিতিশীলতা ও শান্তির জন্য বড় হুমকি হিসেবে দেখা দেওয়ায় সৌদি জোটের বিমান বাহিনী আজ মঙ্গলবার সকালে অস্ত্র ও যানবাহনগুলো লক্ষ্য করে একটি সীমিত বিমান হামলা চালিয়েছে।’</p><p>হামলায় কেউ হতাহত হয়েছে কি না বা সৌদি আরব ছাড়া অন্য কোনো দেশ এতে অংশ নিয়েছে কি না, তা তাৎক্ষণিকভাবে জানা যায়নি। তবে সৌদি সামরিক বাহিনী জানিয়েছে, কোনো বেসামরিক ক্ষয়ক্ষতি যাতে না হয়, তা নিশ্চিত করতে তারা রাতের আঁধারে এই হামলা চালিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল ছুটিতে যা যা বন্ধ থাকবে, যা ছুটির আওতায় পড়বে না | প্রথম আলো",
            "time": "2025-12-30T10:53:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2018%2F06%2F24%2F5e7220e4ebcfb884e222cc453042da1b-5b2f777f5284a.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রজ্ঞাপনে বলা হয়, ছুটিকালীন সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত, আধা স্বায়ত্তশাসিত এবং বেসরকারি অফিস বন্ধ থাকবে।</p><p><strong>প্রজ্ঞাপনে যা যা ছুটির আওতার বাইরে থাকবে তা–ও উল্লেখ করা হয়েছে। সেগুলো হলো—</strong></p><p><strong>ক</strong>. জরুরি পরিষেবা, যেমন বিদ্যুৎ, পানি, গ্যাস ও অন্যান্য জ্বালানি, ফায়ার সার্ভিস, বন্দরগুলোর কার্যক্রম, পরিচ্ছন্নতা কার্যক্রম, টেলিফোন ও ইন্টারনেট, ডাকসেবা এবং এ-সংশ্লিষ্ট সেবাকাজে নিয়োজিত যানবাহন ও কর্মীরা এই ছুটির আওতার বহির্ভূত থাকবেন।</p><p><strong>খ.</strong> হাসপাতাল ও জরুরি সেবা এবং এ সেবার সঙ্গে সংশ্লিষ্ট কর্মীরা এই ছুটির আওতার বহির্ভূত থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "৫ ব্যাংক একীভূত করার প্রক্রিয়া চূড়ান্ত, কমতে পারে কর্মকর্তাদের সুযোগ-সুবিধা | প্রথম আলো",
            "time": "2025-12-30T10:51:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-06%2F044iassj%2Flogo.png?rect=0%2C30%2C791%2C415&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নীতিমালার তথ্য অনুযায়ী, হস্তান্তরকারী (পুরোনো পাঁচটি) ব্যাংকে কর্মরত যেসব কর্মকর্তা বা কর্মচারীর বিরুদ্ধে কোনো মামলা বা বিভাগীয় অভিযোগ নেই, তাঁরা নির্ধারিত দিনে স্বয়ংক্রিয়ভাবে নতুন সম্মিলিত ইসলামী ব্যাংকের কর্মী হিসেবে গণ্য হবেন। তবে তাঁদের চাকরির ক্ষেত্রে কিছু কঠোর শর্তারোপ করা হয়েছে—</p><p>শর্ত পরিবর্তনের ক্ষমতা: বাংলাদেশ ব্যাংকের অনুমোদন সাপেক্ষে নতুন ব্যাংকের পরিচালনা পর্ষদ কর্মকর্তাদের চাকরির বিদ্যমান শর্তাবলি পুনর্নির্ধারণ করতে পারবে।</p><p>আপত্তি করার সুযোগ নেই: যদি শর্ত পরিবর্তনের ফলে কোনো কর্মকর্তা বা কর্মচারীর প্রাপ্ত সুযোগ–সুবিধা বা বেতন–ভাতা আগের তুলনায় কমে যায়, তাহলে ওই কর্মী এ নিয়ে আইনি বা প্রাতিষ্ঠানিক আপত্তি তুলতে পারবেন না।</p><p>চাকরি ত্যাগের সুযোগ: হস্তান্তরকারী ব্যাংকের কোনো কর্মী যদি নতুন ব্যাংকে চাকরি করতে অনিচ্ছুক হন, তাহলে তাঁকে লিখিতভাবে তা জানাতে হবে। সে ক্ষেত্রে তিনি নতুন ব্যাংকের কর্মচারী হিসেবে গণ্য হবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজায় যোগ দেবেন পাকিস্তানের পররাষ্ট্রমন্ত্রী | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-24%2Fnr1mbqkc%2Fimage-227732-1756046670-1.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "সহকারী শিক্ষক নিয়োগ পরীক্ষা ২ জানুয়ারি, জরুরি বৈঠকে অধিদপ্তর | প্রথম আলো",
            "time": "2025-12-30T10:48:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F3jwcwhmu%2F8598d8ec-76fb-4b69-bf01-b5c0649c06f3.jfif?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে সরকার তিন দিনের রাষ্ট্রীয় শোক ঘোষণা করেছে। এর মধ্যে ২ জানুয়ারি অনুষ্ঠেয় সরকারি প্রাথমিক বিদ্যালয়ের সহকারী শিক্ষক নিয়োগ পরীক্ষা হবে কি না, তা নিয়ে অনিশ্চয়তা তৈরি হয়েছে। পরীক্ষা অনুষ্ঠানের বিষয়ে চূড়ান্ত সিদ্ধান্ত নিতে আজ জরুরি বৈঠকে বসছে ‘কেন্দ্রীয় প্রাথমিক বিদ্যালয় শিক্ষক নিয়োগ কমিটি’। বৈঠক শেষে আজই এ বিষয়ে অধিদপ্তর থেকে চূড়ান্ত ঘোষণা আসতে পারে।</p><p><strong>কেন অনিশ্চয়তা?</strong></p><p>খালেদা জিয়ার মৃত্যুতে ৩১ ডিসেম্বর থেকে ২ জানুয়ারি পর্যন্ত তিন দিনের রাষ্ট্রীয় শোক ঘোষণা করেছে সরকার। এর মধ্যে আগামী ২ জানুয়ারি (শুক্রবার) সকাল ১০টায় তিন পার্বত্য জেলা ব্যতীত দেশের সব জেলায় একযোগে প্রাথমিকে সহকারী শিক্ষক নিয়োগের লিখিত পরীক্ষা হওয়ার কথা ছিল। রাষ্ট্রীয় শোকের তৃতীয় দিনে এই বিশাল জনবল নিয়োগের পরীক্ষা আয়োজন নিয়ে প্রশ্ন দেখা দেওয়ায় জরুরি বৈঠকের ডাক দিয়েছে অধিদপ্তর।</p><p>প্রাথমিক শিক্ষা অধিদপ্তরের মহাপরিচালকের নেতৃত্বে গঠিত এই উচ্চপর্যায়ের কমিটিতে রয়েছেন প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়, জনপ্রশাসন মন্ত্রণালয়, সরকারি কর্ম কমিশন (পিএসসি) ও উপানুষ্ঠানিক শিক্ষা ব্যুরোর প্রতিনিধিরা।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাবলম্বী হতে চাকরি ছেড়ে খামার করেন, এক রাতেই তাঁকে নিঃস্ব করে সব গরু লুট | প্রথম আলো",
            "time": "2025-12-30T10:45:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F9dhyu61n%2FWhatsApp-Image-2025-12-30-at-16.28.26.jpeg?rect=0%2C196%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নজরুল ইসলামের চাচাতো ভাই মোহাম্মদ সালাউদ্দিন প্রথম আলোকে বলেন, ডাকাতেরা গরুগুলো তুলে ঢাকা-চট্টগ্রাম মহাসড়ক ধরে ঢাকার দিকে চলে যায়। লুট হওয়া গরুগুলোর মূল্য ১৪ লাখ ৮০ হাজার টাকা।</p><p>খামারে থাকা নজরুলের চাচা ইসমাইল হোসেন গতরাতের ডাকাতির ঘটনার বিবরণ দেন। তিনি বলেন, ‘খামারে ২০-২৫ জন ডাকাত মুখ বেঁধে প্রবেশ করে। তাদের হাতে অস্ত্রশস্ত্র ছিল। ডাকাতেরা আমার দুটি হাত পেছনে বেঁধে ঘর থেকে বাইরে এনে মাটিতে ফেলে দেয়। এরপর আমার চোখের সামনে গরুগুলো গাড়িতে তুলে নিয়ে চলে যায়। আমি অনেক কষ্টে বাড়িতে আসি। এরপর হাতের বাঁধন খোলার পর ঘটনাটা পরিবারের সদস্যদের বলি। পুলিশের জরুরি সেবা নম্বর ৯৯৯ এ ফোন করে বিষয়টি জানানোর পর কিছুক্ষণের মধ্যে পুলিশ ঘটনাস্থলে আসে।</p><p>সীতাকুণ্ড থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মহিনুল ইসলাম প্রথম আলোকে বলেন, ‘পুলিশ ঘটনাস্থল পরিদর্শন করেছে। বিষয়টি বিভিন্ন থানায় খুদেবার্তা দিয়ে জানিয়ে দেওয়া হয়েছে। ঘটনায় জড়িত ব্যক্তিদের শনাক্ত ও গরু উদ্ধারে পুলিশ কাজ করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাড়ি থেকে উচ্ছেদ, বালুর ট্রাকের বেষ্টনী, কারাবন্দী | প্রথম আলো",
            "time": "2025-12-30T10:42:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fd32sv9yc%2Fkhaleda-firoza-2013-1.jpg?rect=0%2C72%2C4896%2C2570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তখন আওয়ামী লীগ সরকার বিষয়টিকে আইনের প্রয়োগ হিসেবে তুলে ধরলেও বিরোধী রাজনীতিকসহ বহু নাগরিক একে রাজনৈতিক প্রতিহিংসা হিসেবে দেখেছেন। ব্যক্তিগত স্মৃতি, ইতিহাস, নিরাপত্তা ও ব্যক্তিগত মর্যাদার সঙ্গে জড়িত এই বাড়ি থেকে বিচ্ছিন্ন হওয়া খালেদা জিয়ার জন্য ছিল গভীর মানবিক আঘাত, যা তাঁর জন্য সবচেয়ে স্থায়ী ও বেদনাপূর্ণ দিক।</p><p>সেনানিবাসের বাড়ি থেকে খালেদা জিয়াকে উচ্ছেদ শেখ হাসিনার ব্যক্তিগত আক্রোশের কারণে বলে যাঁরা মনে করেন, তাঁরা শেখ হাসিনার নানা বক্তব্যের কথা তুলে ধরেন। তিনি বহুবারই বলেছেন যে খালেদা জিয়া সেনানিবাসের বাসায় বসে ষড়যন্ত্র করতেন। এ ছাড়া ২১ আগস্ট গ্রেনেড হামলায় আহত আইভি রহমানকে দেখতে সেনানিবাসে প্রবেশে বাধা দেওয়ার কথা উল্লেখ করেন শেখ হাসিনা। খালেদা জিয়াকে সেনানিবাসের বাড়িছাড়া করার পেছনে যে ওই ক্ষোভের ইঙ্গিতও তাঁর কথায় পাওয়া যায়।</p><p>প্রধানমন্ত্রী থাকা অবস্থায় ২০০১ সালে শেখ হাসিনা আইন করে নিজের জন্য গণভবন বরাদ্দ নিয়েছিলেন। অর্থাৎ ক্ষমতায় না থাকলেও তিনি প্রধানমন্ত্রীর জন্য রক্ষিত এই ভবনটি ব্যবহার করবেন। একই সময় তাঁর ছোট বোন শেখ রেহানাকে ধানমন্ডির ৬ নম্বর সড়কে এক বিঘার একটি সরকারি বাড়ি বরাদ্দ দেওয়া হয়। দুই বোনকে আজীবন এসএসএফ দ্বারা নিরাপত্তা দেওয়া, পৃথক আবাসন বরাদ্দ ও আনুষঙ্গিক সুযোগ-সুবিধা দেওয়ার কথা বলা হয় আইনে। ২০০১ সালের নির্বাচনে জিতে বিএনপি সরকার গঠনের পর শেখ হাসিনা ও রেহানার ভবনের বরাদ্দ বাতিল করে। খালেদা জিয়াকে সেনানিবাসের বাড়ি থেকে উচ্ছেদের পেছনে এরও ভূমিকা ছিল বলে মনে করা হয়।</p><p>খালেদা জিয়াকে সেনানিবাসের বাড়ি থেকে উচ্ছেদের পর তা ভেঙে ২০০৯ সালের বিডিআর বিদ্রোহে নিহত সেনাসদস্যদের পরিবারকে সেখানে আবাসনের ব্যবস্থা করা হয়। আওয়ামী লীগ সরকার তখন যুক্তি দেখিয়েছিল, এটি হবে শহীদ পরিবারের প্রতি সম্মান প্রদর্শনের একটি প্রতীকী উদ্যোগ। তবে এমন ধারণা রয়েছে, খালেদা ক্ষমতায় ফিরে এলেও যাতে ওই বাড়ি আর ফিরে না পান, সেই ব্যবস্থাই করতে চেয়েছিলেন শেখ হাসিনা।</p></div></div></div></body></html>"
        },
        {
            "title": "এই মৃত্যুতে জাতি হারিয়েছে একজন অভিভাবক, খালেদা জিয়ার মৃত্যুতে হানিফ সংকেত | প্রথম আলো",
            "time": "2025-12-30T10:33:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fb90tawhx%2F6d7d0d31-9ff1-45d6-b2fc-f9a5ac157957.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিজের পোস্টে হানিফ সংকেত আরও লিখেছেন, ‘তাঁর এই মৃত্যুতে জাতি হারিয়েছে একজন অভিভাবক। দেশ ও জাতির কল্যাণে তাঁর অবদান চিরস্মরণীয় হয়ে থাকবে। তাঁর এই মৃত্যুতে আমরা গভীরভাবে শোকাহত। মহান আল্লাহ রাব্বুল আলামিন তাঁকে জান্নাতুল ফিরদাউস নসিব করুন।’</p><p>পোস্টের শেষে হানিফ সংকেত খালেদা জিয়ার পরিবারের সব সদস্যের প্রতি গভীর সমবেদনা জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "উড়োজাহাজের সুপারসনিক জেট ইঞ্জিনের প্রযুক্তি দিয়ে তৈরি হবে বিদ্যুৎ | প্রথম আলো",
            "time": "2025-12-30T10:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fego2th0s%2FSuperpower-turbines.-Boom.png?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুম সুপারসনিক জানিয়েছে, নতুন টারবাইন মূলত সুপারসনিক উড়োজাহাজের জন্য ‘সিম্ফনি’ ইঞ্জিনের প্রযুক্তির ওপর ভিত্তি করে তৈরি, যেখানে প্রয়োজন অনুযায়ী কিছু পরিবর্তন আনা হয়েছে। উড়োজাহাজের ইঞ্জিন থেকে বিদ্যুৎ উৎপাদনের প্রযুক্তি একেবারে নতুন নয়। এর আগে থেকেই বিভিন্ন ইঞ্জিন নির্মাতাপ্রতিষ্ঠান শিল্পকারখানা ও বিদ্যুৎ উৎপাদন খাতে এ ধরনের টারবাইন সরবরাহ করে আসছে। তবে সাম্প্রতিক সময়ে এআই প্রযুক্তির বিস্তার ডেটা সেন্টারের বিদ্যুৎ ব্যবস্থাপনায় নতুন চাপ তৈরি করায় জেট ইঞ্জিনভিত্তিক সমাধানের প্রতি আগ্রহ বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজা আগামীকাল বেলা ২টায়, সংসদ ভবনের দক্ষিণ প্লাজায়: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-12-30T10:25:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fxxg1plcl%2FKhaleda2.jpg?rect=0%2C169%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার জানাজা আগামীকাল বেলা ২টায় জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা ও মানিক মিয়া অ্যাভিনিউয়ে অনুষ্ঠিত হবে। জানাজা শেষে তাঁকে তাঁর স্বামী সাবেক রাষ্ট্রপতি জিয়াউর রহমানের পাশে দাফন করা হবে বলে জানিয়েছেন দলটির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর।</p><p>আজ মঙ্গলবার বেলা পৌনে ৩টার দিকে গুলশানের চেয়ারপারসনের রাজনৈতিক কার্যালয়ে জরুরি স্থায়ী কমিটির সভা শেষে এক ব্রিফিংয়ে তিনি এ তথ্য জানান। দুপুর সাড়ে ১২টার দিকে স্থায়ী কমিটির এই সভা শুরু হয়। এ সময় স্থায়ী কমিটির সদস্যরা অংশ নেন। এর আগে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের নেতৃত্বে গুলশান কার্যালয়ে দুই ঘণ্টাব্যাপী স্থায়ী কমিটির সভা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সামর্থ্য নেই, এমন কোনো মিথ্যা আশ্বাস দেওয়া হবে না: জামায়াত আমির | প্রথম আলো",
            "time": "2025-12-30T10:24:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Flmw74rt9%2FJamat-Amir.jpeg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শফিকুর রহমান বলেন, ’৪৭ সালে লড়াই করে বাংলাদেশ ভূখণ্ডের জন্ম। এরপর টানা ২৩ বছর এটি পাকিস্তানের প্রদেশ ছিল। পশ্চিম পাকিস্তানের শাসকগোষ্ঠী এ দেশের ওপর ইনসাফ করেনি, জুলুম করেছিল। এই বৈষম্যের বিরুদ্ধে দ্রোহ ছিল ’৭০ সালে। ওই বছর সাধারণ নির্বাচনের ফল পশ্চিম পাকিস্তানিরা মেনে নেয়নি। এর ফলে মুক্তিযুদ্ধ অনিবার্য হয়ে উঠেছিল।</p><p>১৯৭২ সালের ১০ জানুয়ারি থেকে স্বাধীন বাংলাদেশের যাত্রা শুরু হলেও একটি বৈষম্যহীন ও ইনসাফভিত্তিক রাষ্ট্রগঠনের প্রত্যাশা পূরণ হয়নি বলে জামায়াতের আমির মন্তব্য করেছেন।</p><p>জামায়াতের আমির বলেন, বাংলাদেশ বারবার পথ হারিয়েছে। পথহারা বাংলাদেশকে মূলধারায় ফেরত আনার জন্য দেশের গর্বিত সন্তানেরা দফায় দফায় লড়াই করেছে। এসব লড়াই ও সংগ্রামে নেতৃত্ব দিয়েছে যুবসমাজ। বিশেষ করে ২০০৯ সালের জানুয়ারি থেকে ২০২৪ সালের ৫ আগস্ট পর্যন্ত দেশে একটি ফ্যাসিবাদী জাতির ঘাড়ে চেপে বসেছিল বলে তিনি অভিযোগ করেন।</p><p>জামায়াতের আমির বলেন, রাজনৈতিক প্রতিপক্ষই ছিল সেই শাসনের প্রধান লক্ষ্যবস্তু। কিন্তু কেউই সেখান থেকে রেহাই পায়নি। দফায় দফায় আন্দোলন করলেও রাজনৈতিক দলগুলো ফ্যাসিবাদের পতন ঘটাতে পারেনি। গত বছরের জুলাই মাসে কোটা সংস্কারের ন্যায্য দাবিকে গায়ের জোরে দমানোর চেষ্টা করা হয়েছিল। এতে যুব সমাজ ফুঁসে উঠেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে তিন আসনে কী হবে | প্রথম আলো",
            "time": "2025-12-30T10:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fwql2sg5i%2FDhaner_Shish.jfif?rect=0%2C95%2C811%2C426&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারপারসন খালেদা জিয়া ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বগুড়া–৭, দিনাজপুর–৩ ও ফেনী–১ আসনে মনোনয়নপত্র জমা দিয়েছিলেন। আজ সকালে তাঁর মৃত্যু হওয়ায় প্রশ্ন, এসব আসনে নতুন করে তফসিল ঘোষণা করতে হবে কি না। নির্বাচন কমিশনের সংশ্লিষ্ট ব্যক্তিরা বলছেন, খালেদা জিয়ার মনোনয়নপত্র জমা হলেও তিনি বা কেউ এখনো বৈধ প্রার্থী হননি। কারও মনোনয়নপত্র বাছাইয়ে টিকে যাওয়ার পর তিনি বৈধ প্রার্থী বিবেচিত হন। খালেদা জিয়া মারা যাওয়ায় তাঁর মনোনয়ন স্থগিত থাকবে।</p></div></div></div></body></html>"
        }
    ]
}