{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শিশুর মানসিক বিকাশে ওমেগা-থ্রির গুরুত্ব | প্রথম আলো",
            "time": "2025-08-02T06:07:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Frsodt5cx%2FOmega-3.jpg?rect=0%2C31%2C1202%2C631&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চারণভূমির ঘাস খাওয়া পশুর মাংস ও সামুদ্রিক খাবারে প্রচুর ওমেগা-৩ পাওয়া যায়। দেশি ডিমেও ওমেগা-৩ পাওয়া যায় বেশি পরিমাণে। আরেকটি ভালো উৎস সামুদ্রিক খাবার ও সামুদ্রিক মাছ যেমন স্যামন, সার্ডিন ইত্যাদি। ইলিশ, টুনা, রুই, কাতলা, চিংড়ি, কড মাছের তেলে ওমেগা-৩ পাওয়া যায়। সপ্তাহে যদি এক টুকরা তেলযুক্ত মাছ খান তাহলে ইপিএ ও ডিএইচও মিলিয়ে পাবেন ৩ দশমিক ৬ গ্রাম ওমেগা-৩। যদি ১ দিন রুই, কাতলা, চিংড়ি মাছ খান, তাহলে ইপিএ ও ডিএইচ পাবেন ৫০০ মিলিগ্রাম।</p><p>ওমেগা-৩ আছে লইট্টা ও কোরাল মাছেও। উদ্ভিজ্জ খাবারের মধ্যে চিয়া ও তিসি বীজ, তিল, সয়াবিন, আখরোট, সামুদ্রিক শৈবাল স্পিরুলিনায় ওমেগা-৩ পাওয়া যায়। একমুঠো তিসি বীজ থেকে ২ হাজার ৪০০ মিলিগ্রাম ও তিনটি আখরোট থেকে ১ হাজার ২৮০ মিলিগ্রাম এএলএ পাওয়া যেতে পারে। ফলের মধ্যে অ্যাভোকাডো, পেঁপে, কিউই, কলায় ওমেগা-৩ আছে। নিরামিষাশী হলে এসব খাবারের সঙ্গে লেবুজাতীয় সাইট্রাস ফল ও প্রোবায়োটিক–সমৃদ্ধ খাবার গ্রহণ করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রোকেয়া হল ও একটি চিঠি | প্রথম আলো",
            "time": "2025-08-02T06:06:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fphbhfcv9%2FRokeya-hall.jpg?rect=0%2C19%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের রোকেয়া হল থেকে নিয়ে আসা পুরোনো স্যুটকেস ঘাঁটতে গিয়ে একদিন একটা হলুদ খাম হাতে আসে। খুলতেই বেরিয়ে আসে একটি চিঠি, সাল ১৯৮৮। লেখাটা আমার নয়, সমাজবিজ্ঞানের এজরার। ওপরে সে লিখেছিল, ‘যদি একদিন ভুলে যাই, এইটুকু মনে রেখো—রোকেয়া হলের মাঠে দাঁড়িয়ে ঈদের সেমাই খাওয়ার মতো সম্পর্ক আর কখনো হবে না।’</p><p>সত্যিই তো, হয় না। আমাদের যৌবনের প্রতিটি দিন ছিল অনাড়ম্বর, অথচ গভীর এক মায়ার ভেতর বাঁধা। ক্লাস, রাজনীতি, লাইব্রেরি, টিউশনির টাকায় মাস চালানো, স্বপ্ন বোনা—সবই ছিল একসঙ্গে।</p><p>তবু কিছু মুহূর্ত অতিরিক্ত আলাদা হয়ে থাকে। যেমন ১৯৮৮ সালের সেই ঈদের সকাল।</p><p>সেবার ভয়াবহ বন্যায় আমি আর জেবা বাড়ি যেতে পারিনি। আমি ছিলাম যশোরের। পুরো অঞ্চলটি তখন পানির নিচে। জেবা দিনাজপুরের। ওর ট্রেন বন্ধ হয়ে গিয়েছিল। এজরা আর আসমা হলে রয়ে গিয়েছিল পরীক্ষার প্রস্তুতির জন্য। ঈদের সকালে জানালার বাইরে তাকিয়ে দেখি, আসমা হলের মাঠে, হাতে স্টিলের হাঁড়ি। নিচু গলায় বলল, ‘ঘুমাচ্ছিস? ওঠ, সেমাই করেছি। আজ আর ক্যানটিনে খাব না।’ ওর মুখে ঈদের প্রশান্তি, কিন্তু চোখে একচিলতে বিষণ্নতা। বাড়ি না যেতে পারার ক্ষীণ ছায়া যেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ধানমন্ডির এই বাড়িতে আছে মাটির দেয়ালে গড়া ‘কাচারিঘর’, গল্প-আড্ডার ‘আলসে ঘর’ | প্রথম আলো",
            "time": "2025-08-02T06:03:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fv8fbwbkf%2Fthumb.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূল গেট পেরোতেই নাকে এল রং-বার্নিশের গন্ধ। ভেতরে কোথাও রং চড়ানো হচ্ছে, কোথাও চলছে ধোয়ামোছার কাজ। এত সব তোড়জোড়ের কারণও আছে, এক দিন পরই যে ‘স্বপ্নপূরণের উৎসব’, মালিকদের হাতে ফ্ল্যাটের চাবি তুলে দেওয়ার আয়োজন। প্রায় ১০০ ফুট লম্বা লবির বাঁয়ে ভূগর্ভস্থ পার্কিংয়ের পথ, কিছুটা হাঁটলে ডান পাশে টবে টবে নানা জাতের গাছ। আর বাঁয়ে বসার কক্ষ, নাম ‘কাচারিঘর’।</p><p>৩০ জুলাই রাজধানীর ধানমন্ডির ৬/এ সড়কের ৬৯/ই নম্বরের এ অ্যাপার্টমেন্ট কমপ্লেক্সটিতে আসার আগেই অবশ্য এসব সম্পর্কে কিছুটা জেনে এসেছি। ১৮ ফ্ল্যাটের ১০ তলা এ ভবনের নাম ‘বিডিডিএল পিস পার্ক’। আবাসন কোম্পানি বিডিডিএল প্রোপার্টিজ লিমিটেডের গড়া ভবনটির স্থাপত্য নকশাসহ ব্যবহার্য উপকরণের সম্পর্কে ধারণা দিয়েছেন প্রতিষ্ঠানটির ব্যবস্থাপনা পরিচালক এম এ বাতেন খান।</p><p>কাচারিঘর সম্পর্কে যেমন বলেছেন, ‘আগের দিনে সামর্থ্যবানদের বাড়িতে কাচারিঘর থাকত। অতিথি বসত, গল্প করত, আড্ডা হতো। দূরের কেউ এলে সেখানে থাকতেও পারত। আমরা এই বসার জায়গাটাকে পরিবেশবান্ধব উপকরণ দিয়ে তৈরি করেছি। কাচারিঘরের দেয়াল মাটির, দরজা কাঠের আর বেঞ্চগুলো পুনর্ব্যবহৃত কাঠ দিয়ে তৈরি হয়েছে। ভেতরে রাখা হয়েছে ছোট ছোট গাছ।’</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদ কে লিখেছে-মানুষ না এআই, এতে কী বিশ্বাসযোগ্যতা বদলায় | প্রথম আলো",
            "time": "2025-08-02T06:02:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-19%2Fdajdpnav%2FAI-XX084930.JPG?rect=0%2C0%2C450%2C236&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণাটি পরিচালনা করেন কানসাস বিশ্ববিদ্যালয়ের কমিউনিকেশন স্টাডিজ বিভাগের সহযোগী অধ্যাপক ক্যামেরন পিয়ার্সি, পিএইচডি গবেষক আইমান আলহাম্মাদ ও সহকারী অধ্যাপক ক্রিস্টোফার এথারিজ। গবেষণার উদ্দেশ্য ছিল একটি গুরুত্বপূর্ণ প্রশ্নের উত্তর খোঁজা—লেখাটি মানুষ লিখেছে নাকি এআই, জানলে কি পাঠকের দৃষ্টিভঙ্গি বদলায়?</p><p>কৃত্রিম বুদ্ধিমত্তা বা এআই দৈনন্দিন জীবনের অনেক ক্ষেত্রে তার জায়গা করে নিচ্ছে। মানুষ এটি ব্যবহার করার বিভিন্ন উপায় খুঁজছে। এর ফল ইতিবাচক ও নেতিবাচক দুইই হতে পারে। প্রায়ই এর ব্যবহারের কথা জানানো হয় না। কানসাস বিশ্ববিদ্যালয়ের যোগাযোগবিষয়ক একটি স্নাতক ক্লাসে দেখা হয়, মানুষ ও এআইয়ের লেখার মধ্যে পার্থক্য বোঝা যায় কি না, আর তখনই এ গবেষণার ভাবনাটি আসে।</p><p>একজন সহগবেষক ক্যামেরন পিয়ার্সি বলেন, ‘মানুষ ও এআইয়ের লেখা আলাদা করতে না পারলেও লেখকের পরিচয় জানলে পাঠকের প্রতিক্রিয়া ভিন্ন হয় কি না, এটাই ছিল আমাদের মূল প্রশ্ন।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাছের আঠা সংগ্রহ করতে গিয়েছিলেন, ভিমরুলের কামড়ে মৃত্যু | প্রথম আলো",
            "time": "2025-08-02T05:51:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F2d1ja94q%2FThumb.jpg?rect=0%2C92%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাতক্ষীরার শ্যামনগরে ভিমরুলের কামড়ে সামছুর গাজী (৫০) নামের এক কৃষকের মৃত্যু হয়েছে। গতকাল শুক্রবার বিকেল চারটার দিকে কৈখালী ইউনিয়নের পশ্চিম কৈখালী গ্রামে এ ঘটনা ঘটে।</p><p>সামছুর গাজী পশ্চিম কৈখালী গ্রামের বাসিন্দা। গত বৃহস্পতিবার তিনি একটি বাগানে গিয়ে ভিমরুলের কামড় খান।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগরে নির্মাণাধীন ভবন থেকে পড়ে শ্রমিকের মৃত্যু | প্রথম আলো",
            "time": "2025-08-02T05:45:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C422%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয়ের চিকিৎসাকেন্দ্রের চিকিৎসক নিংতম প্রথম আলোকে বলেন, তাঁকে কয়েকজন উদ্ধার করে মেডিকেল সেন্টারে নিয়ে আসেন। জানানো হয়, তিনি ভবন থেকে পড়ে গেছেন। অবস্থা খারাপ দেখে সঙ্গে সঙ্গে তাঁকে এনাম মেডিকেলে পাঠানো হয়। তাঁর মুখে ক্ষত ছিল এবং দাঁত পড়ে গিয়েছিল।</p><p>ভবনটি নির্মাণ করছে অনিক ট্রেডিং করপোরেশন নামের একটি ঠিকাদারি প্রতিষ্ঠান। প্রতিষ্ঠানের প্রধান প্রকৌশলী মোমিনুল করিম বলেন, ‘আমাদের নির্মাণকাজ বর্তমানে বন্ধ আছে। তবে কিছু শ্রমিক সেখানে থাকেন। দুপুরে ফোনে জানতে পারি, একজন শ্রমিক পড়ে গেছেন। সম্ভবত অসাবধানতাবশত হাঁটাচলার সময় এ ঘটনা ঘটে। পরে তাঁকে হাসপাতালে নেওয়া হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র-যুক্তরাজ্যের পরিবর্তে উচ্চশিক্ষায় ভারতীয়রা কেন ঝুঁকছেন বাংলাদেশ-সিঙ্গাপুর-উজবেকিস্তান-রাশিয়ার দিকে | প্রথম আলো",
            "time": "2025-08-02T05:45:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fa3b7a244-a309-445e-a635-cae47cc5fd8a%2F38f85cd1-0325-49d3-9db8-32629b830b55.JPG?rect=0%2C0%2C456%2C239&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র ও যুক্তরাজ্যের মতো দেশগুলো উচ্চশিক্ষার জন্য বরাবরই বিশ্বের যেকোনো দেশের শিক্ষার্থীদের জন্য অন্যতম সেরা গন্তব্য। কিন্তু ভারতীয়দের ক্ষেত্রে দুই বছরের এক চিত্রে দেখা গেছে উল্টো প্রবণতা। দেশটির শিক্ষার্থীরা উচ্চশিক্ষা ক্ষেত্রে অন্য অনেক দেশকে বেছে নিচ্ছেন।</p><p>পশ্চিমা দেশগুলোর পরিবর্তে উচ্চশিক্ষায় ভারতীয় শিক্ষার্থীরা ঝুঁকছেন রাশিয়া, বাংলাদেশ, সিঙ্গাপুর ও উজেবিকস্তানের দিকে। কেন এমন প্রবণতা, শিক্ষার্থীদের বাংলাদেশ, উজবেকিস্তান, রাশিয়া ও সিঙ্গাপুরের মতো দেশে ঝুঁকে পড়ার কারণ খুঁজেছেন ভারতের গণমাধ্যম ইন্ডিয়া টুডের সাংবাদিক মিলান শর্মা।</p></div></div></div></body></html>"
        },
        {
            "title": "গুলিস্তানের সুন্দরবন স্কয়ার মার্কেটে লাগা আগুন এক ঘণ্টা পর নিয়ন্ত্রণে | প্রথম আলো",
            "time": "2025-08-02T05:39:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ftofma72l%2Ffire_3.jpg?rect=0%2C56%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">গুলিস্তানের সুন্দরবন স্কয়ার মার্কেটে লাগা আগুন নিয়ন্ত্রণে আনতে কাজ করছে ফায়ার সার্ভিস। আজ শনিবার সকালে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: ফায়ার সার্ভিসের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদ চূড়ান্ত হচ্ছে, আইনি ভিত্তি নিয়ে কী ভাবছে দলগুলো | প্রথম আলো",
            "time": "2025-08-02T05:38:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fzbi09p40%2FCommission-Meeting.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্কার প্রস্তাব নিয়ে রাজনৈতিক দলগুলোর সঙ্গে জাতীয় ঐকমত্য কমিশনের দীর্ঘ আলোচনা এবং তাতে সব ঘরানার দলের উপস্থিতিকে খুবই ইতিবাচক বলে মন্তব্য করেন জামায়াতে ইসলামীর নায়েবে আমির সৈয়দ আবদুল্লাহ মোহাম্মদ তাহের। তবে তিনি মনে করেন, জুলাই সনদের আইনি ভিত্তি কী হবে, এর বাস্তবায়ন কীভাবে ও কখন হবে, এ বিষয়ে বিরাট ফাঁক রয়ে গেছে। এ বিষয়ে ঐকমত্য কমিশনের অসহায়ত্ব প্রকাশ পুরো প্রক্রিয়াকে ব্যর্থ করে দেবে। কারণ, শুধু পরামর্শের জন্য এত আলোচনার দরকার ছিল না।</p><p>জামায়াতের পক্ষ থেকে ঐকমত্য কমিশনের আলোচনায় অংশ নেওয়া এই নেতা প্রথম আলোকে আরও বলেন, ‘আমরা মনে করি, জুলাই সনদের আইনি ভিত্তি দেওয়া যায়। এটি লিগ্যাল ফ্রেমওয়ার্ক, অধ্যাদেশ, গণভোট বা ফরমান জারির মাধ্যমে হতে পারে। এই সংস্কারের মাধ্যমেই আগামী নির্বাচন হওয়া দরকার, এটাই আমাদের দাবি।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘ক্যারিয়ারে সবচেয়ে কঠিন সিদ্ধান্ত’ নিয়ে টটেনহাম ছাড়ার ঘোষণা সনের | প্রথম আলো",
            "time": "2025-08-02T05:33:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ficjzz48q%2F908105-01-02.jpg?rect=0%2C0%2C4224%2C2218&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টটেনহাম ছেড়ে সন কোথায় যোগ দেবেন, সে বিষয়ে কিছু বলেননি, ‘এখন পর্যন্ত আমার কাছে এর উত্তর নেই।’ ইএসপিএনকে একটি সূত্র জানিয়েছে, যুক্তরাষ্ট্রের মেজর লিগ সকারের (এমএলএস) ক্লাব লস অ্যাঞ্জেলস এফসি সনকে সই করাতে আগ্রহী। টটেনহামে তাঁর চুক্তির মেয়াদ ২০২৬ সাল পর্যন্ত।</p><p>সিউলের ওয়ার্ল্ড কাপ স্টেডিয়ামে আগামীকাল নিউক্যাসল ইউনাইটেডের বিপক্ষে প্রাক্‌–মৌসুম প্রীতি ম্যাচ খেলবে টটেনহাম। ক্লাবটির কোচ টমাস ফ্রাঙ্ক জানিয়েছেন, সন এই ম্যাচে অধিনায়কত্ব করবেন ও শুরু থেকেই খেলবেন। ইএসপিএন ও সিএনএন জানিয়েছে, টটেনহামের জার্সিতে এটাই হতে পারে সনের শেষ ম্যাচ। যদিও খুব বেশি দিন দেরি নেই, আগামী ১৩ আগস্ট উয়েফা সুপার কাপে পিএসজির মুখোমুখি হবে টটেনহাম।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের চান্দগাঁওয়ে ব্যবসায়ী গুলিবিদ্ধ | প্রথম আলো",
            "time": "2025-08-02T05:31:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fc916c45b-fbe1-4aed-9562-a637418b70e0%2Fgun.jfif?rect=0%2C24%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানিয়েছে, মো. ইউনুস নদী থেকে বালু উত্তোলনে ব্যবহৃত ড্রেজার বা খননযন্ত্রের ব্যবসা করেন। রাতে নিজের বাসাতেই ছিলেন তিনি। হঠাৎ কয়েকজন দুর্বৃত্ত বাসায় ঢুকে তাঁকে চার থেকে পাঁচটি গুলি করে। তাঁর মুখে, হাঁটুতে ও হাতে গুলি লেগেছে। পরে দুর্বৃত্তরা পালিয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘এই পুরস্কার তোমাদের জন্য, পপকর্ন রেডি রাখো, আমি আবার আসছি’, ভক্তদের উৎসর্গ করলেন শাহরুখ | প্রথম আলো",
            "time": "2025-08-02T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F78u5bdfl%2FWhatsApp-Image-2025-08-02-at-11.22.59-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি ‘কিং’ ছবির শুটিং করতে গিয়ে পুরোনো চোটের জন্য শাহরুখের ডান কাঁধে সমস্যা দেখা দেয়। চিকিৎসার জন্য লন্ডনে যান তিনি। বর্তমানে বিশ্রামে রয়েছেন। ভিডিওতেও তাঁকে দেখা গেছে ডান কাঁধ ও হাতে অর্থোপেডিক সাপোর্ট নিয়ে কথা বলতে।<br>বলিউডে রাজত্ব করার অনেক আগে শাহরুখের প্রথম পরিচিতি আসে ছোট পর্দায়। ১৯৮৯ সালে ‘ফৌজি’ ধারাবাহিকে লেফটেন্যান্ট অভিমন্যু রাইয়ের চরিত্রে অভিনয় করে দর্শকের নজর কাড়েন। ১৯৯২ সালে ‘দিওয়ানা’ ছবির মাধ্যমে বলিউডে অভিষেক। এরপর ‘দিলওয়ালে দুলহানিয়া লে জায়েঙ্গে’, ‘স্বদেশ’, ‘চাক দে! ইন্ডিয়া’, ‘মাই নেম ইজ খান’, ‘রইস’, ‘পাঠান’–এর মতো ছবির মধ্য দিয়ে প্রমাণ করেছেন—তিনি কেবল তারকা নন, এক পরিণত অভিনেতা।<br>সমালোচকদের মতে, শাহরুখ খানের অভিনয়ে থাকে আবেগ, আন্তরিকতা, বুদ্ধিমত্তা ও নিজস্ব ক্যারিশমা। দর্শকের সঙ্গে তাঁর সংযোগ কেবল চরিত্র দিয়ে নয়—তিনি হয়ে উঠেছেন এক অনুভব, এক অভ্যাস। ৩৩ বছরের এই দীর্ঘ যাত্রা শেষে জাতীয় স্বীকৃতি যেন তাঁর প্রতি সময়ের ঋণশোধ।</p></div></div></div></body></html>"
        },
        {
            "title": "নাইক্ষ্যংছড়ি থেকে সৌদিপ্রবাসীর অপহৃত শিশুসন্তান উদ্ধার | প্রথম আলো",
            "time": "2025-08-02T05:24:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2Fbdc49b85-cb9b-44f5-91db-3b24cea17ce4%2Fbandarbans.png?rect=0%2C58%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাইশারী ইউপির রাঙ্গাঝিরি এলাকার সদস্য মো. শাহাবুদ্দিন বলেন, মঙ্গলবার রাতে রাঙ্গাঝিরি পাড়ার শিশুটি অপহৃত হওয়ার পর পরিবার থেকে অপহরণকারীদের সঙ্গে যোগাযোগ করা হচ্ছিল। অন্যদিকে পুলিশসহ আইনশৃঙ্খলা রক্ষাকরী বাহিনীও অভিযান পরিচালনা করেছে। গতকাল শুক্রবার শিশুটির মা রাঙ্গাঝিরি থেকে আলেক্ষ্যং এলাকায় যান। সেখান থেকে তাঁর অপহৃত সন্তানসহ বিকেলে ফিরে আসেন। সন্ত্রাসীরা প্রথমে ১০ লাখ টাকা দাবি করলেও পরে তিন লাখ টাকা নিয়ে ছেড়ে দিয়েছে বলে তাঁরা জেনেছেন।</p><p>বান্দরবানের পুলিশ সুপার শহিদুল্লাহ কাওছার বলেন, অভিযানের মুখে অপহৃত শিশুটিকে মুক্তি দিয়েছে সন্ত্রাসীরা। অপহরণের ঘটনার পর থেকে অভিযান চালানো হয়েছে। উদ্ধারের পর শিশুটির পরিবার মামলা করার জন্য থানায় গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া থেকে জ্বালানি তেল কেনা কমিয়েছে ভারতের পরিশোধনাগারগুলো, ছাড় কমে যাওয়ার প্রভাব | প্রথম আলো",
            "time": "2025-08-02T05:17:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fglv0nfbm%2FChatGPT-Image-Aug-2-2025-111645-AM.png?rect=0%2C49%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশটির রাষ্ট্রায়ত্ত শোধনাগারগুলো, যেমন ইন্ডিয়ান অয়েল করপোরেশন, হিন্দুস্তান পেট্রোলিয়াম করপোরেশন, ভারত পেট্রোলিয়াম করপোরেশন ও মাঙ্গালোর রিফাইনারি অ্যান্ড পেট্রোকেমিক্যালস লিমিটেড এক সপ্তাহের বেশি সময় ধরে রুশ অপরিশোধিত তেলের কোনো দরপত্র দেয়নি বলে সংশ্লিষ্ট চারটি সূত্র রয়টার্সকে জানিয়েছে। এ বিষয়ে ফেডারেল তেল মন্ত্রণালয় ও সংশ্লিষ্ট কোম্পানিগুলোর সঙ্গে রয়টার্স যোগাযোগ করলেও তারা মন্তব্য করেনি।</p><p>সূত্রগুলো জানায়, এই চার শোধনাগার নিয়মিতভাবে সরবরাহ চুক্তির ভিত্তিতে রুশ তেল কিনত; কিন্তু এখন তারা বিকল্প জোগানের জন্য স্পট মার্কেটে ঝুঁকেছে—প্রধানত মধ্যপ্রাচ্যের আবুধাবির মুরবান ক্রুড ও পশ্চিম আফ্রিকার তেল। বেসরকারি শোধনাগার রিলায়েন্স ইন্ডাস্ট্রিজ ও নায়ারা এনার্জি ভারতে রুশ তেলের সবচেয়ে বড় ক্রেতা হলেও রাষ্ট্রায়ত্ত শোধনাগারগুলো দেশটির মোট দৈনিক ৫ দশমিক ২ মিলিয়ন বা ৫২ লাখ ব্যারেল শোধনক্ষমতার ৬০ শতাংশের বেশি নিয়ন্ত্রণ করে।</p><p>গত ১৪ জুলাই ট্রাম্প সতর্ক করে বলেন, ইউক্রেনের সঙ্গে বড় ধরনের শান্তিচুক্তিতে পৌঁছানো না গেলে যেসব দেশ রুশ তেল কিনছে, সেই দেশগুলোর ওপর ১০০ শতাংশ শুল্ক আরোপ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিজিটাল যুগে মিথ্যাকেও কেন সত্য মনে হয়! | প্রথম আলো",
            "time": "2025-08-02T05:17:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F0c76x3rg%2FOvimot.jpg?rect=0%2C4%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বানান, ব্যাকরণ আর যতিচিহ্নও খুব জরুরি। যদি খবরের লেখায় অনেক বানান ভুল থাকে, সব অক্ষর বড় হাতের হয়, ব্যাকরণ ঠিক না থাকে অথবা অনেকগুলো আশ্চর্যের চিহ্ন ব্যবহার করা হয়, তাহলে সম্ভবত খবরটা বিশ্বাসযোগ্য নয়। </p><p>ওয়েবসাইটের ‘আমাদের সম্পর্কে’ (অ্যাবাউট অ্যাজ) অংশটাও দেখতে পারেন। যেসব সংবাদমাধ্যম নির্ভরযোগ্য, তারা সাধারণত এই অংশে নিজেদের সম্পর্কে বিস্তারিত তথ্য, তাদের নীতি এবং যোগাযোগের ই–মেইল ঠিকানা স্পষ্টভাবে দিয়ে রাখে। </p><p>খবরটিতে কোন কোন সূত্র ব্যবহার করা হয়েছে এবং কাদের কথা উদ্ধৃত করা হয়েছে, সেদিকে খেয়াল রাখুন। ভুয়া খবরের লেখায় প্রায়ই কোনো নাম প্রকাশ না করা সূত্র, ‘অবিশ্বস্ত’ সূত্র অথবা কোনো সূত্রই উল্লেখ করা হয় না। নির্ভরযোগ্য সূত্র এবং তাদের পরিচয়টা গুরুত্বপূর্ণ।</p><p>কোনো খবর নিয়ে সন্দেহ তৈরি হলে একই বিষয়ে অন্য খবর ইন্টারনেটে খুঁজে দেখুন। আপনি যদি অন্য কোনো সংবাদমাধ্যমে একই বিষয়ে খবর না পান, তাহলে তা ভুয়া হওয়ার সম্ভাবনা বেশি। গুগল সার্চ ব্যবহার করে আপনি জানতে পারবেন কোনো বিষয় নিয়ে অন্যান্য নির্ভরযোগ্য উৎস কী বলছে। গুগলের মতো প্রতিষ্ঠানগুলো ভুল তথ্য শনাক্ত করতে বিভিন্ন টুল তৈরি করেছে। এর পরও নিশ্চিত হতে না পারলে তথ্য যাচাইকারীদের (ফ্যাক্ট চেকার) সাহায্য নিতে পারেন। তথ্য যাচাইকারীরা কি খবরটাকে সত্যি বলছে?</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল শহীদ মিনারে ‘নতুন বাংলাদেশের ইশতেহার’ ঘোষণা হবে: এনসিপি | প্রথম আলো",
            "time": "2025-08-02T05:10:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-01%2Fnh0visn9%2F4.avif?rect=0%2C7%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় নাগরিক পার্টি (এনসিপি) ‘নতুন বাংলাদেশের ইশতেহার’ ঘোষণা দেওয়ার কথা জানিয়েছে। দলটির পক্ষ থেকে বলা হয়েছে, আগামীকাল রোববার (৩ আগস্ট) ঢাকায় কেন্দ্রীয় শহীদ মিনারে এ ঘোষণা দেওয়া হবে।</p><p> আজ শনিবার সকাল সাড়ে ৯টার পর এনসিপির ভেরিফায়েড ফেসবুক অ্যাকাউন্টে পোস্ট দিয়ে এ কথা জানানো হয়।</p></div></div></div></body></html>"
        }
    ]
}