{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আবার জনগণের ভোটাধিকার হরণের ষড়যন্ত্র চলছে: জামায়াত | প্রথম আলো",
            "time": "2025-08-13T15:14:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fgnrkdbg0%2Fjamat.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের নায়েবে আমির আবদুল্লাহ তাহের বলেন, এই সরকারের প্রধান কাজ সংস্কার করা। তারা সংস্কারের জন্যই কমিশন তৈরি করেছে। সে কমিশনের সবাই ঐকমত্য হওয়ার পর সরকার বলে এটির আইনি ভিত্তি নেই। তাহলে সংস্কার হলো কোথায়? তিনি বলেন, যেসব বিষয় ঐকমত্য হয়েছে, তার ওপর ভিত্তি করে আগামী নির্বাচন হতে হবে।</p><p>একটি জরিপের কথা উল্লেখ করে আবদুল্লাহ তাহের বলেন, ‘দেশের ৭১ শতাংশ মানুষ পিআর পদ্ধতিতে নির্বাচন চায়। তারা পিআরের পক্ষে। কিন্তু আপনারা যাঁরা বিরোধিতা করছেন, আপনাদের কি বিরোধিতা করার অধিকার আছে?’</p><p>জামায়াতের সহকারী সেক্রটারি জেনারেল রফিকুল ইসলাম খান বলেন, ‘আমরা নির্বাচনের আগেই দেখছি, কোনো কোনো দলের কেন্দ্রীয় নেতারা নির্বাচনে দাঁড়িপাল্লায় ভোট দিলে জিহ্বা কেটে দেওয়া হবে বলে ঘোষণা দিচ্ছেন। আমরা লক্ষ করছি, স্বরাষ্ট্র উপদেষ্টা নির্বাচনের জন্য প্রস্তুতি ঘোষণা করছেন; কিন্তু এখনো জিহ্বা কেটে নেওয়ার কথা বলা এই সন্ত্রাসীকে কেন গ্রেপ্তার করতে পারেননি?’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই আন্দোলনে হামলার আসামি পেলেন গণ-অভ্যুত্থানে সাহসী সাংবাদিকের সম্মাননা | প্রথম আলো",
            "time": "2025-08-13T15:12:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fjulmm11l%2FAAA01-1.JPG?rect=0%2C64%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেখ ফয়েজ ৩ আগস্ট ‘বাংলাদেশ সাংবাদিক কল্যাণ ট্রাস্ট’ থেকে সম্মাননা পান। আজ বুধবার সকালে নিজের ফেসবুকে একটি পোস্ট দিয়ে বিষয়টি নিশ্চিত করেন তিনি। সেখানে তিনি উল্লেখ করেন, সাংবাদিকতায় ২০২৪ সালে সাহসিকতাপূর্ণ অবদান রাখার স্বীকৃতি হিসেবে সম্মাননাপত্র, ক্রেস্ট ও চেক দিয়েছে সাংবাদিক কল্যাণ ট্রাস্ট।</p><p>বিষয়টি জানার পর দুপুরে জুলাই আন্দোলনে অংশগ্রহণকারীদের একটি প্রতিনিধিদল জেলার জ্যেষ্ঠ তথ্য কর্মকর্তার কার্যালয়ে গিয়ে এ ঘটনার লিখিত প্রতিবাদ জানান। এ সময় ফরিদপুরে জুলাই আন্দোলন করা আবরার নাদিম, কাজী রিয়াজ, সোহেল রানা, মাহমুদুল হাসান প্রমুখ উপস্থিত ছিলেন। তাঁরা বিতর্কিত ব্যক্তিকে দেওয়া সম্মাননা প্রত্যাহার করে জুলাই আন্দোলনে ভূমিকা রাখা প্রকৃত সাংবাদিকদের মূল্যায়নের দাবি জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "বিচার কার্যক্রম বিলম্ব করতে চাইলে ‘টুঁটি চেপে’ ধরবেন ট্রাইব্যুনাল | প্রথম আলো",
            "time": "2025-08-13T15:03:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F7d802c22-040c-48a3-86e2-ce56eb59a3d3%2Fc311334c-cacf-4037-9f18-955fcdb9bde0.jpg?rect=0%2C39%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানবতাবিরোধী অপরাধের বিচার কার্যক্রম কেউ বিলম্ব করতে চাইলে ‘টুঁটি চেপে’ ধরবেন বলে জানিয়েছেন আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল–২। বিচারপতি নজরুল ইসলাম চৌধুরীর নেতৃত্বাধীন ট্রাইব্যুনাল-২ আজ বুধবার এ কথা বলেন।</p><p>ট্রাইব্যুনাল-২-এর অপর দুই সদস্য হলেন বিচারক মো.মঞ্জুরুল বাছিদ ও বিচারক নূর মোহাম্মদ শাহরিয়ার কবীর।</p><p>ট্রাইব্যুনাল–২–এ আজ জুলাই গণ-অভ্যুত্থানের সময় ঢাকার অদূরে আশুলিয়ায় ছয় আন্দোলনকারীর লাশ পোড়ানোর ঘটনায় হওয়া মানবতাবিরোধী অপরাধের মামলার শুনানি অনুষ্ঠিত হয়েছে। সাবেক সংসদ সদস্য মুহাম্মদ সাইফুল ইসলামসহ এই মামলার ১৬ আসামির অব্যাহতি চেয়ে আবেদন করেন তাঁদের আইনজীবীরা। তাঁরা এ সময় বিভিন্ন যুক্তি তুলে ধরেন। আজ বেলা সাড়ে ১১টার দিকে এই মামলার শুনানি শুরু হয়। আড়াই ঘণ্টা পর বেলা ২টার দিকে শুনানি শেষ হয়।</p><p>শুনানির শেষের দিকে ট্রাইব্যুনালকে প্রসিকিউটর গাজী মোনাওয়ার হুসাইন তামীম বলেন, আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল আইনের সঙ্গে সংবিধানের সংঘর্ষ হলে এই আইন থাকবে। এটা সুপিরিয়র ল। আইন অনুযায়ী এই মামলায় হেয়ারিং (শুনানি) দ্রুততার সঙ্গে করা হবে, বিলম্ব হলে তাতে বাধা দেবেন ট্রাইব্যুনাল।</p></div></div></div></body></html>"
        },
        {
            "title": "জ্বরের সব পরীক্ষাই নেগেটিভ, তবু কেন ভোগান্তি | প্রথম আলো",
            "time": "2025-08-13T15:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fwxjnm61n%2FKBRH2280.JPG?rect=0%2C57%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিকুনগুনিয়া, ডেঙ্গু জ্বর আর জিকা ভাইরাসের উপসর্গ অনেকটা একই রকম। এমনকি করোনা ভাইরাসের সংক্রমণ মৃদু পর্যায়ে থাকলেও কখনো কখনো জ্বর আর দুর্বলতা ছাড়া তেমন কোনো উপসর্গ না-ও থাকতে পারে। </p><p>জ্বর এলেই যে বিষয়টি অবশ্যই খেয়াল রাখতে হবে, তা হলো পর্যাপ্ত পানি বা তরল গ্রহণ। এটিই সবচেয়ে জরুরি। কেবল জ্বরের কারণেই দেহ পানিশূন্যতায় ভুগতে পারেন। পানিশূন্য দেহ সহজেই অবসন্ন হয়ে পড়ে। </p><p>জ্বর এলে গোসল করলেও ক্ষতি নেই; বরং তাতে আপনি কিছুটা স্বস্তি পাবেন। প্রাথমিকভাবে চিকিৎসা হবে উপসর্গভিত্তিক। জ্বর ও ব্যথার জন্য প্যারাসিটামল খাবেন। কোনো ব্যথানাশক গ্রহণ করবেন না। কারণ, আপনার যদি ডেঙ্গু জ্বর হয়ে থাকে, তাহলে ব্যথানাশক সেবনের ফলে রক্তক্ষরণের ঝুঁকি বাড়বে। </p><p>তাই ডেঙ্গু জ্বর হয়নি, চিকিৎসক সেটি নিশ্চিত না করা পর্যন্ত ব্যথানাশক নয়; বরং ব্যথার স্থানে মিনিট কুড়ির জন্য দুই বেলা গরম সেঁক দিতে পারেন। বমি বা পাতলা পায়খানা হলে ওরস্যালাইন খাবেন। প্রয়োজন অনুযায়ী বমির ওষুধ কিংবা অ্যান্টিহিস্টামিন–জাতীয় ওষুধ সেবন করা যেতে পারে। </p></div></div></div></body></html>"
        },
        {
            "title": "চমকে দিলেন বৃষ্টিভেজা জাহ্নবী | প্রথম আলো",
            "time": "2025-08-13T15:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fpces51d5%2FJanhvi-Kapoor-819x1024.jpg?rect=0%2C0%2C819%2C430&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">‘ধড়ক’, ‘গুঞ্জন সাক্সেনা: দ্য কারগিল গার্ল’, ‘বাওয়াল’, ‘মিলি’ থেকে ‘উলঝ’ কোনো সিনেমাতেই আবেদময়ী চরিত্রে হাজির হননি জাহ্নবী। অভিনেত্রীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "টেকসই খাতের ঋণ ব্যাংকের স্থিতিশীলতায় অবদান রাখছে | প্রথম আলো",
            "time": "2025-08-13T15:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F3tgd1pig%2FMTB-MD.jpg?rect=0%2C54%2C1796%2C943&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>সৈয়দ মাহবুবুর রহমান:</strong> আমাদের ব্যাংকের বড় একটি অংশ করপোরেট ঋণের ওপর নির্ভরশীল, এ কথা সত্য। তা সত্ত্বেও আমরা সব সময় সমান গুরুত্ব দিয়ে এসএমই, কৃষি, কুটির শিল্প ও প্রান্তিক জনগোষ্ঠীকে অর্থায়ন করে আসছি। আর্থিক অন্তর্ভুক্তির লক্ষ্য সামনে রেখে আমরা বেসরকারি সংস্থা বা এনজিওর মাধ্যমে ক্ষুদ্রঋণ কার্যক্রম পরিচালনা করে থাকি, যাতে সুবিধাবঞ্চিত জনগোষ্ঠীও ব্যাংকিং সুবিধা পায়। টেকসই অর্থায়নের আওতায় আমরা সব ধরনের গ্রাহকের জন্য কার্যকর পণ্য ও সেবা চালু করেছি। এর মধ্যে রয়েছে ডিজিটাল ন্যানো ঋণ—একটি স্বয়ংক্রিয়, সহজলভ্য ও কাগজবিহীন ঋণ। এর ফলে গ্রাহকের ব্যাংকে যাওয়ার প্রয়োজন হয় না। এটি আর্থিক অন্তর্ভুক্তির একটি বাস্তব উদাহরণ।</p><p>পরিবেশবান্ধব যাতায়াতব্যবস্থাকে উৎসাহিত করতে আমরা বৈদ্যুতিক ও হাইব্রিড যানবাহন ক্রয়ে ঋণ প্রদান করি। তা ছাড়া এসএমই খাতে পরিবেশবান্ধব উদ্যোগে ঋণ দিয়ে থাকি। বাংলাদেশ ব্যাংকের পরিবেশবান্ধব পুনঃ অর্থায়ন স্কিমের অধীন বিভিন্ন প্রকল্পে অর্থায়ন করছি। সব মিলিয়ে শুধু করপোরেট নয়, সব স্তরে অন্তর্ভুক্তিমূলক ও পরিবেশবান্ধব অর্থায়নের মাধ্যমে আমরা বাংলাদেশের টেকসই উন্নয়নে কার্যকর ভূমিকা রাখছি, যার স্বীকৃতি হিসেবে আমরা বাংলাদেশ ব্যাংকের টেকসই রেটিংয়ে স্থান পেয়েছি। বলা যায়, টেকসই খাতের ঋণ ব্যাংকের স্থিতিশীলতা বজায় রাখতেও বড় অবদান রাখছে।</p></span></div></div></body></html>"
        },
        {
            "title": "ঋণগ্রহীতা দেশগুলোরও ‘ক্লাব’ থাকা দরকার | প্রথম আলো",
            "time": "2025-08-13T14:57:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Flx5feb7m%2Floancrisisafp.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ব অর্থনীতি একধরনের সমস্যায় পড়েছে, যেখানে ঋণদাতা দেশগুলো বড় বড় প্রতিশ্রুতি দিলেও ঋণগ্রহীতা দেশগুলোর বাস্তব অবস্থা একেবারেই আলাদা। বিশ্বব্যাংকের তথ্য অনুযায়ী, ২০২৩ সালে সবচেয়ে দরিদ্র ও ঝুঁকিপূর্ণ দেশগুলোকে বৈদেশিক ঋণের কিস্তি ও সুদ শোধে রেকর্ড ৯৬ দশমিক ২ বিলিয়ন ডলার দিতে হয়েছে। এর মধ্যে ৩৪ দশমিক ৬ বিলিয়ন ডলার শুধু সুদের জন্য গেছে। </p><p>অর্ধেকের বেশি দরিদ্র দেশ এখন ঋণসংকটে আছে বা তার কাছাকাছি পৌঁছে গেছে। যখন সুদহার কম ছিল আর ঋণ পাওয়া সহজ ছিল, তখন তারা ঋণ নিয়েছিল। কিন্তু এখন সেই ঋণ শোধ করতে গিয়ে তাদের স্বাস্থ্য, শিক্ষা, অবকাঠামো ও জলবায়ু অভিযোজনের মতো গুরুত্বপূর্ণ খাতে খরচ কমাতে হচ্ছে। ফলে তারা ঋণে খেলাপি না হলেও উন্নয়নের কাজে পিছিয়ে পড়ছে। তাই প্রশ্ন হচ্ছে, এ ব্যবস্থা বদলাবে কে? জাতিসংঘের উপমহাসচিব আমিনা মোহাম্মদ যেমন বলেছেন, এখন সময় এসেছে পুরোনো নিয়ম বদলে দেওয়ার। </p><p>যদি ঋণগ্রহীতা দেশগুলো একসঙ্গে সম্পদ জোগাড় করে, তথ্য বিনিময় করে এবং যৌথ কৌশল তৈরি করে, তবে তারা শক্তিশালী অবস্থান থেকে দর-কষাকষি করতে পারবে। </p></div></div></div></body></html>"
        },
        {
            "title": "এক হচ্ছে দেশের তিন দ্বীপ, নতুন ভূমি, নতুন সম্ভাবনা | প্রথম আলো",
            "time": "2025-08-13T14:57:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fh7gs33a8%2F4.JPG?rect=0%2C759%2C5856%2C3074&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"এক হচ্ছে দেশের তিন দ্বীপ, নতুন ভূমি, নতুন সম্ভাবনা\" class=\"IiRps \">এক হচ্ছে দেশের তিন দ্বীপ, নতুন ভূমি, নতুন সম্ভাবনা</h1></p><div class=\"Ibzfy\"><p>বঙ্গোপসাগরের প্রাচীন দ্বীপ সন্দ্বীপ, যা স্পারসোর গবেষণায় তিন হাজার বছরের পুরোনো বলে উল্লেখ, দীর্ঘদিন ধরে ক্ষয় ও পলিমাটি জমার প্রক্রিয়ার মধ্য দিয়ে যাচ্ছে। ১৯৮৯ থেকে ২০২৫ সালের মধ্যে এর পাশে জেগে উঠেছে জাহাইজ্জার চর (বর্তমান স্বর্ণদ্বীপ) ও ভাসানচর। ধীরে ধীরে তিন দ্বীপ এক হয়ে যাচ্ছে। মেঘনার মোহনার কাছে জেগে ওঠা প্রায় ৮০ বর্গকিলোমিটারের নতুন ‘সবুজ চর’-এর অর্ধেকের বেশি এখনো বিরান, তবে কিছু এলাকায় চাষাবাদ ও পশুচারণ চলছে। স্থানীয় লোকজনের মতে, নতুন এই ভূমি সাগরে ভিটেমাটি হারানো মানুষের কাছে পূর্বপুরুষের ঠিকানা ফিরে পাওয়ার মতো অনুভূতি এনে দিয়েছে। ধান, মাছ ও পশুপালনে প্রায় সাত হাজার পরিবার স্বনির্ভর হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাহাত্তরের ‘সরব কণ্ঠ’ বীর উত্তম জিয়াউদ্দিন, নীরবেই চলে গেলেন | প্রথম আলো",
            "time": "2025-08-13T14:55:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fqww168o1%2Fziauddin.jpg?rect=0%2C8%2C791%2C415&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাধীনতার পর ঢাকা সেনানিবাসের স্থাপিত ‘ব্যাটেল স্কুল’ পরিচালনার দায়িত্ব দেওয়া হয় মেজর জিয়াউদ্দিনকে। এই স্কুলেই স্বাধীন বাংলাদেশের নবীন অফিসারদের প্রশিক্ষণের সূত্রপাত ঘটে। </p><p>১৯৭২ সালের ১৯ মার্চ বাংলাদেশের পক্ষে রাষ্ট্রপতি শেখ মুজিবুর রহমান ও ভারতের পক্ষে প্রধানমন্ত্রী ইন্দিরা গান্ধী ‘ভারত-বাংলাদেশ মৈত্রী, সহযোগিতা ও শান্তিচুক্তি’ শিরোনামে ২৫ বছরের মেয়াদি একটি চুক্তি করেন। অনেকের কাছেই এটি ছিল একটি গোলামি চুক্তি, যা দেশের স্বার্থ বিকিয়ে দেয়। </p><p>জিয়াউদ্দিন তখন লেফটেন্যান্ট কর্নেল। তাঁর মতো বহু মুক্তিযোদ্ধা এমন চুক্তিকে দেশের জন্য ক্ষতিকর ও স্বাধীনতা–সার্বভৌমত্বের জন্য অবমাননাকর বলে মনে করেন। কিন্তু শেখ মুজিবুর রহমানের তৎকালীন ইমেজ, সার্বভৌম ক্ষমতা এবং তাঁর রাজনৈতিক মতানুসারীদের আকাশচুম্বী ক্ষমতার কারণে এ ব্যাপারে অধিকাংশ মানুষই ছিলেন নীরব, নিথর। ‌ কিন্তু গর্জে উঠেছিলেন একজন, তিনিই জিয়াউদ্দিন। প্রতিবাদের ভাষা হিসেবে বেছে নেন গণমাধ্যমকে। </p><p>১৯৭২ সালের আগস্টে তৎকালীন সাপ্তাহিক ইংরেজি সাময়িকী হলিডেতে জিয়াউদ্দিন ‘লুকানো মূল্য’ (হিডেন প্রাইজ) শিরোনামে একটি নিবন্ধ লেখেন। ‌বিভিন্ন সূত্রমতে এই নিবন্ধে জিয়াউদ্দিন তাঁর দৃষ্টিতে অবমাননাকর চুক্তিটি বাতিল করার দাবি জানান; তারপরও শেখ মুজিবের প্রতি ইঙ্গিত করে লেখেন, ‘আমরা তাকে (শেখ মুজিবুর রহমানকে) ছাড়াই লড়াই করেছি এবং জয়লাভ করেছি। প্রয়োজনে তাকে ছাড়াই আবার যুদ্ধ করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "কয়েকজন দেখলেন, এক তরুণী সেতু থেকে নদীতে লাফিয়ে পড়ছেন | প্রথম আলো",
            "time": "2025-08-13T14:54:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F771db097-63e1-4aab-a14b-12a8b5e07fcf%2FW.png?rect=0%2C11%2C617%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লামিয়ার বাবা দেলোয়ার হোসেন প্রথম আলোকে বলেন, ‘সেতুতে রাখা জুতাগুলো আমার মেয়ের। তাকে সকাল থেকে পাওয়া যাচ্ছে না। জুতা দেখে ধারণা করছি, আমার মেয়ে সেখান থেকে লাফিয়ে পড়েছে। তবে কেন সে এমনটা করল, তা ধারণা করতে পারছি না।’</p><p>শ্রীপুর ফায়ার সার্ভিসের স্টেশন কর্মকর্তা মাহমুদুল হাসান বলেন, খবর পেয়ে ফায়ার সার্ভিসের ডুবুরি দল ওই তরুণীর খোঁজে অনুসন্ধান চালাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএসবি গ্লোবাল নেটওয়ার্কের খায়রুল বাশার আবার ১৩ দিনের রিমান্ডে | প্রথম আলো",
            "time": "2025-08-13T14:51:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2Ftgjdy3e6%2F5095f277-ed6b-4c4d-bea0-5e39adb21aca.jfif?rect=0%2C0%2C477%2C250&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিআইডির তথ্য অনুযায়ী, এখন পর্যন্ত ৪৪৮ জন ভুক্তভোগী প্রতারিত হওয়ার কথা জানিয়েছেন। তবে প্রকৃত সংখ্যা আরও বেশি হতে পারে বলে ধারণা করা হচ্ছে। ইতিমধ্যে কয়েকজন ভুক্তভোগী প্রতারণা ও জালিয়াতির অভিযোগে বিভিন্ন থানায় মামলা করেছেন।</p><p>সিআইডি বলছে, খায়রুল বাশার ও তাঁর পরিবারের সদস্যরা শিক্ষার্থীদের কাছ থেকে আদায় করা অর্থ বিভিন্ন ব্যাংক হিসাবে জমা রাখতেন এবং সেখান থেকে অর্থ উত্তোলন করে স্থাবর সম্পদ ক্রয়, ব্যবসা পরিচালনা ও অবৈধভাবে অর্থ স্থানান্তর করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের নাগরিক হওয়ার আগেই সত্যি কি সোনিয়া ভোটার হয়েছিলেন | প্রথম আলো",
            "time": "2025-08-13T14:49:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2Ff8716be2-984c-4572-a855-05c2d981f817%2FSONIA_GANDHI_050712.JPG?rect=0%2C12%2C644%2C338&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অমিত মালব্যের পোস্টের পর বিজেপির কেন্দ্রীয় মন্ত্রী অনুরাগ ঠাকুর সংবাদ সম্মেলন করে কংগ্রেস–ইসি আঁতাতের অভিযোগ তোলেন। তিনি বলেন, অনুপ্রবেশকারীদের ভোটার করিয়ে কংগ্রেস ও অন্য বিরোধীরা বরাবর নির্বাচন জিতে এসেছে। উত্তর প্রদেশের রায়বেরিলিতে রাহুল গান্ধী, পশ্চিমবঙ্গের ডায়মন্ড হারবার কেন্দ্রে অভিষেক বন্দ্যোপাধ্যায় ও উত্তর প্রদেশের কনৌজে অখিলেশ যাদবের আসনে ভোটার তালিকায় নানাবিধ কারচুপির উল্লেখও করেন অনুরাগ ঠাকুর।</p><p>সোনিয়ার ভোটার হওয়ার যে ‘প্রমাণ’ অমিত মালব্য তুলে ধরেছেন, তাতে দেখা যাচ্ছে, ১৯৮০ সালের ভোটার তালিকায় নিউ দিল্লি লোকসভা আসনের সফদরজং রোড এলাকার ১৪৫ নম্বর পোলিং স্টেশনে ৩৮৮ নম্বর ভোটারের নাম সোনিয়া গান্ধী।</p><p>‘এক্স’ হ্যান্ডলে দেওয়া ওই নথি অনুযায়ী, ৩৮৫ নম্বর ভোটারের নাম ইন্দিরা গান্ধী। বয়স ৬৪। পরের নামগুলো রাজীব গান্ধীর (৩৭), সঞ্জয় গান্ধী (৩৫), সোনিয়া গান্ধী (৩৫) এবং মানেকা গান্ধী (২৮)।</p></div></div></div></body></html>"
        },
        {
            "title": "জনদুর্ভোগে বাড়ছে ক্ষোভ, মহাপরিচালকের আশ্বাসেও দাবিতে অনড় আন্দোলনকারীরা | প্রথম আলো",
            "time": "2025-08-13T14:46:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F4yffe718%2FBarishalDH049620250813BarishalOnoshon-1.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় অংশগ্রহণকারীরা শের-ই-বাংলা মেডিকেল কলেজ হাসপাতালের চিকিৎসাসেবা নিয়ে নানা অসংগতি, জনবল, যন্ত্রপাতি ও অবকাঠামো সংকট, হয়রানি ও অনিয়ম নিয়ে বক্তব্য দেন। এ সময় মহানগর জামায়াতের আমির জহির উদ্দিন মুহাম্মদ বাবর ও মহানগর বিএনপির সদস্যসচিব জিয়া উদ্দিন সিকদারসহ কয়েকজন জনদুর্ভোগ তৈরি করা চলমান ‘ব্লকেড’ কর্মসূচির সমালোচনা করে বক্তব্য দেন।</p><p>সভায় স্বাস্থ্য অধিদপ্তরের মহাপরিচালক মো. আবু জাফর বলেন, ‘চিকিৎসক নিয়োগ দেওয়ার জন্য আমরা কাজ করে যাচ্ছি। শিক্ষার্থীদের যে দাবিগুলো রয়েছে, সেই দাবিগুলো পূরণের জন্য ইতিমধ্যে নানা পদক্ষেপ নেওয়া হচ্ছে। আন্দোলনের ১৭ দিন পার হলেও সব খবরাখবর নিয়েছি।’ আন্দোলনকারীদের অনুরোধ করে তিনি বলেন, ‘আন্দোলনে যাতে কারও দুর্ভোগ না হয়, সেই বিষয়টি সবাইকে মাথায় রাখতে হবে।’</p><p>সভায় অতিরিক্ত সচিব এ টি এম সাইফুল ইসলাম, স্বাস্থ্য অধিদপ্তরের পরিচালক আবু হোসেন মোহাম্মদ মইনুল আহসান, শের-ই-বাংলা মেডিকেল কলেজ হাসপাতালে পরিচালক, স্বাস্থ্য অধিদপ্তরের বিভাগীয় কর্মকর্তা, জেলা প্রশাসক উপস্থিত ছিলেন। সভা শেষে তাঁরা বেলা সাড়ে তিনটার দিকে শের-ই-বাংলা মেডিকেল কলেজ হাসপাতালের ফটকে অনশনরত শিক্ষার্থীদের অনশন ভাঙাতে যান। তখন মহাপরিচালক অনশনকারীদের বক্তব্য শোনেন এবং অনশন ভাঙানোর জন্য পানি ও জুস পান করানোর চেষ্টা করেন। কিন্তু অনশনকারীরা তাঁকে বলেন, স্বাস্থ্য উপদেষ্টা বরিশালে না আসা পর্যন্ত তাঁরা অনশন ভাঙবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ৩০ শতাংশ শিশু খর্বাকৃতি, ওজনস্বল্পতায় ভুগছে ২১ শতাংশ | প্রথম আলো",
            "time": "2025-08-13T14:42:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fh7l29q7l%2FBAUDH164020250813Seminar4.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূল প্রবন্ধ উপস্থাপনকালে অধ্যাপক মোহাম্মদ শোয়েব আরও বলেন, ফুড ফর্টিফিকেশন বা খাদ্য সমৃদ্ধকরণ হচ্ছে এমন একটি প্রক্রিয়া, যেখানে কোনো খাদ্যদ্রব্যের সঙ্গে এক বা একাধিক ভিটামিন বা খনিজ উপাদান নির্দিষ্ট পরিমাণে মিশিয়ে খাদ্যের পুষ্টিমান বৃদ্ধি করা হয়। বর্তমানে চালের ফর্টিফিকেশনে ছয়টি পুষ্টি উপাদান সংযোজনের উদ্যোগ নেওয়া হয়েছে। এই পুষ্টি উপাদানগুলো হলো ভিটামিন এ, বি-১ ও বি-১২, ফলিক অ্যাসিড, আয়রন ও জিঙ্ক। এ ছাড়া ভোজ্যতেলে ভিটামিন এ সমৃদ্ধকরণের মাধ্যমে নারী ও শিশুর ভিটামিন এর ঘাটতি পূরণ করা সম্ভব। </p><p>এ সময় দেশের নারীদের অপুষ্টিজনিত অবস্থার পরিসংখ্যান তুলে ধরে মূল প্রবন্ধে বলা হয়, বিশ্ব স্বাস্থ্য সংস্থার তথ্যমতে, বাংলাদেশে বর্তমানে প্রজননক্ষম বয়সী (১৫ থেকে ৪৯ বছর) বিবাহিত নারীর সংখ্যা প্রায় ৩ কোটি ৮০ লাখ। এর মধ্যে প্রায় ১ কোটি ৭০ লাখ নারী পুষ্টিহীনতায় ভুগছেন। এর মধ্যে ৫০ লাখ নারী অপুষ্টির কারণে কম ওজন এবং ১ কোটি ২০ লাখ নারী অতিরিক্ত ওজন বা স্থূলতায় আক্রান্ত। অপুষ্টিজনিত সমস্যার টেকসই সমাধানের অন্যতম কার্যকর উপায় হলো ফুড ফর্টিফিকেশন অর্থাৎ খাদ্য সমৃদ্ধকরণ। তবে এটি শুরু করাটাই কেবল যথেষ্ট নয়, এর যথাযথ নিরাপত্তা নিশ্চিত করাও জরুরি। ভোক্তা পর্যায়ে পৌঁছানো পর্যন্ত খাদ্যের গুণগত মান, সঠিক ডোজ, নিরাপদ সংরক্ষণ নিশ্চিত করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় মা-মেয়ের লাশ উদ্ধার, অভাবগ্রস্ত পরিবারটি ছিল ঋণের চাপে | প্রথম আলো",
            "time": "2025-08-13T14:41:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F7yw8zl1c%2FCumillaDH175220250813IMG20250813182116.jpg?rect=0%2C0%2C1150%2C604&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার বুড়িচংয়ে নিজ ঘর থেকে মা ও মেয়ের মরদেহ উদ্ধার করেছে পুলিশ। আজ বুধবার দুপুরে উপজেলার ময়নামতি ইউনিয়নের জালালপুর গ্রাম থেকে মরদেহ দুটি উদ্ধার করা হয়। প্রাথমিক তদন্তের পর পুলিশ ধারণা করছে, অভাব-অনটন, ঋণের চাপ আর দীর্ঘদিনের অসুস্থতার জেরে ওই মা তাঁর মেয়েকে নিয়ে আত্মহত্যা করেছেন</p><p>মারা যাওয়া নারীর নাম নমিতা রানী পাল (৪২) ও তাঁর মেয়ে তন্বী রানী পাল (১৮)। ঘটনার সময় মা ও মেয়ে ছাড়া তাঁদের ঘরে আর কেউ ছিলেন না বলে জানিয়েছে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তিযোদ্ধাদের ন্যূনতম বয়সসীমা নির্ধারণ অবৈধ ঘোষণার বিরুদ্ধে আপিল শুনবেন পূর্ণাঙ্গ বেঞ্চ | প্রথম আলো",
            "time": "2025-08-13T14:41:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F581ca18f-1923-4cd1-b5d5-78cfad42be52%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুক্তিযোদ্ধাদের ন্যূনতম বয়সসীমা নির্ধারণ করে জারি করা পৃথক গেজেট–পরিপত্র অবৈধ ঘোষণার রায়ের বিরুদ্ধে করা আপিল শুনবেন আপিল বিভাগের পূর্ণাঙ্গ বেঞ্চ। হাইকোর্টের ওই রায়ের বিরুদ্ধে রাষ্ট্রপক্ষের করা আপিলের শুনানি আগামী ২৯ অক্টোবর পর্যন্ত মুলতবি করেছেন আপিল বিভাগ। শুনানি নিয়ে আজ বুধবার প্রধান বিচারপতি সৈয়দ রেফাত আহমেদের নেতৃত্বাধীন চার সদস্যের আপিল বিভাগ ওই সময় পর্যন্ত শুনানি মুলতবি করেন।</p><p>পৃথক পরিপত্র ও গেজেটের মাধ্যমে ১৩ বছর এবং পরে সাড়ে ১২ বছর মুক্তিযোদ্ধাদের ন্যূনতম বয়সসীমা নির্ধারণকে কেন্দ্র করে সম্মানী ভাতা নিয়ে জটিলতায় মুক্তিযোদ্ধাদের করা পৃথক ১৫টি রিটের ওপর চূড়ান্ত শুনানি শেষে ২০১৯ সালের ১৯ মে হাইকোর্ট ওই রায় দেন। এ–সংক্রান্ত রায়ের বিরুদ্ধে মুক্তিযুদ্ধবিষয়ক মন্ত্রণালয় ও জাতীয় মুক্তিযোদ্ধা কাউন্সিল পৃথক লিভ টু আপিল (আপিলের অনুমতি চেয়ে আবেদন) করে। এই লিভ টু আপিল মঞ্জুর করে গত বছরের ১১ ফেব্রুয়ারি আদেশ দেন আপিল বিভাগ। একই সঙ্গে হাইকোর্টের রায়ে স্থিতাবস্থা বজায় রাখতে বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির শহরে বার্সেলোনার ম্যাচ, আপত্তি রিয়াল মাদ্রিদের | প্রথম আলো",
            "time": "2025-08-13T14:38:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Ffk9gqyyc%2Fimgi107HORARISNEW-RealMadrid.jpg?rect=0%2C74%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল এক বিবৃতিতে রিয়াল মাদ্রিদ জানিয়েছে, তারা ইতিমধ্যেই ফিফাকে অনুরোধ করেছে যেন ‘প্রতিযোগিতায় অংশ নেওয়া সব ক্লাবের পূর্বানুমতি ছাড়া’ ম্যাচটির অনুমোদন দেওয়া না হয়। আরএফইএফ-কে তাদের অনুরোধ প্রত্যাহার করতে চাপ দিতে রিয়াল উয়েফাকেও অনুরোধ জানিয়েছে। শুধু তা–ই নয়, মায়ামিতে ম্যাচ খেলার অনুমতির বিরুদ্ধে স্পেনের সুপ্রিম স্পোর্টস কাউন্সিলের (সিএসডি) সঙ্গেও যোগাযোগ করেছে ক্লাবটি।</p><p>বিবৃতিতে রিয়াল মাদ্রিদ বলেছে, ‘প্রতিযোগিতায় অংশগ্রহণকারী ক্লাবগুলোকে আগে থেকে না জানিয়ে নেওয়া এই পদক্ষেপ লিগের মূল নীতি (একটি ম্যাচ নিজেদের মাঠে, অন্যটি প্রতিপক্ষের মাঠে) লঙ্ঘন করে। এতে প্রতিযোগিতার ভারসাম্য নষ্ট হয় এবং যারা এই অনুরোধ করেছে, সেই ক্লাবগুলো অন্যায্য সুবিধা পায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "যতীন সরকারকে শেষবিদায় জানালেন ময়মনসিংহের মানুষ, আজ রাতে নেত্রকোনায় শেষকৃত্য | প্রথম আলো",
            "time": "2025-08-13T14:37:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F22l3jlcz%2FMymensinghDH16942025081353349736529056595831210893327865787477621416n.jpg?rect=0%2C332%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিকেল চারটায় ময়মনসিংহ নগরের হরিকিশোর রায় রোডের উদীচী কার্যালয়ে যতীন সরকারের মরদেহ নেওয়া হয়। এ সময় তাঁর মরদেহ জাতীয় পতাকা দিয়ে ঢেকে দেওয়া হয়। সন্ধ্যা সাড়ে ছয়টা পর্যন্ত সেখানে সর্বস্তরের মানুষের শ্রদ্ধা শেষে তাঁর মরদেহ নিয়ে নেত্রকোনার উদ্দেশে যাত্রা করেন স্বজনেরা। তাঁর মরদেহবাহী ফ্রিজিং অ্যাম্বুলেন্স ফুল দিয়ে সাজিয়ে দেওয়া হয়।</p><p>যতীন সরকারের মেয়ে সুদীপ্তা সরকার বলেন, ‘কারও স্থান কেউ পূরণ করতে পারে না। সাহিত্য অঙ্গনসহ সব অঙ্গনেই অপূরণীয় ক্ষতি হলো। আমরা বাবাকে হারালাম, বাবা থাকবে না, এটি মানাটা খুবই কঠিন। আমার বাবা বর্ণাঢ্য জীবন কাটিয়েছেন, কর্মময় জীবন কাটিয়েছেন, স্ট্রাগলের জীবন কাটিয়েছেন।’</p><p>ছেলে সুমন সরকার জানান, তাঁর বাবার মরদেহ প্রথমে নেত্রকোনার বাসায় নেওয়া হবে। সেখান থেকে নেওয়া হবে নেত্রকোনা শহীদ মিনারে। নেত্রকোনাতেই আজ রাতে শেষকৃত্য সম্পন্ন হবে।</p></div></div></div></body></html>"
        }
    ]
}