{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাঙ্গামাটিতে ইউপিডিএফের আস্তানায় সেনাবাহিনীর অভিযান, একে৪৭সহ অস্ত্র-গোলাবারুদ উদ্ধার: আইএসপিআর | প্রথম আলো",
            "time": "2025-07-29T04:39:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Frzrstg03%2FUntitled-1.png?rect=78%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাঙ্গামাটিতে ইউপিডিএফের আস্তানায় সেনাবাহিনীর অভিযানের পর উদ্ধার হওয়া অস্ত্র<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: আইএসপিআরের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ছাত্ররাজনীতির পুনর্জাগরণ নাকি আবার আশার গুড়ে বালি | প্রথম আলো",
            "time": "2025-07-29T04:38:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F52kqnfge%2F29072025-cm-5.jpg?rect=0%2C0%2C687%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডাকসু নির্বাচন সামনে রেখে বিভিন্ন ছাত্রসংগঠন নিজেদের অবস্থান শক্ত করতে নানা ধরনের কর্মসূচি হাতে নিচ্ছে। লক্ষ্য তাদের একটাই, ভোটারদের মন জয় করা।</p><p>ছাত্রসংগঠনগুলোর মধ্যে ছাত্রদল বিগত ১৬ বছর নানা নির্যাতনের শিকার হয়ছে। ফলে তারা মনে করছে, অনেক শিক্ষার্থীর মনে তাদের জন্য একধরনের সহানুভূতি তৈরি হয়েছে। ছাত্রদল সেটা কাজে লাগিয়ে মাঠে সক্রিয়ভাবে কাজ করছে।</p><p>পাশাপাশি ভর্তি পরীক্ষার্থীদের সহায়তা দেওয়া, পাখির বাসা তৈরি, বিভিন্ন প্রতিযোগিতার আয়োজন কিংবা ক্যাম্পাসে ঘুরে ঘুরে শিক্ষার্থীদের সঙ্গে মতবিনিময়—এই সবকিছু মিলিয়ে তারা একটা ভালো ইমেজ তৈরি করার চেষ্টা করছে। ফলে ছাত্রদের সঙ্গে এমন ঘনিষ্ঠ সম্পর্ক গড়ে তোলা নির্বাচনে তাদের বড় শক্তি হয়ে উঠতে পারে।</p><p>অন্যদিকে ইসলামী ছাত্রশিবিরও বসে নেই। তারা প্রতিটি হলে ব্যাপক ছাত্রবান্ধব কর্মসূচি গ্রহণ করেছে। যার উদ্দেশ্য হলে অবস্থানরত শিক্ষার্থীদের মধ্যে তাদের জনপ্রিয়তা বাড়ানো। তারা মেডিকেল কিট দিচ্ছে, পানির পিউরিফায়ার বসাচ্ছে, আরও নানা রকম ছাত্রকল্যাণমূলক কাজ করছে। এসব দেখে অনেক ছাত্রই ইতিবাচকভাবে ভাবছেন আর সেখান থেকেই গড়ে উঠতে পারে তাদের ভোটব্যাংক।</p><p>ঢাকা বিশ্ববিদ্যালয়ে ঐতিহাসিকভাবেই বামপন্থী সংগঠনগুলো শক্তিশালী। তাদের মধ্যে অনেক নেতার ব্যক্তিগত জনপ্রিয়তাও এখনো রয়েছে, যা নির্বাচনে বাড়তি সুবিধা এনে দিতে পারে।</p><p>অপর দিকে এনসিপির ছাত্রসংগঠন বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদ (বাগছাস) মনে করছে, সাম্প্রতিক গণ–আন্দোলনে ছাত্রদের পাশে থাকার কারণে তারা এবার ভালো কিছু করতে পারে। তাদের অনেক নেতাই কোটাবিরোধী আন্দোলনের পরিচিত মুখ। যেসব শিক্ষার্থী কোটাবিরোধী আন্দোলনে ছিলেন, তাঁরা যদি বাগছাসের প্রতি ইতিবাচক মনোভাব পোষণ করেন, তাহলে তা একটি শক্তিশালী ভোটব্যাংক হিসেবে কাজ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ধাপ্পু খেলায় মেতেছে ওরা | প্রথম আলো",
            "time": "2025-07-29T04:36:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F8tcex8ju%2F%E0%A7%A7%E0%A7%A6.jpg?rect=0%2C165%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">খেলায় যে হেরে গেছে, এবার তাকে শাস্তি দেওয়ার পালা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পাঁচ দ্বীপে বাড়ি কিনলেই পাবেন পাসপোর্ট, দেড় শতাধিক দেশে ভিসামুক্ত প্রবেশ সুবিধা | প্রথম আলো",
            "time": "2025-07-29T04:29:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Flar45kn5%2FAntigua-and-Barbuda.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুখপাত্র আরও বলেন, এ মূল্যায়নের মাধ্যমে এটা নিশ্চিত করার চেষ্টা চলছে, ওই কর্মসূচির অধীন নাগরিকত্ব দেওয়ার বিনিময়ে যেন সংশ্লিষ্ট দেশগুলোর ভিসামুক্ত প্রবেশাধিকার ব্যবস্থার অপব্যবহার না হয়। সেই সঙ্গে এটি ইউরোপীয় ইউনিয়নের নিরাপত্তার জন্য ঝুঁকি তৈরি করতে পারে কি না, তা-ও যাচাই করে দেখা হচ্ছে।</p><p>এ নিয়ে ডোমিনিকার প্রধানমন্ত্রী রুজভেল্ট স্কেরিট তাঁর দেশের সিটিজেনশিপ বাই ইনভেস্টমেন্ট কর্মসূচিকে ‘নির্ভরযোগ্য ও স্বচ্ছ’ হিসেবে বর্ণনা করেছেন। তিনি বলেন, এর গ্রহণযোগ্যতা নিশ্চিত করতে কর্তৃপক্ষ কঠোর পরিশ্রম করেছে।</p><p>সেন্ট লুসিয়ায় প্রধানমন্ত্রী ফিলিপ জে পিয়েরে বলেন, তাঁদের দ্বীপপুঞ্জের এ কর্মসূচি যেন কোনো অবৈধ কর্মকাণ্ডের সহায়ক না হয়, তা নিশ্চিত করতে তাঁরা সর্বোচ্চ নিরাপত্তা মানদণ্ড মেনে চলেন।</p><p>অ্যান্টিগুয়া অ্যান্ড বারবুডার প্রধানমন্ত্রী গ্যাস্টন ব্রাউন বলেন, গত এক দশকে এ কর্মসূচি থেকে অর্জিত অর্থ তাঁর দেশকে দেউলিয়া হওয়ার দ্বারপ্রান্ত থেকে ফিরিয়ে এনেছে।</p><p>সম্পত্তি কেনা ছাড়াও বিনিয়োগের মাধ্যমে ক্যারিবীয় দেশগুলোতে নাগরিকত্ব পাওয়ার অন্যান্য সাধারণ উপায়ের মধ্যে রয়েছে জাতীয় উন্নয়ন তহবিল বা অনুরূপ কোনো খাতে এককালীন অর্থ প্রদান।</p><p>ডোমিনিকায় একজন একক আবেদনকারীর জন্য এ অর্থের পরিমাণ শুরু হয় দুই লাখ ডলার থেকে। আর ডোমিনিকা ও সেন্ট কিটসে মূল আবেদনকারী এবং তাঁর সঙ্গে সর্বোচ্চ তিনজন নির্ভরশীল সদস্যের জন্য এটি বেড়ে দাঁড়ায় ২ লাখ ৫০ হাজার ডলার পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রীকে যৌন হয়রানির অভিযোগে শিক্ষককে স্থায়ীভাবে বহিষ্কার | প্রথম আলো",
            "time": "2025-07-29T04:24:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F916fa1b4-7b68-47ba-91ab-1af612178ba7%2F641886e2-9ce3-42d5-a465-f12273a17f0a.jpg?rect=0%2C138%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে এক ছাত্রীকে যৌন হয়রানির অভিযোগে সমাজকর্ম বিভাগের সহকারী অধ্যাপক সুব্রত কুমার বিশ্বাসকে স্থায়ীভাবে বহিষ্কার করা হয়েছে। বিশ্ববিদ্যালয়ের ৭৩তম রিজেন্ট বোর্ড সভায় ২৬ জুলাই এ সিদ্ধান্ত নেওয়া হয়। গতকাল সোমবার বিকেলে বিষয়টি জানাজানি হয়।</p><p>সুব্রত কুমার বিশ্বাস পাবনার ঈশ্বরদী পৌর শহরের পোস্ট অফিসপাড়ার বাসিন্দা। তাঁর বিরুদ্ধে বিশ্ববিদ্যালয়ের সমাজকর্ম বিভাগের সান্ধ্যকালীন (ইভিনিং) স্নাতকোত্তর শ্রেণির এক ছাত্রী যৌন হয়রানির লিখিত অভিযোগ করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে মেঘনার ব্লক বাঁধের ১২ স্থানে ধস, আতঙ্কে বাসিন্দারা | প্রথম আলো",
            "time": "2025-07-29T04:23:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F995cwa4a%2FWhatsApp-Image-2025-07-29-at-09.57.57.jpeg?rect=0%2C134%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দাদের অভিযোগ, নিম্নমানের ব্লক ব্যবহার করার কারণে জোয়ারের তোড়ে ব্লক ধসে পড়ার ঘটনা ঘটছে। এর আগে গত বছরও একই ধরনের পরিস্থিতি তৈরি হয়েছিল। নতুন করে টেকসই বাঁধ নির্মাণ করার দাবি বাসিন্দাদের।</p><p>বড়খেরী ইউনিয়ন পরিষদের (ইউপি) ভারপ্রাপ্ত চেয়ারম্যান মিজানুর রহমান বলেন, ১৯৯ কোটি টাকা ব্যয়ে ২০১৮ সালে ব্লক দিয়ে সাড়ে ৫ কিলোমিটার দীর্ঘ বাঁধ দেওয়া হয়। এরই মধ্যে বাঁধের ব্লক বৃষ্টি-জোয়ারে ধসে পড়ছে। কাজের মান খুবই খারাপ ছিল, তা না হলে এত তাড়াতাড়ি ব্লক ধসে যেত না। তিনি আরও বলেন, ‘আমরা বারবার বলে আসছি টেকসই বাঁধ দরকার। এখনই ব্যবস্থা না নিলে এলাকাবাসী চরম বিপদের মুখে পড়বে।’</p><p>রামগতি উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) সৈয়দ আমজাদ হোসেন প্রথম আলোকে বলেন, ‘আমি নিজেই ঘটনাস্থল পরিদর্শন করেছি। পরিস্থিতি খুবই উদ্বেগজনক। ইতিমধ্যে সংশ্লিষ্ট পানি উন্নয়ন বোর্ডের সঙ্গে কথা বলেছি এবং দ্রুত বাঁধ মেরামতের জন্য পদক্ষেপ নিতে বলেছি। সময়মতো কাজ শুরু না হলে বড় ধরনের বিপর্যয়ের ঝুঁকি রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বর্ষায় ত্বকের যেসব সমস্যা বেড়ে যায় | প্রথম আলো",
            "time": "2025-07-29T04:17:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-11%2Fzhkap13r%2FIMG9166.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্ষাকালে বিভিন্ন ধরনের চর্মরোগ হওয়ার আশঙ্কা বেড়ে যায়। কারণ, এ মৌসুমে অতিরিক্ত ঘাম ও আর্দ্রতা, ভেজা জামাকাপড় পরে দীর্ঘক্ষণ থাকা, অপরিষ্কার ও স্যাঁতসেঁতে পরিবেশ, পরিষ্কার-পরিচ্ছন্নতার অভাব, ঘন ঘন বৃষ্টির পানি লেগে যাওয়া, রোগ প্রতিরোধক্ষমতা দুর্বল হওয়া ইত্যাদি সমস্যা দেখা দেয়। জেনে নেওয়া যাক এসব সম্পর্কে।</p><p><strong>স্ক্যাবিস বা খোসপাঁচড়া: </strong>বর্ষায় আবহাওয়া আর্দ্র থাকে এবং স্ক্যাবিস সৃষ্টিকারী পরজীবী (সারকোপটিস স্কেবিয়া) এই পরিবেশে দ্রুত বংশবৃদ্ধি করতে পারে। স্ক্যাবিস একটি সংক্রামক রোগ, যা পরজীবীর কারণে হয়। তীব্র চুলকানি, বিশেষ করে রাতে এবং ফুসকুড়ি বা ছোট ছোট দানার মতো র‍্যাশ ওঠা স্ক্যাবিসের প্রধান লক্ষণ।</p><p><strong>ফাঙ্গাল ইনফেকশন বা ছত্রাকজনিত সংক্রমণ: </strong>রিং ওয়ার্ম বা দাদ, অ্যাথলেটস ফুট, ক্যান্ডিডিয়াসিস হয় এ সময়। </p><p><strong>ব্যাকটেরিয়াল ইনফেকশন: </strong>ফোলিকিউলাইটিস, ইম্পেটিগো বা পাঁচড়া বেশি হয়। </p><p><strong>ডার্মাটাইটিস বা একজিমা: </strong>অ্যালার্জিক রিঅ্যাকশন, কন্টাক্ট ডার্মাটাইটিস বা প্রদাহ বাড়ে। </p><p><strong>চুলকানি: </strong>আর্দ্রতাজনিত বা সংক্রমণজনিত কারণে হয়। </p><p><strong>হিট র‍্যাশ বা ঘামাচি: </strong>ঘামগ্রন্থির নালিকাগুলো বন্ধ হয়ে গেলে এ সমস্যা দেখা দেয়। </p><p><strong>সোরিয়াসিস বা ত্বকের অন্যান্য দীর্ঘমেয়াদি সমস্যা: </strong>বর্ষার আর্দ্রতা বা বিভিন্ন কারণে স্ট্রেসের ফলে তীব্রতা বাড়তে পারে। </p></div></div></div></body></html>"
        },
        {
            "title": "জরায়ুর ফাইব্রয়েড কতটা ভয়ের | প্রথম আলো",
            "time": "2025-07-29T04:09:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fzexj3vbm%2F29072025-cm-5.jpg?rect=0%2C0%2C838%2C440&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কেন সচেতনতা জরুরি</strong></p><p>ফাইব্রয়েড খুবই পরিচিত একটি সমস্যা। কিন্তু অনেক নারী উপসর্গ পেয়েও সময়মতো এর চিকিৎসা নেন না। এতে করে দীর্ঘমেয়াদি জটিলতা হতে পারে। মাসিকে অতিরিক্ত রক্তক্ষরণ, ক্ষুধা, ক্লান্তি, বন্ধ্যত্ব নিয়ে উদ্বেগ, সামাজিক বিচ্ছিন্নতা—এসব ঝুঁকি মোকাবিলায় মানসিক সহায়তার প্রয়োজন হতে পারে।</p><p>এই টিউমার ডিজেনারেটিভ, ইনফেকশন অথবা সারকোমেটাজে পরিবর্তিত হয়ে থাকে। এর মধ্যে সারকোমেটাজ বা জরায়ু ক্যানসারে রূপ নেয় মাত্র শূন্য দশমিক ১ শতাংশ ক্ষেত্রে। তাই ক্যানসার ভেবে আতঙ্কিত হওয়ার কিছু নেই।</p><p>ফাইব্রয়েড নিয়ে গবেষণা এখনো সীমিত। এর জন্য প্রয়োজন সচেতনতা ও সময়মতো চিকিৎসা। ফাইব্রয়েড হলে সন্তান হবে না, এমন ধারণাও অমূলক। প্রাথমিক পর্যায়ে রোগনির্ণয় ও চিকিৎসার মাধ্যমে অনেক জটিলতা এড়ানো যায়। এ জন্য স্ত্রীরোগ বিশেষজ্ঞের পরামর্শ নিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলা সিভিল সার্জন কার্যালয়ে চাকরি, পদ ৭০ | প্রথম আলো",
            "time": "2025-07-29T04:09:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F1b375a29-a923-4ad8-a7ea-cb8addf88058%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোলা সিভিল সার্জনের কার্যালয় এবং এর নিয়ন্ত্রণাধীন প্রতিষ্ঠানগুলোয় জনবল নিয়োগে বিজ্ঞপ্তি প্রকাশ করা হয়েছে। ৫টি ভিন্ন পদে মোট ৭০ জনকে নিয়োগ দিতে এই পুনঃনিয়োগ বিজ্ঞপ্তি প্রকাশ করা হয়েছে। আগ্রহী প্রার্থীদের আবেদন করতে হবে অনলাইনে। গতকাল সোমবার (২৮ জুলাই ২০২৫) সকাল ৯টা থেকে আবেদন শুরু হয়েছে।</p><p> পদের নাম ও সংখ্যা—<br> <strong>১. পরিসংখ্যানবিদ</strong><br> পদসংখ্যা: ১টি<br> বেতনস্কেল: ১০২০০–২৪৬৮০ টাকা<br> <strong>২. স্টোর কিপার</strong><br> পদসংখ্যা: ২টি<br> বেতনস্কেল: ৯৩০০-২২৪৯০ টাকা<br> <strong>৩. সহকারী কাম-মুদ্রাক্ষরিক</strong><br> পদসংখ্যা: ৭টি<br> বেতনস্কেল: ৯৩০০-২২৪৯০ টাকা<br> <strong>৪. স্বাস্থ্য সহকারী</strong><br> পদসংখ্যা: ৫৯টি<br> বেতনস্কেল: ৯৩০০-২২৪৯০ টাকা<br> <strong>৫. গাড়িচালক</strong><br> পদসংখ্যা: ১টি<br> বেতনস্কেল: ৯৭০০-২৩৪৯০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষকে জড়িয়ে ধরল হস্তীশাবক | প্রথম আলো",
            "time": "2025-07-29T04:08:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F15j8uyrd%2FCapture.PNG?rect=0%2C0%2C486%2C255&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে ঘটনাটি কোথায় ঘটেছে, ভিডিওতে বা পোস্টে তার উল্লেখ করা হয়নি। ভিডিওতে দেখা যায়, ওই নারী ও পুরুষ একটি মাঠে বসে আছেন, পাশে আছেন আরও কয়েকজন। একটি হস্তীশাবক এক পর্যায়ে পুরুষ লোকটির কাঁধের ওপর তার সামনের দুই পা তুলে দেয়, যেন তাঁর কাঁধে চড়তে চাইছে। ভিডিওর ক্যাপশনে লেখা আছে, ‘হস্তীশাবকেরা ভাবে, মানুষেরা খুব কিউট, তাই তাদের জড়িয়ে ধরতে চায়!’</p><p>হস্তীশাবকের এই কাণ্ডে ওই পুরুষ বা নারী একটুও বিচলিত হননি। বরং তাদের মন খুলে হাসতে দেখা যায়। হস্তীশাবকের জড়িয়ে ধরার বিষয়টি তাঁরা উপভোগ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি পরীক্ষা: জীববিজ্ঞান দ্বিতীয় পত্রে বেশি নম্বর কীভাবে পাবে | প্রথম আলো",
            "time": "2025-07-29T04:04:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F97vn87bx%2FAkter.jpg?rect=0%2C6%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>* সৃজনশীল অংশ—</p><p>১. সৃজনশীল অংশে ৮টি প্রশ্ন থেকে ৫টি প্রশ্নের উত্তর প্রদান করতে হবে। এ ক্ষেত্রে সময় বরাদ্দ থাকবে ২ ঘণ্টা ৩৫ মিনিট।</p><p>২. সৃজনশীল অংশে ভালো নম্বরের জন্য পুনর্বিন্যাস করা সিলেবাস অনুসারে প্রাণীর বিভিন্নতা ও শ্রেণিবিন্যাস, প্রাণীর পরিচিতি (হাইড্রা, ঘাসফড়িং, রুই মাছ), মানব শারীরতত্ত্ব: পরিপাক ও শোষণ, মানব শারীরতত্ত্ব: রক্ত ও সংবহন, মানব শারীরতত্ত্ব: শ্বসন ও শ্বাসক্রিয়া, মানব শারীরতত্ত্ব: চলন ও অঙ্গচালনা এবং জিনতত্ত্ব ও বিবর্তন অধ্যায়গুলো ভালোভাবে আয়ত্ত করতে হবে।</p><p>৩. সৃজনশীল অংশে ‘ক’ নম্বর প্রশ্নটি জ্ঞানমূলক। এখানে পাঠ্যপুস্তকে উল্লিখিত কোনো সংজ্ঞা জানতে চাওয়া হয়। উদাহরণস্বরূপ প্রশ্ন করা হলো, সিলোম কাকে বলে?</p><p>সংজ্ঞাটি সঠিক লিখতে পারলে শিক্ষার্থী বরাদ্দকৃত পূর্ণ ১ নম্বর পাবে।</p><p>৪. ‘খ’ নম্বর প্রশ্ন অনুধাবনমূলক এখানে পাঠ্যপুস্তকের জ্ঞানের আলোকে কোনো বিষয়কে ব্যাখ্যা করতে হয়। যেমন প্রশ্ন করা হলো, রুই মাছের হৃৎপিণ্ডকে কেন ভেনাস হার্ট বলা হয়?</p><p>উত্তর প্রদানের ক্ষেত্রে ভেনাস হার্টের ধারণার আলোকে রুই মাছের হৃৎপিণ্ড ব্যাখ্যা করতে পারলেই বরাদ্দ করা পূর্ণ ২ নম্বর পাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রায় ১০ হাজার কোটি টাকা খরচের পরও ডুবছে চট্টগ্রাম | প্রথম আলো",
            "time": "2025-07-29T04:03:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F4yolpn9i%2FCapture.PNG?rect=0%2C77%2C1401%2C736&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারী বৃষ্টিতে গতকাল সকাল সাড়ে ৯টা থেকে জলাবদ্ধতার সৃষ্টি হয়। বিভিন্ন এলাকায় এক থেকে চার ঘণ্টা পানি জমেছিল। পানি নামে বেলা দেড়টার দিকে। সরেজমিনে ও খোঁজ নিয়ে জানা গেছে, নগরের প্রবর্তক মোড়, মুরাদপুরের শুলকবহর, চকবাজার কাঁচাবাজার, কাপাসগোলা, কাতালগঞ্জ, জিইসি মোড়, ঝাউতলা রেললাইন, আগ্রাবাদ বাণিজ্যিক এলাকা, এম এম আলী সড়ক, হালিশহর, মোহরা, রিয়াজউদ্দিন বাজার, পাঁচলাইশ আবাসিক এলাকা, আগ্রাবাদের রঙ্গিপাড়া এলাকায় জলাবদ্ধতা সৃষ্টি হয়েছে। এসব এলাকার কোথাও হাঁটুসমান, কোথাও কোমরসমান পানি জমে। এসব এলাকার সড়ক, দোকানপাট, ঘরবাড়ি, শিক্ষাপ্রতিষ্ঠান তলিয়ে যায়। জলাবদ্ধতায় অন্তত ১৫ শতাংশ এলাকা ডুবেছে বলে দাবি করেছেন সিটি করপোরেশনের কর্মকর্তারা।</p><p>বেলা সাড়ে ১১টার দিকে রিয়াজউদ্দিন বাজারে গিয়ে দেখা যায়, দোকানি ও দোকানের কর্মচারীরা দোকানের ভেতর থেকে পানি পরিষ্কার করছিলেন। এটি নগরের অন্যতম বড় পাইকারি বাজার। এর অন্তত ১০০টি দোকানে পানি ঢুকে পড়ে।</p><p>সকাল সাড়ে ১০টার দিকে প্রবর্তক মোড়ে দেখা যায়, হাঁটুপানি জমে আছে মূল সড়কে। লোকজন রিকশায় চলাচল করছেন। আটকে ছিল অন্যান্য গাড়ি। একই দৃশ্য দেখা যায় শুলকবহরেও। এ ছাড়া দুপুর ১২টার দিকে কাতলগঞ্জ এলাকায় দেখা যায় সড়কে কোমরপানি। ডুবে গেছে বিভিন্ন ভবনের নিচতলা।</p></div></div></div></body></html>"
        },
        {
            "title": "ইংলিশ টিচার : সানজিদা আমীর ইনিসীর গল্প | প্রথম আলো",
            "time": "2025-07-29T04:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fiwknwofb%2FEnishe2.jpeg?rect=0%2C135%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>রুমে ঢুকতেই আম্মু বলা শুরু করল, ‘জানো আজকে স্কুলে কী হইছে, চিনু আপা তার মেয়েরে পড়ানোর জন্য স্যারকে স্কুলে ডাকছে। সেইখানে চিনু আপার সঙ্গে অনেক কথা ওনার, চিনু আপা তো বোঝোই, গল্প করতে পারলে কাউরে ছাড়তে চায় না। পরে কথায় কথায় জানা গেল, উনি হাত দেখতে পারে।’</p><p>আমি ভারমুক্ত এবং পেটব্যথামুক্ত হয়ে বললাম, ‘তারপর?’</p><p>‘তোমার আব্বুকে বলবা না, আমিও হাত দেখাইছি।’</p><p>এই বলে আম্মু হাসি আর থামাইতে পারতেছিল না।</p><p>‘কী বললেন উনি হাত দেখে?’</p><p>‘বিশ্বাসযোগ্য কিছু না। তোমারে বলতে পারব না। বলতে পারলে ভালো হইত। তুমি ব্যাপারটা বুঝতা।’</p><p>‘আমিও তাইলে কালকে হাত দেখাই?’</p><p>‘তোমার দাদি আর আব্বু যেন না জানে।’</p><p>‘জানবে না। কী হইল বলব পরে তোমারে।’</p><p>আমি পরদিন সিস্টেম করে দাদিকে দোতলার আরেক বৃদ্ধার কাছে পাঠায়ে দিই। বাসায় আমার বোনেরা এবং কাজের লোক, এরা কেউ বলবে না বিশ্বাস রেখে স্যার আসামাত্রই বললাম, ‘স্যার আমার হাত দেখে দেন। আপনি নাকি স্কুলে আন্টিদের হাত দেখছেন।’</p><p>‘চিনু আপার মেয়েটাকে পড়ানো শুরু করছি। ওই বাসায় প্রথম দিনই এত লোক হাত দেখাইতে চলে আসছে, পড়াইতেই পারলাম না।’</p><p>‘আমার হাত দেখে দিয়েন আজকে।’</p><p>স্যার দাদির রুমের দিকে তাকাইলেন। আমি বললাম, দাদি নাই তাই আজকেই দেখে দিতে হবে।</p><p>‘তোমার আম্মু জানে?’</p><p>‘হ্যাঁ, বলছি।’</p><p>স্যার বাঁ হাত সামনে দিতে বললেন। অনেকক্ষণ খুঁটে খুঁটে দেখলেন। কলম দিয়ে হাতের রেখার হিসাব মেলাচ্ছিলেন মনে হইল।</p><p>আম্মুর কথা অনুযায়ী, ওনার বক্তব্য বিশ্বাসযোগ্য হবে না। উনি কীভাবে ব্রিফ করবেন ভবিষ্যদ্বাণীসমূহ, আমি আসলে তাই দেখতে চাইতেছি। আবার আম্মু আমাকে বলে নাই, স্যার তার হাত দেখে কী বলছে, তাই খানিক আগ্রহও কাজ করতেছে।</p><p>তেমন ইন্টারেস্টিং কিছু বললেন না। অনেক দিন হায়াৎ পাব দিয়ে শুরু করে একদম প্রেডিক্টেবল সিনেমার মতো বলে গেছেন।</p><p>আম্মুকে হতাশ হয়ে সব বললাম। তা-ও সে হাসতে থাকল, আগের দিনের কাহিনি মনে করে।</p><p>‘চিনু আন্টির মেয়েকেও পড়ানো শুরু করছেন উনি।’</p><p>‘কিন্তু শাহিনা আপা তো আর রাখবেন না। তুমি কী বলো? মাস প্রায় শেষ। ওনাকে জানায়ে দিতে হবে।’</p><p>‘একটু অন্য রকম করে পড়ায় অবশ্য, কিছু শিট দিছিল। গতানুগতিক না। ভালো কোনো গ্রামার বইয়ের ফটোকপি হয়তো। ফটোকপির টাকাটা দিয়ে দিয়ো। আর আগামী মাস থেকে আসতে হবে না।’</p><p>‘হুম। তোমার আব্বু একজন টিচারের কথা বলতেছিলেন, দেখি কী হয়।’</p><p>নিজাম স্যারকে মাস শেষ হওয়ার আগেই জানায়ে দেওয়া হইছিল। উনি তবু ফেব্রুয়ারিতে আরও এক দিন পড়াইছিলেন।</p><p>তারপর নতুন স্যার রাখা হইছিল। বছরখানেক নিজাম স্যারের সঙ্গে আর কোনো যোগাযোগ ছিল না।</p></div></div></body></html>"
        },
        {
            "title": "বিশ্বের সেরা ১০ সিনেমার গল্পে কী আছে | প্রথম আলো",
            "time": "2025-07-29T04:00:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F50nclocq%2F6a2524bb-8370-4a53-9699-eef62455898d.jpg?rect=0%2C36%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৫. ‘টুয়েলভ অ্যাংরি ম্যান’</strong><br>১২ জন মানুষের বিবেককে জাগ্রত করার ছবি ‘টুয়েলভ অ্যাংরি ম্যান’। একটি কক্ষের ভেতর শ্বাসরুদ্ধকর এক নাটকীয়তার জন্য বিখ্যাত এই ছবিটি। এক তরুণ নিজের বাবাকে হত্যা করে। সেটা যুক্তিসংগতভাবে সত্য কি না, তা নিয়েই ১২ জন বিচারক একটি কক্ষে একত্রিত হন। ১৯৫৭ সালে মুক্তি পায় ছবিটি। অভিনয় করেন হেনরি ফন্ডা, লি জে কব, জন ফিডলার, মার্টিন বলসাম প্রমুখ। সিনেমাটি ৯ লাখ ৩৯ হাজার ভক্ত ভোট দিয়েছেন। সিনেমাটির রেটিং ৯।</p></div></div></div></body></html>"
        },
        {
            "title": "আর্থিক সংকট, রাইফেল-পিস্তলও লকারে | প্রথম আলো",
            "time": "2025-07-29T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Foo3jcpfj%2FWhatsApp-Image-2025-07-28-at-12.51.39-PM.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জি এম হায়দার জানান, ক্যাম্পে শুটারদের থাকার ব্যবস্থাও ভালো নয়। ক্যাম্প চালু করতে হলে ডরমিটরিতে অনেক মেরামত প্রয়োজন। তাঁদের হাতে মেরামতের টাকাটাও নাকি এ মুহূর্তে নেই, ‘রুমগুলোর অবস্থা খুবই খারাপ, বৃষ্টি হলে পানি পড়ে, শোয়ার বালিশ নেই। এগুলো ঠিকঠাক করতে টাকা দরকার, সময় দরকার। শুটারদের রাখলেই হবে না, তাদের খাওয়াতে হবে। আমরা ব্যাংকেও লেনদেন করতে পারছি না। সাময়িকভাবে ক্যাম্প বন্ধ করেছি, যত দ্রুত সম্ভব আবার চালু করে দেব।’</p><p>দ্রুত ক্যাম্প চালুর বিষয়ে শুটারদেরও আশ্বস্ত করেছেন বর্তমান কমিটির সদস্যরা। এশিয়ান এয়ারগান চ্যাম্পিয়নশিপে রুপা এবং জাতীয় প্রতিযোগিতায় দুই সোনা জেতা অর্ণব শারার বলেন, ‘নতুন কমিটি আমাদের বলেছে, আমরা আগে সবকিছু বুঝে নিই। আবাসিক কিছু সমস্যাও আছে। সেগুলো ঠিকঠাক করে আবার পুরোদমে ক্যাম্প চালু করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের বাণিজ্যযুদ্ধে জয় হচ্ছে বোয়িংয়ের | প্রথম আলো",
            "time": "2025-07-29T03:58:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F6e151268-e216-4c66-9b16-bf2dafdf8041%2FUntitled_2.jpg?rect=0%2C38%2C1063%2C558&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাভিয়েশন পরামর্শক প্রতিষ্ঠান অ্যাভিটাসের প্রেসিডেন্ট আডাম পিলারস্কি বলেন, ‘যদি প্রেসিডেন্ট নিজে বলেন আমার সঙ্গে চলুন, যুক্তরাষ্ট্রে অনেক কর্মসংস্থান হবে, এমন চুক্তি করা হবে—এ কথা বললে তখন কেউ না বলতে পারেন না।’</p><p>তবে পিলারস্কি ও অন্যান্য বিশেষজ্ঞ মনে করেন, এসব কার্যাদেশের আকার যতটা দেখানো হচ্ছে, বাস্তবে বিষয়টি তার চেয়ে ছোট হতে পারে। এসব চুক্তি নিয়ে এখনো তেমন কোনো তথ্য প্রকাশিত হয়নি। অনেক চুক্তি হয়তো এখনো বিমান কোম্পানি ও এয়ারলাইনসগুলোর মধ্যে আলোচনার পর্যায়ে আছে।</p><p>এই মাসেই প্রেসিডেন্ট ট্রাম্প বলেন, ইন্দোনেশিয়া ৫০টি বোয়িং বিমান কিনতে রাজি হয়েছে। তবে পরে এক ইন্দোনেশীয় কর্মকর্তা জানান, এটি এখনো গারুদা নামের রাষ্ট্রায়ত্ত বিমান সংস্থা ও বোয়িংয়ের মধ্যে আলোচনার পর্যায়ে আছে।</p><p>বিমান বিশ্লেষক রিচার্ড আবুলাফিয়া বলেন, ‘আমরা একসময় ঠাট্টা করে বলতাম, এই ধরনের চুক্তি হলো এমওইউটিএইচএল, অর্থাৎ মধ্যাহ্নভোজন করার জন্য সমঝোতা স্মারক। প্রেসিডেন্টের সফর শেষে প্রকৃত চুক্তি, অর্থায়নসহ বিস্তারিত আলোচনা শুরু হয়।</p><p>বিশেষজ্ঞরা বলছেন, চূড়ান্ত চুক্তি না হলেও এসব কার্যাদেশ অনেক সময় এমনিতেই হতো, ট্রাম্প থাকুন আর না থাকুন। যেমন মে মাসে কাতার এয়ারওয়েজ বোয়িংয়ের ১৫০টি দূরপাল্লার বিমান কেনার কার্যাদেশ দেয়। এই চুক্তি নিয়ে সংবাদ সম্মেলন, করমর্দন—সবই ছিল। বিশ্লেষকেরা বলছেন, এই কার্যাদেশ এমনিতেই হতো, হয়তো ট্রাম্পের সফরের কারণে সময়টা একটু এগিয়ে আনা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সেই কলম্বিয়ার কাছে হেরেই কোপার সেমিফাইনাল থেকে বিদায় আর্জেন্টিনার | প্রথম আলো",
            "time": "2025-07-29T03:48:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fkkl9wz18%2F2025-07-29T025125Z1834721790UP1EL7T07RYVDRTRMADP3SOCCER-COPA-ARG-COL.JPG?rect=0%2C106%2C1757%2C922&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেনাল্টি শুটআউটে প্রথম পাঁচ শটে দুই দলই চারবার করে বল জালে জড়ায়। তবে ষষ্ঠ শটে কলম্বিয়ার ওয়েন্ডি বনিলা বল জালে জড়ালেও ব্যর্থ হন আর্জেন্টিনার ইলিয়েনা স্টিবেলে। ফলে কলম্বিয়া ম্যাচ জিতে নেয় ৫–৪ গোলে। এ জয়ে ফাইনাল নিশ্চিত করার পাশাপাশি ২০২৮ লস অ্যাঞ্জেলেস অলিম্পিক গেমসের অংশগ্রহণ করতে যাওয়া ১৬ ফুটবল দলের মধ্যেও জায়গা করে নিল কলম্বিয়া।</p><p>এবার মেয়েদের কোপা আমেরিকার দশম আসর অনুষ্ঠিত হচ্ছে। এর আগে ৯ আসরের মধ্যে ৮ বার চ্যাম্পিয়ন হয়েছিল ব্রাজিল। কেবল ২০০৬ সালে নিজ দেশে আয়োজিত কোপা আমেরিকায় শিরোপা জিততে পেরেছে আর্জেন্টিনা। এবার শিরোপা জিতলে এটি হবে ব্রাজিলে টানা পঞ্চম শিরোপা।</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুরে ‘স্বপ্ন’ হাসপাতাল ‘নিউ স্বপ্ন’ হলেও নবজাতকের মৃত্যু থামেনি, আবারও সিলগালা | প্রথম আলো",
            "time": "2025-07-29T03:42:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F0zavjplg%2FRangpurDH0494202507281753713861106.jpg?rect=0%2C9%2C1073%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসপাতালের ব্যবস্থাপক আতিকুল ইসলাম বলেন, তিনি বিস্তারিত জানেন না। মালিকের মুঠোফোন নম্বর চাইলে তিনি রফিকুল ইসলামের নম্বর দেন, তবে তাঁর সঙ্গে যোগাযোগ সম্ভব হয়নি।</p><p>রংপুর জেলা প্রশাসনের নির্বাহী ম্যাজিস্ট্রেট ইশরাত জাহান বলেন, ১৫ জুলাই হাসপাতাল কর্তৃপক্ষ যন্ত্রপাতি ও মালামাল সরানোর জন্য আদালতের কাছে আবেদন করেছিল। সে আবেদনের ভিত্তিতে তালা খুলে দেওয়া হয়। কিন্তু তারা মুচলেকা ভঙ্গ করেছে এবং আবারও একই ধরনের অপরাধ করেছে। এ কারণে ভোক্তা অধিকার সংরক্ষণ আইনে এক লাখ টাকা জরিমানা, অনাদায়ে এক মাসের কারাদণ্ড দেওয়া হয়েছে। একই সঙ্গে অপারেশন থিয়েটার আবারও সিলগালা করা হয়েছে। </p><p>একই অপরাধ আবারও ঘটলে কী ব্যবস্থা নেওয়া হবে—এমন প্রশ্নের জবাবে ইশরাত জাহান বলেন, তারা একবার মুচলেকা ভেঙেছে। এরপর আর নতুন মুচলেকা দিলেও অপারেশন থিয়েটার চালুর অনুমতি দেওয়া হবে না।</p></div></div></div></body></html>"
        }
    ]
}