{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বাহরাইন-বাধাও টপকাল বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-28T10:12:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F3ze36y7a%2FG6fCbXkbcAAi7Aj.jpg?rect=0%2C37%2C2157%2C1132&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‎‎শেষ পর্যন্ত ৫৯ মিনিটে মিডফিল্ডার বায়েজিদ বোস্তামির গোলে এগিয়ে যায় বাংলাদেশ। ৭২ মিনিটে মোহাম্মদ মানিক স্কোরলাইন ২-০ করেন। তবে ৮৫ মিনিটে বাহরাইনের জুহাইর ইবরাহিম গোল করে দলকে ম্যাচে ফেরার আশা দেখান। যোগ করা মিনিটে বাহরাইনের দুটি আক্রমণ নস্যাৎ করে দেন বাংলাদেশের ডিফেন্ডাররা। শেষ পর্যন্ত হার নিয়েই মাঠ ছেড়েছে বাহরাইন।</p><p>‎বাংলাদেশ বাছাইপর্ব শুরু করে পূর্ব তিমুরকে ৫-০ গোলে হারিয়ে। দ্বিতীয় ম্যাচে ব্রুনেইয়ের জালে ৮ গোল দেয় তারা। তৃতীয় ম্যাচে শ্রীলঙ্কাকে বিধ্বস্ত করে ৫-০ গোলে।</p><p>‎১৬ দল নিয়ে আয়োজিত হবে অনূর্ধ্ব-১৭ এশিয়া কাপ। এরই মধ্যে ৯ দল মূল পর্বে জায়গা করে নিয়েছে, বাকি ৭ দল বাছাইপর্ব থেকে যাবে। ‎এশিয়ান কাপে এখন পর্যন্ত অনূর্ধ্ব-১৭ পর্যায়ে দুবার আর অনূর্ধ্ব-১৬ পর্যায়ে চারবার অংশ নিয়েছে বাংলাদেশ। কোনোবারই গ্রুপ পর্ব পেরোতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সোশ্যাল মিডিয়া দিয়ে মব তৈরি করা হচ্ছে’ | প্রথম আলো",
            "time": "2025-11-28T10:07:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fb6mj05r8%2FFakrul.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোশ্যাল মিডিয়া (সামাজিক যোগাযোগমাধ্যম) এখন শুধু বাংলাদেশেই নয়, সারা পৃথিবীতেই একটা বড় সংকট হয়ে দাঁড়িয়ে বলে মন্তব্য করেছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। তিনি বলেন, সোশ্যাল মিডিয়ায় কোনো দায়বদ্ধতা নেই। এখানে যা খুশি তা বলা যায়। সোশ্যাল মিডিয়া ব্যবহার করে মব তৈরি করা হচ্ছে। আজ শুক্রবার রাজধানীর জাতীয় প্রেসক্লাবে বাংলাদেশ ফেডারেল সাংবাদিক ইউনিয়নের (বিএফইউজে) দ্বিবার্ষিক কাউন্সিল ২০২৫-এর উদ্বোধনী অধিবেশনে মির্জা ফখরুল এ কথাগুলো বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে ৩ কেজি সোনা পরেন রাজস্থানের ফল ব্যবসায়ী, এখন চাঁদা দাবি করছে সন্ত্রাসীরা | প্রথম আলো",
            "time": "2025-11-28T10:00:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fc9b6p7it%2FWhatsApp-Image-2025-11-28-at-3.39.25-PM.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খাটিক পুলিশকে জানিয়েছেন, মুঠোফোনে কল করা ওই ব্যক্তি তাঁকে সতর্ক করে দিয়ে বলেছেন, দাবি মানা না হলে তিনি ‘সোনা পরার মতো অবস্থায়ও আর থাকবেন না’।</p><p>এ ছাড়া খাটিককে চুপচাপ বিষয়টি মিটিয়ে ফেলার নির্দেশ দেওয়া হয়েছিল।</p><p>খাটিক কোনো কিছু না বলায় তাঁর মুঠোফোনে আবারও কল আসে। সেখানে অপর প্রান্ত থেকে তাঁর কাছে চাঁদা দাবি করে আবার পুরোনো কথা স্মরণ করিয়ে দেওয়া হয়। চিতোরগড়ের কোতোয়ালি থানায় আনুষ্ঠানিক অভিযোগ নথিভুক্ত করা হয়েছে।</p><p>৫০ বছর বয়সী খাটিক ফল ব্যবসা শুরু করার আগে একসময় হাতে টানা ভ্যানে সবজি বিক্রি করতেন। আপেলের ব্যবসা শুরু করার পর তার ভাগ্য বদলে যায়। সময়ের সঙ্গে সঙ্গে তিনি সোনার গয়নার প্রতি আকৃষ্ট হতে থাকেন।</p><p>বর্তমানে খাটিক প্রায় সাড়ে ৩ কেজি সোনার গয়না পরেন। এ জন্য স্থানীয়দের কাছে তিনি বেশ পরিচিত। এ কারণে চিতোরগড়ের মানুষ তাঁকে ‘গোল্ডম্যান’ নামে ডাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘যা চোখ দেখেনি, কান শোনেনি’ | প্রথম আলো",
            "time": "2025-11-28T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F379n8dr8%2Fpexels-aliona-pasha-1687920-3219773.jpg?rect=0%2C424%2C6048%2C3175&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>এই হাদিসের পটভূমি নিয়ে আলিমগণ আলোচনা করেছেন।</p><p>নবী মুসা (আ.) একবার তাঁর প্রতিপালককে জিজ্ঞাসা করেছিলেন, জান্নাতবাসীদের মধ্যে সর্বনিম্ন মর্যাদার অধিকারী কে হবেন। আল্লাহ তাআলা জবাবে বললেন, সে এমন একজন ব্যক্তি হবে, যে জান্নাতবাসীরা জান্নাতে প্রবেশের পর আসবে। তাকে বলা হবে, জান্নাতে প্রবেশ করো। সে বলবে, হে আমার প্রতিপালক, কীভাবে? যখন সবাই নিজ নিজ মর্যাদা গ্রহণ করেছে এবং তাদের প্রাপ্তিগুলো নিয়ে নিয়েছে?</p><p>তখন আল্লাহ বলবেন, তুমি কি এতে সন্তুষ্ট হবে যে তোমাকে দুনিয়ার রাজাদের মধ্যে একজনের রাজত্বের মতো সম্পত্তি দেওয়া হবে? সে বলবে, আমি সন্তুষ্ট। আল্লাহ বলবেন, “তোমাকে তা দেওয়া হলো এবং তার সমপরিমাণ আরও দশ গুণ দেওয়া হলো, আর তোমার জন্য রয়েছে যা তোমার মন কামনা করবে এবং তোমার চোখ তৃপ্তি পাবে।” সে বলবে, আল্লাহ, আমি সন্তুষ্ট। (সহিহ মুসলিম, হাদিস: ১৮৯)</p><p>এরপর মুসা (আ.) জিজ্ঞাসা করলেন, হে আমার প্রতিপালক, আর তাদের মধ্যে সর্বোচ্চ মর্যাদার অধিকারী কারা হবেন?</p><p>আল্লাহ বললেন, “তারা তারাই যাদেরকে আমি চেয়েছি। আমি নিজ হাতে তাদের সম্মান রোপণ করেছি এবং তাতে মোহর এঁটে দিয়েছি। ফলে তা কোনো চোখ দেখেনি, কোনো কান শোনেনি এবং কোনো মানুষের হৃদয়ে কল্পনাতেও আসেনি।”</p><p>এই কথার সমর্থন কোরআনেও পাওয়া যায়, “সুতরাং কোনো প্রাণীই জানে না, তাদের জন্য তাদের কৃতকর্মের পুরস্কার স্বরূপ নয়ন-প্রীতিকর কী কী লুক্কায়িত রাখা হয়েছে।” (সুরা সাজদাহ, আয়াত: ১৭)</p><p>এই কথোপকথনটি জান্নাতের নেয়ামতসমূহের দুটি দিক তুলে ধরে: প্রথমত, সর্বনিম্ন স্তরের সুখের যে বর্ণনা, তা আমাদের পরিচিত দুনিয়াবি রাজত্বের দশ গুণ বেশি; দ্বিতীয়ত, সর্বোচ্চ স্তর এমন যা মানুষের কল্পনারও বাইরে, স্বয়ং আল্লাহ নিজ হাতে যা প্রস্তুত করেছেন।</p></div></div></body></html>"
        },
        {
            "title": "দৈনন্দিন খাবারে সিসার ঝুঁকি থেকে কীভাবে মুক্ত হবেন | প্রথম আলো",
            "time": "2025-11-28T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fm73skg0j%2FOnline.jpg?rect=147%2C0%2C665%2C349&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০৪০ সালের মধ্যে ‘সিসামুক্ত বাংলাদেশ’ গড়ার অঙ্গীকার করা হয়েছে, যা বাস্তবায়নে গৃহীত কর্মপরিকল্পনাগুলো হচ্ছে:</p><p><strong>১. উৎস অপসারণ:</strong> সিসা দূষণের হটস্পট চিহ্নিত করে দ্রুত অপসারণ ও মাটি পরিষ্কার করা।</p><p><strong>২. নিয়ন্ত্রণ ও আইন প্রয়োগ</strong>: সিসাযুক্ত রং, মসলা ও পণ্যের উৎপাদন ও বিক্রির ওপর কঠোর নজরদারি এবং আইন প্রয়োগ নিশ্চিত করা।</p><p><strong>৩. জনসচেতনতা</strong>: সিসা দূষণ প্রতিরোধের উপায় (যেমন: ঘন ঘন হাত ধোয়া, পুষ্টিকর খাবার খাওয়া ও পুরোনো রং করা দেয়াল থেকে শিশুদের দূরে রাখা) নিয়ে ব্যাপক গণসচেতনতা তৈরি করা।</p><p>সিসা নিয়ে ‘ভূতের ভয়’ নয়, বরং বৈচিত্র্যময় ও পরিমিত খাদ্যাভ্যাসই হোক সুস্থ থাকার মূলমন্ত্র। আমাদের সম্মিলিত প্রচেষ্টাই পারে একটি সিসামুক্ত ভবিষ্যৎ নিশ্চিত করতে।</p><p><strong><sup>সোর্স</sup></strong><sup>: ওয়েব এমডি, জার্নাল অব হেলথ অ্যান্ড পলিউশন</sup></p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থী ঘোষণার পর থেকেই প্রতিবাদ-বিক্ষোভ, স্বতন্ত্র নির্বাচনের ঘোষণা এক নেতার | প্রথম আলো",
            "time": "2025-11-28T09:57:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fvr18z066%2FWhatsApp-Image-2025-11-28-at-3.10.06-PM.jpeg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চট্টগ্রাম-১৪ (চন্দনাইশ ও সাতকানিয়া আংশিক)</strong></p><p>এই আসনে বিএনপি প্রার্থী ঘোষণা করেনি। দলীয় মনোনয়ন পাওয়ার চেষ্টায় রয়েছেন চট্টগ্রাম সিটি মেয়র শাহাদাত হোসেন, ছাত্রদলের প্রতিষ্ঠাকালীন কেন্দ্রীয় কমিটির যুগ্ম সম্পাদক ও সাবেক বিচারপতি আবদুস সালাম মামুন, বিএনপির কেন্দ্রীয় নির্বাহী কমিটির স্বাস্থ্য ও পরিবার পরিকল্পনা বিষয়ক সম্পাদক মহসিন জিল্লুর করিম, দক্ষিণ জেলা বিএনপির সাবেক সহসভাপতি মিজানুল হক চৌধুরী ও চট্টগ্রাম জেলা আইনজীবী সমিতির সাবেক সভাপতি নাজিম উদ্দিন চৌধুরী।</p><p>দলীয় সূত্রে জানা গেছে, বিএনপির সঙ্গে জোট হলে চট্টগ্রাম-১৪ আসনটি এলডিপির জন্য ছেড়ে দেওয়া হতে পারে। সে ক্ষেত্রে এলডিপির সভাপতি কর্নেল (অব.) অলি আহমদ অথবা তাঁর ছেলে ওমর ফারুক নির্বাচন করবেন। ওমর ফারুক এলডিপির প্রেসিডিয়াম সদস্য। জানতে চাইলে তিনি প্রথম আলোকে বলেন, ‘এলডিপির সঙ্গে বিএনপির কথাবার্তা চলছে। শেষ পর্যন্ত কী হয়, দেখা যাক।’ এক প্রশ্নের উত্তরে তিনি বলেন, ‘বাবা (অলি আহমদ) আর নির্বাচন করবেন না ঠিক করেছেন, তবে এলাকার লোকজন চাচ্ছেন তিনি নির্বাচন করুক। এই অবস্থায় কী হয়, সেটি এখনো ঠিক বলা যাচ্ছে না।’</p><p>চট্টগ্রাম-১৪ আসনে জামায়াতে ইসলামীর প্রার্থী হিসেবে মাঠে রয়েছেন চিকিৎসক শাহাদাৎ হোসেন। এনসিপি থেকে দক্ষিণ জেলার প্রধান সমন্বয়কারী হাসান আলী ও ইসলামী আন্দোলন থেকে পূর্ব জেলার সাবেক সভাপতি আবদুল হামিদ মাঠে রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বল্প আয়: কমছে নৈশপ্রহরীর পেশায় আগ্রহ, সংকটে নিরাপত্তা | প্রথম আলো",
            "time": "2025-11-28T09:37:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F04%2F25%2Fdd2d554f0ab36494673af0ab3a374edf-5cc16deb00ee3.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহুরে সভ্যতা যত আধুনিক হচ্ছে, নিরাপত্তার চাহিদা ততই বাড়ছে। শহরের জনজীবনের নিরাপত্তা এক মৌলিক স্তম্ভ হলো নৈশপ্রহরী বা নাইট গার্ড। অথচ এই পেশা ক্রমে হারিয়ে যাচ্ছে আমাদের নগরজীবনের মূল কাঠামো থেকে। এর মূল কারণ হলো স্বল্প মজুরি। কম বেতন, অনিরাপদ কর্মঘণ্টা এবং সামগ্রিক অবহেলার কারণে নৈশপ্রহরীর মতো গুরুত্বপূর্ণ পেশায় কর্মীর সংখ্যা দ্রুত কমছে। </p><p>অথচ এ পেশাই ছিল শহরের রাতের নিরাপত্তার অন্যতম ভরসা। নৈশপ্রহরী রাতের বেলা নিরবচ্ছিন্নভাবে কোনো এলাকায়, ভবনে, পাড়ায় বা প্রতিষ্ঠানে নিরাপত্তা নিশ্চিত করেন। যখন পুরো শহর ঘুমিয়ে থাকে, তখন শুরু হয় তাঁর দায়িত্ব। বেশির ভাগ ক্ষেত্রে নৈশপ্রহরীর কাজ হলো এলাকা বা ভবন টহল দেওয়া, শহরে বা এলাকায় চুরি, ডাকাতি কিংবা অনাকাঙ্ক্ষিত ঘটনা প্রতিরোধ করা। এককথায়, তাঁদের রাতে শহরের যেকোনো ঝুঁকির প্রথম প্রতিরক্ষা সারি বলা যায়।</p><p>শহরের নিরাপত্তাব্যবস্থা যতই প্রযুক্তিনির্ভর হোক, নৈশপ্রহরীর অবদানের বিকল্প নেই। একটি ক্যামেরা ছবি তুলতে পারে কিন্তু আশঙ্কাজনক শব্দ শুনে তাৎক্ষণিক প্রতিক্রিয়া দেখাতে পারে না।</p></div></div></div></body></html>"
        },
        {
            "title": "২০১৪ সালের নির্বাচনে কংগ্রেসের পরাজয়ের পেছনে ছিল সিআইএ ও মোসাদ: দাবি দলীয় নেতার | প্রথম আলো",
            "time": "2025-11-28T09:32:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fjj43rhe8%2FKumar-Ketkar.jpg?rect=0%2C34%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমার কেতকার বলেন, ‘কংগ্রেসের আসন কীভাবে ২০৬টি থেকে ৪৪টিতে নামতে পারে? আমি তখনো এটা বিশ্বাস করিনি, এখনো করি না। শুধু জনমতের প্রতিফলনেই এমন হয়নি। কংগ্রেসের বিরুদ্ধে কি অসন্তোষ ও ক্ষোভ ছিল? হ্যাঁ, ছিল। মনমোহন সিং সরকারের বিরুদ্ধে অভিযোগ ছিল। কিন্তু আসনসংখ্যা ২০৬টি থেকে সরাসরি ৪৪টিতে নামার মতো পরিস্থিতি তৈরি হয়নি।’</p><p>কংগ্রেসের এই নেতা আরও বলেন, কিছু সংস্থা বুঝে গিয়েছিল যে কংগ্রেসের আসন ২০৬টি থেকে না কমলে তারা নিজেদের পরিকল্পনা বাস্তবায়ন করতে পারবে না। এসব সংস্থার মধ্যে একটি ছিল সিআইএ, আরেকটি মোসাদ। এসব সংস্থা অনুমান করেছিল—কংগ্রেস বা কংগ্রেস নেতৃত্বাধীন সরকার আবার ক্ষমতায় এলে তারা নিজেদের সামরিক-শিল্পনীতি এগিয়ে নিতে পারবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "পরমাণু যুগের জনক এনরিকো ফার্মির মৃত্যুবার্ষিকী আজ | প্রথম আলো",
            "time": "2025-11-28T09:31:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Ftnj7gupd%2FEnrico-Fermi.wiki.jpg?rect=0%2C0%2C2368%2C1243&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের পরমাণু যুগের জনক হিসেবে পরিচিত ইতালীয় বংশোদ্ভূত মার্কিন পদার্থবিজ্ঞানী এনরিকো ফার্মির মৃত্যুবার্ষিকী আজ। ১৯৩৮ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার পাওয়া এনরিকো ফার্মি ১৯৫৪ সালের ২৮ নভেম্বর মৃত্যুবরণ করেন। </p><p>ইতালির রোমে জন্ম নেওয়া ফার্মি খুব অল্প বয়সেই গণিত ও বিজ্ঞানে তাঁর অসাধারণ মেধার প্রমাণ রাখেন। মাত্র ২১ বছর বয়সে পিসা বিশ্ববিদ্যালয় থেকে পদার্থবিজ্ঞানে ডক্টরেট ডিগ্রি অর্জন করেন তিনি। ১৯২৬ সালে তিনি ফার্মি-ডিরাক পরিসংখ্যান তৈরি করে আলোচিত হন। তাঁর তত্ত্ব ইলেকট্রন, প্রোটন এবং নিউট্রনের মতো কণার আচরণ ব্যাখ্যা করে। আর তাই এসব কণাকে ফার্মিয়ন নামকরণ করা হয়েছে। তাঁর আবিষ্কার কোয়ান্টাম বলবিদ্যার ভিত্তিও স্থাপন করেছে। ১৯৩৪ সালে বিটা ক্ষয় তত্ত্বও আবিষ্কার করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "তেভাগা থেকে মামদানি: বামপন্থীদের জন্য নতুন বার্তা | প্রথম আলো",
            "time": "2025-11-28T09:28:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fzqwktbz1%2Fzohran-mamdaniAFP.jpg?rect=0%2C703%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ পরিস্থিতিতে শিক্ষা ও কর্মসংস্থান ক্রমেই রাজনৈতিক হাতিয়ারে পরিণত হয়েছে। রাজনৈতিক দলগুলো শিক্ষার অবকাঠামো, পরীক্ষার ফল, নিয়োগ, কোটা, চাকরির প্রতিশ্রুতি ইত্যাদি ব্যবহার করে জনসমর্থন পাওয়ার চেষ্টা করে। ফলে শিক্ষা খাত শুধু সামাজিক গতিশীলতা নয়, রাজনৈতিক সংগ্রামের গুরুত্বপূর্ণ হাতিয়ার হয়ে ওঠে।</p><p>এই প্রক্রিয়াটি গভীরভাবে বোঝার জন্য অমর্ত্য সেনের ক্যাপাবিলিটি অ্যাপ্রোচের দ্বারস্থ হওয়া যায়। সেন দেখিয়েছেন, মানব উন্নয়ন শুধু সম্পদ বা আয় বৃদ্ধির প্রশ্ন নয়; বরং মানুষের বাস্তব স্বাধীনতা, তার সক্ষমতা, অর্থাৎ নিজের অস্তিত্বকে মূল্যবান করে তোলার সুযোগ চায়। বাংলাদেশের পটভূমিতে শিক্ষা মানুষের সেই সক্ষমতা অর্জনের প্রধান মাধ্যম। শিক্ষাই ব্যক্তিকে জীবনমান উন্নয়ন, সামাজিক মর্যাদা লাভ ও রাজনৈতিক-অর্থনৈতিক কাঠামোতে শক্ত অবস্থান নেওয়ার সুযোগ দেয়।</p><p>কিন্তু যখন শিক্ষার সুযোগ অসম হয় বা শিক্ষা-কর্মসংস্থানে রাজনৈতিক নিয়ন্ত্রণ আরোপিত হয়, তখন মানুষের সক্ষমতার ক্ষেত্র সংকুচিত হয়। ফলে সক্ষমতা তৈরির ক্ষেত্রটি আর স্বাভাবিক সামাজিক বা ব্যক্তিগত অগ্রগতির পথ থাকে না, বরং ক্ষমতাকাঠামোর দ্বারা নিয়ন্ত্রিত রাজনৈতিক প্রতিযোগিতার অংশ হয়ে যায়। এই দৃষ্টিকোণ থেকে বোঝা যায়, কেন শিক্ষা ও কর্মসংস্থান বাংলাদেশের সমাজে একই সঙ্গে আশা ও বঞ্চনার এবং রাজনৈতিক প্রতিদ্বন্দ্বিতার মূল ক্ষেত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "ধামরাইয়ে সড়কের পাশে দাঁড়িয়ে থাকা বাসে অগ্নিকাণ্ড | প্রথম আলো",
            "time": "2025-11-28T09:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fee045dff-85bc-4181-970f-e0a4113a0c0b%2F0621cbcd67d2bcbff400562c6874423f_596b0fdd7b04c.jpg?rect=0%2C0%2C1593%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার ধামরাইয়ে সড়কের পাশে দাঁড়ানো একটি যাত্রীবাহী বাসে অগ্নিকাণ্ডের ঘটনা ঘটেছে। গতকাল বৃহস্পতিবার রাতে উপজেলার সুয়াপুর ইউনিয়নের কুটিরচর এলাকায় এ ঘটনা ঘটে।</p><p>ধামরাই থানা-পুলিশ ও ধামরাই ফায়ার সার্ভিসের কর্মকর্তারা জানান, গতকাল রাতে উপজেলার সুয়াপুর ইউনিয়নের কুটিরচর এলাকায় ভুট্টা মিলের পাশে সুয়াপুর থেকে খড়ারচর সড়কের এক পাশে নিরাপদ পরিবহনের একটি যাত্রীবাহী বাস দাঁড়ানো ছিল। রাত পৌনে ১২টার দিকে স্থানীয় লোকজন বাসের ভেতরে আগুন দেখতে পান। বিষয়টি তাঁরা ধামরাই থানা-পুলিশ ও ধামরাই ফায়ার সার্ভিসকে জানান। পাশাপাশি তাঁরা নিজেও পানি ও বালু দিয়ে আগুন নিয়ন্ত্রণে আনেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিয়ে করলেন চ্যাম্পিয়ন হিরো বাঁধন, পাত্রী কে | প্রথম আলো",
            "time": "2025-11-28T09:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F4drdhcoy%2F7378627d-5a33-4a94-afac-3440fe9b0874.jpg?rect=0%2C124%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাঁধন বলেন, ‘দুই বছর ধরে পরিবার থেকে আমার বিয়ের বিষয়ে ভাবছিল। এ নিয়ে আমার সঙ্গে তাঁরা কথা বলেছেন। এর মধ্যে মনিষার সঙ্গে আমার পরিচয়। ৯ মাস ধরে পরিচয়ের পর বিষয়টি আমাদের দুই পরিবারকে জানানো হয়। এরপর অভিভাবক পর্যায়ে কথা বলে, ২৬ নভেম্বর বিয়ের আনুষ্ঠানিকতার আয়োজন করা হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার শারীরিক অবস্থা সংকটময়: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-11-28T09:13:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fn4rl10w1%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার শারীরিক অবস্থা সংকটময়: মির্জা ফখরুল\" class=\"nA4h1 \">খালেদা জিয়ার শারীরিক অবস্থা সংকটময়: মির্জা ফখরুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-28T15:13:21+06:00\"><span>প্রকাশ: ২৮ নভেম্বর ২০২৫, ০৯: ১৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সিরামিক এক্সপো উপলক্ষে ডিবিএলের সৌজন্যে প্রীতি ফুটবল ম্যাচ | প্রথম আলো",
            "time": "2025-11-28T09:09:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F8wovcm6k%2F27-11-25-DBL-CERAMICS050757.JPG?rect=0%2C682%2C8256%2C4334&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিরামিক এক্সপো উপলক্ষে আগত বিদেশি প্রতিষ্ঠানের কর্মকর্তাদের সঙ্গে প্রীতি ফুটবল ম্যাচ খেললেন দেশের অন্যতম শীর্ষস্থানীয় প্রতিষ্ঠান ডিবিএল গ্রুপের কর্মকর্তারা। গত বুধবার সন্ধ্যায় ডিবিএল সিরামিকসের সৌজন্যে ঢাকার মাদানি অ্যাভিনিউর শেফস টেবিল কোর্টসাইডে এই প্রীতি ফুটবল ম্যাচের আয়োজন করা হয়। ডিবিএল গ্রুপের এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p><p>বিজ্ঞপ্তিতে বলা হয়, প্রীতি ফুটবল ম্যাচের উদ্বোধনী অনুষ্ঠানে উপস্থিত ছিলেন বাংলাদেশে নিযুক্ত ইতালির রাষ্ট্রদূত আন্তোনিও আলেসান্দ্রো ও দূতাবাসের ঊর্ধ্বতন কর্মকর্তা, ইউরোপীয় ইউনিয়ন চেম্বার অব কমার্স ইন বাংলাদেশের চেয়ারপারসন নুরিয়া লপেজ, ডিবিএল গ্রুপের ভাইস চেয়ারম্যান এম এ রহিম, ডিএমডি এম এ কাদেরসহ ডিবিএল গ্রুপের ঊর্ধ্বতন কর্মকর্তা ও এক্সপো উপলক্ষে আগত বিদেশি প্রতিষ্ঠানের কর্মকর্তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "দৃশ্যের আড়ালে অদৃশ্য বোধের সন্ধান | প্রথম আলো",
            "time": "2025-11-28T09:03:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F46s11yhq%2F53-Sharmin-Akter-Lina-A-Busy-Morning-of-Fishermen-Watercolour-35x53cm-2025.jpg?rect=0%2C1113%2C6331%2C3324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রদর্শনীতে অন্তর্ভুক্ত প্রতিটি কাজ দর্শককে নিয়ে যায় প্রকৃতির দৃশ্যমান রূপের বাইরে, যা আলো ও ছায়া, শূন্যতা ও পূর্ণতা, স্থিরতা ও গতির সীমান্তরেখা মিলেমিশে নতুন বাস্তব তৈরি করে। পাহাড়, নদী, বন, আকাশ বা মেঘের মতো পরিচিত দৃশ্যশৈলী এখানে রূপ নেয় প্রতীকী ভাষায়, যা প্রশ্ন তোলে অস্তিত্ব, সময়, স্মৃতি এবং মানসিক বোধের নানা স্তর সম্পর্কে। </p></div></div></div></body></html>"
        },
        {
            "title": "সোশ্যাল মিডিয়া ব্যবহার করে মব তৈরি করা হচ্ছে: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-11-28T09:02:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fdrkso1qh%2FFakrul.jpg?rect=0%2C524%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধিকার আদায়ে সাংবাদিক সংগঠনগুলোকে শক্তিশালী হতে হবে বলে মন্তব্য করেন মির্জা ফখরুল। তিনি বলেন, রাজনৈতিক দলের লেজুড়বৃত্তি করলে সমস্যার সমাধান হয় না। গত ১৫ বছরে অত্যন্ত পরিকল্পিতভাবে গণমাধ্যমকে ধ্বংস করা হয়েছে। সাংবাদিকদের প্রতি তাঁর অনুরোধ, এ জায়গা থেকে তাঁর যেন বেরিয়ে আসেন, ঐক্যবদ্ধ হন।</p><p>সাংবাদিকদের উদ্দেশে বিএনপির মহাসচিব বলেন, ‘নিজেদের দাবিদাওয়া, চাকরির নিরাপত্তা, কর্মপরিবেশ—এসব নিয়ে মালিকপক্ষ ও সরকারের সঙ্গে শক্তভাবে কথা বলা উচিত। কোনো দলের ওপর নির্ভর করলে অধিকার প্রতিষ্ঠা সম্ভব নয়।’</p><p>অধিবেশনে সভাপতিত্ব করেন বিএফইউজের ভারপ্রাপ্ত সভাপতি ওবায়দুর রহমান শাহীন। অনুষ্ঠান সঞ্চালনা করেন বিএফইউজের মহাসচিব কাদের গণি চৌধুরী। আরও বক্তব্য দেন, জামায়াতে ইসলামীর সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার, জাতীয় প্রেসক্লাবের সভাপতি কবি হাসান হাফিজ, ঢাকা সাংবাদিক ইউনিয়নের সাবেক সভাপতি কবি আবদুল হাই শিকদার, ঢাকা সাংবাদিক ইউনিয়নের সভাপতি শহিদুল ইসলাম প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "বিনা মূল্যে ৪৮ জেলায় ফ্রিল্যান্সিং প্রশিক্ষণ, আবেদন এইচএসসিতে | প্রথম আলো",
            "time": "2025-11-28T08:45:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fh66c2us0%2F1.%E0%A6%AB%E0%A7%8D%E0%A6%B0%E0%A6%BF%E0%A6%B2%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%82-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%B6%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%A3%E0%A7%87%E0%A6%B0-%E0%A6%B8%E0%A7%81%E0%A6%AF%E0%A7%8B%E0%A6%97%E2%80%93%E0%A7%AA.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>দেশের শিক্ষিত কর্মপ্রত্যাশী ‘যুবদের ফ্রিল্যান্সিং প্রশিক্ষণের মাধ্যমে কর্মসংস্থান সৃষ্টি’ প্রকল্পের আওতায় পঞ্চম ব্যাচে ফ্রিল্যান্সিং প্রশিক্ষণ কোর্সে ভর্তির জন্য নির্ধারিত ৮টি বিভাগের ৪৮টি জেলার কর্মপ্রত্যাশী যুবক ও যুব নারীদের কাছ থেকে অনলাইনে আবেদনপ্রক্রিয়া শুরু হয়েছে। প্রশিক্ষণটি ৩ মাস মেয়াদি ৬০০ ঘণ্টার হবে। প্রশিক্ষণটি পরিচালনা করছে ই-লার্নিং অ্যান্ড আর্নিং লিমিটেড প্রতিষ্ঠান।</p><p><strong>৮ বিভাগের ৪৮ জেলা</strong></p><p>ঢাকা বিভাগ: নারায়ণগঞ্জ, মানিকগঞ্জ, নরসিংদী, মুন্সিগঞ্জ, কিশোরগঞ্জ, টাঙ্গাইল, ফরিদপুর;</p><p>ময়মনসিংহ বিভাগ: ময়মনসিংহ, জামালপুর, নেত্রকোনা;</p><p>চট্টগ্রাম বিভাগ: চট্টগ্রাম, কক্সবাজার, বান্দরবান, খাগড়াছড়ি, রাঙামাটি,নোয়াখালী, ফেনী, ব্রাহ্মণবাড়িয়া;</p><p>রাজশাহী বিভাগ: চাঁপাইনবাবগঞ্জ, নওগাঁ, নাটোর, বগুড়া, জয়পুরহাট, পাবনা, সিরাজগঞ্জ;</p><p>খুলনা বিভাগ: খুলনা, সাতক্ষীরা, বাগেরহাট, যশোর, ঝিনাইদহ, মাগুরা, চুয়াডাঙ্গা,মেহেরপুর, কুষ্টিয়া;</p><p>রংপুর বিভাগ: রংপুর, কুড়িগ্রাম, লালমনিরহাট, গাইবান্ধা, নীলফামারী, দিনাজপুর, পঞ্চগড়;</p><p>বরিশাল বিভাগ: বরিশাল, ঝালকাঠি, পিরোজপুর, পটুয়াখালী, বরগুনা এবং</p><p>সিলেট বিভাগ: হবিগঞ্জ ও মৌলভীবাজার।</p></div></div></body></html>"
        }
    ]
}