{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মহাসড়কে দুমড়েমুচড়ে যাওয়া পিকআপ ভ্যান থেকে একজনের লাশ উদ্ধার, আহত ২ | প্রথম আলো",
            "time": "2025-11-29T04:22:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fndsq4ufj%2FWhatsApp-Image-2025-11-29-at-09.42.12.jpeg?rect=0%2C178%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের মিরসরাইয়ে মহাসড়কে পড়ে থাকা একটি দুমড়েমুচড়ে যাওয়া পিকআপ ভ্যান থেকে এক ব্যক্তির লাশ উদ্ধার করা হয়েছে। এ ছাড়া আহত অবস্থায় উদ্ধার করে হাসপাতালে ভর্তি করা হয়েছে পিকআপ ভ্যানটির চালক ও তাঁর সহকারীকে। আজ বৃহস্পতিবার ভোরে উপজেলার ওয়াহেদপুর ইউনিয়নের নিজামপুর বাজার উত্তর ইউটার্নের চট্টগ্রামমুখী লেন থেকে হতাহত ব্যক্তিদের উদ্ধার করেন ফায়ার সার্ভিসের কর্মীরা।</p><p>হাইওয়ে পুলিশ ও ফায়ার সার্ভিস সূত্র জানায়, ভোরে অজ্ঞাত কোনো গাড়ির ধাক্কায় সবজিবোঝাই পিকআপ ভ্যানটি দুমড়েমুচড়ে গেছে। নিহত ব্যক্তি পিকআপ ভ্যানটিতে থাকা সবজির মালিক। তাঁর নাম মো. শফিউল আলম (৫০)। তিনি কক্সবাজার জেলার রামু উপজেলার চর লামারপাড়া গ্রামের মোহাম্মদ কালুর ছেলে। আহত দুজনের নাম তাৎক্ষণিকভাবে জানতে পারেনি হাইওয়ে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "বরেন্দ্র জাদুঘর প্রাঙ্গণে নতুন-পুরোনোর মিলনমেলা | প্রথম আলো",
            "time": "2025-11-29T04:13:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fkufwnmq4%2FRajshahiDH060120251128IMG-20251128-WA0020.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউল্যাবের অধ্যাপক ও প্রত্নতত্ত্ব গবেষণা কেন্দ্রের পরিচালক শাহনাজ হুসনে জাহান বলেন, ‘এখানে সাড়ে ১৭ হাজারের বেশি প্রত্নবস্তু সংরক্ষিত আছে। এর মধ্য থেকে ২৫টি প্রত্নবস্তু নির্বাচন করে এর ইতিহাস আমরা আলাদাভাবে তুলে ধরেছি। পাশাপাশি বর্তমান সময়ের ঐতিহ্যগুলো মেলায় এসেছে। এটি মূর্ত ঐতিহ্যের সঙ্গে বিমূর্ত ঐতিহ্যের একটা মিলনমেলা।’</p><p>শাহনাজ হুসনে জাহানের ভাষ্য, প্রকল্পের অধীনে রাজশাহী বিশ্ববিদ্যালয় পরিচালিত এই জাদুঘরের পরিচালক থেকে পরিচ্ছন্নতাকর্মী, কর্মকর্তা-কর্মচারীর সবাইকে প্রশিক্ষণ দেওয়া হয়েছে। কিছু প্রশিক্ষণ হয়েছে অনলাইনে, হাতে–কলমে কিছু প্রশিক্ষণ হয়েছে জাদুঘরেই। এর মাধ্যমে সবাই জানতে পেরেছেন কীভাবে একটা প্রত্নতত্ত্ব সংগ্রহ করতে হবে, কীভাবে লিপিবদ্ধ ও নথিভুক্ত করতে হবে। এ ছাড়া প্রত্নবস্তুর বর্ণনায় কী কী বিষয় থাকবে, স্থানীয় জনপ্রবাদগুলো কীভাবে থাকবে, গল্পগুলো কীভাবে বলতে হবে, ইতিহাসটাকে কীভাবে পুনর্গঠন করা হবে, কীভাবে ছবি, থ্রি–ডি প্রস্তুত করা হবে, কীভাবে রাখা হবে বা দুর্যোগ ব্যবস্থাপনা কেমন হবে। বৈজ্ঞানিক উপায়ে ভবিষ্যৎ প্রজন্মের জন্য সবকিছুই সংরক্ষণ হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "সফটওয়্যার হালনাগাদের নির্দেশনা, এয়ারবাসের হাজারো উড়োজাহাজ চলাচলে বিঘ্নের শঙ্কা | প্রথম আলো",
            "time": "2025-11-29T04:05:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F2l2lbkfl%2FAirbus-jets.avif?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আল–জাজিরার প্রতিবেদনে বলা হয়েছে, এয়ারবাসের এ৩২০ মডেলের উড়োজাহাজে এ সমস্যা শনাক্ত হয়েছে। এ৩২০ হলো এয়ারবাসের ‘সর্বাধিক বিক্রি হওয়া’ যাত্রীবাহী উড়োজাহাজের মডেল।</p><p>এর ফলে বিশ্বজুড়ে প্রায় ছয় হাজার উড়োজাহাজের চলাচলে বিঘ্ন ঘটার আশঙ্কা করা হচ্ছে। এ সংখ্যা বিশ্বে চলাচলকারী এয়ারবাসের উড়োজাহাজের প্রায় অর্ধেক। এটিকে উড়োজাহাজ চলাচলের ক্ষেত্রে ‘খুবই অস্বাভাবিক পরিস্থিতি’ বলছে বিবিসি।</p><p>এমন নির্দেশনার পর আমেরিকান এয়ারলাইনস, ডেলটা এয়ারলাইনস, এয়ার ইন্ডিয়া, এয়ার নিউজিল্যান্ড, অল নিপ্পন এয়ারওয়েজসহ বিশ্বের বড় বড় এয়ারলাইনস তাদের বহরে থাকা এয়ারবাসের উড়োজাহাজ চলাচল ব্যাহত হতে পারে বলে সতর্ক করে দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পথের পাশের টিউবওয়েলটি কত মানুষেরই না তৃষ্ণা মেটায় | প্রথম আলো",
            "time": "2025-11-29T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fnz51ats9%2Fe3a4849b-7dbd-4cb6-b3f4-e2e3e86604ca.jpg?rect=0%2C395%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঠিক তখনই সড়ক ধরে এক ভ্যানচালক এসে থামলেন বেলগাছতলায়। তিনিও পানি খেলেন। জানালেন, সড়কের ধারে বড় গাছপালা নেই বললেই চলে। এই বেলগাছগুলো নাকি অযত্নেই বেড়ে ওঠা। দুই বছর আগে এলাকার এক অবসরপ্রাপ্ত ব্যাংকার মাঠে কাজ করা কৃষক আর পথচারীদের সুবিধার জন্য টিউবওয়েল বসান। দূরে মাঠে আরও কিছু টিউবওয়েল আছে কিন্তু দীর্ঘ দূরত্বের সড়কের পাশে এটি ছাড়া নেই।<br>বেলগাছগুলোতে পাখির আনাগোনা দেখা গেল। কয়েকটি পাখি উড়াল দিল, আবার ফিরেও এল। গাছ, টিউবওয়েল আর খোলা মাঠ—জায়গাটি যেন পথিকের জন্য বিরতিস্থান।<br>কিছুক্ষণ দাঁড়িয়ে আমরা আবার রওনা দিলাম। সামনে নাজিরপুরের রাস্তা। পেছনে রয়ে গেল সাতটি বেলগাছ, টিউবওয়েল আর পথচলার সাধারণ কিন্তু দরকারি এক ব্যবস্থা, যা হয়তো প্রতিদিনই অনেক মানুষকে একটু থামতে শেখায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সড়কের ওপরই বসে ১৩ বাজার, এক ঘণ্টার পথ যেতে লাগে তিন ঘণ্টা | প্রথম আলো",
            "time": "2025-11-29T03:58:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzus6nh5t%2FBazar.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরেজমিন ও স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা যায়, সড়কের চৌধুরীহাট বাজারেই সবচেয়ে বেশি যানজট থাকে। বিকেল থেকেই এ জট তীব্র হতে থাকে। আশপাশের এলাকার কয়েক হাজার বাসিন্দা সড়কের পাশের বাজার থেকেই কেনাকাটা করেন। এর বাইরেও সড়কের মদনহাট, ইসলামীয়া হাট, নন্দিরহাট, বড় দিঘিরপাড়, লালিয়ারহাট, আমান বাজার, বালুচরা, বটতলী, অক্সিজেন এসব এলাকায়ও বাজার বসে। এসব বাজারে হাটহাজারী, রাউজান, মিরসরাই, সীতাকুণ্ড, ভাটিয়ারীসহ নানা জায়গা থেকে লোকজন কেনাকাটা করতে আসেন। তাঁদের যেখানে–সেখানে ওঠানামা ও যানবাহন পার্কিংয়ের কারণে যানজট বাড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র ভিসা না দেওয়ায় বিশ্বকাপের ড্র অনুষ্ঠান বয়কট করবে ইরান | প্রথম আলো",
            "time": "2025-11-29T03:53:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F1otv47l2%2Fworld-cup.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানের খেলাধুলার ওয়েবসাইট ‘ভারজেশ ৩’ গত মঙ্গলবার দাবি করে, প্রতিনিধিদলের কয়েকজনের ভিসা দিতে রাজি হয়নি যুক্তরাষ্ট্র। তাদের মধ্যে ফেডারেশন সভাপতি মেহদি তাজও আছেন। গত বৃহস্পতিবার তাজ এই সিদ্ধান্তকে রাজনৈতিক বলে নিন্দা করেন, ‘আমরা ফিফাপ্রধান (জিয়ান্নি) ইনফান্তিনোকে বলেছি যে এটা সম্পূর্ণ রাজনৈতিক অবস্থান এবং ফিফার অবশ্যই তাদের এমন আচরণ থেকে বিরত থাকতে বলা উচিত।’</p><p>তেহরান টাইমস জানিয়েছে, ইরানের প্রতিনিধিদলের মধ্যে চারজনের ভিসা দিতে রাজি হয়েছে যুক্তরাষ্ট্র। তাঁরা হলেন ইরান জাতীয় দলের প্রধান কোচ আমির ঘালেনোয়ি, নির্বাহী পরিচালক মেহদি খারাতি, আন্তর্জাতিক সম্পর্ক বিভাগের পরিচালক ওমিদ জামালি এবং মুখপাত্র আমি মেহদি আলাভি। মেহদি তাজ, মেহদি নবী ও মেহদি মালেক-আবাদের ভিসা প্রত্যাখ্যান করা হয়েছে। বার্তা সংস্থা অ্যাসোসিয়েটেড প্রেস (এপি) এ বিষয়ে হোয়াইট হাউসে যোগাযোগ করে তাৎক্ষণিকভাবে কোনো মন্তব্য পায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন ছবিতে শুভ-মিম, গোপনেই চলছে শুটিং | প্রথম আলো",
            "time": "2025-11-29T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F07%2F18%2Fc1714c75d30650059b97adfac7e1158f-5d301b7c1e05d.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিনেমাটি পরিচালনা করছেন সাইফ চন্দন। এটি তাঁর সপ্তম সিনেমা। সবশেষ তাঁর পরিচালিত ‘লোকাল’ সিনেমায় অভিনয় করেছেন আদর আজাদ ও শবনম বুবলী। এবার প্রথমবারের মতো তিনি একসঙ্গে কাজ করছেন আরিফিন শুভ ও মিমকে নিয়ে।</p><p>পরিচালক জানিয়েছেন, সিনেমার নাম এখনো চূড়ান্ত হয়নি। তবে ভিন্ন একটি সূত্রে জানা গেছে, ছবির নাম ‘মালিক’ অথবা ‘শিকার’ এই দুই নামের যে কোনো একটি হতে পারে। শুটিং যে বেশ জোরেশোরে চলছে, তা জানা গেছে ইউনিট–সংশ্লিষ্ট একাধিক সূত্রে। চলতি মাসের শুরুতে রাজশাহীর পবা এলাকায় শুটিং শুরু হয়। বর্তমানে নাটোরে চলছে টানা কাজ। গল্প অ্যাকশন ঘরানার, যেখানে শুভ ও মিমকে দর্শক দেখবেন একদম নতুনভাবে। চরিত্রের প্রয়োজনে দুজনই কঠোর ডায়েট ও ফিটনেস ট্রেনিং নিয়েছেন বলে জানা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কখনো ফিফা বিশ্বকাপে না খেলা জনসংখ্যায় শীর্ষ ১০ দল, বাংলাদেশ-ভারতসহ আরও যারা | প্রথম আলো",
            "time": "2025-11-29T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fvxkat5y6%2F0cbc680d-62e1-45e2-a0f6-8b96b13badbf.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জনসংখ্যা: ১৪৬ কোটি</strong></p><p><strong>ফিফা র‍্যাঙ্কিং: ১৪২</strong></p><p>এই মুহূর্তে পৃথিবীর সবচেয়ে বেশি মানুষের দেশ ভারত। যে জনসংখ্যার আধিক্য দেশটিকে ক্রিকেট-বাণিজ্যের কেন্দ্র বানিয়ে তুলতে মুখ্য ভূমিকাও রেখেছে। কিন্তু ক্রিকেট-দুনিয়ায় যতটা বড়, ফুটবলে যেন ঠিক ততটাই ছোট উপস্থিতি ভারতের। </p><p>১৯৪৮ সালে ফিফার সদস্যপদ পাওয়া ভারত ১৯৫০ বিশ্বকাপেই খেলার সুযোগ পেয়েছিল। এশিয়ার মিয়ানমার, ফিলিপাইন, ইন্দোনেশিয়া বাছাই থেকে নাম প্রত্যাহার করায় ভারতকে চূড়ান্ত পর্বে খেলার আমন্ত্রণ জানায় ফিফা। ভারত ব্রাজিলে দল পাঠানোর ব্যাপারে আগ্রহ দেখালেও শেষ মুহূর্তে সরে দাঁড়ায়। কারণ দেখানো হয়, ‘দীর্ঘ পথ ভ্রমণ করে খেলার জন্য অর্থাভাব’ এবং ‘১৯৫২ অলিম্পিকে মনোযোগ বৃদ্ধি’। কিছু প্রতিবেদনে অবশ্য এমন খবরও বের হয়, ফিফা খালি পায়ে খেলার অনুমতি না দেওয়ায় খেলেনি ভারত। সেবার ব্রাজিলে অনুষ্ঠিত বিশ্বকাপে মোট ১৬ দল অংশ নেওয়ার কথা থাকলেও ৩টি জায়গাই ফাঁকা ছিল। </p><p>হেলায় বিশ্বকাপ খেলার সুযোগ নষ্টের পর ১৯৫৪ বিশ্বকাপে ভারতের জন্য দরজা বন্ধ করে ফিফা। ভারত বিশ্বকাপ বাছাইয়ে ফেরে ১৯৮৬ বিশ্বকাপের আগে। তবে এখন পর্যন্ত</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার প্রতি দোয়া ও ভালোবাসার জন্য তারেক রহমানের কৃতজ্ঞতা | প্রথম আলো",
            "time": "2025-11-29T03:44:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-19%2F4rq38ixm%2FBNP.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়ার আশু রোগমুক্তির জন্য সবার প্রতি দোয়া অব্যাহত রাখার অনুরোধ জানিয়েছে বিএনপি।</p><p>বিএনপি আরও বলেছে, তারেক রহমানের মন সার্বক্ষণিকভাবে রয়েছে মায়ের পাশে রয়েছে। মেডিকেল বোর্ডের সিদ্ধান্ত গ্রহণেও তাঁর প্রত্যক্ষ অংশগ্রহণ আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিবাসনপ্রত্যাশীদের আশ্রয়-সংক্রান্ত সব সিদ্ধান্ত স্থগিত করছে যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2025-11-29T03:40:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fc8b762at%2FTrump.jpg?rect=0%2C10%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়াশিংটন ডিসিতে ন্যাশনাল গার্ড সদস্যদের ওপর গুলিবর্ষণের ঘটনার জের ধরে যুক্তরাষ্ট্রে সব ধরনের আশ্রয় আবেদনের নিষ্পত্তি বন্ধের সিদ্ধান্ত ঘোষণা করেছে প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের প্রশাসন। একজন শীর্ষস্থানীয় অভিবাসন কর্মকর্তা এ তথ্য জানিয়েছেন।</p><p> ‘মার্কিন নাগরিকত্ব ও অভিবাসন সেবা (ইউএসসিআইএস)’ বিভাগের পরিচালক জোসেফ এডলো গতকাল শুক্রবার সামাজিক মাধ্যম এক্সে দেওয়া পোস্টে বলেন, যতক্ষণ না প্রত্যেক বিদেশি নাগরিককে (যাঁরা যুক্তরাষ্ট্রে আশ্রয় প্রার্থী) সর্বোচ্চ পর্যায়ে যাচাই–বাছাই করা যায়, ততক্ষণ আশ্রয় সংক্রান্ত সব সিদ্ধান্ত স্থগিত থাকবে।</p><p> ঘোষণাটি এমন সময় এল, যখন ন্যাশনাল গার্ডের দুই সদস্যকে গুলি করার অভিযোগে গ্রেপ্তার ব্যক্তির বিরুদ্ধে অভিযোগ আরও জোরাল করা হয়েছে। দুই সেনার একজন মারা যাওয়ায় ওই ব্যক্তির বিরুদ্ধে হত্যার অভিযোগ আনা হয়েছে বলে গতকাল জানিয়েছেন ওয়াশিংটন ডিসির অ্যাটর্নি। আর ওই ঘটনার তদন্তকারীরা এখনো হামলার উদ্দেশ্য খুঁজছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির দুই মনোনয়নপ্রত্যাশীর সমর্থকদের পাল্টাপাল্টি কর্মসূচি, ১৪৪ ধারা জারি | প্রথম আলো",
            "time": "2025-11-29T03:32:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-26%2Fptlnyqul%2FSection-144.jpg?rect=0%2C79%2C1058%2C555&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির দলীয় সূত্র জানায়, বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান ঘোষিত ৩১ দফা বাস্তবায়ন এবং আগামী জাতীয় সংসদ নির্বাচনে দলীয় প্রার্থীকে বিজয়ী করার লক্ষ্যে আলফাডাঙ্গা উপজেলা ও পৌর বিএনপি শনিবার বেলা ৩টায় আলফাডাঙ্গা পৌর সদরের আসাদুজ্জামান বালিকা উচ্চবিদ্যালয়ে সমাবেশ করার কর্মসূচি দেয়। এতে প্রধান অতিথি থাকার কথা রয়েছে কেন্দ্রীয় কৃষক দলের সহসভাপতি ও ফরিদপুর-১ আসনের সাবেক সংসদ সদস্য খন্দকার নাসিরুল ইসলামের।</p><p>অন্যদিকে একই দিন, একই সময় এবং একই স্থানে আলফাডাঙ্গা উপজেলা ও পৌর বিএনপির আরেকটি পক্ষ সমাবেশ আহ্বান করে। এই কর্মসূচি দেওয়া হয়েছে উপজেলা ও পৌর বিএনপির কমিটি বাতিলের দাবিতে ও ৭ নভেম্বর বিপ্লবী সংহতি দিবসে বোয়ালমারীতে দুই পক্ষের সমাবেশকে কেন্দ্র করে সহিংসতার ঘটনায় উপজেলা যুবদলের আহ্বায়ক মিনহাজুর রহমানের ওপর সন্ত্রাসী হামলার প্রতিবাদে। এ সমাবেশে প্রধান অতিথি হিসেবে থাকার কথা রয়েছে ফরিদপুর-১ আসনে দলীয় মনোনয়নপ্রত্যাশী ও বোয়ালমারী উপজেলা বিএনপির সহসভাপতি শামসুদ্দিন মিয়া ওরফে ঝুনুর।</p><p>এই পরিপ্রেক্ষিতে গতকাল রাতে ১৪৪ ধারা জারি করে প্রশাসন। এতে বলা হয়েছে, শনিবার সকাল ১০টা থেকে সন্ধ্যা ৬টা পর্যন্ত ১৪৪ ধারা বলবৎ থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ফেরার সিদ্ধান্ত গ্রহণের সুযোগ একক নিয়ন্ত্রণাধীন নয়: তারেক রহমান | প্রথম আলো",
            "time": "2025-11-29T03:32:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Flpk15bdg%2FTarique.jpg?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়া এখন রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন। চিকিৎসক ও দলের পক্ষ থেকে বলা হয়েছে, খালেদা জিয়ার শারীরিক অবস্থা ‘অত্যন্ত সংকটাপন্ন’। দলীয় প্রধানের গুরুতর অসুস্থতার খবর নেতা-কর্মীদের উদ্বিগ্ন করে তুলেছে। অনেকেই মনে করছেন, মায়ের শারীরিক অবস্থা বিবেচনা করে দ্রুতই তারেক রহমান দেশে ফিরতে পারেন।</p><p>এ পরিস্থিতিতে আজ সকালে তারেক রহমান অসুস্থ মায়ের জন্য দোয়া করা অব্যাহত রাখতে সবার প্রতি আহ্বান জানিয়ে ফেসবুকে পোস্ট দেন। তাঁর ওই পোস্ট পাঠকদের জন্য হুবহু তুলে ধরা হলো—</p></div></div></div></body></html>"
        },
        {
            "title": "কারণ ছাড়াই চাকরিচ্যুতি ও নেতিবাচক পুলিশ প্রতিবেদন: আতঙ্কে চাকরিপ্রত্যাশীরা | প্রথম আলো",
            "time": "2025-11-29T03:19:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-09%2Fbc11575e-bb50-45e6-815a-c879d1fcdb80%2FUntitled_2.png?rect=26%2C0%2C419%2C220&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪৩তম বিসিএসে এই তিন প্রার্থীর বাইরেও পররাষ্ট্র ক্যাডারে দুজন, নিরীক্ষা ও হিসাব ক্যাডারে দুজন, সাধারণ শিক্ষা ক্যাডারে দুজন এবং পুলিশ ক্যাডারে চারজন প্রার্থীকে প্রশিক্ষণরত অবস্থায় চাকরিচ্যুত করেছে বর্তমান সরকার। এ নিয়ে সামাজিক যোগাযোগমাধ্যমে মিশ্র প্রতিক্রিয়া দেখা গেছে। বিষয়টি নিয়ে নিজের ভেরিফায়েড ফেসবুক পেজে দীর্ঘ স্ট্যাটাস দিয়েছেন জাতীয় নাগরিক পার্টির (এনসিপি) উত্তরাঞ্চলের মুখ্য সংগঠক সারজিস আলম।</p><p>কাজী আরিফুর রহমানের চাকরিচ্যুতি প্রসঙ্গে ক্ষোভ প্রকাশ করে সারজিস আলম ফেসবুকে লিখেছেন, আরিফুর রহমান ঢাকা বিশ্ববিদ্যালয় অমর একুশে হল ডিবেটিং ক্লাবের প্রেসিডেন্ট ছিলেন। তিনি প্রেসিডেন্টস স্কাউট, হল থেকে প্রভোস্ট অ্যাওয়ার্ডপ্রাপ্ত এবং ঢাকা বিশ্ববিদ্যালয়ে আবৃত্তিতে চ্যাম্পিয়ন ছিলেন। তাঁর বিরুদ্ধে কখনো অন্যায় কিংবা অপকর্মের অভিযোগ ওঠেনি। অমর একুশে হলের অধিকাংশ শিক্ষার্থীর কাছে তিনি ছিলেন ‘রোল মডেল’ এবং অন্যতম সেরা আবাসিক শিক্ষার্থী।</p><p>সারজিস আলম তাঁর স্ট্যাটাসে আরও উল্লেখ করেন, ‘তাঁর (আরিফুর রহমান) সঙ্গে যা হয়েছে, তা পরিষ্কার অন্যায়। তিনি রাষ্ট্রের নিরাপত্তা বা স্বার্থবিরোধী কোনো অপেশাদার আচরণ করলে ভিন্ন কথা ছিল।’ মেধাবী শিক্ষার্থীদের এভাবে বাদ দেওয়া নিয়ে প্রশ্ন তোলেন তিনি।</p><p>এ বিষয়ে জানতে জনপ্রশাসন মন্ত্রণালয়ের জ্যেষ্ঠ সচিব মো. এহছানুল হকের দপ্তরে গত ২৬ নভেম্বর ২০২৫ যোগাযোগ করা হলে জানা যায়, তিনি বৈঠকে আছেন। পরে মুঠোফোনে যোগাযোগের চেষ্টা করেও সাড়া পাওয়া যায়নি। জনসংযোগ কর্মকর্তা মানসুর হোসেনের পরামর্শে হোয়াটসঅ্যাপে সচিবের কাছে প্রশ্ন পাঠানো হলেও প্রতিবেদন লেখা পর্যন্ত কোনো জবাব মেলেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "হার্ভার্ডে বিশ্ববিদ্যালয়ে এক বছরের ফেলোশিপ: ক্যারিয়ার গড়তে করুন আবেদন | প্রথম আলো",
            "time": "2025-11-29T03:18:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fuih589og%2FChevening-Conference-highlights9.jpg?rect=107%2C0%2C840%2C441&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>*যোগ্যতার শর্তাবলি—</strong></p><p>–সব অঞ্চল, পেশা ও সেক্টরের আবেদনকারীদের জন্য উন্মুক্ত।</p><p>–প্রাসঙ্গিক বিষয়ে কমপক্ষে মাস্টার্স ডিগ্রি থাকতে হবে।</p><p>–বৈশ্বিক স্বাস্থ্য খাতে ন্যূনতম ১০ বছরের পূর্ণকালীন পেশাগত অভিজ্ঞতা থাকতে হবে।</p><p>–বর্তমান নিয়োগকর্তা ও কোনো সিনিয়র মেন্টরের অফিশিয়াল সমর্থনপত্র থাকতে হবে।</p><p>–২০২৭ সালের এপ্রিলে ছয় সপ্তাহের ইন–রেসিডেন্স প্রোগ্রামে অংশ নিতে কর্মক্ষেত্র থেকে ছুটি নিতে হবে।</p><p>–জে–ওয়ান ভিসা পাওয়ার যোগ্য হতে হবে এবং বোস্টনে অবস্থান করতে হবে।</p><p>–গত দুই বছরের মধ্যে চার মাস বা তার বেশি সময়ের কোনো পূর্ণকালীন ফেলোশিপে অংশ নেওয়া যাবে না।</p><p><strong>ফেলোশিপের সুবিধাগুলো—</strong></p><p>–ব্যক্তিগত নেতৃত্ব উন্নয়নে এক্সিকিউটিভ কোচিং।</p><p>–হার্ভার্ড ফ্যাকাল্টি সদস্যদের কাছ থেকে মেন্টরশিপ।</p><p>–হার্ভার্ড ইভেন্টে বক্তব্য রাখার সুযোগ।</p><p>–এক্সিকিউটিভ এডুকেশন প্রোগ্রামে অংশগ্রহণ।</p><p>–বৈশ্বিক বিশেষজ্ঞদের নেতৃত্ব মাস্টারক্লাসে যোগদান।</p><p>–সম্পূর্ণ অর্থায়নে ছয় সপ্তাহের ইন–রেসিডেন্স প্রোগ্রাম (আবাসন, বিমানভাড়া ও দৈনিক ভাতা)।</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্রিল্যান্সিং করে ২২ বছরের তানিয়ার মাসে আয় লাখ টাকা | প্রথম আলো",
            "time": "2025-11-29T03:14:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fpm3xo1q0%2FTania.jpg?rect=0%2C11%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে প্রতিষ্ঠানটির শিক্ষার্থী সুমা জান্নাত বলেন, ‘চার মাস শেখার পরই কাজ শুরু করি। এখন ঘরে বসে মাসে ২০ থেকে ৩০ হাজার টাকা আয় করতে পারি।’ আরেক শিক্ষার্থী তৃণা রোয়াজা বলেন, ‘ফ্রিল্যান্সিং শিখে এখন নিজেই আয় করি। পরিবারের কাছে হাত পাততে হয় না। পড়াশোনার খরচও নিজে চালাতে পারছি।’</p><p>নিজের শিক্ষার্থীদের সাফল্যে খুশি তানিয়া খলিল। তিনি প্রথম আলাকে বলেন, ‘এখন অসংখ্য সুযোগ। একটি কম্পিউটার আর মনোযোগ থাকলেই ক্যারিয়ার গড়া সম্ভব।’ তিনি এটিই সবাইকে বোঝাচ্ছেন। প্রত্যন্ত এলাকার নারীদের স্বাবলম্বী করার চেষ্টাই করে যাচ্ছেন। ভবিষ্যতেও করবেন।</p><p>খাগড়াছড়ি মহিলাবিষয়ক অধিদপ্তরের উপপরিচালক সুস্মিতা খীসা বলেন, ‘নারীদের আইসিটি-ভিত্তিক প্রশিক্ষণে সরকার কাজ করছে। ডিজাইন, ডিজিটাল মার্কেটিং, ফ্রিল্যান্সিং—এসব প্রশিক্ষণের মাধ্যমে নারীরা স্বাবলম্বী হচ্ছেন। তানিয়া খলিল নিজে দক্ষতা অর্জন করে অন্য নারীদেরও এগিয়ে নিচ্ছেন। আমাদের অনেক সময় অস্থায়ী প্রশিক্ষকের প্রয়োজন হয়। তখন তাঁর কথা বিবেচনা করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদার অসুস্থতা: দেশে ফিরছেন তারেক? | প্রথম আলো",
            "time": "2025-11-29T03:08:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fz8z74of4%2FTareq.jpg?rect=0%2C22%2C555%2C291&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়ার শারীরিক অবস্থার অবনতি হওয়ায় বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান দ্রুত দেশে ফিরতে পারেন। যদিও প্রত্যাবর্তনের সঠিক তারিখ এখনো অজানা। ডিসেম্বরে তার দেশে ফেরার কথা ছিল এবং ভোটার হয়ে নির্বাচনী প্রচারে অংশগ্রহণের পরিকল্পনা ছিল। ১৭ বছর পর তারেক রহমানের ফেরা ঘিরে দলের প্রস্তুতিও সম্পন্ন। মায়ের অসুস্থতার কারণে তার ওমরাহ পালনের পরিকল্পনাও পরিবর্তন হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাল বেচে জাহাজের মালিক রবিউল | প্রথম আলো",
            "time": "2025-11-29T03:03:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fr6ta12cq%2FCapture.PNG?rect=0%2C66%2C969%2C509&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১২ সাল। চাকরি করে হাতে সামান্য কিছু টাকা জমেছে। রবিউল সিদ্ধান্ত নিলেন, নিজেই কারখানা দেবেন। এরপর কর্ণফুলী নদীর দক্ষিণ পাড়ে ইছানগর মৎস্য বন্দরের এক কোণে ছাউনি ও গুদাম ভাড়া নেন। প্রতিষ্ঠানের নাম দেন—রবিউল মডার্ন ট্রল লিমিটেড। শুরুটা ছিল কঠিন। নকশা, কাটা, সংযোজন—সবটুকুই করতেন একা হাতে।</p><p>জাহাজের ইঞ্জিনের অশ্বশক্তি, দৈর্ঘ্য-প্রস্থ, পানি কত গভীরে ঢুকবে, সব হিসাব করে তবেই শুরু হয় নকশা। এরপর বিদেশ থেকে আনা ফেব্রিকস কাটেন ২২ ধরনের সরঞ্জাম ব্যবহার করে। একটি পরিপূর্ণ ট্রল (টানা জাল) নেট তৈরি হতে সময় লাগে এক থেকে দুই সপ্তাহ। দাম পড়ে ১০ থেকে ১৫ লাখ টাকা। দৈর্ঘ্য ৪০৫ থেকে ৪৮০ ফুট। বছরে তিনি অন্তত ১০০টি নতুন জাল তৈরি করেন, মেরামত করেন আরও ৩০০টির মতো।</p><p>গতকাল শুক্রবার চট্টগ্রাম শহরের সদরঘাট প্রান্ত থেকে নৌকায় নদী পেরিয়ে তাঁর কারখানায় গিয়ে দেখা গেল, ব্যস্ততা তুঙ্গে। কেউ জাল বুনছেন, কেউ ভাঁজ করছেন। জাহাজমালিকদের প্রতিনিধিরা আসছেন জাল নিতে। রবিউল নিজে আঙুলে মাপ নিচ্ছেন, দড়ির টান ঠিক করছেন। প্রতিটি জাল তুলে দিচ্ছেন সাবধানে।</p><p>এক ক্রেতা বললেন, ‘রবিউলের নকশার জাল পানিতে গতি পায় ভালো। জালগুলো চওড়া হয় বেশি, আবার হালকাও। ফলে মাছ বেশি ধরা পড়ে, ইঞ্জিনে চাপও কম পড়ে।’</p></div></div></div></body></html>"
        }
    ]
}