{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মানবাধিকার লঙ্ঘন না হলে জাতিসংঘের দপ্তরে আপত্তি কেন | প্রথম আলো",
            "time": "2025-07-28T05:22:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Faq5i8j5o%2FMasukArt27072025.png?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিপিবির সাধারণ সম্পাদক রুহিন হোসেন প্রিন্স একই সংবাদমাধ্যমকে বলেছেন, ‘বাংলাদেশ তো এমন কোনো দীর্ঘ মেয়াদে সংকটে পড়ে নাই যে তাদের অফিস লাগবে।’ তিনি বরং অভিযোগ করেছেন, ‘জাতিসংঘ বিশ্বের বিভিন্ন দেশে মানবাধিকার লঙ্ঘনের ঘটনায় নিরপেক্ষ ও কার্যকর ভূমিকা রাখতে পেরেছে—এমন কোনো প্রমাণ নেই। তারা সাম্রাজ্যবাদ ও আধিপত্যবাদীর স্বার্থ রক্ষা করছে।’</p><p>এনসিপি দলীয়ভাবে কিছু না বললেও দলটির উত্তরাঞ্চলের মুখ্য সংগঠক সারজিস আলম সমঝোতা স্মারক নিয়ে ফেসবুকে তাঁর মতামত প্রকাশ করেছেন। এতে তিনি ওএইচসিএইচআরের ভূমিকাকে পক্ষপাতমূলক ও সাম্রাজ্যবাদ-সমর্থক অভিহিত করে ওই সিদ্ধান্তের সমালোচনা করেছেন।</p><p>জাতিসংঘের মানবাধিকার কার্যক্রমের কিছু বাংলাদেশে হোক, এটা না চাওয়ার কারণ হিসেবে যা পাওয়া যাচ্ছে, তার মধ্যে পার্বত্য চট্টগ্রাম এবং সংখ্যালঘু জনগোষ্ঠীগুলোর সম–অধিকারের বিষয়টি সবচেয়ে বেশি বিরোধিতার কারণ বলে মনে হচ্ছে। বিরোধিতার আরেকটি বিষয় হচ্ছে নারী স্বাধীনতার প্রশ্নটি, যা প্রধানত উঠেছে ধর্মভিত্তিক গোষ্ঠীগুলোর মধ্য থেকে। বাম-ডান সবার ভাষ্যে কথিত সাম্রাজ্যবাদী স্বার্থের প্রতিনিধিত্বের কথাও আছে। সব সরকারের আমলে সুবিধাভোগী একজন অধ্যাপক এক ধাপ বাড়িয়ে বলেছেন, বিশ্বের ১৮ দেশে জাতিসংঘের মানবাধিকার কমিশনের কার্যালয় রয়েছে, বাংলাদেশ যদি সেই তালিকায় চলে যায়, তাহলে এটা আমাদের জন্য বিরাট ইমেজ সংকট হবে। বিনিয়োগকারীরা তখন বাংলাদেশকে ঝুঁকিপূর্ণ হিসেবে বিবেচনা করে অন্য দেশে চলে যাবে। দক্ষিণ কোরিয়া ও থাইল্যান্ডে তাদের কার্যালয় প্রতিষ্ঠায় কোনো বিনিয়োগকারী দেশ দুটি ছেড়ে গেছেন কি না, সে প্রশ্ন অবশ্য তাঁকে কেউ করেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "১ আগস্টের কি সময়সীমা বাড়াবেন ট্রাম্প, কী অপেক্ষা করছে | প্রথম আলো",
            "time": "2025-07-28T05:17:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2Faop2pca4%2FBSCYUOXUC5KJDE75S6HK7IDBSM.avif?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেসব দেশকে ট্রাম্প চিঠি পাঠিয়ে শুল্কের হার নির্ধারণ করে দিয়েছেন, তার মধ্যে আছে ব্রাজিল (৫০%), মিয়ানমার (৪০%), লাওস (৪০%), কম্বোডিয়া (৩৬%), থাইল্যান্ড (৩৬%), বাংলাদেশ (৩৫%), কানাডা (৩৫%), সার্বিয়া (৩৫%), ইন্দোনেশিয়া (৩২%), আলজেরিয়া (৩০%), বসনিয়া অ্যান্ড হার্জেগোভেনিয়া (৩০%), ইউরোপীয় ইউনিয়ন (৩০%), ইরাক (৩০%), লিবিয়া (৩০%), মেক্সিকো (৩০%), দক্ষিণ আফ্রিকা (৩০%), শ্রীলঙ্কা (৩০%), ব্রুনেই (২৫%), মলডোভা(২৫%), জাপান (২৫%), কাজাখস্তান (২৫%), মালয়েশিয়া(২৫%), দক্ষিণ কোরিয়া (২৫%), তিউনিসিয়া (২৫%) ও ফিলিপাইন(২০%)।</p></div></div></div></body></html>"
        },
        {
            "title": "সোবার্সের জন্মদিনে ধমক খেতে খেতে করা সেই সাক্ষাৎকারের গল্প | প্রথম আলো",
            "time": "2025-07-28T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F2gq3k0vx%2FWhatsApp-Image-2025-07-28-at-12.09.05-AM.jpeg?rect=0%2C5%2C572%2C300&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮৯তম জন্মদিনটা কীভাবে উদ্‌যাপন করছেন স্যার গ্যারি সোবার্স! আছেনই–বা কোথায়? হয়তো বারবাডোজে নিজের বাড়িতেই। সেখানে উপহার হাতে নিশ্চয়ই হাজির হয়েছেন ভক্ত-শুভানুধ্যায়ীদের অনেকেই। ছোট্ট ওই ক্যারিবিয়ান দ্বীপরাষ্ট্রের সবচেয়ে বিখ্যাত মানুষ তিনি, সন্দেহাতীতভাবে সবচেয়ে জনপ্রিয়ও। ‘স্যার গ্যারি’ নামটা উচ্চারণ করামাত্রই আবেগ আর গর্বে উদ্বেল হয়ে যেতে দেখেছি বারবাডোজের আবালবৃদ্ধবনিতাকে। তাঁর জন্মদিন তো তাই বলতে গেলে বারবাডোজের জাতীয় উৎসবই!</p><p>মনে অবশ্য প্রশ্ন জাগছেই, জন্মদিনে শুভেচ্ছা জানাতে আসা ভক্তদের কি সাদর অভ্যর্থনা জানাতে পেরেছেন স্যার গ্যারি! ভঙুর শরীরের ভ্রুকুটি উপেক্ষা করে তাঁদের মনে করিয়ে দিতে পেরেছেন, ক্রিকেট খেলাটা তাঁর চোখে কী! আমাকে বারবারই যা মনে করিয়ে দিয়েছিলেন।</p><p> স্যার গ্যারি সোবার্সের কাছে ক্রিকেটের বৃহত্তর একটা অর্থ আছে। সর্বকালের সেরা অলরাউন্ডারের কাছে ক্রিকেট মানে—সবার ওপরে বিনোদন সত্য, তাহার ওপরে নাই। নিজে ক্রিকেটটা ওভাবেই খেলেছেন, এখনো সবাইকে ওভাবেই খেলতে দেখতে চান। এ কারণেই সে সময়, মানে ২০০৯ সালে যখন তাঁর ইন্টারভিউ করি, আন্তর্জাতিক ক্রিকেটে ক্রিয়াশীল ব্যাটসম্যানদের মধ্যে সবচেয়ে প্রিয় হিসেবে বলেছিলেন বীরেন্দর শেবাগের নাম। কারণটাও বলে দিয়েছিলেন একটা দারুণ বাক্যেই: ক্রিকেটটা যেভাবে খেলা উচিত, ও ওভাবেই খেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "১৫ শতাংশ শুল্ক চুক্তি সই করে বাণিজ্য যুদ্ধ এড়াল যুক্তরাষ্ট্র ও ইউরোপীয় ইউনিয়ন | প্রথম আলো",
            "time": "2025-07-28T05:08:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fohltwfeh%2Ftrump.jpg?rect=0%2C0%2C8105%2C4255&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বলেন, এই চুক্তি গত সপ্তাহে জাপানের সঙ্গে সই হওয়া ৫৫ হাজার কোটি ডলারের চুক্তিকেও ছাড়িয়ে গেছে। তাঁর আশা, দীর্ঘদিন ধরে যুক্তরাষ্ট্রের রপ্তানিকারকদের প্রতি যে অন্যায্য আচরণ করা হয়েছে-এই চুক্তির মধ্য দিয়ে তার অবসান ঘটবে।</p><p>ভন ডার লেন বলেন, ‘বিশ্বের দুই বড় অর্থনীতির মধ্যে একটি বাণিজ্য চুক্তি হয়েছে, আর এটা অনেক বড় ব্যাপার। এটি স্থিতিশীলতা আনবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাঁচ দেশের মুদ্রা নিয়ে শারজা যাচ্ছিলেন, উড়োজাহাজে ওঠার আগে আটক | প্রথম আলো",
            "time": "2025-07-28T05:01:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fdtedrphw%2F2d334bf0-329d-47bc-a839-1ef5b7fe8968.jfif?rect=0%2C156%2C868%2C456&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে জানানো হয়, গতকাল রোববার রাতে বিমানবন্দরের ব্যাগেজ স্ক্যানিং পয়েন্টে ওই যাত্রীর গতিবিধি দেখে সন্দেহ হয় নিরাপত্তাকর্মী মাহফুজুর রহমানের। এ সময় বিমানবন্দরে দায়িত্বরত সংস্থাগুলোর উপস্থিতিতে যাত্রীর ব্যাগ তল্লাশি করে ২৩ লাখ টাকা মূল্যমানের পাঁচ দেশের মুদ্রা উদ্ধার করা হয়। উদ্ধার করা মুদ্রার মধ্যে রয়েছে ৪ হাজার ৭০০ মার্কিন ডলার, ৪৭ হাজার ৮৮৫ আমিরাতের দিনার, ৩ হাজার ৭৬২ সৌদি রিয়াল, ৩৪৬ ওমান দিনার ও ৩৬ হাজার বাংলাদেশি টাকা।</p><p>চট্টগ্রাম শাহ আমানত বিমানবন্দরের মুখপাত্র মোহাম্মদ ইব্রাহীম খলিল জানান, আটক যাত্রীকে পতেঙ্গা থানায় হস্তান্তর করা হয়েছে। এই যাত্রীর বিরুদ্ধে সরকারের রাজস্ব শুল্ক ফাঁকি দিয়ে বৈদেশিক মুদ্রা পাচারের অভিযোগে পতেঙ্গা থানায় মামলার এজাহার দাখিল করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কাজির আগে হাজির ইউএনও, বন্ধ হলো স্কুলছাত্রীর বিয়ে | প্রথম আলো",
            "time": "2025-07-28T05:01:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-23%2F8w5w5stj%2Fchild_marriage.jpg?rect=0%2C79%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাড়ির উঠানে প্যান্ডেল, রান্নার গন্ধে ম–ম করছে চারপাশ। আত্মীয়স্বজনের আসা-যাওয়া আর গানের সুরে জমে উঠেছিল বিয়েবাড়ি। এমন সময় বিয়েবাড়িতে হাজির উপজেলা নির্বাহী কর্মকর্তা (ইউএনও)। তিনি বন্ধ করে দেন বাল্যবিবাহ। জরিমানা ও মেয়ের বাবার মুচলেকা নেওয়া হয়।</p><p>রংপুরের তারাগঞ্জ উপজেলার হাড়িয়ারকুঠি ইউনিয়নের একটি গ্রামে গতকাল রোববার রাতে সাড়ে ১১টার দিকে এ ঘটনা ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন ল্যাঙ্গুয়েজ মডেল আনছে ওপেনএআই | প্রথম আলো",
            "time": "2025-07-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fh0wyzwri%2FOpenai.reuters.png?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওপেনএআইয়ের ঘনিষ্ঠ একাধিক সূত্র জানিয়েছে, নতুন মডেলটি হবে আগের জিপিটি এবং ও-সিরিজ মডেলের সমন্বিত রূপ। এর ফলে আলাদা করে মডেল বাছাই না করেও ব্যবহারকারীরা যেকোনো প্ল্যাটফর্মে কাজ করতে পারবেন। জিপিটি-ফাইভের তিনটি সংস্করণ উন্মুক্ত করা হবে। মূল, মিনি এবং ন্যানো নামে আসতে যাওয়া তিনটি সংস্করণেই ওপেনএআইয়ের এপিআই ব্যবহার করা যাবে।</p><p>জানা গেছে, জিপিটি ফাইভ মডেলটিতে আগের ও-থ্রি মডেল থেকে নেওয়া উন্নত যুক্তি বিশ্লেষণ ক্ষমতা যুক্ত করা হবে। এর ফলে মডেলটি আরও দক্ষভাবে মানুষের মতো সিদ্ধান্ত গ্রহণে সক্ষম হবে। জিপিটি-ফাইভ প্রকাশের আগেই ওপেন সোর্সনির্ভর আরও একটি এআই মডেল উন্মুক্ত করতে পারে ওপেনএআই।</p></div></div></div></body></html>"
        },
        {
            "title": "চেলসি-বার্সেলোনায় ব্যর্থ ফেলিক্স এবার ক্লাবেও রোনালদোর সতীর্থ | প্রথম আলো",
            "time": "2025-07-28T04:57:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fqu1caofs%2F3556981-1480274774.jpg?rect=0%2C0%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবির্ভাবে তাঁকে বলা হচ্ছিল ‘নতুন রোনালদো’। তাঁর জন্য আতলেতিকো মাদ্রিদ খরচ করেছিল ১২ কোটি ৬০ লাখ ইউরো। এখনো দলবদলে চতুর্থ সর্বোচ্চ দামি ফুটবলারের স্থানটি তাঁর দখলে। কিন্তু যে সম্ভাবনার কুঁড়ি হয়ে জোয়াও ফেলিক্সের আগমন ঘটেছিল, তা আর ফুল হয়ে ফুটল না।</p><p>নতুন রোনালদো হওয়া দূরে থাক, পায়ের নিচে যেন মাটিই খুঁজে পেলেন না। অথচ আতলেতিকো মাদ্রিদ, চেলসি, বার্সেলোনা ও এসি মিলানের মতো ক্লাবের হয়ে নিজেকে চেনানোর সুযোগ পেয়েছিলেন ফেলিক্স। কিন্তু কোথাও সেভাবে ডানা মেলতে পারলেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "আলিম প্রথম বর্ষে ভর্তিতে নীতিমালা প্রকাশ, ৩০ জুলাই আবেদন শুরু, ক্লাস ১৫ সেপ্টেম্বর | প্রথম আলো",
            "time": "2025-07-28T04:47:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-22%2Fjiyjmfon%2F182.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নীতিমালা অনুযায়ী প্রার্থী নির্বাচনে অনুসরণীয় পদ্ধতি হলো ভর্তির জন্য কোনো বাছাই বা ভর্তি পরীক্ষা গ্রহণ করা হবে না। কেবল শিক্ষার্থীর এসএসসি বা সমমান পরীক্ষার ফলের ভিত্তিতে ভর্তি করা হবে। কলেজ/সমমানের প্রতিষ্ঠানে ভর্তির ক্ষেত্রে সংশ্লিষ্ট কলেজ/সমমানের প্রতিষ্ঠানের ৯৩ শতাংশ আসন সবার জন্য উন্মুক্ত থাকবে, যা মেধার ভিত্তিতে নির্বাচন করা হবে। শিক্ষা মন্ত্রণালয়ে কর্মরত কর্মকর্তা–কর্মচারীদের সন্তানদের জন্য ১ শতাংশ এবং এর অধীন দপ্তর/সংস্থায় কর্মরত কর্মকর্তা–কর্মচারীদের সন্তানদের ক্ষেত্রে ১ শতাংশসহ মোট ২ শতাংশ আসন মহানগর, বিভাগীয় ও জেলা সদরের শিক্ষাপ্রতিষ্ঠানে ভর্তির জন্য ন্যূনতম যোগ্যতা থাকা সাপেক্ষে সংরক্ষিত থাকবে। যদি আবেদনকারীর সংখ্যা বেশি হয়, সে ক্ষেত্রে তাদের নিজেদের মধ্যে মেধার ভিত্তিতে ভর্তির সুযোগ পাবে। আবেদনের সঙ্গে সংশ্লিষ্ট কর্মকর্তা/কর্মচারী কর্তৃক দপ্তর প্রধানের প্রত্যয়নপত্র দাখিল করতে হবে। সংশ্লিষ্ট কর্মকর্তা নিজস্ব দপ্তরের প্রধান হলে সে ক্ষেত্রে তাঁর এক ধাপ উপরের ঊর্ধ্বতন কর্মকর্তার প্রত্যয়নপত্র দাখিল করতে হবে। </p><p>মুক্তিযোদ্ধা/শহীদ মুক্তিযোদ্ধাদের পুত্র-কন্যার ভর্তির জন্য ৫ শতাংশ আসন সংরক্ষিত থাকবে। মুক্তিযোদ্ধা/শহীদ মুক্তিযোদ্ধাদের পুত্র-কন্যাদের আসন নির্ধারণের ক্ষেত্রে সংশ্লিষ্ট প্রমাণপত্র/গেজেটের সত্যায়িত কপি আবেদপত্রের সঙ্গে সংযুক্ত করতে হবে এবং ভর্তির সময় মূল কপি প্রদর্শন করতে হবে। এ ক্ষেত্রে সংশ্লিষ্ট ব্যক্তির মুক্তিযুদ্ধবিষয়ক মন্ত্রণালয় থেকে ইস্যুকৃত মুক্তিযোদ্ধা সনদ যথাযথভাবে যাচাই করে ভর্তি কার্যক্রম সম্পন্ন করতে হবে। মুক্তিযোদ্ধা/শহীদ মুক্তিযোদ্ধাদের পুত্র-কন্যা পাওয়া না গেলে মেধাতালিকা থেকে উক্ত আসনে ভর্তি করতে হবে। কোনো অবস্থায় আসন শূন্য রাখা যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "বৃষ্টি হলো সারা রাত, তবু ঢাকার বাতাসের হাল ভালো নয় | প্রথম আলো",
            "time": "2025-07-28T04:44:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F0c541485-d867-48a4-a185-022f802cb8af%2Fair_pollution_Dhaka.webp?rect=0%2C36%2C557%2C292&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বায়ুদূষণে ঢাকার অবস্থান তুলে ধরেছে সুইজারল্যান্ডভিত্তিক প্রতিষ্ঠান আইকিউএয়ার। প্রতিষ্ঠানটি বায়ুদূষণের পরিস্থিতি নিয়মিত তুলে ধরে। বাতাসের মান নিয়ে তৈরি করা এ লাইভ বা তাৎক্ষণিক সূচক একটি নির্দিষ্ট শহরের বাতাস কতটা নির্মল বা দূষিত, সে সম্পর্কে মানুষকে তথ্য দেয় ও সতর্ক করে।</p><p>বর্ষাকালে সাধারণত বায়ুদূষণ কম থাকে মূলত বৃষ্টির কারণে। মোটামুটি মে মাসের শেষ থেকেই কমে আসতে থাকে দূষণ। কারণ, এ সময় থেকেই বৃষ্টি শুরু হয়। প্রাকৃতিক এ ঘটনা ছাড়া দূষণ রোধে আর কোনো ব্যবস্থাই আসলে নেই। সরকারি নানা উদ্যোগ তো ব্যর্থ প্রমাণিত হয়েছে। বৃষ্টি হলে নগরীর দূষণ কমে কয়েক দিন, তারপর আবার বাড়ে। জুলাই সবচেয়ে কম দূষণের মাস। তারপরও আজ দূষণ পরিস্থিতি অপেক্ষাকৃত খারাপ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভর্তুকি বন্ধে স্থবির হয়ে পড়েছে কৃষি যান্ত্রিকীকরণের গতি | প্রথম আলো",
            "time": "2025-07-28T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-11%2F4slkg0uw%2F2.JPG?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে কৃষি যান্ত্রিকীকরণের অন্যতম বৃহৎ সরবরাহকারী প্রতিষ্ঠান এসিআই। সরকারের ভর্তুকি বন্ধ হওয়ার কারণে তাদের কৃষিযন্ত্র বিক্রি প্রায় ৯০ শতাংশ কমেছে। ফলে তাঁদের নতুন যন্ত্র আমদানি বর্তমানে বন্ধ রয়েছে। এ বিষয়ে এসিআই অ্যাগ্রি বিজনেস বিভাগের প্রেসিডেন্ট এফ এইচ আনসারী প্রথম আলোকে বলেন, ‘গত বছর আমরা অনেক যন্ত্র আমদানি করেছি। কিন্তু ভর্তুকি বন্ধ হওয়ায় বিক্রি কমে গেছে। আগে আমদানি করা যেসব যন্ত্র আছে, সেগুলো দামের ২০–৩০ শতাংশ এককালীন জমা নিয়ে বিক্রি করছি।’</p><p>খাত–সংশ্লিষ্ট ব্যক্তিরা জানান, দেশে এখন গরু দিয়ে হাল চাষের বদলে ধানের জমি প্রস্তুত করতে প্রায় ৯৫ শতাংশ ক্ষেত্রেই ট্রাক্টর ব্যবহার করা হয়। তবে ধান কাটা ও মাড়াইয়ে কম্বাইন হারভেস্টার ব্যবহার করা হয় ১৫ শতাংশ ক্ষেত্রে। বাকিটা হাতে করা হয়।</p><p>দেশে কৃষি যান্ত্রিকীকরণে যুক্ত আরেক প্রতিষ্ঠান মেটালের সূত্রে জানা যায়, তাদের ব্যবসাও ব্যাপকভাবে কমেছে। প্রতিষ্ঠানটি আগে বছরে যেখানে ৫০০ থেকে ৭০০ কম্বাইন হারভেস্টার বিক্রি করত, সেখানে ভর্তুকি বন্ধের পর এখন তা ১০০ থেকে ১৫০টিতে নেমে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগস্টের প্রথম সপ্তাহে নির্বাচনের দিনক্ষণের ঘোষণা আসতে পারে | প্রথম আলো",
            "time": "2025-07-28T04:28:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-11%2Fd2ca5k1c%2Fvote.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের সময়সীমা ও তারিখ ঘোষণার বিষয়টিকে ইতিবাচকভাবে দেখছে বিএনপি। দলের মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর গতকাল রোববার প্রথম আলোকে বলেন, ‘প্রধান উপদেষ্টা দুই–চার দিনের মধ্যে যদি নির্বাচনের সময় ঘোষণা করেন, খুশিই হব। কারণ, আমাদের দাবিই তো এটা।’</p><p>অবশ্য বিষয়টি নিয়ে রাজনৈতিক অঙ্গনে মিশ্র প্রতিক্রিয়াও রয়েছে। জামায়াতের নায়েবে আমির সৈয়দ আব্দুল্লাহ মুহাম্মদ তাহের প্রথম আলোকে বলেন, ‘প্রধান উপদেষ্টা আসলেই কী বলেছেন, সেটা আমরা স্পষ্ট করে জানি না। যদি ফেব্রুয়ারিতে নির্বাচন হয়, তারপরও নির্বাচনের সুস্পষ্ট তারিখ নির্ধারণ করা হবে অপরিপক্বতা। কারণ, প্রয়োজনীয় সংস্কার ও গণহত্যার বিচার নির্বাচনের পূর্বশর্ত। এ ছাড়া জুলাই সনদ ঘোষণার আগে নির্বাচনের তারিখ ঘোষণা হবে জুলাইয়ের চেতনাকে অবজ্ঞা করা। প্রয়োজনীয় সংস্কার শেষ না করে, বিচার দৃশ্যমান না করে নির্বাচনের তারিখ ঘোষণা হবে ঘোড়ার আগে গাড়ি জুড়ে দেওয়ার অবস্থা।’</p><p>আগামী চার–পাঁচ দিনের মধ্যে যদি জুলাই ঘোষণাপত্র ও জুলাই সনদ চূড়ান্ত হয়ে যায়, তাহলে নির্বাচনের তারিখ ঘোষণা নিয়ে আপত্তি নেই বলে জানান জাতীয় নাগরিক পার্টির (এনসিপি) জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীব।</p><p>তবে বিভিন্ন দলের মধ্যে এমন আলোচনাও আছে, জুলাই সনদ চূড়ান্ত করার বিষয়টি যাতে কোনোভাবে বাধাগ্রস্ত না হয়, সে জন্য রাজনৈতিক দলগুলোকে নির্বাচনের বিষয়ে সুনির্দিষ্টভাবে আশ্বস্ত করতে চাইছে সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তরায় বিমান বিধ্বস্তের ঘটনায় দগ্ধ আরেক শিশুর মৃত্যু | প্রথম আলো",
            "time": "2025-07-28T04:17:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-18%2Fq18biy6r%2FWhatsApp-Image-2025-05-18-at-10.13.06-PM.jpeg?rect=0%2C47%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বার্ন ইনস্টিটিউটের আবাসিক সার্জন শাওন বিন রহমান এ তথ্য নিশ্চিত করেন। তিনি বলেন, আয়ানের শরীরের ৪০ শতাংশ পুড়ে গিয়েছিল।</p><p>আয়ানের বাবার নাম মোহাম্মদ আলী মাসুদ। থাকেন রাজধানীর মিরপুরে।</p><p>২১ জুলাই মাইলস্টোন স্কুল অ্যান্ড কলেজের একটি ভবনে বিমানবাহিনীর যুদ্ধবিমান বিধ্বস্ত হয়। এ ঘটনায় এখন পর্যন্ত ৩৬ জনের মৃত্যু হয়েছে, তাদের অধিকাংশই শিক্ষার্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে এডিস মশার প্রজনন বেড়েছে, লার্ভা বেশি আগ্রাবাদে | প্রথম আলো",
            "time": "2025-07-28T04:16:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fij2hy0g1%2F82edbd23-a01c-467a-8d14-d6dbdace2a8c.jfif?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিভিল সার্জন জাহাঙ্গীর আলম বলেন, ‘আইইডিসিআরের গবেষণায় মশার বিস্তার ও লার্ভা বৃদ্ধির লক্ষণ দেখা গেছে। সে অনুযায়ী তারা বেশ কিছু সুপারিশ করেছে। আমরা এ সুপারিশগুলো সিটি করপোরেশন, জেলা প্রশাসন ও উপজেলা পর্যায়ে পাঠিয়েছি। সে অনুযায়ী কাজ চলছে।’</p><p>মশার বিস্তারের কারণে এবার ডেঙ্গু ও চিকুনগুনিয়া দুই ধরনের রোগী পাওয়া যাচ্ছে। এ ছাড়া এরই মধ্যে তিনজনের জিকাও শনাক্ত হয়েছে। গতকাল রোববার পর্যন্ত চলতি বছরে ৭৬৪ জনের চিকুনগুনিয়া ও ৭৯৩ জনের ডেঙ্গু শনাক্ত করা গেছে। ডেঙ্গুতে মারা গেছেন অন্তত আটজন। এর মধ্যে ছয়জনই মারা গেছেন চলতি জুলাই মাসে।</p><p>চট্টগ্রাম মেডিকেল কলেজ (চমেক) হাসপাতালের মেডিসিন বিভাগের প্রধান অধ্যাপক আবদুস সাত্তার বলেন, এবার ডেঙ্গুর চেয়ে চিকুনগুনিয়ার রোগী বেশি পাওয়া যাচ্ছে। আবার অনেকের ডেঙ্গু ও চিকনগুনিয়া দুটোই হচ্ছে। জুন-জুলাই থেকে রোগী বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেনীতে সড়ক বিভাজকে মাইক্রোবাসের ধাক্কা, এক যাত্রী নিহত | প্রথম আলো",
            "time": "2025-07-28T04:07:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F34799b38-2fdf-4faa-a957-b18bd9d90555%2Ffeni.png?rect=0%2C126%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাইওয়ে পুলিশ সূত্র জানা গেছে, হাইয়েস মাইক্রোবাসটি যাত্রী নিয়ে চট্টগ্রামের দিকে যাচ্ছিল। ফেনীর লালপুল এলাকায় এটি নিয়ন্ত্রণ হারিয়ে সড়ক বিভাজকে ধাক্কা দেয়। এ সময় মাইক্রোবাসটির সামনের অংশ দুমড়েমুচড়ে যায়। মাইক্রোবাসে থাকা চালকসহ আটজন আহত হন। স্থানীয় বাসিন্দারা আহত ব্যক্তিদের উদ্ধার করে ফেনী জেনারেল হাসপাতালে পাঠায়। সেখানে চিকিৎসক একজনকে মৃত ঘোষণা করেন।</p><p>ফেনী জেনারেল হাসপাতালের জরুরি বিভাগের কর্তব্যরত চিকিৎসক সাইদুর রহমান বলেন, একজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। বাকি সাতজনের মধ্যে দুজনকে উন্নত চিকিৎসার জন্য চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে। অন্যরা প্রাথমিক চিকিৎসা নিয়ে বাড়ি ফিরে গেছেন।</p><p>মহিপাল হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হারুন উর রশিদ বলেন, লাশ ময়নাতদন্তের জন্য ফেনী জেনারেল হাসপাতালে রাখা হয়েছে। তাঁর পরিচয় শনাক্তের চেষ্টা চলছে। ক্ষতিগ্রস্ত মাইক্রোবাসটিও জব্দ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় অপুষ্টি উদ্বেগজনক পর্যায়ে, সতর্ক করল ডব্লিউএইচও | প্রথম আলো",
            "time": "2025-07-28T04:06:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fj9ntktk5%2Fflour.jpg?rect=0%2C161%2C4843%2C2543&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) সতর্ক করে বলেছে, ফিলিস্তিনের গাজা উপত্যকায় অপুষ্টির মাত্রা উদ্বেগজনক পর্যায়ে পৌঁছেছে, তা বিপজ্জনক গতিপথে রয়েছে।</p><p>দীর্ঘ বিরতির পর গাজায় উড়োজাহাজ থেকে ত্রাণসামগ্রী ফেলার কার্যক্রম আবার শুরুর পর ডব্লিউএইচওর কাছ থেকে এ সতর্কবার্তা এল।</p><p>গতকাল রোববার জর্ডান ও সংযুক্ত আরব আমিরাত গাজায় উড়োজাহাজ থেকে ত্রাণসামগ্রী ফেলে। এর আগে ইসরায়েল জানায়, তারা গাজার কিছু অংশে প্রতিদিন ১০ ঘণ্টা করে যুদ্ধ বন্ধ রাখবে। যাকে তারা বলছে, ‘কৌশলগত বিরতি’। এ বিরতির আওতায় জাতিসংঘের ত্রাণবহরের জন্য করিডর তৈরি করে দেওয়ার কথাও জানায় তারা।</p><p>ইসরায়েলের দাবি, গাজাবাসীকে ইচ্ছাকৃতভাবে অনাহারে রাখার যে ‘মিথ্যা অভিযোগ’ উঠেছে, তা খণ্ডন করতেই এ বিশেষ ব্যবস্থাগুলো নেওয়া হয়েছে। ইসরায়েলের ভাষ্য, হামাস ইচ্ছাকৃতভাবে এমন অভিযোগ তুলে বিশ্বের সামনে ইসরায়েলের ভাবমূর্তি ক্ষুণ্ন করার চেষ্টা করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এআইয়ের চোখে মানুষের সেরা ২৫ অনুভূতি | প্রথম আলো",
            "time": "2025-07-28T04:05:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Ffeda17b8-faca-4755-88fb-4aa2bf3cb90d%2Fprothomalo_bangla_2021_02_ea318b0b_6cac_4bc9_bf17_aaf052f1303b__SY_9135.webp?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. কাউকে গভীরভাবে ভালোবাসা:</strong> এমন একজনকে খুঁজে পাওয়া, যে আপনার সঙ্গে সারা জীবন কাটাবে। আপনাকে বুঝবে, সুখে-দুঃখে সব সময় পাশে থাকবে। মন খুলে তাঁর সঙ্গে মনের কথা বলতে পারবেন, ভালোবাসতে পারবেন।</p><p><strong>২. মা–বাবা হওয়া:</strong> নিজের সন্তানকে একটু একটু করে বড় হতে দেখার অনুভূতি ভাষায় প্রকাশ করা সম্ভব নয়। আপনার চোখের সামনে সে একটু একটু করে কথা বলতে শিখবে, হাসবে, কাঁদবে, হাঁটবে...। আপনি তার দায়িত্ব নেবেন। তার যত্ন নিতে নিতে একসময় তাকে নিজের জীবনের চেয়ে বেশি ভালোবাসবেন।</p><p><strong>৩. দীর্ঘদিনের স্বপ্ন পূরণ হওয়া:</strong> মানুষের জীবনে নানা ধরনের স্বপ্ন থাকে। সহজে সেসব স্বপ্ন পূরণ করা যায় না। তবে অনেক চেষ্টা আর ধৈর্যের পর যখন সেই স্বপ্ন পূরণ হয়, তখন তা ভোলা যায় না।</p><p><strong>৪. মনের মতো বন্ধু পাওয়া:</strong> এমন একজন বন্ধু, যাকে কষ্ট করে কিছু বোঝাতে হয় না। সে এমনিতেই আপনার মনের কথা বুঝতে পারবে। এমন সম্পর্ক খুব কম মানুষের সঙ্গেই হয়। তবে জীবনে এমন একজন থাকলে মনে হয়, আমি একা নই।</p><p><strong>৫. কারও জীবন বদলে দেওয়া:</strong> কারও জীবন বাঁচানো, কাউকে ভালো কাজের জন্য উৎসাহ দেওয়া বা বিপদের সময় তার পাশে থাকার আনন্দ ভাষায় প্রকাশ করা যায় না। কাউকে এমন সাহায্য করতে পারলে দারুণ এক ভালো লাগা কাজ করে। এই অনুভূতিও অন্য রকম।</p></div></div></div></body></html>"
        }
    ]
}