{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘কারফিউ ভেঙে নারীদের সমাবেশের স্মরণে শাহবাগে সমাবেশ, ৩ দফা দাবি | প্রথম আলো",
            "time": "2025-07-28T17:18:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F7hl11ef1%2FDH179020250728IMG20250728173520.jpg?rect=0%2C468%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে গণতান্ত্রিক অধিকার কমিটির সদস্য মারজিয়া প্রভার সঞ্চালনায় আরও বক্তব্য দেন শহীদ শেখ ফাহমিন জাফরের মা কাজী লুলু মাখামিন শিল্পী, বাংলাদেশ ছাত্র ইউনিয়নের কেন্দ্রীয় সাংস্কৃতিক সম্পাদক অর্ণি আনজুম প্রমুখ।</p><p>পাশাপাশি সংহতি জানিয়ে উপস্থিত ছিলেন অ্যাকটিভিস্ট ও কবি ফেরদৌস আরা রুমী, আইনজীবী সাদিয়া আরমান, রাষ্ট্র সংস্কার আন্দোলনের সদস্য জাকিয়া শিশির, অ্যাকটিভিস্ট প্রাপ্তি তাপসী, চিকিৎসক সুরাইয়া ইয়াসমিনসহ আরও অনেকে।</p><p>সমাবেশে সূচনা ও সমাপনী সংগীত পরিবেশন করে চারণ সাংস্কৃতিক কেন্দ্র এবং বিবর্তন সাংস্কৃতিক কেন্দ্র।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সমন্বয়ক’ প‌রিচয়ে ভূ‌মি কর্মকর্তাদের ‘চাপ প্রয়োগ’, ভ্রাম্যমাণ আদালতে যুবকের কারাদণ্ড | প্রথম আলো",
            "time": "2025-07-28T17:14:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fvivo433h%2FSYLHET-MAHBUB.jpg?rect=0%2C0%2C722%2C379&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভ্রাম্যমাণ আদালত সূত্রে জানা যায়, মাহবুবুর নিজেকে বৈষম্যবিরোধী ছাত্র আন্দোলনের ওসমানীনগর শাখার সমন্বয়ক ও জায়ামাত নেতা পরিচয় দিয়ে কাগজপত্রবিহীন জমি নামজারি করে দেওয়ার জন্য ইউনিয়ন ভূমি কার্যালয়ের তহসিলদারদের চাপ প্রয়োগ করে আসছিলেন। আজ দুপুরে একই বিষয় নিয়ে উপজেলা ভূমি কার্যালয়ে গিয়ে কর্মকর্তাদের চাপ দিতে থাকেন।</p><p>ভ্রাম্যমাণ আদালত সূত্র আরও জানায়, ভূমি কর্মকর্তাদের তাঁর কথা অনুযায়ী কাজ না করলে শিক্ষার্থীদের নিয়ে উপজেলা প্রশাসনের কার্যালয় ও ভূমি কার্যালয় ঘেরাও দেওয়ার হুমকিও দেন। খবর পেয়ে ইউএনও ভূমি কার্যালয়ে গিয়ে ভ্রাম্যমাণ আদালত পরিচালনা করেন।</p><p>অবশ্য ওসমানীনগর উপজেলা জামায়াতের সেক্রেটারি আনহার আহমদ প্রথম আলোকে বলেন, মাহবুবুর রহমান জামায়াতের কেউ নন। সংগঠনের সঙ্গে তাঁর কোনো সম্পৃক্ততা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "কুড়িগ্রামের ফুলবাড়ীতে গ্রামের পুকুর থেকে দুই স্কুলছাত্রীর লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-07-28T17:06:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-08%2Ffvejs566%2FWhatsApp-Image-2025-07-08-at-12.37.03.jpeg?rect=0%2C21%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা গেছে, বিকেলে পরিবারের অজান্তে দুই ছাত্রী বাড়ি থেকে বের হয়। সন্ধ্যা পর্যন্ত ফিরে না আসায় খোঁজাখুঁজি শুরু করেন পরিবারের লোকজন। একপর্যায়ে বাড়ি থেকে প্রায় ২০০ গজ দূরের একটি পুকুরে দুই শিক্ষার্থীর মরদেহ ভাসতে দেখা যায়। পরে স্থানীয় বাসিন্দারা মরদেহ উদ্ধার করে বাড়িতে নিয়ে যান।</p><p>ফুলবাড়ী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুস ছালাম রাতে বলেন, ‘ঘটনার খবর পেয়েছি। ঘটনাস্থলে যাচ্ছি। তদন্ত করে প্রয়োজনীয় আইনগত ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "অরক্ষিত খাল, বেপরোয়া গতির অটোরিকশাসহ আট কারণে প্রাণহানি | প্রথম আলো",
            "time": "2025-07-28T16:57:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fid4jerje%2FKhal.jpg?rect=0%2C7%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তদন্ত প্রতিবেদনে বলা হয়, সেহরীশের মৃত্যুর পেছনে মূল কারণগুলো হলো—অরক্ষিত খাল, অদক্ষ রিকশাচালক ও বেপরোয়া গতি, ঝুঁকিপূর্ণ স্থান চিহ্নিত না থাকা, অপ্রশস্ত সড়ক, বৃষ্টিপাতে পানিতে সড়ক ডুবে যাওয়া, খাল ও নালায় বর্জ্য জমে থাকা, উদ্ধার তৎপরতার জন্য পর্যাপ্ত জনবল ও সরঞ্জামের অভাব এবং জনসচেতনতাহীনতা।</p><p>তদন্ত কমিটির প্রধান ও চসিকের সচিব মোহাম্মদ আশরাফুল আমিন প্রথম আলোকে বলেন, ১১ সদস্যের কমিটিতে সেবা সংস্থার প্রতিনিধি ছাড়াও চট্টগ্রাম বিশ্ববিদ্যালয়, চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় (চুয়েট) ও পেশাজীবী সংগঠনের প্রতিনিধিরা ছিলেন। প্রতিবেদনটি স্থানীয় সরকার মন্ত্রণালয়ে পাঠানো হবে। একই সঙ্গে সংশ্লিষ্ট সংস্থাগুলোকেও দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গার্দিওলার এ কোন চেহারা, ভাবনায় ফেললেন ভবিষ্যৎ নিয়েও | প্রথম আলো",
            "time": "2025-07-28T16:51:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fsvfkqx99%2FGw3juaIWsAA0tUs.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরতিটা ঠিক কবে এবং কত দিনের, সেটাও খোলাসা করে বলেননি ৫৪ বছর বয়সী গার্দিওলা। শুধু এটুকু বলেছেন, ‘আমি সিটির সঙ্গে এই পর্ব শেষে আমি থামতে যাচ্ছি। নিশ্চিত থাকুন, এই সিদ্ধান্তই আমি নিয়েছি।’ গত বছরের নভেম্বরে সিটির সঙ্গে আরও দুই বছরের চুক্তি নবায়ন করেন গার্দিওলা। এর অর্থ হলো, ইংলিশ প্রিমিয়ার লিগের ক্লাবটিতে তিনি আছেন ২০২৭ সাল পর্যন্ত।</p><p>গার্দিওলা জানিয়েছেন, এই সিদ্ধান্ত নেওয়ার পেছনের কারণ হলো তিনি মনে করেন, নিজেকে নিয়ে ভাবার সময়টা চলে এসেছে, ‘আমার থামা দরকার। থেমে নিজের শরীরের খেয়াল রাখা প্রয়োজন।’ বার্সেলোনা ও বায়ার্ন মিউনিখে থরে–বিথরে সাফল্য এই কোচ নিজের অবস্থানটা ব্যাখ্যা করে বলেছেন, ‘সঠিক সময়ে কীভাবে থামতে হয়, সেটা আমি জানি। (বার্সায়) কোচিংয়ে একই ব্যাপার আমার সঙ্গে ঘটেছিল যখন বলেছিলাম যথেষ্ট হয়েছে। আমার নতুন কোনো চ্যালেঞ্জ চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বিধ্বস্তে মৃতের তালিকায় শিশু ওমাইর নিজ নামে ও ‘অজ্ঞাতনামা’ হিসেবে দুবার ছিল | প্রথম আলো",
            "time": "2025-07-28T16:50:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fjy8vpymq%2FUmair-Dead.jpg?rect=0%2C0%2C904%2C475&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মরদেহের সংখ্যার হিসাব নিয়ে বেশ বিভ্রান্তি তৈরি হয়। ২৫ জুলাই শুক্রবার স্বাস্থ্য মন্ত্রণালয় যে তালিকা দেয়, তাতে নিহতের সংখ্যা ছিল ৩৩ জন। হিসাব অনুসারে, জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে মৃত ১৫ জন, সম্মিলিত সামরিক হাসপাতালে ১৫ জন, ঢাকা মেডিকেল কলেজ হাসপাতালে ১ জন, লুবানা জেনারেল হাসপাতাল ও কার্ডিয়াক সেন্টারে ১ জন অজ্ঞাতনামা, ইউনাইটেড হাসপাতাল লিমিটেডে ১ জনসহ মোট ৩৩ জন। পরদিন ২৬ জুলাই শনিবার জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে চিকিৎসাধীন অবস্থায় আরেক শিশু (জারিফ ফারহান) ও স্কুলের কর্মচারী মাসুমা বেগমের মৃত্যু হওয়ায় মৃতের সংখ্যা বেড়ে দাঁড়ানোর কথা ৩৫ জনে। গতকাল রোববার সকালেও স্বাস্থ্য মন্ত্রণালয় মৃতের সংখ্যা ৩৪ বলে উল্লেখ করে। বিকেলে স্বাস্থ্য মন্ত্রণালয় নতুন একটি তালিকা দেয়, তাতে মৃত্যুর সংখ্যা দেখানো হয় একটি কম, অর্থাৎ ৩৩ জন। সেই তালিকায় বাদ দেওয়া হয় উত্তরায় অবস্থিত লুবানা জেনারেল হাসপাতাল ও কার্ডিয়াক সেন্টারে ‘অজ্ঞাতনামা’ মৃত হিসেবে থাকা একজনের তথ্য।</p><p>রোববার বিকেলে সংশোধিত তালিকায় বলা হয়, জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে ১৭ জন, সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) ১৪ জন, ঢাকা মেডিকেল কলেজ হাসপাতালে ১ জন, ইউনাইটেড হাসপাতাল লিমিটেডে ১ জনসহ মোট ৩৩ জনের মৃত্যু হয়েছে। উত্তরার লুবানা জেনারেল হাসপাতাল ও ইউনাইটেড হাসপাতালে মৃত ব্যক্তি একজনই বলে উল্লেখ করা হয় তালিকায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রেজারি বিল ও বন্ডে বিনিয়োগ করে সিটি ব্যাংকের ১,৬৩২ কোটি টাকা মুনাফা | প্রথম আলো",
            "time": "2025-07-28T16:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F02c9u2wj%2FCity-bank.jpg?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি ট্রেজারি বিল ও বন্ডে বিনিয়োগ করে বেসরকারি খাতের সিটি ব্যাংক ছয় মাসে ১ হাজার ৬৩২ কোটি টাকা মুনাফা করেছে, যা গত বছরের একই সময়ের ৫৫১ কোটি টাকার চেয়ে ১ হাজার ৮১ কোটি টাকা বা প্রায় ২০০ শতাংশ বেশি। এ বছরের জুনের শেষে ব্যাংকটির কর–পরবর্তী মুনাফা বেড়ে দাঁড়িয়েছে ৩০২ কোটি টাকা, যা গত বছরের একই সময়ে ছিল ২৪০ কোটি টাকা। এর মানে, এক বছরে এই খাতে ব্যাংকটির মুনাফা হয়েছে ৬২ কোটি টাকা।</p><p>সিটি ব্যাংকের আর্থিক পর্যালোচনায় এ তথ্য পাওয়া গেছে। প্রতিবেদন অনুযায়ী, চলতি বছরের জানুয়ারি থেকে জুন পর্যন্ত ছয় মাসে সিটি ব্যাংকের প্রকৃত বা নিট সুদ আয় দাঁড়ায় ১৭৪ কোটি টাকা, যা গত বছরের একই সময়ে ছিল প্রায় ৮০৩ কোটি টাকা। অর্থাৎ এক বছরে ব্যাংকটির প্রকৃত সুদ আয় ৬২৯ কোটি টাকা বা সোয়া ৭৮ শতাংশের বেশি কমেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের সহিংসতার আরও ১৫ মামলায় অভিযোগপত্র দিল পুলিশ | প্রথম আলো",
            "time": "2025-07-28T16:38:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F88f467d7-6479-4ecf-bf65-3a611a084a08%2FPolice.jpg?rect=0%2C67%2C916%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ সদর দপ্তর সূত্রে জানা গেছে, পাঁচটি হত্যা মামলার মধ্যে তিনটি শেরপুর, একটি কুড়িগ্রাম ও একটি চট্টগ্রাম মহানগর এলাকার। অন্যদিকে ঢাকা ও বরিশাল মেট্রোপলিটন এলাকায় একটি করে এবং চাঁপাইনবাবগঞ্জে তিনটি, সিরাজগঞ্জে দুটি ও পাবনায় একটি মামলা রয়েছে। পুলিশ ব্যুরো অব ইনভেস্টিগেশন (পিবিআই) আরও দুটি মামলার তদন্ত করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরপেক্ষ প্রশাসন, নিপরেক্ষ পুলিশ, নিরপেক্ষ আদালত প্রত্যাশা করি: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-07-28T16:35:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Flj0ehbol%2F%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A6%AA%E0%A7%87%E0%A6%95%E0%A7%8D%E0%A6%B7-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%B6%E0%A6%BE%E0%A6%B8%E0%A6%A8-%E0%A6%A8%E0%A6%BF%E0%A6%AA%E0%A6%B0%E0%A7%87%E0%A6%95%E0%A7%8D%E0%A6%B7-%E0%A6%AA%E0%A7%81%E0%A6%B2%E0%A6%BF%E0%A6%B6-%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A6%AA%E0%A7%87%E0%A6%95%E0%A7%8D%E0%A6%B7-%E0%A6%86%E0%A6%A6%E0%A6%BE%E0%A6%B2%E0%A6%A4-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B6%E0%A6%BE-%E0%A6%95%E0%A6%B0%E0%A6%BF-%E0%A6%A8%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%A6-%E0%A6%87%E0%A6%B8%E0%A6%B2%E0%A6%BE%E0%A6%AE.00051523.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নিরপেক্ষ প্রশাসন, নিপরেক্ষ পুলিশ, নিরপেক্ষ আদালত প্রত্যাশা করি: নাহিদ ইসলাম\" class=\"nA4h1 \">নিরপেক্ষ প্রশাসন, নিপরেক্ষ পুলিশ, নিরপেক্ষ আদালত প্রত্যাশা করি: নাহিদ ইসলাম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-28T22:35:11+06:00\"><span>প্রকাশ: ২৮ জুলাই ২০২৫, ১৬: ৩৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "হামিদুজ্জামান খানের শেষ সাক্ষাৎকার | প্রথম আলো",
            "time": "2025-07-28T16:25:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Ff5yrz3wx%2FHamiduzzaman-K.jpg?rect=0%2C105%2C1350%2C709&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"inline\"><p><strong>হামিদুজ্জামান খান : </strong>চারু ও কারুকলা মহাবিদ্যালয়ে আমি ১৯৬৭ সালে শেষ বর্ষে পড়ার সময় বড় অ্যাকসিডেন্ট করলাম। ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় লাইব্রেরির পাশের রাস্তায় একটা ট্রাক আমাকে ধাক্কা দিয়ে চলে যায়। মাথায় বড় আঘাত পেয়েছিলাম। অনেক দিন হাসপাতালে থাকতে হয়েছি। আবেদিন স্যার খুব চেষ্টা করেছিলেন আমাকে ভালো করার জন্য। কিছুটা ভালো হয়ে এসে আমি পরীক্ষা দিলাম। অ্যাকসিডেন্টের কারণে রেজাল্ট খারাপ হলো। অ্যাকসিডেন্ট না হলে আমার ভালো রেজাল্ট হওয়ার কথা ছিল। হয়তো পাস করার পরই পেইন্টিং বিভাগের শিক্ষক হয়ে যেতাম। আমার সব এলোমেলো হয়ে গেল। ডাক্তার আমাকে পরীক্ষা করে বলল, এই চিকিৎসাই তোমার শেষ নয়। তোমার আরও চিকিৎসা করাতে হবে ইংল্যান্ড গিয়ে। প্লাস্টিক সার্জারি করতে হবে। অ্যাকসিডেন্টের কারণে আমার মাথায় বিভিন্ন অংশে স্কাল্প ছিল না। সেই জায়গাগুলো নড়ত। অনেক রিস্কি ছিল। আবেদিন স্যার আমাকে দেশের বাইরে পাঠাতে অনেক চেষ্টা করলেন। ডা. আজহার উদ্দীন (তখন ঢাকা মেডিকেল কলেজের অধ্যক্ষ ছিলেন) আমার চিকিৎসা করেছিলেন। উনি বললেন, আমি বলে দিয়েছি তুমি ইংল্যান্ডের এডিনবার্গে যাও। ওখানে গিয়ে চিকিৎসা করিয়ে আসো। আবেদিন স্যার আমার একটা প্রদর্শনীর আয়োজন করেছিলেন চট্টগ্রাম ক্লাবে। চট্টগ্রাম ক্লাবের গ্যালারিতে আমি ছবি নিয়ে টানিয়ে দিলাম। দেখি সব ছবি বিক্রি হয়ে গেছে। স্যার সবাইকে বলে দিয়েছিল ছবিগুলো কিনে নাও, ওর টাকার দরকার। আমি সেখান থেকে অনেক টাকা পেলাম। পারভীন আপা জাহাজের টিকিট করে দিলেন। তিনি ছিলেন ঢাকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগের শিক্ষক। আমার বাবা খুলনায় গিয়ে জাহাজে উঠিয়ে দিলেন। খুলনার চালনা বন্দর থেকে জাহাজে করে ইংল্যান্ডের পথে রওনা দিই। পথে পথে জাহাজ নোঙর করেছে। আফ্রিকায় নোঙর করার পর ‘ডাকার’ শহরে নেমেছি। সেখানে প্রথম পরিচয় হয় আফ্রিকান ভাস্কর্যের সঙ্গে। আফ্রিকা বন্দর থেকে একা একাই নেমেছি। হাঁটতে হাঁটতে একটা রেস্তোরাঁয় গিয়ে বসেছি। তখন ব্যাগ কাঁধে একটা লোক আমার সামনে এসে দাঁড়ায়। আমাকে ইংরেজিতে বললেন, তুমি কি কাঠের ভাস্কর্য চাও। ব্যাগের ভেতর থেকে কালো রঙের কাঠের একটা অবয়ব বের করে আমাকে দেখায়। এমন কালো কাঠ আমি আগে কখনো দেখিনি। বললাম, এটার কত দাম। ও একটা দাম বলল, আমি নিয়ে নিলাম। সেই কাজটি এখনো আমার সংগ্রহে আছে। পরে যখন আমেরিকায় গেলাম, নিউইয়র্ক মিউজিয়ামে এই ভাস্কর্য দেখেছি। সেখান থেকে আরও একটা ভাস্কর্য কিনে এনেছি। বিউটিফুল, সুচারুভাবে তৈরি আফ্রিকান ভাস্কর্য। আফ্রিকার ক্রেপটন শহর দেখেছি—অপূর্ব। পাহাড়বেষ্টিত শহর। মেঘ গিয়ে পাহাড়ে লেগে যাচ্ছে। সেখানে মানুষগুলো সাদা আবার কালো। কিছু মানুষ দেখা যায় ধবধবে সাদা, আবার কিছু মানুষ কালো। </p><p>আফ্রিকা থেকে দুই দিন পর আমাদের জাহাজটা চলতে লাগল। আমাদের আগেই বলা হয়েছিল সামনে একটা জায়গা সমুদ্র উত্তাল থাকবে। সে জায়গাটা স্পেনের কাছাকাছি। আগে যতটুকু পথ গিয়েছি, দেখেছি শান্ত জলরাশি, সামনে কিছুই চোখে পড়েনি। এখানে এসে দেখি জলরাশি অশান্ত। বিশাল বিশাল ঢেউ আসছে, এক একটা ঢেউ পাহাড়ের সমান উঁচু। ভয়াবহ অবস্থা। জাহাজ দুলছে, আমরা বসে থাকতে পারছি না। কিছু একটা ধরে দাঁড়িয়ে আছি। খাবারদাবার বন্ধ হয়ে গেছে। সবাই বমি করে অস্থির। সেই জায়গাটুকু পার হতে প্রায় আধা বেলা লেগে যায়। স্পেনের পাশ দিয়ে আমরা গিয়েছি। স্পেন পার হওয়ার পরই কোস্ট দেখা গেছে। অবশেষে গিয়ে পৌঁছালাম ডান্ডি পোর্টে। খুলনা থেকে সেখানে যেতে আমাদের দেড় মাস সময়ে লেগেছে। গিয়ে দেখি সেখানে তীব্র শীত। আমি জাহাজ থেকে বের হতে পারছি না। তাপমাত্রা মাইনাস হয়ে গেছে। সমুদ্রতীরের পানি বরফ হয়েছে। বরফের কারণে জাহাজগুলো নড়তে পারছে না। জাহাজ থেকে বের হয়ে ওখানে একটা ছোট্ট শহর আছে, সেখানে গিয়ে আগে গরম কাপড় কিনেছি। ঢাকা থেকে যা গরম কাপড় নিয়েছিলাম, তা কোনো কাজেই আসেনি। সেখান থেকে মোটা কাপড়ের প্যান্ট-শার্ট, ওভারকোট, চামড়ার জুতা, মোটা মোজা কিনে পরার পর দেখি বের হওয়া যায়। বাইরে গিয়ে লক্ষ করেছি লোকজন দোকান থেকে বের হয়ে দৌড়াদৌড়ি করে। এক দোকান থেকে বের হয়ে দৌড়ে অন্য দোকানে যায়। জিজ্ঞেস করলাম, এরা দৌড়ায় কেন? বলে, শীতের কারণে। সেখানে থেকে জানলাম ট্রেনে করে এডিনবার্গ যেতে পারব। এই প্রথম দেশের বাইরে যাওয়া, তা–ও একা। আমার বয়স তখন ২২–২৩ বছর হবে। আমি ভালো ইংরেজি বলতে পারতাম। ট্রেনে চড়ে এডিনবার্গ গিয়ে নেমেছি। একটা শুটকেসে করে সবকিছু নিয়েছি। তখন তো অত ভালো শুটকেস ছিল না। ট্রেন থেকে নামার পর শুটকেস ধরে নামার পর ছিঁড়ে গেল। আমি দেখলাম মহাবিপদ। একটা মেয়ে এসে আমাকে বলল, তোমাকে সাহায্য করতে পারি? আমি টাই পরা ছিলাম। মেয়েটা বলল, টাইটা খোলো। সেই টাই দিয়ে আমার শুটকেসটা বেঁধে দিল। মেয়েটাকে ধন্যবাদ দিয়ে ট্যাক্সি এডিনবার্গ রওনা দিলাম। ট্রেন থেকে নেমে এডিনবার্গ হাসপাতালে গেলাম। বিরাট হাসপাতাল। সেখানে গিয়ে আমার পরিচয় দিলাম। কাগজপত্র চাইলে আমি বললাম আমার কাছে কাগজ নেই। আবার বলল, কাগজটা লাগবে। আমি বললাম, তোমাদের অফিসে খুঁজে দেখো, এটার কপি আছে। একটু পরে এসে বলল, পেয়েছি এসো। একটা সুন্দর রুম রেডি করা ছিল, সেখানে গিয়ে উঠলাম। সন্ধ্যার সময় ডাক্তার এসে আমার খোঁজখবর নিতে লাগল। কী করে এই অবস্থা হলো। কত দিন এমন ছিল ইত্যাদি। ব্রিটিশরা সময়ের ব্যাপারে খুব সচেতন। যেদিন গিয়ে পৌঁছালাম, সেদিন থেকেই চিকিৎসা শুরু করে দিয়েছে। আমার স্কাল্প খুলে অপারেশন করতে হয়েছে। আমার সঙ্গে তো কেউ ছিল না। ডা. রশীদ নামে একজন বাঙালি ডাক্তার এসেছেন আমার সঙ্গে দেখা করতে। তিনি বললেন, তোমার অপারেশনের সময় আমি থাকব। আর অপারেশন হওয়ার পর তুমি আমার বাসায় থাকবা।’ পরের দিনই অপারেশন। উনি যাওয়ার সময় আমার দুই হাতে ঝুলে থাকা দুটি আঙুল দেখিয়ে বলেছি এগুলো ঝামেলা মনে করি। এইটুকুই বলেছি। বড় অপারেশন মাথায়। অনেক সময় লেগেছে। পরে দেখি আমার হাত দুটিও ব্যান্ডেজ করা। মাথার অপারেশনের সময় হাতের বাড়তি আঙুল দুটিও অপারেশন করেছে। </p><p>রুমে টিভি আছে, সেটা বসে বসে দেখি। বলে দিয়েছে কোনো সমস্যা মনে হলে কলিং বেলের বাটনে আঙুল ধরে রাখলেই নার্স চলে আসবে। একদিন টিভি দেখছি, হঠাৎ করেই মনে হচ্ছে আমার হাত ভেতরে চলে যাচ্ছে। শরীরটা দুমড়েমুচড়ে একাকার হয়ে যাচ্ছে। শরীরটা আমার কন্ট্রোলে নেই। কলিং বেলের বাটনে হাত রেখেছি, আর কিছু মনে নাই। জ্ঞান ফেরার পর দেখি বিছানায় শুয়ে আছি। ডাক্তার এসে জিজ্ঞেস করে, তুমি এখন কোথায়? বললাম, হাসপাতালের বিছানায়, এখন ভালো অনুভব করছি। বলল, কী হয়েছিল। একটু ঝাঁকুনি দেখতে পেয়েছি। ডাক্তার জানাল, আমার একটা স্ট্রোক হয়েছিল। আরও বলল, তুমি সহজে ঢাকায় যেতে পারবে না। আমরা তোমাকে ওয়াচে রাখব। ব্রেনের অপারেশন, খুবই ক্রিটিক্যাল। তার ওপর একটা স্ট্রোক হয়েছে। কখন কী হয়ে যায়। ওরা আমাকে এখানে রেখেই ওয়াচ করতে চায়। </p><p>হাসপাতালে বিল দিতে গিয়েছি। বলে, তোমার বিল লাগবে না। একটু সুস্থ অনুভব করলে ডাক্তার রশীদ আমাকে বলল, তুমি এক মাস আমাদের কাছে থাকো। পরে এডিনবার্গে এক মাস এবং লন্ডনে চার মাস থাকবা। এই খরচ তোমার আছে। বললাম, আছে। লন্ডনে গিয়ে অসুস্থ হলেও ফ্রি চিকিৎসা করব। আমি যে চিত্রশিল্পী, এটা ওরা ভালো করেই জানত। বলে দিল লন্ডনে গিয়ে মিউজিয়ামগুলো দেখো। ডাক্তার রশীদ আমাকে তার বাসায় নিয়ে যায়। বাসাটা ছিল হাসপাতাল থেকে অনেক দূরে। নীরব এলাকা, লোকজন নেই। সারা দিন একা একা থাকি, একটা মানুষের চলাচলও দেখি না। দুই দিনেই আমি অস্থির হয়েছি। পরে শহরে বাসা ভাড়া করে দিল। এই এক মাস এডিনবার্গ ভালো করে দেখেছি। সকালে বের হই, হাঁটতে হাঁটতে সব দেখি। </p><p>একদিন গেলাম একটা আর্ট কলেজে। একটা গ্যালারি ছিল কাছেই। অ্যান্টিক টাইপের অনেক উপকরণ ছিল সেখানে। বললাম, আমার পেইন্টিং রাখবে? বলল, নিয়ে এসো দেখি। আমি একটা পোর্টফোলিও নিয়ে গেছি। বললাম, এগুলো আমি ঢাকায় নিতে চাই না। তোমরা যদি মনে করো তোমাদের গ্যালারিতে রাখো। বিক্রি হলে আমাকে জানিয়ো। সেই ছবিগুলো পরে ইংল্যান্ড থেকে সম্প্রতি অকশনে চলে এসেছে ঢাকায় গ্যালারি কায়ায়। </p><p>এক মাস পর লন্ডনে যাব। আমি সেখানে নতুন। ডাক্তার রশী আমাকে লন্ডনে পৌঁছে দিলেন। শীতের রাত, ট্রেনে করে যাচ্ছি। সিট লম্বা করে শুয়ে আছি। বাইরে শুধু বরফ পড়ে সব ঢেকে আছে। তীব্র শীত। ট্রেন লন্ডনে এসে পৌঁছাল। সেখানে একটা হোটেলে উঠলাম ব্রিটিশ মিউজিয়াম এবং অন্য গ্যালারিগুলোর কাছাকাছি। ন্যাশনাল আর্ট গ্যালারি, প্রোর্ট্রেট গ্যালারি সবই হাঁটাদূরত্বে। খাওয়াদাওয়া করতাম হোটেলে। আমার কাছে অনেক টাকা। কারণ, আমার থেকে চিকিৎসার টাকা নেয়নি। আমি লন্ডনে চার মাসই থাকলাম। ব্রিটিশ মিউজিয়ামে গেছি বহুবার। গিয়ে দেখি বিরাট এক রুম। জানাল এ রকম ৭০টি রুম আছে, তুমি কয়টা দেখবা। প্রতিদিন যেতাম। এই আমার অভিজ্ঞতা হলো। পৃথিবীর সঙ্গে পরিচয় ঘটল। ব্রিটিশ মিউজিয়ামে সবই দেখেছি। ব্রিটিশ ভাস্কর্য, রোমান ভাস্কর্য, মিসরের ভাস্কর্য—সব সেখানে নিয়ে রেখেছে। সেখানে কয়েক শ মমি আছে। ভিক্টোরিয়া আলবার্ট মিউজিয়ামে গিয়েছি। সেখান এশিয়ার সব উপকরণ রাখা আছে। তারপর গেলাম ট্রেড গ্যালারি, সেটা আধুনিক গ্যালারি। কনটেম্পরারি আর্ট সংরক্ষিত আছে সেখানে। যাঁদের নিয়ে আমরা ছাত্রজীবনে পড়েছি, তাঁদের কাজ দেখেছি সেখানে। রোবেলসের ল্যান্ডস্কেপ। একটু এক্সপেরিমেন্টাল। একটা কাজ ছিল পুরো ক্যানভাস ডার্কে, তার মধ্যে সামান্য একটু লাইট। এগুলো দেখেছি। পরে আমি লন্ডনের বাইরেও গিয়েছি। সেক্‌সপিয়ারের বাড়িতে চলে গিয়েছি বাসে করে। সারা দিন ঘুরে আবার ফিরে এসেছি। লন্ডন শহরের মোড়ে মোড়ে ব্রোঞ্জের ভাস্কর্য। কাজগুলো অনেক গুরুত্বপূর্ণ। অনেক সুন্দর মেটালের ভাস্কর্য বসানো। রাস্তার মোড়ে আশপাশের ভবনের সঙ্গে সংগতি রেখে দীর্ঘস্থায়ী ভাস্কর্য করেছে। অনেক দিন থাকবে সেভাবেই করা হয়েছে। সেখানে আধুনিক ভাস্কর্য দেখিনি। সবই রিয়েলিস্টিক কাজ। লন্ডনে দেখেছি আধুনিক চিত্রকলা।</p></div></div></body></html>"
        },
        {
            "title": "দ্বিরাষ্ট্রীয় সমাধানের লক্ষ্যে জাতিসংঘে সম্মেলন শুরু আজ | প্রথম আলো",
            "time": "2025-07-28T16:24:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F1mwkqsrj%2Ffood.JPG?rect=0%2C35%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এএফপির তথ্য অনুযায়ী, জাতিসংঘের ১৯৩ সদস্যদেশের মধ্যে ফ্রান্সসহ ১৪২টিই ফিলিস্তিনকে রাষ্ট্র হিসেবে স্বীকৃতি দেয়। এ তালিকায় যুক্তরাজ্যও যোগ দেবে বলে আশা ফ্রান্সের। কারণ, ফিলিস্তিনকে স্বীকৃতি দেওয়ার দাবি জানিয়ে সম্প্রতি যুক্তরাজ্যের প্রধানমন্ত্রী কিয়ার স্টারমারকে চিঠি দিয়েছেন ২২১ ব্রিটিশ আইনপ্রণেতা। জবাবে স্টারমার বলেছেন, এই স্বীকৃতি অবশ্যই বৃহৎ পরিকল্পনার অংশ হতে হবে।</p><p>জাতিসংঘের সম্মেলনে ইউরোপের আরও দেশ যে ফিলিস্তিনকে স্বীকৃতি দিতে পারে, তার ইঙ্গিত দিয়েছেন ফ্রান্সের পররাষ্ট্রমন্ত্রী জ্যঁ নোয়েল ব্যারটও। এ বিষয়ে ইন্টারন্যাশনাল ক্রাইসিস গ্রুপের গবেষক রিচার্ড গোয়ান বলেন, দ্বিরাষ্ট্রীয় সমাধানের বিষয় গুরুত্বহীন হয়ে পড়ার পথে ছিল। তবে ফিলিস্তিনকে ফ্রান্সের স্বীকৃতি দেওয়ার ঘোষণার পর জাতিসংঘের এ সম্মেলনে প্রাণসঞ্চার হবে।</p><p>তবে ফিলিস্তিনের গাজায় ২১ মাস ধরে চলা ইসরায়েলের হামলা, দখলকৃত পশ্চিম তীরে ইসরায়েলের নতুন নতুন বসতি স্থাপন এবং দখল করা এলাকাগুলো ইসরায়েলের সঙ্গে যুক্ত করার যে পরিকল্পনা কথা দেশটির কর্মকর্তারা তুলে ধরছেন, তাতে দ্বিরাষ্ট্রীয় সমাধান শেষ পর্যন্ত ভৌগলিকভাবে সম্ভব হবে কি না, তা নিয়েও আশঙ্কা দেখা দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পার্বতীপুরে যুবদল-এনসিপির সংঘর্ষে ছয়জন আহত | প্রথম আলো",
            "time": "2025-07-28T16:19:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Ftd0g49g6%2FNilphamariDH058520250728Messengercreation0A82656C-FDE7-4255-B1C3-00570FDBA19E.jpg?rect=0%2C0%2C862%2C453&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানববন্ধনে বক্তব্য দেন মোস্তফাপুর ইউনিয়ন যুবদলের প্রচার সম্পাদক নাজমুল সাকিব, বিজ্ঞানবিষয়ক সম্পাদক শাকিল আহম্মেদ, ত্রাণবিষয়ক সম্পাদক ফেরদৌস মণ্ডল, যুবদল নেতা আলমগীর হোসেন, ইউনিয়ন ছাত্রদলের সিনিয়র সম্পাদক আবু সাঈদ, মহিলা দলের ওয়ার্ড সভাপতি আদুরী বেগম প্রমুখ।</p><p>মোস্তফাপুর ইউনিয়ন যুবদলের সাধারণ সম্পাদক আবিদুর রহমান বলেন, ‘ইজারামূল্যের চেয়ে অতিরিক্ত টাকা গ্রহণ করছেন ইজারাদারের লোকজন ও এনসিপি সদস্য তারিকুল ইসলাম। হাটে গিয়ে বিষয়টি জানতে চাইলে ধাক্কা দিয়ে আমাকে অফিস ঘরে ঢুকিয়ে ফেলে। আমি একা থাকায় আমাকে এলোপাতাড়ি মারধর করে।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘পিআর পদ্ধতির নির্বাচনের কথা শুনে একটি দল ঘুমাতে পারছে না’ | প্রথম আলো",
            "time": "2025-07-28T16:15:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fyqgte5hj%2FChuadangaDH057020250728chuadanga-isha-pic-728-07-2025.jpg?rect=0%2C0%2C2324%2C1220&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনপদ্ধতি পরিবর্তন করার এখনই সুযোগ উল্লেখ করে রেজাউল করীম জানান, বিশ্বের ৯১টি দেশে পিআর পদ্ধতির নির্বাচন চলছে। বিএনপির নাম উল্লেখ না করে তিনি বলেন, দলটি আসলে বোঝে তো সবই, কিন্তু পিআর পদ্ধতিতে নির্বাচন হলে দেশের টাকা বিদেশে পাচার করে ৩০০-৩৫০-৬০০ বাড়ি তৈরি করা যায় না। এ পদ্ধতিতে হাজার হাজার ভাইকে মিথ্যা মামলায় দমন করা যায় না। তাঁদের সংসারবিহীন করা যায় না। বিএনপিকে ইঙ্গিত করে ফয়জুল করীম আরও বলেন, ‘পিআর পদ্ধতি নির্বাচনের কথা শুনে একটি দল আর ঘুমাতে পারছে না। আসুন, ফ্যাসিস্ট খুনি টাকা পাচারকারীদের বর্জন করি।’</p><p>রেজাউল করীম অন্তর্বর্তী সরকারের প্রতি আহ্বান জানান, পিআর পদ্ধতি নির্বাচন হতে হবে। প্রয়োজনীয় সংস্কার করতে হবে এবং টাকা পাচারকারী ও খুনিদের বিচার করতে হবে। বিএনপি নেতাদের বক্তব্যের সমালোচনা করে ইসলামী আন্দোলনের এই নেতা বলেন, ‘ফ্যাসিস্ট হাসিনা সরকার এক ঘণ্টা আগেও জানত না হেলিকপ্টার চড়ে প্রতিবেশী দেশে পালাতে হবে। আল্লাহ যখন এত বড় খুনিকে পালিয়ে যাওয়ার মধ্য দিয়ে আমাদের দেশকে স্বাধীন করেছে, আরেক ফ্যাসিস্ট ক্ষমতায় আসবে, চাঁদাবাজ ক্ষমতায় আসবে, খুনি ক্ষমতায় আসবে, আমরা তা গ্রহণ করব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে জঙ্গিবাদে উদ্বুদ্ধ সন্দেহে তরুণ গ্রেপ্তার, বোমা তৈরির উপকরণ জব্দ | প্রথম আলো",
            "time": "2025-07-28T16:11:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরের দিন রোববার ডামুড্যা থানার উপপরিদর্শক (এসআই) রিপন বাদী হয়ে ২০০৯ সালের সন্ত্রাসবিরোধী আইনে একটি মামলা করেন। ওই মামলায় আফতাব উদ্দিনকে গ্রেপ্তার দেখিয়ে শরীয়তপুর চিফ জুডিশিয়াল ম্যাজিস্ট্রেট আদালতে আনা হয়। আদালতের বিচারকের কাছে তিনি স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। এরপর তাঁকে শরীয়তপুর জেলা কারাগারে পাঠানো হয়েছে।</p><p>ওই তরুণ অনলাইন মাধ্যমে যুক্ত থেকে জঙ্গিবাদে স্বেচ্ছায় উদ্বুদ্ধ (সেলফ মোটিভেটেড) হওয়ার কথা পুলিশের কাছে প্রাথমিকভাবে স্বীকার করেছেন বলে জানিয়েছেন শরীয়তপুরের পুলিশ সুপার নজরুল ইসলাম। তিনি প্রথম আলোকে বলেন, ‘সে কিছু একটা করবে, এমন চেষ্টা করছিল। তার আগেই আমরা তাকে ধরতে সক্ষম হয়েছি। তবে আইএসের সঙ্গে তার কোনো যোগাযোগ আছে কি না, তা নিশ্চিত হতে পারিনি। তবে তার দিকে (আইএস) সে উদ্বুদ্ধ হয়েছে, এমন বলেছে। এ বিষয়ে তদন্ত করা হচ্ছে।’</p><p>ডামুড্যা থানা সূত্র জানায়, ডামুড্যা পৌরসভার ২ নম্বর ওয়ার্ডের বিশাকুড়ি এলাকার বাসিন্দা আফতাব উদ্দিন। তিনি ডামুড্যা উপজেলা সদরের পূর্ব ডামুড্যা সরকারি কলেজ থেকে চলতি এইচএসসি পরীক্ষা দিচ্ছিলেন। তাঁর বাবা আবদুল মালেক হাওলাদার প্রাথমিক বিদ্যালয়ের শিক্ষক ছিলেন। কয়েক বছর আগে মারা গেছেন।</p><p>এ বিষয়ে জানতে আফতাব উদ্দিনের পরিবারের সদস্যদের সঙ্গে যোগাযোগ করা হয়। তাঁরা কোনো মন্তব্য করতে রাজি হননি।</p></div></div></div></body></html>"
        },
        {
            "title": "জনগণকে নিয়ে সংস্কার করতে হলে নির্বাচন দিতে হবে: জোনায়েদ সাকি | প্রথম আলো",
            "time": "2025-07-28T16:10:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Foomlis6r%2FKhulnaDH063020250728Khulna-Gonosonghoti-3.JPG?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সোমবার বিকেলে খুলনার শিববাড়ী মোড়ে গণসংহতি আন্দোলন আয়োজিত জুলাই পদযাত্রা ও সমাবেশে প্রধান অতিথির বক্তব্যে জোনায়েদ সাকি এসব কথা বলেন। কর্মসূচি থেকে বন্ধকৃত ২৬টি রাষ্ট্রীয় পাটকল-নিউজপ্রিন্ট–হাডবোর্ড মিলসহ খুলনার সব শিল্প কলকারখানা চালুর দাবি জানানো হয়।</p><p>সমাবেশে জোনায়েদ সাকি তিনি বলেন, ‘জনগণকে বাদ দিয়ে সংস্কার হবে না। জনগণকে নিয়ে সংস্কার করতে হলে নির্বাচন দিতে হবে। নির্বাচন ছাড়া জনগণের অংশগ্রহণে সংস্কার কীভাবে হবে? তাই আমরা সংস্কারের রূপরেখা চাই, নির্বাচনের সুষ্ঠু পরিবেশ ও নির্বাচনের তারিখ চাই। বিচার, সংস্কার, নির্বাচন—এই রোডম্যাপ থেকে যারা আমাদের অন্যদিকে নিতে চাইবে, তারা জাতীয় স্বার্থের বিরুদ্ধে দাঁড়াচ্ছে।’</p><p>আওয়ামী লীগ বিভেদের সংস্কৃতি চালু করেছিল উল্লেখ করে জোনায়েদ সাকি বলেন, ‘আমাদের দেশের সমস্ত জনগণের ওপর জগদ্দল পাথরের মতো চেপে বসেছিল শেখ হাসিনার ফ্যাসিস্ট শাসন। আমরা সেটা থেকে মুক্তি পেয়েছি, সেটা আমাদের গণ–অভ্যুত্থানের অর্জন। কিন্তু শুধু এতটুকু অর্জনের জন্যই আমাদের সন্তানেরা, আমাদের নাগরিকেরা এভাবে আত্মাহুতি দেন নাই, এভাবে শহীদ হন নাই। আমাদের আন্দোলনের লক্ষ্য ছিল, ফ্যাসিস্ট শেখ হাসিনার পতন ঘটাতে হবে। একই সঙ্গে রাষ্ট্রকে যে পকেটে ঢুকিয়ে ফেলা যায়, সেটা বাতিল করতে হবে। আর কেউ যাতে বাংলাদেশে রাষ্ট্রব্যবস্থা ও রাষ্ট্রের প্রতিষ্ঠানসমূহকে পকেটে ঢুকিয়ে ফেলতে না পারে। আমরা সেই কারণে লড়াই করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার মৃত্যুর ৪ ঘণ্টা পর বড় ছেলের মৃত্যু, পরিবারে শোকের ছায়া | প্রথম আলো",
            "time": "2025-07-28T16:08:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fm3p1ze3n%2FWhatsApp-Image-2025-07-28-at-10.04.18-PM.jpeg?rect=0%2C109%2C738%2C387&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোলেমান খানের ছোট ভাই মো. শাহাজালাল খান আজ সন্ধ্যায় প্রথম আলোকে বলেন, ‘এত অল্প সময়ে বাবা ও বড় ভাইকে হারাইলাম। এই কষ্ট ও শোক ক্যামনে সহ্য করুম। বড় ভাইয়ের আয়েই সংসার চলত।’</p><p>মতলব দক্ষিণ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. সালেহ আহাম্মদ বলেন, তিনি ঘটনাটি জেনেছেন। এ বিষয়ে থানায় কোনো অভিযোগ হয়নি। দুজনের মৃত্যুই অসুস্থতাজনিত।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বেচ্ছাসেবক লীগের সাবেক নেতাকে থানা ফটকে ডিম নিক্ষেপ | প্রথম আলো",
            "time": "2025-07-28T16:07:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F6ht4q1ui%2FBoguraDH124220250728IMG20250728162859.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েকজন প্রত্যক্ষদর্শীর বরাতে জানা যায়, গ্রেপ্তারের পর আজ বিকেলে শুভ ইমরানকে থানা হাজত থেকে থানার প্রধান ফটকের সামনে বের করা হয় আদালতে পাঠানোর জন্য। এ সময় বিক্ষুব্ধ লোকজন তাঁকে লক্ষ্য করে ডিম ছুড়তে থাকে। তাঁরা শুভ ইমরানের ওপর হামলা করতে চাইলে পুলিশ তাঁদের ছত্রভঙ্গ করে। পরে প্রিজন ভ্যানে তুলে বিশেষ নিরাপত্তা দিয়ে শুভ ইমরানকে আদালতে পাঠানো হয়।</p><p>শেরপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এস এম মঈনুদ্দীন প্রথম আলোকে জানান, শেরপুর থানায় বিস্ফোরক দ্রব্য আইনে মামলার এজাহারভুক্ত আরও একাধিক আসামি এখনো আত্মগোপনে রয়েছেন। তাঁদের খুঁজতে অনুসন্ধান চলছে। গ্রেপ্তার করে দ্রুত আইনের বিচারের মুখোমুখি করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রেজারি বিল বন্ড থেকে ব্যাংক এশিয়ার আয় বেড়ে দ্বিগুণ | প্রথম আলো",
            "time": "2025-07-28T16:03:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fb49d36e0-767b-44b4-a3b7-4ac059ef5194%2F8d776908_d8d3_4753_ac46_e4c281116f46.jfif?rect=0%2C43%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে ট্রেজারি বিল বন্ড থেকে আয় উল্লেখযোগ্য পরিমাণে বাড়লেও ব্যাংকের মূল ব্যবসা ঋণের সুদ বাবদ আয় কমে গেছে। চলতি বছরের প্রথম ছয় মাসে ব্যাংক এশিয়া ঋণের সুদ বাবদ আয় করেছে ১ হাজার ৩৯৭ কোটি টাকা। গত বছরের একই সময়ে যার পরিমাণ ছিল ১ হাজার ৪৩৪ কোটি টাকা। সে হিসাবে এক বছরের ব্যবধানে ঋণের সুদ বাবদ আয় কমেছে ৩৭ কোটি টাকা। যদিও এই সময়ে আমানতের সুদ বাবদ ব্যয় প্রায় সোয়া ৪০০ কোটি টাকা বেড়েছে। চলতি বছরের প্রথম ছয় মাসে আমানতের সুদ বাবদ ব্যাংক এশিয়া ব্যয় করেছে ১ হাজার ৫১০ কোটি টাকা। গত বছরের একই সময়ে যার পরিমাণ ছিল ১ হাজার ৮৬ কোটি টাকা।</p><p>ব্যাংক খাত–সংশ্লিষ্ট ব্যক্তিরা বলছেন, আমানতের সুদ বেড়ে যাওয়ায় ব্যাংকগুলোকে এখন আমানত সংগ্রহে আগের চেয়ে বেশি অর্থ ব৵য় করতে হচ্ছে। এ কারণে এ খাতে খরচ বেড়েছে ব্যাংকগুলোর।</p></div></div></div></body></html>"
        },
        {
            "title": "জামালপুরে বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক নেতাকে মারধরের অভিযোগ এনসিপি নেতার সমর্থকদের বিরুদ্ধে | প্রথম আলো",
            "time": "2025-07-28T16:03:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fpl7g5rpq%2FJamalpur.jpg?rect=0%2C0%2C1501%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগের বিষয়ে আবিদ সৌরভ প্রথম আলোকে বলেন, ‘পদযাত্রা শেষ হওয়ার ১৫–২০ মিনিট পর শুনতে পাই, সভাস্থলের পাশে মারামারি হয়েছে। সেখানে আমাদের এক ছোট ভাই আহত হয়েছেন। সঙ্গে সঙ্গে এনসিপির অন্য নেতাদের সঙ্গে আমিও হাসপাতালে তাঁকে দেখতে যাই। তাঁর ধারণা, আমার লোকজন তাঁকে মারধর করেছেন। আমি কেন তাঁকে মারাব?’ ভেরিফিকেশনের দায়িত্ব দেওয়া প্রসঙ্গে তিনি বলেন, ‘ভিডিওটি যেভাবে উপস্থাপন করা হয়েছে, বিষয়টি সেই রকম নয়। ওই ভিডিও পোস্টের পর তাঁরাই আবার সংশোধন করে পোস্ট করেছেন।’</p><p>সাফায়াত প্রথম আলোকে বলেন, ‘এনসিপির পদযাত্রার সভা শেষ হওয়ার পর আমার ওপর অতর্কিত হামলা চালানো হয়। আবিদ সৌরভের পোলাপান এই হামলা করেছে। কয়েক দিন আগে তাঁর (আবিদ) চাঁদাবাজির একটি ভিডিও আমি প্রকাশ করেছিলাম। ওই পোস্টে আমি আরও একটি কথা উঠিয়েছিলাম—ওই ভিডিওতে আবিদের স্পষ্ট কথা আছে, এসপি নিজে তাঁকে ভেরিফিকেশনের দায়িত্ব দিয়েছেন। এসপি স্যারকে নিয়ে যে এত বড় একটা কথা বলছেন—এসপি স্যার নাকি ওনাকে (আবিদ) চাঁদাবাজি ও ভেরিফিকেশনের দায়িত্ব দিয়েছেন। এটা কতটুকু যুক্তিসংগত, আমি জানতে চাই। তাঁকে কীভাবে ভেরিফিকেশনের দায়িত্ব দেওয়া হয়? আর এই পোস্ট দেওয়ার পরও বিষয়টির কোনো সমাধান হয়নি। এই বিষয়ে এসপি স্যারের সঙ্গে কথা হয়নি। তবে এই বিষয়ে পুলিশের অনেকের সঙ্গে আমার কথা হয়েছে। তাঁরা বলছিলেন, বিষয়টি দেখবেন। এসপি স্যার এখনো এর কোনো সমাধানে আসেননি।’</p></div></div></div></body></html>"
        }
    ]
}