{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "স্বল্প সময়ের খ্যাতি নিয়ে ভাবি না | প্রথম আলো",
            "time": "2025-12-26T09:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fn3otrlwx%2FIMG5846.JPG?rect=0%2C0%2C2581%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>রেজমিন সেতু: </strong>শামীম জামানের পরিচালনায় ‘শাদী মোবারক’ আর অরণ্য আনোয়ারের ‘নোয়াখালী এক্সপ্রেস’। ‘শাদী মোবারক’ প্রায় শেষের দিকে, শুটিংও শেষ। এতে মোশাররফ করিম ভাই থেকে শামীম জামান, আ খ ম হাসান, রোবেনা রেজা জুঁই, জয়রাজ দাদাসহ অনেক সিনিয়র অভিনেতার সঙ্গে অভিনয় করেছি। কাজটি করে অনেক কিছু শিখতে পেরেছি। ইতিবাচক সাড়া পেয়েছি। ‘নোয়াখালী এক্সপ্রেস’ কয়েক দিন আগেই শুরু হলো। এখানেও অনেক সিনিয়র শিল্পী আছেন। ধারাবাহিকের শুটিং টানা হয়, কোনো তাড়াহুড়া থাকে না, তাই সময়টা আমার মতো নতুন শিল্পীদের জন্য স্কুলিংয়ের মতো কাজ করে।</p></span></div></div></body></html>"
        },
        {
            "title": "হাদির জন্য নীরবতা, জাতীয় সংগীত আর বেলুন উড়িয়ে বিপিএলের উদ্বোধন | প্রথম আলো",
            "time": "2025-12-26T09:06:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fiv42j6kv%2F20251226142513.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বেলা তিনটায় রাজশাহী ওয়ারিয়র্স ও সিলেট টাইনসের ম্যাচ দিয়ে শুরু হয়েছে বিপিএলে মাঠের লড়াই। প্রথম দিনে মাঝের বিরতিতে অবশ্য দর্শকদের জন্য গাইবেন ফুয়াদ আল মুক্তাদির। থাকছে আলোক–প্রদর্শনীও।</p><p>বিপিএল অবশ্য এবার শুরুর আগেই বিতর্কিত হয়েছে। টুর্নামেন্ট শুরুর এক দিন আগে চট্টগ্রাম রয়্যালসের মালিকানা নিয়েছে বিসিবি। কাল অনুশীলনের সময় বল না পাওয়ায় রেগে সিএনজিতে করে মাঠ ছেড়ে চলে গিয়েছিলেন নোয়াখালী এক্সপ্রেসের প্রধান কোচ খালেদ মাহমুদ ও সহকারী কোচ তালহা জুবায়ের। পরে যদিও ফিরে এসে খালেদ মাহমুদ জানান, ‘ভুল–বোঝাবুঝি’র জন্য এমন হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবীর রেডিও তরঙ্গ ছড়িয়ে পড়ছে মহাকাশে, বিপদের আশঙ্কা | প্রথম আলো",
            "time": "2025-12-26T09:04:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fbykxf7zv%2FSpace.nasa.png?rect=0%2C11%2C456%2C239&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসার বিজ্ঞানীদের তথ্যমতে, দীর্ঘদিন ধরে সমুদ্রের তলদেশে চলাচল করা সাবমেরিনের সঙ্গে যোগাযোগের জন্য অত্যন্ত নিম্ন ফ্রিকোয়েন্সির রেডিও তরঙ্গ ব্যবহার করা হচ্ছে। আগে ধারণা করা হতো রেডিও তরঙ্গগুলো পৃথিবীর কাছাকাছিই থাকে। কিছু নতুন গবেষণায় দেখা গেছে, রেডিও তরঙ্গের কিছু অংশ মহাকাশে চলে যায়। সেখানে গিয়ে তারা পৃথিবীর চৌম্বক ক্ষেত্রে আটকে পড়া বৈদ্যুতিক চার্জযুক্ত কণাগুলোকে প্রভাবিত করে। এই মিথস্ক্রিয়া ঘটছে পৃথিবীর অনেক ওপরে, যেখানে ভ্যান অ্যালেন রেডিয়েশন বেল্ট অবস্থিত। ১৯৬০–এর দশকের পরিমাপের তুলনায় বর্তমানের বিকিরণ পরিবেশ অনেকটা আলাদা। রেডিও তরঙ্গের ব্যাপক ব্যবহারের ফলে সেখানে একটি স্থিতিশীল কাঠামো তৈরি হয়েছে, যা আগে ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "চার উদ্যোগে বাড়বে পেঁয়াজের উৎপাদন | প্রথম আলো",
            "time": "2025-12-26T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fmg4jgklo%2FPabnaDH060720251202Bera-Raja-Hosen-4.jpg?rect=0%2C228%2C1020%2C536&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>রাজা হোসেন: </strong>নতুন পেঁয়াজ তুলে আনার সময় প্রান্তিক চাষিরা ঋণ শোধ করতে বা সংসারের খরচ মেটাতে দেদার পেঁয়াজ বিক্রি করেন। এতে বাজারে চাহিদার তুলনায় সরবরাহ বেড়ে যায়, ফলে দাম পড়ে যায়। এ ক্ষেত্রে একটি উদাহরণ দেওয়া যেতে পারে, ধরা যাক একজন কৃষকের ২৫ হাজার টাকা দরকার। তিনি যদি প্রতি মণ পেঁয়াজ বিক্রি করে ২ হাজার টাকা পান, তাহলে তাঁকে বিক্রি করতে হবে ১২ থেকে ১৩ মণ পেঁয়াজ। তবে বাজারে যদি দেখা যায় দাম ১ হাজার টাকা, তখন তাঁকে ২৫ মণ পেঁয়াজ বিক্রি করতে হয়। ফলে কৃষকের মজুত কমে যায়। তাই পরে দাম বাড়লে কৃষকের হাতে খুব বেশি পেঁয়াজ থাকে না। সুতরাং পেঁয়াজের দাম শুরুতে পড়ে যাওয়া ও শেষে গিয়ে বেড়ে যাওয়ার পেছনে মূল কারণ হচ্ছে, কৃষকের ওপর ঋণের চাপ, আর্থিক অস্থিরতা, দীর্ঘদিন সংরক্ষণ–সুবিধার অভাব এবং মৌসুমের শুরুতে বাজারে অতিরিক্ত সরবরাহ।</p></span></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক শিক্ষা অধিদপ্তরের নিয়োগ পরীক্ষা স্থগিত | প্রথম আলো",
            "time": "2025-12-26T08:59:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F64418aa1-3882-45e7-a436-376f541de4fd%2Fd3d81387-2866-4288-97c2-c626fe8c2471.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p>প্রাথমিক শিক্ষা অধিদপ্তরের আওতাধীন ’হিসাব সহকারী’ পদের পরীক্ষা স্থগিত করা হয়েছে। প্রাথমিক শিক্ষা অধিদপ্তরের পরিচালক (প্রশাসন) স্বাক্ষরিত এক বিজ্ঞপ্তিতে আজ শুক্রবার এ তথ্য জানানো হয়েছে। পরীক্ষাটি আজ (২৬ ডিসেম্বর ২০২৫) বিকেলে অনুষ্ঠিত হওয়ার কথা ছিল। </p><p>অধিদপ্তরের বিজ্ঞপ্তিতে বলা হয়, ২৬ ডিসেম্বর ২০২৫ তারিখে বিকেল ৩ টা থেকে ৪ টা ২০ মিনিট পর্যন্ত সময়ের পরীক্ষা অনিবার্যকারণবশত স্থগিত করা হলো। স্থগিতকৃত পরীক্ষার তারিখ ও সময় পরবর্তীতে জানানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার কবর জিয়ারত করতে যাচ্ছেন তারেক রহমান, নেতা-কর্মীদের অপেক্ষা | প্রথম আলো",
            "time": "2025-12-26T08:54:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fsdoqg5zs%2FWhatsApp-Image-2025-12-26-at-3.16.32-PM.jpeg?rect=0%2C122%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির মিডিয়া সেল সকালে ভেরিফায়েড ফেসবুক  পেজে জানায়, আজ জুমার নামাজ আদায়ের পর বাবার কবর জিয়ারত করবেন তারেক রহমান। পরে তিনি সাভারে জাতীয় স্মৃতিসৌধে মুক্তিযুদ্ধের শহীদদের প্রতি শ্রদ্ধা জানাতে যাবেন। </p><p>তারেক রহমান বাংলাদেশ বিমানের বিজি-২০২ ফ্লাইটে দেশে ফেরেন। তিনি লন্ডন থেকে সিলেট হয়ে গতকাল বৃহস্পতিবার বেলা ১১টা ৪৩ মিনিটে ঢাকায় হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে পৌঁছান। সঙ্গে ছিলেন স্ত্রী ডা. জুবাইদা রহমান ও একমাত্র মেয়ে জাইমা রহমান।  ঢাকা বিমানবন্দর থেকে পূর্বাচলের ৩০০ ফিটে যেতে যানজট না থাকলে আধা ঘণ্টার বেশি সময় লাগে না। গতকাল তারেক রহমানের সেই পথে যেতে সময় লেগেছে তিন ঘণ্টা। কারণ, রাস্তার দুই ধারে নেতা-কর্মী-সমর্থকদের সারি, মানুষের ঢল। কেবল নেতা-কর্মী নন, অনেকেই এসেছেন ১৭ বছর পর দেশে ফেরা তারেক রহমানকে একপলক দেখার কৌতূহল নিয়ে, কেউবা প্রত্যাবর্তনের একটি স্মরণীয় দিনের সাক্ষী হতে। বিমানবন্দর থেকে পূর্বাচলের সংবর্ধনা মঞ্চ পর্যন্ত সাড়ে ছয় কিলোমিটার পথ যেন লোকারণ্য হয়ে ওঠে।  </p></div></div></div></body></html>"
        },
        {
            "title": "লেবাননে হামলা চালিয়ে ইরানি বাহিনীর সদস্যসহ ৩ জনকে হত্যার দাবি ইসরায়েলের | প্রথম আলো",
            "time": "2025-12-26T08:50:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fkmyqdrpq%2FLebanon.jpg?rect=0%2C22%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েলি সামরিক বাহিনীর দাবি, হামলায় আইআরজিসির কুদস ফোর্সের সদস্য হোসেন মাহমুদ মারশাদ আল-জাওহারি নিহত হয়েছেন। লেবাননের দক্ষিণাঞ্চলের আনসারিয়া এলাকায় তাঁর গাড়িতে হামলা হলে তিনি নিহত হন।</p><p>ইসরায়েলের দাবি, জাওহারি ইরানের নির্দেশনায় সিরিয়া ও লেবানন থেকে ইসরায়েলবিরোধী কার্যক্রম পরিচালনা করতেন। তবে আইআরজিসির পক্ষ থেকে এখন পর্যন্ত এ বিষয়ে কোনো মন্তব্য পাওয়া যায়নি।</p><p>এদিকে লেবাননের রাষ্ট্রীয় বার্তা সংস্থা ন্যাশনাল নিউজ এজেন্সির (এনএনএ) খবরে বলা হয়, দক্ষিণ লেবাননের বিনতে জুবাইল জেলার সাফাদ আল-বাতিখ এলাকায় একটি পিকআপ ট্রাকে ড্রোন হামলা চালিয়েছে ইসরায়েল।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের প্রত্যাবর্তন-অভ্যর্থনা ঘিরে জনদুর্ভোগের জন্য বিএনপির দুঃখ প্রকাশ | প্রথম আলো",
            "time": "2025-12-26T08:43:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fu1oo6k4o%2FBNP-Sorry.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের স্বদেশ প্রত্যাবর্তন-অভ্যর্থনা ঘিরে ঢাকায় জনদুর্ভোগের জন্য দলটি আন্তরিকভাবে দুঃখ প্রকাশ করছে।</p><p>আজ শুক্রবার বিএনপির জ্যেষ্ঠ যুগ্ম মহাসচিব রুহুল কবির রিজভীর সই করা এক সংবাদ বিজ্ঞপ্তিতে দলের পক্ষ থেকে এই দুঃখ প্রকাশ করা হয়। সংবাদ বিজ্ঞপ্তিটি আজ দুপুর ২টা ৮ মিনিটে বিএনপির মিডিয়া সেলের ভেরিফায়েড ফেসবুক পেজে পোস্ট করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিজেপি ছেড়ে তৃণমূলে নায়িকা | প্রথম আলো",
            "time": "2025-12-26T08:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fxc5lzlid%2Fparnomittra17630322483764909839790324216550738545.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের পশ্চিমবঙ্গের রাজনীতিতে বড় চমক! আজ শুক্রবার সকালে জানা যায়, গত বিধানসভা ভোটে বিজেপির প্রার্থী হওয়া এক চিত্রনায়িকা এবার তৃণমূলে যোগ দিতে চলেছেন।</p><p> গুঞ্জন সত্যি করে বেলা বাড়তেই তৃণমূল ভবনের পথে রওনা দিলেন পার্নো মিত্র। খবর, মন্ত্রী চন্দ্রিমা ভট্টাচার্যের হাত ধরে তৃণমূলে যোগ দিচ্ছেন অভিনেত্রী। ২০২১ সালের বিধানসভা নির্বাচনে বরাহনগর কেন্দ্রে বিজেপির হয়ে ভোটে লড়েছিলেন পার্নো। খবর সংবাদ প্রতিদিনের</p></div></div></div></body></html>"
        },
        {
            "title": "ধাপে ধাপে চাষ করেন জাহাঙ্গীর, ১৩ বিঘা জমিতে লেটুস, থাইপাতা, চেরি টমেটো | প্রথম আলো",
            "time": "2025-12-26T08:15:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fye85d6yw%2FUntitled-2.jpg?rect=0%2C16%2C570%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পুদিনাপাতায় আলাদা বাজার</strong></p><p>তিন বিঘা জমিতে পুদিনাপাতা চাষ করছেন জাহাঙ্গীর। বর্ষাকালে পুদিনাপাতার চাহিদা সবচেয়ে বেশি। কুষ্টিয়া, যশোর, খুলনা, বগুড়া, রাজশাহী ও চাঁপাইনবাবগঞ্জের বিভিন্ন রেস্তোরাঁয় বাসের মাধ্যমে পুদিনাপাতা পাঠান তিনি। জাহাঙ্গীরের ভাষ্য, পুদিনাপাতা রেস্তোরাঁয় বিক্রি হয়। রাজশাহী ছাড়াও বিভিন্ন জেলায় পুদিনাপাতা পাঠান। এই পাতা চাষে খরচ কম, আয় বেশি।</p><p>বর্তমানে তাঁর খামারে প্রতিদিন পাঁচজন শ্রমিক কাজ করেন। প্রয়োজনে আরও লোক নেন। জাহাঙ্গীর বলেন, ‘একসময় আমি পরাধীন ছিলাম। অন্যের চাকরি করতাম। আজ আমার কাজ দিয়ে পাঁচটা পরিবার চলছে, এটাই আমার সবচেয়ে বড় অর্জন।’</p><p><strong>সরেজমিনে মাঠে</strong></p><p>সম্প্রতি সরেজমিনে দেখা যায়, শীতের সকালের রোদে থালতা গ্রামের মাঠজুড়ে কৃষক ও কৃষিশ্রমিকদের ব্যস্ততা। কয়েকজন শ্রমিক মাটির নিচ থেকে তুলে আনছেন লালচে বিটরুট। পাশে বস্তায় ভরে রাখা হচ্ছে সবজি। একটু দূরে কাঁচা সবুজের সারি পুদিনাপাতা। বাতাসে ভেসে আসছে তাজা সবজির গন্ধ। পাশাপাশি সারি সারি লেটুসপাতা নজর কাড়ছে। কৃষক জাহাঙ্গীর হোসেন মাঠে দাঁড়িয়ে শ্রমিকদের সঙ্গে কাজ করছেন। কখনো বিটরুট তোলা দেখছেন, কখনো বস্তায় ভরছেন। আবার পুদিনাপাতার বস্তা ঠিকঠাক করছেন। স্থানীয় কৃষক তবুর রহমান বলেন, ‘এ ধরনের ফসল আগে এলাকায় কেউ করতেন না। জাহাঙ্গীরই শুরু করেছেন। এখন তিনি একাই ১০ বিঘায় বিটরুট চাষ করছেন। এলাকায় এ উদাহরণ হয়ে গেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যাডেট কলেজে ভর্তি পরীক্ষা : শিক্ষার্থীদের জন্য শেষ মুহূর্তের ৭টি পরামর্শ | প্রথম আলো",
            "time": "2025-12-26T08:11:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fbximy7st%2Ffreepikassistant1766296055898.jpeg?rect=0%2C194%2C2432%2C1277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রিয় ক্যাডেট কলেজ ভর্তি–ইচ্ছুক শিক্ষার্থীরা, শুভেচ্ছা রইল। গণিত ১০০, ইংরেজি ১০০, বাংলা ৬০ ও সাধারণ জ্ঞান ৪০; মোট ৩০০ নম্বরের লিখিত পরীক্ষা অনুষ্ঠিত হবে, তা তোমরা প্রবেশপত্র মারফত জানতে পেরেছ। তোমাদের প্রবেশপত্রে পরীক্ষাকেন্দ্রের নাম লেখা আছে।</p><p><strong>প্রশ্নের ধরন</strong></p><p>তোমরা বাংলা, ইংরেজি, গণিত ও সাধারণ জ্ঞানে প্রচুর পড়াশোনা করেছ। ৩০০ নম্বরের পরীক্ষার জন্য মোট সময় ৩ ঘণ্টা। অর্থাৎ ১ নম্বরের জন্য তুমি ১ মিনিট সময়ও পাবে না। প্রশ্নপত্রে অবজেকটিভ বা নৈর্ব্যক্তিক, শূন্যস্থান পূরণ, এককথায় উত্তর ও কিছু রচনামূলক প্রশ্ন দেওয়া থাকবে। বাংলা ও ইংরেজিতে ২০ থেকে ৩০ শতাংশ রচনামূলক প্রশ্ন, অনুচ্ছেদ রচনা, যৌক্তিক অনুচ্ছেদ ও গল্প থাকবে। পরীক্ষায় তোমার জ্ঞান, অনুধাবন ও সৃজনশীলতার পরিচয় দিতে হবে। বাংলা ও ইংরেজি বিষয়ের রচনামূলক অংশ খুবই গুরুত্ব বহন করে এবং তা ডিসাইডিং ফ্যাক্টর হিসেবে কাজ করবে। সংক্ষিপ্ত প্রশ্নের উত্তর করার পর ব্রেন স্ট্রর্মিং ও মাইন্ড ম্যাপিংয়ের মাধ্যমে বিষয়টি ভালোভাবে চিন্তা করে লেখা শুরু করবে।</p><p><strong>ভয়কে করো জয়</strong></p><p>প্রশ্ন যে ধরনেরই হোক না কেন, ভয় পাওয়ার বা আতঙ্কিত হওয়ার কোনো কারণ নেই। প্রশ্ন শুধু তোমার একার জন্যই সহজ বা কঠিন হবে না—সবার জন্যই হবে। তাই সহজ হলেও যা, কঠিন হলেও তা। মাথা ঠান্ডা রাখবে। প্রতিযোগিতামূলক পরীক্ষায় যারা সবচেয়ে বেশি নম্বর পাবে, তারাই ভালো করবে। তোমার চেষ্টা থাকবে যত বেশি পারো দ্রুতগতিতে উত্তর করা, পরীক্ষার হলে কোনোভাবেই মনঃসংযোগে যেন ব্যাঘাত না ঘটে, তা নিশ্চিত করা। একটি কথা মনে রাখবে, পরীক্ষায় ভালো করতে হলে দ্রুত লেখা, নির্ভুল লেখা ও সুন্দর হস্তাক্ষরের কোনো বিকল্প নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুর ভুয়া জন্ম-মৃত্যু দেখিয়ে নিবন্ধনের লক্ষ্যপূরণ | প্রথম আলো",
            "time": "2025-12-26T08:09:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Ft4y4ihki%2FUntitled-3.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিগত ১৫, ১৬ ও ১৮ নভেম্বর ব্রাহ্মণবাড়িয়া সদর উপজেলার বুধল ইউনিয়নে মৃত্যুনিবন্ধন ধরে শিশুদের খোঁজ করা হয়। অনেক খোঁজাখুঁজির পর ইউনিয়নের জঙ্গলীসারের সিরাজনগর গ্রামের মোহাম্মদ হেলালের বাড়ির ঠিকানা পাওয়া যায়। চারপাশে সীমানাপ্রাচীর দেওয়া পাকা ভবনের বাড়ির নিচতলায় হেলালের পরিবার বসবাস করে। বাড়িতে হেলালকে পাওয়া যায়নি। তাঁর স্ত্রী নাজমা বেগমের সঙ্গে কথা হয়। এই দম্পতির ৪ নম্বর সন্তান মো. শিহাব ৩ দিন বয়সে ২ সেপ্টেম্বর মারা গেছে বলে তথ্য রয়েছে জন্ম ও মৃত্যুনিবন্ধনের ডেটাবেজে।</p><p>নাজমা তাঁর নিজের ও স্বামীর জন্মসনদ প্রথম আলোকে দেখান। তিনি জানান, তাঁদের ৯, ৫ ও ৩ বছর বয়সী তিন সন্তান রয়েছে। শিহাব নামে তাঁদের কোনো সন্তান নেই। তাঁদের কোনো সন্তানের মৃত্যু হয়নি।</p><p>মতিন ও সালমা আক্তার দম্পতির জন্মনিবন্ধন নম্বর ব্যবহার করে তাঁদের ৪ নম্বর সন্তান হিসেবে রিপন আহমেদ নামের এক শিশুর তথ্য ছিল ডেটাবেজে। ১৭ সেপ্টেম্বর জন্ম নেওয়া শিশুটির মৃত্যু দেখানো হয় চার দিন পর। সালমা আক্তার বলেন, ‘আমার তিন সন্তান। রিপন আহমেদ নামে আমার কোনো সন্তান নেই এবং আমার কোনো সন্তান মারা যায়নি। কয়েক দিন আগে ইউপি কার্যালয় থেকে একটি মৃত্যুসনদ নিয়ে একজন বাড়িতে এসেছিল। বলেছিল এটি রাখতে; কিন্তু আমি রাখিনি। কারণ, আমার কোনো সন্তান তো মারা যায়নি।’</p><p>জানা গেছে, ভুয়া মৃত্যুনিবন্ধনের বিষয়ে খোঁজ নেওয়া হচ্ছে, এমনটা জানতে পেরে মতিন ও সালমার বাড়িতে একটি মৃত্যুসনদ দিয়ে এসেছিল বুধল ইউপি কার্যালয়ের লোকজন।</p><p>জানতে চাইলে বুধলের ইউপি সচিব (অতিরিক্ত দায়িত্ব) মো. হাসান ভূইয়া বলেন, ‘টার্গেটের চাপ আছে। টার্গেট পূরণ করতে গিয়ে একটু এদিক-সেদিক করা লাগে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঝালকাঠিতে ‘এমভি অ্যাডভেঞ্চার-৯’সহ ৪ কর্মী আটক | প্রথম আলো",
            "time": "2025-12-26T08:07:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fm5qhn25u%2FJhalokathiDH069820251226IMG20251226113948.jpg?rect=0%2C0%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালে সরেজমিনে দেখা যায়, পুলিশ ইঞ্জিনরুমের তালা ভেঙে লঞ্চের কর্মীদের আটক করার চেষ্টা করছে। লঞ্চের নিচতলার সামনের মাস্তুলের কার্নিশে রক্তের দাগ। একজন নারীর পায়ের এক জোড়া স্যান্ডেল পড়ে আছে। উৎসুক জনতা ভিড় করছে।</p><p>বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষের চাঁদপুরের ট্রাফিক পরিদর্শক বাবুলাল বৈদ্য জানান, ভোলার ঘোষেরহাট থেকে ছেড়ে আসা ঢাকা অভিমুখী এমভি জাকির সম্রাট-৩ লঞ্চটি গতকাল রাত দুইটার পর হাইমচর এলাকা অতিক্রম করছিল। এ সময় নদীতে ঘন কুয়াশা ছিল। ঢাকা থেকে বরিশালগামী এমভি অ্যাডভেঞ্চার-৯ লঞ্চের সঙ্গে ওই লঞ্চের সংঘর্ষ হয়। এতে ঘটনাস্থলেই একজন নিহত হন। পরে আরেকটি যাত্রীবাহী লঞ্চ এমভি কর্ণফুলী-৯-এর মাধ্যমে জাকির সম্রাট-৩-এর যাত্রীদের ঢাকায় পাঠানো হয়।</p><p>বরিশাল নৌ পুলিশের পুলিশ সুপার নাজমুল হক বলেন, ‘ঘাতক অ্যাডভেঞ্চার-৯ লঞ্চটি আমরা আটক করতে সক্ষম হয়েছি। পুলিশ চারজন কেবিনবয়কে জিজ্ঞাসাবাদের জন্য আটক করেছে। আমরা তদন্ত করে পরবর্তী আইনগত ব্যবস্থা নিচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জ সীমান্তে বিস্ফোরক তৈরির ২৪টি ইলেকট্রিক ডেটোনেটর উদ্ধার | প্রথম আলো",
            "time": "2025-12-26T08:06:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2F6vbie5vb%2FSunamganjDH05322025122620251226111825.jpg?rect=0%2C565%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুনামগঞ্জ সীমান্ত থেকে বিস্ফোরক তৈরির ২৪টি ইলেকট্রিক ডেটোনেটর উদ্ধার করেছে বর্ডার গার্ড বাংলাদেশ (বিজিবি)। আজ শুক্রবার সকালে তাহিরপুর উপজেলার চারাগাঁও সীমান্তের মাইজগাঁও গ্রাম থেকে এসব ডেটোনেটর উদ্ধার করা হয়। দুপুর ১২টার দিকে এ তথ্য জানান সুনামগঞ্জে বিজিবি ২৮ ব্যাটালিয়নের অধিনায়ক লেফটেন্যান্ট কর্নেল এ কে এম জাকারিয়া কাদির।</p><p>বিজিবি জানায়, সীমান্তে বাংলাদেশের ৩০ গজ ভেতরে এগুলো পলিথিনে মোড়ানো গাছের খড়কুটোর মধ্যে রাখা ছিল। আজ সকাল ৮টার দিকে এগুলো উদ্ধার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "খবরটি সত্য হলে এনসিপি ও এবি পার্টি জোটের আকাঙ্ক্ষা মানছে না: হাসনাত কাইয়ূম | প্রথম আলো",
            "time": "2025-12-26T08:06:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2F34mb5z3q%2Fhasnat-.jpg?rect=0%2C14%2C1076%2C565&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২২ সাল থেকে বিএনপির জোটসঙ্গী গণতন্ত্র মঞ্চের শরিক ছিল রাষ্ট্র সংস্কার আন্দোলন৷ গত নভেম্বর মাসের শেষ সপ্তাহে তারা মঞ্চ থেকে বেরিয়ে যায়৷ পরে ৭ ডিসেম্বর জাতীয় নাগরিক পার্টি (এনসিপি) ও আমার বাংলাদেশ পার্টির (এবি পার্টি) সঙ্গে মিলে 'গণতান্ত্রিক সংস্কার জোট' গঠন করে তারা৷</p><p>নতুন জোটের প্রেক্ষাপট তুলে ধরে সংবাদ সম্মেলনে হাসনাত কাইয়ূম বলেন, স্বাধীন ও জাতীয় ভূমিকা নেওয়ার চেয়ে একটি দলের সঙ্গে মিশে যাওয়ার প্রবণতা থেকে বিরত করতে না পেরে তাঁর দল গণতন্ত্র মঞ্চ ছেড়েছে৷ নতুন বন্দোবস্ত, সংস্কার ও গণতন্ত্রের জন্য একটা স্বাধীন অবস্থান—এসব প্রাথমিক শর্তে তিন দল ঐকমত্যের ভিত্তিতে গণতান্ত্রিক সংস্কার জোট তৈরি হয়৷</p><p>সংস্কার জোটের নামের মধ্যে দুটি গোপন বিষয় ছিল উল্লেখ করে হাসনাত কাইয়ূম বলেন, জোটের নামে ‘গণতান্ত্রিক’ শব্দটাকে যুক্ত করা হয়েছিল এ কারণে যে আমরা মনে করেছি, জামায়াত অগণতান্ত্রিক ও ধর্মীয় ফ্যাসিবাদী শক্তি৷ আর জুলাই গণ-অভ্যুত্থানের পর থেকে কিংবা ঐকমত্য কমিশনে নোট অব ডিসেন্ট দিতে দিতে সংস্কারের প্রায় প্রতিপক্ষ বা সংস্কার সম্পর্কে আগ্রহী নয়—এ রকম একটা অবস্থান নিয়েছে বিএনপি৷ এসব কারণে জামায়াত ও বিএনপির বাইরে দাঁড়ানোর জন্য গণতান্ত্রিক সংস্কার জোটের যাত্রা শুরু হয়৷</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ বিশ্ববিদ্যালয়: সি ইউনিটের ভর্তি পরীক্ষা শনিবার, আসনপ্রতি লড়বেন ৪০ জন | প্রথম আলো",
            "time": "2025-12-26T08:03:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-07%2F9xyh90pp%2F1.avif?rect=0%2C14%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষায় মোট নম্বর ১০০। এর মধ্যে ৭২ নম্বরের বহুনির্বাচনী প্রশ্নের (এমসিকিউ) পরীক্ষা। বাকি ২৮ নম্বর এসএসসি ও এইচএসসি সমমানের পরীক্ষার ফলাফলের ভিত্তিতে নির্ধারিত হবে।</p><p>সি ইউনিটে ইংরেজি, গাণিতিক বুদ্ধিমত্তা, হিসাববিজ্ঞান, ব্যবসায় নীতি ও প্রয়োগ বিষয়ে প্রশ্ন আসবে।</p><p>বিশ্ববিদ্যালয়ের ‎ব্যবসায় শিক্ষা অনুষদের ডিন অধ্যাপক মুহাম্মদ মঞ্জুর মুর্শেদ ভূঁইয়া বলেন, ভর্তি পরীক্ষার সব প্রস্তুতি ইতিমধ্যে সম্পন্ন হয়েছে।</p><p>এর আগে ১৩ ডিসেম্বর ই ইউনিটের (চারুকলা অনুষদ) ভর্তি পরীক্ষা হয়। সামাজিক বিজ্ঞান অনুষদভুক্ত ডি ইউনিটের ভর্তি পরীক্ষা হবে আগামী ৯ জানুয়ারি। কলা ও আইন অনুষদভুক্ত বি ইউনিটের ভর্তি পরীক্ষা আগামী ৩০ জানুয়ারি।</p></div></div></div></body></html>"
        },
        {
            "title": "শনি গ্রহের বলয় আসলে কী দিয়ে তৈরি | প্রথম আলো",
            "time": "2025-12-26T08:00:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fmj3rmjhd%2Fsatun.reuters.png?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শনির বলয়ের সমতল থেকে এক লাখ কিলোমিটারেরও বেশি উচ্চতায় এই ধূলিকণার উপস্থিতি বিজ্ঞানীদের অবাক করেছে। মহাকর্ষ বল, কণার পারস্পরিক সংঘর্ষ ও তড়িৎ-চুম্বকীয় শক্তি সাধারণত সব কণাকে বলয়ের মূল সমতলেই আটকে রাখে। সাধারণ পদার্থবিজ্ঞানের তথ্যমতে, কোনো কণাকে এই মহাকর্ষীয় বাঁধন ছিঁড়ে এত উঁচুতে উঠতে হলে সেকেন্ডে অন্তত ২৫ কিলোমিটার গতিবেগ প্রয়োজন। সাধারণ কোনো প্রাকৃতিক প্রক্রিয়ায় ধূলিকণার পক্ষে এত গতি অর্জন করা প্রায় অসম্ভব।</p><p>গবেষকদের তথ্যমতে, ক্ষুদ্র উল্কাপিণ্ড বা মাইক্রো-মেটিওরাইট প্রতিনিয়ত শনির বলয়কে আঘাত করছে। এই সংঘর্ষের কারণে যে ধুলাবালু ছিটকে বের হয়, তা ওপরে উঠে যেতে পারে। তবে কেবল কঠিন বস্তুর সংঘর্ষে প্রয়োজনীয় গতি পাওয়া কঠিন। তবে নতুন একটি তত্ত্ব বলছে, শনির বলয়ের বরফ খণ্ডে আটকে থাকা পাথুরে কণা যখন অতি উচ্চ গতির উল্কার আঘাত পায়, তখন সেখানকার তাপমাত্রা প্রচণ্ড বেড়ে যায়। এ কারণে বরফ ও পাথর মুহূর্তের মধ্যে বাষ্পীভূত হয়ে যায়। এই বাষ্প কঠিন টুকরার চেয়ে অনেক বেশি দ্রুতগতিতে মহাকাশে ছড়িয়ে পড়তে পারে। পরবর্তী সময় সেই বাষ্প শীতল হয়ে সূক্ষ্ম ধূলিকণায় পরিণত হয় ও বলয়ের অনেক ওপরে একটি বিশাল আভা তৈরি করে।</p></div></div></div></body></html>"
        },
        {
            "title": "দিনে কতবার লোশন লাগানো জরুরি | প্রথম আলো",
            "time": "2025-12-26T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F47667a26-33e6-458e-8fa0-3022eb7867e3%2FIMG_8301.jpg?rect=0%2C400%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাহিমা সুলতানা জানান, শীতকালে গুনে গুনে নয়; বরং যতবার ত্বকে পানি লাগানো হবে, ততবারই লোশন লাগানো জরুরি। কেবল গোসলের পরই নয়, হাত-মুখ ধুলেও হালকা করে পুরো হাতে লোশন লাগিয়ে নিতে হবে। রাতে ঘুমাতে যাওয়ার আগেও হাত-মুখ পরিষ্কার করে ধুয়ে বেশি করে লোশন লাগিয়ে নিন। </p><p>সারা রাতে প্রায় সাত-আট ঘণ্টার জন্য যেহেতু শরীরে কোনো ময়েশ্চারাইজার লাগানো হবে না, তাই লোশনের মোটা স্তর এই সময়টায় আপনার ত্বককে অতিরিক্ত শুষ্ক হয়ে যাওয়া থেকে রক্ষা করবে। শুধু তা–ই নয়, লোশনে থাকা উপকারী উপাদান রাতজুড়েই ত্বক সুগঠনে কাজ করবে।</p><p>যাঁদের ত্বক খুব বেশি শুষ্ক, তাঁরা লোশন ও গ্লিসারিন একত্রে ব্যবহার করতে পারেন। এতে ত্বক ফেটে যাওয়া বা খসখসে হয়ে যাওয়ার মতো সমস্যা হবে না। এ ছাড়া শহরাঞ্চলের পানিতে থাকা ক্লোরিনও ত্বককে শুষ্ক করে। এ জন্য নিয়ম মেনে দিনে বেশ কয়েকবার লোশন ব্যবহার জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএমই খাতে ঋণ কমছে | প্রথম আলো",
            "time": "2025-12-26T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-04%2Fok34ggsl%2Fbb.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, চলতি বছরের মধ্যে ব্যাংকগুলোর মোট ঋণের অন্তত ২৫ শতাংশ কটেজ, ক্ষুদ্র, ছোট ও মাঝারি শিল্প খাতে বিতরণের লক্ষ্যমাত্রা নির্ধারণ করেছে বাংলাদেশ ব্যাংক। আর ২০২৯ সালের মধ্যে তা বাড়িয়ে মোট ঋণের ২৭ শতাংশে উন্নীত করার লক্ষ্যমাত্রা রয়েছে।</p><p>বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী, গত জুন পর্যন্ত ব্যাংক ও আর্থিক প্রতিষ্ঠানের মোট ঋণের পরিমাণ ছিল ১৮ লাখ ২২ হাজার কোটি টাকা। এর মধ্যে সিএমএসএমই খাতের ঋণের পরিমাণ ছিল ৩ লাখ ১১ হাজার কোটি টাকা, যা মোট ঋণের ১৭ দশমিক শূন্য ৬ শতাংশ। ২০২৪ সাল শেষে ব্যাংক ও আর্থিক প্রতিষ্ঠানের বিতরণ করা মোট ঋণের ১৮ দশমিক ৪০ শতাংশ ছিল সিএমএসএমই খাতে। ২০২৩ সালে এই হার ছিল ১৯ দশমিক ১১ শতাংশ। ফলে সিএমএসএমই খাতে ঋণ ধীরে ধীরে কমছে।</p></div></div></div></body></html>"
        }
    ]
}