{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহীতে গণিত উৎসবে খুদে গণিতবিদদের মিলনমেলা | প্রথম আলো",
            "time": "2026-01-31T07:28:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fu7pxkzfd%2FRajshahiDH067020260131IMG4752copy6264x4176.jpg?rect=0%2C0%2C6264%2C3289&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্মল বৈষ্ণব শিক্ষার্থীদের প্রশংসা করে বলেন, ‘তোমরা গণিতকে জয় করার পথে হাঁটছ। তোমরা দেশকে জয় করো, যেন সারা বিশ্বে বাংলাদেশের নাম ছড়িয়ে পড়ে।’</p><p>উদ্বোধনী অনুষ্ঠান শেষে শিক্ষার্থীরা এক ঘণ্টাব্যাপী পরীক্ষায় অংশ নেয়। তারা মাঠ থেকে লাইন ধরে পরীক্ষাকেন্দ্রে যায়। শিক্ষার্থীদের সার্বিকভাবে সহযোগিতা করে রাজশাহী বন্ধুসভার সদস্যরা। এ সময় অভিভাবকেরা অপেক্ষা করেন মাঠের এক পাশে, কেউ গল্পে মেতে ওঠেন। অনেকে স্টল ঘুরে গণিতবিষয়ক বই কেনেন। এর ফাঁকে দেখা যায়, একদল অভিভাবক সকালের নাশতা সারছেন। তাঁরা জানান, ভোরে বের হওয়ায় খাওয়া হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদারীপুরে কিশোরদের দুই পক্ষের সংঘর্ষ, প্রায় ৫০টি ককটেল বিস্ফোরণে শহরে আতঙ্ক | প্রথম আলো",
            "time": "2026-01-31T07:23:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fpi6aomwa%2FMadaripurDH0699202601311000291695.jpg?rect=0%2C77%2C1223%2C642&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও প্রত্যক্ষদর্শীদের সূত্রে জানা গেছে, মাদারীপুর পৌর ঈদগাহ মাঠে দুই মাস আগে সবুজবাগ ও সদর উপজেলার কুলপদ্বী এলাকার কিশোরদের দুই পক্ষের মধ্যে ফুটবল খেলা নিয়ে সংঘর্ষ হয়। এর জেরে গতকাল বিকেলে সবুজবাগ এলাকার ফাহিম জমাদ্দারকে মারধর করে আহত করে জিলান, আরমান, মুবিন, সাফিনসহ তাদের পক্ষের কিশোরেরা।</p><p>এরপর রাত ৮টার দিকে আহত ফাহিমের পক্ষের অনিক ও সাঈমের সঙ্গে জিলান গ্রুপের পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে। একপর্যায়ে দেশীয় অস্ত্র ও ককটেল নিয়ে সংঘর্ষে জড়ায় দুই পক্ষ। এ সময় প্রায় ৫০টি ককটেল বিস্ফোরণের ঘটনা ঘটে। আতঙ্ক ছড়িয়ে পড়ে পুরো শহরে। বটতলা এলাকার অন্তত তিনটি দোকানপাট ভাঙচুর করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (৩১ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-31T07:19:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fkj7g8vf3%2F12.jpg?rect=0%2C0%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সড়কের পাশে বসে বাঁশের তৈরি ডালা-কুলা, সাজি, ফুলদানিসহ নানান পণ্য বিক্রি করছেন তিনি। ছুটির দিনে বিক্রি বেড়ে যায় তাঁর। ব্রাহ্মসমাজ সড়ক, ঝিলটুলী, ফরিদপুর, ৩১ জানুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আলীমুজ্জামান</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বগুড়া বিএনপির ঘাঁটি, এই ঘাঁটির দায়িত্ব আপনাদের সঁপে দিলাম, জনগণকে দেখে রাখবেন: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-31T07:12:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Foxta353x%2FWhatsApp-Image-2026-01-31-at-12.38.12-PM.jpeg?rect=0%2C136%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারম্যান তারেক রহমান বলেছেন, ‘বগুড়া বিএনপির ঘাঁটি, এই ঘাঁটির দায়িত্ব আপনাদের সঁপে দিলাম, এই ঘাঁটিকে দেখে রাখবেন, এই ঘাঁটির জনগণকে দেখে রাখবেন। এই ঘাঁটির দায়িত্ব আপনাদের দিয়ে গেলাম।’</p><p>আজ শনিবার বেলা ১১টায় বগুড়ার চার তারকা হোটেল নাজ গার্ডেনের বলরুমে নিজ নির্বাচনী এলাকা বগুড়া-৬ (সদর) আসনের নেতাদের সঙ্গে মতবিনিময় সভায় প্রধান অতিথির বক্তব্যে এ কথা বলেন তারেক রহমান। সকাল সাড়ে ১০টায় এই সভা শুরু হয়। শুরুতে স্থানীয় নেতাদের বক্তব্য শোনেন বিএনপির চেয়ারম্যান তারেক রহমান।</p><p>পরে প্রধান অতিথির বক্তব্যে তারেক রহমান উপস্থিত নেতাদের উদ্দেশে বলেন, ‘এখানে কোনো কোনো বক্তা বলেছেন, ভোটারের কাছে না গেলেও এখানে ধানের শীষ বিপুল ভোটে বিজয়ী হবে। তবে আমি ব্যক্তিগতভাবে মনে করি, এবারের নির্বাচন খুবই গুরুত্বপূর্ণ। বসে থাকলে চলবে না, সবার কাছেই যেতে হবে। বগুড়ার সাতটি আসনে বেশি ভোটের ব্যবধানে জয়লাভ করতে হবে।’<br></p></div></div></div></body></html>"
        },
        {
            "title": "মহারাষ্ট্রের উপমুখ্যমন্ত্রী হচ্ছেন অজিত পাওয়ারের স্ত্রী সুনেত্রা | প্রথম আলো",
            "time": "2026-01-31T07:03:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fgolrpbbg%2FSunetra-2.jpg?rect=0%2C0%2C1224%2C643&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাকাদের মতে, অজিত পাওয়ার তাঁকেসহ বিঠল শেঠ মানিয়ার ও শ্রীনিবাস পাতিলের মতো প্রবীণ নেতাদের অনুরোধ করেছিলেন, যেন তাঁরা এই মিটমাটের ব্যাপারে মধ্যস্থতা করেন। এসব নেতার সঙ্গে শারদ পাওয়ারের ঘনিষ্ঠ সম্পর্ক রয়েছে।</p><p>অজিত পাওয়ারের সঙ্গে আলোচনার কথা স্মরণ করে কাকাদে বলেন, ‘তিনি বলেছিলেন, “সাহেবের (শারদ পাওয়ার) সঙ্গে আপনাদের ভালো সম্পর্ক। দয়া করে তাঁর সঙ্গে কথা বলুন। দেখুন, কীভাবে এনসিপির দুই পক্ষ আবার এক হতে পারে”।’</p><p>অজিত পাওয়ার বলেছিলেন, ১২ ডিসেম্বর এক হওয়ার কথা থাকলেও তা হয়ে ওঠেনি। তবে নির্বাচনের পর তারা এক হবেন। কাকাদে আক্ষেপ করে বলেন, ‘দুর্ভাগ্যবশত, তিনি সেই ইচ্ছা পূরণ করে যেতে পারলেন না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামের সুশীতল মধ্যপন্থা | প্রথম আলো",
            "time": "2026-01-31T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fsprwbc78%2Fpexels-zeynep-sude-emek-193601188-20785793.jpg?rect=0%2C442%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঠিক তেমনি, ধর্মের ক্ষেত্রে যারা নির্ধারিত সহজ পথ ছেড়ে কঠিন ও জটিল পথ বেছে নেয়, তারা শেষ পর্যন্ত পথভ্রষ্ট ও ধ্বংস হয়ে যায়। ইসলাম একটি সহজ ও স্বাভাবিক ধর্ম, যা মানুষের সহজাত প্রকৃতির সঙ্গে সংগতিপূর্ণ। (সুরা বাকারা, আয়াত: ১৮৫)</p><p>ইতিহাসের দিকে তাকালে দেখা যায়, বনী ইসরাইল বা ইহুদি ও খ্রিষ্টানরা তাদের নবীদের ব্যাপারে চরমপন্থা অবলম্বন করেছিল। কেউ নবীর অবমাননা করেছে, আবার কেউ নবীকে আল্লাহর আসনেই বসিয়ে দিয়েছে।</p><p>খ্রিষ্টানরা হজরত ইসা (আ.)-এর প্রতি ভক্তির আতিশয্যে তাকে ‘আল্লাহর পুত্র’ বানিয়ে আকিদাগত চরমপন্থায় লিপ্ত হয়েছিল। অন্যদিকে, ইহুদিরা শরিয়তের সূক্ষ্ম বিষয় নিয়ে এমন সব চুলচেরা বিশ্লেষণ ও কঠোরতা শুরু করেছিল, যা শেষ পর্যন্ত তাদের ইসলাম থেকেই বিচ্যুত করে দেয়।</p><p>আল্লাহ তাআলা কোরআনে নির্দেশ দিয়েছেন, “হে আহলে কিতাবগণ, তোমরা তোমাদের ধর্মের ব্যাপারে অতিরঞ্জন (গুলু) করো না।” (সুরা নিসা, আয়াত: ১৭১)</p><p>বর্তমান যুগেও যারা ধর্মের নামে মানুষ হত্যা, ঘৃণা ছড়ানো বা তুচ্ছ বিষয় নিয়ে অন্যদের কাফের ফতোয়া দেয়, তারা মূলত সেই প্রাচীন ধ্বংসপ্রাপ্ত জাতিগুলোর পথই অনুসরণ করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আলোকচিত্রে গল্প (৯) | প্রথম আলো",
            "time": "2026-01-31T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F71ihq0uq%2FThamm.jpg?rect=0%2C43%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘দ্য গ্রেট ডিপ্রেশন’ বা মহামন্দা ছিল আধুনিক ইতিহাসের সবচেয়ে ভয়াবহ ও দীর্ঘস্থায়ী অর্থনৈতিক বিপর্যয়। এই বিপর্যয়কে প্রায়ই ১৯৩০ সালের বিপর্যয় হিসেবে আখ্যা দেওয়া হলেও বাস্তবে এটি ছিল একটি পূর্ণ দশকব্যাপী চলা সংকট, যা বিশ্ব অর্থনীতির কাঠামো, রাষ্ট্রের ভূমিকা এবং কোটি কোটি মানুষের দৈনন্দিন জীবনকে আমূল বদলে দিয়েছিল। শুরু হয়েছিল ১৯২৯ সালে এবং চলেছে ১৯৩৯ সাল পর্যন্ত। এই আর্থিক মন্দা শিল্প, কৃষি, বাণিজ্য, রাজনীতি এবং সামাজিক জীবনের প্রতিটি স্তরে এক অভূতপূর্ব ধস নামিয়ে আনে। লাখ লাখ মানুষ কর্মহীন হয়ে পড়ে, অসংখ্য ব্যাংক ও শিল্পপ্রতিষ্ঠান বন্ধ হয়ে যায়। রাষ্ট্র ও নাগরিকের মধ্যকার সম্পর্কের ধারণা নতুনভাবে সংজ্ঞায়িত হতে শুরু করে। এই সংকট আধুনিক কল্যাণরাষ্ট্রের ধারণার জন্ম দেয় এবং অর্থনীতিতে সরকারের সক্রিয় ভূমিকার প্রয়োজনীয়তা বিশ্বব্যাপী স্বীকৃত হয়।</p><p>সূচনা হিসেবে সাধারণত ১৯২৯ সালের যুক্তরাষ্ট্রের শেয়ারবাজার ধসকে চিহ্নিত করা হয়। কিন্তু এই পতন ছিল আসলে দীর্ঘদিনের অর্থনৈতিক অসাম্য ও কাঠামোগত দুর্বলতার ফল। ১৯২০-এর দশকে যুক্তরাষ্ট্রে ব্যাপক শিল্পোৎপাদন, সহজ ঋণপ্রাপ্তি ও শেয়ারবাজারে জল্পনামূলক বিনিয়োগের ফলে একধরনের কৃত্রিম সমৃদ্ধির আবহ তৈরি হয়েছিল। মানুষ ধার করে সেই টাকায় শেয়ার কিনছিল। সবকিছুর উৎপাদন বাড়ছিল অথচ সাধারণ মানুষের প্রকৃত ক্রয়ক্ষমতা সেই হারে বাড়েনি। ফলে বাজারে পণ্যের আধিক্য তৈরি হলেও সেগুলো কেনার মতো ক্রেতা কমছিল। সমাজে বিরাজমান ভারসাম্যহীন পরিস্থিতি শেয়ারবাজারকে অত্যন্ত ঝুঁকিপূর্ণ করে তোলে এবং সামান্য আস্থার অভাবে ভয়াবহ ধস নামে।</p><p>১৯২৯ সালের অক্টোবরে শেয়ারবাজার ভেঙে গেলে সংকট দ্রুত অর্থনীতির অন্যান্য খাতেও ছড়িয়ে পড়ে। বিনিয়োগকারীরা সর্বস্ব হারায়। ভোগব্যয় হঠাৎ কমে যায়, ফলে সরাসরি প্রভাব পড়ে শিল্পোৎপাদনে। কারখানাগুলো উৎপাদন কমাতে বাধ্য হয়। ফলে একদিকে শ্রমিক ছাঁটাই শুরু হয় এবং অন্যদিকে বেকারত্ব দ্রুত বেড়ে যায়। এমন পরিস্থিতিতে মানুষ আরও কম খরচ করতে শুরু করে, যা আবার ব্যবসা-বাণিজ্যকে আরও সংকুচিত করে। এভাবে একটি আত্মবর্ধনশীল দুষ্টচক্র তৈরি হয় এবং অর্থনীতি নিজেই নিজের ভেতর ধসে পড়তে থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত মুখে বলে একটা, আর গোপনে বৈঠক করে আমেরিকা-ভারতের সঙ্গে: রেজাউল করীম | প্রথম আলো",
            "time": "2026-01-31T06:51:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F7ve5ae2x%2FSylhetDH072020260131narsingdi-islami-andolon.jpg?rect=0%2C0%2C1041%2C547&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামী আন্দোলন বাংলাদেশের এই নেতার দাবি, বিএনপি-জামায়াত জোট ক্ষমতায় থাকতে জনগণের চাওয়া-পাওয়া, লক্ষ্য-উদ্দেশ্য বাস্তবায়ন করতে পারেনি। আবার ক্ষমতা এসে তারা নতুন করে উন্নয়ন ও শান্তির কল্যাণ করবে কী? বাংলাদেশের মানুষ আর বোকা নয়, আর ধোঁকায় ফেলা যাবে না।</p><p>নীতি আদর্শ অনুযায়ী গত ৫৪ বছর দেশ চলেনি জানিয়ে রেজাউল করীম বলেন, ‘আমরা চেয়েছিলাম ৫ আগস্টে গণ-অভ্যুত্থানের পর দেশটাকে নতুনভাবে বিনির্মাণ করব। সুন্দর এক দেশ তৈরি হবে, ইসলাম শক্তিশালী হবে, মানবতা রক্ষা পাবে। এই আশা নিয়ে আমরা, বিশেষ করে আমি একটি সমঝোতা তৈরি করেছিলাম ইসলামের পক্ষে একটি বাক্স।’</p><p>রেজাউল করীমের দাবি, সমঝোতার নেতৃত্ব ও নীতিগত অবস্থান নিয়ে মতবিরোধের কারণে ইসলামী আন্দোলন বাংলাদেশ সমঝোতা নয়, এককভাবে নির্বাচনে যাওয়ার সিদ্ধান্ত নিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিনিয়োগে খরা, আশিক চৌধুরী পারেননি | প্রথম আলো",
            "time": "2026-01-31T06:43:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fkx8w7e2r%2FINFO.PNG?rect=0%2C7%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিযোগী দেশগুলোর চেয়ে সরাসরি বিদেশি বিনিয়োগ (এফডিআই) আনায় পিছিয়ে বাংলাদেশ। অন্তর্বর্তী সরকার বিডার শীর্ষ পদে আশিক চৌধুরীকে আনলেও গত ১৬ মাসে নতুন বিদেশি বিনিয়োগ কমেছে, যা পাঁচ বছরের সর্বনিম্ন। করোনা পরিস্থিতি থেকেও এটি কম। আর্থিক খাতে স্থিতিশীলতা এলেও বিনিয়োগ পরিবেশের উন্নতি হয়নি। গ্যাস-বিদ্যুৎ সংকট, উচ্চ সুদহার ও ব্যবসা পরিচালনার খরচ বৃদ্ধিকে এর কারণ বলছেন বিশেষজ্ঞরা। ভারত, ভিয়েতনাম ও পাকিস্তান বিপুল এফডিআই পেলেও বাংলাদেশ পিছিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ আবার সোনার দাম ভরিতে ১৫,৭৪৬ টাকা কমল | প্রথম আলো",
            "time": "2026-01-31T06:24:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-20%2Fzj9aw2i8%2F720e0420-01e3-4fea-865b-55ca7aa70335.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সপ্তাহের রোববার থেকে আজ শনিবার সকাল পর্যন্ত মোট ছয় বার সোনার দামের উত্থান-পতন হয়েছে। এই ছয়বারের মধ্যে চারবার সোনার দাম বেড়েছে। কমেছে দুবার। গত ২৫ জানুয়ারি রোববার সোনার দাম ভরিতে দেড় হাজার টাকা বেড়ে হয় ২ লাখ ৫৭ হাজার ১৯১ টাকা।          </p><p>এরপর গত সোমবার রাতে সোনার দাম ভরিতে ৫ হাজার ২৪৯ টাকা বাড়ানো হয়। তারপর বুধবার সকালে দাম বাড়ে ৭ হাজার ৩৪৮ টাকা। বৃহস্পতিবার সকালে আবারও সোনার দাম বাড়ে ভরিপ্রতি ১৬ হাজার ২১৩ টাকা। </p><p>এরপর গতকাল শুক্রবার সোনার দাম ভরিপ্রতি কমে ১৪ হাজার ৬৩৮ টাকা। আজ শনিবার সকালে কমেছে আরও ১৫ হাজার ৭৪৬ টাকা। তাতে আজ শনিবার ২২ ক্যারেটের সোনার দাম হয়েছে ২ লাখ ৫৫ হাজার ৬১৭ টাকা। গত সপ্তাহের রোববার দাম বৃদ্ধির আগে ২২ ক্যারেট সোনার দাম ছিল ভরিপ্রতি সেই ২ লাখ ৫৫ হাজার ৬১৭ টাকা। </p><p>অর্থাৎ দেখা যাচ্ছে, গত এক সপ্তাহের চরম নাটকীয়তার পর সোনার দাম আগের জায়গায় ফিরেছে।   </p> </div></div></div></body></html>"
        },
        {
            "title": "সোভিয়েত বাহিনীর কোন কৌশল স্তালিনগ্রাদে হিটলার বাহিনীকে নাস্তানাবুদ করে দিয়েছিল | প্রথম আলো",
            "time": "2026-01-31T06:21:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fkfpsxp1o%2FStalingrad.jfif?rect=0%2C124%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>তিন দিন ধরে ব্যাপক বোমাবর্ষণে স্তালিনগ্রাদ তখন অনেকটাই ধ্বংসস্তূপে পরিণত হয়েছে। কিন্তু তার মানে এই নয় যে জার্মান সেনারা সহজেই শহরে প্রবেশ করার সুযোগ পেয়েছে।</p><p>বরং স্তালিনগ্রাদে জার্মান সেনাদের প্রতি মিটারে ধ্বংসস্তূপ সরিয়ে, খানাখন্দ, নর্দমা ও ভূগর্ভস্থ লুকিয়ে থাকার জায়গা পরিষ্কার করতে করতে সামনে এগোতে হয়েছিল। তাদের মূল ভয় ছিল বন্দুক হাতে লুকিয়ে থাকা স্নাইপাররা, অসতর্ক হলেই দূর থেকে ছুটে আসা গুলিতে নির্ঘাত মৃত্যু।</p><p>কিন্তু শহরে ঢুকে জার্মান সেনাদের অজানা যে শত্রুর মুখে পড়তে হয়েছিল, তার জন্য তারা একেবারে প্রস্তুত ছিল না। সোভিয়েত সেনারা ইচ্ছাকৃতভাবে ট্যাঙ্ক নিয়ে ধ্বংসস্তূপের ভেতর লুকিয়ে থাকত। শত্রু সেনাদল নাগালের ভেতরে না আসা পর্যন্ত তাদের উপস্থিতি টের পাওয়া যেত না, শত্রুর দিকে অপ্রত্যাশিতভাবে তাদের গুলি ছুটে যেত।</p><p>সোভিয়েত ইউনিয়নের রেড আর্মি বা লাল ফৌজের এই অচেনা যুদ্ধকৌশলে জার্মান বাহিনী দিশেহারা হয়ে পড়ে। তারা এ কৌশলের নাম দেয় ‘র‍্যাটেনক্রিগ’ বা ইঁদুরের যুদ্ধ।</p><p>যুদ্ধক্ষেত্রে এমন কঠিন পরিস্থিতিতে জার্মান বাহিনীর কমান্ডাররা তাদের সৈন্যদের কীভাবে নেতৃত্ব দেবেন, তা ঠিক করতে হিমশিম খাচ্ছিলেন। তখন তাদের এক কমান্ডার ৫০ থেকে ১০০ জন সৈন্যের এক একটি ‘শক গ্রুপ’ তৈরির কৌশল ঠিক করেন।</p><p>এসব গ্রুপের সিদ্ধান্ত গ্রহণের পূর্ণ স্বাধীনতা ছিল। তারা পরিস্থিতি অনুযায়ী, তৎক্ষণাৎভাবে শত্রুকে মোকাবিলার করার কৌশল নিজেরাই ঠিক করত।</p><p>জার্মানির সিক্সথ আর্মির সেনা ছিলেন প্রাইভেট উইলহেল্ম হফম্যান। তিনি নিজের ডায়রিতে যুদ্ধের ভয়াবহতার দৈনন্দিন চিত্র লিখে রাখতেন।</p><p>ডায়েরিতে ১১ সেপ্টেম্বর তারিখে লেখা—‘আমাদের ব্যাটালিয়ন স্তালিনগ্রাদ উপকণ্ঠে লড়াই করছে। সারাক্ষণ গুলি চলছে। যেদিকে তাকাবেন, আগুন আর জ্বলন্ত শিখা। রুশ তোপ ও মেশিনগান জ্বলন্ত শহর থেকে গুলি চালাচ্ছে, উন্মাদের মতো’।</p><p>১৬ সেপ্টেম্বর লেখেন—‘আমাদের সেনাবাহিনী ট্যাঙ্ক নিয়ে শস্যগুদামে আক্রমণ করছে। লড়াইয়ে আমাদের ব্যাটালিয়ন ব্যাপক ক্ষতির সম্মুখীন হচ্ছে। শস্যগুদামের উঁচু ভবনটি মানুষ নয়, বরং দানবেরা দখল করে রেখেছে, যাদের কোনো গুলি বা আগুন দিয়ে ধ্বংস করা যায় না।’</p><p>১৮ সেপ্টেম্বর: ‘শস্যগুদামের ভেতরে লড়াই চলছেই। যদি স্তালিনগ্রাদের সব ভবন থেকে এভাবেই প্রতিরোধ গড়ে তোলা হয়, তবে আমাদের কোনো সৈন্যই আর জার্মানিতে ফিরে যেতে পারবে না।’</p></div></div></body></html>"
        },
        {
            "title": "রিয়ালে এমবাপ্পে একা কী করবেন | প্রথম আলো",
            "time": "2026-01-31T06:20:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fzy032rvo%2FThis-is-REAL-MADRID.-%F0%9F%A4%8D%F0%9F%99%8F%F0%9F%8F%BD.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চ্যাম্পিয়নস লিগে বেনফিকার বিপক্ষে পরশু রাতের ম্যাচটাই এর সাম্প্রতিকতম উদাহরণ। ৪–২ গোলে রিয়ালের হারের সে ম্যাচে দলের খেলোয়াড়দের মধ্যে সবচেয়ে বেশি শট (৪) ও ড্রিবলিং (৪) তাঁর। অ্যাটাকিং থার্ডে সর্বোচ্চ ২২টি পাসও এসেছে তাঁর কাছ থেকে। আরদা গুলেরের (৬) পর সবচেয়ে বেশি গোলের সুযোগও (৩) এমবাপ্পেই তৈরি করেন এবং গোলও পেয়েছেন শুধু এই ফরাসি তারকাই। এতটুকুতেই বোঝা যায়, এমবাপ্পে অন্তত চেষ্টা করেছিলেন।</p><p>মৌসুমজুড়ে সেই চেষ্টায় এমবাপ্পে যতটকু সফল হয়েছেন, তাতে তাঁর সতীর্থরা ধারেকাছেও নেই। ২০২৫–২৬ মৌসুমে এ পর্যন্ত রিয়ালের পরিসংখ্যান দেখুন—৩৩ ম্যাচে রিয়াল এ পর্যন্ত ৭৫ গোল করেছে, তার মধ্যে ২৯ ম্যাচ খেলা এমবাপ্পে একাই করেছেন ৩৬ গোল। গোলে রিয়ালের আর কেউ দুই অঙ্কেও পৌঁছাতে পারেননি। দ্বিতীয় সর্বোচ্চ ভিনিসিয়ুসের গোল ৭টি, জুড বেলিংহামের ৬টি।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের কাছে অ্যাপাচি হেলিকপ্টার, সৌদির কাছে ক্ষেপণাস্ত্র বিক্রি করছে যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-01-31T06:18:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fzptq60gn%2FApache-helicopter.jpg?rect=0%2C124%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছর ইরানের পারমাণবিক ও সামরিক স্থাপনায় বড় ধরনের বোমা হামলা চালিয়েছিল ইসরায়েল। অন্যদিকে নিজ দেশে সরকারবিরোধী বিক্ষোভ দমনে কড়াকড়ি ও হাজারো মানুষের প্রাণহানির ঘটনায় ইরান আন্তর্জাতিক চাপের মুখে রয়েছে।</p><p>ইরানের মিত্র না হলেও দেশটির ওপর সম্ভাব্য আক্রমণের বিষয়ে সতর্ক অবস্থানে রয়েছে সৌদি আরব। উপসাগরীয় রাজতন্ত্রগুলোর আশঙ্কা, এ ধরনের অস্থিরতা তাদের ব্যবসায়িক পরিবেশ ও আন্তর্জাতিক ভাবমূর্তিকে ক্ষতিগ্রস্ত করতে পারে।</p><p>এ ছাড়া ফিলিস্তিনি ভূখণ্ডে ইসরায়েলের সামরিক আগ্রাসনের কারণে রিয়াদের সঙ্গে তেল আবিবের ঐতিহাসিক সম্পর্ক স্বাভাবিকীকরণের প্রক্রিয়াটিও বর্তমানে অনেকটা থমকে আছে।</p><p>ট্রাম্প প্রশাসনের পক্ষ থেকে বলা হয়েছে, গাজা যুদ্ধবিরতি এখন দ্বিতীয় পর্যায়ে রয়েছে। এ ধাপে হামাসকে নিরস্ত্রীকরণের ওপর জোর দেওয়া হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "১ লাখ ৪০ হাজার প্রবাসীর পোস্টাল ব্যালট দেশে এসেছে | প্রথম আলো",
            "time": "2026-01-31T06:15:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fj6q6pak8%2FPostal-Vote.jpeg?rect=0%2C25%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসির তথ্যমতে, গতকাল বেলা সাড়ে ৩টা পর্যন্ত দেশের ভেতর ৩ হাজার ৭৪৮ জন ভোটার ব্যালট পেপার নিয়েছেন। এর মধ্যে ২ হাজার ৪২২ জন ভোটার ভোটদান সম্পন্ন করেছেন এবং ১ হাজার ১৪৯ জন ভোটার তাঁদের ব্যালট পোস্ট অফিস বা ডাক বাক্সে জমা দিয়েছেন।</p><p>সালীম আহমাদ খান আরও জানান, ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটে ভোট দেওয়ার জন্য দেশে ও বিদেশে মিলিয়ে ‘পোস্টাল ভোট বিডি’ অ্যাপের মাধ্যমে মোট ১৫ লাখ ৩৩ হাজার ৬৮৪ জন ভোটার নিবন্ধন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় চলচ্চিত্র পুরস্কারেও চরকির বাজিমাত, ‘সুড়ঙ্গ’ পেল ৮ পুরস্কার | প্রথম আলো",
            "time": "2026-01-31T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2Fd4f3b0e8-24a1-47fe-80e0-0a8589a1aecc%2F358082111_6260402230745982_8875016592066692517_n.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>টাকা, লোভ আর বিশ্বাসভঙ্গ ‘সুড়ঙ্গ’–এর গল্প</strong><br>লোভ, বিশ্বাসভঙ্গ, বিচ্ছেদ, অপরাধ আর হত্যা—সবকিছুর নেপথ্যে একটাই কারণ, টাকা। রায়হান রাফীর ‘সুড়ঙ্গ’ প্রেম, রোমাঞ্চ, গান, কমেডি ও অ্যাকশন—সব মিলিয়ে একেবারে পুরোদস্তুর বাণিজ্যিক সিনেমা।<br>আফরান নিশোর পাশাপাশি অভিনয় করেছেন শহীদুজ্জামান সেলিম, মোস্তফা মনোয়ার, মনির আহমেদ, অশোক ব্যাপারীসহ আরও অনেকে। একটি আইটেম গানে দেখা গেছে নুসরাত ফারিয়াকে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের আনোয়ারায় ঘরের ভেতর আটকে থাকা দুই শিশুকে উদ্ধার করল ফায়ার সার্ভিস | প্রথম আলো",
            "time": "2026-01-31T06:10:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F9xq6ymne%2FUntitled-1.png?rect=0%2C59%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফায়ার সার্ভিস ও স্থানীয় সূত্র জানায়, গতকাল বিকেলে শিশুদের মা–বাবা ঘরের বাইরে কাজ করছিলেন। ওই সময় দুই শিশু ভেতর থেকে দরজা আটকে দেয়। পরে ওই শিশু দুটি দরজা খুলতে না পেরে কান্নাকাটি শুরু করে। তাদের কান্নার শব্দ শুনে মা, বাবা ও আশপাশের লোকজন ছুটে এসে দরজা খোলার চেষ্টা করলেও পারেননি। পরে খবর পেয়ে ফায়ার সার্ভিস গিয়ে দরজা কেটে শিশু দুটিকে উদ্ধার করে।</p><p>শিশুদের বাবা মো. ইসমাইল বলেন, ‘আমার দুই মেয়ে ঘরের ভেতর ঢুকে দরজা আটকে দেয়। এরপর চেষ্টা করেও খুলতে পারিনি। পরে ফায়ার সার্ভিসের লোকজন এসে আমার দুই মেয়েকে উদ্ধার করেছে। এ ঘটনার পর থেকে মেয়েরা বারবার আঁতকে উঠছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কোন কোন ওষুধ দাঁতের ক্ষতি করতে পারে | প্রথম আলো",
            "time": "2026-01-31T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fiueafdgd%2Fpexels-karola-g-6627527.jpg?rect=0%2C373%2C5263%2C2763&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সার্বিকভাবে বলা যায়, দীর্ঘদিন কোনো ওষুধ সেবনের সময় মুখ ও দাঁতের পরিচর্যা অত্যন্ত গুরুত্বপূর্ণ। নিয়মিত দাঁত ব্রাশ করা, পর্যাপ্ত পানি পান করা, ইনহেলার ব্যবহারের পর মুখ কুলি করা এবং প্রয়োজনে দন্তচিকিৎসকের পরামর্শ নেওয়া মুখের সুস্থতা বজায় রাখতে সহায়ক।</p><p><sup>সূত্র: হার্ভার্ড হেলথ, ক্লিভল্যান্ড ক্লিনিক</sup></p></div></div></div></body></html>"
        },
        {
            "title": "সেবা কমছে, ঝুঁকি বাড়ছে ভাসমান যৌনকর্মীদের | প্রথম আলো",
            "time": "2026-01-31T05:56:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fbuj900bu%2FNari.jpg?rect=0%2C12%2C1012%2C531&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশেষজ্ঞরা বলছেন, ভাসমান যৌনকর্মীরা স্থায়ী যৌনপল্লির তুলনায় বেশি ঝুঁকিতে থাকেন। কারণ, তাঁদের বসবাস ও কাজের স্থান অনিশ্চিত, স্বাস্থ্যসেবায় নিয়মিত যুক্ত থাকা কঠিন।</p><p>রাজধানীর দক্ষিণ-পূর্বের যে ড্রপ ইন সেন্টারের কথা বলা হয়েছিল, তার এক কর্মী নাম প্রকাশ না করার শর্তে জানান, আগে তাঁরা প্রতি মাসে ৫০টি করে কনডম দিতেন ভাসমান যৌনকর্মীদের। এর মধ্যে ১৩টি ছিল বিনা মূল্য, বাকিটা কিনে নিতে হতো। এখন ৪২টির বেশি দিতে পারেন না।</p><p>বাসাবাড়ি ও হোটেলে কাজ করা যৌনকর্মীদের জন্য আটটি ফ্রি ছিল, বাকিটা কিনে নিতে হয়।</p><p>একজন জনস্বাস্থ্য বিশেষজ্ঞ জানান, কনডম ও লুব্রিকেন্টের সরবরাহ কমে গেলে ঝুঁকিপূর্ণ আচরণ বাড়ে। এর প্রভাব শুধু যৌনকর্মীদের মধ্যেই সীমাবদ্ধ থাকে না, সাধারণ জনগোষ্ঠীতেও সংক্রমণের ঝুঁকি ছড়িয়ে পড়ে।</p><p>চট্টগ্রামের একজন ভাসমান যৌনকর্মী শিউলি (ছদ্মনাম) সম্প্রতি তলপেটে ব্যথা ও জ্বালাপোড়া অনুভব করছিলেন। আগে হলে তিনি এনজিও পরিচালিত ক্লিনিকে যেতেন। এবার আর সেই সুযোগ নেই।</p><p>শিউলি বলেন, ‘হাসপাতালে গেলে প্রশ্ন করে, খারাপ চোখে দেখে। আগে এনজিওর ডাক্তাররা এসব বুঝত। এখন সেখানে যেতে ভয় লাগে।’</p><p>এই ভয় শুধু সামাজিক দৃষ্টিভঙ্গির নয়, আইনশৃঙ্খলা পরিস্থিতিরও। অনেক যৌনকর্মী জানান, পুলিশি হয়রানি, দালালদের চাপ আর স্থানীয় প্রভাবশালীদের নির্যাতন আগের চেয়ে বেড়েছে। নিরাপদ আশ্রয় না থাকায় তাঁরা আরও ঝুঁকিপূর্ণ পরিবেশে কাজ করতে বাধ্য হচ্ছেন।</p></div></div></div></body></html>"
        }
    ]
}