{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খালেদা জিয়ার মৃত্যুতে তিন আসনে কী হবে | প্রথম আলো",
            "time": "2025-12-30T10:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fwql2sg5i%2FDhaner_Shish.jfif?rect=0%2C95%2C811%2C426&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারপারসন খালেদা জিয়া ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বগুড়া–৭, দিনাজপুর–৩ ও ফেনী–১ আসনে মনোনয়নপত্র জমা দিয়েছিলেন। আজ সকালে তাঁর মৃত্যু হওয়ায় প্রশ্ন, এসব আসনে নতুন করে তফসিল ঘোষণা করতে হবে কি না। নির্বাচন কমিশনের সংশ্লিষ্ট ব্যক্তিরা বলছেন, খালেদা জিয়ার মনোনয়নপত্র জমা হলেও তিনি বা কেউ এখনো বৈধ প্রার্থী হননি। কারও মনোনয়নপত্র বাছাইয়ে টিকে যাওয়ার পর তিনি বৈধ প্রার্থী বিবেচিত হন। খালেদা জিয়া মারা যাওয়ায় তাঁর মনোনয়ন স্থগিত থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "অচল ইলেকট্রনিক পণ‍্য বাসায় ফেলে রেখেছে ৭২ শতাংশ মানুষ: টিআইবি | প্রথম আলো",
            "time": "2025-12-30T10:15:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F791hezgy%2FTIB.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ই-বর্জ্য বিধিমালায় বৈদ্যুতিক গাড়ি, সোলার প্যানেল, ব্যাটারিচালিত খেলনা, ড্রোন ইত্যাদি তালিকাভুক্ত করা হয়নি। অথচ ২০৩০ সালের মধ্যে সরকারি যানবাহন কেনার ক্ষেত্রে ৩০ শতাংশ বৈদ্যুতিক যানবাহন কেনার নীতিমালা করা হয়েছে। পরিত্যক্ত অবস্থায় পড়ে থাকা বিপুলসংখ্যক ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) নিষ্পত্তির বিষয়ে নির্বাচন কমিশনের কাছে কোনো নির্দেশনা নেই। ব্যাংকের এটিএম নিষ্পত্তির ক্ষেত্রেও বিশেষায়িত নীতিমালা নেই।</p><p>বিশ্বের বিভিন্ন দেশে পুরোনো ইলেকট্রনিক পণ্য জমা নিয়ে কম দামে নতুন পণ্য সরবরাহের প্রচলন আছে। এটি ‘বাইব্যাক অফার’ নামে পরিচিত। টিআইবির ভোক্তা জরিপ বলছে, ৭৩ শতাংশ ভোক্তা কোনো বাইব্যাক অফার পায়নি। গবেষণার পর্যবেক্ষণে বলা হয়, সরকারের সংশ্লিষ্ট দায়িত্বপ্রাপ্ত প্রতিষ্ঠান ই-বর্জ্য ব্যবস্থাপনা বিধিমালা বাস্তবায়নে জোর দিচ্ছে না। ই-বর্জ্য আমদানি অব্যাহত থাকা কর্তৃপক্ষের চরম অবহেলার পরিচয় দেয়। প্রতিবেদনে কিছু সুপারিশ করা হয়েছে। এতে বলা হয়, ই-বর্জ্যের একটি তথ্যভান্ডার তৈরি করতে হবে। ঝুঁকিপূর্ণ বর্জ্য (ই-বর্জ্য) ব্যবস্থাপনা বিধিমালা, ২০২১ সংশোধন করতে হবে।</p><p>শুরুতে সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে শোক প্রকাশ করে অনুষ্ঠান শুরু হয়। আজকের অনুষ্ঠানে আরও উপস্থিত ছিলেন টিআইবির নির্বাহী ব্যবস্থাপনা উপদেষ্টা সুমাইয়া খায়ের, পরিচালক (রিসার্চ অ্যান্ড পলিসি) মুহাম্মদ বদিউজ্জামান, পরিচালক (আউটরিচ অ্যান্ড কমিউনিকেশন) মোহাম্মদ তৌহিদুল ইসলাম। গবেষণা প্রতিবেদন উপস্থাপন করেন টিআইবির দুই গবেষক আবদুল্লাহ জাহিদ ওসমানী ও মো. নাবিল হক।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তোমার কম্বল কোনাত উসুম নাগিল, আরাম পানু’ | প্রথম আলো",
            "time": "2025-12-30T10:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Faf8ydmjr%2FRangpurDH057620251230alo3.jpg?rect=0%2C187%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মঙ্গলবার সকাল ১০টায় ইকরচালী উচ্চবিদ্যালয় মাঠে কম্বল নিতে এসেছিলেন ছলিমা বেগম। সেখানে প্রথম আলো ট্রাস্টের উদ্যোগে তাঁর মতো ৯টি গ্রামের ২২০ জন শীতার্ত মানুষের মধ্যে কম্বল বিতরণ করা হয়। কম্বল বিতরণ করেন অবসরপ্রাপ্ত শিক্ষক সাইফুল ইসলাম, প্রথম আলো বন্ধুসভা তারাগঞ্জের আহ্বায়ক আজহারুল ইসলাম, বন্ধুসভার সদস্য শিপুল ইসলাম প্রমুখ।</p><p>লাঠিতে ভর দিয়ে কম্বল নিতে এসেছিলেন কসাইপাড়া গ্রামের বাসিন্দা মোকলেছার রহমান। কম্বল হাতে পেয়ে তিনি বলেন, ‘ভাই চার দিন ধরি বেলা (সূর্য) উঠে না। শীতের তীব্রতা বেশি। ঘরের বাইরে যাবার পারি না। খাবার জোগার করা কঠিন হয়া গেইছে। তাঁর ওপর ঠান্ডার কামড়। মোটা কাপড়, কম্বল কিনার সামর্থ্য হামার নাই। কম্বলটা পানু পরিবারে অনেক উপকার হইল।’</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচনের সম্ভাব্য তারিখ আগামী ৬ জানুয়ারি | প্রথম আলো",
            "time": "2025-12-30T10:14:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fhjm54mnd%2F2.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফলে নির্বাচনের নতুন তারিখ ও পরবর্তী করণীয় নির্ধারণে বিশ্ববিদ্যালয় প্রশাসন আবার সিন্ডিকেট সভায় বসে। পূর্বঘোষিত সময়সূচি অনুযায়ী আজ সকাল সাড়ে আটটায় ভোট গ্রহণ শুরু হওয়ার কথা ছিল। বিশ্ববিদ্যালয় প্রতিষ্ঠার দুই দশক পর প্রথমবারের মতো এই নির্বাচনে অংশ নিতে সকাল থেকেই শিক্ষার্থীরা দলে দলে কেন্দ্রে এসে লাইনে দাঁড়ান।</p><p>খালেদা জিয়ার মৃত্যুর খবর ছড়িয়ে পড়লে বিশ্ববিদ্যালয় প্রশাসন জরুরি সিন্ডিকেট সভা ডাকে। সভায় শোকাবহ পরিস্থিতির কথা বিবেচনা করে নির্বাচন স্থগিতের সিদ্ধান্ত নেওয়া হয়। এই খবর ছড়িয়ে পড়ার পরপরই ক্যাম্পাসে তাৎক্ষণিক বিক্ষোভ শুরু করেন সাধারণ শিক্ষার্থীরা। শিক্ষার্থীদের ক্ষোভ ও বিক্ষোভের মুখে প্রশাসন এখনো আনুষ্ঠানিকভাবে স্থগিতাদেশের বিজ্ঞপ্তি প্রকাশ করতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "আমার কাছে খালেদা জিয়া একজন মমতাময়ী মা, যিনি জীবন উৎসর্গ করেছেন দেশের জন্য: তারেক রহমান | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Ft38f92zj%2FTarek-Rahman-in-London.jfif?rect=0%2C32%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "প্রতিদিন বোতলে পানি পান করলে যে ক্ষতি হয় | প্রথম আলো",
            "time": "2025-12-30T10:06:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fvx9w7kcx%2FBottle.jpg?rect=0%2C0%2C663%2C348&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইক্রোপ্লাস্টিক হলো প্লাস্টিকের এমন কণা যার আকার ১ মাইক্রোমিটার বা ১ মিলিমিটারের ১০০০ ভাগের এক ভাগ। এসব ৫ মিলিমিটার পর্যন্ত হতে পারে। এর চেয়েও ছোট কণাকে বলা হয় ন্যানো প্লাস্টিক। এই কণা খালি চোখে দেখা যায় না, কিন্তু বোতল তৈরি, সংরক্ষণ, পরিবহনের সময় এগুলো অনবরত তৈরি হতে থাকে। নিম্নমানের প্লাস্টিক সূর্যালোক, তাপমাত্রার পরিবর্তন ও নাড়াচাড়ার কারণে খুব দ্রুত ক্ষুদ্র ক্ষুদ্র কণায় ভেঙে যায়। অন্যান্য প্লাস্টিক কণা খাদ্যচক্রের মাধ্যমে শরীরে প্রবেশ করলেও প্লাস্টিকের বোতল থেকে আসা কণাগুলো সরাসরি পানির সঙ্গে মিশে সরাসরি আমাদের পাকস্থলীতে চলে যায়। একবার শরীরের ভেতরে প্রবেশ করার পর এই সূক্ষ্ম প্লাস্টিক কণাগুলো রক্তপ্রবাহে মিশে যেতে পারে এবং গুরুত্বপূর্ণ অঙ্গপ্রত্যঙ্গে পৌঁছাতে পারে। এটি শরীরে দীর্ঘস্থায়ী প্রদাহ সৃষ্টি করে। কোষকে অক্সিডেটিভ স্ট্রেসের মুখে ঠেলে দেয়। এর ফলে হরমোন ব্যবস্থায় ব্যাঘাত, প্রজনন ক্ষমতা হ্রাস ও স্নায়ুতন্ত্রের ক্ষতি হতে পারে। এমনকি বিভিন্ন ধরনের ক্যানসারের সঙ্গেও এর যোগসূত্র খুঁজে পাওয়া গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিয়োগ দেবে চ্যাটজিপিটি, বেতন বছরে ৬ কোটি ৭৭ লাখ টাকা | প্রথম আলো",
            "time": "2025-12-30T10:04:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Fu1x2pl9o%2Fprothomalo_bangla_2023_03_c85b7b37_e14a_44e5_83d1_78c8072cda16_chatgpt_reuters.avif?rect=0%2C12%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদে বলা হয়েছে, এ কাজ প্রায় অসম্ভবের কাছাকাছি। কারণ হিসেবে বলা হয়েছে, এআই ক্রমেই মানুষের মানসিক স্বাস্থ্য, সাইবার নিরাপত্তার জন্য হুমকি হয়ে উঠছে। এ বাস্তবতায় দায়িত্বপ্রাপ্ত ব্যক্তিকে কৃত্রিম বুদ্ধিমত্তার হুমকি সামলাতে হবে।</p><p>এই পদে যিনি আসবেন, তিনি দায়িত্ব নেওয়ার আগেই আরেকটি বড় উদ্বেগ তৈরি হয়েছে। বিশেষজ্ঞদের মতে, খুব শিগগির এআই নিজেই নিজেকে প্রশিক্ষণ দেওয়ার পর্যায়ে পৌঁছাতে পারে এবং একসময় ‘মানুষের বিরুদ্ধেও দাঁড়াতে পারে’।</p><p>সান ফ্রান্সিসকোভিত্তিক ওপেনএআইয়ের প্রধান নির্বাহী স্যাম অল্টম্যান বলেন, এ দায়িত্বের চাপ অনেক। শুরু থেকেই সেই ব্যক্তিকে গভীর ঝুঁকির মধ্যে কাজ করতে হবে। তিনি আরও বলেন, বিশ্ব সম্প্রদায়কে সহায়তা করার লক্ষ্যেই এই ‘অত্যন্ত গুরুত্বপূর্ণ’ পদে নিয়োগ দেওয়ার উদ্যোগ নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গান শোনানোর আক্ষেপটা রয়ে গেল-খালেদা জিয়াকে স্মরণ করে ‘পাগল মন’ গায়িকা | প্রথম আলো",
            "time": "2025-12-30T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F3w8vti69%2F60708389042972330172641043602314587414853623n.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবশেষে ‘পাগল মন’, ‘রেললাইন বহে সমান্তরাল’, ‘ভ্রমর কইয়ো গিয়া’র মতো মাইলফলক ছোঁয়া গানের এই শিল্পী লেখেন, ‘আপনি চলে গেছেন, কিন্তু আপনার আদর্শ, আপনার ভালোবাসা আর আপনার সাহসী নেতৃত্ব আমাদের পথ দেখিয়ে যাবে। ইতিহাসে আপনি থাকবেন একজন নেত্রী হিসেবে, আর হৃদয়ে থাকবেন একজন মায়ের মতো চিরকাল।</p></div></div></div></body></html>"
        },
        {
            "title": "সাতক্ষীরা-৪ আসনে ভিন্ন দলের হয়ে মনোনয়নপত্র জমা দিলেন বাবা-ছেলে | প্রথম আলো",
            "time": "2025-12-30T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F94m98q80%2Fsatkhira-father-and-son.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাতক্ষীরা-৪ (শ্যামনগর) আসনে শেষ দিনে দুটি ভিন্ন রাজনৈতিক দল থেকে মনোনয়নপত্র জমা দিয়েছেন বাবা ও ছেলে। গতকাল সোমবার বিকেলে সাতক্ষীরার জেলা প্রশাসক ও জেলা রিটার্নিং কর্মকর্তার কার্যালয়ে মনোনয়নপত্র জমা দেন তাঁরা।</p><p>মনোনয়নপত্র জমা দেওয়া প্রার্থীরা হলেন সাতক্ষীরা-৪ আসনের সাবেক সংসদ সদস্য ও গণ অধিকার পরিষদ মনোনীত প্রার্থী এইচ এম গোলাম রেজা এবং তাঁর ছেলে জাতীয় পার্টির (রুহুল আমিন হাওলাদার) মনোনীত প্রার্থী হোসাইন মোহাম্মদ মায়াজ।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক গণমাধ্যমে খালেদা জিয়ার মৃত্যুসংবাদ | প্রথম আলো",
            "time": "2025-12-30T09:49:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F90aptsfv%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আন্তর্জাতিক গণমাধ্যমে খালেদা জিয়ার মৃত্যুসংবাদ \" class=\"nA4h1 \">আন্তর্জাতিক গণমাধ্যমে খালেদা জিয়ার মৃত্যুসংবাদ </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-30T15:49:50+06:00\"><span>প্রকাশ: ৩০ ডিসেম্বর ২০২৫, ০৯: ৪৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "টানা তিন দিন দেশের সর্বনিম্ন তাপমাত্রা নিকলীতে, বৃষ্টির মতো কুয়াশা পড়ছে | প্রথম আলো",
            "time": "2025-12-30T09:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F2v1vf19e%2FKishorgonjDH063520251230IMG3136-1-1.JPG?rect=0%2C671%2C4487%2C2356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় শিক্ষক হেলাল উদ্দিন জানান, সকাল থেকে আকাশে সূর্যের দেখা নেই। কনকনে শীত মানুষের জীবনে এনে দিয়েছে জড়তা। অতিরিক্ত ঠান্ডায় নিম্ন আয়ের মানুষের মধ্যেই সবচেয়ে বেশি প্রভাব পড়েছে। দৈনন্দিন কাজে যেতে না পেরে মানবেতর জীবনযাপন করছেন তাঁরা। এর প্রভাব পড়েছে বোরো ধানের আবাদেও। মৌসুমের শুরুতে অতিরিক্ত ঠান্ডায় ধানের চারা নষ্ট হওয়ার আশঙ্কায় দুশ্চিন্তায় পড়েছেন এখানকার কৃষকেরা।</p><p>নিকলী আবহাওয়া কার্যালয়ের জ্যেষ্ঠ পর্যবেক্ষক আখতার ফারুক বলেন, আজও সারা দেশের মধ্যে নিকলীতেই সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে ১১ ডিগ্রি সেলসিয়াস। কয়েক দিন ধরে কিশোরগঞ্জে তাপমাত্রা কম। ঘন কুয়াশার সঙ্গে হিমেল হাওয়া প্রবাহিত হওয়ায় কয়েক দিন ধরেই তাপমাত্রা নিম্নমুখী। সর্বোচ্চ ও সর্বনিম্ন তাপমাত্রার ব্যবধান অনেকটা কমে যাওয়ায় তীব্র শীত অনুভূত হচ্ছে। তবে রোববার ও সোমবারের তুলনায় তাপমাত্রা কিছুটা বাড়লেও জেলার ওপর দিয়ে এখনো মৃদু শৈত্যপ্রবাহ বয়ে যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্দুকধারীরা নিজেরাই পরিকল্পনা করে বন্ডাই সৈকতে হামলা চালান, ফিলিপাইনে প্রশিক্ষণ নেননি: অস্ট্রেলীয় পুলিশ | প্রথম আলো",
            "time": "2025-12-30T09:42:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fqffxnsa5%2F02fd8145-3643-4925-8216-4036ec5e2838.jfif?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ নিশ্চিত করে, সাজিদ ও নাভিদ গত ১ নভেম্বর ফিলিপাইনের ম্যানিলা হয়ে দাভাও শহরে গিয়েছিলেন। ২৯ নভেম্বর তাঁরা অস্ট্রেলিয়ার সিডনিতে ফিরে আসেন। তবে ফিলিপাইনে তাঁরা কোনো ধরনের সামরিক প্রশিক্ষণ বা হামলার প্রস্তুতিমূলক কর্মকাণ্ডে অংশ নেননি। ফিলিপাইন কর্তৃপক্ষের তথ্য অনুযায়ী, ওই সময় তাঁরা তাঁদের হোটেল থেকে খুব একটা বের হননি।</p><p>পুলিশ কমিশনার ব্যারেট বলেন, ফিলিপাইনে ওই দুই হামলাকারীর গতিবিধির সিসিটিভি ফুটেজ অস্ট্রেলীয় কর্তৃপক্ষের কাছে হস্তান্তর করেছে ফিলিপাইন সরকার। এসব ফুটেজ বিশ্লেষণ করে দেখা গেছে, তাঁরা নিজেরাই এ হামলার পরিকল্পনা করেছেন। ফুটেজগুলো আরও নিবিড়ভাবে পর্যালোচনা করা হচ্ছে।</p><p>যদিও এর আগে অস্ট্রেলিয়ার প্রধানমন্ত্রী অ্যান্টনি আলবানিজ বলেছিলেন, হামলাকারীরা উগ্রবাদী গোষ্ঠী ইসলামিক স্টেটের (আইএস) আদর্শে অনুপ্রাণিত হয়ে এই ঘটনা ঘটিয়ে থাকতে পারেন। ১৯৯৬ সালের পর এটিই অস্ট্রেলিয়ার ইতিহাসে সবচেয়ে ভয়াবহ বন্দুক হামলা। পুলিশ ইতিমধ্যে এটিকে ‘সন্ত্রাসবাদী হামলা’ হিসেবে ঘোষণা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের এ ইউনিটের ফল প্রকাশ | প্রথম আলো",
            "time": "2025-12-30T09:37:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-12%2Fhhb9f79r%2F146.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহাঙ্গীরনগর বিশ্ববিদ্যালয় (জাবি) ২০২৫–২৬ শিক্ষাবর্ষের স্নাতক (সম্মান) প্রথম বর্ষের ভর্তি পরীক্ষার এ ইউনিটের (গাণিতিক ও পদার্থবিষয়ক অনুষদ এবং ইনস্টিটিউট অব ইনফরমেশন টেকনোলজি) ফল প্রকাশিত হয়েছে। আজ মঙ্গলবার (৩০ ডিসেম্বর ২০২৫) ভর্তি পরীক্ষাসংক্রান্ত ওয়েবসাইটে ফল প্রকাশ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে তিন কোটি ভিউ! শীর্ষে কোন নাটক | প্রথম আলো",
            "time": "2025-12-30T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2Fzqzygigc%2F487224708_29320829314197930_4075555051711654223_n_20250412_181808102.jpg?rect=0%2C0%2C1388%2C729&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. ‘মাটির মেয়ে’ (৩ কোটি ৬ লাখ)</strong><br>২৫ জুন প্রিয়ন্তী এইচডি নামের ইউটিউব চ্যানেলে প্রচার হয় মাটির মেয়ে। দীর্ঘ সময় আলোচনায় ছিল এর গল্প। একজন সহজ-সরল মেয়ের গ্রাম থেকে শহরে আসা, নিজের মতো করে বাঁচতে চাওয়ার সংগ্রামের গল্প এটি। নারীকেন্দ্রিক এই গল্পে প্রধান চরিত্রে অভিনয় করেছেন শায়লা সাথী। এ নাটকে অভিনয় করেছেন তামিম খন্দকার, ইন্তেখাব দিনার, সাবেরী আলম, আনোয়ার শাহী, সুচনা শিকদার প্রমুখ। এটি পরিচালনা করেছেন আর্থিক সজীব।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়া দিনাজপুরে এলে সবাই ভিড় করতেন, তিনি সবার কথা শুনতেন | প্রথম আলো",
            "time": "2025-12-30T09:29:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fsihaax7s%2FDinajpurDH0828202512303.-Dinajpur-30.12.2025-Sadar.jpg?rect=0%2C78%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়ার প্রতিবেশী শওকতুল্লাহ বাদশা (৫২) প্রথম আলোকে বলেন, ‘আমরা ছোট ছিলাম। এই বাড়িতে তাঁর অবস্থানের সময়গুলো সেভাবে বলতে পারব না। তবে বড়দের কাছে শুনেছি, তিনি মিশুক প্রকৃতির ছিলেন। বড় হয়েও কয়েকবার দেখেছি যখন দিনাজপুরে আসতেন বাড়িতে। দলীয় নেতা-কর্মীদের পাশাপাশি প্রতিবেশীরাও ভিড় করতেন। সবার কথা শুনতেন।’ জানালেন, সবশেষ ২০১২ সালের ২২ সেপ্টেম্বর একবার দিনাজপুর গোর-এ-শহীদ ময়দানে এক জনসভায় এসেছিলেন খালেদা জিয়া। এর আগে ২০০৮ সালে মায়ের মৃত্যুর সময় একবার দিনাজপুরে এসেছিলেন।<br>পাঁচ বছর বয়সে দিনাজপুর মিশন স্কুলে শিক্ষাজীবন শুরু হয় খালেদা জিয়ার। এরপর ১৯৬০ সালে ভর্তি হন দিনাজপুর সরকারি বালিকা উচ্চবিদ্যালয়ে। সেখানেই তাঁর শিক্ষাজীবন কাটে।</p><p>খালেদা জিয়ার মৃত্যুতে গভীর শোক প্রকাশ করে দিনাজপুর সরকারি বালিকা উচ্চবিদ্যালয়ের প্রধান শিক্ষক নাজমা ইয়াসমিন বলেন, ‘বেগম খালেদা জিয়া দিনাজপুরের গর্ব, দেশের গর্ব। আমরা গর্ব করে বলি, তিনি এই বিদ্যালয়ে পড়ালেখা করেছেন। প্রথম নারী হিসেবে দেশের প্রধানমন্ত্রী হয়েছেন। দেশ আজকে একজন অভিভাবক হারাল। এই সময়ে দেশের জন্য বেগম খালেদা জিয়াকে অনেক বেশি প্রয়োজন ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "বর্ণাঢ্য এক রাজনৈতিক জীবন | প্রথম আলো",
            "time": "2025-12-30T09:26:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F4tbjcu8s%2F%E0%A6%96%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%A6%E0%A6%BE-%E0%A6%9C%E0%A6%BF%E0%A7%9F%E0%A6%BE?rect=0%2C63%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিয়া-খালেদা দম্পতির দুই ছেলে। বড় ছেলে তারেক রহমানের জন্ম ১৯৬৫ সালের ২০ নভেম্বর। ছোটজন আরাফাত রহমান কোকোর জন্ম ১৯৭০ সালের ১২ আগস্ট। কোকো ২০১৫ সালের ২৪ জানুয়ারি মালয়েশিয়াতে হৃদ্‌রোগে আক্রান্ত হয়ে মারা যান।</p><p>জিয়াউর রহমান ১৯৭৭ সালে দেশের রাষ্ট্রপতি হন এবং ১৯৮১ সালের ৩০ মার্চ সেনাবাহিনীর বিপথগামী কিছু সদস্যের গুলিতে শহীদ হন। মাত্র ২১ বছরের দাম্পত্য জীবন কাটিয়ে ৩৬ বছর বয়সে খালেদা জিয়া অকাল বৈধব্য বরণ করেন।</p><p>পরিমিত আহার করতেন খালেদা জিয়া। ফল খেতে পছন্দ করতেন। বিশেষ করে নিয়মিত পেঁপের রস পান করতেন। প্রিয় খাবার ছিল সাদা ভাত, সবজি, মসুর ডাল ও মাছ। মাংস খেতেন, তবে তেমন পছন্দের ছিল না। শ্রোতা হিসেবে তিনি বেশ ভালো ছিলেন। অন্যের কথা মনোযোগ দিয়ে শুনতেন। জীবনীকারেরা বলছেন, ‘প্রশাসনের দায়িত্ব নেওয়ার পর তিনি ধীরে ধীরে বিচক্ষণ হয়ে ওঠেন’ (বেগম খালেদা জিয়া: জীবন ও সংগ্রাম, মাহফুজ উল্লাহ)।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে ঢাকায় বিভিন্ন দেশের দূতাবাস, জাতিসংঘ ও ইইউর শোক | প্রথম আলো",
            "time": "2025-12-30T09:10:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fbw8igkwp%2FKhaleda-embassy.jpg?rect=0%2C146%2C2080%2C1092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জার্মানি দূতাবাসের ফেসবুক পেজে লেখা হয়েছে, দীর্ঘ রাজনৈতিক জীবনে বেগম জিয়া বাংলাদেশের রাজনৈতিক প্রেক্ষাপট গঠনে গুরুত্বপূর্ণ ভূমিকা রেখেছেন। গত কয়েক দশকে তাঁর সঙ্গে জার্মানির সম্পৃক্ততার কথা স্মরণ করছে জার্মানি। এর মধ্যে রয়েছে ২০০৪ সালে ঢাকায় জার্মানির পররাষ্ট্রমন্ত্রী ইয়োশকা ফিশারের সঙ্গে তাঁর সাক্ষাৎ এবং ২০১১ সালে রাষ্ট্রীয় সফরে জার্মানির প্রেসিডেন্ট ক্রিশ্চিয়ান উলফের সঙ্গে তাঁর বৈঠক। এ ছাড়া বিভিন্ন সময়ে জার্মানির জ্যেষ্ঠ প্রতিনিধিদের সঙ্গে তাঁর একাধিক উচ্চপর্যায়ের বৈঠক হয়েছে।</p><p>ফেসবুক পেজে আরও লেখা হয়েছে, ‘এই শোকের মুহূর্তে জার্মানি জাতীয় জীবনে তাঁর (খালেদা জিয়া) অবদানকে সম্মান জানাচ্ছে এবং তাঁর পরিবার, তাঁর দল ও বাংলাদেশের জনগণের প্রতি গভীর সমবেদনা জানাচ্ছে। জার্মানি আমাদের দুই দেশের মধ্যকার দীর্ঘস্থায়ী বন্ধুত্ব বজায় রাখতে প্রতিশ্রুতিবদ্ধ। তিনি শান্তিতে বিশ্রাম নিক।’</p><p>কানাডা হাইকমিশন তাদের ফেসবুকে লিখেছে, ‘খালেদা জিয়ার মৃত্যুতে বাংলাদেশের জনগণের প্রতি আমরা গভীর সমবেদনা জানাচ্ছি। সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে তাঁর পরিবার ও বাংলাদেশের জনগণের প্রতি কানাডা আন্তরিক সমবেদনা প্রকাশ করছে। এই কঠিন সময়ে তাঁর পরিবার যেন শক্তি ও সান্ত্বনা খুঁজে পায়—এ কামনা করেছে কানাডা।’</p></div></div></div></body></html>"
        }
    ]
}