{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "লস অ্যাঞ্জেলেস শহরের বেকার তরুণের গল্প | প্রথম আলো",
            "time": "2025-08-12T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Ffbkog35j%2FScreenshot_2025_08_12_152334.jpg?rect=0%2C0%2C697%2C366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লস অ্যাঞ্জেলেস শহরের বেকার তরুণের গল্প নিয়ে স্বল্পদৈর্ঘ্য সিনেমা নির্মাণ করেছেন অভিনেতা আনিসুর রহমান মিলন। অভিনয়ের পাশাপাশি দেশে একাধিক নাটক নির্মাণ করেছেন তিনি। কিন্তু এবার ছিল তাঁর ক্যারিয়ারে ভিন্ন অভিজ্ঞতা। কারণ, শিক্ষার্থী হিসেবে তাঁকে স্বল্পদৈর্ঘ্য সিনেমা বানাতে হয়েছে।</p><p>মিলন বলেন, ‘শিক্ষার্থী হিসেবে কাজের একটা আলাদা পরিসর থাকে। চাইলেও আমি অনেক প্রস্তুতি ও বড় আয়োজনে সেটা করতে পারব না। আমাকে অন্যদের মতোই স্বল্প আয়োজন ও বাজেটে একটা কাজ কতটা ভালোভাবে তুলে ধরতে পারি, সেটাই এখানে মুখ্য। এ জন্য আমাকে আগেই চিত্রনাট্য ও পরিকল্পনা তৈরি করে জমা দিতে হয়েছে। পরে সেটা নির্মাণ করে জমা দিতে হয়। সিনেমাটি কলেজের পাশাপাশি স্বল্পদৈর্ঘ্য চলচ্চিত্র উৎসবগুলোয় প্রদর্শিত হয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যাংক একীভূত হবেই, আতঙ্কের কিছু নেই: গভর্নর | প্রথম আলো",
            "time": "2025-08-12T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-24%2Fqzxneoqy%2FGovnor.JPG?rect=0%2C816%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংক একীভূত হবেই, এ নিয়ে আতঙ্কের কিছু নেই বলে জানিয়েছেন বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মনসুর। তিনি বলেছেন, ব্যাংক একীভূতকরণের আলোচনা একটি চলমান প্রক্রিয়া। এতে আমানত নিরাপদ ও নিশ্চিন্ত থাকবে। সরকার আমানতকারীদের দায়িত্ব নেবে। কবে নাগাদ কোন ব্যাংক কার সঙ্গে একীভূত হবে, তা আনুষ্ঠানিকভাবে জানানো হবে। তবে আমানতকারীদের এ নিয়ে আতঙ্কের কিছু নেই। সবাই টাকা ফেরত পাবেন।</p><p>আজ মঙ্গলবার বাংলাদেশ ব্যাংকের কৃষি ও পল্লি ঋণ নীতিমালা ঘোষণা অনুষ্ঠানে এক প্রশ্নের উত্তরে এ কথা বলেন বাংলাদেশ ব্যাংকের গভর্নর। একীভূতকরণের আলোচনায় থাকা পাঁচটি ব্যাংকের মধ্যে চার ব্যাংকের চেয়ারম্যানদের সঙ্গে বৈঠক করেন গভর্নর আহসান এইচ মনসুর। ব্যাংকগুলো হলো ফার্স্ট সিকিউরিটি ইসলামি ব্যাংক, সোশ্যাল ইসলামি ব্যাংক, ইউনিয়ন ব্যাংক ও গ্লোবাল ইসলামি ব্যাংক। এক্সিম ব্যাংক সভায় উপস্থিত ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "‘গুপ্ত সংগঠনকে’ সুযোগ করে দিতেই ঢাকা বিশ্ববিদ্যালয়ের হলে রাজনীতি নিষিদ্ধের ঘোষণা | প্রথম আলো",
            "time": "2025-08-12T16:58:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fv5a7s35f%2FLeft-Party.jpg?rect=0%2C26%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে গণতান্ত্রিক ছাত্র জোটের পক্ষ থেকে বলা হয়, হলগুলোতে দখলদারি বন্ধের অজুহাতে ছাত্ররাজনীতি নিষিদ্ধের ঘোষণা শিক্ষার্থীদের গণতান্ত্রিক অধিকারকে খর্ব করবে। প্রশাসনের মদদপুষ্ট সংগঠনকে ক্যাম্পাস এবং হলে একচ্ছত্র আধিপত্যের সুযোগ করে দিতেই ঢাকা বিশ্ববিদ্যালয়ের প্রশাসন এ ধরনের অগণতান্ত্রিক সিদ্ধান্ত নিয়েছে।</p><p>শিক্ষার্থীদের মূল আশঙ্কা ক্ষমতাসীন ছাত্ররাজনীতির মাধ্যমে নতুন করে গণরুম-নির্যাতন চালুর সুযোগ তৈরি হবে কি না, উল্লেখ করে সংবাদ সম্মেলনে বলা হয়, কিন্তু এই সংকট সমাধানে বিশ্ববিদ্যালয়ের সামগ্রিক সংস্কার, আবাসন সংকট নিরসন, প্রশাসনের দলীয় আনুগত্য বন্ধসহ সব গুরুত্বপূর্ণ বিষয় এড়িয়ে গিয়ে হলে রাজনীতি নিষিদ্ধের মতো জনতুষ্টিবাদী সিদ্ধান্ত গ্রহণ করা হলো। যার প্রভাব সুদূরপ্রসারী।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন পর্যবেক্ষক হতে তিন শতাধিক দেশি সংস্থার আবেদন | প্রথম আলো",
            "time": "2025-08-12T16:49:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F01adcacf-b510-4a43-89dd-6a271ea9d2e8%2F2a81db59-afdf-4aa2-aa86-c96a1f1aed2b.jfif?rect=0%2C63%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন পর্যবেক্ষক হিসেবে নির্বাচন কমিশনে (ইসি) নিবন্ধিত হওয়ার জন্য আবেদন করেছে তিন শতাধিক দেশি সংস্থা। গত রোববার ছিল দেশি পর্যবেক্ষক সংস্থা হিসেবে নিবন্ধনের জন্য আবেদনের শেষ দিন। নির্ধারিত সময়ে কত আবেদন জমা পড়েছে, তা আজ মঙ্গলবার প্রকাশ করেছে ইসি।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় সাংবাদিক হত্যার প্রতিবাদে জার্মানিতে বিক্ষোভ, ছত্রভঙ্গ করে দিল পুলিশ | প্রথম আলো",
            "time": "2025-08-12T16:46:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F3p9pxfcp%2FGettyImages-2153743081-1716627662.webp?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গাজায় সাংবাদিক হত্যার প্রতিবাদে জার্মানিতে বিক্ষোভ, ছত্রভঙ্গ করে দিল পুলিশ\" class=\"nA4h1 \">গাজায় সাংবাদিক হত্যার প্রতিবাদে জার্মানিতে বিক্ষোভ, ছত্রভঙ্গ করে দিল পুলিশ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-12T22:46:33+06:00\"><span>প্রকাশ: ১২ আগস্ট ২০২৫, ১৬: ৪৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "হত্যাকাণ্ডের ইন্ধনদাতাদের দ্রুত গ্রেপ্তারের দাবি স্ত্রীর | প্রথম আলো",
            "time": "2025-08-12T16:41:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fxvbshhut%2FGAZIPURDH061520250812SCREENSHOT20250812191332WHATSAPP.JPG.JPG?rect=0%2C45%2C443%2C233&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে ফরিদা বেগম বলেন, হত্যাকাণ্ডের ঘটনা, সিসিটিভির ফুটেজসহ সব তথ্যপ্রমাণ সাংবাদিকেরা যেভাবে তুলে ধরেছেন, সে জন্য তিনি ও তাঁর পরিবার কৃতজ্ঞ। সাংবাদিকদের লেখালেখির কারণে অপরাধ উন্মোচন হয়েছে। তা না হলে সাগর-রুনি হত্যাকাণ্ডের মতো তদন্তের নামে অনেক নাটক হতো। সাংবাদিকদের কারণেই সব ঘটনা প্রকাশ পেয়েছে।</p><p>সাংবাদিকদের প্রতি কৃতজ্ঞতা জানিয়ে ফরিদা বেগম আরও বলেন, ‘আজ আপনারা আমার পাশে আছেন বলে আমি এখন পর্যন্ত কিছুটা সুস্থ আছি ও শক্ত আছি।’ তাঁর দাবি, ১৫ দিনের মধ্যে মামলার অভিযোগপত্র জমা দিতে হবে। মামলার বাদী, স্বাক্ষী ও তাঁর পরিবার এবং দৈনিক প্রতিদিনের কাগজ পত্রিকার সম্পাদকের জীবনের নিরাপত্তার ব্যবস্থা করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৯৮ বছরে থেমে গেল অমরেশ রায়ের সুরেলা জীবন | প্রথম আলো",
            "time": "2025-08-12T16:34:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F171fv1x6%2FWhatsApp-Image-2025-08-12-at-5.22.12-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শেষ ইচ্ছা</strong><br>মৃত্যুর আগে প্রথম আলোর সঙ্গে একান্ত সাক্ষাৎকারে তিনি বলেন, ‘তরুণেরা আগের তুলনায় অনেক এগিয়েছে, উচ্চাঙ্গসংগীতের প্রসার বেড়েছে, তবে আলাপ-আলোচনা এখনো কিছুটা অবহেলিত।’ তাঁর শেষ ইচ্ছা ছিল তাঁর শিষ্যদের মধ্যে বেঁচে থাকা এবং তাঁর সুর ও শিক্ষা যেন পরবর্তী প্রজন্ম ধরে রাখে। তিনি বলেছিলেন, ‘আমি যখন আর থাকব না, ওরা যেন আমাকে বাঁচিয়ে রাখে। আমি আমার সুরটা ওদের মাঝে রেখে যেতে চাই।’<br>মঙ্গলবার বিকেল ৫টায় রাজশাহীর পঞ্চবটী মহাশ্মশানে পণ্ডিত অমরেশ রায় চৌধুরীর শেষকৃত্যানুষ্ঠান অনুষ্ঠিত হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপে এগিয়ে থাকার রসদ নিয়ে ফিরলেন যুবারা | প্রথম আলো",
            "time": "2025-08-12T16:31:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fm2d8y3e3%2F9d1db771-612c-408e-b9dc-a43e2707974c.jpg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই কথা বলেছেন কোচ নাভিদ নেওয়াজও, ‘ছেলেরা ওখানে ভালোভাবে মানিয়ে নিতে পেরেছে, এটাই সবচেয়ে ভালো দিক।’</p><p>সিরিজে সামনে থেকেই নেতৃত্ব দিয়েছেন অধিনায়ক আজিজুল। ৭ ম্যাচে ১৯৩ রান করে তিনিই বাংলাদেশের সর্বোচ্চ রান সংগ্রাহক, বল হাতেও পেয়েছেন ৬ উইকেট। তাঁর ভাবনাটা অবশ্য দলকে ঘিরেই, ‘দক্ষিণ আফ্রিকা বড় দল। আমরা তাদের মাঠে ও জিম্বাবুয়েতে যেভাবে হারিয়েছি, এটা সবাইকে বাড়তি আত্মবিশ্বাস দিয়েছে। আমরা যে পরিশ্রমটা করছি, তার ফলটাই দেখতে পাচ্ছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "মিয়ানমারের বন্দিশিবিরে বৈদ্যুতিক শক, যৌনাঙ্গ পুড়িয়ে দেওয়ার মতো নির্যাতনের প্রমাণ পেয়েছে জাতিসংঘ | প্রথম আলো",
            "time": "2025-08-12T16:24:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fjxs5b42v%2F00067974DM-1754988870.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের এই তদন্ত দলের প্রতিবেদনে বলা হয়, আটক কেন্দ্রগুলোর অভিযান পরিচালনায় জড়িত নিরাপত্তা বাহিনীর সদস্যদের চিহ্নিত করার ক্ষেত্রে তদন্তে বেশ অগ্রগতি হয়েছে। পাশাপাশি আটক যোদ্ধা ও তাঁদের সহযোগিতাকারী বেসামরিক মানুষকে যাঁরা বিচারের মুখোমুখি না করে হত্যা করেছে, সেই অপরাধীদেরও শনাক্ত করার ক্ষেত্রেও তদন্তকাজ এগিয়েছে। এই অপরাধীদের মধ্যে রয়েছেন নিরাপত্তা বাহিনীর সদস্য, সংশ্লিষ্ট মিলিশিয়া এবং বিরোধী সশস্ত্র গোষ্ঠীর সদস্যরা।</p><p>প্রতিবেদনটিতে মিয়ানমারের বন্দিশিবিরগুলোতে হওয়া নির্যাতনের বিস্তারিত উল্লেখ আছে। এর মধ্যে রয়েছে মারধর, বৈদ্যুতিক শক দেওয়া, শ্বাসরোধ, দলবদ্ধ ধর্ষণ, যৌন অঙ্গ পুড়িয়ে দেওয়াসহ নানা ধরনেরে যৌন সহিংসতা।</p><p>নিকোলাস কুমজিয়ান বলেন, মিয়ানমারে নারকীয় নির্যাতনের ক্রমবর্ধমান ঘটনা ও নির্মমতাকে প্রতিবেদনে বিশেষভাবে তুলে ধরা হয়েছে। তিনি বলেন, ‘আমরা এমন একটি দিনের জন্য কাজ করছি, যখন অপরাধীদের তাঁদের কৃতকর্মের জন্য আদালতে মুখোমুখি হতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কৃষিঋণের ২০ শতাংশ দেওয়া হবে প্রাণিসম্পদ খাতে | প্রথম আলো",
            "time": "2025-08-12T16:21:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fvmkf8d33%2FWhatsApp-Image-2025-08-12-at-10.14.31-PM.jpeg?rect=0%2C11%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কন্ট্রাক্ট ফার্মিংয়ের আওতা বাড়িয়ে ক্ষীরা, কচুর লতি, কাঁঠাল, বিটরুট, কালিজিরা, বস্তায় আদা–রসুন ও হলুদ চাষ, খেজুর গুড় উৎপাদনের ঋণ যুক্ত করা হয়েছে। অঞ্চলভেদে কৃষকের প্রকৃত চাহিদার ভিত্তিতে ঋণ বিতরণের পরামর্শ দেওয়া হয়েছে। এতে ফসলভিত্তিক নির্ধারিত ঋণ ও বিনিয়োগের পরিমাণ ২০ শতাংশ পর্যন্ত বৃদ্ধি/হ্রাস করার সুযোগ রাখা হয়েছে। পাশাপাশি ব্যাংকগুলোকে কৃষিঋণ বিতরণ ও আদায়ের ক্ষেত্রে বিভিন্ন সচেতনতামূলক অনুষ্ঠান আয়োজন এবং নিয়মিত ঋণ পরিশোধকারী কৃষকদের পুরস্কার প্রদানের নির্দেশনা দেওয়া হয়েছে।</p><p>অনুষ্ঠান শেষে গভর্নর আহসান এইচ মনসুর সাংবাদিকদের বলেন, ‘এখন বাংলাদেশ ব্যাংক টাকা ছাপিয়ে কৃষি খাতের ঋণে পুনঃ অর্থায়ন করছে। আমি মনে করি, এই অর্থ বাজেটে বরাদ্দ থাকা উচিত। এটা বাংলাদেশ ব্যাংকের কাজ না। এ ছাড়া আর্ন্তজাতিক মুদ্রা তহবিল (আইএমএফ) বা আন্তর্জাতিকভাবে এমন চর্চা করা হয় না। সরকার টাকা দিলে আমরা সেটা ব্যবস্থাপনা করতে পারি।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘আপনারে কে এখানে বসাইছে, আমি তাঁর কইলজা খুলিয়ালামু’ | প্রথম আলো",
            "time": "2025-08-12T16:09:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fgcoh68hn%2FCumilla.jpg?rect=0%2C186%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় সূত্র জানিয়েছে, নাঙ্গলকোট উপজেলার ভোলাইন উচ্চবিদ্যালয় ও কলেজের সভাপতি পদ নিয়ে বোর্ড চেয়ারম্যানকে হুমকি দেন আব্দুল গফুর ভূঁইয়া। বর্তমানে প্রতিষ্ঠানটির সভাপতির পদে আছেন আব্দুল গফুর।</p><p>তবে আব্দুল গফুর ভূঁইয়া দাবি করেছেন, এটি তাঁর কল রেকর্ড নয়। এডিট করে রেকর্ড প্রচার করা হয়েছে। এর পর থেকেই তাঁর মুঠোফোনটি বন্ধ। তবে মঙ্গলবার রাতে কুমিল্লা শিক্ষা বোর্ডের চেয়ারম্যানের সঙ্গে কথা বলে কথোপকথনের বিষয়টি নিশ্চিত হওয়া গেছে।</p><p>খোঁজ নিয়ে জানা গেছে, চলতি বছরের ১৮ মে বিএনপির চেয়ারপারসন খালেদা জিয়ার প্রেস উইংয়ের সদস্য শামসুদ্দিন দিদারের বড় ভাই মীর আবু সালেহ শামসুদ্দীনকে ভোলাইন উচ্চবিদ্যালয় ও কলেজের সভাপতি হিসেবে সুপারিশ করেন কুমিল্লার জেলা প্রশাসক। পরে শিক্ষা বোর্ডের চেয়ারম্যান তা প্রতিষ্ঠানপ্রধানের কাছে পাঠান। এর পরপরই আব্দুল গফুর ভূঁইয়া কল করে শিক্ষা বোর্ডের চেয়ারম্যানকে অশ্রাব্য ভাষায় গালিগালাজ ও নানা হুমকি দেন। ঘটনার পর চেয়ারম্যানের অনুরোধে মীর আবু সালেহ শামসুদ্দীন সভাপতি পদ থেকে অব্যাহতি নেন। এরপর আব্দুল গফুর ভূঁইয়া প্রতিষ্ঠানটির সভাপতি হন।</p></div></div></div></body></html>"
        },
        {
            "title": "ডলার কাছে নিতেই আর কিছু মনে নেই, ব্যবসায়ীর ১ লাখ ৪০ হাজার টাকা লুট | প্রথম আলো",
            "time": "2025-08-12T16:06:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fdjlqlprh%2FWhatsApp-Image-2025-08-12-at-9.43.07-PM.jpeg?rect=0%2C423%2C896%2C470&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভুক্তভোগী ব্যবসায়ী ওয়াহিদুল আলম বলেন, ৫০ ডলারের একটি নোট ভাঙানোর জন্য তাঁর দোকানে আসেন একজন বিদেশি ক্রেতা। তাঁর সঙ্গে একজন বাংলাদেশিও ছিলেন। নোটটি তিনি তাঁদের কাছ থেকে নিয়ে ভালো করে দেখতে গিয়ে চেতনা হারান। প্রতারকেরা তাঁর ক্যাশ বাক্স থেকে ১ লাখ ৪২ হাজার টাক নিয়ে যায়।</p><p>জানতে চাইলে এক কিলোমিটার দূরে থাকা নোয়াপাড়া পুলিশ ফাঁড়ির উপপরিদর্শক সাইফুল ইসলাম প্রথম আলোকে বলেন, ওই ধরনের ঘটনার কোনো অভিযোগ তাঁদের কেউ জানায়নি। অভিযোগ দিলে তাঁরা ঘটনাটি খতিয়ে দেখে প্রতারক চক্রকে খুঁজে বের করার জন্য কাজ করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যথাযথ মূল্যায়ন না করলে ভালো শিক্ষক পাওয়া যাবে না | প্রথম আলো",
            "time": "2025-08-12T16:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fzsulfggk%2FMYMENSINGHDH169420250812WHATSAPP-IMAGE-2025-08-12-AT-9.10.18-PM.JPG.JPG?rect=0%2C0%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুধী সমাবেশে ‘আখতার স্যার’ ও ‘মজুমদার স্যার’ শিরোনামে দুটি ভিডিও চিত্র দেখানো হয়। শিক্ষকদের প্রতি সম্মাননা জানানো ভিডিও চিত্র দেখে উপস্থিত সবাই আবেগাপ্লুত হয়ে পড়েন। এ সময় সুধী সমাবেশে দাঁড়িয়ে শিক্ষকদের সম্মান জানান অতিথিরা। ভিডিও চিত্র প্রদর্শনের পর বক্তব্য দিতে আসা আফরোজ খান মডেল স্কুলের সহকারী শিক্ষক সাদিয়া জামান আপ্লুত হয়ে অশ্রু ঝরান। তিনি বলেন, ‘আমি কয়েক বছর হলো শিক্ষকতা শুরু করলেও এখনো আমার প্রিয় শিক্ষকের চেহারা মনে পড়ে। শিক্ষকের উপদেশগুলো মনে পড়ে। আমার প্রিয় শিক্ষক বেঁচে নেই, আমি আজ শিক্ষক হয়েছি।’</p><p>অনুষ্ঠানে প্রিয় শিক্ষক সম্মাননা পাওয়া ময়মনসিংহ বিদ্যাময়ী বালিকা উচ্চবিদ্যালয়ের প্রধান শিক্ষক নাছিমা আক্তার ও গভর্নমেন্ট ল্যাবরেটরি হাইস্কুলের সাবেক শিক্ষক তাপস মজুমদার নিজেদের অনুভূতি ব্যক্ত করেন। অনুষ্ঠানে আরও বক্তব্য দেন মুসলিম বালিকা উচ্চবিদ্যালয় ও কলেজের সাবেক অধ্যক্ষ লেফটেন্যান্ট কর্নেল শাহাব উদ্দিন, জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়ের হিসাববিজ্ঞান ও তথ্য পদ্ধতি বিভাগের সহযোগী অধ্যাপক শফিকুল ইসলাম, ময়মনসিংহ কমার্স কলেজের অধ্যক্ষ এখলাছ উদ্দিন, কবি ও নাট্যকার ফরিদ আহমদ, প্রত্নতাত্ত্বিক গবেষক ও শিক্ষক স্বপন ধর, সুজনের মহানগর শাখার সহসভাপতি তৌহিদুজ্জামান ছোটন, ময়মনসিংহ পলিটেকনিক ইনস্টিটিউটের উপাধ্যক্ষ মো. শওকত হোসেন, গভর্নমেন্ট ল্যাবরেটরি স্কুলের প্রধান শিক্ষক মোহাম্মদ শফিক উল্লাহ, প্রিমিয়ার আইডিয়াল স্কুলের প্রধান শিক্ষক চাঁন মিঞা, ময়মনসিংহ মহাবিদ্যালয়ের অধ্যক্ষ শফিকুল হায়দার, ভালুকা সরকারি কলেজের অধ্যক্ষ কামরুজ্জামান, সমাজসেবক আলী ইউসুফ, বয়রা ছালাকান্দি সরকারি প্রাথমিক বিদ্যালয়ের সহকারী শিক্ষক বিলকিছ আক্তার, সংস্কৃতিকর্মী শামীম আশরাফ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেব্রুয়ারিতে নির্বাচন হলে সরকারকে শহীদের মায়ের বুকে সন্তানকে ফেরত দিতে হবে: নাসীরুদ্দীন পাটওয়ারী | প্রথম আলো",
            "time": "2025-08-12T16:03:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F27fwwmw3%2FNasiruddin-Patowary-01.JPG?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সংস্কৃতির ডামাডোলে, একই ‘ফ্যাসিবাদী’ সংবিধানে, একই সিস্টেমের মধ্য দিয়ে নির্বাচনে যাওয়া হচ্ছে বলে মন্তব্য করেন নাসীরুদ্দীন পাটওয়ারী। এ প্রসঙ্গে প্রশ্ন তুলে তিনি বলেন, ‘তাহলে এতগুলো মানুষ শহীদ হওয়ার প্রয়োজন কী ছিল? এতগুলো মানুষ আহত হওয়ার প্রয়োজন কী ছিল?’</p><p>সংস্কার শেষ না করে নির্বাচন হলে গণ-অভ্যুত্থানে যাদের হাত চলে গেছে, সরকারকে তাদের হাত ফিরিয়ে দিতে হবে বলে দাবি করেন নাসীরুদ্দীন। তিনি বলেন, ‘যে মায়ের বুক খালি হয়েছিল, যদি সংস্কার ছাড়া, নতুন সংবিধান ছাড়া বাংলাদেশে নির্বাচন হয়, তাহলে ওই মায়ের বুকের সন্তানকে ফেরত দিতে হবে। অনেক বাচ্চাকে দেখেছি, এখনো বুকের দুধ পান করে কিন্তু বাবা শহীদ হয়েছে। যখন সে পরিবারের সাথে কথা বলেছি, তাদের মুখের ভাষা পাইনি, শুধু চোখের ভাষা পেয়েছি। চোখের ভাষাটি ছিল অশ্রু। যে অশ্রুতে তারা বলেছিল, স্বামী চলে গিয়েছে আমি বাংলাদেশ থেকে কিছু চাই না। কিন্তু আমি ভবিষ্যতে একটি সুন্দর বাংলাদেশ দেখতে চাই। যেখানে আমার বুকে যে সন্তান আছে, সে সন্তানকে আর কেউ খুন করবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "আগামী নির্বাচনে ধানের শীষে ভোট চাইলেন তারেক রহমান | প্রথম আলো",
            "time": "2025-08-12T16:02:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F1b1210hz%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আগামী নির্বাচনে ধানের শীষে ভোট চাইলেন তারেক রহমান\" class=\"nA4h1 \">আগামী নির্বাচনে ধানের শীষে ভোট চাইলেন তারেক রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-12T22:02:03+06:00\"><span>প্রকাশ: ১২ আগস্ট ২০২৫, ১৬: ০২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গর্ভাবস্থায় চিকুনগুনিয়া হলে করণীয় | প্রথম আলো",
            "time": "2025-08-12T16:02:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fc1cwsjtw%2FChikungunya.jpg?rect=0%2C29%2C559%2C293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জ্বর, শরীর ও অস্থিসন্ধিতে ব্যথার জন্য প্যারাসিটামল খেতে পারবে। প্যারাসিটামল গর্ভাবস্থায় নিরাপদ একটি ওষুধ। তবে ব্যথানাশক ওষুধ; অর্থাৎ পেইনকিলার খাওয়ানো নিষেধ। বিশেষ করে গর্ভকালীনের তৃতীয় পর্যায়ে এটি একেবারেই নিরাপদ নয়। ব্যথানাশক ওষুধ শিশুর জন্মগত ত্রুটি করতে পারে। স্টেরয়েড জাতীয় ওষুধও খাওয়ানো যাবে না। </p><p>ব্যথা হলে গরম সেঁক দেওয়া যেতে পারে। মায়ের পাশাপাশি গর্ভস্থ শিশু যাতে সুস্থ থাকে, তা নিশ্চিত করতে হবে। গর্ভের শিশু ঠিকমতো নড়াচড়া করছে কি না, হৃৎস্পন্দন ঠিকমতো হচ্ছে কি না, তা নিবিড়ভাবে পর্যবেক্ষণ করতে হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "দ্রুত হাঁটলে আয়ু বাড়ে: গবেষণা | প্রথম আলো",
            "time": "2025-08-12T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fsrubpgvv%2Fu8341298928Apeacefulsceneofaregularpersontakingtheirfe04cc77e-3e40-4e5a-a9f4-37afb4f77247.png?rect=0%2C281%2C2464%2C1294&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০০২ থেকে ২০০৯ সালের মধ্যে গবেষক দল মূলত কম আয়ের ও কৃষ্ণাঙ্গ মানুষদের নিয়ে গবেষণা চালায়। গবেষণায় অংশগ্রহণকারী প্রায় ৮৫ হাজার মানুষকে ব্যায়ামের অভ্যাস, গড় সময়, হাঁটার গতি ও স্বাস্থ্য নিয়ে প্রশ্নপত্র পূরণ করতে বলা হয়। ১৬ বছর পর ২০২৩ সালে আবার তাঁদের তথ্য সংগ্রহ করে বিশ্লেষণ করা হয়।</p><p>ঝেং বলেন, আমরা জানি, দ্রুত হাঁটা ধীর হাঁটার তুলনায় ভালো। কিন্তু গড়ে কত মিনিট দ্রুত হাঁটা উচিত, সে বিষয়ে গবেষণা কম। গবেষণায় দেখা গেছে, অংশগ্রহণকারীদের মধ্যে প্রতিদিন অন্তত ১৫ মিনিট দ্রুত হাঁটা মানুষের অকালমৃত্যুর ঝুঁকি প্রায় ২০ শতাংশ কমিয়েছে। যেখানে ধীরে হাঁটা মানুষের ক্ষেত্রে (যাঁরা দিনে ৩ ঘণ্টার বেশি হাঁটতেন) এই হার মাত্র ৪ শতাংশ।</p><p>গবেষণায় যুক্ত ছিলেন না এমন একজন হচ্ছেন ড. অ্যান্ড্রু ফ্রিম্যান। তিনি বলেন, দীর্ঘদিন ধরে জানা যাচ্ছে যে হাঁটার গতি স্বাস্থ্যের ফলাফলের সঙ্গে সম্পর্কিত। অর্থাৎ যত দ্রুত হাঁটবেন, তত ভালো করবেন। কারণ, খুব অসুস্থ কেউ দ্রুত হাঁটতে পারবেন না, এটাই স্বাভাবিক।</p></div></div></div></body></html>"
        }
    ]
}