{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সেদিন ফুঁপিয়ে কান্না করেছিলাম... | প্রথম আলো",
            "time": "2025-12-14T09:16:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fxzz7nd9k%2F536275951_1306612497503434_5964641461798380013_n.jpg?rect=0%2C0%2C1272%2C668&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শৈশবের কিছু স্মৃতি আজীবন রয়ে যায়—যেগুলো কোনো গান, কোনো কণ্ঠ কিংবা কোনো মুখ দেখলেই হঠাৎ করে ফিরে আসে। ঠিক এমনই এক আবেগঘন স্মৃতির কথা জানিয়েছেন চলচ্চিত্র অভিনেত্রী মাসুমা রহমান নাবিলা। রুনা লায়লার গান শুনলেই নাবিলা ফিরে যান তাঁর শৈশবের সৌদি আরবে কাটানো দিনগুলোতে। </p><p>নাবিলার ফেসবুক স্ট্যাটাস থেকে জানা যায়, নাবিলার শৈশবের দিনগুলো কাটে পরিবারের সঙ্গে সৌদি আরবে। সেই সময় তেমন বিনোদনের ব্যবস্থা ছিল না। তবে নিয়মিত তাঁরা শুনতেন বাংলা গান। তিনি লিখেছেন, ‘সৌদিতে থাকার সময়েই বিটিভি থেকে রেকর্ড করা রুনা লায়লার গানের অনুষ্ঠানের ভিডিও ক্যাসেট ছিল তাঁদের পরিবারের নিয়মিত বিনোদন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহে হেলে পড়েছে পাঁচতলা ভবন, আতঙ্কে মালামাল সরিয়ে নিচ্ছেন বাসিন্দারা | প্রথম আলো",
            "time": "2025-12-14T09:11:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fmmb5cco3%2FMymensinghDH169420251214WhatsApp-Image-2025-12-14-at-1.18.29-PM-1.jpg?rect=0%2C1%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহ ফায়ার সার্ভিসের স্টেশন অফিসার জুলহাস উদ্দিন বলেন, পাইলিং শেষে বহুতল ভবন নির্মাণের জন্য খননযন্ত্র দিয়ে গভীর গর্ত থেকে মাটি সরানো হচ্ছিল। এতে পাশের পাঁচতলা ভবনটির বিভিন্ন জায়গায় ফাটল ধরেছে। যেকোনো সময় বড় ধরনের সমস্যা হতে পারে। ভবনটিতে অনেক বাসিন্দা থাকায় তাঁদের নিরাপদে সরিয়ে দেওয়া হয়েছে। নির্মাণাধীন ভবনটির কাজও বন্ধ রাখতে বলা হয়েছে। বাসার মালিককে বলা হয়েছে, সিটি করপোরেশনের প্রকৌশলীর সহযোগিতা নিতে। সিটি করপোরেশন যদি বলে, ভবন ব্যবহার করা যাবে এবং কোনো ঝুঁকি নেই, তবেই লোকজন ফিরে যেতে পারবেন। বাসার ভেতরে থাকা ভারী মালামাল সরিয়ে নেওয়ার নির্দেশ দেওয়া হয়েছে। বিল্ডিং কোড মেনে যদি ভবন করা হতো, তাহলে এমন পরিস্থিতি হতো না।</p><p>আজ বেলা সাড়ে ১১টায় বাসিন্দারা ভবনের ভেতর থেকে মালামাল সরিয়ে নিচ্ছিলেন। আনন্দ মোহন কলেজের সহযোগী অধ্যাপক শাহ মো. জুয়েল বলেন, ‘হঠাৎ গতকাল সন্ধ্যায় ফাটল দেখা দেওয়ায় জরুরি কাগজপত্র নিয়ে বাসা থেকে বেরিয়ে যাই। রাতভর উৎকণ্ঠার মধ্যে ছিলাম। আজ বাসা থেকে মালামাল নিয়ে শ্বশুরবাড়ি রেখেছি, পরে নতুন বাসায় উঠব। হঠাৎ এই ভোগান্তি হলেও বড় দুর্ঘটনা থেকে বেঁচে গেছি, এটা স্বস্তির।’</p></div></div></div></body></html>"
        },
        {
            "title": "মারণাস্ত্রের ছায়ার নিচে | প্রথম আলো",
            "time": "2025-12-14T09:10:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fj9qv5i86%2FUntitled-9.jpg?rect=0%2C0%2C603%2C317&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না, ওই পানে আর চেয়ে থাকা যায় না। একসময় সুদীপ্ত চঞ্চল হয়ে উঠলেন। মানুষের শব কত আর দেখা যায়। বিশ-পঁচিশ দিন ধরে কত রক্ত, কত লাশ তিনি দেখেছেন, কিন্তু কান্না শোনা যায়নি। এই তো এই মার্চেরই মাঝামাঝিতে সেই দিনগুলো। সেদিন গত রাতের কয়েকটি শব এনে ছেলেরা বিশ্ববিদ্যালয় প্রাঙ্গণের বটতলায় জড়ো করেছিল। আর বিশ্ববিদ্যালয়ের ছাত্রী সেই শব ঘিরে স্লোগান দিচ্ছিল, ‘বাঙালি ভাই, ভাইরে—বাঙালি ভাইয়ের রক্ত দেখ।’ সবাই সেই রক্ত দেখেছিলেন। এ তো লাল পলাশের রং নয়। রক্তের রং এত কালোও হয়? যেন কয়েকটি কৃষ্ণচূড়া আক্ষরিক অর্থেই কৃষ্ণ হয়েছে। কুরুক্ষেত্রের যুদ্ধে শ্রীকৃষ্ণ অর্জুনের সারথি হয়ে তাঁকে ন্যায় সমরে উদ্বুদ্ধ করেছিলেন। এই কৃষ্ণ-শহীদ ভাইয়েরা তেমনি ন্যায়ের সংগ্রামে গত রাতে দ্বারে দ্বারে ডাক দিয়েছিল—জয় বাংলা। বাংলাকে জয়যুক্ত করার সংগ্রামে তোমরা বীর বাঙালি বেরিয়ে এসো। মানি না মানি না, কারফিউ মানি না।</p><p>গত রাতে শহরে কারফিউ দেওয়া হলে ওরা মানেনি। পশ্চিম পাকিস্তানের সামরিক সরকার বাংলাদেশের দাবি আদায়ের সংগ্রামকে টুঁটি টিপে মারার জন্য দিয়েছিল কারফিউ। সে কারফিউ নীরবে মেনে নেওয়ার মধ্যে ছিল স্বদেশের অপমান। সেই অপমান ঘোচাতে ওরা বেরিয়েছিল পথে। স্লোগান দিয়েছিল...জয় বাংলা। ‘জয় বাংলা’ স্লোগানে যেন বিচ্ছুরিত জ্বালা। ওদের সর্বাঙ্গ জ্বলে যায়। কভি নেহি বরদাশত কারেগা। যে মুখের কথায় এত জ্বালা, গুলি মার সেই মুখে—একটা বর্বর ক্রোধে ক্ষিপ্ত হয়ে ওঠে ইয়াহিয়ার সৈনিক নামধারী দস্যুরা। ‘বাংলা’ শব্দটা উচ্চারণের সময় মুখ প্রসারিত হলে ঠিক সেই যথালগ্নে ওদের মুখ লক্ষ্য করে গুলি করে। আর তার ফলে, দেখো, মুখের তালু ভেদ করে সারা মুখখানা কী বিকৃত হয়ে গেছে। কিন্তু মুখের সেই বিকৃতি যেন, সুদীপ্তর মনে হয়েছিল, সারা পাকিস্তানের বিরুদ্ধে এক বিরাট ব্যঙ্গ। ওরা যেন যাওয়ার আগে একটা মুখ ভেংচি দিয়ে গেছে ইয়াহিয়াদের পাকিস্তানকে। না, ওদের সঙ্গে আর নয়। সেই লাশগুলো সেদিন যাঁরাই দেখতে এসেছিলেন, তাঁদেরই মনে জন্ম নিয়েছিল কথাগুলো—না, ওদের সঙ্গে আর নয়। বিশ্ববিদ্যালয় প্রাঙ্গণের সেই প্রাচীন বটবৃক্ষ তার সাক্ষী। ওগো প্রাচীন বটবৃক্ষ, সাক্ষী থেকো তুমি ওদের সঙ্গে আর নয়। ছাত্রদের প্রতিটি আন্দোলনের সাক্ষী সেই প্রাচীন বটবৃক্ষ। উনসত্তরের আইয়ুব বিতাড়নের আন্দোলনে এই বটতলা থেকেই ছাত্ররা যুদ্ধ করেছিল মোনায়েম খানের পুলিশ বাহিনীর সঙ্গে। না, পুলিশেরা রাইফেল মেশিনগান নিয়ে আসেনি। এসেছিল লাঠি ও কাঁদানে গ্যাসের শেল নিয়ে। লাঠির মোকাবিলা করতে ছেলেরা সক্ষম ছিল কিন্তু কাঁদানে গ্যাসের? সুদীপ্ত নিজে না দেখলে তা কি বিশ্বাস করতেন? কাঁদানে গ্যাসের শেলগুলো এসে পড়তেই ভেজা চট হাতে জড়িয়ে সেগুলো ধরে ফেলছিল তারা এবং ছুড়ে মারছিল রাস্তার পুলিশের দিকে, তখন পুলিশেরাই তার ফলে কাঁদানে গ্যাসের জ্বালায় অস্থির। সে এক আশ্চর্য যুদ্ধ। তারপরেই তো ঘটে গেল পরপর দুটি মৃত্যু—ঢাকায় মারা পড়লেন ছাত্রনেতা আসাদ, রাজশাহী বিশ্ববিদ্যালয়ের ছাত্রপ্রিয় অধ্যাপক শামসুজ্জোহা। শামসুজ্জোহার মৃত্যুর সঙ্গে সঙ্গে সমগ্র আন্দোলন এমনই ভয়াবহরূপে ব্যাপকতা পেল যে আইয়ুবশাহি আর টিকল না। তখন মুখোশ পরে এল ইয়াহিয়া। মুখোশধারী ইয়াহিয়া প্রথম দিকে অভিনয় ভালোই করেছিল। ধুলো দিতে পেরেছিল বাঙালির চোখে। কিন্তু সব মুখোশ তার খুলে গেল গত পয়লা মার্চ তারিখে। জাতীয় পরিষদের নির্বাচনে বাঙালি যে এমন একটা কাণ্ড করবে তা কেউ ভেবেছিল নাকি। আইয়ুব খান উপদেশ ইয়াহিয়াকে ঠিকই দিয়েছিলেন—দেখো হে, তুমি সোলজার মানুষ। ওই সব ডেমোক্রেসি তুমি হজম করতে পারবে না। সবার পেটেই কি ঘি হজম হয়?</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপ টিকিটের দাম কমাতে বললেন নিউইয়র্কের মেয়র মামদানিও | প্রথম আলো",
            "time": "2025-12-14T09:05:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2Fgcgp8qku%2F2026-FIFA-WORLD-CUP-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বকাপ চলাকালে তাঁর প্রধান লক্ষ্য যত বেশি সম্ভব নিউইয়র্কবাসীকে মাঠে খেলা দেখার সুযোগ করে দেওয়া, এমনটাই বলেছেন মেয়র মামদানি। তাঁর ভাষায়, মানুষ যেন টিকিটের চড়া দামে বাদ পড়ে গিয়ে ঘরে বসে খেলা দেখতে বাধ্য না হয়।</p><p>মামদানি আরও বলেন, ‘আমরা চেয়েছি সমর্থকদের জন্য নির্দিষ্টসংখ্যক টিকিট সংরক্ষণ করা হোক। ফিফা বলেছে, কিছু টিকিট নির্দিষ্ট দামে পাওয়া যাবে, এটা ভালো খবর। কিন্তু এখনো অনেক কাজ বাকি। আমরা চাই না বিশ্বকাপ শুধু পর্দায় দেখা একটি আয়োজন হোক। আমরা চাই মানুষ স্টেডিয়ামে থাকুক, গ্যালারিতে থাকুক।’<br>২৩তম ফিফা বিশ্বকাপ শুরু হবে ২০২৬ সালের ১১ জুন। ১৯ জুলাইয়ের ফাইনালসহ আটটি ম্যাচ অনুষ্ঠিত হবে নিউইয়র্কে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্থানীয় সরকার বিভাগে ৮৯৭ পদে বড় নিয়োগ, আবেদনের সুযোগ দুই দিন | প্রথম আলো",
            "time": "2025-12-14T09:04:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F10%2F26%2F0bd4d80b1cc9f00bd4d03d21e09ee6cd-59f21043e946a.JPG?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>*অনলাইনে আবেদন শুরু হয়েছে: ২০ নভেম্বর ২০২৫, সকাল ১০:০০টা।</p><p>*অনলাইনে আবেদন জমাদানের শেষ দিন: ১৫ ডিসেম্বর ২০২৫, বিকেল ৫টা।</p><p>*আবেদন ফি জমাদানের শেষ সময়: অনলাইনে আবেদনপত্র জমা দেওয়ার ৭২ (বাহাত্তর) ঘণ্টার মধ্যে আবেদন ফি জমা দিতে হবে।</p><p>পরীক্ষার তথ্য: পরীক্ষার তারিখ, সময় ও স্থান যোগ্য প্রার্থীদের মোবাইল ফোনে এসএমএসের মাধ্যমে এবং স্থানীয় সরকার বিভাগের <a target=\"_blank\" href=\"https://www.lgd.gov.bd/\" rel=\"nofollow\">ওয়েবসাইটে </a> জানানো হবে।</p><p>*আবেদনের পদ্ধতিসহ বিস্তারিত দেখুন <a target=\"_blank\" href=\"https://lgd.gov.bd/sites/default/files/files/lgd.portal.gov.bd/notices/086a427e_a82e_455c_952c_0c7648d11137/2025-11-18-03-27-564470ed9c498e0a3ccdafd4ca42947a.pdf\" rel=\"nofollow\">এখানে</a></p></div></div></div></body></html>"
        },
        {
            "title": "কম্বোডিয়ার বিরুদ্ধে নতুন করে সামরিক অভিযান শুরু থাইল্যান্ডের | প্রথম আলো",
            "time": "2025-12-14T09:00:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fr1hyv8z1%2FThailand.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঔপনিবেশিক যুগের সীমানাসংক্রান্ত দীর্ঘস্থায়ী বিরোধ থেকে সম্প্রতি দুই দেশের মধ্যে সংঘাতের সূচনা হয়। এ লড়াইয়ে এখন পর্যন্ত অন্তত ২৫ জন সেনা ও সাধারণ নাগরিক নিহত হয়েছেন। বাস্তুচ্যুত হয়েছেন দুই দেশের ৫ লাখের বেশি মানুষ। থাইল্যান্ড ও কম্বোডিয়ার মধ্যে ৮০০ কিলোমিটার (৫০০ মাইল) দীর্ঘ সীমান্ত রয়েছে।</p><p>থাইল্যান্ডের নৌবাহিনীর মুখপাত্র রিয়ার অ্যাডমিরাল পারাচ রত্তানাচাইয়াপানের বরাতে সংবাদপত্র মাতিচন অনলাইনের প্রতিবেদনে বলা হয়, থাই বাহিনী ত্রাত উপকূলীয় প্রদেশের একটি এলাকায় ‘থাইল্যান্ডের সার্বভৌম অঞ্চল পুনরুদ্ধার করতে’ সামরিক অভিযান শুরু করেছে।</p><p>পারাচ রত্তানাচাইয়াপান বলেন, ভোরবেলায় অভিযানটি শুরু হয়েছে। এটি আন্তর্জাতিক আইন অনুসারে আত্মরক্ষা ও জাতীয় সার্বভৌমত্ব সংরক্ষণ নীতির আওতায় পরিচালিত হচ্ছে।</p><p>থাই সেনাবাহিনী বলেছে, ‘তারা বিরোধী বাহিনীগুলো উৎখাত করে সফলভাবে এলাকাটির নিয়ন্ত্রণ নিয়েছে ও পুনরুদ্ধার করেছে।’</p><p>থাইল্যান্ডের সরকারি টেলিভিশন চ্যানেল থাই পিবিএসের খবরে বলা হয়, দেশটির সেনাবাহিনী সব বিরোধী বাহিনীকে উৎখাত করার পর ওই এলাকায় থাইল্যান্ডের জাতীয় পতাকা উত্তোলন করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট মার্টিনে যেতে পর্যটকের চাপ, ৩১ ডিসেম্বর পর্যন্ত সব টিকিট আগাম বিক্রি | প্রথম আলো",
            "time": "2025-12-14T08:56:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F1hbm03h1%2FWhatsApp-Image-2025-12-14-at-14.36.54.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেন্ট মার্টিন যেতে পর্যটকদের বিভিন্ন নির্দেশনা দিয়েছে সরকার। নির্দেশনা অনুযায়ী, বিআইডব্লিউটিএ ও পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয়ের অনুমোদন ছাড়া কোনো নৌযান সেন্ট মার্টিনে চলাচল করতে পারবে না। পর্যটকদের বাংলাদেশ ট্যুরিজম বোর্ডের স্বীকৃত ওয়েব পোর্টালের মাধ্যমে অনলাইনে টিকিট কিনতে হবে। প্রতিটি টিকিটে ট্রাভেল পাস ও কিউআর কোড সংযুক্ত থাকবে।</p><p>এ ছাড়া দ্বীপের পরিবেশ রক্ষায় রাতের বেলায় সৈকতে আলো জ্বালানো, উচ্চ শব্দ, বারবিকিউ পার্টি, কেয়াবনে প্রবেশ, কেয়া ফল সংগ্রহ বা কেনাবেচা, সামুদ্রিক কাছিম, পাখি, প্রবাল, রাজকাঁকড়া, শামুক-ঝিনুকসহ জীববৈচিত্র্যের ক্ষতি নিষিদ্ধ করা হয়েছে। সৈকতে মোটরসাইকেল, সি-বাইকসহ সব ধরনের মোটরচালিত যান চলাচল বন্ধ রাখা হয়েছে। প্লাস্টিক ও পলিথিন ব্যবহারেও নিষেধাজ্ঞা দেওয়া হয়েছে।</p><p>পরিবেশ অধিদপ্তরের কক্সবাজার কার্যালয় উপপরিচালক খন্দকার মাহবুব পাশা প্রথম আলোকে বলেন, দ্বীপে ভ্রমণের ক্ষেত্রে সরকারের ১২ দফা নির্দেশনা কঠোরভাবে বাস্তবায়ন করা হচ্ছে। কিউআর কোড সংযুক্ত টিকিট ছাড়া কাউকে জাহাজে উঠতে দেওয়া হচ্ছে না। দৈনিক দুই হাজারের বেশি পর্যটকও যেতে পারবেন না। যাত্রীরা প্লাস্টিক বা পলিথিন বহন করছেন কি না, তা জাহাজে ওঠার আগেই তদারকি হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রাফিক ডিজাইন, ফেসবুক মার্কেটিংসহ ৫টি কোর্স বিনা মূল্যে করার সুযোগ | প্রথম আলো",
            "time": "2025-12-14T08:46:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fg75qfn62%2FWhatsApp-Image-2025-12-02-at-4.16.53-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রাফিক ডিজাইন উইথ এআই, ফেসবুক মার্কেটিং, নো কোড ওয়েবসাইট বিল্ডিং, ভিডিও এডিটিং উইথ এআই এবং সাইবার সিকিউরিটি অ্যান্ড নেটওয়ার্কিং—এই পাঁচটি কোর্স থেকে যেকোনো একটি বেছে নিতে পারবেন শিক্ষার্থীরা।</p><p>প্রতিষ্ঠানটির প্রধান মনির হোসেন বলেন, ‘প্রাতিষ্ঠানিক পড়ালেখার গুরুত্ব অবশ্যই আছে। তবে শুধু পড়ালেখা নিয়ে চিন্তিত না হয়ে দক্ষতা উন্নয়নে মনোযোগ দেওয়া উচিত। আর কোনো কারণে প্রত্যাশিত ফল অর্জন করতে না পারলে যে জীবন থমকে যাবে, তা তো নয়। বরং একটি নতুন শুরুই হতে পারে জীবনের টার্নিং পয়েন্ট। এ ছাড়া প্রযুক্তিতে দক্ষ লোকের চাহিদা এখন সব জায়গায়। তাই তরুণসমাজকে প্রযুক্তিতে দক্ষ করে ভবিষ্যতের জন্য প্রস্তুত করাই আমাদের মূল লক্ষ্য।’</p><p>বিস্তারিত জানা যাবে এই লিংকে: skillsekonofailnai.com</p></div></div></div></body></html>"
        },
        {
            "title": "জুনিয়র বৃত্তি পরীক্ষা নিয়ে বোর্ডের নতুন নির্দেশনা | প্রথম আলো",
            "time": "2025-12-14T08:41:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-02%2Fy383vkvy%2F161.jpg?rect=0%2C0%2C740%2C389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১২.</strong></p><p>পরীক্ষা শুরুর ৩০ মিনিট পূর্বে পরীক্ষার্থীকে পরীক্ষা কক্ষে অবশ্যই প্রবেশ করানোর ব্যবস্থা গ্রহণ করতে হবে। এ সময়ের পর কোনো পরীক্ষার্থী আসলে কেন্দ্রসচিব বিশেষ বিবেচনায় রেজিস্ট্রার খাতায় রোল নম্বর ও অন্যান্য তথ্য লিপিবদ্ধ করে কেন্দ্রে প্রবেশের অনুমতি দিতে পারবেন। পরীক্ষা শেষে সংশ্লিষ্ট বোর্ডে রেজিস্ট্রার খাতাটি জমা দিতে হবে।</p><p><strong>১৩.</strong></p><p>পরীক্ষা শুরুর পূর্বে পরীক্ষা কেন্দ্রের বাইরে পরীক্ষার্থী, অভিভাবক বা অন্য কেউ যাতে বিশৃঙ্খলা সৃষ্টি করতে না পারে সে ব্যাপারে কার্যকর ব্যবস্থা নিতে হবে, প্রয়োজনে হ্যান্ডমাইক ব্যবহার করতে হবে, সম্ভব হলে সিসিটিভি ক্যামেরা স্থাপন করতে হবে।</p><p><strong>১৪.</strong></p><p>প্রতিষ্ঠানপ্রধান তাঁর বিদ্যালয়ের প্রবেশপত্র নিজ নিজ বোর্ডের ওয়েবসাইট থেকে ডাউনলোড করে প্রিন্ট করবেন এবং ২১ ডিসেম্বরের আগে তা পরীক্ষার্থীদের মধ্যে বিতরণ নিশ্চিত করবেন।</p><p><strong>১৫.</strong></p><p>পরীক্ষার্থীর প্রবেশপত্রে কোনো ত্রুটি থাকলে, তা অবশ্যই প্রবেশপত্র নেওয়া পাঁচ কর্মদিবসের মধ্যে শিক্ষা বোর্ডের সংশ্লিষ্ট শাখা থেকে সংশোধন করতে হবে।</p><p><strong>১৬.</strong></p><p>ত্রুটিপূর্ণ উত্তরপত্র পরীক্ষার্থীদের কাছে সরবরাহ করা যাবে না।</p><p><strong>১৭.</strong></p><p>পরীক্ষার্থীর হাজিরা শিটে উপস্থিতির স্বাক্ষর নিতে হবে। কোনো পরীক্ষার্থী অনুপস্থিত থাকলে নির্দিষ্ট তারিখ ও বিষয় লাল কালি দিয়ে অনুপস্থিত লিখে দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুদ্ধিজীবী নিধনের রাজনীতি | প্রথম আলো",
            "time": "2025-12-14T08:38:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fj1al81u9%2F6d750d54-40ec-4988-b532-1791e3127d64.jfif?rect=0%2C516%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঔপনিবেশিক মডেলের অধীন সংঘটিত দুটি ঘটনা এই কৌশলকে আরও স্পষ্ট করে তোলে। সেগুলো হলো ১৯৪০ সালে স্তালিনের সোভিয়েত ইউনিয়ন কর্তৃক পোল্যান্ডে সংঘটিত ‘ক্যাটিন ম্যাসাকার’ এবং ১৯৩৯ সালে নাৎসি জার্মানি কর্তৃক পরিচালিত ‘বুদ্ধিজীবী অভিযান’ (Intelligenzaktion বা আইনটেলিগেন্সাকশন)। ক্যাটিনে সোভিয়েত গোপন পুলিশ সংস্থা এনকেভিডি প্রায় ২২ হাজার পোলিশ অফিসার, যাঁদের মধ্যে বহুসংখ্যক শিক্ষক, প্রকৌশলী ও আইনজীবী ছিলেন, তাঁদের বন্দিশিবির থেকে বের করে এনে ক্যাটিন বন ও অন্যান্য গোপন স্থানে মাথার পেছন দিকে গুলি করে হত্যা করে। এর যুক্তি ছিল—এই শ্রেণিই পোলিশ জাতীয় চেতনার ধারক। একইভাবে নাৎসি জার্মানির এসএস ও আইনজাটজগ্রুপেন (Einsatzgruppen) পোল্যান্ড দখলের পর শিক্ষক, পুরোহিত, চিকিৎসকদের তালিকা ধরে ধরে আটক ও ফায়ারিং স্কোয়াডে হত্যা করে। উভয় ক্ষেত্রেই নিধনের লক্ষ্য ছিল পোলিশ এলিট শ্রেণিকে দাস শ্রমিকে পরিণত করা এবং তাদের ভবিষ্যতের প্রতিরোধক্ষমতাকে চিরতরে মুছে ফেলা। ঔপনিবেশিক শাসনকে দীর্ঘমেয়াদি স্থিতিশীলতা দেওয়াই ছিল এর মূল লক্ষ্য।</p><p>অন্যদিকে বিপ্লবী মডেলের ঘাতক কোনো ভিনদেশি শক্তি নয়, বরং নিজ দেশেরই উগ্র মতাদর্শে বিশ্বাসী এক শাসকগোষ্ঠী। এই মডেলের মূল চালিকা শক্তি হলো মতাদর্শগত ‘শুদ্ধীকরণ’ এবং একটি ইউটোপীয় সমাজ গঠনের আকাঙ্ক্ষা। এই দর্শনে সমাজকে আমূল পাল্টে দেওয়ার জন্য পুরোনো বুর্জোয়া বা সামন্ত চিন্তাধারাকে সম্পূর্ণরূপে মুছে ফেলে সম্পূর্ণ নতুন এক কাঠামো গড়ে তোলার চেষ্টা করা হয়। এ প্রক্রিয়ায় বিদ্যমান বুদ্ধিজীবী শ্রেণিকে প্রায়ই ‘দূষিত রক্ত’, ‘শ্রেণিশত্রু’ বা প্রগতির পথে প্রধান বাধা হিসেবে চিহ্নিত করা হয়। শাসক মনে করে, এরা অতীত সমাজের স্মৃতি বহন করে এবং নতুন ব্যবস্থার প্রতি অনুগত নয়, তাই এদের অস্তিত্ব নতুন বিপ্লবের জন্য সরাসরি আদর্শিক হুমকি। কম্বোডিয়ার খেমার রুজ বা পল পটের শাসনামল (১৯৭৫-১৯৭৯) এই বিপ্লবী মডেলের সবচেয়ে ভয়াবহ ও চরমপন্থী দৃষ্টান্ত। পল পট চেয়েছিলেন কম্বোডিয়াকে ‘শূন্য সাল’ বা ‘ইয়ার জিরো’ থেকে শুরু করতে, যেখানে আধুনিক শিক্ষা, বিজ্ঞান বা দর্শনের কোনো স্থান থাকবে না। ফলে খেমার রুজের অধীন বুদ্ধিজীবী নিধন কেবল রাজনৈতিক বিরোধীদের মধ্যেই সীমাবদ্ধ ছিল না; এটি আধুনিকতা, শহুরে জীবন ও প্রজ্ঞার বিরুদ্ধে সর্বাত্মক যুদ্ধে পরিণত হয়েছিল। খেমার রুজ নেতা পল পট কর্তৃক চিহ্নিত ‘শত্রু’ বা বুদ্ধিজীবীদের সংজ্ঞা ছিল চরম পর্যায়ের অযৌক্তিক। চশমা পরা, ফরাসি বা অন্য বিদেশি ভাষা জানা, নরম হাত বা এমনকি স্কুলশিক্ষকদের মতো সামান্যতম চিহ্নও পুরোনো ‘বুর্জোয়া’ বা ‘পরজীবী’ সমাজের অংশ হিসেবে বিবেচিত হতো। শহরের সব মানুষকে বাধ্যতামূলকভাবে গ্রামাঞ্চলে নির্বাসন দেওয়া হয়। এ প্রক্রিয়ায় অসংখ্য চিকিৎসক, প্রকৌশলী ও শিল্পী হয় অনাহারে বা অত্যধিক পরিশ্রমে মারা যান অথবা কুখ্যাত টুওল স্লেং (S-21) কারাগারে নিয়ে গিয়ে তাঁদের নির্যাতন ও হত্যা করা হয়। এটি ছিল জ্ঞানসমাজের ওপর পরিচালিত একটি চরম ফ্যাসিবাদী আক্রমণ, যার মূল কথা ছিল—প্রশ্ন নয়, অন্ধ আনুগত্যই সমাজের ভিত্তি।</p></div></div></div></body></html>"
        },
        {
            "title": "খাবার খেয়ে, গান শুনে গুলি করে হত্যা | প্রথম আলো",
            "time": "2025-12-14T08:32:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F7myyt8gz%2F14122025-cm-16.jpg?rect=0%2C47%2C1258%2C660&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানি সেনাদের আদর-আপ্যায়ন করে, গানবাজনা শুনিয়ে ভূপতিনাথ চক্রবর্তী ভেবেছিলেন, তাঁর বিপদ কেটে গেছে। খানিকটা স্বস্তি এসেছিল তাঁর মনে। কিন্তু অচিরেই তাঁর সেই ভুল ভেঙেছিল চরম মূল্যে। বিকেল চারটার দিকে ফিরে যাওয়ার সময় হানাদার সেনারা ভূপতিনাথ চক্রবর্তী চৌধুরী, তাঁর ভ্রাতুষ্পুত্র তপনকুমার চক্রবর্তী ও দুই কর্মচারীর হাত বেঁধে ফেলে। বাড়ির উঠানে মন্দিরের সামনে কদমগাছের তলায় তাঁদের দাঁড় করিয়ে গুলি করে হত্যা করে। ঠান্ডা মাথার এই বর্বরোচিত হত্যাকাণ্ড ঘটেছিল ১৯৭১ সালের ৭ মে।</p><p>শহীদ শিল্পী ভূপতিনাথ চক্রবর্তীর ছবি ও প্রাচ্যকলা পদ্ধতিতে আঁকা তাঁর দুটি চিত্রকর্ম প্রদর্শিত হচ্ছে মুক্তিযুদ্ধ জাদুঘরে শহীদ বুদ্ধিজীবীদের নিদর্শনের সঙ্গে। একটি ছবিতে দেখা যাচ্ছে গ্রামের দোকানে কেনাকাটা করছে খদ্দের। অন্য ছবিটি একান্তই ঘরোয়া মুহূর্তের। এক প্রবীণা নানি বা দাদি হতে পারেন, পরম যত্নে চুল বেঁধে দিচ্ছেন এক তরুণীর। ছবি দুটির পাশে শিল্পী ভূপতিনাথ চক্রবর্তী চৌধুরীর হত্যার সংক্ষিপ্ত বিবরণ।</p><p>শহীদ ভূপতিনাথ চক্রবর্তীর বড় ছেলে মানবেন্দ্রনাথ চক্রবর্তী চৌধুরীর সঙ্গে গত শুক্রবার কথা হলো মুঠোফোনে। তিনি গাঙ্গুটিয়ায় তাঁদের বাড়িতেই থাকেন। বয়স প্রায় ৯০ বছর। নিঃসন্তান। স্ত্রী বিয়োগ হয়েছে প্রায় ৭ বছর আগে। এখনো তিনি ও জ্যাঠাতো বড় ভাই তপনকুমার চক্রবর্তীর বিধবা স্ত্রী এই বাড়িতে থাকেন। তিনি জানালেন, ঘটনার দিন ৭ মে মা ও দুই ভাই বাড়িতেই ছিলেন। তাঁর বাবা ছিলেন আত্মগোপনে। এরপর তিনি সেদিনের সেই নৃশংস হত্যাকাণ্ডের স্মৃতিচারণা করেন ও বাবার সম্পর্কে বিভিন্ন তথ্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে সন্ত্রাসী হামলায় ৬ বাংলাদেশি শান্তিরক্ষী নিহত | প্রথম আলো",
            "time": "2025-12-14T08:27:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fa1tmgget%2F1080.00110106.Still001.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সুদানে সন্ত্রাসী হামলায় ৬ বাংলাদেশি শান্তিরক্ষী নিহত\" class=\"nA4h1 \">সুদানে সন্ত্রাসী হামলায় ৬ বাংলাদেশি শান্তিরক্ষী নিহত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-14T14:27:57+06:00\"><span>প্রকাশ: ১৪ ডিসেম্বর ২০২৫, ০৮: ২৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অল্প অস্ত্রে বড় বিজয় | প্রথম আলো",
            "time": "2025-12-14T08:21:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fyixqwzyp%2F075424MANIKGONJDH053120251203MANIKGANJ-PIC-3.12.jpg?rect=0%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ সেনাবাহিনী প্রকাশিত <em>মুক্তিযুদ্ধে সামরিক অভিযান (তৃতীয় খণ্ড)</em> বইয়ে লেখা হয়েছে, এই খবর ওয়‍্যারলেসের মাধ্যমে পাকিস্তানি বাহিনীর ঊর্ধ্বতন কর্তৃপক্ষের কাছে পৌঁছে যায়। তখন পাকিস্তানি সেনাদের সমর্থনে হেলিকপ্টারে করে হামলা চালানো হয়। ওই এলাকার ঘরবাড়ি জ্বালিয়ে দেওয়া হয়।</p><p><em>বাংলাদেশের স্বাধীনতাযুদ্ধ সেক্টরভিত্তিক ইতিহাস (সেক্টর দুই)</em> বইয়ে উল্লেখ আছে, গোলাইডাঙ্গা যুদ্ধে মুক্তিযোদ্ধারা এলএমজি, এসএলআর, ৩০৩ রাইফেল ও গ্রেনেড ব্যবহার করেন। যুদ্ধে পাকিস্তানি সেনাদের কাছ থেকে প্রচুর অস্ত্রশস্ত্র মুক্তিযোদ্ধারা নিজেদের নিয়ন্ত্রণে নেন। সেসব অস্ত্রের মধ্যে ছিল রকেটবোমা, চায়নিজ এসএমজি, চায়নিজ অটোমেটিক রাইফেল, রকেট লাঞ্চার প্রভৃতি।</p><p><em>মুক্তিযুদ্ধে সামরিক অভিযান (তৃতীয় খণ্ড) </em>বইয়ে লেখা হয়েছে, পাকিস্তানি সেনারা ডুবুরি নামিয়ে পানি থেকে মৃত সেনাদের লাশ তুলে নিয়ে যায়। এ যুদ্ধে নেতৃত্ব দিয়েছিলেন মুক্তিযোদ্ধা তোবারক হোসেন (লুডু)। সার্বিকভাবে যুদ্ধ পরিচালনা করেন মুক্তিযোদ্ধা লোকমান হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির দুই কিডনির কার্যক্ষমতা ফিরেছে: চিকিৎসক | প্রথম আলো",
            "time": "2025-12-14T08:18:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F4otwd3ti%2FDoctor.jpeg?rect=0%2C6%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিকিৎসক আবদুল আহাদ বলেন, রোববার দুপুরে ওসমান হাদির জন্য গঠিত মেডিকেল বোর্ডের সভা হয়েছে। এর আগে ওসমান হাদির ‘রিপিট সিটি স্ক্যান’ করা হয়। পরে মেডিকেল বোর্ডের সভায় চিকিৎসকেরা এসব বিষয় জানান।</p><p>আবদুল আহাদ বলেন, ওসমান হাদির ব্রেইনের ক্ষত খুব গভীর। এখনো তাঁর শারীরিক অবস্থা আশঙ্কামুক্ত নয়। লাইফ সাপোর্টের মাধ্যমে শরীরের অন্যান্য অঙ্গের কার্যকারতা চলছে।</p><p>এই চিকিৎসক ওসমান হাদির জন্য দেশবাসীর কাছে দোয়া চেয়েছেন।</p><p>আবদুল আহাদ বলেন, ‘খুব এক্সপার্ট হ্যান্ডে তাঁকে (ওসমান হাদি) হেড শুট করা হয়েছে।...বুলেটটা রাইট সাইড দিয়ে ঢুকে বাঁ সাইড দিয়ে বের হয়ে গিয়েছে।’</p><p>আবদুল আহাদ জানান, ওসমান হাদির ব্রেইনের ভেতরে এখনো বুলেটের একটি অংশ থেকে গেছে। এই অংশের অবস্থান ব্রেইনের স্পর্শকাতর রক্তনালির সঙ্গে।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন দিনে সোনার দাম বেড়েছে সাড়ে ৪ হাজার টাকা | প্রথম আলো",
            "time": "2025-12-14T08:04:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-20%2Fzj9aw2i8%2F720e0420-01e3-4fea-865b-55ca7aa70335.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন দর অনুযায়ী, আজ রোববার থেকে হলমার্ক করা ২২ ক্যারেটের এক ভরি সোনার দাম ২ লাখ ১৫ হাজার ৫৯৭ টাকায় বিক্রি হচ্ছে, যা গতকালও ছিল ২ লাখ ১২ হাজার ১৪৫ টাকা। তার মানে গতকালের চেয়ে আজকে দাম বেড়েছে ৩ হাজার ৪৫২ টাকা।</p><p>এদিকে হলমার্ক করা ২১ ক্যারেটের প্রতি ভরি সোনার দাম আজ বেড়ে হয়েছে ২ লাখ ৫ হাজার ৮০০ টাকা, যা গতকাল ছিল ২ লাখ ২ হাজার ৪৯৯ টাকা। এ ক্ষেত্রে দাম বেড়েছে ভরিতে ৩ হাজার ৩০১ টাকা।</p><p>একইভাবে ১৮ ক্যারেটের দাম বেড়েছে ভরিতে ২ হাজার ৮২৩ টাকা। গতকাল দাম এক ভরির দাম ছিল ১ লাখ ৭৩ হাজার ৫৭২ টাকা। আজকে ১৮ ক্যারেটের এক ভরি সোনার দাম বেড়ে হয়েছে ১ লাখ ৭৬ হাজার ৩৯৫ টাকা। এদিকে সনাতন পদ্ধতির সোনার দামও আজকে ২ হাজার ৪১৫ টাকা বেড়ে ১ লাখ ৪৬ হাজার ৮৩৮ টাকা হয়েছে। গতকালের দাম ছিল ১ লাখ ৪৪ হাজার ৪২৪ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে সন্ত্রাসী হামলায় হতাহত বাংলাদেশি শান্তিরক্ষীদের নাম-পরিচয় জানাল আইএসপিআর | প্রথম আলো",
            "time": "2025-12-14T08:04:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fejz5udmp%2FArmy.jpg?rect=0%2C0%2C1698%2C891&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লেফটেন্যান্ট কর্নেল খোন্দকার খালেকুজ্জামান, পিএসসি, অর্ডন্যান্স (কুষ্টিয়া)</p><p>সার্জেন্ট মো. মোস্তাকিম হোসেন, বীর (দিনাজপুর)</p><p>করপোরাল আফরোজা পারভিন ইতি, সিগন্যালস (ঢাকা)</p><p>ল্যান্স করপোরাল মহিবুল ইসলাম, ইএমই (বরগুনা)</p><p>সৈনিক মো. মেজবাউল কবির, বীর (কুড়িগ্রাম)</p><p>সৈনিক মোসা. উম্মে হানি আক্তার, ইঞ্জি. (রংপুর)</p><p>সৈনিক চুমকি আক্তার, অর্ডন্যান্স (মানিকগঞ্জ)</p><p>সৈনিক মো. মানাজির আহসান, বীর (নোয়াখালী)</p></div></div></div></body></html>"
        }
    ]
}