{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বস্তিতে কেন অগ্নিনির্বাপণব্যবস্থা থাকে না | প্রথম আলো",
            "time": "2025-11-27T03:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কড়াইল বস্তিসহ রাজধানীর বস্তিগুলো অগ্নিদুর্ঘটনার দিক থেকে উচ্চ ঝুঁকিপূর্ণ। প্রায় প্রতিবছরই শুষ্ক মৌসুমে ঢাকার বস্তিতে অগ্নিকাণ্ড নিয়মিত ঘটনায় পরিণত হয়েছে। ২০১৪ সালে দেশে সর্বশেষ বস্তিশুমারির তথ্য বলছে, ঢাকার দুই সিটি করপোরেশনে ছোট-বড় ৩ হাজার ৩৯৪টি বস্তিতে বসবাস করেন প্রায় ৬ লাখ মানুষ। বাংলাদেশ পরিসংখ্যান ব্যুরোর এ তথ্য নিয়ে তখনই বড় ধরনের সংশয় ছিল। ফলে ১১ বছর পর বস্তিতে বসবাসকারী মানুষের সংখ্যা নিঃসন্দেহে অনেক বেশি। জলবায়ু পরিবর্তনের অভিঘাত, দারিদ্র্য, নদীভাঙন, গ্রাম-মফস্‌সলে কর্মসংস্থানের সুযোগ না থাকায়, ঢাকামুখী যে জনস্রোত তার বড় একটা অংশ বস্তিতে আশ্রয় নেয়। ঘিঞ্জি পরিবেশ, সরু ঢোকার পথ, ছোট খুপরি ঘর, নোংরা টয়লেট, বিশুদ্ধ পানির তীব্র সংকট—সব মিলিয়ে যে জীবন বস্তিবাসী যাপন করেন, সেটা এককথায় মানবেতর।</p><p>প্রায় ৯০ একর জায়গায় ওপর গড়ে ওঠা কড়াইল বস্তিতে ১০ হাজারের বেশি ঘর আছে। গত দুই বছরে সেখানে চার দফা অগ্নিকাণ্ড ঘটেছে। মঙ্গলবারের অগ্নিকাণ্ডে শুধু মাথা গোঁজার ঠাঁই নয়, সর্বস্ব হারিয়েছেন অনেক মানুষ। খোলা আকাশের নিচে শিশু, বৃদ্ধসহ অনেককেই রাত কাটাতে হয়েছে।</p><p>প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস কড়াইল বস্তির গৃহহারা মানুষের পুনর্বাসনে সব রকমের সহায়তার কথা ঘোষণা করেছেন। আমরা আশা করি, জেলা পরিষদ, দুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয়সহ সরকারের সংশ্লিষ্ট সংস্থাগুলো ক্ষতিগ্রস্ত ব্যক্তিদের আশু ত্রাণসহায়তা, ক্ষতিপূরণ ও পুনর্বাসনে সর্বাত্মক উদ্যোগ নেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কিশোরগঞ্জ-৫ : বিএনপির দুই মনোনয়নপ্রত্যাশীর মহড়া ঘিরে উত্তাপ, সহিংসতার শঙ্কা | প্রথম আলো",
            "time": "2025-11-27T03:03:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Ff8zmrl7k%2Fkishorejanj.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে বিএনপি নেতা শেখ মজিবুর রহমান বলেন, ‘রাজনৈতিক পরিবেশ ভালো নেই। এক মনোনয়নপ্রত্যাশী (এহসানুল হুদা) আমার ও আমার দলের সাধারণ সম্পাদক মনিরের নাম নিয়ে কবর রচনা করে চলেছেন। অস্ত্রের মহড়া চলছে। বিএনপির বদনাম হচ্ছে। তবে যারা করছে, তারা বিএনপির কেউ না।’ তিনি যৌথ বাহিনীর কাছে উদ্ধার হওয়া অস্ত্র ও গুলির সুষ্ঠু তদন্তের দাবি জানান।</p><p>অন্যদিকে সৈয়দ এহসানুল হুদা বলেন, ‘আমার শোডাউনে শেখ মজিবুর পক্ষ হামলা চালাল। তাঁর লোকজন আমাকে দুনিয়া থেকে সরিয়ে দিতে চাচ্ছেন। তবে আমাকে চোখ রাঙিয়ে লাভ নেই। নিজের কবর খুঁড়তে হবে।’ তিনি স্বীকার করেন, মনোনয়ন ইস্যুতে কিশোরগঞ্জ-৫ আসনের রাজনৈতিক পরিবেশ উত্তপ্ত হয়ে উঠেছে।</p><p>এ ছাড়া মনোনয়নপ্রত্যাশী হিসেবে রাষ্ট্র সংস্কার আন্দোলনের সভাপতি ও গণতন্ত্র মঞ্চের সমন্বয়ক হাসনাত কাইয়ুম, বাজিতপুর পৌর বিএনপি সভাপতি এহেসান কুফিয়া, সাবেক জিএস মীর জলিল, বিএনপির সমর্থক মোস্তাফিজুর রহমান, আবদুল ওয়াহাব, জাতীয়তাবাদী কৃষক দলের কেন্দ্রীয় সহসাধারণ সম্পাদক মাশুক মিয়া ও নিকলী উপজেলা বিএনপির সভাপতি বদরুল মোমেন এলাকায় প্রচারণা চালাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাফল্য তোমাকে অসুখীও করে তুলতে পারে: ইয়ামালকে পরামর্শ নাদালের | প্রথম আলো",
            "time": "2025-11-27T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Fbng60vll%2FNew-Phototastic-Collage.jpg?rect=0%2C0%2C3162%2C1660&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোভিস্টারের সঙ্গে এক সাক্ষাৎকারে ইয়ামাল প্রসঙ্গ আসতেই নাদাল বলেছেন, ‘তার চারপাশে এমন সব মানুষ থাকা দরকার, যারা সত্যিই তাকে সমর্থন করবে। সফল মানুষেরা যেসব কথা শুনতে পছন্দ করে না, সেগুলো বলার মতো বুদ্ধিমান হতে হবে ওদের। তার চারপাশে এমন মানুষ থাকা দরকার, যারা সত্যিই তার ভালো চায়। আর তার মধ্যেও সেই মানুষদের কথা শোনার ক্ষমতা থাকতে হবে। আলোয় থাকা একজন তরুণের জন্য এটা সহজ নয়। কিন্তু এটা তার জন্য খুবই গুরুত্বপূর্ণ।’</p><p>নাদাল আরও যোগ করেন, ‘তার পাশে এমন মানুষ থাকা দরকার, যারা তার উপকারে আসবে। ওরা পরিবারের মানুষ হতে পারে, কিংবা তার সতীর্থ। দেখুন, সবার বাস্তবতা আলাদা, সবার মানসিকতা আলাদা। সাফল্যের অনেক পথ আছে। কিন্তু সেই সাফল্য কে কীভাবে সামলায়, সেটাই ঠিক করে দেয় মানুষটা সুখী হবে নাকি অসুখী। কারণ, সাফল্য আর খ্যাতি একসময় আপনাকে গ্রাস করে ফেলতে পারে। আপনাকে অসুখী করে তুলতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রেন্ডি ক্যারিয়ার মার্কেটিং: বাংলাদেশের তরুণেরা কতটা প্রস্তুত? | প্রথম আলো",
            "time": "2025-11-27T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F23231020-593a-4236-9414-fe677c47be04%2FYoung_Voter_2_AFP.jpg?rect=0%2C0%2C970%2C509&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কেটিং শুধু পণ্যের বিজ্ঞাপন বা বিক্রির কাজ নয়। এটি হলো ব্যবসার প্রাণ—যেখানে পণ্য বা সেবা মানুষের কাছে পৌঁছানোর জন্য পরিকল্পনা, বিশ্লেষণ এবং সৃজনশীলতা একসঙ্গে কাজ করে। প্রতিটি ব্যবসায়িক প্রতিষ্ঠানেরই লক্ষ্যে থাকে নিজেদের পণ্য বা সেবাকে মানুষের কাছে পৌঁছে দেওয়া। সেই কাজটিই পরিচালনা করে মার্কেটিং টিম।</p><p>বিশেষজ্ঞদের মতে, বাংলাদেশের অর্থনীতিতে ভোক্তার সংখ্যা যেমন বৃদ্ধি পেয়েছে, তেমনি বেড়েছে প্রতিযোগিতাও। ফলে প্রতিটি প্রতিষ্ঠান এখন শুধু পণ্য বানিয়ে বসে থাকার দিন শেষ—এখন তাদের জানতে হয় গ্রাহক কী চায়, কীভাবে সেই চাওয়া তৈরি করা যায়।</p><p>ওয়ার্ল্ড ইকোনমিক ফোরামের সাম্প্রতিক প্রকাশিত প্রতিবেদনে বলা হচ্ছে—বিশ্বব্যাপী প্রযুক্তি ও কনটেন্টভিত্তিক মার্কেটিং রোলগুলো দ্রুত বাড়ছে। সোশ্যাল মিডিয়া, ই-কমার্স আর ব্র্যান্ড স্ট্র্যাটেজির যুগে ডিজিটাল মার্কেটিং এখন ব্যবসার প্রথম সারির সিদ্ধান্তে প্রভাব ফেলছে। বাংলাদেশের বড় বড় প্রতিষ্ঠান যেমন ব্র্যাক, গ্রামীণফোন, স্কয়ার, রবি এমনকি নতুন স্টার্টআপগুলোর এখন নিজেদের ইন-হাউস মার্কেটিং টিম বা ডিজিটাল এজেন্সি রয়েছে।</p><p>মার্কেটিং পেশাসংশ্লিষ্ট সঙ্গে কথা বলে জানা গেছে, একজন সিনিয়র ব্র্যান্ড ম্যানেজার মাসে আয় করতে পারেন ১-২ লাখ টাকা পর্যন্ত। এর পাশাপাশি এই পেশায় বোনাস পাওয়ার অফুরান সুযোগ রয়েছে। শুরুতে নতুন মার্কেটিং এক্সিকিউটিভদের বেতন কম থাকে। অনেক ক্ষেত্রে ২০-২৫ হাজার টাকা দিয়ে শুরু করতে হয়। তবে এই পেশায় পরিশ্রম, দক্ষতা ও সৃজনশীলতার সমন্বয় করতে পারলে বেতন দ্রুত সময়ে বাড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "হার্ভার্ড-অক্সফোর্ডসহ বিশ্বসেরা বিশ্ববিদ্যালয়গুলোতে ফ্রি অনলাইন কোর্স, যেভাবে আবেদন | প্রথম আলো",
            "time": "2025-11-27T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fdnerrqr9%2Fcc6f64ec8fd2dbc6dfd992299c553f9e-59737754f2459.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৫. অক্সফোর্ড বিশ্ববিদ্যালয়ের ফ্রি অনলাইন কোর্স ২০২৫</strong></p><p>বিশ্বের অন্যতম প্রাচীন ও মর্যাদাপূর্ণ প্রতিষ্ঠান অক্সফোর্ড বিশ্ববিদ্যালয় এবার EdX প্ল্যাটফর্মে ২০টির বেশি ফ্রি অনলাইন কোর্স চালু করেছে। বিজ্ঞান, সাহিত্য, সমাজবিজ্ঞান, ব্যবসা এবং আরও নানা বিষয়ে কোর্সগুলো শিক্ষার্থীদের বিশ্বসেরা শিক্ষকদের কাছ থেকে শেখার সুযোগ দিচ্ছে।</p><p><strong>৬. হার্ভার্ড বিশ্ববিদ্যালয়ের ফ্রি অনলাইন কোর্স ২০২৫</strong></p><p>হার্ভার্ড বিশ্ববিদ্যালয়ের এই প্রোগ্রামে রয়েছে কম্পিউটার সায়েন্স, সমাজবিজ্ঞান, ডেটা সায়েন্স, হিউম্যানিটিজ, ব্যবসা, স্বাস্থ্য, মেডিসিন, গণিত, প্রোগ্রামিং ও শিক্ষা বিষয়ে শতাধিক ফ্রি কোর্স। শিক্ষার্থী, পেশাজীবী বা গবেষক—সবার জন্য উন্মুক্ত এই কোর্সগুলো ভবিষ্যতের চাকরির বাজারে নিজেকে প্রস্তুত করার এক দুর্দান্ত সুযোগ।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রচারণা ও সরকারি উদ্যোগ বাড়াতে হবে | প্রথম আলো",
            "time": "2025-11-27T02:56:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেদে সম্প্রদায় মূলত নদীভাঙন বা অন্য প্রাকৃতিক কারণে বাস্তুচ্যুত হয়ে যুগ যুগ ধরে যাযাবর জীবন যাপন করছে। সিভিল সার্জন মো. মামুনুর রহমান স্বীকার করেছেন যে তাঁদের প্রচারণা ছিল মূলত স্কুলভিত্তিক। এখানেই সমস্যাটির মূল নিহিত। যে শিশুরা স্কুলে যায় না, যারা স্থায়ী ঠিকানা থেকে বিচ্ছিন্ন বা যারা কোনো আনুষ্ঠানিক কাঠামোর অন্তর্ভুক্ত নয়—তারা কি স্বাস্থ্যসেবার অধিকার থেকে বঞ্চিত থাকবে? সিভিল সার্জনের বক্তব্য, তাঁরা বিষয়টি ঊর্ধ্বতন কর্তৃপক্ষকে জানিয়েছেন। এই সম্পাদকীয় লেখার সময় জানা গেছে, আগামী মাস থেকে এসব বেদে শিশুকে টিকার আওতায় আনা হবে।</p><p>এ রকম কেবল টাইফয়েড টিকা নয়, অন্যান্য নিয়মিত টিকাদান, শিক্ষা এবং জরুরি স্বাস্থ্যসেবার ক্ষেত্রেও বেদে সম্প্রদায়ের বঞ্চনার চিত্র তুলে ধরে। জেলা–উপজেলার প্রশাসনের মাধ্যমে এসব প্রান্তিক ও বাস্তুচ্যুত গোষ্ঠীকে পরিকল্পনার আওতায় নিয়ে আসতে হবে। প্রয়োজন তাদের খুঁজে বের করে, তাদের যাযাবর জীবনযাত্রার সঙ্গে মানানসই একটি বিশেষ টিকাদান কর্মসূচি তৈরি করা যেতে পারে। স্থানীয় জনপ্রতিনিধি, সমাজকর্মী, এনজিও বা স্বেচ্ছাসেবকদের মাধ্যমে তাদের কাছে সরাসরি পৌঁছানো যেতে পারে। শুধু স্কুল বা স্থায়ী ক্লিনিকভিত্তিক প্রচারণার ওপর নির্ভর করলে, বেদে বা অন্যান্য ভাসমান জনগোষ্ঠীর শিশুরা বারবার স্বাস্থ্যঝুঁকিতে পড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "মুন্সিগঞ্জে পূর্ববিরোধের জেরে যুবককে কুপিয়ে হত্যার অভিযোগ | প্রথম আলো",
            "time": "2025-11-27T02:55:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C247%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত জয়ের বাবা জামাল সরকার বলেন, ‘তিন বছর আগে হাসান-লালুরা আমার পা ভেঙে দিয়েছিল। চলতি বছরের ১১ মে হাসানের নেতৃত্বে ৩০ থেকে ৪০ জন আমাদের বাড়িঘরে হামলা, ভাঙচুর ও লুটপাট করে। এর আগেও ২০২৪ সালের ৭ অক্টোবর হাসান-লালুর লোকজন আমাদের গ্রামের বাউলগানের আসরে হামলা চালায়। তখন আমাদের পক্ষের একজনের কবজি বিচ্ছিন্ন হয়ে যায়। গতকাল আমার ছেলেকে পরিকল্পিতভাবে হত্যা করেছে। আমি বিচার চাই।’</p><p>এ বিষয়ে গজারিয়া থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আনোয়ার আলম আজাদ প্রথম আলোকে বলেন, ‘যত দূর জানতে পেরেছি, পূর্ববিরোধের জেরে জয়কে বাড়ি থেকে ডেকে নিয়ে গিয়ে কুপিয়ে হত্যা করা হয়েছে। এ ঘটনায় নৌডাকাত নয়ন-পিয়াসসহ লালু, হাসানরা জড়িত। খুনিরা নয়ন-পিয়াস বাহিনীর সদস্য। তাদের হাতে সব ধরনের অস্ত্র রয়েছে। তাদের গ্রেপ্তারে যৌথ অভিযান চালানো হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "হংকংয়ে বহুতল ভবনে আগুনে মৃত্যু বেড়ে ৪৪ | প্রথম আলো",
            "time": "2025-11-27T02:38:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fb6ob4qcy%2Ffire_55.JPG?rect=0%2C169%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">হংকংয়ের তাই পো এলাকায় একটি বহুতল ভবন কমপ্লেক্সে ভয়াবহ আগুন লাগে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "যে ১৫ কারণে করদাতার আয়কর রিটার্নের তথ্য যাচাই-বাছাই করা হয় | প্রথম আলো",
            "time": "2025-11-27T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fsov1kzrp%2F22825d5a_703d_444d_ae22_5919cc117974.jfif?rect=0%2C160%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৯. উচ্চ ঝুঁকিপূর্ণ খাতের করদাতাদের দিকে বেশি নজর থাকে কর কর্মকর্তাদের। যেমন নির্মাণ, ঠিকাদার, সরবরাহকারী, জমি ক্রয়-বিক্রয় ব্যবসায়ী, গাড়ি ব্যবসায়ী ইত্যাদি।</p><p>১০. ব্যাংকে বড় অঙ্কের লেনদেন করলেও আপনি নিরীক্ষার মতো বিপাকে পড়তে পারেন। দেখা গেল, ওই নির্দিষ্ট বছরে ব্যাংকে বড় পরিমাণ টাকা জমা বা উত্তোলন আছে। কিন্তু রিটার্নে উল্লেখ নেই।</p><p>১১. সম্পদ ক্রয়-বিক্রয়ের তথ্য গোপন করলে নিরীক্ষায় পড়বেন। তাই রিটার্নে জমি, ফ্ল্যাট, গাড়ি ইত্যাদি দেখিয়ে দেবেন।</p><p>১২. বিনিয়োগের ভুল তথ্য দেওয়া যাবে না। অতিরিক্ত বিনিয়োগ দেখানো বা ভুল বিনিয়োগ দেখিয়ে অনেকে বিভিন্ন সুবিধা নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নোবেল শান্তি পুরস্কার যেভাবে যুদ্ধের মুখে ঠেলে দিল ভেনেজুয়েলাকে | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-23%2Fmlk9ng5j%2FMaria-Corina-Machado.jpg?rect=0%2C805%2C5853%2C3073&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোবেল পুরস্কার আসলে একটি ইউরোপীয় প্রতিষ্ঠান, যা নিজেকে সর্বজনীন বলে জাহির করে পশ্চিমা বিশ্বব্যবস্থার আধিপত্য রক্ষা করে যাচ্ছে। এই ভান আর মেনে নেওয়া যায় না।</p><p>গাজার দিকে তাকান, সেখানেই যেন আমাদের মানবতা, বিজ্ঞান ও প্রযুক্তি আর শান্তির আহ্বানের মোট যোগফল দাঁড়িয়ে আছে। সেখানে কি পুরস্কার দেওয়ার মতো কোনো কিছু অবশিষ্ট আছে? কিছুই নেই। ইউরোপের এই গোত্রীয় প্রদর্শনীর অবসান ঘটুক।</p><p>আজ বিশ্ব গভীর নৈতিক ও অস্তিত্বগত সংকটে নিমজ্জিত। নোবেল পুরস্কার এ সংকটের কোনো সমাধান নয়; বরং সেই সংকটেরই একটি উপসর্গ। আসুন, একে অপরকে পুরস্কার দেওয়া বন্ধ করি। তার বদলে গাজা, সুদান ও বিশ্বের অন্য প্রান্তে পশ্চিমা সামরিক আগ্রাসনে যাঁরা নিরপরাধ প্রাণ হারিয়েছেন, তাঁদের জন্য কিছু সময় শোক পালন করি। ওই আগ্রাসন এখন ভেনেজুয়েলার দিকেও এগিয়ে যাচ্ছে।</p><p>এই পৃথিবীতে আমরা ঠিক কী করছি! তা নতুন করে ভাবা ও পুনর্গঠন শেষ না হওয়া পর্যন্ত কারও কোনো নৈতিক অধিকার নেই অন্যকে সম্মানিত করার বা পুরস্কার দেওয়ার।</p><p>● <strong>হামিদ দাবাশি </strong>লেখক, কলাম্বিয়া ইউনিভার্সিটির অধ্যাপক</p><p>মিডল ইস্ট আই থেকে নেওয়া, ইংরেজি থেকে সংক্ষেপিত অনুবাদ</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের নগরস্বাস্থ্য ব্যবস্থাপনা: বর্তমান পরিপ্রেক্ষিত ও করণীয় | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2F6yut8pva%2FGroup-Pic.jpg?rect=0%2C0%2C5188%2C2724&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>অংশগ্রহণকারী:</strong> মোহাম্মাদ আবদুস সালাম খান, অতিরিক্ত সচিব (উন্নয়ন অনুবিভাগ) স্বাস্থ্য শিক্ষা ও পরিবারকল্যাণ বিভাগ,  স্বাস্থ্য ও পরিবারকল্যাণ মন্ত্রণালয়। মো. এনামুল হক, মহাপরিচালক (অতিরিক্ত সচিব), স্বাস্থ্য অর্থনীতি ইউনিট, স্বাস্থ্য ও পরিবারকল্যাণ মন্ত্রণালয়।  ইমরুল কায়েস চৌধুরী, ব্রিগেডিয়ার জেনারেল ও প্রধান স্বাস্থ্য কর্মকর্তা, ঢাকা উত্তর সিটি  করপোরেশন। নিশাত পারভীন, প্রধান স্বাস্থ্য কর্মকর্তা, ঢাকা দক্ষিণ সিটি  করপোরেশন। আবু মুহাম্মদ জাকির হোসেন, চেয়ারম্যান, ক্লিনিক হেলথ সাপোর্ট ট্রাস্ট; সদস্য, স্বাস্থ্য খাত সংস্কার কমিশন। সাবিনা পারভীন, পরিচালক (পরিকল্পনা), পরিকল্পনা ইউনিট, পরিবার পরিকল্পনা অধিদপ্তর। অধ্যাপক সামিনা চৌধুরী, সাবেক প্রেসিডেন্ট, ওজিএসবি। গীতা দাস, প্রেসিডেন্ট, নারীপক্ষ। মোহাম্মদ মঈনুল ইসলাম, অধ্যাপক, পপুলেশন সায়েন্সেস বিভাগ, ঢাকা বিশ্ববিদ্যালয়। সাইদ রুবায়েত, কান্ট্রি ডিরেক্টর, আইপাস বাংলাদেশ।  এডওয়ার্ড  কেব্রেইরা, ফার্স্ট সেক্রেটারি, ডেভেলপমেন্ট (স্বাস্থ্য), কানাডিয়ান হাইকমিশন, ঢাকা।  মোহাম্মদ জহিরুল ইসলাম, হেলথ অ্যাডভাইজার, সুইডেন দূতাবাস, ঢাকা। মোহাম্মদ শফিকুল ইসলাম, হেলথ অ্যাডভাইজার, ব্রিটিশ হাইকমিশন, ঢাকা। জিয়াউল আহসান, প্রজেক্ট ডিরেক্টর, আইপাস বাংলাদেশ। ফারহানা জেসমিন হাসান, সিনিয়র অ্যাডভাইজার, এসজিবিভি, আইপাস বাংলাদেশ। সুস্মিতা আহমেদ, সিনিয়র অ্যাডভাইজার, পার্টনারশিপ কো-অর্ডিনেশন, আইপাস বাংলাদেশ। মোহাম্মদ মামুন-উর-রশিদ, অ্যাডভাইজার, আর এইচ সাপ্লাইচেইন, ম্যানেজমেন্ট অ্যান্ড গভর্নমেন্ট কো-অর্ডিনেশন, আইপাস বাংলাদেশ। সঞ্চালনা: ফিরোজ চৌধুরী, সহকারী সম্পাদক, প্রথম আলো।</p></div></div></body></html>"
        },
        {
            "title": "লাস্ট লাভটাই আসল... | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Fe623pcm9%2FIMG_8353.JPG?rect=0%2C0%2C2290%2C1202&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">শাম্মী ইসলাম নীলা</figcaption><figcaption class=\"story-element-image-attribution\">ইনস্টাগ্রাম</figcaption></p></div></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>শাম্মী ইসলাম : </strong>এই ফিল্মে কিছু অংশ আছে, যেখানে হিরোকে বিদায় জানাচ্ছি, আমার বাস্তব জীবনের যে হিরো (স্বামী), সে–ও দেখা যায় আমার কাছে আসে, আবার চলে যায়—যেহেতু সে দেশের বাইরে থাকে। তাকেও এ রকমভাবেই বিদায় দিতে হয়। তবে পর্দায় বিদায়টা কেমন, জানতে পুরো গল্পটা দেখতে হবে। এই গল্পে কাজ করতে গিয়ে, আমার চেয়ে বন্ধুদের জীবনের অনেক মুহূর্তের মিল পেয়েছি। এ কারণে এই চরিত্রে অভিনয় করাটা সহজ হয়েছে, আবেগটা আমার মধ্যে অনুভব করেছি এবং চরিত্রে তা প্রয়োগ করেছি।</p></span></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>আপনার জীবনের ‘ফার্স্ট লাভ’ সম্পর্কে যদি বলেন...</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>শাম্মী ইসলাম : </strong>প্রথম প্রেম সবার জীবনেই আসে। কখনো এটা একদিক থেকে হয়, আবার কখনো উভয় দিক থেকে। আমার বাবা অনেক কঠোর ছিলেন, তাই প্রথম প্রেম করাটা অতটা সৌভাগ্যের হয়নি। আমি বিশ্বাস করি, ফার্স্ট লাভ, সেকেন্ড লাভ যেটাই বলি না কেন, লাস্ট লাভটাই আসল—যেটা এখন আমার স্বামীর সঙ্গে চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিজাত শ্রেণি কীভাবে পাকিস্তানের অর্থনীতিকে খেয়ে ফেলছে | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Fce1iyjle%2Fpakistan-economy-01.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘নীতি তৈরির জায়গায় এলিটদের দখলই সবচেয়ে বড় সমস্যা। প্রতিবেদনের সুপারিশ দেখাচ্ছে, বর্তমান ধাঁধা থেকে বেরিয়ে আসতে বেশি অংশগ্রহণমূলক ও অন্তর্ভুক্তিমূলক পদ্ধতি দরকার আমাদের’, বলেন জাভেদ।</p><p>হাসনাইন বলেন, ‘সবচেয়ে জরুরি সংস্কারের বিষয় হলো, একটি একীভূত অর্থনৈতিক পুনরুদ্ধার পরিকল্পনা তৈরি করা; যা প্রধানমন্ত্রী নিজে নেতৃত্ব দেবেন।’ তিনি বলেন, পাকিস্তানে কমিটি, কাউন্সিল, টাস্কফোর্স ও মন্ত্রণালয়ের জট। এগুলোতে সমন্বয় নেই, জবাবদিহিও নেই।</p><p>‘সরকারের উচিত, সব ছড়িয়ে–ছিটিয়ে থাকা কাঠামো এক প্ল্যাটফর্মে আনা, অগ্রাধিকার ঠিক করা, সময় বেঁধে দেওয়া এবং পরিমাপযোগ্য ফলাফল বের করে আনা। আরও দরকার অগ্রগতি মাসে মাসে প্রকাশ করা এবং তা স্বাধীনভাবে মূল্যায়ন করা’, বলেন হাসনাইন।</p><p>সবশেষ, জাভেদ বলেন, ‘যদি স্বচ্ছ, কার্যকর অর্থনীতি চাই; তবে আমাদের পুরো অর্থনৈতিক কাঠামোতে আমূল পরিবর্তন আনা ছাড়া উপায় নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "৪ কারণে ঘরের মাঠে ভারতের এমন দুর্দশা | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2F041an0ru%2F600735-01-02.jpg?rect=0%2C286%2C2389%2C1254&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোহিত শর্মা, বিরাট কোহলি ও রবিচন্দ্রন টেস্ট ছেড়েছেন। এর আগে দল থেকে বাদ পড়েছেন চেতশ্বর পূজারা ও অজিঙ্কা রাহানে। টেস্ট দল থেকে তাঁদের বিদায়ে ভারতীয় দল একটা পালাবদলরে মধ্য দিয়ে যাচ্ছে। </p><p>শুবমান গিলকে ইংল্যান্ডের বিপক্ষে ২-২ ড্র হওয়া সিরিজের আগে টেস্ট দলের অধিনায়ক করা হয়। তাঁর নেতৃত্বে ঘরের মাঠে ওয়েস্ট ইন্ডিজকে ২-০ ব্যবধানে হারায় ভারত। কিন্তু দক্ষিণ আফ্রিকার বিপক্ষে সিরিজের প্রথম ম্যাচেই চোট পান গিল। দ্বিতীয় টেস্টে তিনি খেলতে পারেননি।</p><p>গম্ভীর নিজেও এ প্রসঙ্গে কথা বলেছেন, ‘আমি কখনো অজুহাত দিই না, অতীতেও দিইনি। কিন্তু যদি দেখেন, এই দলে শীর্ষ আট ব্যাটসম্যানের মধ্যে চার-পাঁচজনের টেস্ট ম্যাচের সংখ্যা ১৫টিরও কম। খেলতে খেলতে তারা শিখছে। আমি মনে করি না, আগে কখনো টেস্ট ক্রিকেটে এমনটা হয়েছে, যে একই সময়ে ব্যাটিং আর স্পিন বোলিং, দুই বিভাগেই বদল ঘটছে। আমাদের সবাইকে সময় দিতে হবে। আমি নিশ্চিত, ওদের দক্ষতা আছে, প্রতিভা আছে, সামর্থ্যও আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০৫০ সালে বিশ্বের সবচেয়ে জনবহুল শহর হবে ঢাকা, এখন দ্বিতীয়: জাতিসংঘ | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Flqjtu3nn%2F%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A7%E0%A6%BE%E0%A6%A8-%E0%A6%89%E0%A6%AA%E0%A6%A6%E0%A7%87%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%BE%E0%A6%B0-%E0%A6%85%E0%A6%A8%E0%A7%81%E0%A6%AE%E0%A7%8B%E0%A6%A6%E0%A6%A8-%E0%A6%9A%E0%A6%BE%E0%A6%A8-%E0%A6%AC%E0%A6%BE%E0%A6%A6-%E0%A6%AA%E0%A7%9C%E0%A6%BE-%E0%A6%8F%E0%A6%B8%E0%A6%86%E0%A6%87-%E0%A6%93-%E0%A6%B8%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%9C%E0%A7%87%E0%A6%A8%E0%A7%8D%E0%A6%9F-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80%E0%A6%B0%E0%A6%BE.00015909.Still004.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"২০৫০ সালে বিশ্বের সবচেয়ে জনবহুল শহর হবে ঢাকা, এখন দ্বিতীয়: জাতিসংঘ   \" class=\"nA4h1 \">২০৫০ সালে বিশ্বের সবচেয়ে জনবহুল শহর হবে ঢাকা, এখন দ্বিতীয়: জাতিসংঘ   </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T08:00:00+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ০২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আপনি কি কোনো ঘটনা বা ব্যক্তিকে ভুলে যেতে চান? জেনে নিন ৬টি মনস্তাত্ত্বিক কৌশল | প্রথম আলো",
            "time": "2025-11-27T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Ffekzuewz%2FSumon-YusufAdhuna-56.JPG?rect=0%2C0%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আপনার যখনই ওই ব্যক্তি বা ঘটনার কথা মনে পড়বে, তখনই মনে মনে সংখ্যা গুনুন। মনে করুন, সকালে আপনার মনে পড়ল। মনে মনে বললেন, ‘এক, দুই।’ </p><p>আবার বিকেলে মনে পড়ল। মনে মনে বললেন, ‘তিন, চার।’ </p><p>রাতে মনে পড়ল। মনে মনে বললেন, ‘পাঁচ, ছয়।’ </p><p>এভাবে ওই ব্যক্তি বা ঘটনাটি নয়, বরং শেষবার কত গুনেছিলেন, সেটি মনে রাখার চেষ্টা করুন। তাহলে আপনার মস্তিষ্ক ব্যক্তি বা ঘটনাটিকে ‘বোরিং’ হিসেবে ধরে নেবে আর সহজে মুছে ফেলার চেষ্টা করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘পলক-স্টাইল’ প্রকল্প এবার যুব উন্নয়ন অধিদপ্তরে | প্রথম আলো",
            "time": "2025-11-27T01:37:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fvb46havj%2FUntitled-2.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানে ক্ষমতাচ্যুত আওয়ামী লীগ সরকারের আমলে নানা যুক্তি দেখিয়ে প্রকল্প নেওয়া হতো। সরকারি সংস্থাগুলো ‘যেনতেনভাবে’ প্রকল্প নেওয়ার চেষ্টা করত। কারণ, প্রকল্প পেলেই অনিয়ম-দুর্নীতির সুযোগ তৈরি হতো। আর প্রশিক্ষণের নামে সরকারের বিভিন্ন মন্ত্রণালয় ও সংস্থা প্রকল্প নিতে উৎসাহী।</p><p>যেমন ‘“খাতিরের” প্রকল্প, ইচ্ছেমতো অনিয়ম’ শিরোনামে ২০২৩ সালের ২৭ অক্টোবর একটি অনুসন্ধানী প্রতিবেদন প্রকাশ করে প্রথম আলো। তাতে বলা হয়, সমাজসেবা অধিদপ্তর ২১টি প্রকল্পে ৫০৩ কোটি টাকা ব্যয় করেছে। এসব প্রকল্পে সুফলভোগী বাছাইয়ে ব্যাপক অনিয়ম হয়েছে। বিধবাদের তালিকায় পুরুষের নামও রয়েছে। টাকা নয়ছয় করা হয়েছে। প্রশিক্ষণও কাজে লাগেনি।</p><p>বিশেষজ্ঞরা বলছেন, নতুন সরকারের উচিত ছিল, অতীতে বিভিন্ন মন্ত্রণালয় ও বিভাগ যেসব প্রশিক্ষণ প্রকল্প নিয়েছে, তার একটি বিস্তারিত পর্যালোচনা করা। এসব প্রশিক্ষণ কতটা কাজে লাগে, তার মূল্যায়ন করা। এরপর কার্যকরভাবে প্রকল্প নেওয়া।</p><p>বিশ্বব্যাংকের ঢাকা কার্যালয়ের সাবেক মুখ্য অর্থনীতিবিদ জাহিদ হোসেন প্রথম আলোকে বলেন, একাধিক সংস্থা ও মন্ত্রণালয় একই ধরনের প্রশিক্ষণ দিলে অপচয়ের সুযোগ থাকে। অতীতে এ ধরনের প্রশিক্ষণ প্রকল্পের অভিজ্ঞতা ভালো নয়। যুবদের এআই প্রশিক্ষণ দরকার। তবে সেই প্রশিক্ষণ আগের মতো হবে, নাকি এবার ভিন্ন কিছু হবে, তা বলা মুশকিল। তিনি আরও বলেন, বোঝা যায়, প্রকল্পগুলো আগের মতো আমলাতান্ত্রিক মডেলে বাস্তবায়িত হবে। সেখানে তো কোনো পরিবর্তন আসেনি।</p></div></div></div></body></html>"
        }
    ]
}