{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘হ্যাঁ’ জিতলে খুলবে সংস্কারের পথ, কী কী বদল আসবে | প্রথম আলো",
            "time": "2026-01-30T01:31:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fpi9eazol%2FCapture.PNG?rect=0%2C65%2C982%2C516&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিদ্যমান সংবিধান অনুযায়ী, সব নির্বাহী কর্তৃত্ব প্রধানমন্ত্রীর হাতে ন্যস্ত। প্রধানমন্ত্রী ও প্রধান বিচারপতি নিয়োগ ছাড়া রাষ্ট্রপতিকে অন্য যেকোনো কাজ করতে হয় প্রধানমন্ত্রীর পরামর্শ অনুযায়ী।</p><p>সংশ্লিষ্ট ব্যক্তিরা বলছেন, যেভাবে সংস্কার প্রস্তাব করা হয়েছে, তাতে সাংবিধানিক পদে নিয়োগের ক্ষেত্রে প্রধানমন্ত্রীর ক্ষমতা কমবে। এসব পদে নিয়োগের ক্ষেত্রে বিরোধী দলেরও মতামত দেওয়ার সুযোগ থাকবে।</p><p>যেমন নির্বাচন কমিশন গঠন। প্রস্তাব অনুযায়ী, সরকারি দল, বিরোধী দল ও বিচার বিভাগের প্রতিনিধির সমন্বয়ে গঠিত একটি বাছাই কমিটি প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার বাছাই করবেন। কমিটি যাঁদের বাছাই করবে, তাঁদের নিয়োগ দেবেন রাষ্ট্রপতি।</p><p>ন্যায়পাল, সরকারি কর্ম কমিশন (পিএসসি), মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক এবং দুর্নীতি দমন কমিশনেও (দুদক) এ ধরনের কমিটির মাধ্যমে নিয়োগের প্রস্তাব করা হয়েছে জুলাই সনদে। অবশ্য ঐকমত্য কমিশনের সঙ্গে আলোচনায় এ চার প্রতিষ্ঠানে নিয়োগ পদ্ধতি নিয়ে বিএনপির ভিন্নমত ছিল।</p><p>সংস্কার প্রস্তাব অনুযায়ী, এক ব্যক্তি জীবনে সর্বোচ্চ ১০ বছর প্রধানমন্ত্রী পদে থাকতে পারবেন। এ ছাড়া প্রধানমন্ত্রী পদে আসীন ব্যক্তি একই সঙ্গে দলীয় প্রধানের পদে থাকবেন না, এমন বিধানও প্রস্তাব করা হয়েছে। তবে এই প্রস্তাব নিয়ে বিএনপির ভিন্নমত ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় বিশ্ববিদ্যালয়ে প্রথম বর্ষে ভর্তি, আবেদনের সুযোগ দুইদিন | প্রথম আলো",
            "time": "2026-01-30T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2Fb5bd3969-7eee-401c-99b4-5e81731b4eae%2Fprothomalo_import_media_2017_07_23_c20f6095c629631ecff6a884b500b975_5974997a9b559.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় বিশ্ববিদ্যালয়ের অধিভুক্ত স্নাতক (সম্মান) শ্রেণিতে পাঠদানকারী কলেজগুলোতে ২০২৫-২৬ শিক্ষাবর্ষে প্রথম বর্ষ স্নাতক (সম্মান) শ্রেণিতে ভর্তিতে প্রাথমিক আবেদন চলছে। নতুন সূচি অনুযায়ী অনলাইনে শিক্ষার্থীরা আবেদন করতে পারবেন ৩১ জানুয়ারি দিবাগত রাত ১২টা পর্যন্ত।</p><p>আগ্রহী প্রার্থীকে জাতীয় বিশ্ববিদ্যালয়ের ভর্তিবিষয়ক ওয়েবসাইট (<a target=\"_blank\" href=\"https://www.nu.ac.bd/admissions\" rel=\"nofollow\">www.nu.ac.bd/admissions</a>) থেকে আবেদন ফরম পূরণ করতে হবে। আবেদনের অন্য সব শর্ত অপরিবর্তিত থাকবে বলে জাতীয় বিশ্ববিদ্যালয়ের এক বিজ্ঞপ্তিতে বলা হয়েছে। ভর্তি পরীক্ষার সময় ও কেন্দ্রের তালিকা পরবর্তী সময়ে প্রকাশ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ জানা যাবে ‘ম্যাজিক বাউলিয়ানা’র বিজয়ীর নাম | প্রথম আলো",
            "time": "2026-01-30T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fbf6iw20c%2FStill012400032.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চূড়ান্ত পর্বে প্রতিদ্বন্দ্বিতা করছেন এনামুল হক, আঁখি আক্তার, মেহজাবিন মোবাশ্বেরা, সোহাগ নূরী ও রজনী খাতুন। তাঁদের পাশাপাশি অনুষ্ঠানের তিন বিচারক শফি মণ্ডল, পার্থ বড়ুয়া ও নিগার সুলতানা সুমিও গাইবেন। অনুষ্ঠানটি উপস্থাপনা করবেন আইশা খান।<br>এক সংবাদ বিজ্ঞপ্তিতে জানানো হয়েছে, ‘বাউল সুরে দেখাও তোমার ম্যাজিক’ স্লোগানকে সামনে রেখে সান ফাউন্ডেশনের উদ্যোগে এবং স্কয়ার টয়লেট্রিজ লিমিটেডের পৃষ্ঠপোষকতায় মাছরাঙা টেলিভিশনে পঞ্চমবারের মতো চলছে এই রিয়েলিটি শো। </p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৩০ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-30T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fl9lc5xoz%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>নারী টি-টুয়েন্টি বিশ্বকাপ বাছাই</h2></p></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>অস্ট্রেলিয়ান ওপেন: সেমিফাইনাল</h2></p></div></div></body></html>"
        },
        {
            "title": "৫০তম বিসিএস প্রিলি আজ, ২ লাখ ৯০ হাজার চাকরিপ্রার্থী | প্রথম আলো",
            "time": "2026-01-30T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F216802fe-94ec-45c7-ab84-168da09dc083%2F3.jpg?rect=0%2C335%2C6410%2C3365&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫০তম বিসিএস প্রিলিমিনারি পরীক্ষা আজ শুক্রবার দেশজুড়ে অনুষ্ঠিত হবে। সকাল ১০টা থেকে দুপুর ১২টা পর্যন্ত ঢাকা ও অন্য সাতটি বিভাগীয় শহরের নির্ধারিত কেন্দ্রে একযোগে এই পরীক্ষা শেষ হবে। বাংলাদেশ সরকারি কর্ম কমিশন (পিএসসি) জানিয়েছে, দুই ঘণ্টাব্যাপী এই এমসিকিউ পরীক্ষায় অংশ নিচ্ছেন ২ লাখ ৯০ হাজার ৯৫১ জন পরীক্ষার্থী।</p><p>ঢাকা, রাজশাহী, চট্টগ্রাম, খুলনা, বরিশাল, সিলেট, রংপুর ও ময়মনসিংহ—এই আটটি বিভাগীয় শহরের ১৯০টি কেন্দ্রে একযোগে পরীক্ষা শুরু হবে। পিএসসি জানিয়েছে, প্রিলিমিনারি পরীক্ষা সুষ্ঠুভাবে সম্পন্ন করার জন্য সব ধরনের প্রস্তুতি শেষ হয়েছে। ইতোমধ্যে ম্যাজিস্ট্রেট, কেন্দ্র পরিদর্শক এবং আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্যদের প্রয়োজনীয় নির্দেশনা দেওয়া হয়েছে। সুষ্ঠু ও নকলমুক্ত পরিবেশ নিশ্চিত করতে কমিশন সর্বোচ্চ সতর্ক অবস্থানে রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহেলি আভিজাত্য নির্মূল করতে কোরআনের ৭ সমাধান | প্রথম আলো",
            "time": "2026-01-29T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F5q9klvl4%2Fpexels-thirdman-7957076.jpg?rect=0%2C450%2C6353%2C3335&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবশেষে, কোরআন সাম্প্রদায়িকতার শিকড় উৎপাটন করেছে মানুষের আদি পরিচয় মনে করিয়ে দিয়ে, “হে মানুষ, আমি তোমাদের সৃষ্টি করেছি এক পুরুষ ও এক নারী থেকে এবং তোমাদের বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে তোমরা একে অপরের সাথে পরিচিত হতে পারো। তোমাদের মধ্যে আল্লাহর কাছে সেই অধিক মর্যাদাসম্পন্ন যে তোমাদের মধ্যে অধিক মুত্তাকি (খোদাভীরু)।” (সুরা হুজুরাত, আয়াত: ১৩)</p><p>এই একটি আয়াত বিশ্বজুড়ে প্রচলিত সকল বর্ণবাদ ও বংশীয় শ্রেষ্ঠত্বের অহংকারকে ধূলিসাৎ করে দিয়েছে।</p><p>আল্লাহর রাসুল (সা.) বিদায় হজের ভাষণেও এই মূলনীতি ঘোষণা করে বলেছিলেন, “হে লোকসকল, নিশ্চয়ই তোমাদের রব একজন, তোমাদের পিতাও একজন। কোনো আরবের ওপর অনারবের, কিংবা অনারবের ওপর আরবের কোনো শ্রেষ্ঠত্ব নেই; নেই কালোর ওপর সাদার কিংবা সাদার ওপর কালোর কোনো মর্যাদা—কেবল তাকওয়া (আল্লাহভীতি) ছাড়া।” (মুসনাদে আহমাদ, হাদিস: ২৩৪৮৯)</p><p>কোরআনের এই সমাধানগুলো কেবল তাত্ত্বিক আলোচনা নয়, বরং একটি সুশৃঙ্খল রাষ্ট্র ও সমাজ গঠনের অপরিহার্য ভিত্তি।</p><p>যখন একটি জাতি তার শ্রেষ্ঠত্বের মানদণ্ড হিসেবে বংশ বা বর্ণকে বাদ দিয়ে ‘তাকওয়া’ বা নৈতিকতাকে গ্রহণ করে, তখন সেখানে সাম্প্রদায়িক ফেতনার কোনো স্থান থাকে না। আধুনিক বিশ্বের অস্থিরতা থেকে মুক্তি পেতে কোরআনের এই কালজয়ী সমাজতাত্ত্বিক দর্শন চর্চার কোনো বিকল্প নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু বগুড়া নয়, পুরো দেশের কথা চিন্তা করতে হবে | প্রথম আলো",
            "time": "2026-01-29T21:16:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fq4hd06hq%2Fbogra-1.jpeg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমান বলেন, ‘১৯ বছর আগে যখন এখানে এসেছিলাম, সেদিন বগুড়া সদরসহ সমগ্র জেলার মানুষের জন্য যে যে কাজগুলো করার দরকার ছিল, তা কমবেশি করার চেষ্টা করেছি। সরকারের আইন-কানুন, নীতি-রীতির মধ্য থেকে যতটুকু সম্ভব হয়েছে, তা করার চেষ্টা করেছি। বনানী-মাটিডালি চওড়া রাস্তা, শহীদ জিয়াউর রহমান মেডিকেল কলেজ এবং গ্যাসের লাইনসহ মানুষের জন্য যা যা প্রয়োজন, এ রকম বিভিন্ন উন্নয়নমূলক কাজ করার চেষ্টা করেছি।’</p><p>১২ ফেব্রুয়ারি অনুষ্ঠিত হতে যাওয়া জাতীয় সংসদ নির্বাচন অত্যন্ত গুরুত্বপূর্ণ উল্লেখ করে তারেক রহমান বলেন, ‘সামনে নির্বাচন। এই নির্বাচনে দেশের মানুষকে একটা সিদ্ধান্ত নিতে হবে। এই নির্বাচন শুধু নির্বাচন নয়। এই নির্বাচন নিশ্চিত করবে আগামী দিনে এই দেশে মানুষের জবাবদিহিমূলক সরকার হবে, কি হবে না। এই নির্বাচনের ব্যাপারে অত্যন্ত সিরিয়াস থাকতে হবে। এই নির্বাচন দিক-নির্দেশনা দেবে দেশ কোন দিকে পরিচালিত হবে।’</p><p>দেশের কোনো অঞ্চলের প্রতি বৈষম্য করতে চান না জানিয়ে তারেক রহমান বলেন, ‘১৫ বছর ধরে শুধু বগুড়া নয়, গোটা বাংলাদেশই সত্যিকারভাবে উন্নয়ন বঞ্চিত ছিল। আগামী দিনে যদি আল্লাহ আমাদের দেশ পরিচালনার সুযোগ দেয়, তবে শুধু বগুড়া নয় সমগ্র দেশের কথা চিন্তা করতে হবে। বগুড়াকে যেমন আমরা সামনের দিকে নিয়ে যাব, সামগ্রিকভাবে গোটা দেশেকেও এগিয়ে নিতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফার্নেস তেলে ৬৪৪ কোটি টাকা বাড়তি নেয় বিপিসি | প্রথম আলো",
            "time": "2026-01-29T20:03:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fc5kia051%2F%E0%A7%AB.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ পেট্রোলিয়াম করপোরেশন (বিপিসি) ফার্নেস তেল বিক্রি করে প্রতি লিটার ৮৬ টাকায়। বিদ্যুৎ উৎপাদন করতে নিয়মিত এ তেল কেনে বিদ্যুৎ উন্নয়ন বোর্ড (পিডিবি)। বিশ্ববাজারে কমলেও গত দেড় বছরে দাম সমন্বয় হয়নি দেশে। বিপিসির চেয়ে অনেক কম দামে ফার্নেস তেল আমদানি করছে বেসরকারি বিদ্যুৎকেন্দ্র। এ হিসাবে দেড় বছরে পিডিবির কাছ থেকে ৬৪৪ কোটি টাকা বাড়তি নিয়েছে বিপিসি।</p><p>ফার্নেস তেলের দাম নির্ধারণ নিয়ে আয়োজিত গণশুনানিতে এ হিসাব দিয়েছে পিডিবি। দাম নির্ধারণে বিপিসির প্রস্তাব নিয়ে এ শুনানির আয়োজন করে বাংলাদেশ এনার্জি রেগুলেটরি কমিশন (বিইআরসি)। সংস্থাটির কার্যালয়ে গতকাল বৃহস্পতিবার এ শুনানি হয়। তেল বিপণন করা সরকারি চার কোম্পানি পদ্মা, মেঘনা, যমুনা ও স্ট্যান্ডার্ড এশিয়াটিক অয়েল একই প্রস্তাব দিয়েছিল। সর্বশেষ ২০২৪ সালের ২ আগস্টে ফার্নেস তেলের দাম নির্ধারণ করেছিল বিপিসি।</p><p>বিপিসি ও চার বিপণন কোম্পানি প্রতি লিটার ফার্নেস তেলের দাম ৮১ টাকা নির্ধারণের প্রস্তাব করেছে। এটি পর্যালোচনা করে বিইআরসি গঠিত কারিগরি কমিটির মূল্যায়ন প্রতিবেদনে ৭৪ টাকা ৪ পয়সা নির্ধারণের প্রস্তাব করা হয়েছে। </p><p>তবে এতে আপত্তি জানিয়েছে পিডিবি। তারা বলেছে, প্রতি লিটার ফার্নেসের দাম ৫০ টাকা ৮৩ পয়সা হতে পরে।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনার ভরি তিন লাখ ছুঁই ছুঁই | প্রথম আলো",
            "time": "2026-01-29T19:57:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fk7rh9lvb%2Fprothomalo-bangla2023-12549dd621-db09-4e4a-a151-156f17a5320bfb53bd89-c15a-48b9-9beb-270d3735c874.avif?rect=0%2C1%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম থেকে প্রথম আলোর নিজস্ব প্রতিবেদক জানান, নগরের বিপণিবিতান, মিমি সুপারমার্কেট, দেওয়ান বাজার, হাজারি লেনসহ বিভিন্ন এলাকার জুয়েলারি দোকানে গতকাল বিকেলে ঘুরে ক্রেতা দেখা যায়নি। অধিকাংশ দোকানের কর্মী অলস সময় কাটাচ্ছিলেন। তিন মাস ধরে এমন অবস্থা চললে বলে জানান ব্যবসায়ীরা।</p><p>সিইপিজেড এলাকায় প্রিয়তমা জুয়েলার্সের স্বত্বাধিকারী মিথুন ধর বলেন, বিত্তশালীরা আগে বিয়ের অলংকার তৈরি করাতেন পাঁচ ভরির। এখন দু-তিন ভরি দিয়ে সারছেন। অন্যদিকে নিম্নবিত্তদের অধিকাংশই নাকফুল দিয়ে সেরে ফেলছেন। সে কারণে ব্যবসা লোকসানে চলে গেছে।</p><p>প্রথম আলোর সিলেট প্রতিনিধি জানান, নগরের জিন্দাবাজার এলাকার নেহার মার্কেট সোনা ব্যবসায়ীদের অন্যতম একটি বিপণিবিতান। ওই বিপণিবিতানে গতকাল বেলা সাড়ে ১১টা থেকে এক ঘণ্টা অবস্থান করে ক্রেতাদের দেখা মেলেনি। এ সময় দোকানের কর্মীদের অনেককে পরিচ্ছন্নতা কাজে ব্যস্ত থাকতে দেখা গেছে।</p><p>রনি জুয়েলার্সের স্বত্বাধিকারী রনি চক্রবর্তী বলেন, সকালে এসে দোকান খোলেন, আর রাতে দোকান বন্ধ করে বাড়ি ফেরেন। প্রায়ই দিনই কোনো কেনাবেচা থাকে না। যার কারণে দোকানভাড়া ও কর্মীদের বেতন দিতে হিমশিম খাচ্ছেন।</p><p>সিলেটের মহাজনপট্টির সোনার ব্যবসায়ী বিজয় কর্মকার বলেন, সোনার দাম বেড়ে যাওয়ায় গয়নার কারিগরেরা বেকায়দায় রয়েছেন। প্রায় এক মাস ধরে তাঁদের কাছে নতুন কোনো ক্রয়াদেশ নেই বললেই চলে। সোনার পাশাপাশি রুপার দামও বেড়ে যাওয়ায় পরিস্থিতি আরও জটিল আকার ধারণ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণভোটের পর সরকারের মেয়াদ বাড়ছে-এমন দাবি ভিত্তিহীন: সরকার | প্রথম আলো",
            "time": "2026-01-29T19:51:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fm7r8bhwa%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে ব্যাখ্যা দিয়ে বিবৃতিতে বলা হয়, সংশ্লিষ্ট বক্তব্য অনুসন্ধানে দেখা যায়, জাতীয় ঐকমত্য কমিশনের সহসভাপতি অধ্যাপক আলী রীয়াজ বলেছেন, গণপরিষদ বা সাংবিধানিক সংস্কার পরিষদ হিসেবে দায়িত্ব পালন করলে ক্ষমতা হস্তান্তরে বাধা সৃষ্টি হবে—এমন ধারণা সম্পূর্ণ ভুল।</p><p>অধ্যাপক আলী রীয়াজ আরও বলেন, ‘নির্বাচিত হওয়ার পর প্রথম দিন থেকেই সংসদ স্বাভাবিক কার্যক্রম পরিচালনা করবে। সরকার গঠন, রাষ্ট্র পরিচালনা ও বাজেট প্রণয়ন করবে। তবে সংবিধানকে ফ্যাসিবাদের পথ থেকে সরাতে মৌলিক পরিবর্তন প্রয়োজন। সে জন্য নির্বাচিত সদস্যরা আলাদা শপথ নিয়ে ১৮০ দিনের মধ্যে সংস্কার প্রক্রিয়া সম্পন্ন করবেন।’</p><p>বিবৃতিতে বলা হয়, অধ্যাপক আলী রীয়াজ কোথাও বলেননি যে বর্তমান অন্তর্বর্তী সরকার ১৮০ দিন গণপরিষদ হিসেবে কাজ করবে; বরং তিনি বলেছেন, এই দায়িত্ব পালন করবেন নির্বাচিত সংসদ সদস্যরাই।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিএমপির অভিযানে ২৪ ঘণ্টায় গ্রেপ্তার ৩৮ | প্রথম আলো",
            "time": "2026-01-29T19:39:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F81ca639d-5f86-4ac3-adb5-60fde4f109d6%2Fc29e6fd2_fc63_4c89_a02b_4b7d88cf656c.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, অপারেশন ডেভিল হান্টের অংশ হিসেবে শাহবাগ থানার বিভিন্ন অপরাধপ্রবণ এলাকায় অভিযান চালিয়ে ১২ জনকে গ্রেপ্তার করে পুলিশ। তাঁরা হলেন মাহমুদুল হাসান মামুন (৩৭), মো. শাহাদুল ইসলাম ওরফে হৃদয় (২৬), মো. শহীদুল ইসলাম ওরফে রুবেল (৪২), মো. মোফাজ্জল হক (১৯), মো. রকিবুল ইসলাম (২৪), মো. রাকিব (২৫), মো. ইয়াছিন আলী (৩৮), মো. হৃদয় (১৯), মো. সুমন হোসেন (২৮), মোছা. রিনা বেগম (৩৮), মো. শহিদুল ইসলাম (৫৩) ও সাকিবুল হাসান (২২)।<br>পুলিশ মোহাম্মদপুরের বিভিন্ন অপরাধপ্রবণ এলাকায় অভিযান চালিয়ে ছয়জনকে গ্রেপ্তার করেছে। তাঁরা হলেন মো. শাকিল (২০), রাজু (৩৬), রনি (৪০), সুমন (২৮), মহিন (২৩) ও রকি (৩২)।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে ভারতের পার্লামেন্টে শোক প্রস্তাব গৃহীত | প্রথম আলো",
            "time": "2026-01-29T19:37:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fwpzow3ln%2F%E0%A7%A7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের পার্লামেন্টের উচ্চ ও নিম্ন—দুই কক্ষেই বাংলাদেশের সাবেক প্রধানমন্ত্রী ও বিএনপির প্রয়াত চেয়ারপারসন খালেদা জিয়ার প্রতি শ্রদ্ধা জানানো হয়েছে।</p><p>ভারতীয় সংবাদ সংস্থা পিটিআইয়ের খবরে বলা হয়েছে, বুধবার লোকসভা ও রাজ্যসভার যৌথ অধিবেশনে রাষ্ট্রপতির ভাষণের পর সেক্রেটারি জেনারেল এ ভাষণের লিখিত অনুলিপি উপস্থাপন করেন।</p><p>ভারতীয় লোকসভার স্পিকার ওম বিড়লা খালেদা জিয়া ও ভারতের আরও কয়েকজন বিশিষ্ট ব্যক্তির মৃত্যুতে শোকবার্তা পাঠ করেন। তিনি বলেন, ভারত-বাংলাদেশ সম্পর্ক জোরদার করতে খালেদা জিয়ার ভূমিকা সব সময় স্মরণীয় হয়ে থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "লালফিতা ও টাকা পাচারের বিরুদ্ধে প্রতিশ্রুতি চাইলেন ব্যবসায়ীরা, জামায়াতের আশ্বাস | প্রথম আলো",
            "time": "2026-01-29T19:10:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fv0karsfi%2FJamat-Businessman-01.jpg?rect=106%2C0%2C1069%2C561&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যুরোক্রেসি (আমলাতন্ত্র) আজ বাংলাদেশের সবচেয়ে বড় সমস্যা উল্লেখ করে মোস্তফা কামাল বলেন, ‘এই ব্যুরোক্রেসি এখন এমন জায়গায় পৌঁছেছে যে তারা কার্যত রেগুলেটর নয়—তারা রাজা আর আমরা প্রজা। তহসিলদার থেকে শুরু করে সচিব পর্যন্ত এই মানসিকতা বিস্তৃত। আমাদের সম্পদ আছে, মানুষ আছে, উদ্যোক্তারা অত্যন্ত অ্যাগ্রেসিভ ও উদ্যমী। সমস্যা একটাই—আমাদের কাজ করতে দেওয়া হয় না। এ জন্য আল্লাহর ওয়াস্তে অনুরোধ করছি, যাঁরাই ক্ষমতায় আসবেন, ব্যুরোক্রেসিকে নিয়ন্ত্রণে আনুন, আইন–কানুন সংক্ষিপ্ত ও সহজ করুন, পারমিশনের জট কমান।’</p><p>ব্যবসায়ীদের চলাফেরা ও মতপ্রকাশের স্বাধীনতা নিশ্চিত করার কথা বলেন বিসিআই সভাপতি আনোয়ার উল আলম চৌধুরী পারভেজ। তিনি বলেন, ‘আমরা সবাই এ দেশের নাগরিক। আমরা যেখানে খুশি যেতে পারি, কথা বলতে পারি, মতপ্রকাশ করতে পারি। কিন্তু কেন আমি কোথায় গেলাম, কোথায় গেলাম না—এই প্রশ্নে আমাকে প্রশ্নবিদ্ধ করা হবে, এই ভয়টা কাজ করে। এটা কোনো স্বাধীনতার লক্ষণ হতে পারে না। আমাকে কথা বলার সুযোগ দিতে হবে। এই সুযোগ, এই স্বাধীনতা, এই নিরাপত্তা—আমরা সবাই আমাদের রাজনীতিবিদদের কাছ থেকে আশা করি। ব্যবসা করতে হলে আগে এই স্বস্তিবোধ, সুরক্ষা ও সম্মান নিশ্চিত করতে হবে।’</p><p>নিট পোশাক মালিকদের সংগঠন বিকেএমইএর সাবেক সভাপতি ফজলুল হক বলেন, দেশে সরকারি সহায়তা আছে, কিন্তু সেটি বেশির ভাগ ক্ষেত্রেই নিয়ন্ত্রণমূলক; প্রতিযোগিতাবান্ধব নয়। যদি সত্যিকার অর্থেই আমলাতান্ত্রিক জটিলতা বা ‘রেড টেপ’ ভাঙা যায়, তাহলে শুধু গার্মেন্ট খাত নয়, পুরো শিল্প খাত অনেক দূর এগিয়ে যাবে।<br>বাংলাদেশ ওষুধশিল্প সমিতির মহাসচিব মোহাম্মদ জাকির হোসেন বলেন, ব্যবসায়ীদের জনগণের শত্রু নয়, উন্নয়নের অংশীদার হিসেবে দেখতে হবে। নীতিমালা প্রণয়নে ব্যবসায়ীদের যুক্ত করা প্রয়োজন। ওষুধশিল্পে ব্যবসা করতে ৪৭টি লাইসেন্স ও নিয়মিত নবায়ন বড় বাধা। আমলাতান্ত্রিক দুর্নীতি ও হয়রানির কারণে উদ্যোক্তারা ক্ষতিগ্রস্ত হচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢামেক হাসপাতালে দেড় ঘণ্টার ব্যবধানে সাজাপ্রাপ্ত দুই বন্দীর মৃত্যু | প্রথম আলো",
            "time": "2026-01-29T18:56:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-21%2Fwvjeyff3%2FDeath-body.jpg?rect=0%2C14%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেড় ঘণ্টার ব্যবধানে ঢাকা মেডিকেল কলেজ (ঢামেক) হাসপাতালে সাজাপ্রাপ্ত দুই বন্দী মারা গেছেন। তাঁদের মধ্যে একাত্তরের মানবতাবিরোধী অপরাধের দায়ে আমৃত্যু সাজাপ্রাপ্ত মো. জাহিদ (৭৫) বৃহস্পতিবার রাত সাড়ে ৯টার দিকে মারা যান। অন্যদিকে একটি খুনের মামলার যাবজ্জীবন সাজাপ্রাপ্ত বন্দী মো. আনিছ (৬২) মারা যান রাত আটটার দিকে।</p><p>দুজনই ঢাকা কেন্দ্রীয় কারাগারে সাজা ভোগ করছিলেন। রাত সাড়ে ১১টার দিকে ঢাকা কেন্দ্রীয় কারাগারের জ্যেষ্ঠ তত্ত্বাবধায়ক সুরাইয়া আক্তার প্রথম আলোকে বলেন, সাজাপ্রাপ্ত দুই আসামি হৃদ্‌যন্ত্রের ক্রিয়া বন্ধ হয়ে মারা গেছেন। আনিছ এর আগেও স্ট্রোক করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দিল্লিতে যাচ্ছেন শুধু একজন শুটার-কেন এমন সিদ্ধান্ত | প্রথম আলো",
            "time": "2026-01-29T18:20:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fc42gcp0q%2FShooting-Coach-Marko-Sokic-Trining-Sakil.Tumpa.-Baky.Rabbi.Sovon-Armin9.JPG?rect=0%2C0%2C2705%2C1420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলেয়া ফেরদৌস বলেন, ‘তিনজন পাঠালেও একজন ছেলে আর দুজন মেয়ে বলে ব্যক্তিগত ইভেন্টে খেলতে পারলেও দলীয় ইভেন্টে অংশ নিতে পারতেন না। কারণ, দলীয় বিভাগে তিনজন লাগে।’ </p><p>টুর্নামেন্টে আরও বড় দল পাঠানো যেত কি না প্রশ্নে তিনি বলেন, ‘দল যাবে কি না, সেই নিশ্চয়তাই ছিল না। তা ছাড়া শুটার মানসম্মত না হলে তো শুধু পাঠিয়ে লাভ নেই। যে পরিস্থিতিতে আমরা কাজ করছি, তা অন্য কোনো ফেডারেশনে করতে হয় না। একটার পর একটা সমস্যা এখানে লেগেই আছে।’</p><p>অলিম্পিক গেমসে ওয়াইল্ড কার্ড নিয়ে একজন শুটার যান। কিন্তু অন্য প্রতিযোগিতায় মাত্র একজন শুটার পাঠানো নজিরবিহীন, এতে শুটারসংকট স্পষ্ট। অবস্থা যা, তাতে মনে হচ্ছে, শুটিং পথ হারিয়ে ফেলেছে। এর কারণ হিসেবে সাধারণ সম্পাদক কোনো কোনো শুটারের শৃঙ্খলার অভাবকে দায়ী করেন, ‘যাদের ভেবেছি ভালো শুটার, তাদের ডিসিপ্লিন নেই। ডরমিটরিতে থাকতে চায় না। যারা থাকে, তাদেরও অনেকে যখন–তখন ফেডারেশন থেকে বেরিয়ে যায়, ফেরে রাত করে। এ ধরনের অবস্থা আমি শুটিং ফেডারেশনে ২২ বছর কাজ করার জীবনে দেখিনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "আনসারকে চ্যাম্পিয়ন করলেন ৮২ বছরের রানী | প্রথম আলো",
            "time": "2026-01-29T17:58:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-27%2F0elsalls%2FWhatsApp-Image-2024-09-27-at-17.04.33dabac5e2.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ পয়েন্ট নিয়ে গতবারের চ্যাম্পিয়ন পুলিশ দল এবার তৃতীয় হয়েছে। পণ পাওয়ার চেস ক্লাব ৮ পয়েন্ট নিয়ে চতুর্থ, মানহা’স ক্যাসেল ৬ পয়েন্ট নিয়ে পঞ্চম ও উত্তরা সেন্ট্রাল চেস ক্লাব ৪ পয়েন্ট পেয়ে ষষ্ঠ।</p><p>আজ বাংলাদেশ দাবা ফেডারেশনের ক্রীড়াকক্ষে সপ্তম ও শেষ রাউন্ডে আনসার ৪-০ গেম পয়েন্টে সাউথ পয়েন্ট স্পোর্টস ক্লাব (দাবা)-কে,  নৌবাহিনী ৪-০ গেম পয়েন্টে ঢাকা বিশ্ববিদ্যালয় দাবা ক্লাব, মহিলা দলকে হারায়।</p><p>বোর্ড পুরস্কার পান যথাক্রমে: প্রথম বোর্ডে বাংলাদেশ পুলিশ দাবা ক্লাবের মহিলা ফিদে মাস্টার তনিমা পারভীন, দ্বিতীয় বোর্ডে বাংলাদেশ আনসারের মহিলা ক্যান্ডিডেট মাস্টার নুশরাত জাহান আলো, তৃতীয় বোর্ডে বাংলাদেশ নৌবাহিনীর মহিলা ক্যান্ডিডেট মাস্টার নোশিন আনজুম।</p><p>২০২১ প্রথম মহিলা দাবা লিগে চ্যাম্পিয়ন হয়েছিল বাংলাদেশ নৌবাহিনী। ২০২৩ আসরে বাংলাদেশ পুলিশ দাবা ক্লাব। এবার ছিল তৃতীয় আসর।</p></div></div></div></body></html>"
        },
        {
            "title": "জানা গেল, অজিত পাওয়ারকে বহনকারী উড়োজাহাজ বিধ্বস্ত হওয়ার আগে কী বলেছিলেন পাইলটরা | প্রথম আলো",
            "time": "2026-01-29T17:53:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fv3ag6695%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জানা গেল, অজিত পাওয়ারকে বহনকারী উড়োজাহাজ বিধ্বস্ত হওয়ার আগে কী বলেছিলেন পাইলটরা\" class=\"nA4h1 \">জানা গেল, অজিত পাওয়ারকে বহনকারী উড়োজাহাজ বিধ্বস্ত হওয়ার আগে কী বলেছিলেন পাইলটরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-29T23:53:39+06:00\"><span>প্রকাশ: ২৯ জানুয়ারি ২০২৬, ১৭: ৫৩ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}