{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্রে পাঁচ বছর বয়সী শিশুকে আটক করে নিয়ে গেলেন আইসিই সদস্যর | প্রথম আলো",
            "time": "2026-01-23T09:28:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F0q18386n%2FICE.jpg?rect=0%2C0%2C676%2C355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিবাসনপ্রত্যাশীদের বিরুদ্ধে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের চালানো কঠোর পদক্ষেপের অংশ হিসেবে এসব আটকের ঘটনা ঘটছে। মিনিয়াপোলিস এলাকায় প্রায় তিন হাজার ফেডারেল আইনপ্রয়োগকারী কর্মকর্তাকে মোতায়েন করা হয়েছে।</p><p>৭ জানুয়ারি মিনিয়াপোলিসে এক অভিবাসন কর্মকর্তার গুলিতে ৩৭ বছর বয়সী মার্কিন নাগরিক এবং ৩ সন্তানের মা রেনি গুড নিহত হয়েছেন।</p><p>হোমল্যান্ড সিকিউরিটি বিভাগের মুখপাত্র বলেন, লিয়ামের বাবা অ্যাড্রিয়ান আলেকজান্ডার কোনেহো আরিয়াস যুক্তরাষ্ট্রে অবৈধভাবে বসবাস করছেন, তবে ওই মুখপাত্র এ ব্যাপারে বিস্তারিত তথ্য দেননি।</p><p>প্রত্যক্ষদর্শীরা বলেছেন, গত মঙ্গলবার শিশু লিয়াম তাঁর বাবার সঙ্গে প্রি–স্কুল থেকে বাড়ি ফেরে। এ সময় সে নীল রঙের হ্যাট পরা ছিল। সঙ্গে ছিল একটি ব্যাকপ্যাক। লিয়ামের চোখের সামনেই মুখোশধারী কর্মকর্তারা তার বাবাকে বাড়ির গ্যারেজ থেকে তুলে নিয়ে যান।</p><p>প্রত্যক্ষদর্শীদের বর্ণনামতে, এরপর কর্মকর্তারা লিয়ামকে জিম্মি করে তার মাকে বাড়ি থেকে বের করে আনার চেষ্টা করছিলেন।</p><p>মার্কিন ভাইস প্রেসিডেন্ট জেডি ভ্যান্স গতকাল বৃহস্পতিবার এক সংবাদ সম্মেলনে বলেন, লিয়ামের বাবা পলাতক থাকায় অভিবাসন আইন প্রয়োগকারী কর্মকর্তারা তাঁকে খুঁজছিলেন। ওই সময় শিশুটিকে একা ফেলে রেখে যেতে চাননি তাঁরা। এ কারণে তাকে সঙ্গে নিয়ে গেছেন আইসিই সদস্যরা।</p></div></div></div></body></html>"
        },
        {
            "title": "পারসিয়ান বিড়ালে প্রতারণার ফাঁদ | প্রথম আলো",
            "time": "2026-01-23T09:26:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Ffyo9jub8%2FCat.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মামলার সাক্ষী সাভারের তনিমা মেহেরীন একজন শিক্ষানবিশ আইনজীবী। তিনি প্রথম আলোকে বলেন, ‘অনেকেই বলছে তুমিই প্রতারণার বিষয়টি ধরতে পারো নাই, আমরা পারব কীভাবে? আসলেই আমি বুঝতে পারিনি।’</p><p>প্রতারণার ফাঁদে কীভাবে পড়লেন, জানতে চাইলে তনিমা বলেন, তাঁর একটি দেশি-বিদেশি মিশ্র জাতের বিড়াল আছে। পারসিয়ান বিড়াল নিয়ে পোস্ট দেখলে দাম জানতে চাইতেন। তারপর একদিন একজনের কাছ থেকে ফোন পেলেন পারসিয়ান পুরুষ বিড়াল লাগবে কি না। জানালেন, তাঁরা স্বামী–স্ত্রী কানাডা চলে যাবেন। ধর্মীয় নানা কথা বলে জানালেন, তাঁরা বিড়াল বিক্রি করবেন না। ভালো একটি পরিবার চাচ্ছেন, যিনি তাঁদের বিড়ালটিকে ভালো রাখবেন।</p><p>স্বামী-স্ত্রী পরিচয় দেওয়া এই প্রতারক দম্পতিও দিনাজপুর থেকে বিড়ালকে বাসে তুলে দিতে চেয়েছিলেন বলে জানান তনিমা। ব্যাগের ছবি দিয়ে তাকে জানানো হয়, এর জন্য ৪ হাজার ৫০০ টাকা দিতে হবে। বিড়ালকে পরানোর জন্য ডায়াপারের জন্য দুই হাজার টাকা দিতে হবে। আনুষঙ্গিক সব মিলিয়ে ৬ হাজার টাকা পাঠানোর জন্য চাপ দিতে থাকলে তনিমার মনে একটু সন্দেহ দেখা দেয়। তখন তাঁদের নিজেদের টাকা দিয়ে বিড়াল পাঠাতে বললে জানান, তাঁদের ব্যাংক অ্যাকাউন্ট বন্ধ করা হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চারটি প্রশ্নে ‘হ্যাঁ-না’ ভোটের সিদ্ধান্ত অগণতান্ত্রিক: গণতান্ত্রিক যুক্তফ্রন্ট | প্রথম আলো",
            "time": "2026-01-23T09:24:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Frjegveff%2Fjuktofront.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই গণভোটের আয়োজন অসাংবিধানিক দাবি করে তিনি বলেন, জুলাই সনদে আট মাসের আলোচনা ও নোট অব ডিসেন্টের মর্মবস্তু প্রতিফলিত হয়নি। মুক্তিযুদ্ধ, স্বাধীনতা ও রাজনৈতিক আন্দোলনের ইতিহাসও সঠিকভাবে উপস্থাপিত হয়নি। রাষ্ট্রের চার মূলনীতি বহাল রাখার প্রস্তাব মানা হয়নি। জুলাই সনদের পূর্ণ বাস্তবায়নের অঙ্গীকার এবং এ নিয়ে আদালতে যাওয়ার ওপর নিষেধাজ্ঞা নাগরিক অধিকারের পরিপন্থী।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে নিজেদের ইশতেহারে গণতান্ত্রিক যুক্তফ্রন্ট ১৮টি বিষয়ে অঙ্গীকার করেছে। এর মধ্যে রয়েছে, রাষ্ট্রের গণতান্ত্রিক পুনর্গঠন, গণতান্ত্রিক আইনের শাসন প্রতিষ্ঠা ও দুর্নীতি দমন, স্বশাসিত স্থানীয় সরকার প্রতিষ্ঠা ও ক্ষমতার বিকেন্দ্রীকরণ, নির্বাচন ব্যবস্থা সংস্কার ও প্রতিনিধিত্বশীল গণতন্ত্র প্রতিষ্ঠা, অর্থনৈতিক পুনর্গঠন, কর্মসংস্থান, দারিদ্র্য বিমোচন ও বৈষম্য হ্রাস, শিক্ষাব্যবস্থার পুনর্গঠন, জনস্বাস্থ্য ও চিকিৎসা সেবার গণমুখী সংস্কার, খাদ্যনিরাপত্তা ও কৃষি সংস্কার, শ্রমিক অধিকার ও ট্রেড ইউনিয়ন স্বাধীনতা, নারী অধিকার ও লিঙ্গসমতা, যুবশক্তির বিকাশ, পরিবহন ও যোগাযোগ অবকাঠামো, পরিবেশ, জলবায়ুও প্রাকৃতিক সম্পদ সুরক্ষা, বিজ্ঞান-প্রযুক্ত ও গবেষণার গণমুখী সংস্কার, গণমাধ্যম ও মতপ্রকাশের স্বাধীনতা, সাহিত্য, সংস্কৃতি ও গণতান্ত্রিক চেতনা এবং পররাষ্ট্রনীতি ও আন্তর্জাতিক সংহতি।</p><p>অভ্যুত্থানের পর দেশের আইনশৃঙ্খলা পরিস্থিতির  চরম অবনতি হয়েছে দাবি করে বজলুর রশীদ ফিরোজ বলেন, মাজার, খানকাহ, আখড়া-মন্দিরে ধর্ম ও সংস্কৃতির ওপর আক্রমণ চলেছে। গণমাধ্যম, সাংস্কৃতিক প্রতিষ্ঠান ও নারীদের ওপর হামলা ও সাইবার বুলিং প্রমাণ করছে ফ্যাসিবাদী ব্যবস্থার অবসান হয়নি। ফ্যাসিবাদী শাসনের চরিত্র অপরিবর্তিত থাকায় মানুষ আবারও মুক্তির পথ খুঁজছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা | প্রথম আলো",
            "time": "2026-01-23T09:21:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fgn9muuux%2FBhola-Nishi-Bok.00051605.Still001.bmp?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা\" class=\"nA4h1 \">জগন্নাথ হলে উদ্‌যাপিত হচ্ছে সরস্বতীপূজা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-23T15:21:31+06:00\"><span>প্রকাশ: ২৩ জানুয়ারি ২০২৬, ০৯: ২১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিকে সহকারী শিক্ষক নিয়োগ, মৌখিক পরীক্ষায় যে যে কাগজ প্রয়োজন | প্রথম আলো",
            "time": "2026-01-23T09:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-08%2Fdd322ecf-da6b-468f-917a-bb17418dd7ce%2FUntitled_6.jpg?rect=0%2C0%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p>সরকারি প্রাথমিক বিদ্যালয়ে সহকারী শিক্ষক নিয়োগের মৌখিক পরীক্ষা ২৮ জানুয়ারি থেকে ৩ ফেব্রুয়ারি ২০২৬ তারিখ পর্যন্ত অনুষ্ঠিত হবে। জেলা পর্যায়ে এই অনুষ্ঠিত হবে। মৌখিক পরীক্ষার প্রার্থীদের প্রয়োজনীয় কাগজপত্র বিষয়ক নির্দেশনা দিয়েছে প্রাথমিক শিক্ষা অধিদপ্তর। </p><p>পদের নাম: সহকারী শিক্ষক, সরকারি প্রাথমিক বিদ্যালয়</p><p>মৌখিক পরীক্ষার তারিখ: ২৮ জানুয়ারি থেকে ৩ ফেব্রুয়ারি ২০২৬</p><p>প্রয়োজনীয় কাগজপত্র বিষয়ক নির্দেশনা</p><p>১. অনলাইনে আবেদনের আপলোডকৃত ছবি।</p><p>২. আবেদনের কপি।</p><p>৩. সংশ্লিষ্ট ইউনিয়ন পরিষদের চেয়ারম্যান/পৌরসভার মেয়র/সিটি কর্পোরেশনের কাউন্সিলর কর্তৃক প্রদত্ত নাগরিকত্ব সনদ; জাতীয় পরিচয়পত্র; লিখিত পরীক্ষার প্রবেশপত্র।</p><p>৪. মুক্তিযোদ্ধা কোটায় আবেদনকারী প্রার্থীর ক্ষেত্রে মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয় কর্তৃক প্রদত্ত মুক্তিযোদ্ধার গেজেট ও মুক্তিযোদ্ধার সাথে সম্পর্ক সনদের সত্যায়িত কপি।</p><p>৫. শারীরিক প্রতিবন্ধী (সুবর্ণ নাগরিক কার্ডধারী) ও তৃতীয় লিঙ্গের প্রার্থীর ক্ষেত্রে সমাজসেবা অধিদপ্তর কর্তৃক প্রদত্ত সনদ।</p><p>৬. ক্ষুদ্র নৃ-গোষ্ঠীর প্রার্থীদের ক্ষেত্রে সংশ্লিষ্ট উপজেলা নির্বাহী কর্মকর্তা এবং সিটি কর্পোরেশন এলাকা হলে জেলা প্রশাসক কর্তৃক প্রদত্ত ক্ষুদ্র নৃ-গোষ্ঠী পরিচিতি বিষয়ক সনদ।</p><p>শিক্ষাগত যোগ্যতার সনদসহ প্রয়োজনীয় সকল কাগজপত্র ন্যূনতম ৯ম গ্রেডের গেজেটেড কর্মকর্তা কর্তৃক সত্যায়িত করতে হবে। ২৭ জানুয়ারি ২০২৬ তারিখের মধ্যে নিজ জেলা প্রাথমিক শিক্ষা অফিসে জমা দিয়ে প্রাপ্তি স্বীকারপত্র সংগ্রহ করতে হবে।</p><p>মৌখিক পরীক্ষার তারিখ ও সময় সংশ্লিষ্ট জেলা প্রাথমিক শিক্ষা অফিসের ওয়েবসাইটে ও নোটিশ বোর্ডে প্রকাশ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৩ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-23T09:04:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F5qmtuuy3%2F%E0%A7%AE.jpg?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট উপলক্ষে প্রিসাইডিং, সহকারী প্রিসাইডিং, পোলিং কর্মকর্তাদের  দিনব্যাপী প্রশিক্ষণ চলছে। আদর্শ পাইলট উচ্চবিদ্যালয় শ্রেণিকক্ষ, দাউদকান্দি, কুমিল্লা, ২৩ জানুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আবদুর রহমান ঢালী</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বরিশাল-৫ আসনে প্রথম নারী প্রার্থী মনীষা, মাটির ব্যাংকে নির্বাচনী তহবিল সংগ্রহ | প্রথম আলো",
            "time": "2026-01-23T09:03:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fu4cdi4at%2FBarishalDH059020260123barishal-00000000000.jpg?rect=0%2C82%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে মনীষা বলেন, নির্বাচনে ১০ লাখ টাকা ব্যয় করবেন। এর সবই গণচাঁদা এবং জনগণের দেওয়া অনুদান থেকে আসবে। এখন পর্যন্ত কী পরিমাণ অনুদান এসেছে, তা জানতে চাইলে আজ শুক্রবার দুপুরে তিনি বলেন, ‘মাটির ব্যাংকগুলো এখনো আমরা সংগ্রহ করিনি। এখন পর্যন্ত আমাদের হাতে প্রচার চালানোর মতো লাখ তিনেক টাকার তহবিল রয়েছে। নির্বাচন মানেই তো প্রার্থীদের টাকার খেলা। কিন্তু আমার ক্ষেত্রে এটা ব্যতিক্রম। উল্টো শ্রমিকেরা নির্বাচনের খরচ দিচ্ছেন।’</p><p>জনগণের জন্য রাজনীতি করেন জানিয়ে মনীষা বলেন, ‘আমরা কোনো কোটিপতির কাছে মাথা বিক্রি করে নির্বাচন করতে চাই না। কালোটাকা ও দুর্নীতির বাইরে গিয়ে আমরা স্বচ্ছতা ও সততার রাজনীতি করি। নির্বাচনেও আমরা সেটার প্রতিফলন ঘটাতে চাই, এ জন্য মানুষের কাছ থেকে ক্ষুদ্র সহযোগিতা নিয়ে নির্বাচনী ব্যয় নির্বাহ করব। কারণ, আমরা মানুষের প্রতি দায়বদ্ধ।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতিশ্রুতি রক্ষা আল্লাহর হুকুম | প্রথম আলো",
            "time": "2026-01-23T09:02:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-06%2Fas9lhrc9%2F03-03-16-ILLUS-DHORMO.jpg?rect=0%2C413%2C2040%2C1071&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোরআন মাজিদে বলা হয়েছে, ‘যারা তাদের প্রতিশ্রুতি রক্ষা করে এবং তাদের আমানত সংরক্ষণ করে, তাদের জন্য রয়েছে জান্নাত।’ (সুরা-২৩ মুমিনুন, আয়াত: ৮-১১)</p><p>মহানবী হজরত মুহাম্মদ (সা.) এর অনন্য গুণ ছিল সত্যবাদিতা ও বিশ্বস্ততা। এ কারণে কাফির, মুশরিকরাও তাঁকে ‘আল আমিন’ বা ‘বিশ্বাসী’ বলে ডাকত। আমানতদারি বা বিশ্বস্ততা মুমিনের অনুপম বৈশিষ্ট্য। আল্লাহ তাআলা বলেন, ‘নিশ্চয় আল্লাহ তোমাদের নির্দেশ দিচ্ছেন আমানতসমূহ তার প্রকৃত পাওনাদারদের নিকট প্রত্যর্পণ করতে।’ (সুরা-৪ নিসা, আয়াত: ৫৮)</p><p>সফল মুমিনদের সাতটি গুণের অন্যতম হলো, ‘যারা তাদের আমানত ও অঙ্গীকার রক্ষা করে।’ (সুরা-৭০ মাআরিজ, আয়াত: ৩২)। ‘আল্লাহ তোমাদের নির্দেশ দিচ্ছেন, তোমরা আমানতসমূহ তার প্রকৃত হকদারগণের নিকট পৌঁছে দাও।’ (সুরা-৪ নিসা, আয়াত: ৫৮) ‘আর তুমি খিয়ানতকারীদের পক্ষে বাদী হয়ো না।’ (সুরা-৪ নিসা, আয়াত: ১০৫) ‘হে মুমিনগণ! তোমরা আল্লাহ ও রাসুলের খিয়ানত করো না। আর খিয়ানত করো না নিজেদের আমানতসমূহের, অথচ তোমরা জানো।’ (সুরা-৮ আনফাল, আয়াত: ২৭)</p><ul><li><p><strong>অধ্যক্ষ মুফতি মাওলানা শাঈখ মুহাম্মাদ উছমান গনী</strong></p><p>সিনিয়র যুগ্ম মহাসচিব, বাংলাদেশ জাতীয় ইমাম সমিতি; সহকারী অধ্যাপক, আহ্ছানিয়া ইনস্টিটিউট অব সুফিজম</p><p><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"a5d6c8d0d6c8c4cbc2cacbc0c0e5c2c8c4ccc98bc6cac8\">[email protected]</a></p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "উচ্চারণ স্থান অনুযায়ী উষ্ম ব্যঞ্জনধ্বনির ভাগ ২টি | প্রথম আলো",
            "time": "2026-01-23T09:00:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F2xtlznod%2F%E0%A6%A7%E0%A7%8D%E0%A6%AC%E0%A6%A8%E0%A6%BF%E2%80%93%E0%A7%A7.jpg?rect=0%2C28%2C1217%2C639&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪. ওষ্ঠ্য ব্যঞ্জনের মুখ্য বাক্প্রত৵ঙ্গ কোনটি?<br>ক. জিবের ডগা                              খ. ওপরের ঠোঁট<br>গ. নিচের ঠোঁট                               ঘ. আলজিব</p><p>৫. কোন ব্যঞ্জনধ্বনি উচ্চারণের সময় জিবের ডগা ওপরের পাটির দাঁতের গোড়ার সঙ্গে লেগে বায়ুপথে বাধা সৃষ্টি করে?<br>ক. ওষ্ঠ্য ব্যঞ্জন                                খ. দন্ত্য ব্যঞ্জন<br>গ. দন্ত্যমূলীয় ব্যঞ্জন                         ঘ. মূর্ধন্য ব্যঞ্জন</p><p>৬. জিবের ডগা খানিকটা প্রসারিত হয়ে শক্ত তালুর কাছে বায়ুপথে বাধা সৃষ্টি করে কোন ব্যঞ্জনধ্বনি উৎপন্ন হয়?<br>ক. ওষ্ঠ্য ব্যঞ্জন                                খ. মূর্ধন্য ব্যঞ্জন<br> গ. তালব্য ব্যঞ্জন                            ঘ. দন্ত্য ব্যঞ্জন</p><p>৭. তালব্য ব্যঞ্জনধ্বনির উদাহরণ আছে কোন শব্দে?<br>ক. শসা                                        খ. ঘাস<br>গ. কল                                         ঘ. দল</p><p>৮.  প, ফ, ব, ভ কোন ব্যঞ্জনধ্বনির উদাহরণ?</p><p>ক. ওষ্ঠ্য ব্যঞ্জন                                খ. মূর্ধন্য ব্যঞ্জন<br>গ. তালব্য ব্যঞ্জন                             ঘ. দন্ত্য ব্যঞ্জন</p><p>৯. ওষ্ঠ্য ব্যঞ্জনের গৌণ বাক্প্রত্যঙ্গ কোনটি?<br>ক. জিবের ডগা                              খ. ওপরের ঠোঁট<br>গ. নিচের ঠোঁট                               ঘ. আলজিব</p></div></div></div></body></html>"
        },
        {
            "title": "সর্বোত্তম গৃহের খোঁজে | প্রথম আলো",
            "time": "2026-01-23T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F10jkvvkx%2Fpexels-fahadputhawala-34987524.jpg?rect=0%2C428%2C3802%2C1996&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘরটির দৈর্ঘ্য পাঁচ হাতের কিছু কম। ঘরের ভেতর কূপের মতো প্রশস্ত মুখবিশিষ্ট গোলাকৃতির একটি জায়গা আছে। স্থানটির দৈর্ঘ্য এক হাত এবং প্রস্থও এক হাত। এর মধ্যভাগে একটি কালো পাথর আছে। বাদশাহ আশরাফের আমলে, নাসির আব্বাসী ওই ঘরটি নির্মাণ করেন। এই ঘরের সঙ্গে কুব্বাতুল ওহি বা ওহির গম্বুজ নামক একটি জায়গা অবস্থিত ছিল। সঙ্গে আরও একটি জায়গা সংযুক্ত ছিল। সেটির নাম ছিল ‘আল-মুখতাবা’ বা লুকানোর স্থান।</p><p>মক্কার মুশরিকদের ইটপাথর বর্ষণের সময় নবীজি (সা.) এ স্থানে আত্মগোপন করতেন। ইয়েমেনের বাদশাহ মুজাফফর ‘কুব্বাতুল ওহি’ নির্মাণ করেন। অবশেষে বাদশাহ আবদুল আজিজের আমলে মক্কা পৌরসভার মেয়র শেখ আব্বাস কাত্তান ঘরটি পুনর্নির্মাণ করেন এবং এতে হাফিজি মাদ্রাসা চালু করেন। ঘরটি গাজ্যা বাজারের স্বর্ণের মার্কেটের ভেতর অবস্থিত। বর্তমানে তা ভেঙে ফেলা হয়েছে। (মক্কা শরিফের ইতিকথা)</p><p>এ ছাড়া নবীজির মাক্কি জীবনের সঙ্গে জড়িয়ে আছে আরও কয়েকটি গৃহ।</p><p><strong>আবু সুফিয়ানের গৃহ:</strong></p><p>খাদিজার ঘরের কাছেই ছিল আবু সুফিয়ানের ঘর। সেখানে বর্তমানে আল-কাব্বান হাসপাতাল অবস্থিত। এর বিপরীতেই মসজিদুল হারামের বাবুন্নবী। নবীজি (সা.) মক্কা বিজয়ের সময় এ গৃহটিকে সম্মানিত করেছেন।</p><p><strong>আবু জাহলের গৃহ:</strong></p><p>মসজিদুল হারামের উত্তর-পূর্ব দিকে এবং আবু সুফিয়ানের বাড়ির কাছেই ছিল আবু জাহলের বাড়ি। বর্তমানে টয়লেট ও অজুখানা নির্মাণ করা হয়েছে। ঘরটিকে আল্লাহ কিয়ামত পর্যন্ত অপমানিত করে রেখেছেন। মা’আযাল্লাহ।</p><p><strong>হামজার গৃহ:</strong></p><p>নবীজি (সা.)-এর চাচা হামজার ঘর ছিল মসজিদুল হারামের দক্ষিণে আধা কিলোমিটার দূরে মেসফালায়। সেখানে একটি মসজিদ নির্মাণ করা হয়েছে। (মক্কা শরিফের ইতিকথা)</p><p><strong>আবু বকরের গৃহ:</strong></p><p>মক্কার নিচু ভূমির শুরুতেই আবু বকরের (রা.) বাড়ি ছিল। নবীজি (সা.)-এর প্রতিদিন সকাল কিংবা সন্ধ্যায় অন্তত একবার ওই গৃহে আসতেন। বর্তমানে সেখানে হিলটন হোটেল নির্মিত হয়েছে। তবে তাতে আবু বকরের (রা.) স্মৃতিস্বরূপ একটি মসজিদ আছে।</p><p>মক্কার উঁচু-নিচু ভূমিতে আরও কত গৃহ ছিল। কতেক উত্তম গৃহ ছিল! কতেক নিকৃষ্ট গৃহ ছিল! কত গৃহে নবীজির (সা.) ওঠাবসা ছিল। এ গৃহে হাবশা আগত ধাত্রী উম্মু আইমান কতকাল আগে উপস্থিতি হয়ে গিয়েছিল! এখানে গোপনে কত আবু যরেরা আসত! এটাই তো অসহায় যায়িদের আশ্রয়!</p><p>মক্কার সেই সর্বোত্তম গৃহ! হে নবীগৃহ! তোমাকে ভালোবাসি। নবীজির (সা.) হৃদয়ে তোমার বেদনা ছিল! জীবনের শেষ প্রান্তে বিদায় হজের সময় ছোট্ট উসামার (রা.) প্রশ্ন আর নবীজির উত্তর লেখকের চোখেও অশ্রুর প্রবাহ তৈরি করে দেয়:</p><p>‘হে আল্লাহর রাসুল! আপনি কি মক্কায় আপনার বাড়িতে অবস্থান করবেন? (নবীজি) বলেন, ‘আকিল কি আমাদের জন্য কোনো চারদেয়াল বা ঘরবাড়ি অবশিষ্ট রেখেছে?’ (সহিহ মুসলিম, হাদিস: ৩১৮৫)</p><p><em><strong>ড. মুহাম্মদ তাজাম্মুল হক :</strong> অধ্যাপক, ইসলামিক স্টাডিজ বিভাগ, জগন্নাথ বিশ্ববিদ্যালয়</em></p></div></div></div></body></html>"
        },
        {
            "title": "অর্থনীতি, জ্বালানি, প্রতিরক্ষা, কোথায় কোথায় যুক্তরাষ্ট্রের ওপর ইউরোপের নির্ভরশীলতা | প্রথম আলো",
            "time": "2026-01-23T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Frsnq38wc%2FUntitled_1.jpg?rect=0%2C36%2C502%2C264&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকেরা মনে করেন, ইউরোপ যেভাবে যুক্তরাষ্ট্রের ওপর নির্ভরশীল হয়ে পড়েছে, তাতে সম্পর্ক ভেঙে পড়লে ইউরোপের হারানোর ঝুঁকি অনেক।</p><p>ইউরোপার প্রধান বিশ্লেষক ক্রিস্টিন নিসেন আল-জাজিরাকে বলেন, যুক্তরাষ্ট্রের সঙ্গে বিচ্ছেদ ঘটলে বা বড় ধরনের ঝামেলা হলে ইউরোপ সামরিক সহায়তা, প্রযুক্তি, গোয়েন্দা তথ্য, জ্বালানি সরবরাহ এবং আর্থিক ও ডিজিটাল ব্যবস্থার গুরুত্বপূর্ণ অনেক বিষয় থেকে বিচ্ছিন্ন হবে। এই নির্ভরতার কারণেই ইউরোপ এত দিন যুক্তরাষ্ট্রের সঙ্গে সংঘাতে জড়ায়নি বা সতর্ক থেকেছে।</p><p>নিসেনের মতে, স্বল্পমেয়াদে ইউরোপের পক্ষে যুক্তরাষ্ট্র থেকে কার্যকরভাবে আলাদা হওয়া সম্ভব নয়। সেটা করতে গেলে বিপুল ক্ষতির শিকার হবে ইউরোপ। তিনি মনে করেন, হঠাৎ বিচ্ছেদের পথে না গিয়ে নতুন বাণিজ্য অংশীদার গড়ে তোলা এবং জরুরি পণ্য ও সেবার ক্ষেত্রে নিজস্ব উৎপাদন সক্ষমতা বাড়িয়ে ধীরে ধীরে নির্ভরতা কমানোর কৌশল নেওয়া উচিত ইউরোপের।</p><p>ইউরোপ কৌশলগত সুরক্ষা হিসেবে আরও স্পষ্টভাবে বৈচিত্র্যকরণের পথে এগোতে শুরু করেছে। একক সরবরাহকারীর ওপর নির্ভরতা কমানো, অংশীদারি বিস্তৃত করা ও অভ্যন্তরীণ সক্ষমতা জোরদার করার মাধ্যমে তারা এই পথে এগোচ্ছে।</p><p>একই সঙ্গে প্রতিরক্ষা উৎপাদন, গুরুত্বপূর্ণ প্রযুক্তি, জ্বালানি অবকাঠামো ও শিল্প সক্ষমতা গড়ে তুলতে সক্ষমতা বৃদ্ধিতে রাজনৈতিক মনোযোগ এসেছে। নিসেনের ভাষায়, লক্ষ্য যুক্তরাষ্ট্র থেকে বিচ্ছিন্ন হওয়া নয়; বরং ধাপে ধাপে ঝুঁকি কমানো ও ইউরোপের কৌশলগত পরিসর বাড়ানো।</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিই কী, যুক্তরাষ্ট্রে কেন তাদের অভিযান নিয়ে এত বিতর্ক | প্রথম আলো",
            "time": "2026-01-23T08:55:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F5o15x1l2%2FFederal-agents.png?rect=0%2C22%2C946%2C497&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মার্কিন নাগরিকদের মত</strong></p><p>বিভিন্ন জরিপে দেখা যায়, ট্রাম্পের অভিবাসন আইন নিয়ে মার্কিন নাগরিকদের দৃষ্টিভঙ্গি সরল নয়।</p><p>গবেষণা সংস্থা পিউ রিসার্চ সেন্টারের গত অক্টোবরের এক জরিপ ফলে দেখা যায়, অর্ধেকের চেয়ে কিছু বেশি মার্কিন নাগরিক মনে করেন, কিছু ক্ষেত্রে অভিবাসীদের ফেরত পাঠানোটা প্রয়োজনীয়। এর আগে গত মার্চে রিসার্চের আরেকটি জরিপে প্রায় সমসংখ্যক মানুষ একই ধরনের মত দিয়েছিলেন।</p><p>তবে পিউ রিসার্চ সেন্টারের একই জরিপে বলা হয়, মার্কিন নাগরিকদের মধ্যে ট্রাম্পের অভিবাসীদের ফেরত পাঠানো নিয়ে ভিন্ন চিন্তাভাবনা আছে। এতে দেখা যায়, ৫৩ শতাংশ প্রাপ্তবয়স্ক মার্কিন নাগরিক মনে করেন, অবৈধ অভিবাসীদের ফেরত পাঠানোর পদ্ধতি নিয়ে ট্রাম্প প্রশাসন ‘বাড়াবাড়ি’ করছে। তবে প্রায় ৩৬ শতাংশ মার্কিন নাগরিক এ পদ্ধতিকে সমর্থন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "উনি তো এখন বড় মুফতি হয়ে গেছেন, বিলেত থেকে এসে ফতোয়া দিচ্ছেন: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2026-01-23T08:55:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fgjrnotun%2FKhulnaDH063020260123Khulna-Golam-23-1.JPG?rect=0%2C76%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারম্যান তারেক রহমানের সাম্প্রতিক বক্তব্যের নিন্দা জানিয়েছেন গোলাম পরওয়ার। তিনি বলেন, ‘কোনো একজন মুসলমান, যিনি আল্লাহ, রাসুল ও আখেরাতকে বিশ্বাস করেন, তিনি পরকালে বিশ্বাসী আরেকজনকে কাফের বলতে পারেন না, এটি জায়েজ নয়। তিনি এটা বড় অপরাধ করেছেন।’</p><p>গোলাম পরওয়ার আরও বলেন, ‘আমরা ধারণা করেছিলাম, উনি লন্ডনে গেছেন, পড়াশোনা করেছেন, কিছুটা পলিটিক্যাল ম্যাচিউরিটি হয়তো আছে। কিন্তু দেখি যে উনি তো এখন বড় মুফতি হয়ে গেছেন। বিলেত থেকে এসে ফতোয়া দিচ্ছেন, কে মুসলমান আর কে কাফের। এটা বলার তাঁর কোনো অধিকার নেই। রাজনৈতিক নেতা হিসেবে সৌজন্যতা, শিষ্টাচারবোধের জায়গা থেকেও এই কথা বলা যায় না।’</p></div></div></div></body></html>"
        },
        {
            "title": "কেরানীগঞ্জে বিএনপি নেতা গুলিবিদ্ধের ১৬ ঘণ্টা পেরোলেও মামলা হয়নি | প্রথম আলো",
            "time": "2026-01-23T08:54:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Ffrvebkp0%2Fdhakadh052820260122hasan-molla.jpg?rect=0%2C62%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুলিবিদ্ধ হওয়ার পর হাসান মোল্লা সাংবাদিকদের বলেন, ‘আমি ও ছোট ভাই আনোয়ার ওয়াজ মাহফিলে গিয়েছিলাম। সেখানে থেকে বাসায় ফিরছিলাম। এ সময় দুজন কথা বলতে বলতে ফেরার পথে হঠাৎ হেলমেট পরিহিত দুজন সামনে এসে আমাকে লক্ষ্য করে গুলি করে। একপর্যায়ে আমি চিৎকার দিয়ে দৌড় দিই। কিন্তু তখন কোনো মানুষ বের হয়নি।  শুটাররা হেলমেট পরিহিত ছিল। গায়ে চাদরও ছিল। সে জন্য তাঁদের চিনতে পারিনি।’</p><p>চিকিৎসকদের বরাত দিয়ে হাসান মোল্লার স্ত্রী তুহিনা বেগম বলেন, ‘স্বামীর অবস্থা এখনো আশঙ্কাজনক।’ তিনি আরও বলেন, ‘কে বা কারা কী কারণে তাঁকে গুলি করেছে, সেটি বুঝতে পারছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "এআই ও ডিপফেক কীভাবে নির্বাচনে ‘আতঙ্ক’ হতে পারে | প্রথম আলো",
            "time": "2026-01-23T08:53:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F1rs1003t%2F23012026-cm-5.jpg?rect=0%2C56%2C746%2C392&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তৃতীয়ত, রাজনৈতিক দলগুলোকে স্বচ্ছ প্রচারণা ও ডিজিটাল নৈতিকতা মেনে চলতে হবে, ডিপফেক বা মনগড়া তথ্য ব্যবহারের বিরুদ্ধে প্রতিশ্রুতিবদ্ধ হতে হবে।</p><p>চতুর্থত, গণমাধ্যম ও নাগরিক সমাজকে জনসচেতনতা বৃদ্ধি, ভুল তথ্য প্রতিরোধ ও তথ্যনির্ভর রিপোর্টিংয়ে জোর দিতে হবে। নাগরিকদের নিজেদেরই উচিত সামাজিক মিডিয়ায় যেকোনো বিতর্কিত কনটেন্ট দেখলে দ্রুত সত্য যাচাইয়ের দিকে মনোযোগী হওয়া এবং ভুল তথ্য না ছড়ানো। শিক্ষাপ্রতিষ্ঠান বা যুব সংগঠনগুলো ভুল তথ্য শনাক্তকরণ প্রশিক্ষণ দিতে পারে, যাতে তরুণ ভোটাররা ডিজিটাল বিশ্লেষণে দক্ষ হন।</p><p>ডিজিটাল নিরাপত্তা আইন, নির্বাচনী আইন ও উপযুক্ত বিধানগুলোর সমন্বয়ে একটি কার্যকর কাঠামো তৈরি করতে হবে। এতে যেন কৃত্রিম বুদ্ধিভিত্তিক ভুল তথ্য ছড়ানো কঠোরভাবে দণ্ডনীয় হয়। বাংলাদেশের আসন্ন নির্বাচনে এ ধরনের ভাবধারার কারণে যদি ভোটারদের ওপর ভুল তথ্য পৌঁছায় ও জনমত বিকৃত হয়, তবে তা শুধু নির্বাচনের ফলাফলের ওপরই নয়, দেশের গণতান্ত্রিক স্থিতিশীলতা ও রাজনৈতিক বিশ্বাসযোগ্যতার ওপর বিরূপ প্রভাব ফেলবে। তাই সময়মতো উচ্চ স্তরের প্রস্তুতি, প্রযুক্তিগত সক্ষমতা বৃদ্ধির সঙ্গে সঙ্গে রাজনৈতিক ও সামাজিক সচেতনতার বিকাশ অপরিহার্য।</p><p>শেষ পর্যন্ত, কৃত্রিম বুদ্ধিভিত্তিক প্রযুক্তির অপব্যবহার থেকে নিরাপদ রাখার চাবিকাঠি হলো তথ্যসচেতনতা, প্রযুক্তিগত প্রস্তুতি, শক্তিশালী আইনগত কাঠামো এবং একটি জবাবদিহিমূলক রাজনৈতিক সংস্কৃতি, যা বাংলাদেশে একটি সুষ্ঠু, স্বচ্ছ ও ন্যায্য নির্বাচন নিশ্চিত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চলন্ত অটোরিকশার ওপর উল্টে পড়ল চালবাহী ট্রাক, চাপা পড়ে নারীর মৃত্যু | প্রথম আলো",
            "time": "2026-01-23T08:45:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fyd0p58jb%2FAccident.jpg?rect=0%2C80%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">দুর্ঘটনার পর ট্রাক ও সিএনজিচালিত অটোরিকশাটি জব্দ করে পুলিশ। আজ সকালে রাঙামাটির বিটিভি আঞ্চলিক কেন্দ্রের সামনে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘জনসমর্থন দেখে একটি পক্ষ বিভ্রান্তিমূলক বক্তব্য দিচ্ছে’ | প্রথম আলো",
            "time": "2026-01-23T08:37:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2F9vlx4a3i%2Fnahid_1.jpeg?rect=0%2C270%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাজধানীর ভাটারা থানা এলাকায় শাপলাকলির পক্ষে নির্বাচনী প্রচার চালান জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম। আজ শুক্রবার সকালে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মাওলানা ভাসানী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে বিভিন্ন বিভাগে নিয়োগ, পদ ৮ | প্রথম আলো",
            "time": "2026-01-23T08:37:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2F77c706b7-0a60-4807-b7da-486ce6d113aa%2FVasani_2.jpg?rect=0%2C10%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চাকরির বিবরণ<br></strong>১. পদের নাম: সহযোগী অধ্যাপক (স্থায়ী)<br>বিভাগ ও পদসংখ্যা: ব্যবস্থাপনা বিভাগ (মার্কেটিং)–০১<br>কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগ–০১<br>বেতন স্কেল: ৫০,০০০–৭১,২০০ টাকা।<br>২. পদের নাম: সহকারী অধ্যাপক (স্থায়ী)<br>বিভাগ ও পদসংখ্যা: ব্যবস্থাপনা বিভাগ (ম্যানেজমেন্ট, ম্যানেজমেন্ট স্টাডিজ, মানবসম্পদ ব্যবস্থাপনা)–০১<br>বেতন স্কেল: ৩৫,৫০০–৬৭,০১০ টাকা।<br>৩. পদের নাম: প্রভাষক (অস্থায়ী) (সহযোগী অধ্যাপক পদের বিপরীতে)<br>বিভাগ ও পদসংখ্যা: গণিত বিভাগ–০১<br>ব্যবস্থাপনা বিভাগ (ম্যানেজমেন্ট, ম্যানেজমেন্ট স্টাডিজ, মানবসম্পদ ব্যবস্থাপনা)–০২<br>বেতন স্কেল: ২২,০০০–৫৩,০৬০ টাকা।<br>৪. পদের নাম: প্রভাষক (স্থায়ী)<br>বিভাগ ও পদসংখ্যা: এনভায়রনমেন্টাল সায়েন্স অ্যান্ড রিসোর্স ম্যানেজমেন্ট বিভাগ–০২<br>বেতন স্কেল: ২২,০০০–৫৩,০৬০ টাকা।</p></div></div></div></body></html>"
        }
    ]
}