{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দিনাজপুরে চাঁদাবাজির মামলায় এনসিপির নেতাসহ গ্রেপ্তার ২ | প্রথম আলো",
            "time": "2026-01-04T10:19:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F0zwgjblt%2FDinajpurDH0828202601042.-Dinajpur-4.1.2026-Bochagonj.jpg?rect=0%2C61%2C1472%2C773&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে এম এ তাফসীর দিনাজপুর-২ (বিরল-বোচাগঞ্জ) আসনে মনোনয়নপত্র নিলেও জমা দেননি। গ্রেপ্তার অন্যজন হলেন উপজেলার মঞ্জুরুল আলম (৩৬)।</p><p>মামলার এজাহার সূত্রে জানা গেছে, বোচাগঞ্জের বাড়েয়া গ্রামের সন্তোষ কুমার রায় ও তাঁর ভাই পরিমল চন্দ্র রায় একই বাড়িতে থাকেন। প্রতিদিনের মতো গতকাল রাতের খাবার শেষে তাঁরা ঘুমাতে যান। রাত সাড়ে ৯টার দিকে আসামি মঞ্জুরুল আলমসহ কয়েকজন লোহার পাইপ, স্টিলের লাঠি হাতে নিয়ে বাড়িতে ঢুকে পরিমলকে খুঁজতে থাকেন। এ সময় সন্তোষ ঘর থেকে বেরিয়ে পরিচয় জানতে চাইলে তাঁরা ‘প্রশাসনের লোক’ বলে পরিচয় দেন।</p><p>পরিমলকে বাড়িতে না পেয়ে আসামিদের একজন পরিমলের স্ত্রী স্মৃতি রানীর গলা চেপে ধরে বলেন, ‘তোর স্বামীকে বের করে দে, না হলে তোর ট্রাঙ্কের চাবি দে।’ চাবি না পেলে সবাইকে হত্যার হুমকি দিয়ে দুই লাখ টাকা চাঁদা দাবি করা হয়। তখন সন্তোষের চিৎকারে আশপাশের লোকজন ছুটে এলে অন্যরা পালিয়ে গেলেও হাতেনাতে আটক হন মঞ্জুরুল আলম। তখন স্থানীয় লোকজনকে মঞ্জুরুল বলেন যে এনসিপি নেতা তাফসীরের হুকুমেই তিনি পরিমলের বাড়িতে এসেছেন। পরে তাফসীর ঘটনাস্থলে গেলে স্থানীয় লোকজন তাঁকে আটক করে পুলিশের হাতে তুলে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পেশায় প্রকাশক জোনায়েদ সাকির বছরে আয় পৌনে ৮ লাখ টাকা | প্রথম আলো",
            "time": "2026-01-04T10:15:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-13%2F7fmzsyvv%2FJonaed-Saki.jpg?rect=0%2C115%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জোনায়েদ সাকির শিক্ষাগত যোগ্যতা বিএ পাস। তাঁর হলফনামা পর্যবেক্ষণে দেখা গেছে, তিনি পেশায় প্রকাশক। ৫২ বছর বয়সী সাকির বছরে আয় ৭ লাখ ৭২ হাজার ৯৩৬ টাকা। এর মধ্যে ব্যবসা থেকে ১ লাখ ২০ হাজার ১৪১ টাকা; শেয়ার, বন্ড, সঞ্চয় ও ব্যাংক আমানত থেকে ২ হাজার ৭৯৫ টাকা এবং পেশা থেকে সাড়ে ৬ লাখ টাকা আয়।</p><p>জোনায়েদ সাকির স্ত্রী তাসলিমা আখতারের পেশা উল্লেখ করা হয়েছে আলোকচিত্রী ও শিক্ষকতা। স্ত্রীর বছরে আয় তাঁর চেয়ে প্রায় তিন গুণ, ২৩ লাখ ৯ হাজার ২১১ টাকা। এর মধ্যে পেশা থেকে আয় ৬ লাখ ৯০ হাজার ২৪২ টাকা; শেয়ার, বন্ড, সঞ্চয় ও ব্যাংক আমানত থেকে ৩ লাখ ১০ হাজার ৩৬৯ টাকা এবং অন্যান্য উৎস (বাড়ি, দোকানভাড়া ইত্যাদি) থেকে ৮ লাখ ২৮ হাজার টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাউজানে হিন্দু ও বৌদ্ধ সম্প্রদায়ের বাড়িতে আগুন, রাঙামাটিতে গ্রেপ্তার ঘটনার মূল হোতা | প্রথম আলো",
            "time": "2026-01-04T10:13:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F445zd74l%2FWhatsApp-Image-2026-01-04-at-15.46.06.jpeg?rect=0%2C51%2C802%2C421&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শনিবার গভীর রাতে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে চট্টগ্রাম জেলা পুলিশ এ তথ্য জানিয়েছে। বিজ্ঞপ্তিতে জানানো হয়, শুক্রবার দুপুরে রাঙামাটি কলেজ গেট এলাকা থেকে অগ্নিসংযোগের ঘটনার মূল হোতা মো. মনির হোসেনকে গ্রেপ্তার করা হয়। পরে তাঁর বসতঘর তল্লাশি করে তিনটি খালি প্লাস্টিকের বস্তা উদ্ধার করা হয়। ঘটনাস্থলে ব্যবহৃত ব্যানারের সঙ্গে সাদৃশ্যপূর্ণ প্লাস্টিকের বস্তার সাদৃশ্য রয়েছে।</p><p>প্রাথমিকভাবে মনিরকে জিজ্ঞাসাবাদ করে পুলিশ জানতে পেরেছে, তিনি পরিকল্পিতভাবে মানুষের বসতঘরে অগ্নিসংযোগ করেছেন। এ ঘটনার মাধ্যমে একদিকে সম্প্রীতি বিনষ্ট, অপর দিকে শত্রুপক্ষের ওপর দায় চাপানোর চেষ্টা করেছেন তিনি। অগ্নিসংযোগের ঘটনায় জড়িত অন্যদের বিষয়ে মনির হোসেন পুলিশকে তথ্য দিয়েছেন।</p><p>বিজ্ঞপ্তিতে বলা হয়, সম্প্রতি চট্টগ্রাম জেলার রাউজান ও রাঙ্গুনিয়া থানা এলাকায় গভীর রাতে বিভিন্ন ব্যক্তির বসতঘরে অগ্নিসংযোগের ঘটনা ঘটে। প্রতিটি ঘটনাস্থল থেকে বিশেষ ধরনের উসকানিমূলক ব্যানার উদ্ধার করা হয়। ব্যানারগুলোয় সামাজিক সম্প্রীতি বিনষ্টে উসকানিমূলক বক্তব্য, বিভিন্ন ব্যক্তির নাম ও একাধিক মুঠোফোন নম্বর দেওয়া ছিল। এসব ব্যানার একটি পণ্যের বস্তা দিয়ে তৈরি হয়েছিল। সে ধরনের প্লাস্টিকের বস্তা মনির হোসেনের রাঙামাটির বাড়ি থেকে উদ্ধার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "১২ কেজি এলপিজির নতুন দাম ১৩০৬ টাকা | প্রথম আলো",
            "time": "2026-01-04T10:10:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-06%2Flxkjg7c2%2F093607CHATTOGRAM_DH0396_20210825_CHITTAGONG_BIS_SOWRAV_5_.png?rect=0%2C0%2C1647%2C865&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্থাটি প্রতি মাসেই এলপিজির দাম নির্ধারণ করে। তবে বাজারে নির্ধারিত দামে এলপিজি বিক্রি হচ্ছে না।</p><p>এলপিজির ১২ কেজি সিলিন্ডার সবচেয়ে বেশি ব্যবহৃত হয় গৃহস্থালির কাজে। তবে গত এক মাস ধরে এলপিজির সরবরাহ সংকট চলছে। প্রতি সিলিন্ডারে ৮০০ থেকে ১ হাজার টাকা বেশি দাম নিচ্ছেন এলপিজি বিক্রেতারা।</p><p>বাড়তি দামের বিষয়ে সাংবাদিকদের প্রশ্নের জবাবে বিইআরসির চেয়ারম্যান বলেন, ব্যবসায়ীরা বলেছেন, উৎপাদন পর্যায়ে তাঁরা নির্ধারিত দামেই পরিবেশকের কাছে বিক্রি করছেন। খুচরা পর্যায়ে বাড়তি দামের বিষয়ে ভোক্তা অধিকার সংরক্ষণ অধিদপ্তর অভিযান চালাচ্ছে। উৎপাদন পর্যায়ে বাড়তি দামের অভিযোগ এলে অবশ্যই ব্যবস্থা নেওয়া হবে।</p><p>বিইআরসির নতুন দর অনুযায়ী, বেসরকারি এলপিজির মূল্য সংযোজন করসহ (মূসক/ভ্যাট) দাম নির্ধারণ করা হয়েছে প্রতি কেজি ১০৮ টাকা ৮৩ পয়সা। গত মাসে তা ছিল ১০৪ টাকা ৪১ পয়সা। অর্থাৎ এ মাসে দাম কেজিতে বেড়েছে ৪ টাকা ৪২ পয়সা।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে সংঘর্ষে শতাধিক ককটেল বিস্ফোরণ, ছুড়তে গিয়ে তরুণের হাত ক্ষতবিক্ষত | প্রথম আলো",
            "time": "2026-01-04T10:09:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F42iqpx5j%2FSariatpurDH054120260104Shariatpur-Coktel1.jpg?rect=0%2C4%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, গতকাল শনিবার রাতে মান্নান ও নাসিরের লোকজন বুধাইরহাট এলাকায় ৮–১০টি ককটেল বিস্ফোরণ ঘটায়। এর জের ধরে আজ সকালে বুধাইরহাট বাজারে দুই পক্ষ সংঘর্ষে জড়িয়ে পড়ে। এ সময় তারা বাজারের দুটি ব্যবসাপ্রতিষ্ঠান ও দুটি বাড়িতে হামলা চালিয়ে ভাঙচুর করে। সংঘর্ষ চলাকালে শতাধিক ককটেল বিস্ফোরণ ঘটানো হয়। এ সময় ককটেল ছুড়তে গিয়ে জাবেদ শেখ আহত হন।</p><p>ইউপি চেয়ারম্যান কুদ্দুস ব্যাপারীর মুঠোফোন বন্ধ থাকায় তাঁর বক্তব্য পাওয়া যায়নি। আব্দুল জলিল মাতবর বর্তমানে কারাগারে আছেন। আজকের সংঘর্ষে নেতৃত্ব দেওয়া মান্নান ব্যাপারী ও নাসির ব্যাপারী ঘটনার পর এলাকা থেকে আত্মগোপনে আছেন। তাঁদের মুঠোফোনও বন্ধ।</p><p>এ বিষয়ে জানতে চাইলে জাজিরা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) সালেহ আহম্মদ প্রথম আলোকে বলেন, কুদ্দুস ব্যাপারী ও তাঁর প্রতিদ্বন্দ্বী জলিল মাতবরের মধ্যে বিরোধের জেরে তাঁদের সমর্থকেরা বুধাইরহাট বাজারে শতাধিক ককটেল বিস্ফোরণ করেছেন। এতে একজন আহত হয়েছেন। তাঁকে চিকিৎসার জন্য ঢাকায় পাঠানো হয়েছে। ঘটনার সঙ্গে জড়িতদের ধরার চেষ্টা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সহকারী শিক্ষক নিয়োগ পরীক্ষা হবে বিকেলে | প্রথম আলো",
            "time": "2026-01-04T10:09:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Ftbavszy9%2Ft11t8myr.jpg?rect=0%2C148%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি প্রাথমিক বিদ্যালয় ‘সহকারী শিক্ষক নিয়োগ ২০২৫’ লিখিত পরীক্ষার সময় পরিবর্তন করা হয়েছে। ৯ জানুয়ারি ২০২৬ (শুক্রবার) সকালে এই পরীক্ষা হওয়ার কথা থাকলেও এখন তা নেওয়া হবে বিকেলে। আজ রোববার (৪ জানুয়ারি) প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের এক বিজ্ঞপ্তিতে সময়ের এই পরিবর্তনের কথা জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাপার সাবেক মহাসচিব চুন্নুসহ ২৫ জনের মনোনয়নপত্র বাতিল | প্রথম আলো",
            "time": "2026-01-04T10:08:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F9lnhrk0b%2FKishorgonjDH063520260104FBIMG1767517108404-1.jpg?rect=0%2C22%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিশোরগঞ্জ-৩ (করিমগঞ্জ-তাড়াইল) আসনে জাতীয় পার্টির সাবেক মহাসচিব (বর্তমান আনিসুল ইসলাম মাহমুদ পক্ষের জাপার নির্বাহী চেয়ারম্যান) মুজিবুল হকের (চুন্নু) মনোনয়নপত্র বাতিল ঘোষণা করা হয়েছে। এ ছাড়া স্বতন্ত্র প্রার্থী জেলা বিএনপির সাবেক সহসভাপতি জাহাঙ্গীর আলম মোল্লার মনোনয়নও বাতিল করা হয়েছে।</p><p>জেলা প্রশাসকের কার্যালয়ের সম্মেলনকক্ষে আজ রোববার সকাল ১০টা থেকে বেলা ১টা পর্যন্ত মনোনয়নপত্র যাচাই-বাছাই হয়। রিটার্নিং কর্মকর্তা ও জেলা প্রশাসক মোহাম্মদ আসলাম মোল্লা, পুলিশ সুপার এস এম ফরহাদ হোসেন, জেলা নির্বাচন কর্মকর্তা মোহাম্মদ মোরশেদ আলম বাছাই কার্যক্রম পরিচালনা করেন।</p><p>আজ কিশোরগঞ্জ-১, ২ ও ৩ আসনের ১৫ জনের প্রার্থিতা বাতিল করা হয়েছে। এই তিন আসনে মোট ৩২ জন প্রার্থী মনোনয়নপত্র দাখিল করেছিলেন। গত দুই দিনে জেলার ছয়টি আসনে মোট ২৫ জনের মনোনয়নপত্র বাতিল হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয়তার কারণে লক্ষ্যবস্তু করা অবিচার, মোস্তাফিজকে আইপিএল থেকে বাদ দেওয়া নিয়ে বাফুফে সভাপতি | প্রথম আলো",
            "time": "2026-01-04T10:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F37gqrt7b%2FPresident-Tabith-Awal-during-Bff-Meet-The-Press-session1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাবিথ আউয়াল লিখেছেন, কলকাতা নাইট রাইডার্স মোস্তাফিজকে দলভুক্ত করেছিল তাঁর দক্ষতা ও পারফরম্যান্স বিবেচনা করেই। তাঁর ভাষায়, ‘মোস্তাফিজ একজন বিশ্বমানের অ্যাথলেট, যিনি নিজের পারফরম্যান্স দিয়েই সেখানে জায়গা করে নিয়েছিলেন। কেবল জাতীয়তার কারণে তাঁকে লক্ষ্যবস্তু করা একজন খেলোয়াড়ের প্রতি চরম অবিচার এবং অসহিষ্ণুতার বহিঃপ্রকাশ।’</p><p>ক্রিকেটকে ‘জেন্টলমেন্টস গেম’ হিসেবে উল্লেখ করে বাফুফে সভাপতি বলেন, খেলাধুলার মতো অঙ্গনে এ ধরনের বৈষম্য কোনোভাবেই কাম্য নয়। তিনি ভারতীয় কর্তৃপক্ষ ও ভারতীয় ক্রিকেট বোর্ডের (বিসিসিআই) প্রতি আহ্বান জানিয়ে বলেন, খেলাধুলায় রাজনীতিকরণ বন্ধ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া বা জার্মানিতে বিনা খরচে পড়তে চান? জেনে নিন ২ বৃত্তির খোঁজ | প্রথম আলো",
            "time": "2026-01-04T10:00:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F0eepao8e%2Fpexels-yankrukov-8199555.jpg?rect=0%2C0%2C3870%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় সব একাডেমিক বিষয়ই এর অন্তর্ভুক্ত। উল্লেখযোগ্য হলো অ্যাপ্লায়েড ম্যাথমেটিকস ও কৃত্রিম বুদ্ধিমত্তা, জীববিজ্ঞান ও বায়োটেকনোলজি, ব্যবসা ও ব্যবস্থাপনা, কেমিস্ট্রি ও ম্যাটেরিয়ালস সায়েন্স, কম্পিউটার ও ডেটা সায়েন্স, ইত্যাদি। ওপেন ডোরস বৃত্তি প্রোগ্রামে রাশিয়ার শীর্ষস্থানীয় ২৪টি বিশ্ববিদ্যালয়ে আবেদন করা যায়।  যেমন মস্কো স্টেট ইউনিভার্সিটি অব সিভিল ইঞ্জিনিয়ারিং, মস্কো পলিটেকনিক ইউনিভার্সিটি, কাজান ফেডারেল ইউনিভার্সিটি, পিটার দ্য গ্রেট সেন্ট পিটার্সবার্গ পলিটেকনিক ইউনিভার্সিটি, নভোসিবির্স্ক স্টেট ইউনিভার্সিটি, হায়ার স্কুল অব ইকোনমিকস, উরাল ফেডারেল ইউনিভার্সিটি, সামারা ইউনিভার্সিটি, সাউদার্ন ফেডারেল ইউনিভার্সিটি এবং পিপলস ফ্রেন্ডশিপ ইউনিভার্সিটি অব রাশিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "মনের মানুষ খুঁজতে বিলবোর্ড লাগিয়েছেন তিনি | প্রথম আলো",
            "time": "2026-01-04T09:57:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fe4x7do4j%2F1899ET3.jpg?rect=53%2C0%2C947%2C497&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"মনের মানুষ খুঁজতে বিলবোর্ড লাগিয়েছেন তিনি\" class=\"IiRps \">মনের মানুষ খুঁজতে বিলবোর্ড লাগিয়েছেন তিনি</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-04T15:57:09+06:00\"><span>প্রকাশ: ০৪ জানুয়ারি ২০২৬, ০৯: ৫৭ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "বৃহস্পতি গ্রহের চাঁদে মাকড়সাসদৃশ কাঠামোর খোঁজ | প্রথম আলো",
            "time": "2026-01-04T09:54:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fgtruckwn%2Fpic.png?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতি গ্রহের চাঁদে শনাক্ত করা মাকড়সাসদৃশ কাঠামোটির নাম দেওয়া হয়েছে ‘ধামহান এল্লা’। মাকড়সার আইরিশ নাম এটি। বিজ্ঞানীদের মতে, এটি মঙ্গল গ্রহের মাকড়সাসদৃশ কাঠামোর মতো মনে হলেও এর সঙ্গে পৃথিবীর জমে যাওয়া হ্রদে তৈরি হওয়া লেক স্টার বা আইস অক্টোপাসের অনেক মিল রয়েছে। </p><p>বিজ্ঞানী দলের প্রধান লরেন ম্যাককিউন জানিয়েছেন, মানানান ক্রেটার তৈরির সময় যে প্রচণ্ড তাপ উৎপন্ন হয়েছিল তা বরফের নিচে লবণাক্ত পানিকে গলিয়ে দিয়েছিল। এই পানি যখন পুনরায় জমতে শুরু করে, তখন তা প্রসারিত হয়ে ওপরের বরফের স্তরে ফাটল ধরিয়ে দেয়। এই ফাটল দিয়ে ভেতরের লবণাক্ত পানি মহাশূন্যের শূন্যস্থানে উদ্গীরিত হয়। তখন নতুন করে বরফের স্তর গঠন করে মাকড়সার পা–গুলোর মতো ছড়িয়ে পড়ে। লবণের উপস্থিতির কারণে এই নতুন বরফ চারপাশের বরফের চেয়ে অনেক বেশি গাঢ় দেখায়।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা ২০২৬-অর্থনীতি: প্রাকৃতিক গ্যাস দেশের প্রধান খনিজ সম্পদ | প্রথম আলো",
            "time": "2026-01-04T09:52:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-06%2Fz613bpzt%2F163.JPG?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>অর্থনীতি: সৃজনশীল প্রশ্ন</strong></p><p><strong>অধ্যায়–২</strong></p><p>হবিগঞ্জের রশিদপুর এলাকায় রাস্তার পাশ দিয়ে রবিন তাঁর বাবার সঙ্গে হাঁটছিলেন। হঠাৎ ভিড় দেখে কাছে গিয়ে দেখলেন, একটি টিউবওয়েল দিয়ে পানি পড়ছে। একটি ছেলে ম্যাচের কাঠিতে আগুন ধরিয়ে টিউবওয়েলের কাছে ধরার সঙ্গে সঙ্গেই আগুন জ্বলে ওঠে। তখন রবিনের বাবা তাঁকে বলেন, বায়বীয় পদার্থ পানির সঙ্গে মিশেছে বলে এ ঘটনা ঘটছে।</p><p><strong>প্রশ্ন</strong></p><p>ক. অবস্তুগত সম্পদ কাকে বলে?</p><p>খ. অর্থনৈতিক ও অ–অর্থনৈতিক কার্যাবলির মধ্যে পার্থক্য নির্ণয় করো।</p><p>গ. রবিনের দেখা সম্পদের গুরুত্ব ব্যাখ্যা করো।</p><p>ঘ. উক্ত সম্পদের প্রাচুর্য একটি দেশের আর্থসামাজিক উন্নয়নে সহায়ক—যুক্তি দাও।</p><p><strong>উত্তর</strong></p><p><strong>ক.</strong> যে দ্রব্য বা বিষয়গুলো আমাদের অভাব মেটায়, যা পেতে আমাদের অর্থ ব্যয় করতে হয় এবং যা দৃশ্যমান নয়, তাকে অবস্তুগত সম্পদ বলে।</p><p><strong>খ.</strong> মানুষ জীবিকা সংগ্রহের জন্য যেসব কার্যাবলি সম্পাদন করে অর্থাৎ যে কাজের বিনিময়ে অর্থ উপার্জিত হয়, তাকে অর্থনৈতিক কাজ বলে। অন্যদিকে যেসব কাজ দ্বারা কোনো অর্থ উপার্জিত হয় না, সেসব কাজকে অ-অর্থনৈতিক কাজ বলা হয়।</p><p>শ্রমিকের কলকারখানায় কাজ করা, কৃষকের জমি চাষ করা, শিক্ষকের শিক্ষা দান প্রভৃতি অর্থনৈতিক কাজের অন্তর্ভুক্ত। অপর দিকে পিতা–মাতার সন্তান লালন–পালন, শখের বশে বাগান করা, খেলাধুলা করা ইত্যাদি অর্থনৈতিক কাজের উদাহরণ।</p><p><strong>গ. </strong>রবিনের দেখা সম্পদটি হলো প্রাকৃতিক গ্যাস। প্রাকৃতিক গ্যাস বাংলাদেশের প্রধান খনিজ সম্পদ। ২০২৫ সালের সেপ্টেম্বর পর্যন্ত দেশে আবিষ্কৃত গ্যাসক্ষেত্রের সংখ্যা ৩০। উৎপাদনরত গ্যাসক্ষেত্রগুলোর মধ্যে তিতাস, বেলাবো, হবিগঞ্জ, কৈলাসটিলা, সিলেট, ফেনী, শাহবাজপুর প্রভৃতি উল্লেখযোগ্য।</p><p>উদ্দীপকে রবিন তাঁর বাবার সঙ্গে রশিদপুর এলাকায়<strong> </strong>রাস্তার পাশ দিয়ে হাঁটছিল। হঠাৎ ভিড় দেখে কাছে গিয়ে দেখলেন, একটি টিউবওয়েল দিয়ে পানি পড়ছে। একটি ছেলে ম্যাচের কাঠিতে আগুন ধরিয়ে টিউবওয়েলের কাছে ধরার সঙ্গে সঙ্গেই আগুন জ্বলে ওঠে, যা প্রাকৃতিক গ্যাসকে নির্দেশ করে। বাংলাদেশে প্রাকৃতিক গ্যাসের বহুমাত্রিক ব্যবহার লক্ষ করা যায়। এটি গৃহস্থালি ও কলকারখানার জ্বালানি হিসেবে বহুল ব্যবহৃত। আবার রাসায়নিক সার তৈরিতে প্রাকৃতিক গ্যাস প্রধান কাঁচামাল হিসেবে ব্যবহৃত হয়। বর্তমানে এ গ্যাসকে রূপান্তরিত করে যানবাহনের জ্বালানি হিসেবেও ব্যবহার করা হচ্ছে। এ ছাড়া প্রাকৃতিক গ্যাস ব্যবহার করে বিদ্যুৎ উৎপাদন করা হয়, যা আমাদের বিদ্যুতের চাহিদার অনেকাংশ পূরণ করে থাকে।  বলা যায়, সম্পদ হিসেবে প্রাকৃতিক গ্যাসের গুরুত্ব অপরিসীম।</p><p><strong>ঘ. </strong>প্রাকৃতিক গ্যাসের প্রাচুর্য যেকোনো দেশের আর্থসামাজিক উন্নয়নে সহায়ক। এ বক্তব্যের সমর্থনে নিচের যুক্তিগুলো দেখানো যায়—</p><p>বাংলাদেশ একটি কৃষিপ্রধান দেশ হলেও এ দেশের আর্থসামাজিক উন্নয়নে প্রথমত শিল্পায়ন প্রয়োজন। আর শিল্পায়নে প্রাকৃতিক গ্যাসের প্রয়োজনীয়তা অপরিহার্য। বাংলাদেশে যেসব এলাকায় প্রাকৃতিক গ্যাসের সরবরাহ রয়েছে, সেসব এলাকাকে কেন্দ্র করেই শিল্পায়ন ঘটেছে।  উদ্দীপকে রবিন ও তাঁর বাবার দেখা সম্পদটি প্রাকৃতিক গ্যাস। বাংলাদেশে বিদ্যুৎ উৎপাদনের অন্যতম উৎস্য হচ্ছে গ্যাস। নিরবচ্ছিন্ন গ্যাসের সরবরাহই বিদ্যুতের ঘাটতি পূরণ করতে সক্ষম।</p><p>তা ছাড়া পর্যাপ্ত পরিমাণ জ্বালানি শক্তি তথা প্রাকৃতিক গ্যাস ও জ্বালানি তেল আর্থসামাজিক উন্নয়নে সহায়ক। তাই প্রাকৃতিক গ্যাস একটি দেশের আর্থসামাজিক উন্নয়নে সহায়ক ভূমিকা রাখে।</p></div></div></body></html>"
        },
        {
            "title": "বারান্দায় লাইট জ্বালিয়ে রাখে কেন | প্রথম আলো",
            "time": "2026-01-04T09:52:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fb4ufx4e9%2FBB-1899.jpg?rect=0%2C84%2C1393%2C731&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বারান্দায় লাইট জ্বালিয়ে রাখে কেন\" class=\"IiRps \">বারান্দায় লাইট জ্বালিয়ে রাখে কেন</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-04T15:52:45+06:00\"><span>প্রকাশ: ০৪ জানুয়ারি ২০২৬, ০৯: ৫২ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে তুলে আনায় ট্রাম্পকে স্যালুট জানালেন নেতানিয়াহু | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fzk67scgr%2FWhatsApp_Image_2026_01_04_at_3_36_33_PM.jpeg?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "৬৫ সিনেমার চিত্রগ্রাহক আব্দুল লতিফ আর নেই | প্রথম আলো",
            "time": "2026-01-04T09:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fr6i4texf%2F60796972410240835296842196406399282559094984n.jpg?rect=0%2C99%2C1126%2C591&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আনোয়োর হোসেন বলেন, ‘তাঁর ফুসফুস সংক্রমিত হয়। এর বাইরে ডায়াবেটিস, কিডনির জটিলতাও ছিল। সকাল থেকে তিনি অসুস্থ বোধ করছিলেন। এরপর দ্রুত ধানমন্ডির একটি বেসরকারি হাসপাতালে আনা হয়। কর্তব্যরত চিকিৎসকেরা পরীক্ষা–নিরীক্ষা শেষে জানান, সাড়ে বারোটায় তিনি মারা গেছেন।’</p><p>জানা গেছে, আব্দুল লতিফ বাচ্চুর তিন ছেলে যুক্তরাষ্ট্রপ্রবাসী, তাঁদের দেশে ফেরা পর্যন্ত বাবার মরদেহ হিমঘরে রাখা হবে বলে জানিয়েছেন আনোয়ার হোসেন বুলু। তাঁদের ফেরার পর দাফনের ব্যাপারে চূড়ান্ত সিদ্ধান্ত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জেন-জিদের কাছে মিথ্যুক পরিচয় ঘুচবে তো! | প্রথম আলো",
            "time": "2026-01-04T09:36:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fdugrnsmk%2FMasukart03012026.jpg?rect=0%2C158%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজন মানুষ ভালো হলে তিনি কি স্বয়ংক্রিয়ভাবেই ভালো শাসক? আবার একজন শাসক ব্যর্থ হলে তিনি কি ব্যক্তি হিসেবে পুরোপুরিই অশ্রদ্ধেয় হয়ে যান?</p><p>অসামান্য ব্যক্তিত্বধারী রাজনীতিকদের অসফলতার ইতিহাসও অনেক। যুক্তরাষ্ট্রের জিমি কার্টার অত্যন্ত সৎ ও মানবিক মানুষ হিসেবে বিশ্বস্বীকৃত; কিন্তু প্রেসিডেন্ট হিসেবে অনেকটাই দুর্বল। উরুগুয়ের হোসে মুহিকার ব্যক্তিগত জীবনে নৈতিকতার প্রতীক। অথচ তাঁর শাসননীতি নিয়ে বিতর্ক আছে। তানজানিয়ার জুলিয়াস ন্যয়েরে ব্যক্তিগত সততায় প্রশ্নহীন, কিন্তু তাঁর অর্থনৈতিক নীতি দেশকে সংকটে ফেলেছিল। ভারতের লাল বাহাদুর শাস্ত্রী মানুষ হিসেবে শ্রদ্ধেয়, কিন্তু শাসনকাল সংক্ষিপ্ত। মনমোহন সিং ভদ্র ও শালীন মানুষ হিসেবে সমাদৃত, কিন্তু তাঁর সরকারের দুর্বলতা সর্বজনবিদিত।</p><p>রাজনৈতিক সমাজবিজ্ঞানে ‘পারসন অ্যাডমায়ার্ড, গভর্নমেন্ট ডিবেটেড’ বলে একটি ধারণা আছে। ব্যক্তি ভালো; কিন্তু শাসনকাল বিতর্কমুক্ত নয়, এটিই সারকথা। এই তালিকা দীর্ঘ। উদাহরণ যুক্তরাষ্ট্রের সাবেক দুই প্রেসিডে হার্বার্ট হুভার ও জেরাল্ড ফোর্ড। নেলসন ম্যান্ডেলা আইকনিক চরিত্র। শত্রু-মিত্রসহ সবাই তাঁকে শেষ দিন পর্যন্ত ভালোবাসলেও শাসনকালে তিনি জনপ্রত্যাশা পুরোপুরি মেটাতে পারেননি।</p><p>তৃতীয় বিশ্বে সৎ ও ভালো মানুষ শাসক তেমন মেলে না কথাটিও অসত্য। সেনেগালের লিওপোল্ড সেদার সাঁগোর, বুরকিনা ফাসোর টমাস সাংকারা, ফিলিপাইনের কোরাজন অ্যাকুইনো, চেক রিপাবলিকের ভাকলাভ হ্যাভেল, কঙ্গোর প্যাট্রিস লুমুম্বা ভালো মানুষ হিসেবে প্রাপ্য সম্মান ঠিকই পেয়েছেন; কিন্তু তাই বলে তাঁদের রাষ্ট্রনীতি বিতর্কের ঊর্ধ্বে উঠে যায়নি। সেগুলোর বিশ্লেষণ নিয়ে এখনো বিতর্ক চলমান।</p></div></div></div></body></html>"
        },
        {
            "title": "এক দিনে আরও ৯ কোম্পানি জেড শ্রেণিতে, প্রভাব কী শেয়ারবাজারে | প্রথম আলো",
            "time": "2026-01-04T09:35:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2Fcd256e8c-4f96-4d51-9d8a-9cef4ac13dc4%2FShare_bazar.jpg?rect=0%2C2%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক দিনে শেয়ারবাজারের আরও ৯টি কোম্পানি দুর্বল মানের ‘জেড’ শ্রেণিতে অন্তর্ভুক্ত হয়েছে। আজ রোববার থেকে এসব কোম্পানিকে জেড শ্রেণিভুক্ত করার সিদ্ধান্ত কার্যকর করেছে ঢাকা স্টক এক্সচেঞ্জ (ডিএসই) কর্তৃপক্ষ। তাতে শেয়ারবাজারে তালিকাভুক্ত কোম্পানিগুলোর মধ্যে প্রায় এক–তৃতীয়াংশ দুর্বল মানের কোম্পানিতে পরিণত হয়েছে।</p><p>ডিএসইর তথ্য অনুযায়ী, নতুন করে জেড শ্রেণিভুক্ত হওয়া কোম্পানিগুলো হলো—বেস্ট হোল্ডিংস, জেমিনি সি, এস আলম কোল্ড রোল্ড স্টিলস, আলিফ ইন্ডাস্ট্রিজ, ওয়াইম্যাক্স ইলেকট্রোড, কাট্টলি টেক্সটাইল, ফার্স্ট সিকিউরিটি ইসলামী ব্যাংক, বিচ হ্যাচারি ও ফুওয়াং ফুড। এর মধ্যে পাঁচটি কোম্পানি ‘এ’ শ্রেণি থেকে এবং চারটি কোম্পানি ‘বি’ শ্রেণি থেকে জেড শ্রেণিতে নেমে গেছে।</p><p>জেড শ্রেণিভুক্ত হওয়ায় আজ থেকে এসব কোম্পানির শেয়ারের বিপরীতে মার্জিন ঋণসুবিধা বন্ধ হয়ে গেছে। পাশাপাশি এসব শেয়ারের লেনদেন নিষ্পত্তিতেও তুলনামূলক বেশি সময় লাগবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোরআন হিফজ করার ৭টি বিশেষ পরামর্শ | প্রথম আলো",
            "time": "2026-01-04T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fmwj3xbb5%2Fpexels-gr-stocks-1716147-8522565.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোরআন হিফজ করা কেবল একটি মানসিক কাজ নয়, এটি একটি আত্মিক সফর। এর জন্য প্রয়োজন প্রবল ইচ্ছাএবং মহান আল্লাহর বিশেষ তৌফিক।</p><p>কোরআনের সঙ্গে মিথস্ক্রিয়া বা ইন্টারেকশন হিফজ করার প্রক্রিয়াকে ত্বরান্বিত করে। আল্লাহর রাসুল (সা.) নিজেও অন্যের থেকে কোরআন শুনতে ভালোবাসতেন।</p><p>হিফজ শুরু করার আগে মনে রাখতে হবে, তাকওয়া বা খোদাভীতি হলো এর মূল ভিত্তি। গুনাহ মানুষের স্মৃতিশক্তিকে দুর্বল করে দেয়। ইমাম হাসান বসরি (র.)-কে যখন একজন জিজ্ঞেস করলেন যে তিনি কেন রাতে তাহাজ্জুদের জন্য উঠতে পারেন না, তিনি উত্তর দিয়েছিলেন, “তোমার গুনাহগুলো তোমাকে শিকলবন্দি করে রেখেছে।” (ইমাম গাজালি, <em>ইহইয়াউ উলুমিদ্দিন,</em> ১/৩৫০ পৃষ্ঠা, দারুল মাআরিফ সংস্করণ)</p><p>নিচে হিফজ করার ৭টি বিশেষ পরামর্শ তুলে ধরা হলো:</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা ২০২৬-বাংলা ১ম পত্র : উপকারীর উপকার করাই হলো প্রত্যুপকার | প্রথম আলো",
            "time": "2026-01-04T09:24:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fe0zqiryn%2FUntitled-1.jpg?rect=0%2C143%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>৪.         ‘আমি তদীয় আবাসে, এক মাসকাল নির্ভয়ে ও নিরাপদে অবস্থিতি করিলাম।’—এখানে অবস্থান করার কারণ কী?</p><p>            ক. প্রাণভয়ে পালিয়ে                         খ. বাণিজ্যের উদ্দেশ্যে</p><p>            গ. রাজকার্য সমাধা করতে                  ঘ. পারিবারিক কারণে</p><p>৫.         স্বদেশে ফেরার সব উদ্যোগ দেখে আলী ইবনে আব্বাসের কেমন অনুভূতি হয়েছিল?</p><p>            ক. দুঃখানুভূতি                                 খ. আবেগানুভূতি</p><p>            গ. সুখানুভূতি                                  ঘ. বিস্ময়ানুভূতি</p><p>৬.        ‘আশ্রয়দাতা আমার হস্তে একটি স্বর্ণমুদ্রার থলি দিলেন।’—কেন?</p><p>            ক. পথিমধ্যে খরচের জন্য                   খ. রাজার জন্য</p><p>            গ. পাওনা ছিল তাই                           ঘ. পুরস্কারস্বরূপ</p><p>৭.         ‘তাহা হইলে মৃত্যুকালে আমার কোনো ক্ষোভ থাকে না।’—কী হলে?</p><p>            ক. কিছু অর্থ পেলে                            খ. রাজার দেখা পেলে</p><p>            গ. কৃতজ্ঞতা প্রকাশের সুযোগ পেলে</p><p>            ঘ. পরিবারের সঙ্গে মিলন হলে</p><p>৮.         ‘মৃত্যুকালে আমার কোনো ক্ষোভ থাকে না।’—এখানে কিসের ক্ষোভের কথা বলা হয়েছে?</p><p>            ক. কৃতজ্ঞতা প্রকাশ করতে না পারার ক্ষোভ</p><p>            খ. অর্থ ফেরত না পাওয়ার ক্ষোভ</p><p>            গ. ক্ষমতা না পাওয়ার ক্ষোভ</p><p>            ঘ. জীবনকে উপভোগ না করতে পারার ক্ষোভ</p><p>৯.        আব্বাস কার কাছে কৃতজ্ঞতা প্রকাশ করার ইচ্ছা ব্যক্ত করেন?</p><p>            ক. খলিফার                                    খ. দামেস্কের শাসক</p><p>            গ. পথযাত্রীর                                   ঘ. আশ্রয়দাতার</p></div></div></body></html>"
        },
        {
            "title": "পিএসসির সাবেক গাড়িচালক আবেদ আলীর ‘সহযোগী’ জাকারিয়ার দেশত্যাগে নিষেধাজ্ঞা | প্রথম আলো",
            "time": "2026-01-04T09:22:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-29%2Fkn1rfaqd%2FCMM-Court-Dhaka.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি কর্ম কমিশনের (পিএসসি) সাবেক গাড়িচালক সৈয়দ আবেদ আলীর ‘সহযোগী’ মো. জাকারিয়া রহমানের দেশত্যাগে নিষেধাজ্ঞার আদেশ দিয়েছেন আদালত।</p><p>দুর্নীতি দমন কমিশনের (দুদক) আবেদনের পরিপ্রেক্ষিতে আজ রোববার ঢাকা মহানগরের জ্যেষ্ঠ বিশেষ জজ মো. সাব্বির ফয়েজ এই আদেশ দেন। সংশ্লিষ্ট আদালতের বেঞ্চ সহকারী মো. রিয়াজ হোসেন এই তথ্য নিশ্চিত করেন।</p></div></div></div></body></html>"
        }
    ]
}