{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহীতে এবার এত বেশি মানুষকে সাপে কাটছে কেন | প্রথম আলো",
            "time": "2025-12-26T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-17%2Fq5zzlso0%2FIMG20230108133225.jpg?rect=57%2C0%2C1086%2C570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রাসেলস ভাইপার বাড়ছে কেন</strong></p><p>সাপ নিয়ে গবেষণা করেন রাজশাহীর বোরহান বিশ্বাস। তিনি বর্তমানে চট্টগ্রাম মেডিকেল কলেজের ভেনম রিসার্চ সেন্টারের প্রশিক্ষক। সাপের উপদ্রবের ব্যাপারে তিনি বলেন, বিরূপ পরিবেশে টিকে থাকতে গিয়ে রাসেলস ভাইপারের বেশি স্ত্রী প্রজাতির বাচ্চার জন্ম হচ্ছে। এবার বেশি বৃষ্টিপাতের কারণে কেউটে সাপ বাইরের শীতল হাওয়া থেকে একটু উষ্ণতার জন্য মানুষের বিছানায় আশ্রয় নিতে গিয়ে মানুষকে কামড় দিচ্ছে।</p><p>ভেনম সেন্টারের গবেষণার কথা উল্লেখ করেন বোরহান বিশ্বাস। তিনি বলেন, সাধারণত রাসেলস ভাইপার নদীর তীরবর্তী ধানখেতে ও মাঠে বেশি দেখা যায়। এসব জায়গায় ছয় মাস চরম তাপমাত্রা থাকে আর ছয় মাস ভেজা স্যাঁতসেঁতে বা বন্যা থাকে। এই অতি চরম ভাবাপন্ন আবহাওয়ায় ভাইপার গোত্রীয় সাপ নিজেদের টিকিয়ে রাখতে বেশি স্ত্রী প্রজাতির বাচ্চার জন্ম দেয়। সরীসৃপজাতীয় প্রাণীর মধ্যে স্ত্রী–পুরুষ প্রজাতির হার একটি নির্দিষ্ট তাপমাত্রার ওপরে নির্ভর করে।</p><p>বোরহান বিশ্বাস ২০১৯ থেকে ২০২৩ সাল পর্যন্ত তাঁর ভেনম সেন্টারের গবেষণার জন্য একটি নির্দিষ্ট বয়সের রাসেলস ভাইপারের বাচ্চা সংগ্রহ করেছেন। সেখানে ৮৮টির মধ্যে ৮২টিই স্ত্রী প্রজাতির বাচ্চা পেয়েছেন। রাজশাহীর অন্য এলাকায় এদের জন্মহারে সমতা পাওয়া গেছে। আবহাওয়ার অতি চরম ভাবাপন্নতার কারণেই ২০১০ সাল থেকে রাজশাহীতে এই সাপ বাড়ছে।</p><p>প্রসঙ্গত, এবার রাজশাহীতে গত ১৫ বছরের মধ্যে সবচেয়ে বেশি বৃষ্টি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ ইসলামী ইউনিভার্সিটি: বিভিন্ন পদে চাকরির সুযোগ | প্রথম আলো",
            "time": "2025-12-26T04:27:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Feh1xf2d6%2FUntitled-1.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংরেজি বিভাগ: ইংরেজি বিভাগে সহযোগী অধ্যাপক, সহকারী অধ্যাপক ও প্রভাষক নিয়োগ দেওয়া হবে। প্রার্থীদের ইংরেজি বিষয়ে স্নাতক ও স্নাতকোত্তর ডিগ্রি থাকতে হবে। শিক্ষাজীবনে কমপক্ষে দুটি প্রথম শ্রেণি বা সমমানের জিপিএ থাকতে হবে (সিজিপিএ ৩.৫০–এর নিচে গ্রহণযোগ্য নয়)। ইএলটি (ELT) বা টেসল (TESOL) ডিগ্রিধারীদের অগ্রাধিকার দেওয়া হবে।</p><p>উভয় বিভাগের প্রার্থীদের গবেষণাপত্র ও প্রকাশনা থাকা আবশ্যক।</p><p><strong>প্রশাসনিক ও অন্যান্য পদ</strong></p><p>শিক্ষকের বাইরেও বেশ কিছু গুরুত্বপূর্ণ পদে জনবল নিয়োগ দেওয়া হবে।</p><p>ব্র্যান্ড ম্যানেজার ও জনসংযোগ কর্মকর্তা (PRO): সংশ্লিষ্ট ক্ষেত্রে স্নাতকোত্তর ডিগ্রি থাকতে হবে। তবে স্নাতক ডিগ্রিধারী প্রার্থীদের ক্ষেত্রে সরকারি বা বেসরকারি বিশ্ববিদ্যালয়ে তিন বছরের কাজের অভিজ্ঞতা থাকলে আবেদন করা যাবে। ইংরেজি ও কম্পিউটারে দক্ষতা থাকা জরুরি। সাংবাদিকতা বা জনসংযোগ বিষয়ে ডিগ্রি থাকলে অগ্রাধিকার পাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় দুই নৌপথে ফেরি বন্ধ, ৯ ঘণ্টা পর চলাচল শুরু | প্রথম আলো",
            "time": "2025-12-26T04:26:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2F1rcamyyt%2FManikgonjDH053120251226MANIKGANJ-PICTURE-26.12.25-2.jpg?rect=0%2C36%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেরি চলাচল বন্ধ থাকায় দৌলতদিয়া ও পাটুরিয়া ঘাটে নদী পারাপারের অপেক্ষায় থাকা কয়েক শ যানবাহন আটকা পড়ে। এর মধ্যে ছিল যাত্রীবাহী বাস, পণ্যবাহী ট্রাক ও ব্যক্তিগত গাড়ি। এতে চালকসহ শত শত যাত্রী ভোগান্তির শিকার হন।</p><p>আজ সকাল সাড়ে ৯টার দিকে মাঝনদীতে থাকা তিনটি ফেরি নিরাপদে ঘাটে পৌঁছালে দৌলতদিয়া ও পাটুরিয়া নৌপথে ফেরি চলাচল আবার শুরু হয়। এই তথ্য নিশ্চিত করেন বিআইডব্লিউটিসি আরিচা কার্যালয়ের ভারপ্রাপ্ত উপ-মহাব্যবস্থাপক আব্দুস সালাম।</p><p>এদিকে উত্তরাঞ্চলের সঙ্গে যোগাযোগের আরেকটি গুরুত্বপূর্ণ নৌপথ মানিকগঞ্জের আরিচা ও পাবনার কাজীরহাট রুটেও কুয়াশার কারণে বৃহস্পতিবার দিবাগত রাত ১১টা থেকে ফেরি চলাচল বন্ধ হয়ে যায়। এ সময় ‘বীরশ্রেষ্ঠ হামিদুর রহমান’ ও ‘চিত্রা’ নামের দুটি ফেরি মাঝনদীতে ঘন কুয়াশার কবলে পড়ে দিক হারিয়ে নোঙর করে রাখে। বিআইডব্লিউটিসি আরিচা কার্যালয়ের ব্যবস্থাপক আবু আব্দুল্লাহ রনি জানান, সকাল ১০টা ১০ মিনিটে পুনরায় ফেরি চলাচল শুরু হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "অস্ট্রেলিয়াকে ১৫২ রানে গুটিয়ে দিল ইংল্যান্ড | প্রথম আলো",
            "time": "2025-12-26T04:10:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2F03edlxrm%2F765444-01-02.jpg?rect=0%2C51%2C3318%2C1742&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওপেনার থেকে মিডল অর্ডার ব্যাটসম্যান হওয়ার চেষ্টায় থাকা উসমান খাজার ব্যাট থেকে এসেছে ২৯ রান। লাঞ্চের পর তাঁকে আউট করেছেন অ্যাটকিনসন। ২০২৩-২৪ মৌসুম শুরুর পর থেকে ডানহাতি পেসারদের করা অ্যারাউন্ড দ্য উইকেট থেকে করা বলে এ নিয়ে ২০ বার আউট হলেন খাজা। আজ অবশ্য তিনি একটা কীর্তিও গড়েছেন। </p><p>২৯ রান করার পথে ছুঁয়েছেন টেস্টে আট হাজার রানের মাইলফলক। সিরিজের অন্যতম সেরা ব্যাটসম্যান অ্যালেক্স ক্যারি আউট হয়েছেন ২০ রানে, বেন স্টোকসের বলে। </p><p>৯১ রানে ৬ উইকেট হারানো অস্ট্রেলিয়া সপ্তম উইকেট জুটিতে ৪৫ রানের জুটি গড়ে। নেসার ও ক্যামেরন গ্রিন ভালোই খেলছিলেন। তবে ব্রাইডন কার্সের সরাসরি থ্রোতে রানআউট হয়ে ১৭ রান করে ফেরেন গ্রিন। নেসার করেন দলীয় সর্বোচ্চ ৩৫ রান।</p><p><strong>সংক্ষিপ্ত স্কোর:</strong></p><p>অস্ট্রেলিয়া ১ম ইনিংস: ৪৫.২ ওভারে ১৫২ (নেসার ৩৫, খাজা ২৯; টাং ৫/৪৫, অ্যাটকিনসন ২/২৮)</p></div></div></div></body></html>"
        },
        {
            "title": "নিজেকে নিয়েই বাজি ধরেছিলেন যে টেনিস তারকা | প্রথম আলো",
            "time": "2025-12-26T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fgay8awv0%2FBillieJeanKingandBobbyRiggs1973.jpg?rect=0%2C18%2C702%2C369&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনবারের গ্র্যান্ড স্লামে একক চ্যাম্পিয়ন ববি রিগস। তবে টেনিস ইতিহাস তাঁকে এই কারণে মনে রাখেনি। প্রয়াত এই টেনিস খেলোয়াড়কে ইতিহাস মনে রেখেছে ‘ব্যাটল অব দ্য সেক্সেস’ ম্যাচের কারণে। ১৯৭৩ সালে সেই সময়ের সেরা দুই খেলোয়াড়ের একজন বিলি জিন কিংয়ের সঙ্গে একটি প্রদর্শনী ম্যাচ খেলেছিলেন ৫৫ বছর বয়সী এই ব্রিটিশ পুরুষ খেলোয়াড়। ১ লাখ মার্কিন ডলারের সেই ম্যাচে ৬-৪, ৬-৩, ৬-২ গেমে জিতে হইচই ফেলেছিলেন বিলি জিন কিং। ওই বছরই এর আগে সেরা দুই নারী খেলোয়াড়ের আরেকজন মার্গারেট কোর্টকে ৬-২, ৬-১ গেমে হারিয়েছিলেন রিগস। ইতিহাসে যে ম্যাচটি পরিচিত হয়ে আছে ‘মাদার্স ডে ম্যাসাকার’ নামে।</p><p>কোর্টকে হারানোর পর কিংয়ের কাছে রিগসের হারটাকে অবশ্য অনেকেই সন্দেহের চোখে দেখেন। ২০১৩ সালে ইএসপিএনে প্রকাশিত এক প্রতিবেদনে দাবি করা হয়, ইচ্ছা করেই হেরেছিলেন রিগস। তাঁর এক কাছের মানুষ ইএসপিএনকে জানান, একটি মাফিয়া গোষ্ঠীর কাছে ঋণ ছিল রিগসের। সেটি পরিশোধ করতে পারছিলেন না তিনি। বিলি জিন কিংসের কাছে হেরে গেলে মাফিয়ারা মাফ করে দেবে তাঁকে, ম্যাচ ছেড়ে দেওয়ার কারণ নাকি এটাই। এই তথ্য যখন প্রকাশিত হয়, আত্মপক্ষ সমর্থনের জন্য রিগস আর জীবিত নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "নন-লাইফ বিমা কোম্পানিগুলো এজেন্ট কমিশন দিতে পারবে না | প্রথম আলো",
            "time": "2025-12-26T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2Fc9e7d236-2b61-4086-beac-842ab122f977%2Fidraajss.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু তা–ই নয়, নিয়োগপত্রে উন্নয়ন কর্মকর্তাদের বেতন-ভাতার কথা উল্লেখ করতে হবে এবং সে অনুযায়ী নিয়মিত বেতন পরিশোধ করতে হবে। ব্যবস্থাপনা ব্যয়ের জন্য কোম্পানির যে নির্ধারিত ব্যাংক হিসাব রয়েছে, তা থেকে সরাসরি কর্মকর্তা-কর্মচারীদের নিজ নিজ ব্যাংক হিসাবে বেতন-ভাতা পাঠিয়ে দিতে হবে। অথবা তা পরিশোধ করতে হবে অ্যাকাউন্ট পেয়ি চেকের মাধ্যমে।</p><p>প্রজ্ঞাপনে আরও বলা হয়েছে, উন্নয়ন কর্মকর্তাদের বেতন-ভাতা ও সুবিধা দেওয়ার তথ্যসংবলিত প্রতিবেদন ত্রৈমাসিক ভিত্তিতে আইডিআরএর কাছে জমা দিতে হবে। প্রতি ত্রৈমাসিক শেষ হওয়ার ১০ দিনের মধ্যে নির্ধারিত ছক অনুযায়ী পাঠাতে হবে এ প্রতিবেদন। এতে কর্মকর্তাদের নাম, পদবি, শাখা, মোট বেতন, ভবিষ্য তহবিল ও কর কর্তন, নিট বেতন, ব্যাংক হিসাব নম্বর এবং অর্জিত মোট প্রিমিয়ামের তথ্য থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিদ্ধান্তহীনতায় ভুগছেন? জেনে নিন দ্রুত সিদ্ধান্ত নেওয়ার ৭টি স্মার্ট কৌশল | প্রথম আলো",
            "time": "2025-12-26T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F37shc3t6%2FKabir-Hossain-79.JPG?rect=0%2C0%2C5616%2C2948&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কখনো আমরা এমন পরিস্থিতিতে পড়ি যখন নিজ থেকে কিছু আর চিন্তা করতে পারি না। সবকিছু ধোঁয়াশা লাগে। চিন্তা করার ক্ষমতা, বুদ্ধি গুলিয়ে যায়। এমন পরিস্থিতিতে থাকলে আপনার সমস্যাটি নিয়ে পরিবার, বন্ধু বা সহকর্মীদের সঙ্গে কথা বলুন। তাঁদের মতামত নিন। আপনি যদি এমন পরিস্থিতির মধ্যে পড়েন যা সম্পর্কে আপনার কোনো ধারণা নেই, তবে অভিজ্ঞদের সঙ্গে কথা বলুন, তাঁদের পরামর্শ নিন।</p><p><strong><sup>তথ্যসূত্র</sup></strong><sup>: টাইমস অব ইন্ডিয়া, ফোর্বস</sup></p></div></div></div></body></html>"
        },
        {
            "title": "বিমানবন্দর সড়কসহ ৩০০ ফিট এলাকায় পরিচ্ছন্নতা কার্যক্রম চালাবে বিএনপি | প্রথম আলো",
            "time": "2025-12-26T03:40:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fh8y2nbds%2FUntitled-1.jpg?rect=0%2C111%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভেরিফায়েড ফেসবুক পেজের পোস্টে বলা হয়, তারেক রহমানের ঐতিহাসিক স্বদেশ প্রত্যাবর্তন উপলক্ষে অভূতপূর্ব জনসমাবেশে জুলাই ৩৬ এক্সপ্রেসওয়ে, বিমানবন্দর সড়ক ও সংলগ্ন এলাকায় সৃষ্ট সব বর্জ্য অপসারণের কার্যক্রম আজ সকালে শুরু হবে। ঢাকা মহানগর উত্তর বিএনপি স্বেচ্ছাশ্রমে এ কাজ করবে।</p><p>তারেক রহমানের উপদেষ্টা মাহদী আমিনও এ বিষয়ে তাঁর ভেরিফায়েড ফেসবুক পেজে পোস্ট দিয়েছেন। তিনি লিখেছেন, জুলাই ৩৬ এক্সপ্রেসওয়ে, এয়ারপোর্ট রোড ও সংলগ্ন এলাকায় সৃষ্ট সব বর্জ্য-আবর্জনা জনস্বার্থ বিবেচনায় অপসারণে বিএনপির পরিচ্ছন্নতা কার্যক্রম আজ সকালে শুরু হবে।</p><p>এই পরিচ্ছন্নতা কার্যক্রম–উদ্যোগে যেসব নেতা-কর্মী, সমর্থক ও স্বেচ্ছাসেবী অংশ নেবেন, তাঁদের অগ্রিম ধন্যবাদ জানিয়েছেন মাহদী আমিন। একই সঙ্গে গতকালের গণজোয়ারে অংশগ্রহণকারী সবার প্রতি আন্তরিক কৃতজ্ঞতা জানিয়েছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "কাপ্তাই হ্রদে ১৯ পর্যটক নিয়ে উল্টে গেল নৌযান, অল্পের জন্য প্রাণে রক্ষা | প্রথম আলো",
            "time": "2025-12-26T03:32:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fwhrp7ckj%2Fd1a6dba4-9d3e-4a46-a6a6-bce0e779389f.jfif?rect=0%2C11%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রূপায়ণ চাকমা আরও বলেন, ‘দুর্ঘটনার পরপরই আমরা দুটি স্পিডবোট দিয়ে কয়েকজনকে উদ্ধার করেছি। এ ছাড়া ওই পর্যটকদের উদ্ধারে পাশে থাকা কয়েকটি নৌযানও দ্রুত এগিয়ে আসে। বলা যায়, অল্পের জন্য যাত্রীরা প্রাণে রক্ষা পেয়েছেন।’<br>দুর্ঘটনার পর উদ্ধার করতে যাওয়া নৌযানের একটি লঞ্চ ‘এম এল সুমি’। লঞ্চটির মাস্টার মো. কামাল প্রথম আলোকে বলেন, নৌযানটিতে পর্যটকদের দুটি দলের ১৯ জন ছিলেন। এর মধ্যে চারটি শিশু। ওই পর্যটকেরা পাবনা ও চট্টগ্রাম থেকে রাঙামাটিতে বেড়াতে এসেছেন। দুর্ঘটনার পর সবাইকে উদ্ধার করা সম্ভব হয়েছে। এম এল সুমি লঞ্চে করেই তাঁদের রাঙামাটি শহরে নিয়ে আসা হয় বলে জানান তিনি।</p><p>জানতে চাইলে রাঙামাটি ট্যুরিস্ট পুলিশের সুপার মো. খাইরুল ইসলাম গতকাল রাতে প্রথম আলোকে বলেন, ‘পর্যটকবাহী নৌযান ডুবে যাওয়ার বিষয়টি শুনেছি। তবে সেখানে ট্যুরিস্ট পুলিশের কোনো টিম নেই। এ বিষয়ে খোঁজখবর নেওয়া হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এ যেন এক টুকরা হলুদের রাজ্য | প্রথম আলো",
            "time": "2025-12-26T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fcb943glf%2FChandpurDH051020251218matlab-holud.jpg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মতলব উত্তর উপজেলা কৃষি কার্যালয় সূত্র জানায়, চলতি শীত মৌসুমে এবার উপজেলার ১ হাজার ৫৫৫ হেক্টর জমিতে শর্ষে আবাদের লক্ষ্যমাত্রা নির্ধারণ করা হয়। গত সেপ্টেম্বর থেকে আজ বৃহস্পতিবার পর্যন্ত শর্ষের আবাদ হয় প্রায় ৬০০ হেক্টর জমিতে। আগামী জানুয়ারির মধ্যেই লক্ষ্যমাত্রার সব জমিতে শর্ষের আবাদ শেষ হবে। প্রায় ৭ হাজার কৃষক শর্ষে আবাদ করছেন। বারি ৯, ১১, ১৪, ১৮, ৪ ও ৯ জাতের শর্ষের আবাদ হচ্ছে উপজেলার বিভিন্ন বিল ও চরাঞ্চলে।</p><p>উপজেলার বোরোচর, চরওয়েস্টার, লক্ষ্মীপুর, আমুয়াকান্দা,  জীবগাঁও, আধুরভিটি, ছেঙ্গারচর, বালুচর, ফতেপুরসহ আরও কয়েকটি এলাকায় দেখা যায়, সেখানকার বিস্তীর্ণ এলাকাজুড়ে শর্ষেখেত। ফুলে ফুলে সাজানো এসব খেতে বয়ে যাচ্ছে হলুদ ঢেউ। শর্ষে ফুলের হলুদ হাসিতে চারপাশ হলুদময়। এ যেন এক টুকরা হলুদের রাজ্যই। ফুলের ঘ্রাণ ও সুগন্ধ ছেয়ে গেছে সর্বত্র। মৌমাছিরা ফুলের ডগায় বসে গুঞ্জন ছড়াচ্ছে জোরেশোরে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে কুশল বিনিময় করছেন চিত্রনায়ক মান্না, তেমন একটি ছবি ভাইরাল হয়েছে। সে ছবিটি নিয়ে যা জানালেন প্রয়াত নায়কের স্ত্রী শেলী মান্না। | প্রথম আলো",
            "time": "2025-12-26T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F6vv60dt4%2F60070841315151697230818684463755387865043939n.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছবিটি কত সালের, সেই তথ্য সম্পর্কে শেলী জানান, এটি ২০০২ সাল–পরবর্তী সময়ে হবে। সেই সময় বিএনপি ক্ষমতায় ছিল। তিনি আরও জানান, ছবিটি পয়লা বৈশাখের একটি অনুষ্ঠানের। সেদিন রমনার বটমূলে বর্ষবরণ অনুষ্ঠানে গিয়েছিলেন মান্না। সেখানেই তারেক রহমানের সঙ্গে দেখা।</p><p>শেলী বলেন, ‘যত দূর মনে পড়ছে, মান্না তো সেভাবে রাজনীতি করতেন না। অভিনয় নিয়েই থাকতেন। হঠাৎ দেখা। মান্না অতিথি হয়ে গিয়েছিলেন। সেই সময়ে তারেক রহমান মান্নার সঙ্গে বেশ আন্তরিকভাবে কথা বলেছিলেন। মূলত সিনেমা ও রাজনীতি নিয়েই কথা হয়। আমার পরিবার রাজনীতির সঙ্গে যুক্ত হলেও এগুলো নিয়ে আমাদের আগ্রহ ছিল না। আমিও সরকারি চাকরি করতাম। এতটুকু জানি, মান্না তারেক রহমানের প্রশংসা করেছিলেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার কবর জিয়ারত ও স্মৃতিসৌধে শ্রদ্ধা জানাবেন তারেক রহমান, মসজিদে হবে দোয়া | প্রথম আলো",
            "time": "2025-12-26T03:14:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fyfnumxoi%2F1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকাসহ সারা দেশে বিএনপি, এর অঙ্গ ও সহযোগী সংগঠনের সব পর্যায়ের নেতা-কর্মী ও সাধারণ জনগণকে এই দোয়ায় অংশ নিতে অনুরোধ জানিয়েছে বিএনপি।</p><p>তারেক রহমান বাংলাদেশ বিমানের বিজি-২০২ ফ্লাইটে দেশে ফেরেন। তিনি লন্ডন থেকে সিলেট হয়ে গতকাল বৃহস্পতিবার বেলা ১১টা ৪৩ মিনিটে ঢাকায় হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে পৌঁছান। সঙ্গে ছিলেন স্ত্রী ডা. জুবাইদা রহমান ও একমাত্র মেয়ে জাইমা রহমান।</p><p>ঢাকা বিমানবন্দর থেকে পূর্বাচলের ৩০০ ফিটে যেতে যানজট না থাকলে আধা ঘণ্টার বেশি সময় লাগে না। গতকাল তারেক রহমানের সেই পথে যেতে সময় লেগেছে তিন ঘণ্টা। কারণ, রাস্তার দুই ধারে নেতা-কর্মী-সমর্থকদের সারি, মানুষের ঢল। কেবল নেতা-কর্মী নন, অনেকেই এসেছেন ১৭ বছর পর দেশে ফেরা তারেক রহমানকে একপলক দেখার কৌতূহল নিয়ে, কেউবা প্রত্যাবর্তনের একটি স্মরণীয় দিনের সাক্ষী হতে। বিমানবন্দর থেকে পূর্বাচলের সংবর্ধনা মঞ্চ পর্যন্ত সাড়ে ছয় কিলোমিটার পথ যেন লোকারণ্য হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "৩৭ গোল হজম করা দলের ডিফেন্ডার গতিতে সবার ওপরে | প্রথম আলো",
            "time": "2025-12-26T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F8megoqcc%2FJackson-Tchatchoua?rect=0%2C0%2C1441%2C757&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংলিশ প্রিমিয়ার লিগে এমনিতেই খেলোয়াড়দের প্রচুর দৌড়াতে হয়। সে কারণে আক্রমণভাগ, উইং, ডিফেন্সিভ মিডফিল্ড কিংবা রক্ষণেও দৌড়ে গতি থাকা বিশেষ এক গুণ। আক্রমণভাগ হলে তো কথাই নেই। প্রিমিয়ার লিগের ইতিহাসে আক্রমণভাগের সেরা সব খেলোয়াড়কেই এই গুণটা ধারণ করতে হয়েছে।</p><p>রায়ান গিগস, মাইকেল ওয়েন, থিয়েরি অঁরি, ক্রিস্টিয়ানো রোনালদো থেকে কাইল ওয়াকার কিংবা গ্যারেথ বেলরা এমনই ছিলেন। তাঁদের দৌড়ে যেন আগুনের স্ফুলিঙ্গ ছড়াত! বেল এবং রোনালদোকে নিয়ে লিভারপুলের সাবেক কোচ ব্রেন্ডন রজার্স যেমন একবার বলেছিলেন, তাঁরা অলিম্পিকেও দৌড়াতে পারবেন!</p></div></div></div></body></html>"
        },
        {
            "title": "‘ধনীদের’ ফল পার্সিমন এখন সাধারণ বাজারে, কেন কমছে দাম | প্রথম আলো",
            "time": "2025-12-26T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2F1b867kq5%2FWhatsApp-Image-2025-12-25-at-10.09.13-PM.jpeg?rect=0%2C226%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুচরা বিক্রেতা আজগর ইসলাম মাসখানেক ধরে পার্সিমন বিক্রি করছেন। তিনি জানান, দাম বেশি হওয়ায় সবাই এই ফল কম কেনেন। তিনি প্রতি কেজি ৮০০ টাকায় বিক্রি করেন।</p><p>চট্টগ্রামে প্রতিদিন ঠিক কত পার্সিমন বিক্রি হয়, তার নির্দিষ্ট পরিসংখ্যান নেই। তবে চট্টগ্রাম ফল ব্যবসায়ী সমিতির সাধারণ সম্পাদক মো. তৌহিদুল আলমের হিসাবে, নগরে প্রতিদিন গড়ে প্রায় ৩ হাজার কেজি পার্সিমন বিক্রি হচ্ছে। বেশ কয়েক বছর ধরে এই ফল বাজারে আসছে। বর্তমানে ১০-১২ জন পাইকারি এবং ৫০ জনের কম খুচরা বিক্রেতা পার্সিমন বিক্রি করছেন।</p><p>ব্যবসায়ীরা জানান, পার্সিমনের মৌসুম সাধারণত অক্টোবর থেকে ডিসেম্বর পর্যন্ত। অর্থাৎ এ মাস পরে আর পার্সিমন বাজারে পাওয়া যাবে না। তাই প্রতিবছর আমদানি হয় জুলাই থেকে ডিসেম্বরের মধ্যে।</p></div></div></div></body></html>"
        },
        {
            "title": "আলোকচিত্রে গল্প (৪) | প্রথম আলো",
            "time": "2025-12-26T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2F9v5en68u%2Fpeace.jpg?rect=0%2C237%2C3333%2C1750&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জন লেনন ও অ্যানি লিবোভিটজের সৃজনশীল সম্পর্ক ইতিহাসে এক বিরল দৃষ্টান্ত, যেখানে একজন আলোকচিত্রীর শিল্পীসত্তার বিকাশ এবং এক সুপারস্টারের আত্মরূপান্তর নিখুঁত সমলয়ে সংঘটিত হয়েছে। এক দশকের বেশি সময় ধরে তাঁদের পথ একাধিক গুরুত্বপূর্ণ সন্ধিক্ষণে মিলিত হয়েছে। লিবোভিটজের যাত্রার শুরুটা হয়েছিল ২১ বছর বয়সী এক ছাত্রী হিসেবে, আর শেষ হয়েছিল জন লেননের জীবনের শেষ মুহূর্তগুলোর প্রধান নথিকার হিসেবে।</p><p>তাঁদের এই যাত্রা কেবল কিছু ফটোশুটের সমষ্টি ছিল না; এটি ছিল এক দৃশ্যমান সংলাপ—যার মাধ্যমে রক সংগীতের রূপান্তর ধরা পড়ে। ১৯৭০ সালে অ্যানি লিবোভিটজ ছিলেন সান ফ্রান্সিসকো আর্ট ইনস্টিটিউটের ছাত্রী, যখন তিনি সদ্য প্রতিষ্ঠিত ‘রোলিং স্টোন’ ম্যাগাজিনের জন্য প্রথম একটি বড় দায়িত্ব পান। আর তা হলো জন লেননের ছবি তোলার সুযোগ। তখন বিটলস ব্যান্ড সদ্য ভেঙে গেছে। আর লেনন নিজেকে ভেঙে নতুন করে গড়ে তুলছিলেন ‘প্রাইমাল স্ক্রিম’ থেরাপির যন্ত্রণাময় প্রক্রিয়ার মধ্য দিয়ে।</p><p>লেননের আলোকচিত্র ধারণে অ্যানি লিবোভিটজ দারুণ সফল হয়েছিলেন। বিটলস-পরবর্তী সময়ের মনস্তাত্ত্বিক চাকচিক্য ও সাইকেডেলিক পালিশ ছেড়ে লিবোভিটজ লেননকে ধারণ করেছিলেন তাঁর নিউইয়র্ক অফিসে—নগ্ন বাস্তবতায়, সামান্য এলোমেলো এবং গভীরভাবে মানবিক এক সত্তা হিসেবে। ছবিগুলো প্রকাশ হয়েছিল বিখ্যাত ‘লেনন রিমেমবারস’ সাক্ষাৎকারে, যেখানে লেনন ঘোষণা করেছিলেন—‘স্বপ্ন শেষ হয়ে গেছে।’</p><p>অ্যানির ধারণ করা আলোকচিত্র সেই বক্তব্যের দৃশ্যমান প্রমাণ হাজির করতে পেরেছিল। অ্যানি এমন একজন মানুষকে দেখিয়েছিলেন, যিনি আর ‘মপ-টপ’ নন, বরং নিজের মিথের ভারে নুয়ে পড়া এক ভঙ্গুর মানবসত্তা। অ্যানির ভাষ্যমতে, ‘আমি একজন ভক্ত ছিলাম, কিন্তু একই সঙ্গে আমি একজন আলোকচিত্রীও ছিলাম। আমি শুধু একজন তারকার ছবি তুলতে চাইনি; আমি দেখতে চেয়েছিলাম—চোখের আড়ালে কী আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দিল্লিকে দায়িত্বশীল আচরণ করতে হবে | প্রথম আলো",
            "time": "2025-12-26T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ-অভ্যুত্থানের মধ্য দিয়ে অধ্যাপক ইউনূসের নেতৃত্বে দায়িত্ব নেওয়া অন্তর্বর্তী সরকার গত দেড় বছরে প্রতিবেশী দেশ হিসেবে ভারতের সঙ্গে সম্পর্ক স্বাভাবিক রাখার নানা উদ্যোগ নিলেও ভারতের তরফে ইতিবাচক সাড়া পাওয়া যায়নি। রাষ্ট্রীয় পর্যায় থেকে শুরু করে ভারতীয় সংবাদমাধ্যমগুলো চরম বাংলাদেশবিরোধী প্রচারণা শুরু করে। বাণিজ্যিক ক্ষেত্রে অনেক নেতিবাচক পদক্ষেপ যেমন ভারত নিয়েছে, তেমনি স্বাভাবিক ভিসা প্রক্রিয়া সংকুচিত করেছে।</p><p>সবচেয়ে বড় কথা, ভারতে আশ্রয় নিয়ে পদচ্যুত স্বৈরশাসক ও বর্তমানে মানবতাবিরোধী অপরাধে মৃত্যুদণ্ডপ্রাপ্ত শেখ হাসিনা নানা উসকানিমূলক কথাবার্তা ও কার্যক্রম চালিয়ে গেলেও ভারত সরকার তা নিয়ন্ত্রণের চেষ্টা করেনি। এ ছাড়া আওয়ামী লীগ সরকারের নানা পর্যায়ের লোকজন ও সহস্রাধিক নেতা-কর্মী, যাঁরা ক্ষমতায় থাকার সময় হত্যা, গুম, খুন ও দুর্নীতির মতো অপকর্মে জড়িত ছিলেন, তাঁরাও ভারতে অবস্থান নিয়ে নানা উসকানিমূলক বক্তব্য দিয়ে যাচ্ছেন। বাংলাদেশের জনগণের কাছে এটা মনে হওয়ার যথেষ্ট কারণ রয়েছে যে ভারতের ভূখণ্ড বাংলাদেশবিরোধী কাজে ব্যবহৃত হচ্ছে। ভারতের কূটনৈতিক নীতিনির্ধারকেরা যে বিষয়গুলো জানেন না, এমনও নয়।</p><p>সাম্প্রতিক সময়ে আমরা দেখছি, ভারতের উগ্র হিন্দুত্ববাদী সংগঠনগুলো তাদের বাংলাদেশবিরোধী তৎপরতা জোরদার করেছে। <em>প্রথম আলো</em>র খবর জানাচ্ছে, গত মঙ্গলবার দিল্লি, কলকাতা ও মুম্বাইয়ে বাংলাদেশ মিশন অভিমুখে কয়েকটি হিন্দুত্ববাদী সংগঠন বিক্ষোভ-সমাবেশ করে। এর আগে গত সোমবার শিলিগুড়িতে বাংলাদেশের ভিসাকেন্দ্রে হামলা চালায় একদল উগ্রপন্থী। গত শনিবার রাতে দিল্লিতে সুরক্ষিত কূটনৈতিক এলাকায় ঢুকে উগ্রপন্থীরা বাংলাদেশ হাইকমিশনের নিরাপত্তাকে হুমকির মুখে ফেলে দেয়। এ ধরনের সহিংস বিক্ষোভের কারণে বাংলাদেশকে দিল্লি, আগরতলা ও মুম্বাইয়ে ভিসা বন্ধ রাখতে হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}