{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গোপালগঞ্জে সহিংসতার ঘটনায় গত চার দিনে ১২ শিশুর জামিন নামঞ্জুর | প্রথম আলো",
            "time": "2025-08-01T04:53:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F0d44139e-bab5-4189-b32e-2d4ba5c2c7b7%2F560d69b0_b0f9_47f7_a873_a73a60cc490b.png?rect=0%2C55%2C466%2C245&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজন শিশুর বাবা বলেন, ‘সংসারে অভাব–অনটন, নিজেরাই সংসার চালাইতে পারি না। আমার কষ্ট দেখে ছেলে রাজমিস্ত্রির কাজে যোগ দেয়। সে গোপালগঞ্জ সদর উপজেলার রমজান শেখ নামের একটা রাজমিস্ত্রির সহকারী হিসেবে কাজ করে। কাজের সময় পুলিশ তাদের ধরে নিয়ে যায়।’</p><p>আরেক শিশুর ভ্যানচালক বাবা বলেন, ‘আমরা গরিব মানুষ, কোথাও কোনো কাইজের মধ্যে নেই। তিনডা ছেলে, বড়টা একটা মাদ্রাসার শিক্ষক। ছোট দুইডা এখনো পড়ে। যারে ধরছে, সে সবার ছোট। ওই দিন সকালে আমার মাদ্রাসায় গেছে, পরীক্ষা ছিল। পরে দুপুরের আগে আমি নিজে যাইয়ে নিয়ে আসছি। সেদিন বাড়িতেই ছিল। পরের দিনও সারা দিন বাড়ি ছিল, সেদিন তো কারফিউ ছিল। আসরের নামাজের পর আমার কাছ থেকে ২০ টাকা নিয়ে গেছে চটপটি খাইতে। পাশে মাদ্রাসার সামনেই চটপটির দোকান বসে। সেই হান দে ওরে ধইরে নিছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কর্মক্ষেত্রে বুলিং: শারীরিক ও মানসিক স্বাস্থ্যের ওপর প্রভাব | প্রথম আলো",
            "time": "2025-08-01T04:52:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fsz2qdjiy%2F01082025-cm-5.jpg?rect=0%2C59%2C817%2C429&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কেন করা হয়?</strong></p><p>এই উৎপীড়নের পেছনে বিভিন্ন কারণ থাকতে পারে—</p><ul><li><p>কর্মক্ষেত্রে ক্ষমতা জাহির করা।</p></li><li><p>সহকর্মীর প্রতি ঈর্ষা।</p></li><li><p>ঊর্ধ্বতন কর্তৃপক্ষের সামনে নিজেকে জাহির করার ইচ্ছা।</p></li><li><p>কর্মীর পারিবারিক অথবা মানসিক সমস্যা; যা কর্মক্ষেত্রে প্রতিফলিত হয়।</p></li></ul><p><strong>কর্মীর স্বাস্থ্যের ওপর প্রভাব</strong></p><p>বুলিং কর্মীর শারীরিক ও মানসিক স্বাস্থ্যের ওপর ব্যাপক প্রভাব বিস্তার করে। এর কারণে অনেক সময় আক্রান্ত ব্যক্তি চাকরি ছেড়ে দেওয়া, অনেক সময় আত্মহত্যাও করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পিডিবির ভুলে ২৪৫ কোটি টাকা জরিমানা দিতে হলো বাংলাদেশকে | প্রথম আলো",
            "time": "2025-08-01T04:50:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F05%2F12%2F891bdec2e76eb9ff088297131cee79bf-5cd7bbc04c8c9.jpg?rect=0%2C0%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মধ্যস্থতার মাধ্যমে নিষ্পত্তির জন্য যুক্তরাষ্ট্রের আদালতের রায়কে ভিত্তি ধরে দেশে তখন গুরুত্বের সঙ্গে কাজ শুরু করেন বিদ্যুৎ উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান। ২০২৪ সালের ৪ নভেম্বর এ বিষয়ে নীতিগত সম্মতি দেন প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।</p><p>এরপর স্মিথ কো-জেনারেশনের মধ্যস্থতাকারী, বিদ্যুৎ বিভাগ ও পিডিবির কর্মকর্তা এবং অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান অনলাইনে ৫টি বৈঠক করেন। শুরুতে বাংলাদেশের পক্ষ থেকে প্রস্তাব দেওয়া হয়, জব্দ করা ব্যাংক নিশ্চয়তার ১৫ লাখ ডলার ফেরত দেওয়ার মাধ্যমে বিষয়টি নিষ্পত্তি করা হোক। বিপরীতে স্মিথ কো-জেনারেশন দাবি করে ৩ কোটি ১৭ লাখ ১০ হাজার ডলার। আরও দাবি করে, মামলার খরচ বাবদ আরও ১ কোটি ৮০ লাখ ডলার তাদের দিতে হবে।</p><p>বাংলাদেশের পক্ষ থেকে পাল্টা প্রস্তাবে কোম্পানিটিকে বলা হয়, ১৫ লাখ ডলার ফেরত দেওয়ার পাশাপাশি দেশের বিদ্যমান আইনের আওতায় বিদ্যুৎ খাতে তাদের বিনিয়োগের সুযোগ দেওয়া হবে। এতেও রাজি হয়নি স্মিথ কো–জেনারেশন। বাংলাদেশ পরে ১ কোটি ডলারে বিরোধ নিষ্পত্তির প্রস্তাব দেয়। স্মিথ কো-জেনারেশন তখন নতুন প্রস্তাব দেয়। সেটি হলো, এককালীন ২ কোটি ৫০ লাখ ডলারে বিরোধ নিষ্পত্তি হতে পারে। অথবা ২ কোটি ৪০ লাখ ডলার ও দুটি বিদ্যুৎ প্রকল্পে বিনিয়োগের সুযোগ দিলে তারা মেনে নেবে।</p><p>বিষয়টি নিয়ে মধ্যস্ততায় থাকা বাংলাদেশের অ্যাটর্নি জেনারেল মো. আসাদুজ্জামানের সঙ্গে গত ২৬ মে মুঠোফোনে যোগাযোগ করা হয়। তবে তিনিও কোনো মন্তব্য করতে রাজি হননি।</p><p>অবশ্য অর্থ বিভাগ ও পিডিবি সূত্র জানায়, পরে স্মিথ কো-জেনারেশন ২ কোটি ডলারে রাজি হয়। বাংলাদেশ সরকারও সিদ্ধান্ত নেয়, এই পরিমাণ অর্থ ওই কোম্পানিকে দিয়ে দেওয়া হবে। এ বিষয়ে আগেই সম্মতি দিয়ে রেখেছিলেন (গত ১৮ ফেব্রুয়ারি) প্রধান উপদেষ্টা ও অর্থ উপদেষ্টা। গত ২৮ এপ্রিল দুই পক্ষের মধ্যে এ বিষয়ে একটি চুক্তি স্বাক্ষরিত হয়।</p><p>বিদ্যুৎ বিভাগ বলেছে, ২ কোটি ডলারের বাইরে বাংলাদেশের পক্ষে কাজ করা আইনি প্রতিষ্ঠান ফলি হোয়াগকে ৩ লাখ ৯৬ হাজার ডলার দিতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে জুলাই শহীদদের স্মরণে মিনি ম্যারাথন | প্রথম আলো",
            "time": "2025-08-01T04:47:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fb5v1qjmu%2FRajshahiDH10922025080120250801063514.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিযোগিতায় অংশ নেওয়া ৫৮ বছর বয়সী পিয়ারুল ইসলাম বলেন, এ উদ্যোগ খুবই ভালো হয়েছে। অসুস্থমুক্ত জীবন গড়তে হলে দৌড়ানোর কোনো বিকল্প নেই। শারীরিক বিভিন্ন অ্যাকটিভিটিসের মধ্যে থাকলে সুস্থ জীবন গড়া যায়। এ বয়সে তাঁর কোনো ওষুধ লাগে না। তাঁরও অনেক সিনিয়র আছেন, কারও বয়স ৭৫, তাঁদেরও ওষুধ লাগে না। তাই এ ধরনের প্রতিযোগিতায় অংশ নিতে হবে। সবাইকে উদ্ধুব্ধ করতে হবে। যাতে নিজেদের শরীরকে সব সময় উপযুক্ত রাখে।</p><p>রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থী মেহেদী হাসান বলেন, অনেক দিন পর তিনি দৌড়াবেন। সাধারণত দৌড়ানো হয় না। আজকের পর থেকে তিনি প্রতিদিন সকালে উঠে দৌড়াবেন।</p><p>স্থানীয় বাসিন্দা নাঈম হাসান বলেন, জুলাই গণ–অভ্যুত্থান শুধু সরকারের পতন নয়। এর মাধ্যমে এ দেশের মানুষ একটি নতুন নিশ্বাস নেওয়ার সুযোগ পেয়েছে। সেই নতুন নিশ্বাস নিয়ে ম্যারাথনে তিনি অংশ নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পিকিং বিশ্ববিদ্যালয়ে বংশে তিনি প্রথম, তাই এত আয়োজন | প্রথম আলো",
            "time": "2025-08-01T04:40:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F44yhucqs%2FCapture.PNG?rect=0%2C101%2C1228%2C645&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিকে সংবর্ধনা দিতে শতাব্দীপ্রাচীন ঐতিহ্য ভেঙে তাঁদের গ্রামের পূর্বপুরুষদের মন্দিরের প্রধান ফটক খোলা হয়, যা একটি বিশেষ সম্মানের প্রতীক হিসেবে বিবেচিত।</p><p>লিকে সংবর্ধনা দেওয়ার ছবি ও ভিডিও চীনজুড়ে সামাজিক যোগাযোগমাধ্যমে আলোচনার জন্ম দিয়েছে।</p><p>অনলাইনে একজন লেখেন, ‘পিকিং বিশ্ববিদ্যালয়ে ভর্তি হতে ৬৯১ নম্বর! এটা অবিশ্বাস্য। সত্যিই পুরো পরিবারের মুখ উজ্জ্বল করেছে!’</p><p>তবে কেউ কেউ এই জমকালো উদ্‌যাপন নিয়ে উদ্বেগ প্রকাশ করেছেন।</p><p>তাঁরা বলেছেন, এটা কি একটু বাড়াবাড়ি নয়? উৎসবটা খুবই জাঁকজমকপূর্ণ, এতে ছেলেটার ওপর অকারণ চাপ তৈরি হতে পারে। স্নাতক হওয়ার পর কি পরিবার তাঁর কাছ থেকে অনেক বেশি কিছু প্রত্যাশা করবে না?</p></div></div></div></body></html>"
        },
        {
            "title": "অনশনের পর ডিবি কার্যালয় থেকে ছাড়া পেলেন ছয় সমন্বয়ক | প্রথম আলো",
            "time": "2025-08-01T04:38:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2Ftq8676rp%2F16072025-cm-1.jpg?rect=0%2C20%2C798%2C419&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেদিন ঢাকা বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, বরিশাল বিশ্ববিদ্যালয়সহ দেশের সাতটি বিশ্ববিদ্যালয়ে শিক্ষকদের উদ্যোগে পৃথক সমাবেশ-মানববন্ধন ও মিছিল করা হয়। পাশাপাশি সেদিন দেশের বিভিন্ন স্থানে সড়ক ও মহাসড়ক অবরোধ করে ছাত্র-জনতা।</p><p>‘কোটা সংস্কার আন্দোলনে সরকারের কঠোর দমনপ্রক্রিয়া ও গুলিতে ছাত্র-জনতা হত্যা’র প্রতিবাদে ১ আগস্ট বেলা ১১টায় মানিক মিয়া অ্যাভিনিউতে জাতীয় সংসদের সামনে সমাবেশের কর্মসূচি ছিল শিল্পী ও কলাকুশলীদের। ‘দৃশ্যমাধ্যম শিল্পীসমাজ’-এর ব্যানারে তাঁরা প্রথমে মানিক মিয়া অ্যাভিনিউ–সংলগ্ন ইন্দিরা রোডের প্রান্তে সমবেত হন। সেদিন সকাল থেকেই প্রবল বৃষ্টি হচ্ছিল। বৃষ্টি উপেক্ষা করে শিল্পীরা ব্যানার-পোস্টার নিয়ে স্লোগান দিতে দিতে মানিক মিয়া অ্যাভিনিউর দিকে এগিয়ে যেতে থাকলে পুলিশের বাধার মুখে পড়েন।</p><p>পরে শিল্পীরা ইন্দিরা রোড দিয়ে শোভাযাত্রা করে ফার্মগেটে আনন্দ সিনেমা হলের কাছে সমবেত হন। প্রবল বৃষ্টির মধ্যেই তাঁরা সেখানে সড়কের পাশে ব্যানার-পোস্টার নিয়ে সারিবদ্ধভাবে দাঁড়িয়ে স্লোগান দিতে থাকেন। শিল্পী, নির্মাতা ও কলাকুশলীরা ছাত্র-জনতার হত্যার প্রতিবাদ জানিয়ে বক্তব্য দেন। তাঁরা বলেন, যে বর্বর পন্থায় শিক্ষার্থীদের ন্যায়সংগত আন্দোলনকে দমন করা হচ্ছে, তা কোনো গণতান্ত্রিক সভ্য সমাজে ঘটতে পারে না।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলিক ১৯ সংস্কার বিষয়ে সিদ্ধান্ত, ৯টিতে ভিন্নমত | প্রথম আলো",
            "time": "2025-08-01T04:34:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fzbi09p40%2FCommission-Meeting.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শেষ দিনের আলোচনায় যে সাতটি বিষয়ে সিদ্ধান্ত হয়, সেগুলো হচ্ছে চার প্রতিষ্ঠানে নিয়োগ, উচ্চকক্ষ, রাষ্ট্রপতি নির্বাচন, রাষ্ট্রপতির ক্ষমতা, নাগরিকের মৌলিক অধিকার, তত্ত্বাবধায়ক সরকারের রূপরেখা ও সংবিধানের মূলনীতি। এর মধ্যে রাষ্ট্রপতি নির্বাচন ও মৌলিক অধিকার ছাড়া অন্য পাঁচটি বিষয়ে একাধিক দলের ‘ভিন্নমত’ আছে। সংবিধানের মূলনীতি ছাড়া বাকি চারটি প্রস্তাবে ভিন্নমত দিয়েছে বিএনপিসহ সমমনা কয়েকটি দল।</p><p>রাষ্ট্র পরিচালনায় ক্ষমতার ভারসাম্য আনা এবং এক ব্যক্তির হাতে ক্ষমতা যাতে কেন্দ্রীভূত হয়ে না যায়, সে জন্য সংবিধানে যেসব মৌলিক সংস্কার প্রস্তাব আনা হয়েছিল, তার দুটি ছিল সাংবিধানিক প্রতিষ্ঠানে নিয়োগ পদ্ধতির বদল এবং পিআর পদ্ধতিতে সংসদের উচ্চকক্ষ গঠন। কমিশনের এ দুটি প্রস্তাবের সঙ্গে একমত হয়নি বিএনপি।</p><p>এ ছাড়া ক্ষমতার ভারসাম্য আনতে রাষ্ট্রপতির ক্ষমতা বাড়ানোর একটি প্রস্তাব দেয় ঐকমত্য কমিশন। প্রস্তাবে বলা হয়, তিন বাহিনীর (সেনা, নৌ ও বিমান) প্রধানসহ ১২টি প্রতিষ্ঠানে রাষ্ট্রপতি স্বাধীনভাবে নিয়োগ দিতে পারবেন। রাষ্ট্রপতিকে প্রধানমন্ত্রীর পরামর্শ নিতে হবে না।</p><p>তবে শেষ পর্যন্ত তিন বাহিনীর প্রধানসহ পাঁচটি প্রতিষ্ঠানে নিয়োগের বিষয়ে ঐকমত্য হয়নি। তিন বাহিনী প্রধানের নিয়োগ নির্বাহী বিভাগের হাতে রাখার পক্ষে মত দেয় বিএনপি, জামায়াত, এনসিপিসহ বেশির ভাগ দল। পরে অন্য সাতটি প্রতিষ্ঠানে নিয়োগে রাষ্ট্রপতিকে ক্ষমতা দেওয়ার সিদ্ধান্ত নেয় কমিশন। এ ক্ষেত্রেও দুটি প্রতিষ্ঠানের বিষয়ে ভিন্নমত দেয় বিএনপিসহ সমমনা কয়েকটি দল।</p></div></div></div></body></html>"
        },
        {
            "title": "পাল্টা শুল্কের কারণে ক্রয়াদেশ কম | প্রথম আলো",
            "time": "2025-08-01T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-24%2Fsyci4s2w%2FScreenshot-2025-06-24-164413.jpg?rect=0%2C41%2C888%2C466&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র বাংলাদেশের একক শীর্ষ বড় বাজার। গত ২০২৪-২৫ অর্থবছরে যুক্তরাষ্ট্রে বাংলাদেশ ৮৬৯ কোটি ডলারের পণ্য রপ্তানি করেছে, যা দেশের মোট রপ্তানি আয়ের ১৮ শতাংশের কিছু বেশি। যুক্তরাষ্ট্রে রপ্তানি হওয়া বাংলাদেশি পণ্যের ৮৫ শতাংশের বেশি তৈরি পোশাক। এ ছাড়া মাথার টুপি বা ক্যাপ, চামড়ার জুতা, হোম টেক্সটাইল, পরচুলা ইত্যাদি বেশি রপ্তানি হয়।</p><p>জানতে চাইলে তৈরি পোশাকশিল্প মালিকদের সংগঠন বিজিএমইএর সভাপতি মাহমুদ হাসান খান প্রথম আলোকে বলেন, ‘শুল্ক নিয়ে অনিশ্চয়তা থাকায় বর্তমানে ক্রয়াদেশ কিছুটা কম। তবে গুরুত্বপূর্ণ বিষয় হচ্ছে, বাংলাদেশের প্রতিযোগী দেশের পণ্যে শুল্ক কত দাঁড়াচ্ছে তার ওপর অনেক কিছু নির্ভর করছে। এ ছাড়া আমাদের পাল্টা শুল্ক কমবে বলে আমরা আশাবাদী।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাল্টা শুল্ক ২০% হওয়াটা স্বস্তির খবর | প্রথম আলো",
            "time": "2025-08-01T04:26:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-30%2Fqumwrv50%2Fjahir.jpg?rect=0%2C43%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের বাজারে পাল্টা শুল্ক ৩৫ থেকে কমে ২০ শতাংশ হয়েছে। এটি আমাদের জন্য স্বস্তির খবর। এ শুল্কহার ব্যবস্থাপনযোগ্য। একটি বিশ্ব শক্তির চাপের মুখে এ সফল সমঝোতা করতে পারায় সরকার ও আলোচনা দলের প্রতি আন্তরিক অভিনন্দন। এটি সম্ভবত বাণিজ্য মন্ত্রণালয়ের সবচেয়ে কঠিন লড়াইগুলোর একটি ছিল, যা পরিপক্বতা ও দূরদর্শিতার সঙ্গে বিষয়টি মোকাবিলা করেছে তারা।</p><p> আমাদের এখন সতর্ক থাকতে হবে। কারণ, ভিয়েতনাম ভবিষ্যতে পাল্টা শুল্ক কমানোর চেষ্টা করে যাবে। এমনকি ভারতও সুবিধাজনক চুক্তি করতে পারে। ফলে আমাদেরও চেষ্টা অব্যাহত রাখতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের লোহাগাড়ায় ট্রেনে কাটা পড়ে দিনমজুর নিহত | প্রথম আলো",
            "time": "2025-08-01T04:24:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Ftso3ar8d%2F44f5ea3a-cbc0-4860-9a29-c4991caaedf5.jfif?rect=0%2C63%2C651%2C342&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত দিনমজুরের নাম মো. হাসান (৪২)। তিনি একই ইউনিয়নের হাদুর পাহাড় এলাকার সৈয়দ আহমেদের ছেলে। স্থানীয় বাসিন্দারা জানান, এলাকায় তাঁর একটি পানের বরজ রয়েছে। সেখানে কাজ শেষে বাসায় ফিরছিলেন তিনি। তবে রাত ১০টার দিকে রেললাইনের পাশে তাঁর ছিন্নভিন্ন লাশ পাওয়া যায়।</p><p>লাশ উদ্ধারের বিষয়টি নিশ্চিত করেন স্থানীয় ইউনিয়ন পরিষদ সদস্য মনিরুল মাবুদ। তিনি প্রথম আলোকে বলেন, মো. হাসান কানে কম শুনতেন। ধারণা করা হচ্ছে, ট্রেনে কাটা পড়ে তাঁর মৃত্যু হয়েছে। তবে তিনি কখন, কীভাবে ট্রেনে কাটা পড়েছেন, তা নিশ্চিতভাবে কেউ বলতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে বৃক্ষমেলায় হরেক গাছ | প্রথম আলো",
            "time": "2025-08-01T04:22:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fa7474bkc%2F04783379-759f-4e5e-9501-83e11248ccc1.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেলায় ঢুকতেই বাঁ দিকে একটি দোকানে সারি সারি ক্যাকটাস সাজিয়ে রাখা হয়েছে। গ্রিন বি নামে একটি প্রতিষ্ঠান এই ক্যাকটাস এনেছে। মোট ১২০টি প্রজাতির ক্যাকটাস রয়েছে এখানে। মেক্সিকোর গোল্ডেন ব্যারেল, ম্যামেলারিয়া হান্নিয়ানাসহ ছোট-বড় নানা আকৃতির ক্যাকটাস। সবুজ, লালচে ইত্যাদি রঙের ক্যাকটাস রয়েছে এখানে। দাম ২০০ থেকে ২ হাজার টাকা পর্যন্ত। অন্য পাশে সাজানো রয়েছে বনসাই এবং এয়ার প্ল্যান্ট।<br>গ্রিন বির কর্ণধার অর্ক আকিব জানান, তাঁরা মূলত অনলাইনে ক্যাকটাস, এয়ার প্ল্যান্ট বিক্রি করে থাকেন। বিভিন্ন দেশ থেকে যথাযথ প্রক্রিয়া অনুসরণ করে এসব সংগ্রহ করে থাকেন। মেলায় এসে ব্যাপক সাড়া পাচ্ছেন বলে জানালেন অর্ক আকিব।</p><p>পেশায় প্রকৌশলী তরুণ আকিব অক্সিজেন এলাকায় নিজ বাসার বারান্দা ও ছাদে এসব ক্যাকটাস, বনসাই, শোভাবর্ধনকারী এয়ার প্ল্যান্ট মজুত করে থাকেন। সেখান থেকেই অনলাইনে বিক্রি করেন। আকিব বলেন, শখের বশে ছয় বছর ধরে এই কাজ করে চলেছেন তিনি। এটা এখন নেশার মতো তাঁর কাছে।</p><p>এখানে রয়েছে ইয়েমেনের এরাবিকাম হালক নামে একটি বনসাই। ওটাতে ফুল ফোটে। এই বনসাইটির দাম দেওয়া হয়েছে তিন হাজার টাকা। এ ছাড়া সাধারণ বনসাই ৩০০ থেকে ৩০০০ টাকা পর্যন্ত বিক্রি হচ্ছে। এয়ার প্ল্যান্ট, হাউস প্ল্যান্ট ইত্যাদিও পাওয়া যাচ্ছে মেলায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ড্যাবের নির্বাচন ৯ আগস্ট, দুটি প্যানেলই শক্ত | প্রথম আলো",
            "time": "2025-08-01T04:19:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fdd4a0bea-ba95-4308-8f0a-7929ccfe6fd1%2FUntitled_7.jpg?rect=0%2C28%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ড্যাবের নির্বাচনের জন্য গঠিত নির্বাচন কমিশনের প্রধান নির্বাচন কমিশনার বিজন কান্তি সরকার গতকাল বৃহস্পতিবার <em>প্রথম আলো</em>কে বলেন, ‘এখন আর কিছু করার নেই। যা আছে তা মেনে নিয়েই সবাই নির্বাচনে অংশ নিচ্ছেন। নির্বাচন স্বচ্ছ ও নিরপেক্ষ হবে।’</p><p>প্রায় দেড় দশকে দেখা গেছে, ড্যাবের মধ্যেও দুটি ধারা বা পক্ষ আছে। গত এক সপ্তাহে বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়, শিশু হাসপাতাল, স্বাস্থ্য অধিদপ্তরের চিকিৎসকদের সঙ্গে কথা বলে জানা গেছে, ড্যাবের মধ্যেই দুটি পক্ষ স্পষ্ট। একটি পক্ষ ড্যাবের সাবেক মহাসচিব ও বিএনপির স্থায়ী কমিটির সদস্য অধ্যাপক এ জেড এম জাহিদ হোসেনের অনুসারী। অধ্যাপক এ কে এম আজিজুল হক ও অধ্যাপক আবদুস সাকুর খানের প্যানেলটি এদিকে আছে। জাহিদ হোসেন–বিরোধী বলে পরিচিত ড্যাবের সদস্যদের একটি অংশ আছে প্রতিদ্বন্দ্বী অধ্যাপক হারুন আল রশিদ ও জহিরুল ইসলাম শাকিল প্যানেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "এ সপ্তাহের সেরা সরকারি চাকরির বিজ্ঞপ্তি, মোট পদ ১৬৯৫ | প্রথম আলো",
            "time": "2025-08-01T04:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fff72db29-56cb-41aa-8e02-f3de0e5913e0%2Fprothomalo_bangla_2024_02_10f6c09b_1d1c_404b_bd41_fc4b6dd90889_KBRH8257.webp?rect=0%2C38%2C1996%2C1048&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষিত তরুণদের কর্মজীবনে প্রবেশে সরকারি চাকরিকে বেছে নেন অনেকেই। তবে সরকারি চাকরির সুযোগ অপ্রতুল। অনেক দিন পর এ সপ্তাহে কিছু নিয়োগ বিজ্ঞপ্তি চাকরিপ্রত্যাশীদের সামনে নতুন সম্ভাবনা নিয়ে এসেছে। এ সপ্তাহের সাত সরকারি সেরা চাকরির সুযোগগুলো সম্পর্কে জেনে নেওয়া যাক। এই সাত বিজ্ঞপ্তিতে ১ হাজার ৬৯৫ জন চাকরির সুযোগ হবেন। দেখে নিন বিস্তারিত-</p></div></div></div></body></html>"
        },
        {
            "title": "এটা আমাদের পোশাক খাতের ওপর নির্ভরশীল লাখো মানুষের জন্য সুসংবাদ: খলিলুর রহমান | প্রথম আলো",
            "time": "2025-08-01T04:17:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-06%2Flcm7enoo%2FKhalil-myanmer.jpg?rect=0%2C0%2C2872%2C1508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সময় গতকাল বৃহস্পতিবার মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের এক নির্বাহী আদেশে নতুন এ শুল্ক হার ঘোষণা করা হয়। সবশেষ বাংলাদেশকে চিঠি দিয়ে ৩৫ শতাংশ পাল্টা শুল্কের কথা জানিয়েছিল মার্কিন প্রশাসন। সে হিসাবে শুল্ক ১৫ শতাংশ কমিয়ে নতুন হার (২০ শতাংশ) ঘোষণায় করা হলো।</p><p>ওয়াশিংটন ডিসিতে যুক্তরাষ্ট্রের সঙ্গে আলোচনায় বাংলাদেশ প্রতিনিধিদলের নেতৃত্ব দেন বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন। এই দলে জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমানও ছিলেন।</p><p>খলিলুর রহমান তাঁর প্রতিক্রিয়ায় বলেন, ‘আমরা সতর্কতার সঙ্গে আলোচনা করেছি, যাতে আমাদের প্রতিশ্রুতিগুলো জাতীয় স্বার্থ ও সক্ষমতার সঙ্গে সামঞ্জস্যপূর্ণ থাকে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ধর্মনিরপেক্ষতার বদলে বহুত্ববাদ: ভাবের ঘরে চুরি | প্রথম আলো",
            "time": "2025-08-01T04:12:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F68qxsuke%2Fprothomalo-bangla2025-07-27.jpg?rect=0%2C127%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেক মুসলমান মনে করেন, হিন্দুরা সব ভারতের দালাল। কিছু হলেই তাঁরা দৌড় দেন ভারতের দিকে। ‘ভারতের দালাল’ কথাটা এ দেশে খুব খায়। পাকিস্তানি শাসকেরা মনে করতেন, বাঙালি মুসলমান খাঁটি মুসলমান নয়। নামে মুসলমান হলেও কার্যত তারা হিন্দু। তারা হিন্দু সংস্কৃতি লালন-পালন করে। শহীদ মিনার, পয়লা বৈশাখ উদ্‌যাপন—এসব হচ্ছে হিন্দু সংস্কৃতি। </p><p>১৯৭১ সালে এ দেশে গণহত্যা হয়েছিল। প্রধান টার্গেট ছিল হিন্দু সম্প্রদায়। পাকিস্তানিদের হাতে যত মুসলমান মারা গেছে, পাকিস্তানিরা তাদের হিন্দু মনে করেই মেরেছে। যে এক কোটি লোক ভারতে শরণার্থী হয়েছিল, তাদের ৮০ ভাগই ছিল হিন্দু।</p><p>দেশ স্বাধীন হওয়ার পর মুসলমানের চোখে হিন্দুরা হিন্দুই থেকে গেল, বাঙালি হতে পারেনি। রেডিও-টেলিভিশনে আর সরকারি অনুষ্ঠানে একজন পুরুত ডেকে গীতা পাঠ করিয়ে সরকার দায়িত্ব সারল। বলল ‘ধর্মনিরপেক্ষতা’ হয়ে গেছে। ১৯৭২ সাল থেকেই দেশের নানা জায়গায় পূজামণ্ডপে হামলা আর প্রতিমা ভাঙচুর হতে থাকে। </p><p>১৯৭৫ সালের পর কাগজে–কলমে বাংলাদেশ হয়ে যায় মুসলমানের দেশ। রাষ্ট্রের অনানুষ্ঠানিক ইসলামীকরণ জিয়াউর রহমানের হাত দিয়ে শুরু, এরশাদের হাতে তার মোক্ষলাভ। </p><p>শেখ হাসিনা ২০ বছর ক্ষমতায় থেকে জিয়া-এরশাদের তৈরি স্থিতাবস্থা বজায় রাখলেন। হিন্দুদের প্রতি তাঁর দরদ ছিল না। তাঁর দরকার ছিল হিন্দু ভোট। মুসলমানের প্রতিও যে তাঁর দরদ ছিল, এমনটি বলা যাবে না। </p><p>আসলে তাঁর একমাত্র চাওয়া ছিল ক্ষমতার চূড়ায় থাকা। সে জন্য সংখ্যাগরিষ্ঠ মুসলমানের অনুভূতি নিয়ে তিনি ডুগডুগি বাজিয়েছেন আর হিন্দুদের রেখে দিয়েছেন জিম্মি করে। ক্ষমতার ভিত টিকিয়ে রাখতে নির্ভর করেছেন ভারতের ওপর। সরকার চালিয়েছেন সামরিক-অসামরিক গোয়েন্দা আর সরকারি-বেসরকারি লাঠিয়াল দিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যর্থতার বৃত্তেই বন্দী ওয়েস্ট ইন্ডিজ, এবার পাকিস্তানের কাছে হার | প্রথম আলো",
            "time": "2025-08-01T04:09:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F022n95hr%2F526540558796888249667659418239991952994467n.jpg?rect=0%2C0%2C1819%2C955&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পাকিস্তান:</strong> ২০ ওভারে ১৭৮/৬ (আইয়ুব ৫৭, ফখর ২৮, হাসান ২৪, ফাহিম ১৬*; শামার ৩/৩০, শেফার্ড ১/২৯, আকিল ১/৩১, হোল্ডার ১/৩৬)।</p><p><strong>ওয়েস্ট ইন্ডিজ:</strong> ২০ ওভারে ১৬৪/৭ (অ্যান্ড্রু ৩৫, চার্লস, হোল্ডার ৩০*, শামার ২১*; নেওয়াজ ৩/২৩, আইয়ুব ২/২০, মুকিম ১/২০, আফ্রিদি ১/২৭)।</p><p><strong>ফল:</strong> পাকিস্তান রানে ১৪ জয়ী।</p><p><strong>ম্যান অব দ্য ম্যাচ:</strong> সাইম আইয়ুব।</p><p><strong>সিরিজ:</strong> ৩ ম্যাচের সিরিজে পাকিস্তান ১–০ ব্যবধানে এগিয়ে। </p></div></div></div></body></html>"
        },
        {
            "title": "এক্সপ্রেসওয়েতে বাসের পেছনে ট্রাকের ধাক্কা, নিহত ১, আহত ৬ | প্রথম আলো",
            "time": "2025-08-01T04:07:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2Fe9m0jpln%2FMunshigonjDH071020250801IMG-20250801-WA0010.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুন্সিগঞ্জের শ্রীনগরে এক্সপ্রেসওয়েতে থেমে থাকা একটি যাত্রীবাহী বাসের পেছনে মালবাহী ট্রাকের ধাক্কায় একজন নিহত হয়েছেন। এতে আহত হয়েছেন আরও ছয়জন। আজ শুক্রবার ভোর সাড়ে পাঁচটার দিকে উপজেলার কামারখোলা সেতু এলাকায় ঢাকা-মাওয়া এক্সপ্রেসওয়েতে এ দুর্ঘটনা ঘটে।</p><p>নিহত ব্যক্তির নাম আবদুল কুদ্দুস ওরফে চান মিয়া (৭০)। তিনি ময়মনসিংহের নন্দাইল উপজেলার চর শ্রীরামপুর এলাকার আবদুর রহমানের ছেলে। আহত ব্যক্তিদের মধ্যে পাঁচজনের নাম জানিয়েছে ফায়ার সার্ভিস। তাঁরা হলেন আশরাফুল ইসলাম (৪০), হেলাল উদ্দিন (৩৪), হাজেরা খাতুন (৫০), আর্শেদ আলী (৫০), মো. সোহেল (৩০)। তাঁরা সবাই ময়মনসিংহের বিভিন্ন এলাকার বাসিন্দা।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতিদিন বিটরুট পাউডার খাওয়া কি ভালো | প্রথম আলো",
            "time": "2025-08-01T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F3rf5ectm%2FBitroot-powder.jpg?rect=0%2C167%2C2817%2C1479&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাম্প্রতিক সময়ে স্বাস্থ্যসচেতনদের মধ্যে বিটরুট পাউডার খাওয়ার প্রবণতা দেখা যাচ্ছে। তবে লিভারের সুস্থতায় কিংবা রক্তচাপ নিয়ন্ত্রণে সহায়ক উপকরণ হিসেবে জনপ্রিয় হয়ে ওঠা এই বিটরুট পাউডার খাওয়া কি আদতে নিরাপদ?</p><p>ঢাকার এভারকেয়ার হাসপাতালের প্রধান পুষ্টিবিদ তামান্না চৌধুরী বলেন, ‘যেকোনো খাবারের পুষ্টিগুণের পাশাপাশি এর নেতিবাচক প্রভাব সম্পর্কেও জেনে রাখা উচিত। বিশেষ করে যে উপকরণ রোজই গ্রহণ করা হয়, সেটির ব্যাপারে অবশ্যই ভালোভাবে জানতে হবে। </p><p>বিটরুট জন্মে মাটির নিচে। ফলে এতে বহু খনিজ উপাদান প্রবেশ করতে পারে। বিটরুটে এমন অনেক উপাদানই থাকে, যা নিয়মিত গ্রহণ করলে কারও কারও জন্য ক্ষতির কারণ হয়ে দাঁড়াতে পারে। তা ছাড়া বাজারের সব বিটরুট পাউডার মানসম্মত কি না, সেটিও বিবেচনার বিষয়।’</p></div></div></div></body></html>"
        }
    ]
}