{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জুরাইনে নিষিদ্ধ ছাত্রলীগের মিছিলের প্রস্তুতিকালে গ্রেপ্তার ৩ | প্রথম আলো",
            "time": "2025-07-25T16:21:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F81ca639d-5f86-4ac3-adb5-60fde4f109d6%2Fc29e6fd2_fc63_4c89_a02b_4b7d88cf656c.png?rect=0%2C70%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর জুরাইন এলাকায় আজ শুক্রবার সকালে নিষিদ্ধঘোষিত ছাত্রলীগের নেতা–কর্মীরা মিছিলের প্রস্তুতি নেওয়ার সময় তিনজনকে আটক করেছে পুলিশ।</p><p>আটক ব্যক্তিরা হলেন আরিয়ান সৈকত (২১), মো. ওমর (২০) ও ইয়ামিন হোসেন ওরফে তরুণ (২০)।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী আদালত চত্বরে নারী লাঞ্ছনার অভিযোগে সেই কাজি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-07-25T16:20:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৪ জুলাই দুপুরের দিকে রাজশাহীর বোয়ালিয়া থানার আমলি আদালতের সামনে এ ঘটনা ঘটে। ভুক্তভোগী নারীর বয়স প্রায় ৩৫। বাড়ি রাজশাহী মহানগরে। অভিযুক্ত দুই কাজি হলেন রাজশাহীর মোহনপুর উপজেলার ধুরইল ইউনিয়নের নিকাহ রেজিস্ট্রার মোস্তফা হোসেন ওরফে ভিক্টর এবং তাঁর ছোট ভাই একই উপজেলার বাকশিমইল ইউনিয়নের নিকাহ রেজিস্ট্রার মোকাদ্দেম হোসেন ওরফে শাওন।</p><p>অভিযোগ আছে, দুই ভাই প্রতারক চক্রের সঙ্গে হাত মিলিয়ে ভুয়া রেজিস্ট্রার বুকে বিয়ে নিবন্ধন করে দেন। ফলে তাঁদের কাছ থেকে নেওয়া কাবিননামা দিয়ে আইনের আশ্রয় নিতে পারেন না অনেকে। ওই দুই ভাই মোহনপুর উপজেলার দুটি ইউনিয়নের দায়িত্বে থাকলেও রাজশাহীর আদালত চত্বরে ঘোরাফেরা করেন। শহরে নিকাহ রেজিস্ট্রার মোকাদ্দেম হোসেনের ব্যক্তিগত চেম্বারও আছে। সেখানে বিয়ের নামে প্রতারণা করার কারণে গ্রেপ্তার হয়ে জেলও খেটেছেন তিনি। তাঁর বিরুদ্ধে একাধিক প্রতারণার মামলা আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন পেছানোর ষড়যন্ত্র চলছে, দ্রুত তারিখ ঘোষণা করুন: জোনায়েদ সাকি | প্রথম আলো",
            "time": "2025-07-25T16:19:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Ffjiaqodv%2FWhatsApp-Image-2025-07-25-at-9.44.53-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘আমরা ভয়ানক আশঙ্কার মধ্যে আছি’</strong></p><p>জোনায়েদ সাকি বলেন, ‘আমরা আজকাল দেখতে পাচ্ছি অনেকেই বলছেন, নির্বাচন হলে তো আগের লোকই ক্ষমতায় আসবে। বাংলাদেশের মানুষ যদি নির্বাচন করে আগের লোককেই ক্ষমতায় আনেন, তাহলে আপনি কে এইটা ঠিক করার। আপনি সবচেয়ে ভালোটা বোঝেন, পাবলিক কিছু বোঝে না।’</p><p>আগামী নির্বাচনে টাকার খেলা হবে না উল্লেখ করে গণসংহতি আন্দোলনের প্রধান নেতা বলেন, ‘নির্বাচন মানে টাকার খেলা। নির্বাচন মানে ক্ষমতার বাহুর খেলা। আগামী নির্বাচন টাকার খেলা হবে না। আগামী নির্বাচন পেশিশক্তির খেলা হবে না। আগামী নির্বাচন হবে বাংলাদেশের মানুষের সচেতন রাজনৈতিক অধিকার প্রয়োগের নির্বাচন। মানুষ ভোট দিয়ে তার জনপ্রতিনিধি ঠিক করবে।’</p><p>‘যাঁরা বলেন নির্বাচন হলে লুটেরা মাফিয়া আসবে, তাঁরা কোন পথে আমাদের নিতে চান’—এমন প্রশ্ন করে জোনায়েদ সাকি বলেন, ‘আমরা জয়লাভ করলে তখন নির্বাচন দেব। আমরা জয়লাভের নিশ্চয়তা না পেলে নির্বাচন দরকার নেই। এ রকম একটা অবস্থান নিতে চান, তাই না? এটা শেখ হাসিনারই ভূত। শেখ হাসিনাও নিজে জিতবেন না বলে সুষ্ঠু নির্বাচন দেননি।’</p><p>এখন অনেকেই নিজেদের দলীয় কথা অন্যদের দিয়ে বলাচ্ছেন, এমন মন্তব্য করেন জোনায়েদ সাকি। তিনি বলেন, ‘এখন কেউ কেউ সরাসরি নির্বাচন পেছানোর কথা বলেন না। তাঁরা অন্য লোকদের দিয়ে বলানোর চেষ্টা করেন। অথচ বাংলাদেশটা আজ কোন পর্যায়ে আছে? আমরা একটা ভয়ানক আশঙ্কার মধ্যে আছি। আমাদের দেশের পতিত ফ্যাসিস্টরা নানা ষড়যন্ত্র করছেন। বাংলাদেশ যদি অস্থিতিশীল হয়, তাহলে লাভ সেই দেশি-বিদেশি পতিত ফ্যাসিস্টদের হবে। তাদের ষড়যন্ত্র বাস্তবায়নে কি অনেকে ফাঁদে পা দিচ্ছেন! নির্বাচন পেছানোর ব্যাপারটা কিন্তু ওই ফাঁদে পা দেওয়ার মতো। অতএব যারা বাংলাদেশের অগ্রগতি ঠেকাতে চায়, তারা এ মুহূর্তে নির্বাচন পেছানোর ষড়যন্ত্র করছে। নির্বাচন পেছানোর ষড়যন্ত্র বাংলাদেশে আমরা কোনোভাবে কার্যকর হতে দেব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুরে ব্যস্ত সড়কে ধানের চারা রোপণ | প্রথম আলো",
            "time": "2025-07-25T16:18:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F4u1xdxq2%2FRangpurDH04942025072520250725173439.jpg?rect=0%2C564%2C2576%2C1352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাতমাথার বাসিন্দা রাজিমুজ্জামান বলেন, ‘বেহাল সড়ক নিয়ে আমরা বারবার সিটির কাছে ধরনা দিয়েছি। কোনো কাজ হয়নি। এর আগে আমরা সিটিকে মৃত ঘোষণা করে গায়েবানা জানাজাও করেছি। আজ ধানের চারা রোপণ করে বোঝাতে চেয়েছি—এই রাস্তায় গাড়ি চলে না, ধান চাষ সম্ভব।’</p><p>স্থানীয় বাসিন্দাদের মধ্যে বক্তব্য দেন আসিফ মাহমুদ, মো. প্রান্ত, ছিয়াম হোসেন, হাসান আলী, হোসেন আলী প্রমুখ। বক্তারা বলেন, প্রায় এক বছর ধরে জাহাজ কোম্পানি থেকে সাতমাথা পর্যন্ত প্রায় চার কিলোমিটার সড়ক চলাচলের অনুপযোগী হয়ে পড়েছে। এই সড়ক দিয়ে লালমনিরহাট, কুড়িগ্রাম, পীরগাছা, কাউনিয়াসহ বিভিন্ন এলাকার হাজারো মানুষ প্রতিদিন চলাচল করে। কিন্তু সড়কে খানাখন্দ থাকায় চলাচলকারী ব্যক্তিরা ভোগান্তিতে পড়ছে। প্রায়ই ঘটছে ছোট-বড় দুর্ঘটনা।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদা না পেয়ে বিএনপি নেতার বিরুদ্ধে পুকুরের মাছ লুটের অভিযোগ | প্রথম আলো",
            "time": "2025-07-25T16:15:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fdejnvcaw%2FSirajgonjDH12882025072520250725192621.jpg?rect=0%2C269%2C1864%2C979&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার সুষ্ঠু তদন্ত ও ক্ষতিপূরণ দাবি করে আবদুস সালাম প্রথম আলোকে বলেন, আমিনুর রহমানের নেতৃত্বে অন্তত ১৬ জন লোক দুই দফায় জাল ফেলে প্রায় ৩০ লাখ টাকার মাছ লুট করে নিয়েছেন। এর আগে ওই বিএনপি নেতা তাঁর চাচাতো ভাই শামীম হোসেনকে দিয়ে ২০ লাখ টাকা চাঁদা দাবি করেন। তিনি বলেন, ‘মূলত চাঁদা দিতে অস্বীকার করায় তাঁরা আমার সাব-লিজ নেওয়া পুকুরের মাছ লুট করেছেন। থানায় অভিযোগ দিয়ে কোনো লাভ না হওয়ায় বাধ্য হয়ে জেলা প্রশাসক ও পুলিশ সুপারসহ বিভিন্ন স্থানে অভিযোগ দায়ের করেছি।’</p><p>চাঁদা দাবির অভিযোগ অস্বীকার করে বিএনপি নেতা আমিনুর রহমান বলেন, ‘সুফলভোগীদের কাছ থেকে সাব-লিজ নেওয়া ওই পুকুরের মেয়াদ এখনো থাকার কথা না। তবে মেয়াদ না থাকায় কে বা কারা ওই পুকুরের মাছ মেরে নিয়েছে সেটা আমার জানা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "থাইল্যান্ডে রাশিয়ার তৈরি ‘বিএম-২১’ দিয়ে হামলা চালাচ্ছে কম্বোডিয়া, ছড়িয়ে পড়ছে সংঘাত | প্রথম আলো",
            "time": "2025-07-25T16:13:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fjnregdc0%2Fbm.JPG?rect=0%2C385%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কম্বোডিয়ার হামলায় আজ পর্যন্ত থাইল্যান্ডে ১৫ জন নিহত হওয়ার খবর পাওয়া গেছে। থাই স্বাস্থ্য মন্ত্রণালয়ের এক বিবৃতিতে বলা হয়েছে, নিহত ১৫ জনের মধ্যে ১৪ জনই বেসামরিক লোকজন। এ ছাড়া ১৫ সেনাসদস্যসহ আহত হয়েছেন ৪৬ জন। সংঘাতের মধ্যে থাইল্যান্ডের সীমান্তবর্তী এলাকাগুলো থেকে ১ লাখ ৩০ হাজারের বেশি মানুষকে সরিয়ে নেওয়া হয়েছে।</p><p>থাইল্যান্ডের হামলায় কত জন হতাহত হয়েছেন বা কতজনকে নিরাপদে সরিয়ে নেওয়া হয়েছে, সে তথ্য জানায়নি কম্বোডিয়া সরকার। আজ রয়টার্সের পক্ষ থেকে এ বিষয়ে জানতে জানতে চাওয়া হলে জবাবও দেয়নি তারা। তবে দেশটির ওদ্দার মেয়ানচে প্রদেশের এক কর্মকর্তা জানিয়েছেন, সংঘাতে দেশটিতে ১ জন নিহত ও ৫ জন আহত হয়েছেন। ১ হাজার ৫০০ পরিবারকে নিরাপদে সরিয়ে নেওয়া হয়েছে।</p><p><strong>‘আমরা খুব ভয়ের মধ্যে আছি’</strong></p><p>সীমান্ত নিয়ে থাইল্যান্ড ও কম্বোডিয়ার বিরোধ শত বছরের বেশি পুরোনো। ১৯০৭ সালে ফরাসি ঔপনিবেশিক সরকার দুই দেশের মধ্যে একটি সীমানা নির্ধারণ করে দেয়। ওই মানচিত্র নিয়ে আপত্তি ছিল থাইল্যান্ডের। ২০০৮ সালে সীমান্তে বিরোধপূর্ণ এলাকায় ১১ শতকের একটি মন্দির নিয়ে দুই পক্ষের দ্বন্দ্ব চরমে ওঠে। পরে বছরের পর বছর ধরে সীমান্ত সংঘাতে দুই দেশেই হতাহতের ঘটনা ঘটেছে।</p><p>দুই দেশের মধ্যে নতুন করে উত্তেজনা শুরু হয় গত মে মাসে। সে সময় সংঘর্ষে এক কম্বোডীয় সেনা নিহত হন। এর পর থেকে দুই দেশই সীমান্তে সেনা বাড়াতে থাকে। এরই মধ্যে সম্প্রতি সীমান্তে স্থলমাইন বিস্ফোরণে আহত হন থাইল্যান্ডের এক সেনা। ওই ঘটনার জেরে গত বুধবার কম্বোডিয়া থেকে নিজেদের রাষ্ট্রদূতকে ডেকে নেয় থাইল্যান্ড। কম্বোডিয়ার রাষ্ট্রদূতকেও ব্যাংকক থেকে বহিষ্কার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নিম্নচাপের প্রভাবে উঁচু জোয়ার, নিম্নাঞ্চল প্লাবিত | প্রথম আলো",
            "time": "2025-07-25T16:08:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Ftht1k0mc%2FBarishalDH059020250725barishal-04.jpg?rect=0%2C62%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাগরে সৃষ্ট নিম্নচাপের প্রভাবে দক্ষিণ উপকূলের বরিশালসহ বিভাগের অন্যান্য জেলাতে বৈরী আবহাওয়া বিরাজ করছে। আজ শুক্রবার সকাল থেকে দমকা হাওয়ার পাশাপাশি এ অঞ্চলের নদ-নদীর পানিতে অস্বাভাবিক জোয়ার প্রবাহিত হচ্ছে। শুক্রবার বিকেল থেকে মেঘনা, পায়রা, বিষখালী, বলেশ্বর, কচাসহ অন্যান্য নদ-নদীতে বিপৎসীমার অনেক ওপরে জোয়ার প্রবাহিত হচ্ছে। </p><p>উঁচু জোয়ারের কারণে বরিশাল, ভোলা, পিরোজপুর, বরগুনা ও ঝালকাঠির নিচু এলাকা ও চরাঞ্চল প্লাবিত হয়েছে। এতে এসব এলাকায় বসবাসকারী মানুষ দুর্ভোগে পড়েছেন। সেই সঙ্গে এ অঞ্চলে সকাল থেকে থেমে থেমে ভারী ও হালাকা বৃষ্টিপাত হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ধর্ষণচেষ্টার অভিযোগে মামলার পর বিরামপুরে ছাত্রদল নেতা বহিষ্কার | প্রথম আলো",
            "time": "2025-07-25T16:07:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Fea4def3a-5749-49c5-aacc-845934c252e3%2Fdinajpur.png?rect=0%2C65%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিনাজপুরের বিরামপুরে কলেজপড়ুয়া এক তরুণীকে (১৮) ধর্ষণচেষ্টার অভিযোগে মামলার পর ছাত্রদলের এক নেতাকে সংগঠন থেকে বহিষ্কার করা হয়েছে। ওই নেতার নাম মো. আবদুল্লাহ (৩৫)। তিনি ছাত্রদলের বিরামপুর উপজেলা শাখার যুগ্ম আহ্বায়ক ছিলেন। </p><p>গতকাল বৃহস্পতিবার দুপুরে আবদুল্লাহকে বহিষ্কারের বিষয়টি চিঠির মাধ্যমে জানানো হয়। ছাত্রদলের জেলা কমিটির সহসাংগঠনিক সম্পাদক মো. শাহজালাল স্বাক্ষরিত বহিষ্কারাদেশের চিঠিতে উল্লেখ করা হয়, সংগঠনের শৃঙ্খলা ভঙ্গের সুনির্দিষ্ট অভিযোগের ভিত্তিতে বিরামপুর উপজেলা শাখা ছাত্রদলের যুগ্ম আহ্বায়ক মো. আবদুল্লাহকে সাংগঠনিক পদ থেকে বহিষ্কার করা হলো। দিনাজপুর জেলা ছাত্রদলের ভারপ্রাপ্ত সভাপতি রুবেল ইসলাম ও সাধারণ সম্পাদক আবুজার (সেতু) এ সিদ্ধান্ত কার্যকর করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কুড়িগ্রামে রাতে রাস্তায় ঝুলন্ত ‘নৌকা’, আওয়ামী লীগ কর্মী গ্রেপ্তার | প্রথম আলো",
            "time": "2025-07-25T16:05:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fvpcsfgwf%2FKurigramDH160420250725MessengercreationFA162CCD-A1BB-47DF-A5CC-6A0BA30130BF.jpg?rect=0%2C238%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুড়িগ্রামের ভূরুঙ্গামারীতে বাঁশ ও কাপড় দিয়ে তৈরি একটি প্রতীকী ‘নৌকা’ রাতের আঁধারে রাস্তায় ঝোলানোর পর আবদুল বারী (৫৫) নামের আওয়ামী লীগের এক কর্মীকে গ্রেপ্তার করেছে পুলিশ। </p><p>পুলিশ ও স্থানীয় সূত্রে জানা যায়, বৃহস্পতিবার দিবাগত রাতে উপজেলার পাইকেরছড়া ইউনিয়নের কুড়ার পাড় বাজারসংলগ্ন এক মোড়ে একটি প্রতীকী নৌকা রাস্তার ওপর ঝুলিয়ে দেন স্থানীয় দুই ব্যক্তি। নৌকার সঙ্গে ডিজিটাল প্রিন্ট করা একটি ব্যানারও লাগানো ছিল, যেখানে লেখা ছিল ‘জয় বাংলা, জয় বঙ্গবন্ধু’। ব্যানারে ওই দুই ব্যক্তির ছবিও ছিল। শুক্রবার সকালে ঘটনাটি নজরে আসার পর স্থানীয় লোকজন থানায় খবর দেন। পরে পুলিশ ঘটনাস্থলে গিয়ে নৌকাটি জব্দ করে এবং ছবি দেখে আবদুল বারীকে গ্রেপ্তার করে।</p></div></div></div></body></html>"
        },
        {
            "title": "সবজি দিয়ে ল্যাটকা খিচুড়ি বানানোর রেসিপি | প্রথম আলো",
            "time": "2025-07-25T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2F6boysv91%2FKBRH9597.JPG?rect=0%2C297%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভাজা মসলার উপকরণ</strong>: দারুচিনি ৩–৪টি, জিরা ১ চা–চামচ, ধনে ১ চা–চামচ, মৌরি আধা চা–চামচ, শুকনা মরিচ ৪/৫টি ও এলাচি ৭–৮টি।</p><p><strong>প্রণালি</strong>: সব ধরনের মসলা কড়াইয়ে টেলে নিয়ে গুঁড়া করে নিতে হবে।</p><p><strong>খিচুড়ির উপকরণ</strong>: ফুলকপি ১টি, বরবটি ১ কাপ, গাজর ২টি, মটরশুঁটি প্রয়োজনমতো, আলু ২টা, মিষ্টিকুমড়া ১ কাপ, সেদ্ধ চাল ৩০০ গ্রাম, মুগডাল ২০০ গ্রাম, মসুর ডাল ১০০ গ্রাম, পানি পরিমাণমতো, হলুদের গুঁড়া পরিমাণমতো, লবণ স্বাদমতো, শর্ষের তেল ২ টেবিল চামচ, আদাবাটা ১ চা–চামচ, পেঁয়াজবাটা ২ চা–চামচ, রসুনবাটা ১ চা–চামচ, টমেটোবাটা আধা কাপ, কাঁচা মরিচবাটা ২ চা–চামচ, মটরশুঁটি আধা কাপ, ঘি ২ চা–চামচ, কাঁচা মরিচ ৩/৪টি, শুকনা মরিচ ৩–৪টি ও মরিচের গুঁড়া ১ চা–চামচ।</p><p><strong>প্রণালি</strong>: সব সবজি চারকোনা করে কেটে নিতে হবে। সেদ্ধ চাল ও ডাল ভালোভাবে ধুয়ে নিন। প্রয়োজনমতো পানি দিয়ে চুলায় বসান। কিছুক্ষণ পর ফেনা উঠলে হাতা দিয়ে তুলে ফেলে দিন। এরপর চাল ও ডালের মধ্যে হলুদের গুঁড়া ও লবণ মিশিয়ে নিন। অন্য কড়াইয়ে সবজিগুলো ভেজে নিন।</p><p>চালের মধ্যে দিয়ে দিন। অন্য কড়াইয়ে তেল ও সব বাটা মসলা দিয়ে ভালোভাবে কষিয়ে নিন। তেল ছাড়লে কষানো এই মসলা চাল ও ডালের মধ্যে দিয়ে দিন। মটরশুঁটি দিয়ে দিন। ভাজা মসলা দিন। আরও একটি ছোট বাটিতে ঘি দিয়ে দিন। শুকনা ও কাঁচা মরিচ দিন। মরিচের গুঁড়া দিন। এই ঘি খিচুড়ির মধ্যে ঢেলে দিন। চুলা থেকে নামিয়ে পাঁপড় আর বেগুন ভাজা দিয়ে সাজিয়ে পরিবেশন করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের বিপক্ষে খেলে কী শিক্ষা পেল পাকিস্তান, বললেন কোচ | প্রথম আলো",
            "time": "2025-07-25T15:48:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F77i75ijt%2FWhatsApp-Image-2025-07-18-at-19.48.49.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মে মাসে পাকিস্তানের ওয়ানডে ও টি-টোয়েন্টি দলের প্রধান কোচের দায়িত্ব নেওয়া হেসন এখন পর্যন্ত দুটি সিরিজে দায়িত্ব পালন করেছেন। আজ সামাজিক যোগাযোগমাধ্যম এক্সে দুই সিরিজ নিয়ে নিজের ভাবনার শুরুতে লক্ষ্যের কথা তুলে ধরেন তিনি, ‘বর্তমানে বিশ্ব র‍্যাঙ্কিংয়ে অষ্টম স্থানে থাকা অবস্থায় আমাদের খেলোয়াড়দের মধ্যে গভীরতা ও প্রতিযোগিতা তৈরি করতে হবে। পাশাপাশি এমন একটি ক্রিকেট স্টাইল খেলতে হবে, যা আমাদের সময়ের সঙ্গে সঙ্গে আরও ধারাবাহিকতা দিতে পারে, বিশেষ করে এশিয়া কাপ ও বিশ্বকাপের মতো গুরুত্বপূর্ণ ইভেন্টে।’</p><p>মে-জুনে বাংলাদেশের বিপক্ষে লাহোরে খেলা তিন ম্যাচেই ভালো রান করেছিল পাকিস্তান। প্রথম দুই ম্যাচে আগে ব্যাট করে ২০১ ও ২০১, এরপর তৃতীয় ম্যাচে ১৯৬ রান তাড়ায় ১৬ বল হাতে রেখেই জিতেছিল সালমানের দল। বিপরীতে এবার মিরপুরে পাকিস্তান প্রথম ম্যাচে আগে ব্যাট করে ১১০, দ্বিতীয় ম্যাচে পরে ব্যাট করে ১২৫ রানে অলআউট হয়। হারে দুটি ম্যাচেই। তবে শেষ ম্যাচে আগে ব্যাটিং করে তোলে ৭ উইকেটে ১৭৮, জেতেও বড় ব্যবধানে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাকৃবির ১৫ শিক্ষার্থীকে বহিষ্কারের ঘটনা স্বৈরাচারী মনোভাবের বহিঃপ্রকাশ | প্রথম আলো",
            "time": "2025-07-25T15:47:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fd8b3edb2-b2d0-4d21-84fe-13c97721bde0%2F059ddae3-d89b-4169-9fb9-a35b478d1014.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘উচ্ছৃঙ্খল আচরণ ও শৃঙ্খলাভঙ্গের’ অভিযোগে ময়মনসিংহে বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের (বাকৃবি) ১৫ ছাত্রীকে বহিষ্কারের ঘটনার নিন্দা ও প্রতিবাদ জানিয়েছে গণতান্ত্রিক অধিকার কমিটি। তারা বলেছে, প্রশাসনের সিদ্ধান্তের বিরোধিতার কারণে গণহারে শিক্ষার্থী বহিষ্কার পুরোনো স্বৈরাচারী মনোভাবেরই বহিঃপ্রকাশ।</p><p>আজ শুক্রবার গণমাধ্যমে পাঠানো এক বিবৃতিতে এসব কথা বলেছে গণতান্ত্রিক অধিকার কমিটি। কমিটির পক্ষে বিবৃতিটি পাঠিয়েছেন প্ল্যাটফর্মটির সদস্য সামিনা লুৎফা, সীমা দত্ত, ফেরদৌস আরা রুমী ও মারজিয়া প্রভা।</p><p>গত জানুয়ারি মাসে বিশ্ববিদ্যালয়ের একটি হলের নাম পরিবর্তনের সিদ্ধান্তের বিরোধিতাকে কেন্দ্র করে বাকৃবি প্রশাসন একটি তদন্ত কমিটি গঠন করেছিল। ২০ জুলাই বাকৃবির ভারপ্রাপ্ত রেজিস্ট্রার মো. হেলাল উদ্দীনের স্বাক্ষরিত এক আদেশে জানানো হয়, জানুয়ারি মাসের সেই ঘটনার তদন্তে দোষী প্রমাণিত হওয়ায় এক শিক্ষার্থীকে আজীবনের জন্য হল থেকে বহিষ্কার করা হয়েছে। এ ছাড়া আরও ১৪ জনের বিরুদ্ধে বিভিন্ন মেয়াদে একাডেমিক ও আবাসিক হল থেকে বহিষ্কারের শাস্তিমূলক ব্যবস্থা নেওয়া হয়েছে। ২৩ জুলাই এই আদেশের বিষয়টি জানাজানি হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কালিয়াকৈরে বেড়াতে গিয়ে বিলে নৌকা ডুবে ৩ বন্ধু নিখোঁজ | প্রথম আলো",
            "time": "2025-07-25T15:43:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-08%2Fbbed5ad2-2e08-4059-ad69-c2caab288f48%2FUntitled_1.png?rect=0%2C9%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলাকাবাসী সূত্রে জানা গেছে, ধামরাই উপজেলার শিমুলিয়া থেকে আজ সকালে ইব্রাহীম তার খালার বাড়ি কালিয়াকৈর উপজেলার সুরিচালা এলাকায় বেড়াতে আসে। বিকেলে পাঁচ বন্ধু মিলে একটি ছোট নৌকা নিয়ে মকশ বিলে ঘুরতে বের হয়। এ সময় প্রচণ্ড বাতাস বইতে থাকায় বিলের পানিতেও প্রচুর ঢেউয়ের সৃষ্টি হয়। বিকেল সাড়ে চারটার দিকে একপর্যায়ে নৌকাটি বিলের পানিতে উল্টে যায়। এ সময় দুই বন্ধু সাকিব হোসেন ও আরাফাত হোসেন সাঁতরে ওপরে উঠতে পারলেও ওই তিনজন পানিতে তলিয়ে যায়।</p><p>পরে আশপাশের লোকজন তাদের খুঁজে ব্যর্থ হয়ে ফায়ার সার্ভিসকে খবর দেন। খবর পেয়ে কালিয়াকৈর ফায়ার সার্ভিসের কর্মীরা এসে উদ্ধার অভিযান শুরু করেন। তবে রাত আটটা পর্যন্ত তাদের কোনো খোঁজ পাওয়া যায়নি। নিখোঁজ এবং উদ্ধার হওয়া পাঁচজনই চলতি বছর এসএসসি পাস করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হুন সেনের রহস্যময় চাল: থাইল্যান্ড-কম্বোডিয়ার এ সংঘাত কেন | প্রথম আলো",
            "time": "2025-07-25T15:42:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fjx8531o1%2FScreenshot-2025-07-25-213934.jpg?rect=0%2C63%2C725%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে উভয় দেশেই হুন সেন এবং থাকসিনের মতো অভিজ্ঞ রাজনীতিবিদ রয়েছেন, যারা যখন প্রস্তুত থাকবেন, তখন এই পরিস্থিতি থেকে বেরিয়ে আসার একটি উপায় খুঁজে বের করতে পারবেন। একই সাথে, আসিয়ানের অন্যান্য সদস্য রাষ্ট্রগুলো এই সংঘাতে হস্তক্ষেপ করে উভয় দেশকে উত্তেজনা কমাতে রাজি করাতে চেষ্টা করে কিনা, তাও দেখার বিষয়। সদস্য দেশগুলোর মধ্যে সংঘাত এড়ানোই আসিয়ান গঠনের প্রাথমিক উদ্দেশ্য ছিল। ফলে এ মুহূর্তে আসিয়ানের কিছু দেশের জন্য এই দুটি দেশকে সংঘাত নিরসনে সহায়তা করা একটি অগ্রাধিকার হওয়া উচিত।</p><p>তবে এই মুহুর্তে যা রহস্য রয়ে গেছে তা হলো, কেন হুন সেন এই বন্ধুত্ব নষ্ট করার এবং এই সংঘাতকে উসকে দেওয়ার সিদ্ধান্ত নিলেন। হয়তো এর পেছনে ছিল এই বছর স্ক্যাম সেন্টারগুলোতে চাপ সৃষ্টির জন্য থাইল্যান্ডের সিদ্ধান্ত, অথবা জুয়াকে বৈধ করার থাকসিনের উচ্চাকাঙ্ক্ষা, যা কম্বোডিয়ার লাভজনক ক্যাসিনো শিল্পকে হুমকির মুখে ফেলেছিল। </p><p>অথবা হয়তো এখানে আরও সরল কোনো ব্যাপার ঘটেছে: এশিয়ার সবচেয়ে ধূর্ত রাজনৈতিক জীবিতদের একজন (হুন সেন) একটি ম্যাকিয়াভেলিয়ান পদক্ষেপ নিয়েছেন। তিনি থাইল্যান্ডে নিজের বেশিরভাগ প্রভাব হারানো এক মিত্রকে (থাকসিন) ত্যাগ করেছেন, একই সাথে নিজের জনগণের চোখে নিজের জাতীয়তাবাদী পরিচয়কে উজ্জ্বল করেছেন।</p><p>বিবিসি নিউজ থেকে নেওয়া। ইংরেজি থেকে অনুবাদ</p></div></div></div></body></html>"
        },
        {
            "title": "রেসলিং কিংবদন্তি হাল্ক হোগান সিনেমায়ও জনপ্রিয়তা পেয়েছিলেন | প্রথম আলো",
            "time": "2025-07-25T15:34:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F4qkcb3hm%2Frocky.JPG?rect=0%2C0%2C754%2C396&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোগান অভিনীত অন্যান্য চলচ্চিত্রের মধ্যে রয়েছে ‘মিস্টার ন্যানি’, ‘সাবারবান কমান্ডো’, ‘সান্তা উইথ মাসলস’, ‘মাপেটস ফ্রম স্পেস’। ছবিগুলো বক্স অফিসে সাফল্য পায়নি, তবে পর্দায় তাঁর উপস্থিতি অনেক দর্শকের মনেই জায়গা করে নিয়েছিল। পর্দায় তাঁর প্রভাব ও উপস্থিতি ছিল নিঃসন্দেহে একেবারে হাল্ক স্টাইলেই।<br>ফ্লোরিডার ক্লিয়ারওয়াটার শহরের পুলিশ জানিয়েছে, হোগানের বাড়িতে হার্ট অ্যাটাকের খবর পেয়ে পুলিশ ও ফায়ার সার্ভিসের সদস্যরা ছুটে যান। ফায়ার ও রেসকিউ টিম তাঁকে উদ্ধার করে মর্টন প্লান্ট হাসপাতালে নিয়ে যায়। সেখানেই চিকিৎসকেরা তাঁকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গান-কবিতায় বর্ষাযাপন: পর্ব-১ | ইস্পাহানি মির্জাপুর বর্ষাযাপন ১৪৩২ | প্রথম আলো",
            "time": "2025-07-25T15:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fvummjmll%2Fweb-1.jpg?rect=0%2C76%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গান-কবিতায় বর্ষাযাপন: পর্ব–১ | ইস্পাহানি মির্জাপুর বর্ষাযাপন ১৪৩২\" class=\"nA4h1 \">গান-কবিতায় বর্ষাযাপন: পর্ব–১ | ইস্পাহানি মির্জাপুর বর্ষাযাপন ১৪৩২</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-25T21:30:00+06:00\"><span>প্রকাশ: ২৫ জুলাই ২০২৫, ১৫: ৩০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নতুন বাংলাদেশের জন্য আমরা রাজপথে নেমেছি | প্রথম আলো",
            "time": "2025-07-25T15:23:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Frds02br1%2F1SYLHETPHOTO162507262SYL9.JPG.JPG?rect=0%2C264%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পথসভায় এনসিপির দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ বলেন, ‘এনসিপি কোনো চাঁদাবাজের দল নয়। এনসিপি কোনো টেন্ডারবাজের দল নয়। এনসিপি উঠে এসেছে সংকট থেকে। সমস্যা সমাধান করে এনসিপি উঠে এসেছে। ফ্যাসিবাদের কবর রচনা করে এনসিপি উঠে এসেছে। আওয়ামী লীগের চ্যাপ্টার ক্লোজ করে এনসিপি উঠে এসেছে। আপনারা এনসিপির হাতকে শক্তিশালী করুন। আমরা আপনাদের প্রতিশ্রুতি দিচ্ছি, পরবর্তী বাংলাদেশ জনগণের বাংলাদেশ করার জন্য।’</p><p>নতুনভাবে দেশে আবার ‘মুজিববাদের পাহারাদার’ দাঁড়িয়ে যাচ্ছে উল্লেখ করে হাসনাত আবদুল্লাহ আরও বলেন, ‘এত দিন পর্যন্ত আমাদের দেশটা হয়েছে ধনিক শ্রেণির। আমাদের দেশটা হয়েছে বসুন্ধরার, আমাদের দেশটা হয়েছে প্রশাসনের, আমাদের দেশটা হয়েছে আর্মিদের। আমাদের দেশটা জনগণের হয়ে ওঠে নাই। আমরা আপনাদের প্রতিশ্রুতি দিচ্ছি, এনসিপির নেতৃত্বে ক্ষমতা জনতার হাতেই আমরা ফিরিয়ে দেব।’</p><p>পথসভায় এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী বলেন, ‘আমাদের অনেকেই বলছে, আমরা অ্যান্টি-বিএনপি পলিটিকস করি। আমরা বিএনপির বিরোধী নই, আমরা খালেদা জিয়ার বিরোধী নই, আমরা তারেক জিয়ার বিরোধী নই, আমরা জিয়াউর রহমানের বিরোধী নই। তবে বাংলাদেশে আমরা চাঁদাবাজদের ঠাঁই দেব না, ঠাঁই দেব না। বাংলাদেশে আমরা কোনো সিন্ডিকেট ঠাঁই দেব না, ঠাঁই দেব না। বাংলাদেশে কোনো সন্ত্রাসীদের আমরা ঠাঁই দেব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "কে হবেন ভারতের পরবর্তী উপরাষ্ট্রপতি, মোদি ফিরলে সিদ্ধান্ত | প্রথম আলো",
            "time": "2025-07-25T15:21:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2F9ioqzych%2FY2FJPXVHQ5I4ZNFC4DCSROWWQ4.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কে হবেন ভারতের পরবর্তী উপরাষ্ট্রপতি, সেই কৌতূহলের অবসান ঘটবে দেশটির প্রধানমন্ত্রী নরেন্দ্র মোদি দেশে ফেরার পর। তবে ক্ষমতাসীন দল বিজেপি এটুকু বুঝতে পারছে, দেশের রাজনৈতিক পরিস্থিতি যেভাবে এগোচ্ছে, তাতে দলের প্রতি শতভাগ নিবেদিত, এমন কাউকে ওই পদে বসানো উচিত। বিদায়ী উপরাষ্ট্রপতি জগদীপ ধনখড়ের আচরণ থেকে শিক্ষা নিয়েই বিজেপির ওই সিদ্ধান্ত।</p><p>ক্ষমতাসীন দলের পাশাপাশি বিরোধীরাও এই নির্বাচনকে ঘিরে কৌশলী হতে চাইছে। বিরোধীরা ঠিক করেছে, সম্মিলিত প্রার্থী ঠিক করেই তারা উপরাষ্ট্রপতি ভোটে লড়াই করবে। সে জন্য ইন্ডিয়া জোটের প্রতিটি শরিকের সঙ্গে কথা বলা হবে। হার অবধারিত জেনেও বিরোধীরা চাইছে বিহার ভোটের আগে নিজেদের ঐক্যবদ্ধতার প্রমাণ রাখতে। প্রধান বিরোধী দল কংগ্রেস গতবারের মতো ভুল এবার আর করতে চায় না।</p></div></div></div></body></html>"
        },
        {
            "title": "পারসোনাল ব্র্যান্ডিংয়ের ক্ষেত্রে সৎ হতে হবে | প্রথম আলো",
            "time": "2025-07-25T15:14:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Fgpi5zce8%2Fbondhusabha-1.JPG?rect=0%2C279%2C3936%2C2066&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্মশালার ‘এআই এবং ইয়ুথ’ বিষয়ে প্রশিক্ষণ দেন লেখক ও ইনফ্লুয়েন্সার সাদমান সাদিক। তিনি বলেন, ‘ভবিষ্যতে অনেক ইনফ্লুয়েন্সার আসবে, যাদের বাস্তবে কোনো অস্তিত্ব থাকবে না। তারা এআই পারসন। আগামীতে যারা পারসোনাল ব্র্যান্ডিং বাড়ানোর মাধ্যমে ইনফ্লুয়েন্সার হতে চায়, তাদের মূল প্রতিদ্বন্দ্বিতা হবে এআইয়ের সঙ্গে। এর জন্য নিজের দক্ষতা সেভাবে বাড়াতে হবে।’</p><p>শুভেচ্ছা বক্তব্যে প্রথম আলোর ব্যবস্থাপনা সম্পাদক আনিসুল হক বলেন, ‘এখন জগৎটাই পারসোনাল ব্র্যান্ডিংয়ের।’</p><p>লেখক ও ব্র্যান্ড মার্কেটিং প্রফেশনাল প্রলয় হাসান আলোচনা করেন ‘ইয়োরসেলফ: ডিফাইন, ডিজাইন, ডেলিভার’ বিষয়ে। অংশগ্রহণকারীদের উদ্দেশে তিনি বলেন, ‘পারসোনাল ব্র্যান্ডিংয়ের ক্ষেত্রে সৎ হতে হবে। আপনি বাস্তবে যেমন, সেটাই মানুষকে দেখাতে হবে। আর্টিফিশিয়াল হওয়া যাবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঝালকাঠিতে র‍্যাবের গুলিতে পা হারানো লিমনের বাবাকে মারধর | প্রথম আলো",
            "time": "2025-07-25T15:13:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2Firkrlmbw%2FScreenshot-2025-07-25-210728.png?rect=0%2C18%2C382%2C201&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উল্লেখ্য, ২০১১ সালের ২৩ মার্চ ঝালকাঠির রাজাপুর উপজেলার প্রত্যন্ত গ্রাম সাতুরিয়ায় নিজের বাড়ির পাশে গুলিবিদ্ধ হন লিমন। বাড়ির পাশের মাঠ থেকে গরু আনতে গেলে র‍্যাবের সদস্যরা তাঁকে ধরে পায়ে অস্ত্র ঠেকিয়ে গুলি করেন। ওই ঘটনার পর র‍্যাব লিমনসহ আটজনের বিরুদ্ধে রাজাপুর থানায় দুটি মামলা করে। সেই মামলায় র‍্যাবের পক্ষে ১ নম্বর সাক্ষী ছিলেন ইব্রাহীম হাওলাদার।</p><p>শুক্রবারের ঘটনায় লিমনের বাবার লিখিত অভিযোগে আরও উল্লেখ করা হয়, এর আগে ২০১৯ সালের ৬ এপ্রিল বিরোধপূর্ণ জমিতে প্রবেশ করে মো. ইব্রাহীম ও আবদুল হাইয়ের নেতৃত্বে ছয়-সাতজন বাঁশ কাটার চেষ্টা করেন। এতে তোফাজ্জেল বাধা দিলে তাঁকে পিটিয়ে আহত করেন আসামিরা। এ ঘটনায় লিমনের মা হেনোয়ারা বেগম তাঁদের বিরুদ্ধে রাজাপুর থানায় মামলা করেন। এ মামলায় ঝালকাঠির আদালত মো. ইব্রাহীমকে দুই বছরের ও আবদুল হাইকে ছয় মাসের কারাদণ্ড দেন। ২০২৪ সালে এক মাস কারাভোগ করে ইব্রাহীম হাওলাদার জামিনে বের হয়ে লিমনের পরিবারকে হুমকি দিয়ে আসছেন।</p><p>তোফাজ্জেল হোসেন প্রথম আলোকে বলেন, ‘আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে আমার ছেলে লিমন হোসেনের করা অভিযোগ তুলে নিতে অস্বীকার করায় আমার ওপর হামলা করা হয়েছে। ইব্রাহীম হাওলাদারের নেতৃত্বে এর আগেও আমার ওপর হামলা হয়েছে।’</p><p>একই কথা উল্লেখ করে লিমন হোসেন বলেন, ‘আমি এ হামলার বিচার চাই।’</p></div></div></div></body></html>"
        }
    ]
}