{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জিমেইলের স্মার্ট ফিচারের কারণে ই-মেইলের গোপনীয়তা নিয়ে উদ্বেগ | প্রথম আলো",
            "time": "2026-01-09T08:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-09%2Fjbuer7pl%2FGmail.-google.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিমেইল ব্যবহারকারীদের ই–মেইলের গোপনীয়তা নিয়ে নতুন করে উদ্বেগ তৈরি হয়েছে। অভিযোগ উঠেছে, ব্যবহারকারীদের সম্মতি ছাড়াই গুগল এমন কিছু সেটিংস চালু করেছে, যার ফলে ব্যক্তিগত ই–মেইল ও ই–মেইল অ্যাটাচমেন্ট কৃত্রিম বুদ্ধিমত্তা প্রশিক্ষণের কাজে ব্যবহৃত হতে পারে।</p><p>অস্ট্রেলিয়ার প্রকৌশলী ডেভ জোন্সের দাবি, বর্তমানে সব জিমেইল অ্যাকাউন্টেই স্বয়ংক্রিয়ভাবে একটি নির্দিষ্ট সুবিধা সক্রিয় রয়েছে। এর মাধ্যমে ব্যবহারকারীদের ই–মেইল ও ই–মেইলের সঙ্গে যুক্ত নথি স্ক্যান করার সুযোগ পাচ্ছে গুগল। এসব তথ্য গুগলের কৃত্রিম বুদ্ধিমত্তাভিত্তিক সেবা, বিশেষ করে জেমিনি উন্নয়নের কাজে ব্যবহার করা হতে পারে। ২০২৫ সালের অক্টোবর মাসে এই সেটিংস চালু করা হয়। ডেভ জোন্সের অভিযোগের পর যুক্তরাষ্ট্রে গুগলের বিরুদ্ধে একটি মামলা করা হয়েছে। মামলার অভিযোগে বলা হয়েছে, জিমেইলের ভেতরে একটি গোপন সেটিংস সক্রিয় করে ব্যবহারকারীদের অজান্তেই তাঁদের ই–মেইল ব্যবহারের ইতিহাস কৃত্রিম বুদ্ধিমত্তার প্রশিক্ষণে ব্যবহার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছক্কা হতে হতে হলো না, বেরসিক জামালের মুঠোবন্দী নাজমুল | প্রথম আলো",
            "time": "2026-01-09T07:28:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F4lupyk9u%2FWhatsApp-Image-2026-01-09-at-1.40.39-PM.jpeg?rect=0%2C0%2C1598%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রাজশাহী: ৪ ওভারে ১ উইকেটে ২৮।</strong></p><p>শরীফুলের করা তৃতীয় ওভারের পঞ্চম বলে গায়ের জোরে মিড উইকেট দিয়ে চার মারেন ওয়াসিম। ধারাভাষ্যকাররা বলছিলেন, পেস বলে তাঁর পেশির শক্তি ব্যবহার করতে সুবিধা হচ্ছে। সেটা বুঝতে পেরেই সম্ভবত চতুর্থ ওভারে বাঁহাতি স্পিনার তানভীর ইসলামকে আক্রমণে আনেন চট্টগ্রাম অধিনায়ক মেহেদী। তাতে কাজ হলো দারুণ!</p><p>তানভীরের লেংথ বল গায়ের জোরে মিড উইকেটে টানতে গিয়ে বোল্ড ওয়াসিম। ১৪ বলে ১৯ রানে ফিরলেন তিনি। বোলিংয়ে এসেই ৭ রানে ১ উইকেট নিলেন তানভীর।</p><p>তিনে নেমেছেন অধিনায়ক নাজমুল হাসান। এসেই দারুণ শটে চার মেরেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালের প্রাইভেট এইচএসসি পরীক্ষা : সিলেট শিক্ষা বোর্ডের তথ্য | প্রথম আলো",
            "time": "2026-01-09T08:15:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F04%2F03%2F63ab6239b995c9d19005a094cc818d5a-07.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রেজিস্ট্রেশনের চারটি কলেজ</strong></p><p>প্রাইভেট পরীক্ষার্থীকে নির্ধারিত নিচের যেকোনো একটি কলেজের মাধ্যমে পরীক্ষায় অংশগ্রহণ করতে হবে।</p><p>১. সিলেট সরকারি কলেজ, সিলেট।</p><p>২. মৌলভীবাজার সরকারি কলেজ, মৌলভীবাজার।</p><p>৩. বৃন্দাবন সরকারি কলেজ, হবিগঞ্জ।</p><p>৪. সুনামগঞ্জ সরকারি কলেজ, সুনামগঞ্জ।</p><p># প্রাইভেট পরীক্ষার্থী যে কলেজের মাধ্যমে নিবন্ধন করবেন, সে কলেজের জন্য নির্ধারিত কেন্দ্রে এইচএসসি পরীক্ষায় অংশগ্রহণ করতে হবে। কোনো অবস্থাতেই কেন্দ্র পরিবর্তন করা যাবে না।</p><p># প্রাইভেট পরীক্ষার্থীরা কেবল মানবিক ও ব্যবসায় শিক্ষা শাখায় পরীক্ষা দিতে পারবেন।</p><p># প্রাইভেট পরীক্ষার্থীদেরকে বোর্ড কর্তৃক নির্ধারিত কলেজের অধ্যক্ষের কাছে ২৯/০১/২০২৬–এর মধে৵ প্রয়োজনীয় ফি ও অন্য দলিলসহ সাদা কাগজে আবেদন করতে হবে।</p><p># প্রাইভেট পরীক্ষার্থীপ্রতি তালিকাভুক্তি ফি মোট ২৯০ টাকা। এসএসসি পরীক্ষার মূল একাডেমিক ট্রান্সক্রিপ্ট বা মূল নম্বরপত্র সাজিয়ে সংশ্লিষ্ট শিক্ষা বোডে৴র পরীক্ষা নিয়ন্ত্রক দিয়ে সত্যায়িত করে ২৫/০১/২০২৬–এর মধে৵ বোর্ডের সংশ্লিষ্ট শাখায় জমা দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের একচ্ছত্র ক্ষমতার দিন কি শেষ হয়ে আসছে | প্রথম আলো",
            "time": "2026-01-09T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-25%2Fpljg2u4z%2F%E0%A6%AE%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%95%E0%A6%BF%E0%A6%A8-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B8%E0%A6%BF%E0%A6%A1%E0%A7%87%E0%A6%A8%E0%A7%8D%E0%A6%9F-%E0%A6%A1%E0%A7%8B%E0%A6%A8%E0%A6%BE%E0%A6%B2%E0%A7%8D%E0%A6%A1-%E0%A6%9F%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%AA?rect=0%2C52%2C1050%2C551&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সঙ্গে যুক্তরাষ্ট্রের যারা বাণিজ্য অংশীদার, তারাও বাণিজ্যের চুক্তি নিয়ে আবার ভাবতে পারে। আবার এমন হতে পারে, তারা পাল্টা শুল্ক আরোপ শুরু করতে পারে। এখন আদালত যদি শুল্কের বিষয়ে হস্তক্ষেপ করেন, অর্থাৎ শুল্ক কমাতে বাধ্য করেন, তাহলে ট্রাম্প প্রশাসন ভিন্ন আইনি পথে নিজেদের এজেন্ডা বাস্তবায়নের চেষ্টা করবে। ফলে ব্যবসা-বাণিজ্য ও বাজারে আবার অনিশ্চয়তা তৈরি হবে।</p><p>এটা তো শুধু শুরু; এরপর সুপ্রিম কোর্ট দেশটির কেন্দ্রীয় ব্যাংক ফেডারেল রিজার্ভের বিষয়ে হস্তক্ষেপ করতে পারেন। সেটা হলে যুক্তরাষ্ট্রের মুদ্রানীতি ও অর্থনীতির গতিপ্রকৃতি পাল্টে যেতে পারে। স্মরণকালের ইতিহাসে কেন্দ্রীয় ব্যাংকের ক্ষেত্রে আদালতের এমন ভূমিকা দেখা যায়নি।</p><p>গত আগস্ট মাসে প্রেসিডেন্ট ট্রাম্প ফেডারেল রিজার্ভের গভর্নর লিসা কুককে বরখাস্ত করেছেন বলে দাবি করেন। নিম্ন আদালত ট্রাম্পের এই আদেশে বাদ সাধেন, যদিও সেই সিদ্ধান্তের বৈধতা এখন সুপ্রিম কোর্টে ঝুলে আছে। চলতি মাসে এটা নিয়ে শুনানি হবে। আদালত হয়তো ফেডারেল রিজার্ভের স্বাধীনতার পক্ষে রায় দেবেন। আবার এমন হতে পারে, তাঁরা প্রেসিডেন্টের আদেশ বহাল রেখে কেন্দ্রীয় ব্যাংকের স্বাধীনতার মূলে আঘাত করবেন। অর্থাৎ প্রেসিডেন্ট যাঁদের ওপর অসন্তুষ্ট, তাঁদের সরিয়ে দিতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় গ্যাসের মারাত্মক স্বল্পচাপ, কারণ কী | প্রথম আলো",
            "time": "2026-01-09T08:13:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Foj9okh21%2Fgas-burning-02.jpg?rect=0%2C95%2C4395%2C2307&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, মালবাহী ট্রলারের নোঙরের আঘাতে আমিনবাজারে তুরাগ নদের তলদেশে ক্ষতিগ্রস্ত বিতরণ গ্যাস পাইপলাইন মেরামত করা হয়েছে। তবে মেরামতকালে পাইপে পানি প্রবেশ করে। এ ছাড়া ঢাকা শহরে গ্যাসের সরবরাহ কম আছে। এ কারণে ঢাকা মহানগরীতে গ্যাসের মারাত্মক স্বল্পচাপ বিরাজ করছে।</p><p>তিতাস গ্যাস কর্তৃপক্ষ বলেছে, গ্যাসের স্বল্পচাপের এই সমস্যা সমাধানে চেষ্টা অব্যাহত রয়েছে।</p><p>গ্রাহকদের সাময়িক অসুবিধার জন্য তিতাস গ্যাস কর্তৃপক্ষ আন্তরিকভাবে দুঃখ প্রকাশ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এলপিজি সিলিন্ডার নেই, ক্রেতারা ফিরে যাচ্ছেন | প্রথম আলো",
            "time": "2026-01-09T08:08:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fp10r2hcc%2F9a2ca7d0-16b5-44e6-a293-a6aa2d278760.jfif?rect=0%2C101%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম নগরের ষোলশহর এলাকার সোহেল এন্টারপ্রাইজে আজ শুক্রবারও তরলীকৃত প্রাকৃতিক গ্যাসের (এলপিজি) সিলিন্ডার নেই। সকাল থেকে দোকানে এসে খালি হাতে ফিরছেন ক্রেতারা।</p><p>প্রতিষ্ঠানটির কর্ণধার মোহাম্মদ সোহেল প্রথম আলোকে বলেন, পরিবেশকেরা আজ সিলিন্ডার দেননি। চার থেকে পাঁচজনকে ফোন করেও লাভ হয়নি। আজ ছুটির দিন, তাই সরবরাহ বন্ধ আছে। দোকানে মজুত না থাকায় ক্রেতাদের ফিরিয়ে দিতে হচ্ছে।</p><p>চট্টগ্রামে প্রায় এক সপ্তাহ ধরেই এলপিজির সংকট চলছে। এর মধ্যে নানা দাবিতে গতকাল বৃহস্পতিবার সকাল থেকে বিকেল পর্যন্ত এলপিজি বিক্রি বন্ধ রেখেছিল এলপি গ্যাস ব্যবসায়ী সমবায় সমিতি লিমিটেড। তবে বিকেলে ধর্মঘট প্রত্যাহার করা হয়। তারপরও বাজারে স্বস্তি ফেরেনি। দোকানগুলোয় সিলিন্ডার আসছে না, কিংবা এলেও তা পর্যাপ্ত নয়।</p><p>খোঁজ নিয়ে জানা গেছে, নগরের বিক্রেতারা সিলিন্ডারের জন্য পরিবেশকদের সঙ্গে যোগাযোগ করেও সাড়া পাচ্ছেন না। তবে দুজন পরিবেশক জানিয়েছেন, আজ বিকেল থেকে সিলিন্ডার সরবরাহ হতে পারে। যদিও শুক্রবার দুপুর পর্যন্ত বেশ কয়েকটি দোকানে সেই সরবরাহ পৌঁছানোর খবর মেলেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্দেহভাজন দুজন আটক, ঘটনাস্থলে বম্ব ডিসপোজাল ইউনিট | প্রথম আলো",
            "time": "2026-01-09T08:02:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fgb4avksw%2FSariatpurDH054120260109Shariatpur-BD4.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, ককটেল বিস্ফোরণের ঘটনায় হতাহত ব্যক্তিরা বিলাসপুর ইউনিয়ন পরিষদের চেয়ারম্যান কুদ্দুস ব্যাপারীর সমর্থক। যে ঘরটিতে বিস্ফোরণ ঘটেছে, সেটি কুদ্দুসের চাচাতো ভাই সাগর ব্যাপারীর। ঘটনার পর থেকে সাগর ব্যাপারী নিখোঁজ।<br>স্থানীয় আধিপত্য নিয়ে দীর্ঘদিন ধরে ইউপি চেয়ারম্যান কুদ্দুস ব্যাপারী ও তাঁর প্রতিদ্বন্দ্বী আবদুল জলিল মাদবরের মধ্যে বিরোধ চলছে। কুদ্দুস উপজেলা আওয়ামী লীগের সহসভাপতি ও জলিল উপজেলা স্বেচ্ছাসেবক লীগের সদস্য।</p><p>ওই দুই পক্ষ ৪ জানুয়ারি সংঘর্ষের সময় শতাধিক ককটেলের বিস্ফোরণ ঘটায়। তখন এক ব্যক্তির হাত ক্ষতিগ্রস্ত হয়। ওই ঘটনায় জাজিরা থানায় দুটি মামলা করা হয়। তাতে ৫৭ ব্যক্তিকে আসামি করা হয়েছে। কুদ্দুস ব্যাপারী ও জলিল মাদবরের বিরুদ্ধে বিস্ফোরক আইনসহ বিভিন্ন আইনে বেশ কিছু মামলা আছে। জলিল মাদবর বর্তমানে কারাগারে। আর চেয়ারম্যান কুদ্দুস ব্যাপারী জামিনে মুক্ত হয়েছেন। তবে এলাকায় থাকেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসুতে শিবিরের জয়ের নেপথ্যে চার কারণ | প্রথম আলো",
            "time": "2026-01-09T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fa6o760br%2FJagannath-University.jpg?rect=0%2C2%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয় কেন্দ্রীয় শিক্ষার্থী সংসদ (জকসু) নির্বাচনেও জয় পেল ইসলামী ছাত্রশিবির। সহসভাপতি (ভিপি), সাধারণ সম্পাদক (জিএস), সহসাধারণ সম্পাদকসহ (এজিএস) ২১টি পদের মধ্যে ১৬টিতেই জয় পেয়েছেন ছাত্রসংগঠনটির সমর্থিত ‘অদম্য জবিয়ান ঐক্য’ প্যানেলের প্রার্থীরা। </p><p>এর আগে গত বছর ঢাকা বিশ্ববিদ্যালয়সহ চারটি বিশ্ববিদ্যালয়ের ছাত্র ও হল সংসদের বেশির ভাগ পদে বিজয়ী হয়েছিলেন ছাত্রশিবিরের প্যানেলের প্রার্থীরা।</p><p>ছাত্রশিবিরের নেতা–কর্মী ও সাধারণ শিক্ষার্থীদের সঙ্গে কথা বলে জানা গেছে, ছাত্রশিবিরের এই জয়ের পেছনে অন্তত চারটি বিষয় কাজ করেছে। </p><p>অনেকে মনে করছেন, এর আগে ডাকসু (ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ), জাকসু (জাহাঙ্গীরনগর বিশ্ববিদ্যালয় ছাত্র সংসদ), রাকসু (রাজশাহী বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ) ও চাকসুর (চট্টগ্রাম বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ) ছাত্র ও হল সংসদ নির্বাচনে সাধারণ শিক্ষার্থীরা যেভাবে প্যানেলভিত্তিক ভোট দিয়েছেন, তার প্রভাব জকসুতে পড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রুপচাঁদা গ্রিল ফ্রাইয়ের রেসিপি | প্রথম আলো",
            "time": "2026-01-09T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F87of6bny%2FKBRH2158.JPG?rect=0%2C111%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">চাইলে চুলায় গ্রিল প্যানেও গ্রিল করে নিতে পারেন।<span class=\"custom-gallery-image _3bj2K SZnJd\">কবির হোসেন</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "দিল্লিতে অমিত শাহর অফিসের সামনে বিক্ষোভ, আটক মহুয়া মৈত্রসহ তৃণমূলের ৮ এমপি | প্রথম আলো",
            "time": "2026-01-09T07:57:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F4bh3h1er%2FMohua-Mittra.png?rect=0%2C0%2C484%2C254&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের কেন্দ্রীয় সরকারের অর্থনৈতিক বিষয়ক তদন্ত সংস্থা এনফোর্সমেন্ট ডিরেক্টরেটের (ইডি) বিরুদ্ধে আন্দোলন ছড়িয়ে দিচ্ছে পশ্চিমবঙ্গের শাসক দল তৃণমূল কংগ্রেস। ভোটের আগে রাজ্য সরকার ও তৃণমূল কংগ্রেসের পরামর্শদাতা সংস্থা ‘আইপ্যাকের’ অফিস ও তার কর্ণধারের বাসভবনে তল্লাশির প্রতিবাদে আজ শুক্রবার সকালেই দিল্লিতে কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহর কার্যালয়ের সামনে বিক্ষোভ দেখাতে গিয়ে আটক হন তৃণমূল কংগ্রেসের আটজন সংসদ সদস্য (এমপি)। দিল্লি পুলিশ তাঁদের টেনেহিঁচড়ে সরিয়ে দেয়। সে সময় সংসদ সদস্যদের সঙ্গে পুলিশ সদস্যদের ধস্তাধস্তি হয়। স্লোগানে স্লোগানে মুখর হয়ে ওঠে তল্লাট।</p><p>ধরনাকারীদের অভিযোগ, তল্লাশির উদ্দেশ্য ছিল তৃণমূল কংগ্রেসের নির্বাচনী কৌশল চুরি করা, সম্ভাব্য প্রার্থীতালিকা হাতানো এবং ভোটের আগে সংগঠনকে দুর্বল করে দেওয়া, যাতে বিজেপি পশ্চিমবঙ্গ দখল করতে পারে।</p><p>স্বরাষ্ট্রমন্ত্রীর কার্যালয়ের সামনে থেকে পুলিশ আটক করে ডেরেক ওব্রায়ান, মহুয়া মৈত্র, শতাব্দী রায়, কীর্তি আজাদ, বাপি রায়, সাকেত গোখলে, প্রতিমা মণ্ডল ও শর্মিলা সরকারকে। তাঁদের পার্লামেন্ট স্ট্রিট থানায় নিয়ে যাওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়ের নির্বাচন জাতীয় নির্বাচনে কখনোই প্রভাব ফেলেনি : মির্জা ফখরুল | প্রথম আলো",
            "time": "2026-01-09T07:51:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fl8ywxyo5%2FThakurgaonDH05972026010920260109095801Trim.jpg?rect=0%2C0%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১২ জানুয়ারি বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের ঠাকুরগাঁও সফর প্রসঙ্গে মির্জা ফখরুল বলেন, তারেক রহমান যখন দেশে আসেন, তখন তাঁকে সংবর্ধনা জানাতে ঢাকায় লাখ লাখ নেতা-কর্মী ও সাধারণ মানুষ উপস্থিত হয়েছিলেন। তিনি যখন জেলাগুলোয় যাচ্ছেন, তখন স্বাভাবিকভাবেই সেখানকার নেতা–কর্মীরা আরও বেশি উজ্জীবিত হবেন।</p><p>সামাজিক যোগাযোগমাধ্যম ফেসবুকে বিএনপি নেতা–কর্মীদের গণভোটে ‘না’ বলার পক্ষে প্রচারণা চালানো নিয়ে প্রশ্নের জবাবে মির্জা ফখরুল বলেন, ‘আপনারা ফেসবুকেই এসব দেখতে পাচ্ছেন। তবে দলের অবস্থান সেটি নয়। আমরা নিজেরাই একই দিনে গণভোট ও জাতীয় সংসদ নির্বাচন চেয়েছিলাম, সেটাই হয়েছে। সংস্কার বিষয়ে যে গণভোট হচ্ছে, সেই সংস্কারের বিষয়গুলো ২০১৬ ও ২০২৩ সালে ৩১ দফার মাধ্যমে আমরাই জাতির সামনে তুলে ধরেছিলাম। সংস্কার আমাদের মজ্জাগত। এটি একটি চলমান প্রক্রিয়া, চলতেই থাকবে। সেখানে “না” বলার কোনো কারণ আছে বলে আমি মনে করি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটে ছুরিকাঘাতে যুবদল কর্মী নিহত, অভিযুক্তের বাড়িতে আগুন | প্রথম আলো",
            "time": "2026-01-09T07:50:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F637f8h7o%2FJoypurhatDH061820260109FBIMG1767928668926.jpg?rect=0%2C0%2C1104%2C580&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্থানীয় একাধিক বাসিন্দার সূত্রে জানা গেছে, গুচ্ছগ্রামের একটি মসজিদ তহবিলের টাকা নিয়ে ইয়ানুর রহমানের সঙ্গে একই গ্রামের মোস্তফা ও ময়নুলের মধ্যে বিরোধ চলছিল। গতকাল রাত সাড়ে ১১টার দিকে শালাইপুর বাজার ঢাকার পাড়া মোড়ে ছিলেন ইয়ানুর। এ সময় দুর্বৃত্তরা সেখানে গিয়ে ইয়ানুরকে ছুরিকাঘাত করে দ্রুত পালিয়ে যায়। পরে তাঁকে রক্তাক্ত অবস্থায় পড়ে থাকতে দেখে পুলিশে খবর দেন স্থানীয় লোকজন। পুলিশ ঘটনাস্থলে গিয়ে ইয়ানুরকে উদ্ধার করে উপজেলা স্বাস্থ্য কমপ্লেক্সে পাঠালে পথেই তাঁর মৃত্যু হয়। খবর পেয়ে বিক্ষুব্ধ লোকজন প্রতিপক্ষ মোস্তফার বাড়ি ও খড়ের গাদায় আগুন দেয়। এতে বাড়িটির আসবাবপত্র পুড়ে গেছে।</p><p>‎ এ ঘটনায় আজ শুক্রবার সকাল পর্যন্ত মামলা হয়নি বলে জানিয়েছেন পাঁচবিবি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হাফিজ মো. রায়হান। তিনি বলেন, গুচ্ছগ্রামে মসজিদের ২০ হাজার টাকা নিয়ে ইয়ানুরের সঙ্গে মোস্তফা ও ময়নুলের দ্বন্দ্ব ছিল। বিষয়টি নিয়ে এক মাস আগে উভয় পক্ষের মারামারি হয়। এ ঘটনায় থানায় একটি মামলাও করা হয়েছিল। ওই ঘটনার পরিপ্রেক্ষিতে ইয়ানুরকে হত্যা করা হয়েছে বলে অভিযোগ করেছে তাঁর পরিবার।</p></div></div></div></body></html>"
        },
        {
            "title": "১৭ তরুণ পাবেন এথিকের সম্মাননা | প্রথম আলো",
            "time": "2026-01-09T07:34:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fp6bgeunt%2FWhatsApp-Image-2026-01-09-at-1.22.23-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বছর ‘এথিক তারুণ্য সম্মাননা’ পাচ্ছেন থিয়েটারের রাশেদুর রহমান, প্রাচ্যনাটের মাহফুজ আহাম্মদ, তাড়ুয়ার ইফতি আহমেদ, বাতিঘর থিয়েটারের সঞ্জয় হালদার, দেশ নাটকের নাঈম হাসান, থিয়েটার আর্ট ইউনিটের রানা সিকাদার, প্রাঙ্গণেমোরের বাঁধন সরকার, পালাকারের সাজ্জাদ হোসেন, বটতলার নাফিজা তাসনিম খানম, অনুস্বরের আবির সায়েম, থিয়েটার ফ্যাক্টরির আশা আক্তার, তীরন্দাজ রেপার্টরির তনুশ্রী কারকুন, বিবেকানন্দ থিয়েটারের রাজীব দেব, দৃশ্যকাব্যের আফরোজা বিথি, স্বপ্ন দলের সুমাইয়া শিশির, বাংলাদেশ থিয়েটারের সৈকত শরীফ এবং পদাতিক নাট্যসংসদের তানজিদ ইসলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে ১৫ মাসে ২৫০ নিয়োগ নিয়ে ‘বিতর্ক’ | প্রথম আলো",
            "time": "2026-01-09T07:24:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fundbtz30%2FWhatsApp-Image-2025-12-16-at-12.43.13-PM.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আগের উপাচার্যদের আমলে কত নিয়োগ</strong></p><p>২০০৯ থেকে ২০২৪ সালের সেপ্টেম্বর পর্যন্ত সময়ে চট্টগ্রাম বিশ্ববিদ্যালয়ে দায়িত্ব পালন করেছেন ছয়জন উপাচার্য। তথ্য অধিকার আইনে পাওয়া তথ্য বিশ্লেষণে দেখা যায়, প্রায় প্রতিটি উপাচার্যের আমলেই নিয়োগের সংখ্যা ছিল উল্লেখযোগ্য।</p><p>২০০৯ সালের ফেব্রুয়ারি থেকে ২০১০ সালের নভেম্বর পর্যন্ত উপাচার্য ছিলেন আবু ইউসুফ। প্রায় দেড় বছরে তাঁর আমলে ৮৮ জন নিয়োগ পান। এরপর ২০১০ সালের ডিসেম্বর থেকে ২০১১ সালের জুন পর্যন্ত ভারপ্রাপ্ত উপাচার্য অধ্যাপক মো. আলাউদ্দিনের আমলে ছয় মাসের কিছু বেশি সময়ে নিয়োগ দেওয়া হয় ৪০ জনকে।</p><p>২০১১ সালের জুন থেকে ২০১৫ সালের জুন পর্যন্ত অধ্যাপক মো. আনোয়ারুল আজিমের আমলে চার বছরে নিয়োগ দেওয়া হয় ৫৯৯ জনকে, যা বিশ্ববিদ্যালয়ের ইতিহাসে সবচেয়ে বেশি। এরপর ২০১৫ সালের জুন থেকে ২০১৯ সালের জুন পর্যন্ত অধ্যাপক ইফতেখার উদ্দিন চৌধুরীর মেয়াদে নিয়োগ দেওয়া হয় ৫৩২ জনকে। সর্বশেষ আওয়ামী লীগ সরকারের আমলে উপাচার্য অধ্যাপক শিরীণ আখতার প্রায় পাঁচ বছরে নিয়োগ দেন ৩১৬ জন।</p><p>বিশ্ববিদ্যালয়ের নিয়োগ প্রসঙ্গে ইউজিসির চেয়ারম্যান এস এম এ ফায়েজ <em>প্রথম আলো</em>কে বলেন, চট্টগ্রাম বিশ্ববিদ্যালয়ে শিক্ষক, কর্মকর্তা-কর্মচারী নিয়োগে নিয়মের ব্যত্যয় ঘটলে বিষয়টি তাঁরা খতিয়ে দেখবেন। তবে নিয়ম মেনে নিয়োগ দিতে বাধা নেই।</p></div></div></div></body></html>"
        }
    ]
}