{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রথমে পুলিশ নিয়ে বাসায়, পরে হুমকি দিয়ে ১০ লাখ টাকা চাঁদা নেন বৈষম্যবিরোধী নেতারা | প্রথম আলো",
            "time": "2025-07-28T01:34:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F8fbclipm%2FCapture.PNG?rect=0%2C46%2C1451%2C762&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁদাবাজির ঘটনায় গ্রেপ্তার রিয়াদ নোয়াখালীতে তাঁর গ্রামের বাড়িতে পাকা ভবন তৈরি করছেন। প্রায় আড়াই মাস আগে ভবনটির নির্মাণকাজ শুরু হয়েছে। গত সপ্তাহে দেওয়া হয়েছে ছাদঢালাই।</p><p>রিয়াদের গ্রামের বাড়ি নোয়াখালীর সেনবাগ উপজেলার নবীপুরে। গতকাল দুপুরে সরেজমিনে দেখা যায়, একতলা একটি ভবন নির্মাণ করা হচ্ছে। এতে চারটি কক্ষ রয়েছে।</p><p>রিয়াদের গ্রামে গিয়ে স্থানীয় কয়েকজনের সঙ্গে কথা হয়। তাঁরা বলেন, আর্থিক অনটনের মধ্যে বেড়ে ওঠা একজন ছাত্রের বাড়িতে হঠাৎ পাকা ভবন নির্মাণ নিয়ে এলাকায় নানা আলোচনা চলছে। এ আলোচনায় নতুন মাত্রা পেয়েছে চাঁদাবাজির অভিযোগে রিয়াদের গ্রেপ্তারের ঘটনা।</p><p>নাম প্রকাশ না করার শর্তে রিয়াদের এক চাচি প্রথম আলোকে বলেন, রিয়াদের বাবা ও বড় ভাই দুজনই রিকশা চালাতেন। এখন চালান না। রিয়াদ ঢাকার কোনো বিশ্ববিদ্যালয়ে পড়ালেখা করেন বলে শুনেছেন।</p><p>রিয়াদের বাবা আবু রায়হান সাংবাদিকদের উপস্থিতি দেখে আড়ালে চলে যান। রিয়াদের মা রেজিয়া বেগম প্রথম আলোকে বলেন, তাঁর দুই ছেলে ও দুই মেয়ে। ছোট ছেলে রিয়াদ ঢাকায় একটি বেসরকারি বিশ্ববিদ্যালয়ে পড়েন। বড় ছেলে ঢাকায় একটি বেসরকারি প্রতিষ্ঠানে চাকরি করেন। তবে বড় ছেলে ফুটপাতে ব্যবসা করেন, এমন কথাও বলেন রেজিয়া বেগম।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেট মাঠে যে মানুষটা সবকিছু পারতেন | প্রথম আলো",
            "time": "2025-07-28T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F5c8cqm1e%2FWhatsApp-Image-2025-07-27-at-20.21.3088592b35.jpg?rect=0%2C116%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেকেই ভাবে, সোবার্স বুঝি সহজাত প্রতিভা, এমনিই খেলে যেতেন, খুব বেশি ভাবতেন না। কিন্তু না, তিনি খুবই চিন্তাশীল খেলোয়াড় ছিলেন।<br>সিডনির মোসম্যান ক্লাব একবার কোচ খুঁজছিল। ক্লাব প্রেসিডেন্ট গ্যারির সঙ্গে ডিনারে গিয়ে বললেন, ‘গ্যারি, আপনাকে কোচ হিসেবে চাই আমরা, কিন্তু আপনার তো কোনো কোয়ালিফিকেশন নেই।’ গ্যারি বলেছিল, ‘তোমার কী মনে হয়, আমি নাইটহুডটা কী কারণে পেয়েছি?’<br>আমার যখন ১৮, ব্যাটিং নিয়ে ওঁর কাছে পরামর্শ চেয়েছিলাম। বললাম, ‘গ্যারি, মনে হচ্ছে কিছু সমস্যা হচ্ছে। কোনো টিপস আছে?’ গ্যারি বললেন, ‘আগে এক বোতল বিয়ার নিয়ে আসো বাবা, তারপর কথা বলি।’<br>তিনি আমাকে তিনটা টিপস দিয়েছিলেন, যেগুলো পুরো ক্যারিয়ারে অনুসরণ করেছি। প্রথমত, মিডল নয়, লেগ স্টাম্প গার্ড নিতে। কারণ, আমি তাঁর মতো ব্যাক অ্যান্ড অ্যাক্রস খেলতাম। দ্বিতীয়ত, ক্রিজ থেকে একটু বাইরে দাঁড়িয়ে ব্যাটিং করতে। তৃতীয়টা মনে নেই এখন, তবে সেটাও খুব কাজে লেগেছিল।<br>আরেকটা দারুণ গল্প বলি। একবার ইংল্যান্ড সফরে জিওফ বয়কট এসে সোবার্সকে বললেন, ‘গ্যারি, তুমি আমাকে বারবার এলবিডব্লু কর, বুঝি না কীভাবে!’ সোবার্স উত্তর দিলেন, ‘অনেকেই ভাবে তোমার টেকনিক ভালো, কিন্তু আমি তা মনে করি না। তোমার সামনের পা বেশি দূর চলে যায় এবং আড়াআড়ি হয়ে যায়। তাই ব্যাট প্যাডের পাশে আনতে পারো না। আমার ইনসুইং তোমাকে এলবিডব্লু করে দেয়।’<br>পরদিন মাঠে দেখা। বয়কট ব্যাটিং করছেন। গ্যারি দৌড়ে এসে প্রথম বলটা করলেন। বাইরের দিকে অ্যাঙ্গেল করা। বয়কট ক্যাচ তুলে দিলেন স্লিপে। বয়কট যখন ফিরে যাচ্ছেন, গ্যারি হেসে বললেন, ‘জিওফ্রে, তুমি কিন্তু আমাকে অন্যটা সম্পর্কে কিছু জিজ্ঞেস করোনি!’</p></div></div></div></body></html>"
        },
        {
            "title": "গতির ঝড়ে সব এলোমেলো করে দিলেন ব্র্যাড পিট | প্রথম আলো",
            "time": "2025-07-28T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F3jw40krt%2Fbrad.jpg?rect=0%2C0%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্লান্ত, কিন্তু অভিজ্ঞ, প্রতিযোগিতাপ্রিয় চালকের চরিত্রে ব্র্যাট পিট দারুণ। তাঁর চোখের চাহনি, সংলাপ বলার ভঙ্গি, এমনকি নীরব থাকার মুহূর্তগুলোতে তিনি অভিজ্ঞতাকে ফুটিয়ে তুলেছেন। মাথায় সেফটি হেলমেট, মুখে সেই চেনা চেনা কাউবয় হাসি, ষাট পেরোনো ব্র্যাড পিট যখন রেসিং কারের স্টিয়ারিং ধরেন, তখন মনে হয়, এ হারলে হারতেই পারে কিন্তু হাল ছাড়বে না।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৮ জুলাই ২০২৫) | প্রথম আলো",
            "time": "2025-07-28T00:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fqepyblnb%2FDSC3388.jpg?rect=0%2C0%2C1834%2C963&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">আজ স্বাগতিক জিম্বাবুয়ের মুখোমুখি হবে বাংলাদেশ অনূর্ধ্ব-১৯ ক্রিকেট দল<span class=\"custom-gallery-image _3bj2K SZnJd\">জিম্বাবুয়ে ক্রিকেট</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘আল্লাহু আকবার’: মুমিন জীবনের অবিচ্ছেদ্য অংশ | প্রথম আলো",
            "time": "2025-07-27T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F54ffdmno%2Fmuslim-mosque-desert.jpg?rect=0%2C3030%2C4912%2C2579&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><ul><li><p><strong>যুদ্ধক্ষেত্রে:</strong> ইসলামের প্রথম যুগে সাহাবিরা যুদ্ধক্ষেত্রে ‘আল্লাহু আকবার’ ধ্বনি দিয়ে সাহস ও ইমান প্রকাশ করতেন। এটি তাঁদের মনে আল্লাহর ওপর ভরসা জাগিয়ে তুলত।</p></li><li><p><strong>ঈদের আনন্দে:</strong> ঈদুল ফিতর ও ঈদুল আজহার সময় তাকবির পাঠ ইবাদত ও আনন্দের সমন্বয় ঘটায়। হাদিসে আছে, ‘ঈদের দিনগুলোতে তাকবির পাঠ করো।’ (সহিহ বুখারি, হাদিস: ৯৭১)।</p></li></ul><p>‘আল্লাহু আকবার’ দৈনন্দিন জীবনেও ব্যবহৃত হয়। যেমন কোনো সাফল্য অর্জনের পর বা কঠিন পরিস্থিতিতে ধৈর্য ধরার জন্য এ জিকির মুমিনের মনে শান্তি আনে। শাইখ ইবনে উসাইমিন (রহ.) বলেছেন, ‘তাকবির মুমিনের হৃদয়কে আল্লাহর প্রতি নিবদ্ধ করে এবং তাঁকে দুনিয়ার মোহ থেকে মুক্ত রাখে।’ (<em>ফাতাওয়া নূর আলা আদ-দারব</em>, পৃষ্ঠা: ২৩৪, দারুল ইফতা প্রকাশনী, ১৯৯৮)।</p><p>দুর্ভাগ্যবশত, আধুনিক বিশ্বে কিছু ক্ষেত্রে ‘আল্লাহু আকবার’ শব্দটি ভুলভাবে সহিংসতার সঙ্গে যুক্ত করা হয়েছে, যা এর পবিত্রতা ও তাৎপর্যের সম্পূর্ণ বিপরীত। মুহাম্মদ ইবনে সালিহ বলেন, ‘তাকবির হলো আল্লাহর মহত্ত্বের ঘোষণা, যা মুমিনের জীবনে শান্তি ও পবিত্রতা নিয়ে আসে।’ (<em>আল-ফিকহুল মুয়াসসার</em>, পৃষ্ঠা: ১৫৬, ইসলামিক ফাউন্ডেশন, ২০১৫)।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে ‘কিত্তনখোলা’র পুনর্মিলনী | প্রথম আলো",
            "time": "2025-07-27T21:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fr8qic9pd%2Fdd39d3ce-5d76-45c4-b51f-deeee741c793.jpg?rect=0%2C0%2C894%2C469&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক ও বর্তমান শিল্পীদের কণ্ঠে ফিরে আসে রিহার্সালের দিনরাত্রি, মঞ্চের উল্লাস আর নাটকের অন্তরালের না বলা কাহিনি। শাওন, সাজু, হিল্লোল, মেহেদী, ফয়সাল, সায়েম, সুব্রত প্রমুখ নিজেরাই হয়ে ওঠেন একেকটি জীবন্ত চরিত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "চীনে এআই সম্মেলনে তাক লাগাচ্ছে রোবট | প্রথম আলো",
            "time": "2025-07-27T19:56:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F8rmqe0pw%2Fai.png?rect=0%2C7%2C646%2C339&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজকদের দেওয়া তথ্য অনুযায়ী, সম্মেলনে ৮০০টির বেশি প্রতিষ্ঠান অংশ নিয়েছে। তিন হাজারের বেশি পণ্য প্রদর্শন করছে তারা। একটি প্রতিষ্ঠানের স্টলে রোবটকে ড্রাম বাজাতে দেখা গেছে। কিছু কিছু রোবট দেখাচ্ছিল আরও দক্ষতা।</p><p>সম্মেলনে চীনের হ্যাংঝউভিত্তিক প্রতিষ্ঠান ইউনিট্রি ঘোষণা দিয়েছে, তারা ‘আর-১’ নামে মানুষের আকৃতির একটি রোবট আনবে। তার দাম পড়বে ৬ হাজার ডলার।</p><p>অনেক প্রতিষ্ঠান আবার শুধু কৃত্রিম বুদ্ধিমত্তার ওপর ভর করেই তাক লাগিয়ে দিতে চাইছে। শনিবার প্রযুক্তি প্রতিষ্ঠান বাইডু নিজেদের তৈরি ‘ডিজিটাল মানুষ’-এ নতুন প্রজন্মের প্রযুক্তি ব্যবহারের ঘোষণা দিয়েছে। এতে আসল মানুষের মতো করে এআই কাঠামো তৈরি করা হয়েছে। বাইডুর দাবি, এই এআই কাঠামো মানুষের চিন্তা করতে, সিদ্ধান্ত নিতে এবং নানা কাজে সহায়তা করতে সক্ষম।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদের খসড়া প্রস্তুত, পুলিশ কমিশনে ঐকমত্য | প্রথম আলো",
            "time": "2025-07-27T19:24:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F4smaqpso%2FAli-Reaz.jpeg?rect=0%2C24%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক ব্যক্তি জীবনে সর্বোচ্চ ১০ বছর প্রধানমন্ত্রী পদে থাকতে পারবেন, এ বিষয়ে আগেই একধরনের ঐকমত্য হয়েছিল। এ ক্ষেত্রে বিএনপি শর্তসাপেক্ষে প্রস্তাবটিতে রাজি হয়েছিল। গতকাল আলোচনার এক পর্যায়ে আলী রীয়াজ বলেন, ‘আমরা একটা বিষয়ে একমত হয়েছিলাম, কিন্তু সেটা বলা হয়নি। সেটা হলো প্রধানমন্ত্রী ১০ বছর মেয়াদে দায়িত্ব পালন করবেন। সনদে প্রধানমন্ত্রীর মেয়াদ ১০ বছর উল্লেখ করব।’</p><p>আলী রীয়াজ জানতে চান, সবাই এ বিষয়ে একমত কি না, বিএনপি যে শর্ত দিয়েছিল, সেটা এখনো আছে কি না।</p><p>পরে বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ বলেন, তাঁরা বলেছিলেন, ১০ বছরের বেশি কোনো ব্যক্তি প্রধানমন্ত্রী পদে থাকবেন না। সংবিধান ও সংবিধিবদ্ধ প্রতিষ্ঠানে নিয়োগের কমিটি থাকলে বিষয়টি বিএনপি মানবে না। তবে আলোচনায় সবার মতামতের ভিত্তিতে নির্বাচন কমিশন নিয়োগসংক্রান্ত বিধান সংবিধানে যুক্ত করার বিষয়ে বিএনপি একমত। এর বাইরে অন্য সাংবিধানিক প্রতিষ্ঠানে নিয়োগের বিধান সংবিধানে যুক্ত করার বিষয়ে আলোচনা হলে বিএনপির শর্ত বহাল থাকবে।</p><p>এটা বিবেচনার অনুরোধ জানিয়ে সালাহউদ্দিন বলেন, ‘এখন ১০ বছরের বিষয়ে আপনারা ঘোষণা দিতে পারেন। বরং এটা আমাদের প্রস্তাব।’</p><p>গতকাল মাগরিবের নামাজের বিরতিতে আলী রীয়াজ সাংবাদিকদের বলেন, এ বিষয়ে এখন রাজনৈতিক দলগুলো সব বিবেচনা পাশে রেখে একমত হয়েছে যে একজন ব্যক্তি প্রধানমন্ত্রী পদে যত মেয়াদ বা যতবারই হোক, সর্বোচ্চ ১০ বছর থাকতে পারবেন। এ জন্য সংবিধানের সংশ্লিষ্ট অনুচ্ছেদগুলোতে প্রয়োজনীয় সংশোধনী করা হবে।</p><p>আলী রীয়াজ বলেন, যে দুটি বিষয় ঐকমত্য হয়েছে, সেটাকে বড় ধরনের অগ্রগতি মনে করে কমিশন। এর একটি হচ্ছে প্রধানমন্ত্রী পদের ব্যাপারে শর্তহীনভাবে সবার একমত হওয়া। দ্বিতীয় হচ্ছে একটি পুলিশ কমিশন প্রতিষ্ঠা করা।</p></div></div></div></body></html>"
        },
        {
            "title": "নিয়ন্ত্রণ করা যাচ্ছিল না, তাই কেন্দ্র ছাড়া সব কমিটি স্থগিত | প্রথম আলো",
            "time": "2025-07-27T19:10:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fskea7iz3%2FRifat-Press.jpg?rect=0%2C5%2C740%2C389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিফাত রশীদ বলেন, ‘এই কমিটিগুলো যখন গঠন করা হয়েছিল, এই কমিটি গঠনের দায়িত্বে যারা ছিল, তারা যেহেতু বিভিন্ন রাজনৈতিক দল-মতের ভিতরে চলে গিয়েছে এবং তখন দেখা গিয়েছে যে তাদেরই শেল্টার (আশ্রয়) বা অন্য ক্ষেত্রে অন্যান্য রাজনৈতিক দলগুলোর শেল্টারে বা অনেক সময় তারাও বিপথগামী হয়েছে, জুলাই গণ-অভ্যুত্থানের যোদ্ধা যারা, তাদের অনেকে বিপথগামী হয়েছে এবং এর মধ্য দিয়ে তাদের মাঝে কিছু করাপশনের (দুর্নীতি) ব্যাপারগুলো আমরা লক্ষ করছি। এবং যেটা এই মুহূর্তে ভিজিবলি কন্ট্রোল (দৃশ্যমান নিয়ন্ত্রণ) করা আমাদের পক্ষে প্রায় অসম্ভব হয়ে দাঁড়িয়েছে।’</p><p>এমন পরিস্থিতিতে জরুরি সভা করার কথা জানান রিফাত রশীদ। তিনি বলেন, সভায় সম্মিলিতভাবে সিদ্ধান্ত নেওয়া হয়েছে বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় কমিটি ছাড়া সারা দেশে সংগঠনের সব কমিটির কার্যক্রম স্থগিত থাকবে।</p><p>বৈষম্যবিরোধী ছাত্র আন্দোলন সূত্র জানায়, সারা দেশে সংগঠনের শতাধিক কমিটি রয়েছে। এর মধ্যে জেলা পর্যায়ে আছে ৪৫টি। মহানগর কমিটি আছে ৭টি, থানা কমিটি আছে ২৩টি। এ ছাড়া ২৫টি শিক্ষাপ্রতিষ্ঠানেও কমিটি আছে। এর বাইরে উপজেলা পর্যায়েও বেশ কিছু কমিটি রয়েছে। উপজেলা পর্যায়ের কমিটিগুলো স্থানীয় উদ্যোগে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ আসিয়ানের সদস্যপদ পেতে মালয়েশিয়ার সমর্থন চাইলেন প্রধান উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-27T19:07:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fyr1d6i1p%2FCAFB.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা আশাবাদ ব্যক্ত করে বলেন, ‘আসিয়ানের বর্তমান সভাপতির দায়িত্বে থাকা মালয়েশিয়া বাংলাদেশের আবেদন মঞ্জুরের ক্ষেত্রে সক্রিয় ভূমিকা পালন করবে, যাতে বাংলাদেশ প্রথমে খাতভিত্তিক সংলাপের অংশীদার এবং পরবর্তী সময়ে এই আঞ্চলিক সংস্থার পূর্ণ সদস্যপদ পেতে পারে।’</p><p>সাক্ষাৎকালে নুরুল ইজ্জাহ ঢাকার মাইলস্টোন স্কুল অ্যান্ড কলেজে সম্প্রতি সংঘটিত বিমান দুর্ঘটনায় শোক প্রকাশ করেন।</p><p>এ বিষয়ে প্রধান উপদেষ্টা বলেন, ‘এটি আমাদের দেশের জন্য একটি দুঃখজনক ও মর্মান্তিক ঘটনা। আমরা অনেক মানুষকে হারিয়েছি।’</p><p>প্রধান উপদেষ্টা নুরুল ইজ্জাহকে মালয়েশিয়ার পিপলস জাস্টিস পার্টির সহসভাপতি হওয়ায় অভিনন্দন জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "২৩ সদস্যবিশিষ্ট জাতীয় বেতন কমিশন গঠন করে প্রজ্ঞাপন জারি | প্রথম আলো",
            "time": "2025-07-27T19:04:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F1b375a29-a923-4ad8-a7ea-cb8addf88058%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কমিটির সদস্যরা হলেন (পূর্ণকালীন) সাবেক সচিব ড. মোহাম্মদ আলী খান, সাবেক হিসাব মহানিয়ন্ত্রক মো. মোসলেম উদ্দীন, সাবেক রাষ্ট্রদূত মো. ফজলুল করিম।<br>সদস্য (খণ্ডকালীন) রয়েছেন সাবেক মহা হিসাব নিরীক্ষক ও নিয়ন্ত্রক আহমেদ আতাউল হাকিম, সাবেক সরকারি কর্মকর্তা ড. মোহাম্মদ জাহিদ হোসাইন, সাবেক সচিব ড. জিশান আরা আরাফুন্নেসা, মেজর জেনারেল (অব.) এ আই এম মোস্তফা রেজা নূর, বাংলাদেশ ব্যাংকের ডেপুটি গভর্নর ড. মো. হাবিবুর রহমান, সাবেক গ্রেড-১ কর্মকর্তা মিস তহমিনা বেগম, ঢাকা বিশ্ববিদ্যালয়ের অ্যাকাউন্টিং বিভাগের চেয়ারম্যান অধ্যাপক মো. মাকছুদুর রহমান সরকার, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের প্রফেসর ড. শামসুল আলম ভূঁইয়া, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) প্রফেসর ড. এ কে এম মাসুদ, বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ের অধ্যাপক সৈয়দ আতিকুল হক, বাংলাদেশ উন্নয়ন গবেষণা প্রতিষ্ঠানের মহাপরিচালক অধ্যাপক এ কে এনামুল হক, প্রতিরক্ষা মন্ত্রণালয় কর্তৃক মনোনীত সশস্ত্র বাহিনীর একজন প্রতিনিধি, আইন, বিচারও সংসদবিষয়ক মন্ত্রণালয় কর্তৃক মনোনীত একজন প্রতিনিধি, জনপ্রশাসন মন্ত্রণালয়ের একজন প্রতিনিধি, স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগের একজন প্রতিনিধি, বাংলাদেশ ইনস্টিটিউট অব চার্টার্ড অ্যাকাউন্টস প্রেসিডেন্ট, ফেডারেশন অব বাংলাদেশ চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রির প্রেসিডেন্ট, অর্থ মন্ত্রণালয়ের অর্থ বিভাগের প্রবিধি বাস্তবায়ন আইন ও রাষ্ট্রায়ত্ত প্রতিষ্ঠান বিভাগের একজন অতিরিক্ত সচিব, অর্থ মন্ত্রণালয়ের অর্থ বিভাগের বাস্তবায়ন শাখার অতিরিক্ত সচিব।</p></div></div></div></body></html>"
        },
        {
            "title": "সব দলের সঙ্গে আলোচনা না করে নির্বাচন দিলে তা গ্রহণযোগ্য হবে না: এনসিপি | প্রথম আলো",
            "time": "2025-07-27T18:55:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Feqrd6gmr%2FNCPAKHTERHOSSEN.jpg?rect=0%2C358%2C5061%2C2657&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোববারের আলোচনায় অংশ নেয় বিএনপি, বাংলাদেশ জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টি (এনসিপি), বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি), ইসলামী আন্দোলন বাংলাদেশ, গণসংহতি আন্দোলনসহ ৩০টি রাজনৈতিক দল।</p><p>আলোচনায় সভাপতিত্ব করেন জাতীয় ঐকমত্য কমিশনের সহসভাপতি অধ্যাপক আলী রীয়াজ। উপস্থিত ছিলেন কমিশনের সদস্য সফর রাজ হোসেন, বিচারপতি এমদাদুল হক, বদিউল আলম মজুমদার, ইফতেখারুজ্জামান, মো. আইয়ুব মিয়া। সঞ্চালনা করেন প্রধান উপদেষ্টার বিশেষ সহকারী (জাতীয় ঐকমত্য কমিশন) মনির হায়দার।</p></div></div></div></body></html>"
        },
        {
            "title": "আদালতে মুখ ঢেকে রাখার সর্বাত্মক চেষ্টা করেন ছাত্র আন্দোলনের নেতা রাজ্জাক, সাত দিন রিমান্ডে তাঁরা | প্রথম আলো",
            "time": "2025-07-27T18:42:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fy44b0i5n%2FWeb.jpg?rect=0%2C7%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আদালতে মুখ ঢেকে রাখার সর্বাত্মক চেষ্টা করেন ছাত্র আন্দোলনের নেতা রাজ্জাক, সাত দিন রিমান্ডে তাঁরা \" class=\"nA4h1 \">আদালতে মুখ ঢেকে রাখার সর্বাত্মক চেষ্টা করেন ছাত্র আন্দোলনের নেতা রাজ্জাক, সাত দিন রিমান্ডে তাঁরা </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-28T00:42:00+06:00\"><span>প্রকাশ: ২৭ জুলাই ২০২৫, ১৮: ৪২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি নেতাদের সঙ্গে বাংলাদেশ নেজামে ইসলাম পার্টির বৈঠক | প্রথম আলো",
            "time": "2025-07-27T18:32:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fhrscq3fs%2FCapture.PNG?rect=0%2C108%2C968%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি নেতাদের সঙ্গে বৈঠক করেছেন বাংলাদেশ নেজামে ইসলাম পার্টির নেতারা। রোববার সন্ধ্যায় রাজধানীর গুলশানে বিএনপি চেয়ারপারসনের রাজনৈতিক কার্যালয়ে এ বৈঠক হয়।</p><p>বৈঠকে বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর এবং স্থায়ী কমিটির সদস্য নজরুল ইসলাম খান উপস্থিত ছিলেন। অন্যদিকে বাংলাদেশ নেজামে ইসলাম পার্টির নির্বাহী সভাপতি মাওলানা এ কে এম আশরাফুল হকের নেতৃত্বে দলটির মহাসচিব মাওলানা মুমিনুল ইসলাম, সহকারী মহাসচিব মাওলানা সাইফুল ইসলাম, মাওলানা শাহ আলম, বাংলাদেশ ইসলামী ছাত্রসমাজের নেতা এহসানুল হক ও হাসান ইবনে আলী উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের ঊর্ধ্বতন ১৮ কর্মকর্তাকে বদলি | প্রথম আলো",
            "time": "2025-07-27T18:02:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-29%2Fld6rfzjv%2FCapture.PNG?rect=0%2C25%2C1296%2C680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ছাড়া অতিরিক্ত ডিআইজি মো. সারোয়ার জাহানকে ঢাকার পুলিশ অধিদপ্তরে, অতিরিক্ত পুলিশ কমিশনার সফিজুল ইসলামকে অতিরিক্ত ডিআইজি হিসেবে চট্টগ্রাম রেঞ্জে, অতিরিক্ত ডিআইজি এস এম আশরাফুজ্জামানকে সারদায়, অতিরিক্ত ডিআইজি মোহাম্মদ জাবেদুর রহমানকে সারদায়, অতিরিক্ত ডিআইজি মো. আজিজুল ইসলামকে ঢাকা পুলিশ অধিদপ্তরে, অতিরিক্ত ডিআইজি মোহাম্মদ শরীফ উদ্দিনকে ঢাকা পুলিশ অধিদপ্তরে, অতিরিক্ত ডিআইজি পদে পদোন্নতিপ্রাপ্ত মো. শহিদ উল্লাহকে পুলিশ সুপার নৌ পুলিশ, অতিরিক্ত ডিআইজি পদে পদোন্নতিপ্রাপ্ত মো. সাইফুল হককে পুলিশ সুপার রেলওয়ে বদলি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানে কারফিউ ভাঙার ‘গানের মিছিল’ স্মরণে ছাত্র ফ্রন্টের সাংস্কৃতিক অনুষ্ঠান | প্রথম আলো",
            "time": "2025-07-27T17:55:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F95qp4pdj%2Ffront.JPG?rect=0%2C65%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভাপতির বক্তব্যে সমাজতান্ত্রিক ছাত্রফ্রন্টের কেন্দ্রীয় সভাপতি সালমান সিদ্দিকী বলেন, জুলাই হত্যাকাণ্ডের বিচার, আহতদের চিকিৎসা ও পুনর্বাসন নিয়ে শহীদ পরিবার এবং জনগণের মধ্যে আশঙ্কা তৈরি হয়েছে। আজ শহীদদের স্মরণ মানে শুধু স্মৃতিচারণা নয়, নতুন সময়ের লড়াইয়ের জন্য সংগঠিত হওয়ারও প্রয়োজন। শহীদদের আকাঙ্ক্ষাকে বাস্তবায়নের লড়াই জারি রাখতে হবে।</p><p>সমাজতান্ত্রিক ছাত্র ফ্রন্টের কেন্দ্রীয় সাধারণ সম্পাদক প্রগতি বর্মনের সঞ্চালনায় অনুষ্ঠানে গান, কবিতা ও আলোচনা করেন সমগীতের বিথী ঘোষ, সহজিয়া ব্যান্ডের রাজীব আহমেদ, চারণ সাংস্কৃতিক কেন্দ্রের ইন্দ্রাণী ভট্টাচার্য, শিল্পী অরূপ রাহী, উদীচী শিল্পীগোষ্ঠীর জামশেদ আনোয়ার, রহমান মুফিজ, বিবর্তন সাংস্কৃতিক কেন্দ্রের সভাপতি মফিজুর রহমান, মাহা ও ওয়ারদার গান, মীর সাখাওয়াত, ফেরদৌস আরা, আনন্দলোক, কুহক প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবা জসীমের কবরেই সমাহিত হবেন ছেলে রাতুল | প্রথম আলো",
            "time": "2025-07-27T17:52:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fa0qcjwz8%2F52481475440515376417632758495917107347115790n-1.jpg?rect=0%2C0%2C1351%2C709&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রক ব্যান্ড ‘ওন্ড’-এর ভোকালিস্ট, বেজিস্ট ও শব্দ প্রকৌশলী এ কে রাতুল মারা গেছেন। রাজধানীর উত্তরার একটি বেসরকারি হাসপাতালে চিকিৎসাধীন অবস্থায় আজ রোববার বিকেল পাঁচটার দিকে মারা গেছেন (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)। তিনি প্রয়াত চিত্রনায়ক জসীমের ছেলে।<br>আজ বাদ মাগরিব উত্তরার ৭ নম্বর সেক্টরের পার্ক মসজিদে রাতুলের জানাজা অনুষ্ঠিত হয়। শিল্পীর পারিবারিক সূত্রগুলো জানিয়েছে, আগামীকাল সকালে বনানীতে বাবা জসীমের কবরেই দাফন করা হবে রাতুলকে।</p></div></div></div></body></html>"
        }
    ]
}