{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ধর্মেন্দ্র, রজনীকান্তের সঙ্গে অভিনয়, স্মৃতিশক্তি হারিয়ে সেই অভিনেত্রী এখন... | প্রথম আলো",
            "time": "2025-11-29T07:00:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fbq83nwc4%2Ffe853ee3-5a45-41fd-86a1-090d404ba3a6.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দক্ষিণ ভারতীয় চার ভাষা—তামিল, তেলেগু, মালয়ালম ও কন্নড়ে যেমন দাপটের সঙ্গে অভিনয় করেছেন, তেমনি বলিউডেও নিজের ছাপ রেখেছেন। শৈশব থেকে নাচ শেখা এই নায়িকা একসময় নৃত্যেই নিজের পরিচয় গড়ে তুলেছিলেন। কিন্তু স্মৃতিভ্রংশের কারণে তিনিই শেষে নাচের প্রতি আগ্রহ হারিয়ে ফেলেন। এই অভিনেত্রী আর কেউ নন, ভানুপ্রিয়া।</p><p><strong>চলচ্চিত্রজগতে উত্থান<br></strong> ২০০০ সালের ‘কছু কছু সানথোসাঙ্গল’ সিনেমার আলোচিত গান ‘শিবাকারাথামারুকালায়ামায় নাদাম’ লক্ষ্মী গোপালস্বামী ও ভানুপ্রিয়ার নাচের কথা কি ভুলে যাওয়া যায়? হিন্দি ‘দেবদাস’-এর আগেই মালয়ালম সিনেমা পেয়েছিল নিজেদের সংস্করণের এমন দুর্দান্ত সেমি-ক্ল্যাসিক্যাল নাচ। ইলাইয়ারাজার অনবদ্য সংগীতের পাশাপাশি ভানুপ্রিয়ার নাচ গানটিকে কালজয়ী করে তুলেছিল।<br> ১৯৮৩ সালে ‘মেলা পেসুনগাল’ দিয়ে অভিনয়ে যাত্রা শুরু করেন ভানুপ্রিয়া। চোখের ভাষা, নাচের ছন্দ, পর্দায় উপস্থিতি—সব মিলিয়ে অল্প সময়েই তিনি তামিল-তেলেগু ছবির প্রথম সারির নায়িকা হয়ে ওঠেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ড্যাফোডিলের ৮ গোলে নাইজেরিয়ান আবু বক্করের একারই ৫ | প্রথম আলো",
            "time": "2025-11-29T06:49:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F2fzlhw7k%2FWhatsApp-Image-2025-11-29-at-12.40.15-PM.jpeg?rect=0%2C0%2C1035%2C543&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ড্যাফোডিল তারকাসমৃদ্ধ দল। কিন্তু আজ তাদের তারকাদের মধ্যে জাতীয় দলের ডিফেন্ডার রহমত মিয়া, পুলিশে খেলা ইসা ফয়সাল আসেননি। ক্লাবের খেলা থাকায় আসতে পারেননি জাতীয় দলের ফরোয়ার্ড ফয়সাল আহমেদ ফাহিম, জাতীয় দলের সেন্টার ব্যাক শাকিল আহাদ তপুও।</p><p>গত বছর টুর্নামেন্টের সেরা খেলোয়াড় ও সর্বোচ্চ গোলদাতার পুরস্কার পাওয়া স্ট্রাইকার মাহবুবুর রহমান জুয়েল আজ মাঠেই ছিলেন না। তবে খেলেছেন জাতীয় দলে ডাক পাওয়া দীপক রায় এবং এক সময় চট্টগ্রাম আবাহনীতে খেলা ফাহিম মোরশেদ। শেখ জামালের খেলা স্টপার খলিল ভূঁইয়া ছিলেন আজ দলের ভারপ্রাপ্ত অধিনায়ক।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় স্বেচ্ছাসেবক দলের আহ্বায়কসহ সাতজনের নামে মামলা | প্রথম আলো",
            "time": "2025-11-29T06:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Fa4ik6pvi%2FBBariaDH0517.jpg?rect=0%2C465%2C2040%2C1071&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়ায় ছাত্রদলের সাবেক নেতা সাদ্দাম হোসেনকে (৩৫) গুলি করে হত্যার ঘটনায় মামলা হয়েছে। গতকাল শুক্রবার নিহত সাদ্দাম হোসেনের বাবা মোস্তফা কামাল ওরফে মস্তু মিয়া বাদী হয়ে এই মামলা করেন।</p><p>মামলায় জেলা স্বেচ্ছাসেবক দলের আহ্বায়ক দেলোয়ার হোসেন ওরফে দিলীপসহ সাতজনকে আসামি করা হয়েছে। প্রধান আসামি দেলোয়ার হোসেন (৪৯) ব্রাহ্মণবাড়িয়া শহরের কান্দিপাড়ার মাইমলহাটির বাসিন্দা। অন্য আসামিরা হলেন তাঁর সহযোগী একই গ্রামের বাবুল মিয়া (২৮) ও তাঁর ভাই শাকিল মিয়া (৩৫), পলাশ মিয়া (৩৫), টিটন মিয়া (৩৪), বাপ্পা মিয়া (২৬) ও দেলোয়ার হোসেনের ভাই কাজল মিয়া (৪৫)। মামলায় অজ্ঞাতনামা আরও পাঁচ-সাতজনকে আসামি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অটোপেনে বাইডেনের স্বাক্ষর করা নির্বাহী আদেশগুলো বাতিলের ঘোষণা ট্রাম্পের | প্রথম আলো",
            "time": "2025-11-29T06:41:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fjth2fxpk%2FAutopen.jpg?rect=0%2C2%2C570%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাইডেন ও ট্রাম্প প্রেসিডেন্ট নির্বাচনে একে অপরের সঙ্গে দুবার প্রতিদ্বন্দ্বিতা করেছেন। এর মধ্যে ২০২০ সালের নির্বাচনে বাইডেনের কাছে ট্রাম্প হেরে যান। আর ২০২৪ সালের নির্বাচনে প্রতিদ্বন্দ্বিতায় নামলেও একপর্যায়ে বাইডেন প্রতিযোগিতা থেকে সরে যান। শেষ পর্যন্ত ট্রাম্প ওই নির্বাচনে জয়ী হন।</p><p>ট্রাম্প ২০২০ সালের নির্বাচনে পরাজয় স্বীকার করতে রাজি হননি। তিনি ব্যাপক ভোট জালিয়াতির মিথ্যা দাবিও তুলেছিলেন।</p><p>ট্রাম্প বাইডেনকে নিয়ে আরও কিছু বিভ্রান্তিকর ও ভিত্তিহীন মন্তব্য করেছেন, যেমন হোয়াইট হাউসের কর্মীরা ডেমোক্র্যাট নেতার বেশি বয়সজনিত দুর্বলতাকে কাজে লাগিয়ে নীতিমালাবিষয়ক নথিতে তাঁর অনুমতি ছাড়া স্বাক্ষর করেছেন।</p><p>তবে বাইডেনের অনুমতি ছাড়া অটোপেন ব্যবহার করার কোনো চূড়ান্ত প্রমাণ নেই। বাইডেন নিজেই গত জুন মাসে এ অভিযোগ অস্বীকার করেছেন। তখন তিনি লিখেছিলেন, ‘আমি পরিষ্কার করে বলছি, প্রেসিডেন্ট থাকাকালে আমার সিদ্ধান্তগুলো আমিই নিয়েছি। ক্ষমা, নির্বাহী আদেশ, আইনপ্রণয়ন ও ঘোষণাসহ সব বিষয়ে সিদ্ধান্ত আমারই ছিল। কেউ যদি বলে আমি এগুলো করিনি, তা হাস্যকর ও মিথ্যা।’</p><p>তবে এরপরও গতকাল বাইডেনের বিরুদ্ধে নতুন করে একই অভিযোগ তুললেন ট্রাম্প।</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিপক্ষীয় বাণিজ্যে ১২২ দেশে এগিয়ে বাংলাদেশ, পিছিয়ে ১০৪ দেশে | প্রথম আলো",
            "time": "2025-11-29T06:38:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-17%2Fa7x20aus%2FWhatsApp-Image-2025-11-17-at-5.17.34-PM.jpeg?rect=0%2C109%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বড় ঘাটতি চীন–ভারতে<br></strong>এশিয়া মহাদেশে দ্বিপক্ষীয় বাণিজ্যে বাংলাদেশের বড় ঘাটতি চীনের সঙ্গে। দেশটি থেকে গত অর্থবছরে পণ্য আমদানি হয়েছে ২ হাজার ৬১ কোটি ডলারের। এর বিপরীতে বাংলাদেশ রপ্তানি করেছে ৭৪ কোটি ডলারের পণ্য। তাতে দেশটির সঙ্গে দ্বিপক্ষীয় বাণিজ্যে বাংলাদেশের ঘাটতি ১ হাজার ৯৮৭ কোটি ডলারের।</p><p>চীনের পরেই বড় ঘাটতি ভারতের সঙ্গে। যদিও প্রতিবেশী দেশটিতে রপ্তানি বাড়তে থাকায় ঘাটতি কমছে। এরপরও গত অর্থবছরে দেশটি থেকে আমদানি হয়েছে ৯৬৮ কোটি ডলার পণ্য। রপ্তানি হয়েছে ১৮২ কোটি ডলারের পণ্য। তাতে বছর শেষে দ্বিপক্ষীয় বাণিজ্যে বাংলাদেশের ঘাটতি ৭৮৬ কোটি ডলারের।</p><p>তথ্য বিশ্লেষণে দেখা যায়, চীন–ভারত থেকে আমদানি বেশি হলেও তা আবার ইউরোপ–আমেরিকায় রপ্তানিতে ভূমিকা রাখছে। কারণ, এই দুই দেশ থেকে বাংলাদেশ রপ্তানির কাঁচামাল আমদানি করে বেশি, যা দিয়ে ইউরোপ–আমেরিকার দেশগুলোতে পণ্য রপ্তানি হচ্ছে।</p><p>এনবিআরের তথ্য অনুযায়ী, গত অর্থবছরে চীন থেকে আমদানি হওয়া পণ্যের ৫৪ শতাংশই ছিল রপ্তানিমুখী শিল্পের কাঁচামাল। বাকি ৪৬ শতাংশ ছিল বাণিজিক পণ্য। একইভাবে ভারত থেকে গত অর্থবছরে আমদানি হওয়া পণ্যের ৩১ শতাংশই ছিল রপ্তানিমুখী শিল্পের কাঁচামাল। বাংলাদেশের বাজারের চাহিদা অনুযায়ী পণ্যের বড় উৎস এই দেশ দুটি। প্রতিবেশী দেশ ভারত থেকে কম সময়ে ও কম খরচে পণ্য আমদানি করা যায়। আবার রপ্তানিমুখী পোশাকশিল্পের কাঁচামাল ছাড়াও বাণিজ্যিক পণ্য, ইলেকট্রনিক পণ্যের বড় উৎস চীন। দুই দেশ থেকে কম খরচে পণ্য আমদানি করা যায় বলে দেশের ভোক্তারাও সুফল পাচ্ছেন।</p><p>চীন–ভারতের মতো মধ্যপ্রাচ্যের দেশগুলো থেকেও আমাদের আমদানি বেশি, রপ্তানি কম। সবমিলিয়ে এশিয়া মহাদেশের ৫১টি দেশের সঙ্গে বাংলাদেশের দ্বিপক্ষীয় বাণিজ্য রয়েছে। গত অর্থবছরে বাংলাদেশের দ্বিপক্ষীয় বাণিজ্যের ৫০ শতাংশ হয়েছে এই মহাদেশের দেশগুলোর সঙ্গে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ছিনতাইকারীর ছুরিকাঘাতে চা বিক্রেতা খুন | প্রথম আলো",
            "time": "2025-11-29T06:32:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fgs4jrl4u%2FWhatsApp-Image-2025-11-29-at-12.09.39.jpeg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোতোয়ালি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুল করিম প্রথম আলোকে বলেন, ইসমাইল লালদীঘির পাড়, পুরোনো গির্জাসহ আশপাশের এলাকায় ঘুরে ঘুরে চা বিক্রি করতেন। বৃহস্পতিবার রাত আড়াইটার দিকে সাইকেল চালিয়ে লালদীঘির পাড় থেকে ফিরিঙ্গিবাজারের দিকে যাচ্ছিলেন ইসমাইল। জেলা পরিষদ ভবনের বিপরীতে কোতোয়ালিমুখী সড়কে তিনজন ছিনতাইকারী তাঁর পথ রোধ করে। ধস্তাধস্তির মধ্যে তাঁদের ছুরিকাঘাতে গুরুতর আহত হন ইসমাইল। পরে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে নেওয়া হলে চিকিৎসক মৃত ঘোষণা করেন। ওসি বলেন, এ ঘটনায় জড়িত ব্যক্তিদের শনাক্ত করে গ্রেপ্তারের চেষ্টা করছে পুলিশ। তবে এখনো কাউকে গ্রেপ্তার করা যায়নি।</p><p>নিহত ইসমাইলের ছোট ভাই মো. সুজন প্রথম আলোকে বলেন, ময়নাতদন্তের জন্য লাশ চট্টগ্রাম মেডিকেল কলেজের মর্গে রয়েছে। ময়নাতদন্ত শেষ হলে লাশ দাফনের জন্য গ্রামের বাড়িতে নিয়ে যাওয়া হবে। তিনি বলেন, ‘ভাইয়ের পরিবার কীভাবে চলবে জানি না। কে এ ঘটনার দায় নেবে? আমি জড়িত ছিনতাইকারীদের শাস্তি চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "জনসংখ্যা বাড়ছে, বাড়ছে উদ্বেগ | প্রথম আলো",
            "time": "2025-11-29T06:32:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzoc5bogw%2FCapture.PNG?rect=0%2C67%2C298%2C156&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউনিসেফ ও বিবিএসের জরিপে দেখা যায়, বাংলাদেশে প্রজনন হার বাড়ছে, যা উদ্বেগজনক। অন্যদিকে, ইকোসকের মতে, ঢাকা বিশ্বের দ্বিতীয় বৃহত্তম শহর, যেখানে ৩ কোটি ৬৬ লাখ মানুষ বাস করে। জনসংখ্যা নিয়ন্ত্রণে সরকারের উদাসীনতা এবং মাঠপর্যায়ে কর্মী ও জন্মনিয়ন্ত্রণ সামগ্রীর অভাব পরিস্থিতিকে আরও খারাপের দিকে নিয়ে যাচ্ছে। জনস্বাস্থ্যবিদরা বলছেন, এই ধারা অব্যাহত থাকলে উন্নয়ন পরিকল্পনা হুমকিতে পড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যে প্রকল্প থেকে সরছে সরকার: ১৭ মাস বেতনহীন, চাকরি হারানোর শঙ্কা | প্রথম আলো",
            "time": "2025-11-29T06:25:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzugs9yyr%2Fchpc-protest-health-sector.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্ত্রণালয় সূত্রে জানা গেছে, বিভিন্ন অপারেশন প্ল্যানের আওতায় কর্মরত ১৫ হাজার ৯৭২ জনকে পরবর্তী পরিকল্পনায় ক্যারিড ওভার করার প্রয়োজন ছিল। এর মধ্যে কমিউনিটি ক্লিনিক ট্রাস্টে কর্মরত ১৩ হাজার ৩২৪ কমিউনিটি হেলথ কেয়ার প্রোভাইডারকে (সিএইচসিপি) গত বছরের ডিসেম্বরে রাজস্বখাতভুক্ত করে সরকারি চাকরিতে স্থায়ী করা হয়। অবশিষ্ট ২ হাজার ৬৪৮ জনের ভাগ্য ঝুলে আছে।</p><p>যক্ষ্মা কর্মসূচিতে থাকা একজন নারী কর্মকর্তা বলেন, ‘আমি ১০ বছরের বেশি সময় জেলা পর্যায়ে কাজ করেছি। ১৭ মাস ধরে বেতন পাচ্ছি না। এখন শুনছি, আমাদের বাদ দেবে। এই বয়সে নতুন কাজ পাওয়াও কঠিন। আমাদের দক্ষতা, অভিজ্ঞতারও কোনো দাম নেই?’</p><p>গত তিন মাসে জাতীয় যক্ষ্মা ও কুষ্ঠ নিয়ন্ত্রণ কর্মসূচি, অল্টারনেটিভ মেডিকেল কেয়ার, পুষ্টি সেবা কর্মসূচি, এইচআইভি–এইডস কর্মসূচি, শিশু বিকাশ কেন্দ্রের কর্মরত চিকিৎসক, টেকনোলজিস্টসহ নানা পদাধিকারীর সঙ্গে এই প্রতিবেদকের কথা হয়েছে। তাঁরা বলছেন, সরকার তাঁদের রাখবে কি রাখবে না, তা নিয়ে স্পষ্ট করে কিছু বলছে না। মাঠপর্যায়ে ব্যাপক হতাশা। অনেক সেবা কার্যত বন্ধ হয়ে আছে।</p><p>যেমন ৩৫টি শিশু বিকাশ কেন্দ্রের সেবা কার্যত বন্ধ। ২০০৯ থেকে ২০২১ সালের মধ্যে ২৪টি সরকারি মেডিকেল কলেজ ও ১১টি জেলা সদর হাসপাতালে এসব কেন্দ্র প্রতিষ্ঠিত হয়। এসব কেন্দ্রে শিশুদের স্নায়ুবিকাশ সমস্যা, শারীরিক প্রতিবন্ধিতা, মানসিক সমস্যা, দৃষ্টিপ্রতিবন্ধিতা, দেরিতে কথা বলা, বুদ্ধিপ্রতিবন্ধিতা, সেরিব্রাল পালসি, ডাউন সিনড্রম, অটিজম, মৃগীরোগ—এসব বিষয়ে সেবা দেওয়া হতো। এসব কেন্দ্র থেকে এ পর্যন্ত ২ লাখ ৭০ হাজারের বেশি শিশু সেবা পেয়েছে। এখন শিশুরা সেবা পাচ্ছে না বললেই চলে। এই বিশেষায়িত সেবা আবার পূর্ণোদ্যমে চালু হবে কি না, তা নিয়েও সংশয় আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চলতি বছর ডেঙ্গুতে ৫৪ শিশুর মৃত্যু, আক্রান্ত ১৫ হাজার | প্রথম আলো",
            "time": "2025-11-29T06:22:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fifamyps1%2FDangue.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অরিত্রের পাশের বেডেই শুয়ে ছিল মো. হোসাইন (১৪)। বরিশাল থেকে যাত্রাবাড়ীতে বোনের বাড়িতে বেড়াতে এসে ডেঙ্গুতে আক্রান্ত হয় এই শিশু। ছয় দিন ধরে সে হাসপাতালে ভর্তি। মা নাসিমা বেগম বললেন, ‘আজ আষ্ট দিন ধইরা এই রোগ। ডাক্তারে কইছে ডেঙ্গু। এইহানে ছয় দিন ধইরা ভর্তি। জ্বর, পাতলা পায়খানা, বমি আল্লায় দিলে এখন নাই। কিন্তু মুখে কিছু দেয় না। এই জন্য ডাক্তার ছাড়ে না।’</p><p>আকাশ আহমেদের (১২) ডেঙ্গু ধরা পড়ে নভেম্বরের ১০ তারিখে। এর আগেও জ্বর ছিল ৭ দিন। আকাশকে দেখাশোনা করছিলেন বড় বোন জায়নাফ ইসলাম। তিনি জানান, তাঁরা হাজারীবাগের বাসিন্দা। মা নেই তাঁদের। বাবা বাইরে থাকেন। আকাশের পড়াশোনা থেকে সবকিছু একাই করতে হয় জায়নাফকে। যেদিন আকাশকে হাসপাতালে ভর্তি করান, তার আগের রাতে আকাশের বমি অত্যধিক বেড়ে যায়। রাতে একা তিনি হাসপাতালে আসতে পারেননি। ভর্তি করানোর পর অবস্থা খারাপ হয়ে যায়। কিছুই খেতে পারছিল না। নল দিয়ে খাওয়ানোর কথা চিন্তা করেন। পরে অবস্থা কিছুটা ভালো হয়।</p><p>জনস্বাস্থ্য বিশেষজ্ঞ মুশতাক হোসেন প্রথম আলোকে বলেন, ডেঙ্গুতে যারা সবচেয়ে বেশি ক্ষতিগ্রস্ত হতে পারে, তাদের মধ্যে আছে যাদের বয়স সবচেয়ে কম আর যাদের বয়স সবচেয়ে বেশি। শিশুদের রোগ প্রতিরোধক্ষমতা কম থাকে; ফলে তারা রোগ ঠেকাতে পারে না। আবার দরিদ্র শিশুদের পুষ্টিরও অভাব থাকে, সেটি আরও ঝুঁকি তৈরি করে। তা ছাড়া পূর্ণ বয়স্কদের মতো শিশুরা মশার কামড় থেকে নিজেদের রক্ষা করতে পারে না।</p><p>মুশতাক হোসেন বলেন, শিশুদের রক্ষায় সামাজিক ও সরকারি উদ্যোগ দরকার। উচ্চবিত্তরা সহজেই চিকিৎসকের কাছে নিতে পারলেও নিম্নবিত্তরা তা পারে না। তাদের জন্য বিশেষ ব্যবস্থা থাকা দরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "বুঝেশুনে খেতে হবে আলু | প্রথম আলো",
            "time": "2025-11-29T06:21:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Ft4saoukg%2FPototo.PNG?rect=0%2C22%2C564%2C296&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০০ গ্রাম আলুতে ক্যালরি থাকে ৮০ গ্রাম। এর মধ্যে শর্করা ১৮ গ্রাম, প্রোটিন ২ গ্রাম, ফাইবার ২ গ্রাম, ফ্যাট ০.১ গ্রাম। রয়েছে ভিটামিন সি, ভিটামিন বি৬, ফোলেট পটাশিয়াম, ম্যাগনেশিয়াম, আয়রন ও ক্যালসিয়াম। এ ছাড়া আছে অ্যান্টি–অক্সিডেন্ট, ক্যারোটিনয়েড ও ফ্ল্যাভোনয়েড।</p><p>শর্করা বেশি, তাই দ্রুত শক্তি পাওয়া যায়। রোগ প্রতিরোধ ক্ষমতা বাড়াতেও সাহায্য করে। আলুতে থাকা ভিটামিন সি ও অ্যান্টি–অক্সিডেন্ট ত্বকের উজ্জ্বলতা বৃদ্ধি করে। অ্যাথলেট ও বডিবিল্ডারদের জন্য আলু দ্রুত শক্তির উৎস হিসেবে কাজ করে। আলুর পটাশিয়াম হৃদ্‌যন্ত্রের জন্য উপকারী।</p></div></div></div></body></html>"
        },
        {
            "title": "ওদের জন্য আজও প্রাণ কাঁদে | প্রথম আলো",
            "time": "2025-11-29T06:18:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fzebbp3gj%2FUntitled-3.jpg?rect=0%2C33%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে যা করলাম তা হলো, খাটের নিচ থেকে আরেকটা ব্যাঙ ধরে একটা বড় টিনের কৌটায় ভরে জামাই আদরে পালন করতে লাগলাম। টিনের কৌটার মধ্যে মাটি, ঘাস-পাতা দিলাম। মুখ ফুটো করে দিলাম। রাখলাম গাছের আড়ালে। নিয়মিত খাবার ও পানি দিতে লাগলাম। স্কুল থেকে ফিরে কেঁচো ধরে খেতে দিতাম। সে গপাগপ খেত। মাঝেমধ্যে মায়ের চোখ ফাঁকি দিয়ে ছোট চিংড়ি চুরি করে তাকে দিতাম।</p><p>বেশ কিছুদিন এভাবে পালন করার পর মনে হলো, তাকে ছেড়ে দেওয়া দরকার। একদিন ছেড়েও দিলাম। সে মুহূর্তে অদৃশ্য হয়ে গেল। কিন্তু পরদিন স্কুল থেকে ফিরে যা দেখলাম, তার জন্য মোটেই প্রস্তুত ছিলাম না। দেখি, ওই গাছের আড়ালে সেই ব্যাঙটা! স্পষ্ট বুঝলাম, সে আমার সঙ্গে ভাববিনিময় করতে চাইছে, যাচ্ছে না। আমি তার জন্য কয়েকটা কেঁচো খুঁজে আনলাম। মহা উৎসাহে খেলো এবং এ ঘটনা নিয়মিত ঘটতে থাকল। স্কুল থেকে ফিরে তার জন্য খাবারের ব্যবস্থা, তারপর আমার আহার। কত দিন এভাবে চলেছিল, ঠিক মনে নেই। তবে একটা কুনো ব্যাঙ আর ঘরকুনো মানুষের মধ্যে যে এ রকম সখ্য হতে পারে, তা ভেবে আজও রোমাঞ্চিত হই।</p></div></div></div></body></html>"
        },
        {
            "title": "দুরেফিশানের আলোচিত সিরিয়ালটিতে কী আছে | প্রথম আলো",
            "time": "2025-11-29T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2Ftqi8d2qr%2F8d607f0c-ec18-4f90-81d9-bf2b78207560.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আহমেদ মোবারক নামের এক দর্শক লিখেছেন, ‘সানওয়াল, আলিয়ার আর পিয়া—এই তিনজন যেন শুধু অভিনয় করেনি, তাঁরা যেন অনুভূতিগুলোকে পর্দায় জীবন্ত করে তুলেছেন। পিয়ার সরলতা, সানওয়ালের চোখে জমে থাকা ভালোবাসা আর আলিয়ারের দ্বন্দ্বে ভরা মন—সব মিলিয়ে প্রতিটা দৃশ্য মনে দাগ কেটে যায়।’</p><p>আহমেদ মোবারক লিখেছেন, ‘আমার বিশ্বাস, শুধু একটা হিট না। এটা হবে এমন এক ড্রামা, যেটা সময়ের সাথে একটা অনুভূতির নাম হয়ে থাকবে।’</p><p>ফারজানা রিমা নামের আরেক দর্শক লিখেছেন, ‘যাঁরা যাঁরা এই রুচি সম্মত ড্রামা দেখতে চান, তাঁদের জন্যই এই ড্রামা ফাস্ট চয়েস হতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "উন্নয়ন টেকসই করতে প্রবৃদ্ধির গুণগত মান নিশ্চিত করতে হবে | প্রথম আলো",
            "time": "2025-11-29T06:10:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F5027ac6a-aac2-44dc-b93e-b89837fd75ca%2F5.jpg?rect=0%2C309%2C4368%2C2293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে দারিদ্র্য হ্রাসের এই সাফল্যের স্পষ্ট সীমাবদ্ধতাও আছে। নগর দারিদ্র্য দ্রুত বাড়ছে এবং এর প্রকৃতি আগের তুলনায় বেশি জটিল। ঢাকা ও বড় শহরগুলোয় অনেক মানুষ বস্তিতে বাস করেন—নিরাপদ পানি, স্বাস্থ্যসেবা, স্যানিটেশন বা নিরাপদ আবাসন ছাড়া। জাতীয় পর্যায়ে ৮৫ শতাংশ শ্রমিক অনানুষ্ঠানিক খাতে কাজ করেন, যেখানে কাজ অস্থায়ী, আয় খুব কম এবং তাঁদের কোনো আনুষ্ঠানিক সামাজিক সুরক্ষা নেই। </p><p>এ কারণে সামান্য যেকোনো ধাক্কাতেই, যেমন রাজনৈতিক অস্থিরতা, প্রাকৃতিক দুর্যোগ কিংবা বৈশ্বিক অর্থনৈতিক দুর্বলতার কারণে এসব পরিবার আবার দরিদ্র অবস্থায় ফিরে যেতে বাধ্য হয়। খাদ্যদ্রব্যের উচ্চমূল্য মানুষের প্রকৃত আয় কমিয়ে দিয়েছে, এবং অনেক পরিবার দারিদ্র্যসীমার ওপর থেকে আবার নিচে নেমে যাচ্ছে। সাম্প্রতিক জরিপ বলছে, দারিদ্র্য হ্রাসের সাফল্য কিছু ক্ষেত্রে আবার উল্টো দিকে ঘুরে গেছে।</p><p>অন্যদিকে বৈষম্যও ক্রমে স্পষ্টভাবে বাড়ছে। বাংলাদেশ পরিসংখ্যান ব্যুরোর খানা আয় ও ব্যয় জরিপ ২০২২ অনুযায়ী, জাতীয় আয় বণ্টনের জিনি সহগ ২০১৬ সালের শূন্য দশমিক ৪৮২ থেকে ২০২২ সালে বেড়ে শূন্য দশমিক ৪৯৯–এ দাঁড়িয়েছে, যা আয় বণ্টন আরও অসম হয়ে পড়ার ইঙ্গিত দেয়। খানা আয় ও ব্যয় জরিপ ২০২২–এর তথ্য থেকে দেখা যায়, দেশের শীর্ষ ৫ শতাংশ খানা মোট জাতীয় আয়ের ৩০.০৪ শতাংশের মালিক, যেখানে নিচের ৫ শতাংশ খানার কাছে রয়েছে মাত্র শূন্য দশমিক ৩৭ শতাংশ। অন্যদিকে ২০১৬ সালে শীর্ষ ৫ শতাংশ খানার আয় ছিল মোট জাতীয় আয়ের ২৭.৮২ শতাংশ এবং নিচের ৫ শতাংশের আয় ছিল মোট জাতীয় আয়ের মাত্র শূন্য দশমিক ২৩ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে দেখতে গেলেন এনসিপি ও হেফাজত নেতারা | প্রথম আলো",
            "time": "2025-11-29T06:08:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Ffry21ijq%2FNCP.jfif?rect=0%2C31%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালেদা জিয়া ফুসফুসে সংক্রমণ থেকে শ্বাসকষ্ট নিয়ে হাসপাতালে ভর্তি হয়েছিলেন। এরপর দেখা দেয় নিউমোনিয়া। এর সঙ্গে রয়েছে কিডনি, লিভার, আর্থ্রাইটিস ও ডায়াবেটিসের পুরোনো সমস্যা। ফলে পরিস্থিতি এমন—একটি রোগের চিকিৎসা দিতে গেলে আরেকটির ওপর বিরূপ প্রভাব পড়ছে।</p><p>এমন পরিস্থিতিতে গতকাল শুক্রবার খালেদা জিয়ার শারীরিক অবস্থাকে ‘অত্যন্ত সংকটময়’ বলেছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। বিএনপির নেতারা বলছেন, গত দুই দিনে তাঁর অবস্থার কোনো উন্নতি হয়নি। চিকিৎসকেরা তাঁকে উন্নত চিকিৎসার জন্য সম্ভব হলে দ্রুত সিঙ্গাপুরে নেওয়ার বিষয়ে চিন্তা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের চিফ অব স্টাফকে বরখাস্ত করলেন জেলেনস্কি | প্রথম আলো",
            "time": "2025-11-29T06:07:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-04%2Fznyxh545%2FAndriy-Yermak-.jpg?rect=0%2C29%2C569%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি গতকাল শুক্রবার তাঁর প্রভাবশালী চিফ অব স্টাফ ও শীর্ষ মধ্যস্থতাকারী আন্দ্রি ইয়ারমাককে পদ থেকে সরিয়ে দিয়েছেন। ব্যাপক দুর্নীতির অভিযোগ তদন্তের অংশ হিসেবে গোয়েন্দারা তাঁর বাড়িতে অভিযান চালানোর পর এ পদক্ষেপ নেওয়া হলো।</p><p> ইয়ারমাককে এমন সময় অপসারণ করা হলো, যখন ইউক্রেনের গুরুত্বপূর্ণ মিত্র যুক্তরাষ্ট্র ইউক্রেন যুদ্ধ থামাতে একটি পরিকল্পনা নিয়ে এগোচ্ছে। তবে ইউক্রেনের আশঙ্কা, এটি বাস্তবায়িত হলে কিয়েভের তরফে রাশিয়াকে বড় ছাড় দিতে হতে পারে। যুদ্ধ বন্ধের প্রয়াসের মধ্যেও রাশিয়া পূর্ব ইউক্রেনে ব্যাপক হামলা চালাচ্ছে।</p><p> এমন এক প্রেক্ষাপটে ইয়ারমাকের অপসারণ জেলেনস্কির জন্য একটি গুরুতর ধাক্কা। যুদ্ধের পুরো সময় ইয়ারমাক অবিচলভাবে জেলেনস্কির পাশে ছিলেন। প্রেসিডেন্টের প্রায় সব দাপ্তরিক ছবিতে তাঁদের একসঙ্গে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সালথায় আধিপত্য নিয়ে দুপক্ষের সংঘর্ষ, আহত অর্ধশতাধিক | প্রথম আলো",
            "time": "2025-11-29T06:02:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F27ne0xzq%2FFaridpurDH053920251129IMG-20251129-WA0011.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুটি পক্ষের নেতৃত্বদানকারী নুরু মাতুব্বর ও জাহিদ মাতুব্বর আগে আওয়ামী লীগের রাজনীতির সঙ্গে জড়িত ছিলেন। তবে গত বছর ৫ আগস্ট সরকার পরিবর্তনের পর দুজনেই বিএনপির রাজনীতির সঙ্গে যুক্ত হন।</p><p>ভারপ্রাপ্ত কর্মকর্তার (ওসি) দায়িত্বে থাকা সালথা থানার উপপরিদর্শক (এসআই) মারুফ হাসান বলেন, বেলা সোয়া ১১ টার দিকে পুলিশ ও সেনাবাহিনী পরিস্থিতি নিয়ন্ত্রণে আনে। তিনি বলেন, ‘দুই পক্ষের সংঘর্ষে অনেক ব্যক্তি আহত হয়েছেন। আমরা দুই পক্ষের সাথে যোগাযোগ করছি। আহত ও বাড়ি ভাঙচুরের প্রকৃত সংখ্যা জানার চেষ্টা করছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যব্যবস্থায় মানবিকতা ফিরিয়ে আনতে যা করতে হবে | প্রথম আলো",
            "time": "2025-11-29T06:02:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F596n71i5%2FOvimot.jpg?rect=0%2C22%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই চ্যালেঞ্জগুলো মোকাবিলা করে বাংলাদেশ যদি হাসপাতাল সমাজসেবা বিভাগকে শক্তিশালী করতে পারে, তবে এটি কেবল আমাদের স্বাস্থ্যসেবার মানই বাড়াবে না; বরং একটি মানবিক ও সংবেদনশীল সমাজ গঠনেও ভূমিকা রাখবে। এটি বাংলাদেশের স্বাস্থ্যসেবার এক নতুন দিগন্ত উন্মোচন করবে।</p><p>বাংলাদেশের স্বাস্থ্য সূচকে উল্লেখযোগ্য অগ্রগতি, যেমন মাতৃমৃত্যু কমানো থেকে সংক্রামক রোগ নিয়ন্ত্রণ—এই সবকিছু আমাদের স্বাস্থ্যব্যবস্থার রূপান্তরের সক্ষমতা প্রমাণ করে। কেবল নতুন মেডিকেল কলেজ নির্মাণ ও অবকাঠামো উন্নয়ন করতে গিয়ে স্বাস্থ্যসেবার মানবিক দিক ভুলে যাওয়া উচিত নয়।</p><p>বাংলাদেশের প্রতিটি সরকারি হাসপাতালের রোগীরা কেবল চিকিৎসা নয়, সম্মান, তথ্য ও সহায়তা পাওয়ার যোগ্য। হাসপাতাল সমাজসেবা বিভাগ শক্তিশালী করা কেবল রোগীর সন্তুষ্টি উন্নত করার বিষয় নয়, এটি মৌলিক মানবাধিকার হিসেবে স্বাস্থ্যসেবার প্রতি আমাদের অঙ্গীকারকে সম্মান করার বিষয়।</p><p>রাজনৈতিক সদিচ্ছা ও সামান্য বিনিয়োগের মাধ্যমে আমরা নিশ্চিত করতে পারি যে বাংলাদেশের প্রতিটি হাসপাতালের করিডর শুধু চিকিৎসা যন্ত্রপাতির শব্দে নয়; বরং যত্নশীল পেশাদারদের কণ্ঠস্বরে প্রতিধ্বনিত হয়। যাঁরা রোগী ও পরিবারকে তাঁদের সবচেয়ে দুর্বল মুহূর্তগুলোতে গাইড করতে প্রস্তুত। বাংলাদেশে স্বাস্থ্যসেবায় মানবিকতা ফিরিয়ে আনার প্রেসক্রিপশন স্পষ্ট। এখন আমাদের তা পূরণ করার সাহস দরকার।</p><p>● <strong>মোহাম্মদ আমিনুল ইসলাম </strong>জনস্বাস্থ্য ও যোগাযোগবিশেষজ্ঞ, সিনিয়র লেকচারার, মিডিয়া স্টাডিজ অ্যান্ড জার্নালিজম বিভাগ, ইউনিভার্সিটি অব লিবারেল আর্টস বাংলাদেশ (ইউল্যাব)</p><p><em>*মতামত লেখকের নিজস্ব</em></p></div></div></div></body></html>"
        }
    ]
}