{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "’৭১-কে ’২৪-এর মুখোমুখি না দাঁড় করানোর আহ্বান বৈষম্যবিরোধী ছাত্র আন্দোলনের | প্রথম আলো",
            "time": "2025-08-05T21:39:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F8ycn6q96%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>’৭১ ও ’২৪— বাংলাদেশের ইতিহাসে দুটি গুরুত্বপূর্ণ মাইলফলক। কিন্তু এ দুটি ঘটনাকে পরস্পরের প্রতিপক্ষ হিসেবে দাঁড় করিয়ে বিভাজনের রাজনীতি চালানোর অপচেষ্টা চলছে বলে অভিযোগ করেছে বৈষম্যবিরোধী ছাত্র আন্দোলন।</p><p>মঙ্গলবার গণমাধ্যমে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে সংগঠনটি এ ধরনের অপচেষ্টার বিরুদ্ধে তীব্র প্রতিবাদ ও নিন্দা জানিয়েছে।</p><p>বৈষম্যবিরোধী ছাত্র আন্দোলন বলেছে, ’৭১ ও ’২৪ কখনোই একে অপরের পরিপন্থী নয়। বরং ১৯৪৭ সালে ভূখণ্ড অর্জন, ১৯৭১ সালে স্বাধীনতা এবং ২০২৪ সালে ছাত্র-জনতার গণ-অভ্যুত্থানের মাধ্যমে দীর্ঘ ফ্যাসিবাদ থেকে মুক্তি— এই তিনটি অধ্যায় একই ধারাবাহিক মুক্তিসংগ্রামের অংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁশের তৈরি সামগ্রী | প্রথম আলো",
            "time": "2025-08-05T20:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F34u0p6lg%2F%E0%A7%AF.jpg?rect=0%2C138%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">গ্রামীণ হাটে বাঁশের তৈরি পণ্যের পসরা সাজিয়ে বসেছেন বিক্রেতা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগ সরকার পতনের বর্ষপূর্তিতে ‘সাদা দলের’ বিজয় র‌্যালি | প্রথম আলো",
            "time": "2025-08-05T20:38:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fyo0ixabd%2Fdu.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাদা দলের যুগ্ম আহ্বায়ক অধ্যাপক মো. আবুল কালাম সরকার বলেন, ‘আগামী দিনে দেশে একটি গণতান্ত্রিক প্রক্রিয়ায় নির্বাচিত সরকার প্রতিষ্ঠিত হবে—এই প্রত্যাশা নিয়ে এখানে একত্র হয়েছি আমরা। সেই সরকারের নেতৃত্বে ঢাকা বিশ্ববিদ্যালয়সহ সমগ্র দেশ ফ্যাসিবাদমুক্ত হবে। ফ্যাসিবাদ নির্মূলে দেশের সব শ্রেণি–পেশার মানুষ ঐক্যবদ্ধ ভূমিকা রাখবে, সেটাই আমাদের প্রত্যাশা।’</p><p>ঢাকা বিশ্ববিদ্যালয়ের কোষাধ্যক্ষ অধ্যাপক জাহাঙ্গীর আলম চৌধুরী বলেন, ‘আমরা রাস্তায় নেমেছিলাম একটি বৈষম্যহীন ও ইনক্লুসিভ বাংলাদেশের স্বপ্ন নিয়ে। আমরা আশা করছি, এখন একটি অন্তর্ভুক্তিমূলক বাংলাদেশ পাব। আমাদের স্বাধীনতাযুদ্ধের মালিকানা চলে গিয়েছিল অল্প কয়েকজন মানুষের হাতে। ফলে মুক্তিযুদ্ধের মূল উদ্দেশ্য বাস্তবায়িত হয়নি। আমরা চাই, ২০২৪ সালের আন্দোলনেও যেন একই ঘটনা পুনরাবৃত্তি না হয়।’</p><p>সমাবেশে সভাপতির বক্তব্যে সাদা দলের যুগ্ম আহ্বায়ক আবদুস সালাম বলেন, ১৬-১৭ বছর ধরে দেশকে জিম্মি করে রেখেছিল স্বৈরাচার হাসিনা সরকার। এই সময়ের মধ্যে অসংখ্য জীবন ধ্বংস করেছে। বিশেষ করে গত বছরের জুলাই-আগস্টে শত শত মানুষকে হত্যা করেছে। হেলিকপ্টার থেকে শিশুদের ওপর গুলি চালানো হয়েছে। এই দমন-পীড়নের বিরুদ্ধে মানুষ জীবন বাজি রেখে রাস্তায় নেমেছিল, শুধু বৈষম্যহীন সমাজব্যবস্থা গড়ার জন্য।</p><p>সমাবেশ শেষে কলাভবনের সামনে থেকে একটি র‌্যালি বের হয়। টিএসসির রাজু ভাস্কর্য ঘুরে ভিসি চত্বরে গিয়ে শেষ হয় র‍্যালিটি।</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যুত্থানে বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদের ভূমিকার সম্মানে ‘রেভফেস্ট-২০২৫’ কনসার্ট | প্রথম আলো",
            "time": "2025-08-05T20:35:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fv9fsqtlt%2Fnsu.jpeg?rect=0%2C131%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানে দেশের বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদের আত্মত্যাগকে সম্মান জানাতে ‘রেভফেস্ট-২০২৫’ কনসার্টের আয়োজন করা হয়েছে। মঙ্গলবার বিকেলে রাজধানীর তেজগাঁওয়ে আলোকি কনভেনশন সেন্টারে এ কনসার্টের আয়োজন করা হয়। চলে রাত ১১টা পর্যন্ত।</p><p>জাতীয়তাবাদী গণতান্ত্রিক আন্দোলন (এনডিএম) দেশের বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য এ আয়োজন করে। কনসার্টে ওয়ারফেজ, অ্যাভয়েড রাফা, সন্ধি, সভ্যতা, লেভেল ফাইভ, রকসল্ট, ইডেনস গার্ডেনসহ আরও অনেকে গান পরিবেশন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় নির্বাচনের ঘোষণাকে স্বাগত জানিয়েছে বিএনপিসহ বিভিন্ন দল | প্রথম আলো",
            "time": "2025-08-05T20:30:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F865b9688-987a-43db-8361-136f2e681e3d%2F__________web.jpg?rect=0%2C30%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর রাতে রাজধানীর গুলশানের কার্যালয় প্রাঙ্গণে বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ দলের পক্ষে তাৎক্ষণিক প্রতিক্রিয়া দেন। তিনি বলেন, ‘আজকে প্রধান উপদেষ্টা দুটি গুরুত্বপূর্ণ ঘোষণা দিয়েছেন। একটি জুলাই ঘোষণাপত্র, আরেকটি জাতির উদ্দেশে ভাষণের মধ্য দিয়ে নির্বাচনের ঘোষণা দিয়েছেন। আমরা দুটোকেই স্বাগত জানাচ্ছি।’</p><p>সালাহউদ্দিন আহমদ বলেন, এখন নির্বাচন কমিশন তফসিল ঘোষণা করবে যথাসময়ে। এর মধ্য দিয়ে বাংলাদেশে নির্বাচন নিয়ে যে একটি দোদুল্যমানতা ছিল, তা আর রইল না। এখন সারা জাতি নির্বাচনমুখী পরিবেশের মধ্য দিয়ে যাবে। তিনি বলেন, ‘আগামী দিনের নির্বাচন ইনশা আল্লাহ অবাধ, সুষ্ঠু, নিরপেক্ষ এবং বিশ্বের মধ্যে সবচেয়ে প্রশংসিত একটা নির্বাচন হবে বলে আমরা আশা করি। সেই লক্ষ্যে সমগ্র জাতিকে প্রস্তুতি নেওয়ার জন্য আমরা আহ্বান জানাচ্ছি।’</p><p>সালাহউদ্দিন আহমদ আরও বলেন, ‘আমরা মনে করি, এই ঘোষণার মধ্য দিয়ে রাষ্ট্রে রাজনৈতিক স্থিতিশীলতা আরও বেশি প্রতিষ্ঠিত হবে। ব্যবসা-বাণিজ্য, বিনিয়োগে কোনো রকমের অনিশ্চিত পরিবেশ আর থাকবে না। সবকিছু সচল হবে এবং গতিশীলতা পাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকার জন-আকাঙ্ক্ষা পূরণে ব্যর্থ হয়েছে: কাদের গনি চৌধুরী | প্রথম আলো",
            "time": "2025-08-05T20:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fs0msdijc%2Fbfuj.webp?rect=1%2C0%2C1248%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় প্রেসক্লাবের সভাপতি হাসান হাফিজ বলেন, ‘জুলাই অভ্যুত্থানে আমাদের প্রাথমিক বিজয় অর্জিত হলেও চূড়ান্ত বিজয় এখনো আসেনি। গণতন্ত্র পুনঃপ্রতিষ্ঠা না হওয়া পর্যন্ত আমাদের সংগ্রাম চলবে।’ তিনি বলেন, সীমান্ত হত্যা এখনো বন্ধ হয়নি। ভারতীয় স্যাটেলাইট চ্যানেলগুলো এখনো প্রচারিত হচ্ছে। এসব প্রশ্নের জবাব সরকারকে দিতে হবে।</p><p>ডিইউজে সভাপতি শহীদুল ইসলাম বলেন, তথ্য মন্ত্রণালয় একজন ব্যক্তির পরামর্শে সাংবাদিকদের উপেক্ষা করে ফ্যাসিস্টদের পুনর্বাসন করছে। কল্যাণ ট্রাস্ট এখন আত্মীয়স্বজন পুনর্বাসন কেন্দ্র হয়ে উঠেছে।</p><p>অনুষ্ঠানে ডিইউজে সাধারণ সম্পাদক খুরশীদ আলম, সাংগঠনিক সম্পাদক ও কালের কণ্ঠের যুগ্ম সম্পাদক সাঈদ খান বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্র নিয়ে ডেভিড বার্গম্যানের অভিমত | প্রথম আলো",
            "time": "2025-08-05T20:22:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fekszfbzz%2FBargman-July.jpeg?rect=0%2C224%2C691%2C363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮. ঘোষণাপত্রের কিছু ইতিবাচক দিকও রয়েছে। বিশেষ করে:</p><p>—এটি ১৯৭১–কে জাতির ইতিহাসে ন্যায্য স্থান দিয়েছে এবং বলেছে যে লড়াইটি ছিল একটি ‘উদার গণতান্ত্রিক’ রাষ্ট্রের জন্য (অনুচ্ছেদ ১ ও ২)।</p><p>—এটি আন্দোলন ও অভ্যুত্থানকে বেশ নির্ভুলভাবে বর্ণনা করেছে।</p><p>—এটি বাংলাদেশের জনগণের আকাঙ্ক্ষাকে ভালোভাবে তুলে ধরেছে। এতে বলা হয়েছে, তারা ‘সুশাসন ও সুষ্ঠু নির্বাচন, আইনের শাসন এবং অর্থনৈতিক ও সামাজিক ন্যায়বিচার নিশ্চিত করার লক্ষ্যে এবং সব রাষ্ট্রীয় ও সাংবিধানিক প্রতিষ্ঠানের গণতান্ত্রিক সংস্কার সাধনের’ অভিপ্রায় ব্যক্ত করছে (অনুচ্ছেদ ২২)। একই সঙ্গে ‘আইনের শাসন ও মানবাধিকার, দুর্নীতি, শোষণমুক্ত, বৈষম্যহীন ও মূল্যবোধসম্পন্ন সমাজ এবং গণতান্ত্রিক রাষ্ট্রব্যবস্থা প্রতিষ্ঠার অভিপ্রায় ব্যক্ত করছে’ (অনুচ্ছেদ ২৫)।</p><p>—এটি সঠিকভাবে বলা হয়েছে, ২০২৪ সালের জুলাই ও আগস্টে রাষ্ট্রীয় নিরাপত্তা বাহিনীসহ বিভিন্ন পক্ষের হাতে নিহত ব্যক্তির সংখ্যা ছিল ‘প্রায় এক হাজার’।</p><p>৯. সব মিলিয়ে, এটা উল্লেখযোগ্য যে অধ্যাপক ইউনূস, যিনি দলীয় রাজনীতিতে জড়িত না থাকার সুবিধাজনক অবস্থান থেকে অন্তর্বর্তী সরকারের নেতৃত্ব দিতে এসেছিলেন, তিনি এই ঘোষণাপত্রে নিজের নাম অন্তর্ভুক্ত করতে সম্মত হয়েছেন। কে জানে নির্বাচনের পর অধ্যাপক ইউনূসের জন্য কী ভবিষ্যৎ অপেক্ষা করছে। তবে অনেকের মতে, এই ঘোষণাপত্রে তাঁর সম্পৃক্ততা তাঁর এককালের উজ্জ্বল ভাবমূর্তির কফিনে পেরেক ঠুকে দেওয়ার মতো হবে।</p><p>১০. এই ঘোষণাপত্রটি আরও সংক্ষিপ্ত হতে পারত। ১৯৭১ সালের যুদ্ধ নিয়ে ১ ও ২ নম্বর অনুচ্ছেদ ছাড়া এই ঘোষণাপত্রে আর কোনো রাজনৈতিক ইতিহাস অন্তর্ভুক্ত করা উচিত হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাম সংগঠনগুলোর ঘৃণা মিছিল, ছাত্রশিবিরের সংবাদ সম্মেলন | প্রথম আলো",
            "time": "2025-08-05T20:16:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fpwnq70jy%2Frallydu.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে প্রদর্শনীতে দণ্ডিত যুদ্ধাপরাধীদের ছবি রাখার প্রতিবাদে টিএসসির মূল ফটকে জড়ো হয়ে স্লোগান দিতে থাকেন ছাত্র ইউনিয়নসহ বিভিন্ন বাম ছাত্রসংগঠনের নেতা-কর্মীরা। তাঁরা ‘২৪-এর বাংলায়, রাজাকারের ঠাঁই নাই’, ‘৭১ হারে নাই, হেরে গেছে স্বৈরাচার’, ‘তোরা যারা রাজাকার, এই মুহূর্তে বাংলা ছাড়’ প্রভৃতি স্লোগান দিতে থাকেন।<br>এ সময় টিএসসির মূল ফটকের অন্য পাশে অবস্থান নেওয়া ছাত্রশিবিরের নেতা-কর্মীরা ‘নারায়ে তাকবির, আল্লাহু আকবার’, ‘শাহবাগীদের আস্তানা, ভেঙে দাও গুঁড়িয়ে দাও’, ‘স্বৈরাচারের দালালেরা, হুঁশিয়ার সাবধান’ প্রভৃতি স্লোগান দেন।</p><p>পরে রাত নয়টার দিকে বাম সংগঠনগুলোর নেতা-কর্মীরা টিএসসি থেকে ‘রাজাকার-স্বৈরাচারের প্রতি ঘৃণা মিছিল’ বের করেন। মিছিলটি বিশ্ববিদ্যালয়ের ভিসি চত্বরে গিয়ে শেষ হয়।</p><p>এর আগে ক্রিয়াশীল সংগঠনগুলোর পক্ষ থেকে প্রক্টরের কাছে চার দাবি তুলে ধরা হয়। দাবিগুলো হলো তাৎক্ষণিক যুদ্ধাপরাধীদের ছবি সরিয়ে নিয়ে আয়োজনটি বন্ধ করতে হবে; এমন কর্মকাণ্ডের জন্য ছাত্রশিবিরকে জনসমক্ষে ক্ষমা চাইতে হবে; পরবর্তী সময়ে এমন কর্মকাণ্ড যেন না ঘটে, তার নিশ্চয়তা প্রদান করতে হবে এবং বিশ্ববিদ্যালয় প্রশাসনের উপস্থিতিতে এমন ন্যক্কারজনক ঘটনা কীভাবে ঘটেছে তার ব্যাখ্যা দিতে হবে এবং ক্ষমা চাইতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেব্রুয়ারিতে রোজার আগেই ভোট | প্রথম আলো",
            "time": "2025-08-05T14:34:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fsdt5dw54%2FYounus-Speech.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার যেন কেন্দ্রে কেন্দ্রে নারী ভোটারদের ঢল নামে, সেই লক্ষ্যে সব ব্যবস্থা নেওয়া হবে বলে জানান প্রধান উপদেষ্টা। তিনি বলেন, ‘দেশের মানুষের ভোটাধিকার কেড়ে নেওয়ার কারণে ১৫ বছর ধরে নাগরিকেরা ভোট দিতে পারেননি। এবারের নির্বাচনে আমরা আমাদের বকেয়া আনন্দসহ মহাআনন্দে ভোট দিতে চাই। এবার জীবনে প্রথমবার ভোট দিতে যাবেন এমন ভোটাররা উৎসবের মধ্য দিয়ে ভোটকেন্দ্রে যাবেন দিনটি স্মরণীয় করে রাখার জন্য।...নির্বাচনের দিনকে আমরা ঈদের উৎসবের মতো করতে চাই। নতুন বাংলাদেশ গড়ার কাজের ভিত্তি রচনা হবে এবারের নির্বাচনে। তার জন্য প্রস্তুতি নিন।’</p><p>অধ্যাপক ইউনূস বলেন, দেশের ইতিহাসে এখন পর্যন্ত যতগুলো বড় সংঘাত, সহিংসতার ঘটনা ঘটেছে, তার সব কটির নেপথ্যের কারণ ছিল ত্রুটিপূর্ণ নির্বাচন। ত্রুটিপূর্ণ নির্বাচনের মধ্য দিয়ে কোনো দল যদি গায়ের জোরে নির্বাচিত হয়ে ক্ষমতায় আসে, তার চূড়ান্ত পরিণতি কী, তা জুলাই অভ্যুত্থান দেখিয়ে দিয়েছে। তিনি বলেন, ‘আমরা ইতিহাসের কলঙ্কিত কোনো অধ্যায়ের পুনরাবৃত্তি করতে চাই না।’</p><p>একটা গোষ্ঠী নির্বাচনকে বাধাগ্রস্ত করতে উন্মুখ হয়ে আছে মন্তব্য করে প্রধান উপদেষ্টা বলেন, তারা দেশের গণতান্ত্রিক অগ্রযাত্রাকে ব্যাহত করতে দেশের বাইরে বসে এবং ভেতরে থেকে নানা অপচেষ্টায় লিপ্ত রয়েছে। অবশ্যই খেয়াল রাখতে হবে, তারা যেন নির্বাচনকে সংঘাতময় করে তোলার কোনো রকমের সুযোগ না পায়। মাথায় রাখতে হবে, পরাজিত শক্তি নির্বাচনের আগপর্যন্ত বারবার মাথাচাড়া দিয়ে ওঠার চেষ্টা করবে। কিন্তু একটি অবাধ, সুষ্ঠু ও নিরপেক্ষ নির্বাচন সফলভাবে আয়োজন করা গেলে অপশক্তির পরাজয় চূড়ান্ত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ড্রোন প্রদর্শনীতে তুলে ধরা হলো আওয়ামী লীগ শাসনামলের নানা অপকর্মের চিত্র | প্রথম আলো",
            "time": "2025-08-05T18:57:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F9eli6ay5%2FDrone-Show-01.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় ১৫ মিনিট ধরে চলা এ প্রদর্শনীতে শেখ হাসিনার ব্যঙ্গচিত্র, পালিয়ে যাওয়া হেলিকপ্টার, আয়নাঘর, একরামুল হত্যাকাণ্ড, আবরার ফাহাদ হত্যাকাণ্ড, বাংলাদেশ ব্যাংক লুটের চিত্রসহ ১২টি মোটিফ ফুটিয়ে তোলা হয়।</p><p>প্রদর্শনীর শুরুতেই দেখানো হয় রক্তমাখা দাঁতসহ শেখ হাসিনার ব্যঙ্গচিত্র, এরপরে দেখানো হয় ৫ আগস্ট শেখ হাসিনার পালিয়ে যাওয়া হেলিকপ্টার, তারপরে একে একে ড্রোনের মাধ্যমে ফুটিয়ে তোলা হয় আয়নাঘর, একরামুল হত্যাকাণ্ড, আবরার ফাহাদ হত্যাকাণ্ড, ব্যাংক লুটের ঘটনায় শেখ হাসিনা, শেখ রেহানা, সালমান এফ রহমানের চিত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "খোশমেজাজে টয়া, বেড়াচ্ছেন শ্রীলঙ্কার সমুদ্রসৈকতে | প্রথম আলো",
            "time": "2025-08-05T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Frqd9ybba%2F527598744185146217620150242341383585917976688n.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ছবি দেখে অনেকেই মন্তব্য করেছেন। এক ভক্ত লিখেছেন, ‘ভালোবাসা অবিরাম।’ আরেকজন লিখেছেন, ‘খুব সুন্দর লাগছে।’ এ ছাড়া টয়াকে শুভকামনা জানিয়েছেন অনেকে। অভিনেত্রীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "রমজানের আগে নির্বাচন ভালো পদক্ষেপ, স্বাগত জানাল ৪টি দল | প্রথম আলো",
            "time": "2025-08-05T17:58:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fsdt5dw54%2FYounus-Speech.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী ফেব্রুয়ারি মাসে রমজান শুরুর আগে জাতীয় নির্বাচন অনুষ্ঠানের আয়োজন করতে প্রধান নির্বাচন কমিশনারের কাছে চিঠি পাঠানো হবে বলে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের ঘোষণাকে স্বাগত জানিয়েছে চারটি রাজনৈতিক দল। তারা বলছে, সব দিক বিবেচনায় রমজানের আগে নির্বাচন ভালো পদক্ষেপ।</p><p> প্রধান উপদেষ্টার এমন ঘোষণাকে স্বাগত জানিয়ে নাগরিক ঐক্যের সভাপতি মাহমুদুর রহমান মান্না প্রথম আলোকে বলেন, সব দিক বিবেচনায় রমজানের আগে নির্বাচন করা ভালো পদক্ষেপ। এখন রাজনৈতিক দলগুলোর ওপর নির্ভর করছে কীভাবে তারা এই নির্বাচন অনুষ্ঠান করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আনিসুল ‘ভারপ্রাপ্ত চেয়ারম্যান’ হয়ে বহিষ্কৃতদের করলেন পুনর্বহাল | প্রথম আলো",
            "time": "2025-08-05T17:53:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fzg8n3di6%2FUntitled-1.jpg?rect=0%2C6%2C1342%2C705&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে ভারপ্রাপ্ত চেয়ারম্যান আনিসুল ইসলাম মাহমুদের সভাপতিত্বে দলের প্রেসিডিয়াম সভা হয়। এতে কো-চেয়ারম্যান এ বি এম রুহুল আমিন হাওলাদার, মহাসচিব মুজিবুল হক, প্রেসিডিয়াম সদস্য এ টি ইউ তাজ রহমান, সোলায়মান আলম শেঠ, নাসরিন জাহান রত্না, নাজমা আকতার, রানা মোহাম্মদ সোহেল, লিয়াকত হোসেন খোকা, জহিরুল ইসলাম জহির, মোস্তফা আল মাহমুদ, মাসরুর মওলা, জসিম উদ্দিন ভূঁইয়া, আরিফুর রহমান খান অংশ নেন। এ ছাড়া দেশে ও বিদেশে অবস্থানরত প্রেসিডিয়াম সদস্য ফখরুল ইমাম, লে. জেনারেল (অব.) মাসুদ উদ্দিন চৌধুরী, সৈয়দ দিদার বখত, এ কে এম সেলিম ওসমান, নাছির উদ্দিন মাহমুদ, জহিরুল আলম রুবেল, আমিনুল ইসলাম ঝন্টু ভার্চ্যুয়ালি অংশ নেন।</p><p>সভায় দেশের চলমান রাজনীতি এবং আগামী দিনে জাতীয় পার্টির করণীয় এবং সাংগঠনিক নানা বিষয়ে বিস্তারিত আলোচনা হয়। আগামীকাল বুধবার বিকেল চারটা পর্যন্ত সভা মুলতবি ঘোষণা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে গানের ঝরনাতলায় সন্‌জীদা খাতুন স্মরণ | প্রথম আলো",
            "time": "2025-08-05T17:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fbq2prb4e%2FWhatsApp-Image-2025-08-05-at-3.24.53-PM.jpeg?rect=0%2C0%2C1096%2C575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি বলেন, ‘আমাদের লক্ষ্য ছিল এমন একটি শ্রোতার আসর আয়োজন করা, যেখানে গান উৎসবের রূপ নেবে না। বরং শ্রোতা ও শিল্পীর মধ্যে এক গভীর সংবেদনশীল সেতুবন্ধন তৈরি হবে—শ্রদ্ধা, ভালোবাসা আর অনুপস্থিতির যন্ত্রণায় মগ্ন এক সন্ধ্যায়।’<br>আসরে একে একে সংগীত পরিবেশন করেন শিল্পী সুমিতা দে, লারিনা নূপুর রোজারিও, সাজিয়া হোসেন প্রৈতী, চমন বাসেত এবং সিরাজুস সালেকিন নিজে। তাঁদের কণ্ঠে রবীন্দ্রসংগীতের সুর, কথা ও সুরের আবহে পুরো হলজুড়ে সৃষ্টি হয় অন্যরকম পরিবেশ। আড়াই শতাধিক শ্রোতা সেই আবেগঘন পরিবেশে ডুবে যান স্মৃতিচারণা আর অনুভবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটে এক ব্যক্তির পোড়া লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-08-05T17:35:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-10%2Fv2ip3ebr%2Fprothomalo-bangla_2021-09_78409dc3-cb37-4aae-a68c-8cea443511df_child_deadbody.webp?rect=0%2C31%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিকাশ দেবনাথ বলেন, তিনি রাত আটটার পর পুকুরে মাছের খাবার দিতে এসে দেখেন কলাবাগানের ভেতরে আগুন জ্বলছে। তখন কাছে গিয়ে দেখেন একটি বস্তার ভেতরে একজন মানুষ পুড়ছে। এটি দেখে দ্রুত গ্রামের লোকজনকে তিনি খবর দেন। লোকজন এসে আগুন নিভিয়ে ফেলেন।</p><p>আক্কেলপুর থানার উপপরিদর্শক (এসআই) রাকিবুল ইসলাম বলেন, আগুনে ওই ব্যক্তির মাথা ও শরীরের কিছু অংশ পুড়ে গেছে। অন্য কোথাও হত্যার পর লাশ বস্তায় ভরে এখানে এনে আগুন দিয়ে পোড়ানো হয়েছে বলে তাঁরা ধারণা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের সময় নির্ধারণে বিএনপির চাওয়াকে প্রাধান্য দেওয়া হয়েছে: এনসিপি | প্রথম আলো",
            "time": "2025-08-05T17:27:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-20%2F6sb21uzz%2Fncp.jpeg?rect=0%2C0%2C1158%2C608&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আজ মঙ্গলবার জাতির উদ্দেশে দেওয়া ভাষণে বলেন, ২০২৬ সালের ফেব্রুয়ারি মাসে রমজানের আগে ত্রয়োদশ জাতীয় সংসদ নির্বাচন আয়োজন করতে চায় অন্তর্বর্তী সরকার। এ জন্য অন্তর্বর্তী সরকারের পক্ষ থেকে প্রধান নির্বাচন কমিশনারের কাছে চিঠি পাঠানো হবে।</p><p>যদিও জাতীয় নির্বাচনের এই ঘোষণায় এনসিপির পক্ষ থেকে এখনো আনুষ্ঠানিক কোনো প্রতিক্রিয়া দেওয়া হয়নি। তবে দলটির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীবের সঙ্গে মুঠোফোনে যোগাযোগ করে হলে তিনি আরও বলেন, তাঁরা জুলাই ঘোষণাপত্র প্রকাশিত হওয়ার বিষয়টিকে ইতিবাচকভাবেই দেখছেন। অবশ্য প্রকাশিত ঘোষণাপত্রে বেশ কিছু বিষয় উঠে আসেনি বলেও মনে করেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "গতানুগতিক পদ্ধতির নির্বাচন কোনো সুফল বয়ে আনবে না: তাহের | প্রথম আলো",
            "time": "2025-08-05T17:02:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F7pteemlf%2FWhatsApp-Image-2025-08-05-at-10.31.03-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৈয়দ আবদুল্লাহ মুহাম্মদ তাহের বলেন, স্বাধীনতার ৫৪ বছরে প্রায় সব নির্বাচনই প্রশ্নবিদ্ধ ছিল। বিশেষ করে ১৯৭৩ সালের নির্বাচনসহ শেখ হাসিনার অধীনে কোনো নির্বাচনই নির্বাচন ছিল না। এসব নির্বাচনে ব্যাপকভিত্তিক জালিয়াতি, গণহারে সিল মারা, কেন্দ্র দখল, ডামি নির্বাচন, ব্যালট ছিনতাই, দিনের ভোট রাতে করাসহ ভোটারবিহীন নির্বাচন অনুষ্ঠিত হয়েছে। মূলত এসব ছিল ভুয়া ও নির্বাচনের নামে প্রহসন। তাই দেশে অবাধ, নিরপেক্ষ ও গ্রহণযোগ্য নির্বাচন করতে হলে সংখ্যানুপাতিক নির্বাচনপদ্ধতি তথা পিআর পদ্ধতির নির্বাচন চালু করতে হবে।</p><p>পিআর পদ্ধতি চালু হলে নির্বাচনী অপরাধ থাকবে না, ভোট চুরি ও কেন্দ্র দখল হবে না বলে মনে করেন তাহের। তিনি বলেন, থাকবে না টাকার খেলা। মূলত যাঁদের প্রয়োজনীয় জনসমর্থন নেই, তাঁরাই এ পদ্ধতির বিরোধিতা করছেন। তাঁরা মাস্তানি ও অর্থের বিনিময়ে নির্বাচনী বৈতরণী পার হতে চান। কিন্তু জনগণ তাঁদের সে সুযোগ দেবে না। পিআর পদ্ধতি ছাড়া অন্য কোনো পদ্ধতি তারা মেনে নেবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থান দিবসেও বিভক্ত বিএনপি, পৃথক তিন শোভাযাত্রা | প্রথম আলো",
            "time": "2025-08-05T17:00:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fyxeg90p7%2FWhatsApp-Image-2025-08-05-at-10.40.30-PM.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা গেছে, সেনবাগ বিএনপির রাজনীতিতে কাজী মফিজুর রহমান ও জয়নুল আবদিন ফারুকের দ্বন্দ্ব দুই দশকের বেশি সময় ধরে। কাজী মফিজ বিএনপির ক্ষমতার সময় উপজেলা বিএনপির সাধারণ সম্পাদক ছিলেন। এক–এগোরোর পরে অনুষ্ঠিত উপজেলা পরিষদ নির্বাচনে চেয়ারম্যান নির্বাচিত হয়েছিলেন। অন্যদিকে নবীন হলেও আবদুল মান্নান নিজ পক্ষ তৈরি করে বিএনপির রাজনীতিতে সক্রিয় হয়েছেন।</p><p>সেনবাগের রাজনীতি সচেতন অন্তত পাঁচজন স্থানীয় বাসিন্দা প্রথম আলোকে বলেন, আওয়ামী লীগবিহীন একটি এলাকায় বিএনপির তিন ভাগে বিভক্ত হয়ে কর্মসূচি পালন দলটির সাংগঠনিক দুর্বলতারই প্রতিফলন।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনায় গুলি করে ও কুপিয়ে চরমপন্থী নেতাকে হত্যা | প্রথম আলো",
            "time": "2025-08-05T16:52:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-26%2Fgvi6r4vg%2Fdeath.jpg?rect=0%2C343%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুলনায় দুর্বৃত্তদের গুলি ও ধারালো অস্ত্রের আঘাতে শেখ শাহাদাত হোসেন (৪৮) নামের এক ব্যক্তি নিহত হয়েছেন। মঙ্গলবার রাত পৌনে আটটার দিকে নগরের সোনাডাঙ্গা মডেল থানা এলাকার সঙ্গীতা সিনেমা হলের নিচের একটি টায়ারের দোকানে এ ঘটনা ঘটে।</p><p>পুলিশ সূত্র বলছে, শেখ শাহাদাত একসময় ‘জনযুদ্ধ’ নামের একটি চরমপন্থী দলের নেতা ছিলেন। তাঁর বিরুদ্ধে হত্যা মামলাসহ একাধিক মামলা রয়েছে। দীর্ঘদিন কারাভোগের পর সম্প্রতি জামিনে মুক্তি পান তিনি।</p></div></div></div></body></html>"
        }
    ]
}