{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চট্টগ্রামে বিজয় দিবস উদ্‌যাপিত | প্রথম আলো",
            "time": "2025-12-16T06:30:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fzlphv5g8%2FWhatsApp-Image-2025-12-16-at-12.03.48-PM.jpeg?rect=0%2C97%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অস্থায়ী স্মৃতিসৌধে পুষ্পস্তবক দিয়ে শ্রদ্ধা নিবেদন করেন চট্টগ্রাম বিভাগীয় কমিশনার মো. জিয়াউদ্দীন ও চট্টগ্রাম জেলা প্রশাসক মোহাম্মদ জাহিদুল ইসলাম মিঞা। শ্রদ্ধা নিবেদন করেন চট্টগ্রাম রেঞ্জের ডিআইজি মো. আহসান হাবিব পলাশ, চট্টগ্রাম নগর পুলিশের অতিরিক্ত কমিশনার মো. হুমায়ূন কবির এবং চট্টগ্রামের পুলিশ সুপার মোহাম্মদ নাজির আহমেদ খান। স্মৃতিসৌধে শ্রদ্ধা জানান বীর মুক্তিযোদ্ধা ও বিভিন্ন সরকারি প্রতিষ্ঠানের কর্মকর্তারা।</p><p>চট্টগ্রাম নগরের নন্দনকানন এলাকার শহীদ মিনারে পুষ্পস্তবক দিয়ে শ্রদ্ধা জানান বিভিন্ন রাজনৈতিক, সামাজিক, সাংস্কৃতিক সংগঠনের সদস্যরা। মহান বিজয় দিবস উপলক্ষে চট্টগ্রাম সিটি করপোরেশন, চট্টগ্রাম জেলা প্রশাসনসহ বিভিন্ন প্রতিষ্ঠান দিনব্যাপী নানা কর্মসূচির আয়োজন করেছে। এর মধ্যে রয়েছে বীর মুক্তিযোদ্ধাদের সংবর্ধনা, আলোকচিত্র প্রদর্শন, প্রামাণ্যচিত্র প্রদর্শন ইত্যাদি।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায় শিক্ষায় পড়াশোনার বিশ্বের শীর্ষ ১০ প্রতিষ্ঠান কোনোগুলো | প্রথম আলো",
            "time": "2025-12-16T06:25:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-26%2F9eit21dd%2FKBRH1255.JPG?rect=0%2C0%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫. এইচইসি প্যারিস (ফ্রান্স): ৯৮.৪</p><p>৬. লন্ডন বিজনেস স্কুল (যুক্তরাজ্য): ৯৭.৬</p><p>৭. কেমব্রিজ জাজ বিজনেস স্কুল (যুক্তরাজ্য): ৯৭</p><p>৮. ইনসিয়াড (ফ্রান্স/সিঙ্গাপুর): ৯৬.৯</p><p>৯. নর্থওয়েস্টার্ন কেলগ স্কুল অব ম্যানেজমেন্ট (যুক্তরাষ্ট্র): ৯৬.৭</p><p>১০. কলাম্বিয়া বিজনেস স্কুল (যুক্তরাষ্ট্র): ৯৬.১</p><p>কিউএস বলছে, এই র‍্যাঙ্কিংয়ের মাধ্যমে শিক্ষার্থীরা সহজেই বুঝতে পারবেন, কোন প্রতিষ্ঠান তাঁদের ভবিষ্যৎ নেতৃত্ব, চাকরি পাওয়া এবং বিনিয়োগের রিটার্নের ক্ষেত্রে সবচেয়ে বেশি সাফল্য এনে দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "হঠাৎ কেন বিরোধীদের মুক্তি দিচ্ছেন পুতিনের মিত্র বেলারুশের লুকাশেঙ্কো, ট্রাম্পইবা কী চাইছেন | প্রথম আলো",
            "time": "2025-12-16T06:20:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2F5a70fcdf-c9fb-407d-8fbc-da1a77e1501c%2Fbelarush.jpg?rect=0%2C0%2C4412%2C2316&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিয়ালিয়াৎস্কি জানান, ভোর চারটায় কারারক্ষী তাঁকে ঘুম থেকে তুলে জিনিসপত্র গুছিয়ে নিতে বলেছিলেন। তিনি বলেন, ‘আমাকে চোখ বাঁধা অবস্থায় বেলারুশের পূর্ব থেকে পশ্চিমে আনা হয়েছে। তাই এখনো পুরো বিষয়টি মাথায় ঠিকমতো ঢুকছে না। এটি খুবই আবেগময়।’</p><p>এখন সবচেয়ে বেশি কী চান জানতে চাইলে বিয়ালিয়াৎস্কি বিন্দুমাত্র দ্বিধা না করেই জবাব দেন, ‘আমি আমার স্ত্রীর সঙ্গে দেখা করতে চাই!’ তিনি বলেন, আমাকে জানানো হলো, তিনি পথেই আছেন।</p><p>বিয়ালিয়াৎস্কির নিজস্ব সংস্থা ভিয়াসনা বেলারুশে রাজনৈতিক আটক ও দমনপীড়নের ঘটনা পর্যবেক্ষণ করে। এই মানবাধিকারকর্মী সবাইকে মনে করিয়ে দেন, তাঁর মতো আরও শত শত মানুষ আছেন, যাঁরা ততটা পরিচিতও নন, এখনো কারাগারে বন্দী হয়ে আছেন।</p><p>বিয়ালিয়াৎস্কি বলেন, বেলারুশের কারাগারে এখনো যাঁরা বন্দী আছেন, সেসব রাজনৈতিক বন্দী এবং তাঁদের সবার মুক্তির জন্য কাজ চালিয়ে যাওয়াটা অত্যন্ত গুরুত্বপূর্ণ।</p><p>এরপর কাঁধ থেকে লাল-সাদা পতাকাটি তুলে তিনি বিশ্বজুড়ে থাকা বেলারুশের নাগরিকদের উদ্দেশে একটি বার্তা দেন।</p><p>হঠাৎ হেসে অ্যালেস বিয়ালিয়াৎস্কি তাঁদের বলেন, ‘আশাবাদ ও প্রতিবাদ। কখনো হাল ছাড়বেন না।’</p></div></div></div></body></html>"
        },
        {
            "title": "৩০টি চুম্বন দৃশ্য থাকার পরও ছবি ফ্লপ, দক্ষিণে চলে যেতে বাধ্য হন নায়িকা | প্রথম আলো",
            "time": "2025-12-16T06:15:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Ffpq9ok9v%2F00-627-780x470.jpg?rect=0%2C0%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চুম্বনের দৃশ্য সিনেমায় উত্তাপ যোগ করতে পারে। যদিও সিনেমায় এই ধরনের দৃশ্যগুলো স্বাভাবিকভাবেই দেখা যায়, কিন্তু কখনো কখনো পরিচালকেরা অতিরিক্ত চুম্বনের দৃশ্য ব্যবহার করে পুরো সিনেমার মান নষ্ট করে দেন বলে অভিযোগ আছে। একটি হিন্দি সিনেমা আছে যেটিতে ৩০টি চুম্বনের দৃশ্য থাকার পরও ডাহা ফ্লপ হয়।</p><p><strong>৩০টি চুম্বনের দৃশ্য কিন্তু ইমরান হাশমি নেই<br></strong> বলিউডে ‘সিরিয়াল কিসার’ হিসেবে পরিচিতি ইমরান হাশমির। ক্যারিয়ারের শুরু দিকে প্রায় সব সিনেমাতেই একাধিক চুম্বনের দৃশ্যে অভিনয় করছেন তিনি, সে কারণেই এমন নাম। তবে আজ যে সিনেমাটি নিয়ে কথা হচ্ছে সেখানে কিন্তু ইমরান ছিলেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "মনোমুগ্ধকর ‘এয়ার শো’, দর্শনার্থীদের উচ্ছ্বাস | প্রথম আলো",
            "time": "2025-12-16T06:14:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F3bocqpsa%2FAie-Show.jpeg?rect=0%2C54%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যখনই উড়োজাহাজগুলো আসছে, তখনই দর্শনার্থীরা উচ্ছ্বাস প্রকাশ করছেন। কেউ উড়োজাহাজগুলোর ছবি তুলছেন, কেউ কেউ করছেন ভিডিও।</p><p>‘এয়ার শো’ দেখতে ঢাকার তেজগাঁওয়ের পুরোনো বিমানবন্দরে দর্শনার্থীদের ঢল নেমেছে।</p><p>আগত দর্শনার্থীদের অনেকের হাতে জাতীয় পতাকা। কপালে বাঁধা জাতীয় পতাকার আদলের ফিতা কিংবা বিজয় দিবস লেখা কাপড়। লাল-সবুজের পোশাক পরেও এসেছেন অনেকে।</p><p>সকালে সরেজমিনে দেখা যায়, আগারগাঁও-সংলগ্ন পুরোনো বিমানবন্দরের ফটক দিয়ে দর্শনার্থীরা সারি ধরে প্রবেশ করছেন। নিরাপত্তাতল্লাশি করে সবাইকে প্রবেশ করানো হয়।</p><p>পুরোনো বিমানবন্দরে প্রবেশের ফটক সকাল ১০টা ৪০ মিনিটের দিকে বন্ধ করে দেওয়া হয়।</p><p>বেলা সাড়ে ১১টার দিকে দেখা যায়, প্রবেশ করতে না পারা অনেকেই ফটকের সামনে অবস্থান করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ফিরলেই গ্রেপ্তার করা হবে শ্রীলঙ্কার বিশ্বকাপজয়ী অধিনায়ক রানাতুঙ্গাকে | প্রথম আলো",
            "time": "2025-12-16T06:05:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2018%2F08%2F01%2Fd8e24e2f00f7bd14b4ba4b0f47764e44-5b61c4d75a926.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীলঙ্কার সাবেক বিশ্বকাপজয়ী অধিনায়ক অর্জুনা রানাতুঙ্গাকে গ্রেপ্তারের পরিকল্পনার কথা জানিয়েছে দেশটির কর্তৃপক্ষ। রানাতুঙ্গা পেট্রোলিয়ামমন্ত্রী থাকতে দুর্নীতির অভিযোগ আনা হয়েছে তাঁর বিরুদ্ধে। সোমবার কলম্বোর একটি আদালতে এ তথ্য জানানো হয়।</p><p>একটি দুর্নীতি পর্যবেক্ষণ সংস্থার অভিযোগ, রানাতুঙ্গা ও তাঁর ভাই দীর্ঘমেয়াদি তেল ক্রয় চুক্তি প্রদানের প্রক্রিয়ায় প্রচলিত নিয়মকানুন বদলেছেন এবং উচ্চ মূল্যে স্পট ক্রয় করেছেন। নিয়মিত পদ্ধতির বদলে তাঁরা তাৎক্ষণিকভাবে (স্পট মার্কেট থেকে) তেল কেনার সিদ্ধান্ত নেন, যার ফলে অনেক বেশি দামে তেল কিনতে হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "উপহারের সাবান যেভাবে রিবানা নামের ব্র্যান্ড গড়তে অনুপ্রেরণা দিয়েছিল ওয়াহিদকে | প্রথম আলো",
            "time": "2025-12-16T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fcbenftvk%2F000012321134-2.jpg?rect=0%2C145%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">প্রতিটি প্রসাধনীর জন্য বাংলাদেশের বিভিন্ন এলাকা থেকে ছাগলের দুধ, নারকেল, হলুদ, মসুর ডাল, নিমপাতা, গোলাপের পাপড়ি, ভেন্না, তিল সংগ্রহ করা হয়</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সাবিনা ইয়াসমিন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বিজয় দিবসের আগের রাতে বীর মুক্তিযোদ্ধার কবরে আগুন | প্রথম আলো",
            "time": "2025-12-16T05:52:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F10mj03v7%2FSariatpurDH054120251216Shariatpur-FF3.jpg?rect=0%2C754%2C3305%2C1735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বীর মুক্তিযোদ্ধা আ. মান্নানের দুই ছেলে ও দুই মেয়ে। স্বামীর মৃত্যুর পর স্ত্রী মাহফুজা বেগম এক ছেলে ও এক মেয়েকে নিয়ে নিয়ামতপুর গ্রামে বসবাস করেন। প্রতিদিন সকালে ঘুম থেকে উঠে মাহফুজা স্বামীর কবরের পাশে যান। আজ সকালে তিনি কবরের পাশে গেলে কবরের ওপর আগুন দেওয়ার চিহ্ন দেখতে পান। তাঁর চিৎকারে পরিবারের অন্য সদস্যরা ছুটে আসেন।</p><p>আ. মান্নানের মেয়ে আফরোজা আক্তার ঘটনাটি স্থানীয় প্রশাসন ও মুক্তিযোদ্ধাদের মুঠোফোনে জানান। তিনি প্রথম আলোকে বলেন, ‘মায়ের চিৎকার শুনে বাবার কবরের পাশে ছুটে যাই। সেখানে দেখি, কবরের ওপরে খানিকটা জায়গাজুড়ে ছাই পড়ে আছে। সদ্য নিভে যাওয়া আগুনের ছাই। তখনো ছাই থেকে অল্প ধোঁয়া বের হচ্ছিল। তাৎক্ষণিক আমি ঘটনাটি সদর উপজেলা নির্বাহী কর্মকর্তাকে ও মুক্তিযোদ্ধাদের জানাই। কারা কী উদ্দেশ্য নিয়ে এ কাজ করেছে, তা বুঝতে পারছি না। তবে ঘটনাটিতে আমরা মর্মাহত ও শঙ্কিত হয়ে পড়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বস্ত্র অধিদপ্তরের ২ পদের মৌখিক পরীক্ষার তারিখ প্রকাশ | প্রথম আলো",
            "time": "2025-12-16T05:42:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2F2e0eed4d-a4d0-4617-b54c-fdd288116532%2F251A1974.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>*পরীক্ষার তারিখ ও সময়: ২৮ ডিসেম্বর ২০২৫, বেলা ২টা<br>পদের নাম: ল্যাবরেটরি অ্যাসিস্ট্যান্ট<br>*পরীক্ষার তারিখ ও সময়: ২৯ ডিসেম্বর ২০২৫, বেলা ২টা<br>পদের নাম: ল্যাবরেটরি অ্যাসিস্ট্যান্ট<br>*পরীক্ষার তারিখ ও সময়: ৩০ ডিসেম্বর ২০২৫, বেলা ২টা<br>পদের নাম: অফিস সহায়ক<br>*পরীক্ষার তারিখ ও সময়: ১ জানুয়ারি ২০২৬, বেলা ২টা<br>পদের নাম: অফিস সহায়ক<br>পরীক্ষার কেন্দ্র: বস্ত্র অধিদপ্তর প্রধান কার্যালয়, বিটিএমসি ভবন (১০ম তলা) ৭-৯, কারওয়ান বাজার, ঢাকা-১২১৫</p></div></div></div></body></html>"
        },
        {
            "title": "বাঙালি জাতীয়তাবাদের অর্থনৈতিক ভিত গড়েছেন নুরুল ইসলাম | প্রথম আলো",
            "time": "2025-12-16T05:38:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F15c373e2-f27e-4cd9-841c-bb0d22fba104%2FC_14.jpg?rect=0%2C108%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৬৬ সালে বঙ্গবন্ধু ঘোষণা করলেন তাঁর সেই বিখ্যাত ছয় দফা। বিশ্লেষকেরা মনে করেন, ছয় দফা ছিল বাঙালির স্বায়ত্তশাসন আন্দোলনের ম্যাগনাকার্টা। অর্থনীতিবিদেরা প্রায় এক দশক ধরে অভিযোগ করছিলেন, বৈদেশিক বাণিজ্য, বৈদেশিক মুদ্রা ও বৈদেশিক সাহায্য হলো পূর্ব থেকে পশ্চিম পাকিস্তানের সম্পদ স্থানান্তরের মূল মাধ্যম। বঙ্গবন্ধু ছয় দফার মাধ্যমে সেই মাধ্যমগুলোর ওপর নিয়ন্ত্রণ প্রতিষ্ঠার রূপরেখা তৈরি করেন।</p><p>নুরুল ইসলাম আত্মজীবনীসহ বিভিন্ন সভা–সেমিনারে বলেছেন, আপাত অর্থে ছয় দফা কর্মসূচি ছিল পূর্ব পাকিস্তানের স্বায়ত্তশাসনের কর্মসূচি। এর মাধ্যমে পূর্ব বাংলা তার বৈদেশিক বাণিজ্য ও বৈদেশিক আয়ের ওপর নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারবে। এ ছাড়া সরকারের আয় ও ব্যয়ের ওপর নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারবে। এক অঞ্চল থেকে অন্য অঞ্চলে মুদ্রা বা পুঁজির পাচার হবে না। কিন্তু ছয় দফার বিস্তারিত বর্ণনা এবং এর অর্থনৈতিক দিকগুলো ছিল অর্থশাস্ত্রের বিষয়। বিষয়টি সবার কাছে সহজবোধ্য ছিল না। বিশেষজ্ঞরা ছাড়া অন্যদের বোঝার উপায় ছিল না, ছয় দফা কার্যত স্বাধীনতার পথে বড় পদক্ষেপ।</p><p>নুরুল ইসলামের সঙ্গে বঙ্গবন্ধুর সাক্ষাৎ হয় অনেক পরে। ১৯৬৯ সালের মার্চ মাসে নুরুল ইসলাম করাচি থেকে একবার ঢাকায় এলেন। তখন তিনি করাচিতে পিআইডিতে কর্মরত।</p><p>আত্মজীবনীতে নুরুল ইসলাম বলেছেন, বঙ্গবন্ধু আমার সঙ্গে দেখা করলেন এক গোপন স্থানে। মজার ব্যাপার হলো, সেই গোপন স্থানটি এক বিহারি সম্প্রদায়ের লোকের বাড়ি। সেখানে প্রায় দুই ঘণ্টা বঙ্গবন্ধু তাঁকে জেরা করেন। সন্তুষ্ট হওয়ার পরেই তিনি জানালেন, পরবর্তী নির্বাচনে জয়ী হলে সংসদে নতুন সংবিধান প্রস্তাব করবেন। তাঁকে ড. কামাল হোসেন, রেহমান সোবহান প্রমুখের সঙ্গে যুক্ত হয়ে ছয় দফাকে সেই নতুন সংবিধানের ভিত্তি হিসেবে প্রতিষ্ঠিত করার জন্য কাজ করতে হবে, সে কথা বললেন বঙ্গবন্ধু।</p><p>এরপর বাঙালির স্বাধীনতা অর্জন। নুরুল ইসলাম বাংলাদেশের প্রথম পরিকল্পনা কমিশনের ডেপুটি চেয়ারম্যান হন। কিন্তু শেষমেশ তা সফলতার মুখ দেখেনি। তিনি বিদেশে চলে গেলেন। শেষ জীবন বিদেশেই কাটালেন, যদিও তাঁর চিন্তাজুড়ে সব সময় ছিল নিজের জাতি ও মানুষ।</p><p>অর্থনীতিবিদদের ভূমিকা সম্পর্কে জাতিসংঘ উন্নয়ন কর্মসূচির মানব উন্নয়ন প্রতিবেদন দপ্তর ও দারিদ্র্য দূরীকরণ বিভাগের সাবেক পরিচালক সেলিম জাহান প্রথম আলোকে বলেন, ‘বাঙালিদের প্রতি পাকিস্তানিদের যে বিমাতাসুলভ আচরণ এবং জনমনে তা নিয়ে যে ক্ষোভ তৈরি হচ্ছিল, সেই ক্ষোভকে যুক্তির ভাষা দিয়েছেন নুরুল ইসলামসহ আমাদের অর্থনীতিবিদেরা। ছয় দফার ভিত্তি তাঁরাই রচনা করেছেন। বৈষম্য ও দুই অর্থনীতির কথা তাঁরা অনেক আগে থেকেই বলে আসছিলেন। ছয় দফা প্রণয়নের সঙ্গেও তাঁরা জড়িত ছিলেন, যদিও তাঁরা তখন বিষয়টি জনসমক্ষে প্রকাশ করেননি।’ </p><p>পূর্ব পাকিস্তান ও নিজেদের অধিকার সম্পর্কে আমাদের এই অর্থনীতিবিদেরা কতটা সচেতন ছিলেন, তার আরেকটি উদাহরণ দেন সেলিম জাহান। বলেন, ১৯৭০ সালে পাকিস্তানের চতুর্থ পঞ্চবার্ষিক পরিকল্পনা প্রণয়নে দুই পাকিস্তান থেকে সমানসংখ্যক সদস্য নিয়ে উপদেষ্টা পরিষদ গঠন করা হয়। এটাই ছিল রীতি। তাঁরা যৌথ প্রতিবেদন দিতেন। সেবার এমন পরিস্থিতি হলো যে যৌথ প্রতিবেদন দেওয়া অসম্ভব হয়ে গেল। ফলে তাঁরা পূর্ব পাকিস্তানের জন্য পৃথক প্রতিবেদন প্রকাশ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গণতান্ত্রিক ব্যর্থতার সুযোগ নিয়েছে মুক্তিযুদ্ধবিরোধী শক্তি | প্রথম আলো",
            "time": "2025-12-16T05:34:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fbgo70ukx%2FUntitled-1.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"GrKYo\"><span class=\"Sp-cn\">প্রথম আলো</span><span>: </span><span class=\"inline\"><p> চব্বিশের অভ্যুত্থান বাংলাদেশের সমাজ, রাজনীতি ও ইতিহাস নিয়ে বহু নতুন প্রশ্ন সামনে এনেছে। মানুষ স্বপ্ন দেখেছিল বড় একটা পরিবর্তন আসবে, সেই সুযোগও তৈরি হয়েছে। সংস্কার, অন্তর্ভুক্তিমূলক, বহুত্ববাদ, নতুন বন্দোবস্ত—এসব শব্দ ও ধারণা চারপাশে জোরালোভাবে উচ্চারিত হয়েছে। অভ্যুত্থান ও অন্তর্বর্তী সরকারের ১৫ মাস পেরিয়েছে। জনপ্রত্যাশার কতটা বাস্তবায়ন হলো?</p></span></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>রেহমান সোবহান:</strong> অধ্যাপক ইউনূস এবং অন্তর্বর্তী সরকার সঠিকভাবেই উপলব্ধি করেছেন, জুলাই গণ-অভ্যুত্থানের একটি মূল বার্তা হলো—আমরা যেন আবার ‘আগের মতো সবকিছু চলবে’ ধারায় ফিরে না যাই। বিভিন্ন কমিশন ও টাস্কফোর্সের মাধ্যমে যে সংস্কার উদ্যোগ নেওয়া হয়েছে, সেগুলোকে জুলাই সনদে সংক্ষেপে তুলে ধরা হয়েছে। এগুলো বাংলাদেশের জন্য উন্নত শাসনব্যবস্থা ও আরও ন্যায্য ভবিষ্যৎ গড়ে তোলার লক্ষ্যে একটি ইতিবাচক উদ্যোগ হিসেবে বিবেচিত হতে পারে।</p><p>তবে স্বাধীনতার পর থেকে প্রতিটি শাসনামলেই সংস্কারের প্রতিশ্রুতির দীর্ঘ ইতিহাস আমাদের দেখিয়েছে, সরকার জনগণের সামনে যে সংস্কার বা নীতির কথা বলে, সেগুলোর বাস্তবায়নই হলো আসল চ্যালেঞ্জ। আমার মতে, ভুল নীতির চেয়ে বাস্তবায়নের ব্যর্থতাই গণতান্ত্রিক অচলাবস্থা ও দুঃশাসনের প্রধান কারণ হয়ে দাঁড়িয়েছে।</p><p>অন্তর্বর্তী সরকার আইনশৃঙ্খলা রক্ষা থেকে অর্থনৈতিক ব্যবস্থাপনা—কোনো ক্ষেত্রেই কার্যকর বাস্তবায়নের মাধ্যমে শাসনব্যবস্থা উন্নত করার বিষয়ে যথেষ্ট গুরুত্ব দেয়নি। এটি জনগণের জন্য হতাশাজনক এবং বিরক্তির কারণ হয়ে দাঁড়িয়েছে। কিছু কিছু ক্ষেত্রে এই সরকার উন্নতি আনতে পেরেছে ঠিকই, কিন্তু তা জনগণের প্রত্যাশার সঙ্গে সামঞ্জস্যপূর্ণ নয়।</p><p>আমার মতে, বাস্তবায়ন ব্যর্থতার কারণ চিহ্নিত করাকে অন্তর্বর্তী সরকারের সর্বোচ্চ অগ্রাধিকার দেওয়া উচিত ছিল। পাশাপাশি আইন ও বিধিতে যে নীতি ও প্রকল্পগুলো বিদ্যমান রয়েছে, সেগুলো কীভাবে আরও কার্যকরভাবে বাস্তবায়ন করা যেতে পারে, তা তাদের স্বল্প মেয়াদের মধ্যেই দেখিয়ে দেওয়া দরকার ছিল।</p></span></div></div></body></html>"
        },
        {
            "title": "বন্ডাই সৈকতে হামলাকারী বাবা-ছেলে আইএসের মতাদর্শে অনুপ্রাণিত: অস্ট্রেলিয়ার প্রধানমন্ত্রী | প্রথম আলো",
            "time": "2025-12-16T05:34:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F003olqeq%2Fprothomalo-Albanese.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অস্ট্রেলিয়ার প্রধানমন্ত্রী বলেন, ‘মনে হচ্ছে, এটা আইএসের মতাদর্শে অনুপ্রাণিত হামলা।’ তিনি বলেন, ‘এক দশকের বেশি সময় ধরে চলা এ মতাদর্শ ঘৃণার মনোভাবের পথে পরিচালিত করে। এই মতাদর্শ নির্বিচার হত্যায় জড়িত হওয়ার দিকে প্ররোচিত করে।’</p><p>অ্যান্টনি আলবানিজ জানান, ২৪ বছর বয়সী নাভিদ আকরাম ২০১৯ সালেই অস্ট্রেলিয়ার গোয়েন্দা সংস্থার নজরদারিতে এসেছিলেন। কিন্তু সেই সময়ে তাঁকে আসন্ন হুমকি হিসেবে বিবেচনা করা হয়নি।</p><p>রোববার লম্বা নলের বন্দুক হাতে এই বাবা–ছেলে সৈকতে উৎসবে জড়ো হওয়া মানুষকে লক্ষ্য করে মিনিট দশেক ধরে নির্বিচার গুলি চালান। পরে পুলিশের পাল্টা গুলিতে নিহত হন ৫০ বছর বয়সী সাজিদ আকরাম।</p></div></div></div></body></html>"
        },
        {
            "title": "মহান বিজয় দিবসে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ‘ভিক্টোরি ডে রান’ | প্রথম আলো",
            "time": "2025-12-16T05:28:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fwl486b3u%2FIMG-20251216-WA0014.jpg?rect=0%2C617%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরস্কার বিতরণী অনুষ্ঠানে বিশ্ববিদ্যালয়ের সহ-উপাচার্য (শিক্ষা) মাহফুজুর রহমান বলেন, ‘মহান বিজয় দিবসে ১৯৭১ এবং ২০২৪–এ যাঁরা শহীদ হয়েছেন, তাঁদের সবাইকে শ্রদ্ধাভরে স্মরণ করছি। জাকসুর কতটা প্রয়োজন, সেটা আজ খুব অনুভব করছি। বলতে খুবই আনন্দবোধ করছি যে জাকসুর যে কাজটি সবচেয়ে ভালো সেটি হচ্ছে, ক্রীড়াসংশ্লিষ্ট কার্যক্রম। ক্রীড়া সম্পাদকের প্রতিটি ইভেন্ট খুব উৎসবমুখরভাবে হচ্ছে এবং বিশ্ববিদ্যালয়কে কয়েক মাসে জাতীয় পর্যায়ে নিয়ে গেছে।’</p><p>প্রতি ছয় মাস পর এমন আয়োজনের প্রত্যয় ব্যক্ত করে মাহমুদুল হাসান বলেন, ‘এমন আয়োজন আমরা আরও করতে চাই। এতে শিক্ষার্থীদের শরীর ও মন দুটিই ভালো থাকবে। প্রশাসনেরও উচিত এমন আয়োজন করা। শিক্ষার্থীদের অংশগ্রহণে আমি অভিভূত।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তিযুদ্ধের স্থাপনা: ভাঙচুরের চিহ্ন, সংস্কারে উদ্যোগ নেই | প্রথম আলো",
            "time": "2025-12-16T05:28:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fy1nj3u82%2F074945MEHERPURDH06952025121420251214113120.jpg?rect=73%2C0%2C1173%2C616&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গাজীপুর</strong></p><p>গাজীপুর শহরের জয়দেবপুর রেললাইনের পশ্চিম পাশে মুক্তমঞ্চে নির্মিত ‘সশস্ত্র প্রতিরোধ’ ভাস্কর্যটি গত বছর ৫ আগস্ট বিকেলের দিকে ভেঙে ফেলা হয়। ১৩ ফুট উচ্চতার ৯টি ভাস্কর্যের প্রতিটির হাঁটু পর্যন্ত ভেঙে দেওয়া হয়েছে। সামনের দিক থেকে এখন আর ভাস্কর্যের কোনো অবয়ব দৃশ্যমান নয়। বিগত সরকারের আমলে মুক্তিযুদ্ধ মন্ত্রণালয়ের উদ্যোগে স্থানীয় সরকার প্রকৌশল অধিদপ্তর (এলজিইডি) ১ কোটি ৭৭ লাখ টাকা ব্যয়ে ভাস্কর্যটি নির্মাণ করে। জেলা প্রশাসনের তত্ত্বাবধানে ভাস্কর কুয়াশা বিন্দুর নির্মিত এ ভাস্কর্য উদ্বোধনের আগেই ভেঙে ফেলা হয়।</p><p>গত রোববার সকালে সরেজমিনে দেখা যায়, রাজনৈতিক নেতা–কর্মীদের ব্যানার–ফেস্টুনের কারণে সামনে থেকে দেখে বোঝার উপায় নেই সেখানে কোনো ভাস্কর্য ছিল। পেছন দিক থেকে ভাস্কর্যের ভাঙা অংশ দেখা যায়। নিচে ময়লা–আবর্জনার স্তূপ জমে আছে।</p><p>সবজি বিক্রেতা আজিজুল ইসলাম বলেন, ‘ছাত্রদের আন্দোলনের সময় এটি ভেঙে ফেলা হয়েছে। এর পর থেকে ভাঙাচোরা অবস্থায় পড়ে আছে।’</p><p>নতুন করে ভাস্কর্য নির্মাণ করতে জেলা প্রশাসকের কাছে আবেদন করার কথা জানিয়ে গাজীপুর জেলা মুক্তিযোদ্ধা কমান্ড কাউন্সিলের আহ্বায়ক রফিকুল ইসলাম বলেন, ২৬ মার্চের স্বাধীনতার পেছনে গাজীপুরবাসীর এই রক্তঝরা প্রতিরোধই বাঙালিকে যুদ্ধের সাহস জুগিয়েছিল। সেই স্মৃতি রক্ষা না করলে ভবিষ্যৎ প্রজন্ম ইতিহাস থেকে বিচ্ছিন্ন হয়ে পড়বে, এটাই আজ সবচেয়ে বড় আশঙ্কা।</p><p>সশস্ত্র প্রতিরোধ ভাস্কর্যের ভাস্কর কুয়াশা বিন্দু বলেন, ‘দীর্ঘ সময় পরিশ্রম ও সাধনা করে ভাস্কর্যটি তৈরি করেছিলাম। কিন্তু মুহূর্তের মধ্যে সেটি ভেঙে ফেলা হয়। এ দৃশ্য দেখার পর থেকে এখনো আমি স্বাভাবিক হতে পারিনি!’</p><p>গাজীপুরের জেলা প্রশাসক মোহাম্মদ আলম হোসেন বলেন, ‘আমি নতুন এসেছি, তাই ভাস্কর্যগুলোর বিষয়ে খুব একটা তথ্য আমার কাছে নেই। তবে আমি খোঁজ নিয়ে দেখব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিবিসির বিরুদ্ধে ১০০০ কোটি ডলার ক্ষতিপূরণ চেয়ে ট্রাম্পের মামলা | প্রথম আলো",
            "time": "2025-12-16T05:27:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fy1bgbehi%2FBBC.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবিসির বিরুদ্ধে গতকাল সোমবার মানহানির মামলা করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। মামলার অভিযোগে বলা হয়েছে, প্রেসিডেন্ট ট্রাম্পের একটি ভাষণের সম্পাদিত ভিডিও ক্লিপ বিবিসি এমনভাবে প্রচার করেছে, যেখানে মনে হয়েছে, তিনি তাঁর সমর্থকদের সরাসরি যুক্তরাষ্ট্রের ক্যাপিটলে হামলা চালাতে নির্দেশ দিয়েছেন।</p><p>ট্রাম্প তাঁকে নিয়ে অনেক সংবাদ প্রচারকে অসত্য বা অন্যায্য বলে মনে করেন এবং সেগুলোর বিরুদ্ধে লড়াই করার কথা বলেছেন। বিবিসির বিরুদ্ধে মামলা তাঁর সেই লড়াইকে আন্তর্জাতিক পর্যায়ে পৌঁছে দিয়েছে।</p><p>ট্রাম্পের অভিযোগ, যুক্তরাজ্য সরকারের মালিকানাধীন সম্প্রচারমাধ্যমটি ২০২১ সালের ৬ জানুয়ারির তাঁর ভাষণের বিভিন্ন অংশ জোড়া দিয়ে এমনভাবে উপস্থাপন করেছে, যাতে তাঁর মানহানি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসি-বিতর্কে মুখ খুললেন শুভশ্রী | প্রথম আলো",
            "time": "2025-12-16T05:25:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fr0wxr9gu%2Fsubhashreegangulyreal175396108736888154215782571814877725024.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুভশ্রী ক্ষোভ প্রকাশ করে বলেন, ‘আমি একজন নারী, আমি বাংলা ছবির অভিনেত্রী বলেই কি আমাকে আক্রমণ করছেন? বলিউডে তো কারিনা কাপুর গিয়েছিলেন। শাহরুখ খান আসেননি ছবি তুলতে? আমার দোষ কী! আমাকে কারও প্রাক্তন প্রেমিকা বলে কটাক্ষ করা হচ্ছে। ২০২৬ আসতে চলেছে। নারী হয়েও নারীদের এভাবে সম্বোধন করা হচ্ছে। আপনারা আমার সঙ্গে ঠিক করলেন তো?’</p><p>শুভশ্রী সব শেষে জানান, তিনি মানুষের আবেগ বুঝতে পারছেন। তাই প্রথম দিকে তাঁর দিকে আসা কটাক্ষের কারণ বুঝতে পারছিলেন। ‘আমাকে বলে মন হালকা হচ্ছে, এটাই ভাবছিলাম; কিন্তু কাল থেকে আমার বাচ্চাদের আক্রমণ করা শুরু হয়েছে। বলা হচ্ছে, ছোট বাচ্চা দুটিকে মেরে ফেলা হবে। আমি মা হিসেবে সেটি মেনে নেব না’, বলেন শুভশ্রী।</p><p>আনন্দবাজার পত্রিকা অবলম্বনে</p></div></div></div></body></html>"
        }
    ]
}