{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিএনপি কি নির্বাচনের জন্য প্রস্তুত? | প্রথম আলো",
            "time": "2025-07-30T16:22:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fgcgc801e%2FWeb.jpg?rect=0%2C3%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তাকক্ষ </h2></p><p><h1 data-title-0=\"বিএনপি কি নির্বাচনের জন্য প্রস্তুত?\" class=\"nA4h1 \">বিএনপি কি নির্বাচনের জন্য প্রস্তুত?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T22:22:08+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ১৬: ২২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে সহপাঠীর সঙ্গে বেড়াতে যাওয়া স্কুলছাত্রীকে দলবদ্ধ ধর্ষণের অভিযোগ | প্রথম আলো",
            "time": "2025-07-30T16:19:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Fcfdc48ad-b728-4faf-9a73-1c8347f627de%2Fbf24ffa6-1883-4aef-bb61-e6f96698eda8.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলায় আসামি হিসেবে পাঁচজনের নাম উল্লেখ করা হয়েছে। তাঁরা হলেন উপজেলার বারহাল ইউনিয়নের নিদনপুর গ্রামের ইমরান আহমদ (২৩), খিলগ্রামের তানজিদ আহমদ (১৮), মাইজগ্রামের শাকের আহমদ (২৪), একই গ্রামের শাকিল আহমদ (২১) ও মনতৈল গ্রামের মুমিন আহমদ (২০)।</p><p>মামলার এজাহারে বলা হয়, ভুক্তভোগী স্কুলছাত্রী ২৬ জুলাই সকালে বারহাল ইউনিয়নের একটি পরিত্যক্ত ইটভাটায় এক সহপাঠীকে নিয়ে বেড়াতে যায়। সেখানে অভিযুক্ত পাঁচ তরুণ গোপনে তাঁদের ছবি ধারণ করেন। পরে ছবিগুলো সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে দেওয়ার ভয় দেখিয়ে স্কুলছাত্রীকে দলবদ্ধ ধর্ষণ করেন। পরে দুজনকে ছেড়ে দেওয়া হয়। এ সময় অভিযুক্ত তরুণেরা দুই শিক্ষার্থীকে বিষয়টি কাউকে জানানো হলে তাঁদের ছবি সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে দেওয়া হবে বলে ভয় দেখান।</p></div></div></div></body></html>"
        },
        {
            "title": "৩ আগস্ট নতুন বাংলাদেশের ইশতেহার ঘোষণা | প্রথম আলো",
            "time": "2025-07-30T16:18:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fda8r5c5h%2F748a713d-54c8-4b19-9c08-38f2bd005dc8.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির আহ্বায়ক বলেন, ‘আমরা নরসিংদীর জন্য কাজ করতে চাই, এ জেলাকে শিল্পোন্নত জেলা হিসেবে গড়ে তুলতে চাই। নরসিংদীতে সন্ত্রাসীরা রয়েছে, চাঁদাবাজেরা রয়েছে। আমরা তাদের বিতাড়িত করতে চাই। আপনারা সবাই নরসিংদীতে এনসিপির হাত শক্তিশালী করুন, ইনশা আল্লাহ আমাদের বিজয় আসবে। সারা দেশে জুলাই পদযাত্রা যেভাবে সফল হয়েছে, ইনশা আল্লাহ আগামী সংসদে, আগামীর বাংলাদেশে জাতীয় নাগরিক পার্টির জয়জয়কার হবে।’</p><p>এনসিপির আহ্বায়ক আরও বলেন, ‘আপনারা জানেন, অন্তর্বর্তী সরকারে দুজন ছাত্র উপদেষ্টা রয়েছেন। তাঁদের নিয়ে রাজনীতিতে নানা ষড়যন্ত্র চলছে। তাঁরা দুজন আমাদের জাতীয় নাগরিক পার্টির কেউ নন। তাঁরা গণ-অভ্যুত্থানের প্রতিনিধি। গণ-অভ্যুত্থানকে শক্তিশালী করতে তাঁদের বিরুদ্ধে ষড়যন্ত্র রুখে দিতে হবে।’</p><p>সমাবেশে এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী বলেন, ‘ঐকমত্য কমিশন গঠিত হয়েছে, কিন্তু পেছন থেকে পাঞ্জাবি টেনে ধরছে। এখনো সময় আছে, সরকারের কথা শুনুন, শহীদদের সঙ্গে থাকুন। যদি না থাকেন, তাহলে ভবিষ্যতে কী হবে, জানি না। আমরা এ দেশে নতুন সংবিধান চাই, নতুন সংবিধান আমরা বানিয়েই ছাড়ব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহের সেই মিনি চিড়িয়াখানা ও শিশুপার্কের চুক্তি বাতিল, অপসারণের উদ্যোগ | প্রথম আলো",
            "time": "2025-07-30T16:17:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fa3q3lc06%2FMymensinghDH16.jpg?rect=0%2C30%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহ নগরের জয়নুল আবেদিন উদ্যানের ভেতরে পরিচালিত মিনি চিড়িয়াখানা ও শিশুপার্কের চুক্তি বাতিল করে অপসারণের উদ্যোগ নিয়েছে সিটি করপোরেশন। এক দশকের বেশি সময় ধরে চিড়িয়াখানাটি পরিচালিত হলেও সিটি করপোরেশনকে চুক্তির টাকা পরিশোধ করা হয়নি।</p><p>আজ বুধবার সকালে বিষয়টি প্রথম আলোকে নিশ্চিত করেন সিটি করপোরেশনের প্রধান নির্বাহী কর্মকর্তা (ভারপ্রাপ্ত) সুমনা আল মজীদ। মিনি চিড়িয়াখানা অপসারিত হওয়া স্থানে শিশুদের জন্য ‘কিডস জোন’ করার সিদ্ধান্ত নেওয়া হয়েছে।</p><p>চলতি বছরের ৮ এপ্রিল প্রথম আলো অনলাইনে ‘ময়মনসিংহের মিনি চিড়িয়াখানায় ভালুকের শরীরে পচন’ শিরোনামে একটি প্রতিবেদন প্রকাশিত হয়। সেদিন বিকেলে বন অধিদপ্তরের বন্য প্রাণী অপরাধ দমন ইউনিট সেখানে অভিযান চালিয়ে ৪৮টি প্রাণী জব্দ করে অবৈধভাবে পরিচালিত চিড়িয়াখানাটি সিলগালা করে দেয়।</p><p>সিটি করপোরেশন সূত্রে জানা গেছে, ভালুকের শরীরে পচন ধরার খবর গণমাধ্যমে প্রকাশের পরপরই বিষয়টি নিয়ে যাচাই-বাছাই শুরু করে কর্তৃপক্ষ। জয়নুল আবেদিন উদ্যানে মিনি চিড়িয়াখানা ও চিড়িয়াখানাসংলগ্ন শিশুপার্কের ভূমি ইজারার চুক্তিপত্র বাতিল করে গত ২৬ জুন ইজারাগ্রহীতা মো. সেলিম মিয়াকে চিঠি দেয় সিটি করপোরেশন। চিঠি পাওয়ার তিন দিনের মধ্যে সেখানকার অবকাঠামো ও পশুপাখি নিজ হেফাজতে সরিয়ে নেওয়ার অনুরোধ করা হয়। ইজারাগ্রহীতা সেলিম মিয়া হলেন মহানগর আওয়ামী লীগের সাংগঠনিক সম্পাদক ও সিটি করপোরেশনের ৪ নম্বর ওয়ার্ডের সাবেক কাউন্সিলর মাহবুবুর রহমানের শ্যালক। চলতি বছরের ৮ মার্চ গ্রেপ্তার হয়ে কারাগারে আছেন মাহবুবুর রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিজনি র‍্যাশ কী, হলে কী করবেন | প্রথম আলো",
            "time": "2025-07-30T16:13:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F1c5hqc8q%2Fpexels-photo-9507051.jpg?rect=0%2C798%2C5597%2C2938&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথমত, গরম আবহাওয়ায় দীর্ঘ সময় থাকা যাবে না। এ রকম পরিবেশে গেলে ঠান্ডা পানিতে নিয়মিত পা ধুতে হবে বা বরফ থাকলে শরীরে ঘষে নিতে হবে। পোশাক পরতে হবে হালকা ও আরামদায়ক। ভ্রমণের মাঝখানে বিশ্রাম নেওয়া জরুরি। গরম আবহাওয়ায় পানি খেতে হবে বেশি। <br>র‍্যাশ হয়ে গেলে আক্রান্ত জায়গা ঠান্ডা রাখার চেষ্টা করুন। পা উঁচু করে রাখতে হবে। চিকিৎসকের পরামর্শ অনুযায়ী চুলকানির ওষুধ যেমন অ্যান্টিহিস্টামিন, স্টেরয়েড ক্রিম ব্যবহার করা যেতে পারে।<br>এ রকম র‍্যাশ সাধারণত এক সপ্তাহের বেশি থাকার কথা নয়। থাকলে দ্রুত চিকিৎসকের পরামর্শ নিতে হবে। র‍্যাশ যদি ছড়িয়ে পড়ে, সেটিও ভালো লক্ষণ নয়। এ ছাড়া অনেক সময় র‍্যাশে ইনফেকশন বা সংক্রমণের আশঙ্কা থাকে। যদি জ্বর আসে, শরীর বেশ অসুস্থ হয়ে যায়, দুর্বল লাগে, তাহলে ইনফেকশন হয়েছে কি না, তা নিশ্চিত করতে চিকিৎসকের পরামর্শ নিতে হবে দ্রুত।</p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএলের ২৬১টি জার্সি চুরি, সিসিটিভি ফুটেজে ধরা পড়লেন চোর | প্রথম আলো",
            "time": "2025-07-30T16:12:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fius0ehba%2FIPL-jerseys-stolen-2025-07-1b07633e3975fd68e3ed14d16720b1fd-1200x675.webp?rect=0%2C0%2C596%2C313&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের কাছে ওই নিরাপত্তাকর্মী দাবি করেছেন, তিনি অনলাইন বিক্রেতার সঙ্গে দর-কষাকষি করেছিলেন, তবে তিনি কত টাকায় এটি বিক্রি করেছেন, তা স্পষ্ট করে জানাননি। জার্সিগুলো কুরিয়ারের মাধ্যমে পাঠানো হয়েছিল।<br>পুলিশ হরিয়ানার সেই অনলাইন বিক্রেতাকে জিজ্ঞাসাবাদের জন্য ডেকে পাঠিয়েছে। পুলিশের একটি সূত্র বলছে, ‘বিক্রেতার দাবি, সে জানতই না যে জার্সিগুলো চুরি করা। ফারুক তাকে বলেছিল, অফিসে সংস্কারকাজ চলছে, তাই স্টক ক্লিয়ারেন্স সেলের অংশ হিসেবে জার্সিগুলো বিক্রি হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গঙ্গাচড়ায় হিন্দুদের বাড়িঘরে হামলার বিচার দাবি হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের | প্রথম আলো",
            "time": "2025-07-30T16:12:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fa83ofwh0%2FRangpurDH049420250727IMG6751.JPG?rect=0%2C41%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই প্রেক্ষাপটে মনীন্দ্র কুমার নাথের নেতৃত্বে একটি প্রতিনিধিদল গতকাল ঘটনাস্থল পরিদর্শন করে। এরপর তাঁরা রংপুর জেলার পুলিশ সুপারের সঙ্গে সাক্ষাৎ করে ঘটনার সঙ্গে জড়িত অপরাধীদের গ্রেপ্তার করে দৃষ্টান্তমূলক শাস্তি নিশ্চিতের দাবি জানান। একই সঙ্গে স্থানীয় জনগণের নিরাপত্তা নিশ্চিতকরণসহ ক্ষতিগ্রস্তদের ক্ষতিপূরণেরও দাবি জানিয়েছেন।</p><p>প্রতিনিধিদলে অন্যদের মধ্যে ছিলেন সংগঠনের কেন্দ্রীয় সাংগঠনিক সম্পাদক গোপাল বর্মণ, রংপুর জেলা ও মহানগর কমিটির সাধারণ সম্পাদক স্বপন কুমার রায় ও অলোক কুমার নাথ, যুব ও ছাত্র ঐক্য পরিষদের কেন্দ্রীয় সভাপতি শিমুল সাহা ও সজীব সরকার, সন্তু সাহা প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারের ভুল সিদ্ধান্তে দেশে ফ্যাসিবাদ, উগ্রবাদ মাথাচাড়া দিতে পারে: তারেক রহমান | প্রথম আলো",
            "time": "2025-07-30T16:09:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F94yhmnv6%2FSAVAR-BNP-30.07.25.JPG?rect=0%2C324%2C3618%2C1899&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জনগণ একটি ইনসাফভিত্তিক গণতান্ত্রিক মানবিক রাষ্ট্র প্রতিষ্ঠার স্বপ্ন নিয়ে, আকাঙ্ক্ষা নিয়ে রাজপথে নেমে এসেছিলেন বলে মন্তব্য করেন তারেক রহমান। তিনি বলেন, ফ্যাসিবাদ হটিয়ে রাষ্ট্র রাজনীতিতে জনগণের অধিকার, আইনের অধিকার প্রতিষ্ঠার আশায়, নিজেদের অধিকার প্রতিষ্ঠার আশায় তাঁরা (শহিদেরা) আত্মত্যাগ করেছেন। আজ যদি শ্রমজীবী, কর্মজীবী মানুষ জানতে চায়, সেই শহীদদের আত্মা যদি জানতে চায়, গণ–অভ্যুত্থানে সবচেয়ে বেশি শ্রমজীবী মানুষ শাহাদাত বরণ করেছে; কিন্তু বর্তমানে সরকারে ও প্রশাসনে শ্রমজীবী কর্মজীবী মানুষের অবস্থান কি? পলাতক ফ্যাসিস্ট মুক্ত বাংলাদেশে বর্তমানে রাষ্ট্র সংস্কারের যে কর্মযজ্ঞ চলছে, সেখানেই বা তাদের প্রতিনিধিত্ব কোথায়?</p><p>তারেক রহমান বলেন, একজন রাজনৈতিক কর্মী হিসেবে, একজন নাগরিক হিসেবে আমি মনে করি একজন নাগরিকের রাজনৈতিক ক্ষমতা প্রয়োগের অন্যতম প্রধান উপাদান হচ্ছে নির্বাচন। প্রতিটি নাগরিক যাতে নিজের কথা নিজে বলতে পারেন, সেটি নিশ্চিত করার স্বার্থে দায়িত্বশীল রাজনৈতিক দল হিসেবে বিএনপি একটি অবাধ সুষ্ঠু এবং নিরপেক্ষ নির্বাচন অনুষ্ঠানের দাবিকে অগ্রাধিকার দেয়। স্থানীয় সরকার থেকে শুরু করে জাতীয় নির্বাচন প্রতিটি স্তরে জনগণের সরাসরি ভোটের মাধ্যমে নিজের পছন্দের প্রতিনিধি নির্বাচনের সুযোগ পেলে রাষ্ট্র ও সরকারে জনগণের ইচ্ছা প্রাধান্য পাবে বলে উল্লেখ করেন তারেক রহমান।</p><p>তারেক রহমান বলেন, অন্তর্বর্তী সরকারের একটি অংশ নানা অপকৌশলের আশ্রয় নিচ্ছে। শিক্ষাঙ্গন, স্থানীয় সরকার কিংবা জাতীয় সরকার—প্রতিটি ক্ষেত্রে বিএনপি জনগণের প্রতিনিধি নির্বাচিত করার পক্ষে। কিন্তু এসব নির্বাচনের ক্ষেত্রে অন্তর্বর্তী সরকার অগ্রাধিকার নির্ধারণে বিচক্ষণতার পরিচয় দিতে পারছে কি না, এটি একটি বিরাট প্রশ্ন এই মুহূর্তে জনগণের সামনে।</p></div></div></div></body></html>"
        },
        {
            "title": "সালমান, শিবলী ও সায়ান পুঁজিবাজারে ‘আজীবন অবাঞ্ছিত’ | প্রথম আলো",
            "time": "2025-07-30T16:06:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F108227d0-cc38-46ef-b07c-b699ce646840%2FDhaka_South_City_Corporation.jpg?rect=0%2C59%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে বাজারসংশ্লিষ্ট ব্যক্তিরা বলছেন, এ ধরনের সিদ্ধান্ত কার্যকর করার আইনি ভিত্তি ও সক্ষমতা পুঁজিবাজার নিয়ন্ত্রক সংস্থার নেই। ফলে শেষ পর্যন্ত এসব সিদ্ধান্ত কতটা কার্যকর হবে, এ নিয়ে সংশয় রয়েছে। তাঁরা বলছেন, নিয়ন্ত্রক সংস্থাকে এমন সিদ্ধান্ত নিতে হবে, যেগুলো বাস্তবে সহজে প্রয়োগযোগ্য এবং ভবিষ্যতে চ্যালেঞ্জের মধ্যে না পড়ে।</p><p>নাম প্রকাশ না করার শর্তে শীর্ষস্থানীয় একটি ব্রোকারেজ হাউসের শীর্ষ নির্বাহী বলেন, নিয়ন্ত্রক সংস্থাকে সিদ্ধান্ত নিতে হয় বাস্তবভিত্তিক। এমন কোনো সিদ্ধান্ত নেওয়া সমীচীন নয়, যা কার্যকর করা যাবে না।</p><p>এ বিষয়ে জানতে চাইলে বিএসইসির সাবেক চেয়ারম্যান ফারুক আহমেদ সিদ্দিকী প্রথম আলোকে বলেন, ‘রাজনৈতিক অঙ্গনে এ ধরনের অবাঞ্ছিত ঘোষণার কথা আমরা শুনেছি। কিন্তু পুঁজিবাজার ও সিকিউরিটিজ আইনে এ ধরনের ভাষা ও শাস্তির মানে কী, তা আমার কাছে বোধগম্য নয়। এমনকি এর অর্থও আমি বুঝতে অক্ষম।’</p></div></div></div></body></html>"
        },
        {
            "title": "করিমগঞ্জে পানিতে ডুবে দুই শিশুশিক্ষার্থীর মৃত্যু | প্রথম আলো",
            "time": "2025-07-30T16:05:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-08%2Ffvejs566%2FWhatsApp-Image-2025-07-08-at-12.37.03.jpeg?rect=0%2C21%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিশোরগঞ্জের করিমগঞ্জে পানিতে ডুবে দুই শিশুশিক্ষার্থীর মৃত্যু হয়েছে। বুধবার দুপুরে উপজেলার গুণধর ইউনিয়নের আশতকা মানিকপুর গ্রামে এ ঘটনা ঘটে। </p><p>মারা যাওয়া দুই শিশু হলো আশতকা মানিকপুর গ্রামের রতন মিয়ার মেয়ে ও দক্ষিণ আশতকা সরকারি প্রাথমিক বিদ্যালয়ের চতুর্থ শ্রেণির ছাত্রী সাইফা আক্তার (১০) এবং ইখলাছ মিয়ার মেয়ে একই বিদ্যালয়ের তৃতীয় শ্রেণির ছাত্রী মায়মুনা আক্তার (৯)। তাদের বাড়ি পাশাপাশি এবং সম্পর্কে মামাতো-ফুফাতো বোন।</p></div></div></div></body></html>"
        },
        {
            "title": "সিরাজগঞ্জে সাবেক এমপি মিল্লাত-হেনরীসহ আওয়ামী লীগের ৫১ জনের নামে মামলা | প্রথম আলো",
            "time": "2025-07-30T16:03:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-23%2F1jdng8ue%2Fsiraj.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার আসামিরা হলেন সিরাজগঞ্জ-২ (সদর ও কামারখন্দ) আসনের সাবেক এমপি হাবিবে মিল্লাত ও জান্নাত আরা হেনরী, জেলা আওয়ামী লীগের সভাপতি কে এম হোসেন আলী, সহসভাপতি ও সিরাজগঞ্জ পৌরসভার সাবেক মেয়র সৈয়দ আবদুর রউফ, বিমল কুমার দাস, সাধারণ সম্পাদক আবদুস সামাদ, সিরাজগঞ্জ সদর উপজেলা পরিষদের সাবেক চেয়ারম্যান রিয়াজ উদ্দিন, পৌর আওয়ামী লীগের সভাপতি হেলাল উদ্দিন, জেলা যুব মহিলা লীগের সভাপতি রোমানা রেশমা, সদর উপজেলার সয়দাবাদ ইউনিয়ন পরিষদের সাবেক চেয়ারম্যান নবীদুল ইসলাম, শিয়ালকোল ইউনিয়ন পরিষদের সাবেক চেয়ারম্যান সেলিম রেজা।</p><p>মামলার এজাহারে বলা হয়, ২০২৩ সালের ৩১ ডিসেম্বর বিকেলে গণ অধিকার পরিষদ সিরাজগঞ্জ জেলা শাখার যুগ্ম আহ্বায়ক আবদুর রহিমের বাড়িতে আসামিরা প্রবেশ করেন। এ সময় বাড়িতে হামলা, ভাঙচুর, লুটপাট ও ককটেলের বিস্ফোরণ ঘটানো হয়। এতে অন্তত পাঁচ লাখ টাকার ক্ষতি হয়। এ সময় আসামিরা আবদুর রহিমকে মারধর করে আহত করে থানায় সোপর্দ করেন। এরপর একটি মিথ্যা মামলা দিয়ে তাঁকে আদালতে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "৮ হাজার ৮০৭ কোটি টাকার মুহুরী-কহুয়া বাঁধ প্রকল্প: ফেনীতে অংশীজন সভা | প্রথম আলো",
            "time": "2025-07-30T16:02:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fvfwh5gii%2FWhatsApp-Image-2025-07-30-at-9.31.02-PM.jpeg?rect=77%2C0%2C1126%2C591&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেনী জেলার তিনটি নদীর ভাঙন ও বন্যার স্থায়ী সমাধানে প্রায় ৮ হাজার ৮০৭ কোটি ২০ লাখ টাকার প্রকল্প নেওয়া হয়েছে। আজ বুধবার সকাল ১০টায় ফেনী শহরের গ্র্যান্ড সুলতান কনভেনশন হলে আয়োজিত এক মতবিনিময় সভায় প্রকল্পের খসড়া প্রস্তাব উপস্থাপন করেন ইনস্টিটিউট অব ওয়াটার মডেলিংয়ের (আইডব্লিউএম) পরিচালক তপন কান্তি মজুমদার।</p><p>‘মুহুরী-কহুয়া বন্যা নিয়ন্ত্রণ, নিষ্কাশন ও সেচ প্রকল্প পুনর্বাসন (প্রথম পর্যায়)’ শীর্ষক এ প্রকল্পে মুহুরী, কহুয়া ও সিলোনিয়া নদীর তীরে ১২৯ কিলোমিটার বাঁধ নির্মাণ, সংস্কার, নদী খনন, রেগুলেটর, বাঁধ, সেতু, ফ্লাড বাইপাস এবং অন্যান্য অবকাঠামো নির্মাণের প্রস্তাব রাখা হয়েছে। প্রকল্পটি পাস হওয়ার আগে এর অংশীজনের সঙ্গে মতবিনিময়ের উদ্যোগ নেয় পানিসম্পদ মন্ত্রণালয়।</p><p>মতবিনিময় সভায় জানানো হয়, প্রকল্পে সবচেয়ে বেশি বরাদ্দ রাখা হয়েছে নদীতীর বাঁধ নির্মাণ ও সংরক্ষণে। মতবিনিময় সভায় স্বাগত বক্তব্য দেন জেলা প্রশাসক সাইফুল ইসলাম। প্রকল্পের ওপর বিস্তারিত বক্তব্য দেন পরিকল্পনা কমিশনের অতিরিক্ত সচিব মোহাম্মদ ছায়েদুজ্জামান, ফেনী পুলিশ সুপার মো. হাবিবুর রহমান, পানিসম্পদ মন্ত্রণালয়ের উপসচিব যতন মারমা, পানি উন্নয়ন বোর্ডের ফেনী সার্কেলের সুপার হাসান মাহমুদ। সভায় পানিসম্পদ মন্ত্রণালয়, পরিকল্পনা কমিশন, পানি উন্নয়ন বোর্ড, জেলা প্রশাসনসহ স্থানীয় রাজনৈতিক নেতা, সাংবাদিক ও নাগরিক সমাজের প্রতিনিধিরাও উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মেয়রের সামনেই নালায় ময়লা নিক্ষেপ, এল শাস্তির হুমকি | প্রথম আলো",
            "time": "2025-07-30T15:56:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fm60bwrhg%2FWhatsApp-Image-2025-07-30-at-9.42.09-PM.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃষ্টির সময় নগরের কিছু কিছু এলাকায় জলাবদ্ধতা হচ্ছে জানিয়ে মেয়র শাহাদাত হোসেন বলেন, এর অন্যতম কারণ হচ্ছে ময়লা ফেলা এবং ড্রেনেজ লাইনে প্রতিবন্ধকতা তৈরি। নগরকে পরিচ্ছন্ন রাখতে সিটি করপোরেশনের পাশাপাশি নাগরিকদেরও দায়িত্ব আছে। তাঁদের দায়িত্বশীল আচরণ করতে হবে।</p><p>বর্ষায় ক্ষতিগ্রস্ত সড়কের সংস্কারকাজ অব্যাহত থাকবে বলে জানান মেয়র শাহাদাত হোসেন। তিনি বলেন, ভারী বর্ষণের কারণে যেসব রাস্তা খানাখন্দ হয়ে গেছে, তা সংস্কার করা হবে। আগামী তিন মাস যাতে সড়ক না কাটে, সে জন্য ওয়াসাকে নির্দেশনা দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কী আছে মেসির ৬০০ কোটি টাকার বাড়িতে | প্রথম আলো",
            "time": "2025-07-30T15:52:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fo22d9q1a%2Fprothomalo-bangla2025-07-30oyox02kmmessi-mansion-miami-veliz-arquitecto-8.webp.00000000.Still001.jpg?rect=0%2C57%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"কী আছে মেসির ৬০০ কোটি টাকার বাড়িতে \" class=\"nA4h1 \">কী আছে মেসির ৬০০ কোটি টাকার বাড়িতে </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T21:52:45+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ১৫: ৫২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদ ও ঘোষণাপত্র বাস্তবায়নে আইনি ভিত্তি জরুরি: জামায়াতের নায়েবে আমির | প্রথম আলো",
            "time": "2025-07-30T15:51:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fxa84yuw5%2FWhatsApp-Image-2025-07-30-at-9.30.39-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান কিছু প্রস্তাব নিয়ে দলের দ্বিমত রয়েছে বলে জানান তাহের। তিনি বলেন, ‘যদি ৫ শতাংশ কোটায় ১০টি দল ক্যান্ডিডেট (প্রার্থী) দেয়, তাহলে দেখা যাবে, হয়তো নারী জয়ী হলেন না, এমপি হলেন না, তখন নারী প্রতিনিধিত্ব বাড়বে না। তাই এমন নিরাপদ কাঠামো দরকার, যাতে নারীরা নিয়মিত জিতে আসতে পারেন।’</p><p>জুলাই সনদ প্রসঙ্গে জামায়াতের এই নেতা বলেন, অনেক জায়গায় তাঁরা একমত হয়েছেন। কিছু রিজার্ভেশন রয়েছে, যা দলের পক্ষ থেকে ‘নোট অব ডিসেন্ট’ আকারে দেওয়া হয়েছে। কিন্তু এখন প্রশ্ন হচ্ছে, এই ঐকমত্যের ভবিষ্যৎ কী? জামায়াত মনে করে এই ঐকমত্যের ভিত্তিতে আইনি কাঠামো তৈরি করতে হবে। তা না হলে এই আলোচনার ফল আসবে না।</p><p>কোনো কোনো রাজনৈতিক দল প্রস্তাব দিয়েছে, কিছু বিষয় জাতীয় সংসদে আলোচনা করা হবে। এমন প্রস্তাবে জামায়াতে ইসলামী দ্বিমত পোষণ করেছে উল্লেখ করে মোহাম্মদ তাহের বলেন, ‘কেউ কেউ বলছে, আগামী পার্লামেন্টে গিয়ে আইন হবে। এটা অবাস্তব বক্তব্য। কারণ, পরবর্তী পার্লামেন্ট গঠিত হবে এই সংস্কারের ভিত্তিতে, না হলে আবার পুরোনো নিয়মে নির্বাচন হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাঘায় বিদ্যালয়ের প্রধান শিক্ষক ও ভারপ্রাপ্ত প্রধান শিক্ষকের সমর্থকদের মধ্যে সংঘর্ষ, আহত ২৫ | প্রথম আলো",
            "time": "2025-07-30T15:51:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fynubeb99%2FScreenshot-2025-07-30-214821.png?rect=0%2C24%2C1266%2C665&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রের ভাষ্য, বুধবার সকালে আবদুল খালেক তাঁর লোকজন নিয়ে বিদ্যালয়ে আসবেন—এমন খবরে শিক্ষক-শিক্ষার্থী ও স্থানীয় লোকজন মানববন্ধন করেন। এ সময় প্রধান শিক্ষক আবদুল খালেক তাঁর সমর্থকদের নিয়ে বিদ্যালয়ে প্রবেশ করতে যান। তাঁকে বাধা দিলে উভয় পক্ষের মধ্যে সংঘর্ষের ঘটনা ঘটে। এতে আহত হন প্রধান শিক্ষক আবদুল খালেক (৫০), তাঁর পক্ষের আনোয়ার হোসেন (৪০), আমানউল্লাহ হক (৩৫), এনামুল হক (৪২) ও নেক আলম (৫৫)।</p><p>অপর পক্ষের আহত ব্যক্তিরা হলেন শিক্ষক জাকির হোসেন (৪৫), আয়া বানুয়া আরা বেগম (৪০), পিয়ন আবু জার (৩৫), শিক্ষার্থী সুমাইয়া খাতুন (১৬), স্থানীয় বাসিন্দা রহিদুল ইসলাম (৪৭), রাহাবুল ইসলাম (৩৫), আকাশ আলী (২৫), বজলুর রহমান (৫৮), জীবন আলী (২৭), মারুফ আলী (২৩), সাগর আলী (২০), রাজু আহম্মেদ (৩০), রুবেল হোসেন (৩০) ও সম্রাট আলী (২০)।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই দিয়ে তৈরি নির্বাচনকেন্দ্রিক বিভ্রান্তিকর ভিডিও প্রচার বেড়েছে | প্রথম আলো",
            "time": "2025-07-30T15:42:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-26%2Ffijjl7sq%2FDismissilab.jpg?rect=0%2C6%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভিডিও ও ফটোকার্ডে বেশি অপতথ্য</strong></p><p>বিভ্রান্তিকর প্রচারণা আরও দৃষ্টিনন্দন ও বিশ্বাসযোগ্য করে তুলতে ভিডিও ও ডিজাইনকৃত ফটোকার্ডের ব্যবহার আগের চেয়ে অনেক বেড়েছে বলে উল্লেখ করেছে ডিসমিসল্যাব। তারা আরও বলেছে, সংবাদমাধ্যমের ফটোকার্ড অনুকরণ করে বিভ্রান্তিকর তথ্য ছড়ানোর প্রবণতাও এখনো বিদ্যমান। প্রথম প্রান্তিকে এ ধরনের ফটোকার্ডের মাধ্যমে ছড়ানো বিভ্রান্তিকর কনটেন্টের সংখ্যা ছিল ১০০টি। দ্বিতীয় প্রান্তিকে সেই সংখ্যা বেড়ে হয় ১৭৬, যার ৮৫ শতাংশই ছিল রাজনীতি নিয়ে।</p><p>বিভ্রান্তিকর তথ্য ছড়ানোয় রাজনৈতিক বিষয় শীর্ষে রয়েছে। চলতি বছরের প্রথম প্রান্তিকে সাতটি নির্বাচনকেন্দ্রিক বিভ্রান্তিকর কনটেন্ট শনাক্ত হয়েছিল, সেখানে দ্বিতীয় প্রান্তিকে তা বেড়ে হয় ৫৫টি।</p><p>আওয়ামী লীগের পতনের পর অন্তর্বর্তী সরকারের কাছে দ্রুত নির্বাচনের দাবি জানানোয় সবচেয়ে সক্রিয় বিএনপি। ফলে দলটির শীর্ষ নেতারা বিভ্রান্তিকর প্রচারণার শিকার হয়েছেন।</p><p>বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদের নামে একটি ভুয়া ফটোকার্ড ছড়িয়ে পড়ে। সেখানে তাঁকে উদ্ধৃতি দিয়ে বলা হয়, ‘ডিসেম্বরের মধ্যে নির্বাচন না হলে বিএনপি অংশ নেবে না।’ বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের নামেও ভুয়া বিবৃতি ছড়ানো হয়েছে। এমনকি বাংলাদেশের নির্বাচন নিয়ে যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের নামেও ভুয়া ফটোকার্ড ছড়ানো হয়।</p><p>অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসকে নিয়েও দ্বিতীয় প্রান্তিকে ছড়িয়েছে নানা ভুয়া দাবি। নির্বাচনে আওয়ামী লীগের সম্ভাব্য অংশগ্রহণ নিয়েও বিভ্রান্তিকর প্রচার হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘লুডোর বোর্ড’ গায়ে চাপিয়ে ছক্কা মারলেন কীর্তি সুরেশ | প্রথম আলো",
            "time": "2025-07-30T15:37:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fjipyhcc7%2F525614980_18470754940072617_2425283639491898897_n.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"‘লুডোর বোর্ড’ গায়ে চাপিয়ে ছক্কা মারলেন কীর্তি সুরেশ\" class=\"IiRps \">‘লুডোর বোর্ড’ গায়ে চাপিয়ে ছক্কা মারলেন কীর্তি সুরেশ</h1></p><div class=\"Ibzfy\"><p>তামিল, তেলেগু, মালয়ালমের আঙিনা পেরিয়ে বলিউডেও নায়িকা হিসেবে পরিচিতি পেয়েছেন কীর্তি সুরেশ। অভিনয়–প্রতিভায় দর্শকের মনে যেমন জায়গা করে নিয়েছেন, তেমনি তাঁর সাজপোশাকও মুগ্ধ করছে ফ্যাশন অনুরাগীদের। অ্যামাজন প্রাইমে তাঁর তেলেগু সিনেমা ‘উপ্পু কাপ্পুরামবু’ মুক্তি পেয়েছে চলতি জুলাই মাসেই। তাই এখন তিনি ব্যস্ত সেই সিনেমার প্রচারে। এরই অংশ হিসেবে আজ বুধবার ৩০ জুলাই ফেসবুকে দিলেন নিজের নতুন কিছু ছবি। আর এসব ছবিতে দেখা যাচ্ছে, তাঁর পোশাকটির নকশা একেবারেই অন্য রকম। দেখে মনে হচ্ছে, লুডো বোর্ডই গায়ে চাপিয়েছেন যেন!</p></div></div></div></body></html>"
        },
        {
            "title": "রায় জালিয়াতির অভিযোগের মামলায় সাবেক প্রধান বিচারপতি খায়রুল হক সাত দিনের রিমান্ডে | প্রথম আলো",
            "time": "2025-07-30T15:34:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fj9wynu2k%2F2web.jpg?rect=0%2C23%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"রায় জালিয়াতির অভিযোগের মামলায় সাবেক প্রধান বিচারপতি খায়রুল হক সাত দিনের রিমান্ডে\" class=\"nA4h1 \">রায় জালিয়াতির অভিযোগের মামলায় সাবেক প্রধান বিচারপতি খায়রুল হক সাত দিনের রিমান্ডে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T21:34:39+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ১৫: ৩৪ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}