{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পুরোনো সুরে নতুন কণ্ঠ | প্রথম আলো",
            "time": "2025-08-09T04:16:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fp16v52mj%2FWhatsApp-Image-2025-08-08-at-20.14.22.jpeg?rect=0%2C0%2C756%2C397&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বিশেষ দিনে বাবার প্রতি শ্রদ্ধা জানিয়ে তাঁর সুর করা পাঁচটি গান নতুন সংগীতায়োজনে প্রকাশের উদ্যোগ নিয়েছেন তাঁর কন্যা সংগীতশিল্পী আলিফ আলাউদ্দীন ও তাঁর স্বামী, ব্যান্ড তারকা কাজী ফয়সাল আহমেদ। গানগুলো গেয়েছেন মাইলসের হামিন আহমেদ, ওয়ারফেজের পলাশ, এলিটা করিম, পুষ্পিতা এবং ব্যান্ড পেন্টাগনের সদস্যরা। গানগুলো আজ থেকেই ফেসবুক, ইউটিউবসহ সব ডিজিটাল প্ল্যাটফর্মে প্রকাশ পাবে।<br>পাঁচটি গান হলো ‘শেষ কোরো না’, ‘তোমাকে দেখলে একবার মরিতে পারি শতবার’, ‘হারানো দিনের মতো’, ‘যদি কোনো দিন কোনো মুক্তির কথা লিখতে হয়’ এবং ‘আমায় গেঁথে দাও না মাগো’। প্রথম আলোকে আলিফ জানান, খুব পরিকল্পিতভাবে নয়, বরং অনেকটা হঠাৎ করে এই আয়োজনের উদ্যোগ নেওয়া হয়েছে। তবে বাবার সুরের প্রতি ভালোবাসা ও শ্রদ্ধা থেকে সংগত কারণেই কাজটি খুব আন্তরিকভাবে করেছেন।<br>আলিফের ভাষ্যে, ‘আমরা চাই, বাবার গানগুলো নতুন প্রজন্মের কানে পৌঁছাক। আজ যারা গানে-সুরে বেড়ে উঠছে, তারা হয়তো জানেই না, যেসব গান তারা মাঝেমধ্যে শোনে, সেগুলোর সুরকার আলাউদ্দীন আলী।’ আলিফ আরও বলেন, ‘বাবার গানে সুরের একটি সরলতা ছিল, কিন্তু সেই সরলতার মধ্যেই গভীরতা লুকিয়ে আছে। সবাই বলেন, তাঁর গান গাওয়া সহজ নয়। আমি নিজেও তা-ই মনে করি। অনেকেই ভয় পায় এই গান গাইতে। কিন্তু সেই ভয় কাটিয়ে শিল্পীদের সামনে আসতে হবে। আমরা চেষ্টা করেছি অ্যাকুস্টিক আবহ রেখে গানের সুর ও কথা—এ দুইয়ের সৌন্দর্য যেন শ্রোতারা ঠিকমতো উপলব্ধি করতে পারেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "তিন বিভাগে বৃষ্টি বাড়তে পারে | প্রথম আলো",
            "time": "2025-08-09T04:12:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F5v19ygqg%2Fek-jhalak-1.jpg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল সন্ধ্যা ছয়টায় আবহাওয়া অধিদপ্তরের দেওয়া পরবর্তী ২৪ ঘণ্টার আবহাওয়ার পূর্বাভাসে বলা হয়েছে, রংপুর, ময়মনসিংহ ও সিলেট বিভাগের অনেক জায়গায় এবং রাজশাহী, ঢাকা, খুলনা, বরিশাল ও চট্টগ্রাম বিভাগের কিছু জায়গায় বজ্রসহ বৃষ্টি হতে পারে। এর মধ্যে রংপুর, ময়মনসিংহ ও সিলেট বিভাগে বেশি বৃষ্টি হতে পারে।</p><p>গত ২৪ ঘণ্টায় দেশের সর্বোচ্চ বৃষ্টি হয় চট্টগ্রামের সন্দ্বীপে। এর পরিমাণ ছিল ১৪৩ মিলিমিটার। গতকাল রাজধানীতেও থেমে থেমে বৃষ্টি হয়েছে। রাজধানীতে বৃষ্টির পরিমাণ ছিল ১৩ মিলিমিটার।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ত্রোপচারে আলাদা হওয়া সেই তৃষ্ণা-কৃষ্ণার বয়স এখন ১৯, কেমন আছেন দুই বোন | প্রথম আলো",
            "time": "2025-08-09T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F4f47meuf%2Fthumb.jpg?rect=0%2C99%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়রা কেলি তখন স্কুলে পড়েন। বয়স সাত বছর। ক্লাসে একদিন মাদার তেরেসাকে নিয়ে একটি প্রামাণ্যচিত্র দেখানো হয়। ছোট্ট ময়রার মনে ভীষণ দাগ কাটে এই মহীয়সী নারীর কাজ। তিনিও মাদার তেরেসার মতো হতে চান। বলছিলেন, ‘সেই ছোট্ট বয়সেই বাড়ি ফিরে মাকে বলেছিলাম, বড় হয়ে আমিও একদিন এই মানুষের সঙ্গে কাজ করব।’</p><p>ছোটবেলার সেই কথা ময়রা ভোলেননি। কৈশোরজুড়ে মনের মধ্যে লালন করেছেন। ২১ বছর বয়সে স্বপ্ন সত্যি করার চূড়ান্ত সিদ্ধান্ত নিয়ে ফেললেন। নিজের শখের গাড়িটি বিক্রি করে সেই টাকা নিয়ে উড়াল দিলেন ভারতের কলকাতার উদ্দেশে। ময়রা বলেন, ‘সেখানে আমি সরাসরি মাদার তেরেসার সেবা সংস্থায় টানা দুই বছর কাজ করি। মাদার তেরেসার কাছ থেকে পাওয়া শিক্ষাই আমাকে পরে তৃষ্ণা-কৃষ্ণার মতো বিশ্বের নানা প্রান্তের অসহায় শিশুদের কাছে টেনে নিয়ে গেছে।’</p><p>কলকাতায় দুই বছর কাজ করার পর প্রায় ১৪ বছর তিনি এক দেশ থেকে আরেক দেশে ছুটে বেড়িয়েছেন। বসনিয়া, আলবেনিয়া, ইরাক—যুদ্ধবিধ্বস্ত নানা দেশে গিয়ে মানুষের পাশে দাঁড়িয়েছেন। শিশুদের সেবা করেছেন। এ কাজ করতে করতেই বুঝতে পারেন, শিশুদের উন্নত চিকিৎসা যুদ্ধবিধ্বস্ত দেশগুলোতে দেওয়া সম্ভব নয়। তখন অস্ট্রেলিয়ায় ফিরে গড়ে তোলেন ‘চিলড্রেন ফার্স্ট ফাউন্ডেশন’। বলছিলেন, ‘আমি চেয়েছিলাম, আমার কাজটা যেন আরও গোছানো হয়, আর কোনো শিশু যেন শুধু সুযোগের অভাবে কষ্ট না পায়।’</p><p>৬১ বছর বয়সে এসেও এই শিশুদের সেবায় কাজ করে যাচ্ছেন ময়রা। </p></div></div></div></body></html>"
        },
        {
            "title": "১০ কোটি টাকায় বায়োমেকানিকস ল্যাব বানাবে বিসিবি | প্রথম আলো",
            "time": "2025-08-09T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Favu0ja67%2F11ed7e53-316c-498a-b689-adf02c210ff0.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ল্যাব স্থাপনের উদ্দেশ্য সম্পর্ক জানতে চাইলে বিসিবির গেম ডেভেলপমেন্ট প্রধান বলেন, খেলাধুলায় বায়োমেকানিকস বা স্পোর্টস সায়েন্সের কোনো বিকল্প নেই। প্রতিটি দেশেই বায়োমেকানিকসের ব্যবহার আছে। সবার নিজস্ব ল্যাবও আছে, ভারতে যেমন ১১টি ল্যাব। আধুনিক ক্রিকেটে এখন যে পরিবর্তন হচ্ছে, এটা ল্যাবে বিভিন্ন গবেষণার মাধ্যমেই হচ্ছে।</p><p>জাতীয় ক্রীড়া পরিষদের পরামর্শে শুরুতে বিকেএসপির বায়োমেকানিকস ল্যাব ব্যবহার করতে চেয়েছিল বিসিবি। এ জন্য বিদেশ থেকে একজন বিশেষজ্ঞও আনা হয়েছিল। তবে দীর্ঘদিন ব্যবহার না হওয়ায় বিকেএসপির ল্যাবটি এখন অনেকটাই অকেজো। এ ব্যাপারে জানতে চাইলে বিকেএসপির মহাপরিচালক ব্রিগেডিয়ার জেনারেল মো. মুনীরুল ইসলাম জানান, বিকেএসপির ল্যাবে কিছু সফটওয়্যার আপডেট করা প্রয়োজন, তাঁরা সেটা করার চেষ্টা করছেন। আপাতত বিকেএসপির খেলোয়াড়দের জন্য ল্যাবটি কিছু ক্ষেত্রে ব্যবহারও করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাংবাদিক হত্যার ঘটনায় আরও তিনজন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-09T03:57:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fqq950d1d%2FGAZIPURDH061520250807WHATSAPP-IMAGE-2025-08-07-AT-8.41.08-PM.JPG.JPG?rect=0%2C33%2C857%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে এ ঘটনায় এক দম্পতিসহ চারজনকে গ্রেপ্তার করে পুলিশ। তাঁরা হলেন মিজানুর রহমান ওরফে কেটু মিজান, তাঁর স্ত্রী গোলাপি, আল আমিন ও মো. স্বাধীন। পুলিশের ভাষ্য, তাঁদের মধ্যে তিনজনকে সিসিটিভি ক্যামেরার ফুটেজে শনাক্ত করা গেছে ও তাঁরা ছিনতাইকারী চক্রের সদস্য।</p><p>সাংবাদিক আসাদুজ্জামান দৈনিক প্রতিদিনের কাগজের গাজীপুর স্টাফ রিপোর্টার ছিলেন। তাঁর বাড়ি ময়মনসিংহের ফুলবাড়িয়া উপজেলার ভাটিপাড়া গ্রামে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিষেকেই পাকিস্তানকে জেতালেন নেওয়াজ | প্রথম আলো",
            "time": "2025-08-09T03:35:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fpn3be7vu%2F941833-01-02.jpg?rect=0%2C746%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টোয়েন্ট সিরিজে পারফর্ম করেছেন। বড় ইনিংস খেলতে পারেননি, তবে তিন ম্যাচের সিরিজে সবগুলো ইনিংসই ছিল কার্যকরী। সিরিজে নিজের সর্বনিম্ন রান করেছেন শেষ ম্যাচে, সেটিও ৭ বলে ১৫ রানের ‘ক্যামিও’। এবার ওয়ানডে সিরিজে এসব পারফরম্যান্সকেও ছাড়িয়ে গেলেন হাসান নেওয়াজ।</p><p>ওয়েস্ট ইন্ডিজের বিপক্ষে তিন ম্যাচ সিরিজের আজ প্রথম ম্যাচে তাঁর ৫৪ বলে ৬৩ রানের ইনিংসে জিতেছে পাকিস্তান। এটি ছিল তাঁর ওয়ানডে অভিষেক। ওয়ানডে ক্যারিয়ারে নিজের প্রথম ম্যাচে ম্যাচসেরাও হয়েছেন ২২ বছর বয়সী এই ক্রিকেটার। ত্রিনিদাদে টসে হেরে ব্যাটিং করতে নেমে ওয়েস্ট ইন্ডিজ তুলেছিল ২৮০ রান। </p><p>নেওয়াজ, মোহাম্মদ রিজওয়ানের ফিফটিতে এই লক্ষ্য ১১ বল বাকি থাকতে তাড়া করে পাকিস্তান। তাতে টি-টোয়েন্টি সিরিজ জেতার পর ওয়ানডেতেও  ১-০ তে এগিয়ে গেল পাকিস্তান।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজার ধ্বংসস্তূপে বইয়ের আলো | প্রথম আলো",
            "time": "2025-08-09T03:32:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Feotkx932%2F6d758fe6487917P7mr.jpg?rect=0%2C0%2C1119%2C587&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসান আল-কাতরাউই বলেন, খাবারের ক্ষুধা সাময়িক; কিন্তু পড়ার ক্ষুধা চিরন্তন।</p><p>অধিকাংশ ফিলিস্তিনি গর্ব করেন তাঁদের পড়াশোনার প্রতি ভালোবাসা নিয়ে। প্রায় দুই বছর ধরে সেখানকার শিক্ষাব্যবস্থা ধ্বংস হয়েছে। অথচ এই ভয়াবহ অবস্থাতেও মানুষ পড়া, লেখা ও শেখা থামাননি।</p><p>ইকরা কিতাবাক এখন কেবল বই কেনার জায়গা নয়; এটি হয়ে উঠেছে আলাপচারিতার স্থান, শিশুদের জন্য গল্পের বইয়ের পাতা উল্টে দেখা ও তাদের হারানো শিক্ষাজীবনকে খানিকটা হলেও পূরণ করার জায়গা। প্রবীণদের জন্য পুরোনো মুখস্থ কবিতা আবার ফিরে পাওয়া; আর লেখকদের জন্য নতুন গল্প ও বই লেখার অনুপ্রেরণার জায়গা।</p><p>গাজায় ইসরায়েলি বোমাবর্ষণে অনেক লাইব্রেরি আংশিক বা পুরোপুরি ধ্বংস হয়েছে। এর সঙ্গে যুক্ত হয়েছে গাজাজুড়ে শিক্ষাপ্রতিষ্ঠানগুলোতে ব্যাপক ধ্বংসযজ্ঞ।</p><p>বিশ্ববিদ্যালয় ও স্কুলের শিক্ষকদের ওপর আক্রমণ পরিষ্কার করে যে ইসরায়েলের লক্ষ্যবস্তু কেবল অবকাঠামো নয়, একটি জাতির ইতিহাস মুছে ফেলার, কণ্ঠস্বর স্তব্ধ ও বুদ্ধিবৃত্তিক চেতনা ধ্বংস করার চেষ্টা।</p><p>কিন্তু চিন্তা কখনো মারা যায় না। যত দিন চিন্তা বেঁচে থাকবে, বইয়ের প্রয়োজন থাকবে, যা সারসুর ভাইয়েরাই প্রমাণ করছেন।</p><p><em>সূত্র: দ্য ইলেকট্রনিক ইন্তিফাদা, লিটারেরি হাব</em></p></div></div></div></body></html>"
        },
        {
            "title": "সাগরে ইলিশের সন্ধানে | প্রথম আলো",
            "time": "2025-08-09T03:31:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fyzpzsunn%2F47xncblg.JPG?rect=0%2C531%2C5592%2C2936&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিভিন্ন জিনিসপত্র নিয়ে নৌকার দিকে যাচ্ছেন মৎস্যশিকারিরা।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সংরক্ষিত নারী আসনে সরাসরি ভোটে বাধা রাজনৈতিক দলগুলো | প্রথম আলো",
            "time": "2025-08-09T03:29:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fsy4tiezl%2FCapture.PNG?rect=0%2C0%2C504%2C265&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনৈতিক দলগুলো নারী আসনে সরাসরি নির্বাচনের বিষয়ে একমত না হওয়ায় শেষ পর্যন্ত একটি সিদ্ধান্ত ঘোষণা করেছে জাতীয় ঐকমত্য কমিশন। এতে বলা হয়, সংসদে নারী প্রতিনিধিত্ব ক্রমান্বয়ে ১০০ আসনে উন্নীত করার বিষয়ে প্রায় সব দল একমত হয়েছে। যদিও দু-একটি দলের দ্বিমত রয়েছে। কিছু দল সরাসরি নির্বাচনের মাধ্যমে ১০০ আসনে উন্নীত করার পক্ষে, আবার কিছু দল সংখ্যানুপাতিক পদ্ধতিতে সংরক্ষিত নারী আসনে নির্বাচনের পক্ষে।</p><p>জাতীয় ঐকমত্য কমিশনের সর্বশেষ সিদ্ধান্ত অনুযায়ী, সংবিধানে প্রয়োজনীয় সংশোধনী এনে বিদ্যমান ৫০টি সংরক্ষিত আসন বহাল রাখা হবে। জুলাই সনদ স্বাক্ষরের পরবর্তী সাধারণ নির্বাচনে প্রতিটি রাজনৈতিক দলকে বিদ্যমান ৩০০ সংসদীয় আসনের জন্য প্রার্থী মনোনয়নের ক্ষেত্রে ন্যূনতম ৫ শতাংশ নারী প্রার্থীকে মনোনয়ন দেওয়ার আহ্বান জানাবে কমিশন। আগামী নির্বাচনের পরের নির্বাচনে রাজনৈতিক দলগুলো ন্যূনতম ১০ শতাংশ নারী প্রার্থী মনোনয়ন দেবে। এটিও সংবিধানে যুক্ত হবে। ন্যূনতম ৩৩ শতাংশ নারী প্রার্থী মনোনয়নের লক্ষ্য অর্জিত না হওয়া পর্যন্ত পর্যায়ক্রমে প্রতিটি সাধারণ নির্বাচনে ন্যূনতম ৫ শতাংশ বর্ধিত হারে নারী প্রার্থী মনোনয়ন অব্যাহত থাকবে। এটিও সংবিধানে যুক্ত হবে। সংরক্ষিত নারী আসন ২০৪৩ সাল পর্যন্ত বহাল থাকবে।</p><p>সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা রাশেদা কে চৌধূরী প্রথম আলোকে বলেন, ‘জাতীয় ঐকমত্য কমিশনের মধ্যে কোনো নারী প্রতিনিধি ছিল না। নারীর কথা, নারীর দাবির কোনো প্রতিফলন ঘটেনি আলোচনায়। তাঁরা আমাদের শুধু হতাশই করেননি, আমরা একই সঙ্গে ক্ষুব্ধ।’</p><p>রাশেদা কে চৌধূরী বলেন, নারীবিষয়ক সংস্কার কমিশন নারী আসন বাড়ানো ও সেসব আসনে সরাসরি নির্বাচন আয়োজন করার সুপারিশ করেছিল। সেসব সুপারিশও জাতীয় ঐকমত্য কমিশন তাদের আলোচনায় অর্ন্তভুক্ত করেনি। দেশের মোট জনগোষ্ঠীর ৫১ শতাংশ নারী। নারীদের কথা শুনতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিলম্বে হলেও সুযোগ কাজে লাগাতে হবে | প্রথম আলো",
            "time": "2025-08-09T03:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উল্লেখ্য, গত বছর সব প্রক্রিয়া শেষে চূড়ান্ত ছাড়পত্র নিয়েও মালয়েশিয়ায় যেতে পারেননি ১৬ হাজার ৯৭০ কর্মী। তাঁদের একাংশ উড়োজাহাজের টিকিট সংগ্রহ করতে পারেননি। আরেকটি অংশ মালয়েশিয়া থেকে নিয়োগকর্তার চূড়ান্ত সম্মতি পাননি।</p><p> আওয়ামী লীগ সরকারের শেষ দিকে এ ঘটনা ঘটে। এর দুই মাস পরই গণ–অভ্যুত্থানে এই স্বৈরাচারী সরকারের পতন ঘটে। গত বছরের ৮ আগস্ট অন্তর্বর্তী সরকার দায়িত্ব নেওয়ার পর মালয়েশিয়ায় যেতে না পারা কর্মীদের পাঠানোর জন্য নানা উদ্যোগ নেওয়া হয়। মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহিম বাংলাদেশ সফরকালে সরকারের পক্ষ থেকে বিষয়টি উত্থাপন করা হলে তিনি তাঁর দেশে কাজের ব্যবস্থা করার ব্যাপারে আশ্বাস দেন। সম্প্রতি প্রবাসীকল্যাণ উপদেষ্টা আসিফ নজরুল মালয়েশিয়া সফরকালেও বাংলাদেশি শ্রমিকদের বিষয়ে সফল আলোচনা হয়।</p><p>বিলম্বে হলেও ‘আটকে পড়া’ বাংলাদেশি শ্রমিকদের মালয়েশিয়ায় পাঠানো নিয়ে যে অচলাবস্থা চলছিল, তার অবসান হলো। কিন্তু এই সুসংবাদের সঙ্গে মালয়েশিয়ার বাংলাদেশ মিশন একটি সতর্কবার্তাও দিয়েছে। তারা জানিয়েছে, বাংলাদেশ থেকে মালয়েশিয়ার সাবাহ প্রদেশে কর্মী পাঠানোর ক্ষেত্রে একটি সংঘবদ্ধ চক্রের প্রতারণার প্রমাণ পাওয়া গেছে। মালয়েশিয়ার সাবাহ প্রদেশে কর্মী পাঠানোর কথা বলে বাংলাদেশিদের কাছ থেকে পাসপোর্ট ও নগদ টাকা সংগ্রহ করছে এই চক্র। অথচ বাংলাদেশ থেকে মালয়েশিয়ার সাবাহ প্রদেশে কর্মী নেওয়ার জন্য বর্তমানে মালয়েশিয়া সরকারের সঙ্গে বাংলাদেশ সরকারের কোনো চুক্তি বা সমঝোতা স্মারক নেই। এ বিষয়ে কোনো বাংলাদেশি নাগরিক যাতে এসব অসাধু চক্রের ফাঁদে না পড়েন, সে বিষয়ে সতর্ক করে দিয়েছে মিশনটি।</p></div></div></div></body></html>"
        },
        {
            "title": "বস্তিবাসীর জনস্বাস্থ্য নিয়ে গুরুত্ব দিন | প্রথম আলো",
            "time": "2025-08-09T03:11:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নগর উন্নয়নের বৈষম্যের চূড়ান্ত বাস্তবতা হচ্ছে বস্তি এলাকা। নগরের সুযোগ–সুবিধা থেকে বঞ্চিত হয়েও তারা নগরবাসী। সরকারি বরাদ্দের ছিটেফোঁটার মতো করুণা বর্ষণ হয় তাদের ওপর। ফলে এক অমানবিক জীবনযাপনে অভ্যস্ত হতে বাধ্য হয় তারা। বস্তির শিশুদের বেড়ে ওঠায় যে অনিশ্চয়তা, তা কখনো কাটে না। এর মধ্যে জনস্বাস্থ্যের চরম অবনতি আরও দুশ্চিন্তা তৈরি করে। যেমনটি গবেষণায় দেখা যাচ্ছে, ঢাকার বস্তির শিশুদের রক্তে সিসার বিপজ্জনক মাত্রা ধরা পড়েছে, যা খুবই বিপজ্জনক।</p><p>আইসিডিডিআরবির সাম্প্রতিক এক গবেষণায় উঠে এসেছে যে এসব শিশুর ৯৮ শতাংশের রক্তেই উচ্চমাত্রার সিসা পাওয়া গেছে, যা বিশ্ব স্বাস্থ্য সংস্থার মানদণ্ড অনুযায়ী অত্যন্ত উদ্বেগজনক। শিশুদের জন্য সিসার কোনো নিরাপদ মাত্রা নেই—এই সহজ সত্যটি জানার পরও এমন ভয়াবহ পরিস্থিতি আমাদের রাষ্ট্রীয় ও সামাজিক দায়িত্ববোধ নিয়ে প্রশ্ন তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "সূর্যোদয় ও সূর্যাস্ত দেখতে কেন সেরা গন্তব্য সাগরকন্যা কুয়াকাটা | প্রথম আলো",
            "time": "2025-08-09T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fiwh9xf9t%2FWeb-2.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সূর্যোদয় ও সূর্যাস্ত দেখতে কেন সেরা গন্তব্য সাগরকন্যা কুয়াকাটা\" class=\"nA4h1 \">সূর্যোদয় ও সূর্যাস্ত দেখতে কেন সেরা গন্তব্য সাগরকন্যা কুয়াকাটা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-09T09:00:00+06:00\"><span>প্রকাশ: ০৯ আগস্ট ২০২৫, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রাখিপূর্ণিমা: ভেদাভেদ ভুলে মানবতার উৎসব | প্রথম আলো",
            "time": "2025-08-09T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fi7v06fie%2Fpexels-ravi-roshan-2875998-18231728.jpg?rect=0%2C467%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওপরের দুটি উদাহরণের একটি আধুনিক যুগের, যেখানে ভিন্নমতাদর্শের ভাইয়ে-ভাইয়ে সৌভ্রাতৃত্বের প্রতীক হিসেবে রাখি পরানোর কাহিনি রয়েছে। আর পুরাণের কাহিনিতে দেখা যাচ্ছে, স্বামীর জীবন রক্ষার্থে স্ত্রীর দ্বারা রাখিবন্ধন বা স্বামীর জন‍্য সহোদর না হয়েও ভাই-বোন সম্পর্ক গড়ে রাখি পরানোর পৌরাণিক ইতিহাস।</p><p>ইতিহাসের আরও একটি চমকপ্রদ কাহিনি আছে আলেকজান্ডার ও পুরুর যুদ্ধকে কেন্দ্র করে। সেখানে পুরুর স্ত্রী ক্লওফিস যুদ্ধের প্রাক্কালে আলেকজান্ডারের হাতে রাখি পরিয়ে প্রার্থনা করেছিলেন, যুদ্ধে পরাস্ত হলেও পুরুর যেন কোনো ক্ষতি তিনি না করেন। এভাবেই একের পর এক কিংবদন্তি রচিত হয়েছে রাখিকে কেন্দ্র করে।</p><p>যেমন আরেকটি ঐতিহাসিক কাহিনির প্রেক্ষাপট চিতোরে। ১৫৩৫ খ্রিষ্টাব্দে গুজরাটের সুলতান রাজা বাহাদুর শাহ চিতোর আক্রমণ করলে চিতোরের রানি কর্ণাবতী সাহায‍্যপ্রার্থীরূপে মোগল সম্রাট হুমায়ুনের দ্বারস্থ হয়ে তাঁর দরবারে রাখি পাঠান। বোনের পাঠানো রাখি পরে সম্রাট হুমায়ুন সে দাবি পূরণের জন‍্য বাংলার দিকে অভিযান ত‍্যাগ করে রাজস্থানের দিকে অগ্রসর হন। কিন্তু সময়মতো পৌঁছোতে পারেনি হুমায়ুনের সেনাবাহিনি। সে যুদ্ধে চিতোরের রানি কর্ণাবতী পরাজিত হন।</p><p><em><strong>দীপান্বিতা দে:</strong> শিশুতোষ গ্রন্থপ্রণেতা ও প্রাবন্ধিক</em></p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেট অধিনায়কদের সম্পর্কে কতটা জানেন | প্রথম আলো",
            "time": "2025-08-09T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Fddaa1498-6f18-4811-b20e-07476ee61d83%2Fprothomalo_bangla_2023_04_ecd0dfdd_d724_4ba6_9703_e422b096c2cf_Quiz_4.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">স্পোর্টস কুইজ </h2></p><p><h1 data-title-0=\"ক্রিকেট অধিনায়কদের সম্পর্কে কতটা জানেন \" class=\"IiRps \">ক্রিকেট অধিনায়কদের সম্পর্কে কতটা জানেন </h1></p><div class=\"Ibzfy\"><p>ইংল্যান্ড সফরে অধিনায়ক হিসেবে টেস্টে এক সিরিজে সবচেয়ে বেশি সেঞ্চুরির রেকর্ড ছুঁয়েছেন ভারতের শুবমান গিল। আজকের কুইজ ক্রিকেটের অধিনায়কদের নিয়েই।</p></div></div></div></body></html>"
        },
        {
            "title": "আলু উৎপাদন বাড়তেই কপাল পুড়ল কৃষকের | প্রথম আলো",
            "time": "2025-08-09T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F45p4pgc2%2FRajshahiDH060120250717IMG-20250717-WA0004.jpg?rect=0%2C187%2C2837%2C1489&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে আলুর উৎপাদন সবচেয়ে বেশি হয় মুন্সিগঞ্জ, রংপুর, বগুড়া, রাজশাহী, নওগাঁ ও জয়পুরহাট জেলায়। নওগাঁর বদলগাছী উপজেলার কাস্টডোম গ্রামের বাসিন্দা রাসেল রানা এবার সাত বিঘা জমিতে আলু চাষ করেছিলেন। আলু পেয়েছেন ৬৩০ মণ। লাভের আশায় ৩২০ মণ আলু হিমাগারে সংরক্ষণ করেছেন। তাতে এখন বড় লোকসানে তিনি।</p><p>রাসেল রানা প্রথম আলোকে বলেন, প্রতি বস্তা আলু হিমাগারে রাখার ভাড়া ৩৫০ টাকা। সেই সঙ্গে বস্তার দাম ৮৫ টাকা, পরিবহন ও শ্রমিক খরচ ১০০ টাকা যোগ হবে। সব মিলিয়ে এক বস্তা আলু হিমাগারে রাখার পর তার দাম পড়েছে দেড় হাজার টাকার কিছু বেশি। কিন্তু এখন এক বস্তা আলু জাতভেদে হিমাগার থেকে বিক্রি হচ্ছে ৮০০ থেকে ৮৫০ টাকায়। এখন যাঁরা আলু বিক্রি করছেন, তাঁদের প্রতি বস্তায় (৬০ কেজি) লোকসান হচ্ছে ৬০০ থেকে ৬৫০ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফজলে করিমের দাপটে পুকুর ভরাট করে বিপণিকেন্দ্র, ১৫ বছর পর মামলা | প্রথম আলো",
            "time": "2025-08-09T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fv7kam1xn%2FCtg-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শত বছরের পুরোনো জলাধার। নাম পাহাড়তলী জামে মসজিদ পুকুর। পুকুরটির আয়তন পাড়সহ প্রায় সোয়া এক একর। চট্টগ্রাম-কাপ্তাই প্রধান সড়কের পাশে রাউজানের পাহাড়তলী এলাকায় ছিল পুকুরটির অবস্থান। ১৫ বছর আগে পুকুরটি ভরাট করা হয় আওয়ামী লীগের সাবেক সংসদ সদস্য এ বি এম ফজলে করিম চৌধুরীর ক্ষমতার দাপটে। ভরাটকাজ তদারকি করেন পাহাড়তলী ইউনিয়ন পরিষদের (ইউপি) চেয়ারম্যান ও আওয়ামী লীগ নেতা রোকন উদ্দীন।</p><p> পুকুরটি ভরাট করে গড়ে উঠেছে বহুতল বিপণিকেন্দ্র, আবাসন, খেলার কৃত্রিম টার্ফ ও ভাড়া ঘর। বিপণিকেন্দ্রের নাম ডিএন প্লাজা। পুকুরটি বাঁচাতে লাগোয়া পাহাড়তলী চৌমুহনী জামে মসজিদের মোতোয়ালি এ কে এম আকতার কামাল তৎকালীন স্বরাষ্ট্রমন্ত্রী সাহারা খাতুনের শরণাপন্ন হয়েছিলেন। এতে মাসখানেক বন্ধ ছিল ভরাটকাজ। কিন্তু ফজলে করিম চৌধুরীর দাপটে পুনরায় ভরাটকাজ শুরু হয়। এরপর পুকুর ভরাট করে পরিবর্তন করা হয় জমির শ্রেণিও।</p><p> সাহারা খাতুনের কাছে যাওয়া এবং জলাশয় ভরাট বন্ধের চেষ্টার পরিণতিও ভোগ করতে হয়েছিল মোতোয়ালি আকতার কামাল চৌধুরীকে। তাঁর অভিযোগ, ফজলে করিম চৌধুরী ফোনে হুমকি দিয়েছিলেন। এ ছাড়া তাঁর ব্যক্তিগত দোকান দখল করে পাহাড়তলী আওয়ামী লীগের কার্যালয় করা হয়েছে।</p><p> নির্দেশনা থাকলেও পুকুর ভরাটের বিরুদ্ধে দেড় দশক ধরে মামলার সাহসই করতে পারেনি পরিবেশ অধিদপ্তর। গত বছরের ৫ আগস্ট গণ–অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর ফজলে করিম গ্রেপ্তার হয়ে এখন কারাগারে। ভরাটে অভিযুক্তরাও পলাতক। অবশেষে চলতি বছরের ৪ আগস্ট মামলা করে পরিবেশ অধিদপ্তর। এতে রোকন উদ্দীনসহ তিনজনকে আসামি করা হয়। ফজলে করিমের বিরুদ্ধে করা হয় সাধারণ ডায়েরি।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-08-09T02:57:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2Fd4b19497-b8ce-415d-ac07-7a43c8dfea06%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C45%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">হোয়াইট হাউসে ডোনাল্ড ট্রাম্পের সঙ্গে হাত মেলাতে এগিয়ে যাচ্ছেন নরেন্দ্র মোদি। ১৩ ফেব্রুয়ারি, ২০২৫</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: রয়টার্স</figcaption></p></div></div></body></html>"
        }
    ]
}