{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বছর গেল নির্বাচনের অপেক্ষায় | প্রথম আলো",
            "time": "2025-12-31T14:17:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F7vwr2ito%2FWhatsApp-Image-2025-12-31-at-17.20.49.jpeg?rect=0%2C131%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ওসমান হাদির হত্যা, রাজনীতিতে উত্তাপ</strong></p><p>ঢাকা-৮ আসনে স্বতন্ত্র প্রার্থী হওয়ার ঘোষণা দিয়ে প্রচার চালাচ্ছিলেন শরিফ ওসমান হাদি। গত ১২ ডিসেম্বর দুপুরে হাদীকে লক্ষ্য করে রাজধানীর বিজয়নগর (পল্টন) এলাকায় দুই দুষ্কৃতকারী মোটরসাইকেলে চড়ে গুলি চালায়। গুলিটি হাদির মাথায় লাগে। ঢাকা মেডিকেল কলেজ হাসপাতালে জরুরি অস্ত্রোপচার করা হয়। পরে এভারকেয়ার হাসপাতালে স্থানান্তর করা হয়, যেখানে পরিস্থিতি ক্রমে সংকটাপন্ন হয়ে উঠে। ১৫ ডিসেম্বর ওসমান হাদিকে উন্নত চিকিৎসার জন্য সিঙ্গাপুরে নেওয়া হয়। ১৮ ডিসেম্বর তিনি মারা যান।</p><p>পরে পুলিশ জানায়, ওসমান হাদিকে হত্যার উদ্দেশে মোটরসাইকেলে বসে গুলি চালান ফয়সাল করিম মাসুদ। তিনি নিষিদ্ধ ছাত্রলীগের নেতা। আর মোটরসাইকেলটি চালাচ্ছিলেন তাঁর সহযোগী আলমগীর শেখ। তাঁরা দুজনই ভারতে পালিয়েছেন।</p><p>জুলাই অভ্যুত্থানের পর থেকে বছরজুড়েই আলোচিত চরিত্র ছিলেন ওসমান হাদি, আওয়ামী লীগ নিষিদ্ধের আন্দোলন এবং ভারতবিরোধী বক্তব্য দিয়ে। ওসমান হাদির মৃত্যুসংবাদ ছড়িয়ে পড়লে ঢাকাসহ দেশের বিভিন্ন স্থানে বিক্ষোভ ছড়িয়ে পড়ে। তার মধ্যে প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর ও আগুন দেওয়ার ঘটনা ঘটে। ১৯ ডিসেম্বর মানিক মিয়া অ্যাভিনিউয়ে শহীদ ওসমান হাদির জানাজায় লাখো মানুষ অংশ নেয়।</p><p>ইনকিলাব মঞ্চের নেতারা ঘোষণা করেন, হত্যাকারীদের গ্রেপ্তার না হওয়া পর্যন্ত আন্দোলন থামবে না। গত শুক্রবার থেকে রাজধানীর শাহবাগ অবরোধ করে অবস্থান কর্মসূচি শুরু করেছেন ইনকিলাব মঞ্চের নেতা-কর্মীরা। এখন সারা দেশের বিভাগীয় শহরে সর্বাত্মক অবরোধ কর্মসূচি পালন করছে ইনকিলাব মঞ্চ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুতে গণতান্ত্রিক অধিকার কমিটির শোক | প্রথম আলো",
            "time": "2025-12-31T14:15:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fbcibgjl4%2FUntitled-2.jpg?rect=0%2C15%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে তাঁর পরিবার, সমর্থক ও শুভানুধ্যায়ীদের প্রতি গভীর শোক ও সমবেদনা জানিয়েছে গণতান্ত্রিক অধিকার কমিটি। তারা প্রত্যাশা করছে, খালেদা জিয়া তাঁর শেষ রাজনৈতিক বক্তব্যে প্রতিহিংসার রাজনীতি বাদ দিয়ে গণতান্ত্রিক, জ্ঞানভিত্তিক যে সমাজ নির্মাণের কথা বলেছিলেন, সেটা তাঁর দল, সমর্থক ও শুভানুধ্যায়ীরা মনে রাখবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একজিমা রোগীর যেসব জিনিসের সংস্পর্শ এড়িয়ে চলা উচিত | প্রথম আলো",
            "time": "2025-12-31T14:01:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-12%2Fzjwuorlk%2Fskin-allergy-reaction-person-s-arm.jpg?rect=0%2C398%2C5659%2C2971&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজিমা আক্রান্ত ত্বকের সবচেয়ে বড় শত্রু সুগন্ধি ও রংযুক্ত প্রসাধনী। সাবান, শ্যাম্পু, লোশন বা ক্রিমে থাকা ফ্র্যাগরেন্স, অ্যালকোহল, প্রোপিলিন গ্লাইকোল, কোকামিডোপ্রোপাইল বিটেইন এবং কিছু প্রিজারভেটিভ ত্বকে অ্যালার্জি ও জ্বালা তৈরি করতে পারে। চুলের রং, নেইলপলিশ ও মেকআপে এমন রাসায়নিক থাকতে পারে, যা একজিমা বাড়ায়।</p></div></div></div></body></html>"
        },
        {
            "title": "পূরণ করতে পারবেন এমন ১০টি সহজ নিউ ইয়ার রেজুলেশন",
            "time": "2025-12-31T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2025-12-31/sgsh0r25/nyr1.jpg?auto=format&q=35&w=1200",
            "body": "<html><body><div><div class=\"vs__bottom-animate\">\n                  \n                        \n                          <p class=\"vs__summary\"><h3>ওজন নিয়ন্ত্রণের জন্য কঠোর কোনো ডায়েট পরিকল্পনা না করে বরং প্রোটিন, ফাইবার ও স্বাস্থ্যকর ফ্যাট সমৃদ্ধ সুষম খাবারের অভ্যাস করা</h3></p>\n                        \n                        \n              </div>\n          </div></body></html>"
        },
        {
            "title": "শীতের তীব্রতায় হঠাৎ বিক্রি বাড়ল রুম হিটারের, বেড়েছে দামও | প্রথম আলো",
            "time": "2025-12-31T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fhtec0bx6%2FWhatsApp-Image-2025-12-31-at-7.13.48-PM.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিক্রেতারা জানান, হঠাৎ শীত বেড়ে যাওয়ায় রুম হিটারের সংকট দেখা দিয়েছে। কারণ, সরবরাহের তুলনায় এখন চাহিদা বেশি। ফলে দ্রুত পণ্য শেষ হয়ে যাচ্ছে। নতুন করে পণ্য আসতে আর কিছুদিন সময় লাগবে। যেসব বিক্রয়কেন্দ্র ও মার্কেটে তুলনামূলক বেশি মজুত রয়েছে, সেখান থেকে এনে গ্রাহকদের দেওয়া হচ্ছে। সে ক্ষেত্রে বিক্রেতারা বাড়তি দাম নিচ্ছেন। বলছেন, বেশি দামে কিনতে হয়েছে।</p><p>কারওয়ান বাজারে ট্রান্সকমের শোরুমের অপারেশন ম্যানেজার রফিকুল ইসলাম মঙ্গলবার বিকেলে প্রথম আলোকে জানান, গত দুই দিনে তাঁদের ৯টির বেশি রুম হিটার বিক্রি হয়েছে। পণ্যটি শেষ হয়ে যাওয়ায় নতুন করে সরবরাহ দেওয়ার জন্য বলা হয়েছে।</p><p>এদিকে রুম হিটারের পাশাপাশি শীত মৌসুমে ব্যবহৃত অন্যান্য ইলেকট্রনিক পণ্যের চাহিদাও বেড়েছে। এর মধ্যে রয়েছে ওভেন, গিজার, ইলেকট্রিক কেটলি, ওয়াশিং মেশিন প্রভৃতি। বিক্রেতাদের মতে, শীত আরও কয়েক দিন থাকলে এসব পণ্যের বিক্রি আরও বাড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "কম্বল পেয়ে খুশি ফুরকুনি বেগমরা | প্রথম আলো",
            "time": "2025-12-31T13:53:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fbxam8evh%2FNilphamariDH0585.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রাতভর এলাকায় ঘুরে প্রকৃত শীতার্ত ব্যক্তিদের খুঁজে বের করেন সৈয়দপুর বন্ধুসভার সদস্যরা। তাঁদের হাতে কম্বলের স্লিপ তুলে দেওয়া হয়। তালিকায় ছিলেন বৃদ্ধ, প্রতিবন্ধী ও শিশুরা। আজ স্লিপ হাতে শীতার্ত মানুষ বাঙালিপুর উচ্চবিদ্যালয় মাঠে জড়ো হন।</p><p>প্রথম আলোর সৈয়দপুর বন্ধুসভার অ্যালামনাই সদস্য খুরশিদ জামানের সঞ্চালনায় কম্বল বিতরণ অনুষ্ঠানে প্রধান অতিথি ছিলেন বাঙালিপুর উচ্চবিদ্যালয়ের প্রধান শিক্ষক নাজমুল হক। বিশেষ অতিথি ছিলেন বীর মুক্তিযোদ্ধা আবদুল মান্নান। অন্যান্যের মধ্যে বক্তব্য দেন সৈয়দপুর বন্ধুসভার উপদেষ্টা ও রহমতুল্লাহ সরকারি প্রাথমিক বিদ্যালয়ের প্রধান শিক্ষক হাফিজা খাতুন, প্রথম আলোর সৈয়দপুর প্রতিনিধি এম আর আলম, বন্ধুসভার সভাপতি বিলকিস আক্তার, সাধারণ সম্পাদক মমতাজ পারভীন, সাংগঠনিক সম্পাদক সাধনা রায়, জ্যেষ্ঠ সদস্য রেজাউল করিম, শীতবস্ত্র বিতরণ কমিটির আহ্বায়ক আহসান হাবিব।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রীর প্রতি ভালোবাসা, দেশের জন্য অবদান স্মরণ, ইতিহাসের সাক্ষী হতে হাঁটছিলেন তাঁরা | প্রথম আলো",
            "time": "2025-12-31T13:43:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fhb21egou%2FWhatsApp-Image-2025-12-31-at-1.12.36-PM-1.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘড়ির কাঁটায় তখন দুপুর ১২টা বেজে ৪০ মিনিট। রাজধানীর কারওয়ান বাজার থেকে মানিক মিয়া অ্যাভিনিউয়ের উদ্দেশে যখন হাঁটা শুরু করলাম, আমার সঙ্গী তখন হাজার হাজার মানুষ। প্রত্যেকের গন্তব্যস্থল একটিই—মানিক মিয়া অ্যাভিনিউ; বিএনপি চেয়ারপারসন খালেদা জিয়ার জানাজাস্থল। রাজধানীর বিভিন্ন এলাকা থেকে হাজার হাজার মানুষ পায়ে হেঁটেই খালেদা জিয়ার জানাজায় অংশ নিতে এগিয়ে যাচ্ছিলেন। এই কাতারে যুক্ত হন ঢাকার বাইরে থেকে আসা লোকজনও। দলমত–নির্বিশেষে সর্বস্তরের মানুষ ছুটছিলেন সাবেক প্রধানমন্ত্রীকে শেষ বিদায় জানাতে।</p><p>কাজী নজরুল ইসলাম অ্যাভিনিউ ধরে যতই এগিয়ে যাচ্ছিলাম, মানুষের উপস্থিতি ততই বাড়ছিল। মূল সড়কের দুই পাশে মানুষ, ফুটওভারব্রিজে মানুষ, রাস্তার পাশের বিভিন্ন ভবনের ছাদে মানুষ—ঢাকা শহর যেন শোকযাত্রার নগরীতে পরিণত হয়। কেউ স্লোগান দিচ্ছেন না, কেউ নির্দেশনা দিচ্ছেন না, তবু সবাই একই দিকে যাচ্ছে। এক নীরব শৃঙ্খলা, যা কেবল শোক থেকেই জন্ম নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালকে স্বাগত জানাতে হোয়াটসঅ্যাপে নতুন স্টিকার, ভিডিও কল ইফেক্ট | প্রথম আলো",
            "time": "2025-12-31T13:40:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fq241bkzf%2Fwhatsapp.reuters.jpg?rect=0%2C108%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন বছর সামনে রেখে বিশ্বজুড়ে শুভেচ্ছা বিনিময় ও যোগাযোগে ব্যস্ত সময় পার করছেন মানুষ। পরিবার, বন্ধু ও প্রিয়জনের সঙ্গে বার্তা আদান–প্রদান কিংবা দূরে থাকা স্বজনদের সঙ্গে ভিডিও কলে যুক্ত হওয়ার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখছে হোয়াটসঅ্যাপ। নতুন বছরের এই উৎসবমুখর সময়ে ব্যবহারকারীদের অভিজ্ঞতা আরও আনন্দময় করতে নতুন স্টিকার প্যাক, ভিডিও কলের উৎসবধর্মী ইফেক্ট, অ্যানিমেটেড রিঅ্যাকশন এবং স্ট্যাটাসে অ্যানিমেটেড স্টিকার যুক্ত করেছে হোয়াটসঅ্যাপ। হোয়াটসঅ্যাপে যুক্ত হওয়া নতুন সুবিধাগুলো সম্পর্কে জেনে নেওয়া যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "নয়াদিল্লিতে চলন্ত ভ্যানে ২ ঘণ্টা ধরে তরুণীকে দলবদ্ধ ধর্ষণ | প্রথম আলো",
            "time": "2025-12-31T13:32:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-18%2Ftrrltgrt%2FWhatsApp_Image_2025_03_23_at_12_19_48.jpeg?rect=0%2C12%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগ করা হয়েছে, ওই নারীকে প্রায় আড়াই ঘণ্টা ভ্যানের ভেতরে আটকে রাখা হয়। অভিযুক্ত ব্যক্তিরা তাঁকে ক্রমাগত দলবদ্ধ ধর্ষণ করে। তিনি বাধা দিলেও তারা শোনেনি। উল্টো তাঁকে হুমকি দেয়।</p><p>পরে সোমবার দিবাগত রাত তিনটার দিকে এসজিএম নগরের রাজা চকের কাছে চলন্ত ভ্যান থেকে ওই নারীকে রাস্তায় ফেলে দেওয়া হয়। এতে তাঁর মুখমণ্ডলে মারাত্মক আঘাত লাগে এবং প্রচণ্ড রক্তক্ষরণ শুরু হয়।</p><p>আহত নারী তাঁর বোনকে ফোন করার চেষ্টা করেন। পরে তাঁর বোন যখন পাল্টা ফোন করেন, তখন তিনি পুরো ঘটনাটি জানান। পরিবারের সদস্যরা দ্রুত ঘটনাস্থলে পৌঁছে তাঁকে আশঙ্কাজনক অবস্থায় হাসপাতালে ভর্তি করেন। আঘাত এতটাই গুরুতর ছিল যে তাঁর মুখে ১০–১২টি সেলাই দিতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে সড়ক থেকে উদ্ধার হওয়া সেই দুই শিশুর বাবার খোঁজ মিলল | প্রথম আলো",
            "time": "2025-12-31T13:24:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fwf74t2b3%2FWhatsApp-Image-2025-12-31-at-6.59.19-PM.jpeg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে গত রোববার সন্ধ্যায় আনোয়ারা উপজেলার বারখাইন ইউনিয়নের মাজারগেট এলাকা থেকে দুই শিশুকে উদ্ধার করা হয়। উদ্ধার হওয়া শিশুদের মধ্যে মেয়েশিশুটির বয়স চার ও ছেলেশিশুটির বয়স দুই বছর। কনকনে শীতের মধ্যে সড়কের পাশ থেকে ওই দুই শিশুকে উদ্ধার করে প্রথমে নিজের কাছে রাখেন মহিম উদ্দিন নামের সিএনজিচালিত এক অটোরিকশার চালক। বিষয়টি জানাজানি হওয়ার পর শিশু দুটিকে হেফাজতে নেয় উপজেলা প্রশাসন।</p><p>গতকাল মঙ্গলবার দুপুরে ওই দুই শিশুকে নিয়ে চট্টগ্রামের জেলা প্রশাসকের কাছে যান আনোয়ারার ইউএনও তাহমিনা আক্তার। জেলা প্রশাসক তাদের চিকিৎসা ও যাবতীয় খরচের দায়িত্ব নেন। পরে দুই শিশুর মধ্যে মেয়েশিশুকে অটোরিকশাচালক মহিম উদ্দিনের জিম্মায় তুলে দেওয়া হয়। আর গুরুতর অসুস্থ ছেলেশিশুকে হাসপাতালে ভর্তি করা হয়।</p><p>বিষয়টি নিশ্চিত করেন আনোয়ারার ইউএনও তাহমিনা আক্তার। তিনি বলেন, সড়কের পাশে পাওয়া দুই শিশুর দায়িত্ব নিয়েছেন জেলা প্রশাসক। তাদের একজনকে হাসপাতালে ভর্তি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রীয় মর্যাদায় স্বামী জিয়াউর রহমানের পাশে খালেদা জিয়ার দাফন সম্পন্ন | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fcr7lzsvd%2Fkhaleda-1.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "আর্জেন্টিনা ফুটবলের সদর দপ্তরে আবারও কেন অভিযান পুলিশের | প্রথম আলো",
            "time": "2025-12-31T13:23:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fypquicym%2F781258-01-02.jpg?rect=0%2C0%2C3655%2C1919&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এএফএ এসব অভিযোগ মানতে নারাজ। তাদের দাবি, তারা আসলে নোংরা এক প্রচারণার শিকার। জাতীয় দলের প্রীতি ম্যাচ আয়োজন নিয়ে এক ব্যবসায়ীর সঙ্গে বিরোধের জেরে এই কলঙ্কজনক প্রচারণা চালানো হচ্ছে। বিষয়টি প্রেসিডেন্ট হাভিয়ের মিলেই সরকারেরও জানা আছে বলে দাবি করেছে সংস্থাটি।</p><p>এই ঘটনার পেছনে ভিন্ন এক রাজনৈতিক লড়াইয়ের গন্ধও পাচ্ছেন অনেকে। প্রেসিডেন্ট মিলেই চান আর্জেন্টিনার ফুটবল ক্লাবগুলো অলাভজনক সংস্থা থেকে পাবলিকলি ট্রেডেড স্পোর্টস কোম্পানিতে রূপান্তর হোক। কিন্তু এএফএর বর্তমান আইনে তেমনটা করার সুযোগ নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার প্রতি তিন বাহিনী প্রধানের শ্রদ্ধা | প্রথম আলো",
            "time": "2025-12-31T13:22:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffjxaex5d%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার প্রতি তিন বাহিনী প্রধানের শ্রদ্ধা\" class=\"nA4h1 \">খালেদা জিয়ার প্রতি তিন বাহিনী প্রধানের শ্রদ্ধা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T19:22:22+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৩: ২২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ডিসেম্বরে রেমিট্যান্স ৩ বিলিয়ন ডলার ছাড়াল, রিজার্ভ ৩ বছরের মধ্যে সর্বোচ্চ | প্রথম আলো",
            "time": "2025-12-31T13:09:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-19%2Fyro91yc1%2Fdollar-2.JPG?rect=0%2C13%2C657%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রবাসী আয়ের চিত্র</strong></p><p>চলতি মাসের প্রথম ২৯ দিনে প্রবাসী আয় ৩ বিলিয়ন ডলার বা ৩০০ কোটি ডলার ছাড়িয়ে গেছে। ২৯ দিনে দেশে এসেছে ৩০৪ কোটি ডলার।</p><p>গত বছরের আগস্টে আওয়ামী লীগ সরকারের পতনের পর থেকে প্রবাসী আয়ে ইতিবাচক ধারা অব্যাহত আছে। তাতে গত মার্চে প্রবাসী আয়ে রেকর্ড হয়। ওই মাসে ৩২৯ কোটি ডলারের প্রবাসী আয় দেশে এসেছিল, যা এখন পর্যন্ত একক কোনো মাসে দেশে আসা সর্বোচ্চ প্রবাসী আয়। এরপর চলতি মাসে প্রবাসী আয় আবারও ৩০০ কোটি ডলার ছাড়িয়েছে।</p><p>বাংলাদেশ ব্যাংকের তথ্যানুযায়ী, ২০২৪-২৫ অর্থবছরে দেশে মোট ৩ হাজার ৩৩ কোটি ডলারের প্রবাসী আয় এসেছে। তার আগের ২০২৩-২৪ অর্থবছরে এসেছিল ২ হাজার ৩৯১ কোটি ডলারের প্রবাসী আয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার দাফন সম্পন্ন | প্রথম আলো",
            "time": "2025-12-31T13:03:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F9xywgyex%2FBARTA-SHONKHEP.psd-01.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তা সংক্ষেপ </h2></p><p><h1 data-title-0=\"রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার দাফন সম্পন্ন\" class=\"nA4h1 \">রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার দাফন সম্পন্ন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T19:03:45+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৩: ০৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যায় সারা দিনের খবর | প্রথম আলো",
            "time": "2025-12-31T13:03:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fcf04caa9-3b0a-4865-b2e6-c4774bf79018%2F%E0%A6%B8%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A7%9F%20%E0%A6%AA%E0%A7%9C%E0%A7%81%E0%A6%A8.jpg?rect=0%2C73%2C1593%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুভসন্ধ্যা। আজ বুধবার। জাতীয়, আন্তর্জাতিক, ক্রীড়া, বিনোদনসহ আলোচিত বিভিন্ন বিষয় নিয়ে দিনভর প্রথম আলো অনলাইনে প্রকাশিত হয়েছে নানা খবর। এর অনেকগুলোই হয়তো আপনার চোখ এড়িয়ে গেছে। সন্ধ্যার অবসরে চোখ বুলিয়ে নিন সারা দিন প্রথম আলো অনলাইনে প্রকাশিত আলোচিত পাঁচ খবরে:</p></div></div></div></body></html>"
        },
        {
            "title": "বিজ্ঞান-দুনিয়ার আলোচিত যাঁরা | প্রথম আলো",
            "time": "2025-12-31T13:01:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fs314nbv7%2FScience.reuters.png?rect=0%2C18%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিউরোলজিস্ট সারাহ তাবরিজি মস্তিষ্কের মারাত্মক রোগ হান্টিংটন ডিজিজ নিরাময়ে ক্লিনিক্যাল ট্রায়াল এবং উন্নত চিকিৎসার নেতৃত্ব দিচ্ছেন। তিনি ৪২০ টিরও বেশি পিয়ার-রিভিউ প্রকাশনা প্রকাশ করেছেন। তিনি রয়েল সোসাইটি, ইউকে একাডেমি অব মেডিকেল সায়েন্সেস ও ইউএস ন্যাশনাল একাডেমি অব মেডিসিনের ফেলো। তাবরিজি প্রতিষ্ঠিত ল্যাবের লক্ষ্য হান্টিংটন রোগ ও সম্পর্কিত ব্যাধির জন্য চিকিৎসার উপায় বের করা।</p></div></div></div></body></html>"
        }
    ]
}