{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকায় বসে অনলাইনে জাল মার্কিন পাসপোর্ট বিক্রি করতেন এক বাংলাদেশি যুবক, তদন্তে এফবিআই | প্রথম আলো",
            "time": "2025-12-23T19:43:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fw2liqcx1%2FFBI.jpeg?rect=0%2C24%2C1416%2C743&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহিদের বিরুদ্ধে আনা প্রথম আটটি অভিযোগের মধ্যে ছয়টি জাল পরিচয়পত্র স্থানান্তর এবং দুটি জাল পাসপোর্ট ব্যবহার। প্রতিটিতে সর্বোচ্চ ১৫ বছর কারাদণ্ডের বিধান আছে। নবম অভিযোগ সামাজিক নিরাপত্তা প্রতারণা—এর কারাদণ্ড সর্বোচ্চ ৫ বছর। প্রতিটি অভিযোগে আড়াই লাখ হিসাবে সর্বমোট সাড়ে ২২ লাখ ডলার জরিমানা হতে পারে। ‌এসব অভিযোগের মামলায় তিন বছরের তত্ত্বাবধানমূলক জেল মুক্তির বিধান রয়েছে।</p><p>অভিযোগপত্রে বলা হয়েছে, ২০২১ থেকে ২০২৫ সাল পর্যন্ত জাহিদ হাসান বাংলাদেশ থেকে ‘TechTreek’ এবং ‘EGiftCardStoreBD’ নামে ওয়েবসাইট পরিচালনা করেন। এসব সাইটে জাল মার্কিন পাসপোর্টের টেমপ্লেট মাত্র ১২ ডলারে, সোশ্যাল সিকিউরিটি কার্ড ৯ দশমিক ৩৭ ডলারে এবং মন্টানা ড্রাইভার্স লাইসেন্স ১৪ দশমিক লারে বিক্রি হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের স্বদেশ প্রত্যাবর্তন উপলক্ষে ঢাকা বিশ্ববিদ্যালয়ে ছাত্রদলের স্বাগত মিছিল | প্রথম আলো",
            "time": "2025-12-23T19:34:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F5v1jmtn2%2Fchattradal.jpg?rect=0%2C465%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের স্বদেশ প্রত্যাবর্তন উপলক্ষে ঢাকা বিশ্ববিদ্যালয়ে শুভেচ্ছা ও স্বাগত মিছিল করেছে জাতীয়তাবাদী ছাত্রদলের ঢাকা বিশ্ববিদ্যালয় শাখা।</p><p>মঙ্গলবার বিকেলে বিশ্ববিদ্যালয়ের ছাত্র–শিক্ষক কেন্দ্র (টিএসসি) থেকে মিছিলটি শুরু হয়। পরে ভিসি চত্বর ও হলপাড়া ঘুরে রোকেয়া হলের সামনে একটি সংক্ষিপ্ত সমাবেশের মাধ্যমে মিছিলটি শেষ হয়।</p><p>মিছিলে নেতা-কর্মীদের ‘তারেক রহমান বীরের বেশে, আসবে ফিরে বাংলাদেশে’, ‘মা মাটি ডাকছে, তারেক রহমান আসছেন’, ‘জিন্দাবাদ জিন্দাবাদ, তারেক রহমান জিন্দাবাদ’, ‘তারেক রহমানের আগমন, শুভেচ্ছা স্বাগতম’ ইত্যাদি স্লোগান দিতে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের নৈতিক ভিত্তি হারাতে চলেছে অন্তর্বর্তীকালীন সরকার: জাতীয় মুক্তি কাউন্সিল | প্রথম আলো",
            "time": "2025-12-23T19:34:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F4qhm5tgw%2FJatiyo-Mukti-Council.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের কর্মী শরিফ ওসমান হাদি হত্যার বিচার এবং দৈনিক প্রথম আলো, ডেইলি স্টার, ছায়ানট ও উদীচী কার্যালয়ে হামলার সঙ্গে জড়িত ব্যক্তিদের শনাক্ত ও শাস্তির দাবিতে রাজধানীতে বিক্ষোভ সমাবেশ করেছে জাতীয় মুক্তি কাউন্সিল।</p><p>মঙ্গলবার বিকেলে জাতীয় প্রেসক্লাবের সামনে এই সমাবেশ অনুষ্ঠিত হয়। সমাবেশে সভাপতিত্ব করেন জাতীয় মুক্তি কাউন্সিলের সম্পাদক ফয়জুল হাকিম।</p><p>ফয়জুল হাকিম বলেন, জুলাই গণ-অভ্যুত্থানের কর্মী শরিফ ওসমান হাদিকে হত্যার ১১ দিন পার হলেও সরকার এখনো হত্যাকারীদের হদিস করতে পারেনি। অন্যদিকে অন্তর্বর্তীকালীন সরকার যেন হাত-পা ছেড়ে বসে আছে। আসলে সরকার ক্রমশ গণ–অভ্যুত্থানের নৈতিক ভিত্তি হারাতে চলেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কলকাতায়ও বাংলাদেশ উপদূতাবাসের বাইরে বিক্ষোভ, ভাঙল ব্যারিকেড | প্রথম আলো",
            "time": "2025-12-23T19:24:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Ff6k186nj%2FPRATIBAD-BY-HINDU-JAGARAN.-MANCHA-AT-DHC3-1.JPG?rect=0%2C273%2C3574%2C1876&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিন বেকবাগান এলাকায় উত্তেজনাকর পরিবেশ সৃষ্টি হয়। বিশ্ব হিন্দু পরিষদ, এভিবিপি, হিন্দু জাগরণ মঞ্চসহ সঙ্ঘ পরিবারের কয়েকটি সংগঠনের ডাকে বাংলাদেশ উপদূতাবাসের দিকে এক মিছিল বের হয়। মিছিলে অংশগ্রহণকারীদের উদ্দেশ্য ছিল বাংলাদেশে সংখ্যালঘু নির্যাতন ও দীপু দাস হত্যার বিষয়ে একটি স্মারকলিপি জমা দেওয়া। তবে উপদূতাবাসের কাছে পৌঁছানোর আগেই পুলিশ বিক্ষোভকারীদের আটক করে। এ নিয়ে পুরো এলাকা রণক্ষেত্রে পরিণত হয়।</p><p>সোমবার শিলিগুড়ির বাংলাদেশ ভিসা সেন্টারের সামনেও হিন্দুত্ববাদীরা বিক্ষোভ করেন। এ সময় ভিসা সেন্টার বন্ধের দাবি জানানো হয়। এরপর ভিসা সেন্টার বন্ধ করে দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অবৈধ অস্ত্র নির্বাচনকালে আইনশৃঙ্খলা পরিস্থিতির অবনতি ঘটাতে পারে | প্রথম আলো",
            "time": "2025-12-23T19:22:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F0zo7itq9%2FCEC-Vote.jfif?rect=0%2C2%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সূত্র বলছে, সভায় তখন জানানো হয়, এবার পুলিশের সংখ্যা কম। তাই সব রিটার্নিং কর্মকর্তা, সহকারী রিটার্নিং কর্মকর্তা ও জেলা নির্বাচন কমিশন কার্যালয়ে পুলিশ দেওয়া সম্ভব হবে না। এ কারণে অনেক জায়গায় আনসার দেওয়া হবে। পুলিশ ও আনসার মিলে নিরাপত্তা নিশ্চিত করবে।</p><p>রাজধানীর আগারগাঁওয়ে নির্বাচন কমিশন কার্যালয়ে মতবিনিময় সভায় উপস্থিত কর্মকর্তাদের সূত্রে জানা গেছে, এতে অন্তত ১০ জন কর্মকর্তা বক্তব্য তুলে ধরেন। কেউ কেউ বলেছেন, একটি রাজনৈতিক দল নির্বাচনে না থাকায় কেন্দ্রে ভোটার উপস্থিতি কম হতে পারে। গণভোটের বিষয়ে এখনো ভোটারদের মধ্যে পরিষ্কার ধারণা নেই। উল্লেখ্য, কার্যক্রম নিষিদ্ধ থাকায় এবারের নির্বাচনে আওয়ামী লীগ অংশ নিতে পারবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজু ভাস্কর্যের পাদদেশে ঢাবি শিক্ষার্থীদের আধিপত্যবাদবিরোধী কনসার্ট | প্রথম আলো",
            "time": "2025-12-23T19:00:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fx0yqy1z9%2FDU-Concert.jpg?rect=0%2C713%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজকদের একজন ও ঢাকা বিশ্ববিদ্যালয়ের ২০২৩-২৪ শিক্ষাবর্ষের শিক্ষার্থী কারীব চৌধুরী প্রথম আলোকে বলেন, ‘বিজয়ের মাসে ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা আধিপত্যবাদের বিরুদ্ধে এই কনসার্ট করছে। অন্যদিকে দীর্ঘ সময় পর তারেক রহমানও দেশে প্রত্যাবর্তন করছেন।’</p><p>কনসার্টে শিল্পী আবদুল কুদ্দুস বয়াতি এবং ব্যান্ডদল অ্যান্টস অন দ্য রান (এওটিআর), অ্যানেসথেসিয়া, নিকুম্ভিলা, গ্রাফাইট, মাঙ্ক ইন আ মাগসহ ক্যাম্পাসের বিভিন্ন ব্যান্ড ও শিল্পী অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচনে ‘ঐক্যবদ্ধ নির্ভীক জবিয়ান’ প্যানেলের ১৩ দফা ইশতেহার | প্রথম আলো",
            "time": "2025-12-23T18:58:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fd7p7701x%2Fjnu.jpeg?rect=0%2C48%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৩ দফা ইশতেহারের মধ্যে কয়েকটি উপদফাও অন্তর্ভুক্ত করেছে প্যানেলটি। ইশতেহারে গণতান্ত্রিক ও সুরক্ষিত ক্যাম্পাসে নিশ্চিতকরণ, আবাসনসংকটের স্বল্প ও দীর্ঘমেয়াদি সমাধান, মূল ক্যাম্পাসের অবকাঠামোগত সংস্কার, সম্প্রসারণ ও আধুনিকায়ন এবং দ্বিতীয় ক্যাম্পাসের নির্মাণকাজের দ্রুত সমাপ্তি নিশ্চিতকরণের বিষয়ে বলা হয়েছে।</p><p>ইশতেহারের অন্যান্য দফার মধ্যে রয়েছে পরিবহন ও যাতায়াতব্যবস্থার মানোন্নয়ন ও সম্প্রসারণ, স্বাস্থ্যসম্মত ও পুষ্টিকর খাবার নিশ্চিতকরণ, মানসম্মত স্বাস্থ্যসেবা ও স্বাস্থ্যবিমা নিশ্চিতকরণ, শিক্ষা ও গবেষণার মানোন্নয়ন, হয়রানিমুক্ত ও দ্রুততম প্রশাসনিক সেবা নিশ্চিতকরণ, কর্মসংস্থান সৃষ্টি, ক্যারিয়ার উন্নয়ন ও নেটওয়ার্কিং শক্তিশালীকরণ।</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষ ভাবছে, আদৌ নির্বাচন হবে কি না: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-12-23T18:54:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Frc18we5d%2Fstardialogue1.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আওয়ামী লীগের ভোট টানতে প্রতিযোগিতা</strong></p><p>সংলাপে জুলাই গণ-অভ্যুত্থানে শহীদ সৈকতের বোন সাবরিনা আফরোজ প্রশ্ন করেন, বিএনপিতে যোগ দেওয়া আওয়ামী লীগের নেতা-কর্মীদের বিষয়ে দলটির অবস্থান কী হবে। এ সময় সভার সঞ্চালক ডেইলি স্টারের উপদেষ্টা সম্পাদক কামাল আহমেদ বলেন, এ ধরনের ঘটনা জামায়াতসহ অন্য দলগুলোতেও ঘটেছে।</p><p>এ প্রশ্নের জবাবে মির্জা ফখরুল বলেন, এক-দুইটা ক্ষেত্রে এমন হতে পারে। এখনো মনোনয়ন চূড়ান্ত করা হয়নি। পত্রপত্রিকায় বিভিন্ন নিউজের পরিপ্রেক্ষিতে চূড়ান্তভাবে কিছু বলা যায় না। ফ্যাসিস্টদের বিরুদ্ধে সবচেয়ে বেশি লড়াই করেছে বিএনপি। বিএনপি ফ্যাসিস্টদের নিয়ে কাজ করবে না।</p><p>তবে জামায়াতে আওয়ামী লীগের কোনো নেতা-কর্মী যোগ দেননি বলে দাবি করেন দলটির সহকারী সেক্রেটারি জেনারেল হামিদুর রহমান আযাদ। তিনি বলেন, এমন হওয়ার প্রশ্নই আসে না। তবে অগোচরে হয়ে থাকলে দল ব্যবস্থা নেবে।</p><p>এনসিপির আহ্বায়ক নাহিদ ইসলাম বলেন, আওয়ামী লীগের ভোট নিজেদের পক্ষে নেওয়ার জন্য বিএনপি ও জামায়াতে ইসলামী রীতিমতো প্রতিযোগিতা করছে।</p><p>আওয়ামী লীগ প্রশ্নের সমাধান করা যায়নি উল্লেখ করে নাহিদ ইসলাম বলেন, ‘ট্রুথ কমিশন’ গঠনের আলাপ উঠলেও সেটি হয়নি। সমাজে যাঁরা আওয়ামী লীগকে সমর্থন করেছেন, তবে গণহত্যা বা সন্ত্রাসে জড়িত ছিলেন না, তাঁদের নাগরিক বা রাজনৈতিক অধিকার থাকতে পারা বা যেকোনো দলে যাতে যোগ দিতে পারেন, সেটা স্পষ্টভাবে বলতে হবে। এই পার্থক্য করা উচিত ছিল। তিনি ‘রিকনসিলিয়েশন কমিশন’ করার পক্ষে বলেও জানান।</p><p>সংলাপে আরও উপস্থিত ছিলেন সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) ফেলো দেবপ্রিয় ভট্টাচার্য, ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) নির্বাহী পরিচালক ইফতেখারুজ্জামান, নারীপক্ষের প্রতিষ্ঠাতা সদস্য ও সাবেক নারীবিষয়ক সংস্কার কমিশনের প্রধান শিরীন পারভীন হক, ঢাকা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের অধ্যাপক গীতি আরা নাসরীন, উন্নয়ন অধ্যয়ন বিভাগের শিক্ষক রাশেদ আল মাহমুদ তিতুমীর প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রগতিশীল সংবাদমাধ্যম ও সাংস্কৃতিক প্রতিষ্ঠানে সংঘবদ্ধ হামলায় এসএএইচআরের গভীর উদ্বেগ | প্রথম আলো",
            "time": "2025-12-23T18:47:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fqlvlv275%2FSAHRLOGO.jpg?rect=0%2C72%2C1003%2C527&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চব্বিশের জুলাই অভ্যুত্থানের নেতা শরিফ ওসমান বিন হাদির হত্যাকাণ্ডকে কেন্দ্র করে প্রগতিশীল সংবাদমাধ্যম ও সাংস্কৃতিক প্রতিষ্ঠানগুলোতে চালানো সংঘবদ্ধ সহিংসতায় গভীর উদ্বেগ প্রকাশ করছে মানবাধিকারকর্মীদের আঞ্চলিক নেটওয়ার্ক সাউথ এশিয়ানস ফর হিউম্যান রাইটস (এসএএইচআর)। মঙ্গলবার এক বিবৃতিতে এ উদ্বেগ জানানো হয়।</p><p>বিবৃতিতে বলা হয়, প্রগতিশীল ও ধর্মনিরপেক্ষ মূল্যবোধের জন্য পরিচিত দেশের অন্যতম শীর্ষস্থানীয় বাংলা দৈনিক প্রথম আলো ও ইংরেজি দৈনিক দ্য ডেইলি স্টার এবং সাংস্কৃতিক সংগঠন ছায়ানট ও উদীচীকে নিশানা করে ১৮ ও ১৯ ডিসেম্বর রাতে ঢাকা, চট্টগ্রাম ও রাজশাহীতে ভয়ভীতি প্রদর্শন, ভাঙচুর, অগ্নিসংযোগসহ মব আক্রমণের ঘটনা ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেইলি স্টারে হামলা-অগ্নিসংযোগের ঘটনায় মামলা, অজ্ঞাতনামা আসামি ৩৫০ থেকে ৪০০ | প্রথম আলো",
            "time": "2025-12-23T18:42:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fxhcib0r4%2Ffire.avif?rect=0%2C24%2C1294%2C679&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংরেজি দৈনিক দ্য ডেইলি স্টারের কার্যালয়ে হামলা, ভাঙচুর, লুটপাট ও অগ্নিসংযোগের ঘটনায় অজ্ঞাতনামা ৩৫০ থেকে ৪০০ জনকে আসামি করে মামলা করা হয়েছে। সোমবার সন্ধ্যায় ডেইলি স্টারের পক্ষ থেকে রাজধানীর তেজগাঁও থানায় এ মামলা করা হয়। সন্ত্রাসবিরোধী আইন, বিশেষ ক্ষমতা আইন, সাইবার সুরক্ষা অধ্যাদেশ, হত্যাচেষ্টাসহ দণ্ডবিধির বিভিন্ন ধারায় মামলাটি করা হয়েছে।</p><p>মামলার অভিযোগে বলা হয়, দাঙ্গা সৃষ্টি করে সরকারি কর্মচারীদের কাজে বাধা দেওয়া, ডেইলি স্টার কার্যালয়ে অবৈধভাবে ঢুকে কর্মীদের ভয়ভীতি দেখানো, হত্যার উদ্দেশ্যে অগ্নিসংযোগ ও অপরাধের প্রমাণ নষ্ট করা হয়েছে। এ ছাড়া ডেইলি স্টার পত্রিকার প্রকাশনা বন্ধ, অফিসের কাজে বাধা দিতে অগ্নিসংযোগ, ভাঙচুর, অনলাইনে অপরাধমূলক কর্মকাণ্ডের নির্দেশনা দেওয়া এবং অন্তর্ঘাতমূলক কাজেরও অভিযোগ আনা হয়েছে মামলায়। হামলা, ভাঙচুর ও অগ্নিসংযোগের সময় শুধু লুটপাট করা সম্পদের মূল্য ৫ কোটি ৩৫ লাখ টাকা। সব মিলিয়ে ক্ষয়ক্ষতির পরিমাণ ৪০ কোটি টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "কুড়াল হাতে সেই যুবকসহ গ্রেপ্তার আরও ১০ জন | প্রথম আলো",
            "time": "2025-12-23T18:32:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fll7rmr12%2F2.JPG?rect=0%2C142%2C1407%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই রাতে ঘটনাস্থলে প্রথম আলোতে আক্রমণের ছবি ফেসবুকে শেয়ার দিয়ে হামলায় যোগ দিতে অন্যদের আহ্বান জানান—এমন একজনকে গ্রেপ্তারের কথা জানিয়েছে পুলিশ। তাঁর নাম নিয়াজ মাহমুদ ফারহান। তাঁর বাড়ি ভোলার বোরহানউদ্দিন উপজেলার বড় মানিকা গ্রামে।</p><p>গতকাল গ্রেপ্তার হওয়া অন্য সাতজন হলেন আবদুর রহমান (গ্রামের বাড়ি নোয়াখালী), মো. জান্নাতুল নাঈম (রংপুর), মো. ফয়সাল আহমেদ (চাঁদপুর), জুবায়ের হোসাইন (নোয়াখালী), মো. আলমাস আলী (ময়মনসিংহ), জুলফিকার আলী ওরফে সৌরভ (ঢাকার শাহ আলী) ও মো. জাকির হোসেন শান্ত (ময়মনসিংহ)।</p><p>জাকির হোসেন শান্তকে গ্রেপ্তার করেছে সিটিটিসি। তাঁর বাড়ি ময়মনসিংহের গফরগাঁও উপজেলার মশাখালীর চকপাত্রা গ্রামে। থাকেন ঢাকার হাজারীবাগে। সিটিটিসি সংশ্লিষ্ট সূত্র জানায়, শান্ত প্রথম আলো ও ডেইলি স্টার অফিসে ভাঙচুরের ঘটনায় ছিলেন। তিনি ঘটনাস্থল থেকে লাইভ ভিডিও করে সেটা নিজের ফেসবুক আইডি থেকে শেয়ারও করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মিয়ানমারে জনগণকে ভোট দিতে বাধ্য করতে ‘নৃশংসতা’ চালাচ্ছে জান্তা: জাতিসংঘ | প্রথম আলো",
            "time": "2025-12-23T17:39:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fi1l5dl6n%2FMyanmar-Army.jpg?rect=0%2C0%2C608%2C319&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অপর দিকে সাবেক বেসামরিক নেতা নোবেল বিজয়ী অং সান সু চি এখনো কারাগারে রয়েছেন এবং তার জনপ্রিয় দলটিও ভেঙে দেওয়া হয়েছে। আন্তর্জাতিক পর্যবেক্ষকেরা ধাপে ধাপে এক মাসব্যাপী এই ভোটকে সামরিক শাসনের নতুন রূপ হিসেবে প্রত্যাখ্যান করেছেন। ফলকার টুর্ক গত মাসে এএফপিকে বলেছেন, বর্তমান পরিস্থিতিতে মিয়ানমারে নির্বাচন আয়োজন ‘অকল্পনীয়’। মঙ্গলবার তিনি সতর্ক করে বলেন, নির্বাচনে অংশগ্রহণ নিয়ে সাধারণ মানুষ সামরিক কর্তৃপক্ষ এবং সশস্ত্র বিরোধী গোষ্ঠী উভয়ের হুমকির মুখে পড়ছে।</p><p>বিবৃতিতে উল্লেখ করা হয়, ‘নির্বাচন সুরক্ষা আইন’-এর অধীনে মতপ্রকাশের স্বাধীনতা প্রয়োগের কারণে বহু মানুষকে আটক করা হয়েছে। বিবৃতিতে বলা হয়, অনেককে ‘অত্যন্ত কঠোর সাজা’ দেওয়া হয়েছে। ইয়াঙ্গুন অঞ্চলের হ্লাইংহায়া শহরতলির তিন যুবককে নির্বাচনবিরোধী পোস্টার টাঙানোর কারণে ৪২ থেকে ৪৯ বছরের কারাদণ্ড দেওয়া হয়েছে। জাতিসংঘ মানবাধিকার কার্যালয় জানিয়েছে, তারা ম্যান্ডালে অঞ্চলসহ দেশের বিভিন্ন অঞ্চলের বাস্তুচ্যুত মানুষের কাছ থেকে রিপোর্ট পেয়েছে। তাদের সতর্ক করা হয়েছে, ভোট দিতে না গেলে তাদের ওপর হামলা চালানো হবে বা তাদের বাড়িঘর দখল করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে হামলার নিন্দা জানিয়েছে লন্ডনভিত্তিক সংস্থা ‘ফাইন্যান্স আনকভার্ড’ | প্রথম আলো",
            "time": "2025-12-23T17:38:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fyg4r9nfk%2Ffinance.jpg?rect=0%2C42%2C588%2C309&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও ডেইলি স্টার কার্যালয়ে ও সাংবাদিকদের ওপর সাম্প্রতিক হামলার তীব্র নিন্দা জানিয়েছে লন্ডনভিত্তিক অলাভজনক ও স্বাধীন অনুসন্ধানী সাংবাদিকতা সংস্থা ‘ফাইন্যান্স আনকভার্ড’।</p><p> গত রোববার এক সংবাদ বিজ্ঞপ্তিতে এ প্রতিক্রিয়া জানানো হয়েছে। এতে ফাইন্যান্স আনকভার্ড বলেছে, বিগত ১২ মাসের মধ্যেই প্রথম আলো ও ডেইলি স্টার কার্যালয় সফরে গিয়েছিল তারা। এ ছাড়া এ দুই গণমাধ্যমের সাংবাদিকদের তারা প্রশিক্ষণ দিয়েছে এবং তাঁদের সঙ্গে কাজ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে হামলা, নূরুল কবীরকে হেনস্তার প্রতিবাদে লন্ডনে মানববন্ধন | প্রথম আলো",
            "time": "2025-12-23T17:33:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Frmxrg8g7%2FLONDONHUMANCHAIN.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, অগ্নিসংযোগ, লুটপাট এবং সম্পাদক পরিষদের সভাপতি নিউ এজ সম্পাদক নূরুল কবীরকে হেনস্তার প্রতিবাদে বাংলাদেশ প্রেসক্লাব ইউকের সদস্যরা মানববন্ধন করেছেন। গতকাল সোমবার লন্ডনের আলতাব আলী পার্কে এই মানববন্ধন হয়।</p><p> ক্লাবের সভাপতি শাকির হোসাইনের সভাপতিত্বে ও কোষাধ্যক্ষ জাহাঙ্গীর হোসেনের সঞ্চালনায় মানববন্ধনে অন্যদের মধ্যে বক্তব্য দেন দপ্তর সম্পাদক ইয়াসমিন জাহানারা, ক্রীড়া ও সাংস্কৃতিক সম্পাদক ফারুক হোসেন, প্রকাশনা সম্পাদক আবদুল কাদের জিলানী, সমাজসেবা সম্পাদক মুন্না মিয়া, সদস্য আহমেদ সাদিক, ব‍্যারিস্টার মুফতি ইসলাম, ফারিয়া আক্তার সুমি, এ রহমান ওলী প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "ইয়াবাসহ আটক পুলিশ সদস্যকে ছেড়ে দেওয়ার অভিযোগ তদন্তের নির্দেশ আদালতের | প্রথম আলো",
            "time": "2025-12-23T17:33:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-09%2F7luucbgi%2F08cec695-2fce-476c-828f-e9af8d535640.jfif?rect=0%2C23%2C321%2C169&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালত সূত্র জানায়, আদেশে বিচারক উল্লেখ করেন, ৮ ডিসেম্বর দিবাগত রাত সোয়া দুইটার দিকে নগরের শাহ আমানত সেতু (নতুন ব্রিজ) এলাকায় বাকলিয়া থানার অংশে ঢাকাগামী একটি বাসে কোনো কোনো পুলিশ সদস্য তল্লাশি চালিয়েছিলেন, তাঁদের ডিউটি রেজিস্ট্রারের জিডি ও সিসি কপি সংগ্রহ করতে হবে। ঘটনার সময়ের সিসি ফুটেজ সংগ্রহ, পুলিশ পরিচয়দানকারী ইমতিয়াজ আহমেদকে আটক কিংবা বাসে তল্লাশি চালানো হয়েছিল কি না, তাঁর কাছ থেকে ১ লাখ ২০ হাজার ইয়াবা বড়ি উদ্ধারের ঘটনা সঠিক কি না, যে বাসে তল্লাশি চালানো হয়, সেই বাসের চালক, সুপারভাইজারসহ সংশ্লিষ্ট ব্যক্তিদের নাম–ঠিকানা সংগ্রহ ও জিজ্ঞাসাবাদ, ঘটনাস্থলে দায়িত্ব পালনকারী পুলিশ সদস্যদের ভূমিকা, মামলা না করার এবং অভিযুক্ত ব্যক্তিকে ছেড়ে দেওয়ার কারণ তদন্ত করে প্রতিবেদন দিতে বলা হয়েছে।</p><p>৮ ডিসেম্বর রাতে নগরের প্রবেশমুখ বাকলিয়া থানার নতুন ব্রিজ এলাকায় চেকপোস্টে কক্সবাজার থেকে আসা একটি যাত্রীবাহী বাসে তল্লাশির সময় ১ লাখ ২০ হাজার ইয়াবা বড়িসহ পুলিশ সদস্য ইমতিয়াজ হোসেনকে ছেড়ে দেওয়ার অভিযোগ ওঠে। এ ব্যাপারে বক্তব্য জানার জন্য ইমতিয়াজ হোসেনের মুঠোফোনে একাধিকবার কল করা হলেও তিনি ধরেননি। এ ছাড়া খুদে বার্তা পাঠানো হলেও সাড়া দেননি তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "এক শর বেশি জাতের বাগানবিলাস, দাম ১০০ থেকে ২০ হাজার টাকা | প্রথম আলো",
            "time": "2025-12-23T17:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fa12dj8tt%2F24e9df58-03f4-44a0-ae20-262355bdbf36.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীতে শুরু হয়েছে পাঁচ দিনব্যাপী চতুর্থ নগর কৃষি মেলা। এক হাজারের বেশি প্রজাতির গাছ নিয়ে মেলায় ৫০টির বেশি নার্সারি ও উদ্যোক্তা প্রতিষ্ঠান অংশ নিয়েছে। এবারের মেলায় মূল আকর্ষণ বিভিন্ন প্রজাতির ফুলের গাছ। তার মধ্যে ক্রেতাদের বেশি আগ্রহ বাগানবিলাস নিয়ে। একেকটি বাগানবিলাসগাছ মিলছে ১০০ টাকা থেকে ২০ হাজার টাকায়।</p><p>এ ছাড়া নগর কৃষি মেলায় আরও রয়েছে অর্কিড, ক্যাকটাস, সাকুলেন্ট, অ্যাডেনিয়াম, অ্যাগলোনিমা, অ্যান্থুরিয়াম, বনসাই, স্প্যানিশ মস, এয়ার প্ল্যান্ট ও গোলাপসহ এক হাজারের বেশি ধরনের গাছ। এসব গাছের দাম ৩০ টাকা থেকে ৫০ হাজার টাকার মধ্যে।</p><p>মানিক মিয়া অ্যাভিনিউর রাজধানী উচ্চবিদ্যালয়ের মাঠে গত রোববার এই নগর কৃষি মেলা শুরু হয়েছে। মেলার আয়োজন করেছে নগর কৃষি ফাউন্ডেশন। সব মিলিয়ে মেলায় ৬৫টি স্টল রয়েছে।</p><p>আয়োজকেরা জানান, এবারের মেলায় ফুলের প্রাধান্য বেশি। শুধু সাকুলেন্ট ধরনের গাছের পাঁচ শর বেশি প্রজাতি রয়েছে। আরও আছে কয়েক শ প্রজাতির অর্কিড। গত বছর মেলায় প্রায় ৬০ লাখ টাকার গাছ বিক্রি হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্লোরিডার পানির নিচে সান্তা: রিফে ব্যতিক্রমী বড়দিন | প্রথম আলো",
            "time": "2025-12-23T17:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fjjunfh15%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ফ্লোরিডার পানির নিচে সান্তা: রিফে ব্যতিক্রমী বড়দিন\" class=\"nA4h1 \">ফ্লোরিডার পানির নিচে সান্তা: রিফে ব্যতিক্রমী বড়দিন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T23:30:00+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ১৭: ৩০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সাত দশক ধরে সামরিক শাসনের আবর্তে মিয়ানমার | প্রথম আলো",
            "time": "2025-12-23T17:27:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F4sphpcsk%2Farmy-.jpg?rect=0%2C0%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাধীনতা পাওয়ার পর থেকে বেশির ভাগ সময় মিয়ানমার শাসন করেছে সামরিক বাহিনী। দক্ষিণ-পূর্ব এশিয়ায় নানা আদর্শ ও গোষ্ঠীতে বিভক্ত এই দেশকে পতনের হাত থেকে বাঁচাতে একমাত্র রক্ষাকর্তা হিসেবে বরাবরই নিজেদের তুলে ধরেছেন সামরিক শাসকেরা। সবশেষ এক যুগ আগে গণতন্ত্রের পথে আবার মিয়ানমার যাত্রা শুরু করলেও তা বেশি সময় স্থায়ী হয়নি।</p><p> পাঁচ বছর ধরে সামরিক জান্তার শাসনের মুখে মিয়ানমার গৃহযুদ্ধে জর্জরিত। এরই মধ্যে ২৮ ডিসেম্বর থেকে দেশটিতে জাতীয় নির্বাচনের আয়োজন করেছে সরকার। এই নির্বাচন কতটা স্বচ্ছ হবে বা তাতে জনগণের মতের কতটা প্রতিফলন হবে, তা নিয়ে দেশ ও দেশের বাইরে বহু বিতর্ক রয়েছে। অনেকেই একে দেখছেন জান্তার ক্ষমতা পোক্ত করার একটি হাতিয়ার হিসেবে।</p></div></div></div></body></html>"
        }
    ]
}