{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিপিএল: প্লে-অফে কে কার মুখোমুখি | প্রথম আলো",
            "time": "2026-01-18T16:57:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-28%2Fetr5s74l%2FMirpur-Shere-Bangla-Stadium-5.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ হলো বাংলাদেশ প্রিমিয়ার লিগের (বিপিএল) দ্বাদশ আসরের লিগ পর্ব। আজ মিরপুরে ঢাকা ক্যাপিটালস চট্টগ্রাম রয়্যালসকে হারাতেই শেষ হয়েছে ৩০ ম্যাচের লিগ পর্ব। এবার অপেক্ষা প্লে-অফ পর্বের। মঙ্গলবার মিরপুর শেরেবাংলা স্টেডিয়ামে হবে এলিমিনেটর ও প্রথম কোয়ালিফায়ার। বুধবার দ্বিতীয় কোয়ালিফায়ার, ফাইনাল শুক্রবার।</p></div></div></div></body></html>"
        },
        {
            "title": "ভিডিওগুলো এআই দিয়ে তৈরি, অপপ্রচার চলছে, ব্যবস্থা নেই | প্রথম আলো",
            "time": "2026-01-19T01:35:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fnog73s9a%2FUntitled-5.jpg?rect=0%2C15%2C378%2C198&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণপ্রতিনিধিত্ব আদেশে বলা হয়েছে, এবারের নির্বাচনে ভোটারকে বিভ্রান্ত করতে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে মিথ্যা, বিভ্রান্তিকর, পক্ষপাতমূলক, বিদ্বেষপূর্ণ, অশ্লীল ও কুরুচিপূর্ণ এবং মানহানিকর কোনো আধেয় বা কনটেন্ট তৈরি, প্রকাশ, প্রচার ও শেয়ার করা নিষিদ্ধ। রাজনৈতিক দল বা প্রার্থী যেমন এটা পারবেন না, তেমনি প্রার্থী বা প্রার্থীর পক্ষে অন্য কোনো ব্যক্তির ক্ষেত্রেও তা নিষিদ্ধ।</p><p>অবশ্য এই নিষিদ্ধ প্রচার নির্বিঘ্নে চলছে। কোনো কোনো ক্ষেত্রে কোনো দলের পক্ষে এআই দিয়ে তৈরি সেনা কর্মকর্তার ভিডিও ছেড়ে কোনো দলকে ভোট দেওয়ার কথা বলা হচ্ছে। কোনো ক্ষেত্রে বিকিনি পরা নারী বলছেন, তিনি একটি দলকে ভোট দেবেন, যেটি ইসলামপন্থী দল। এভাবে ভোট চাওয়া ওই দলের ভাবমূর্তির জন্য ক্ষতিকর। ধর্মীয় সংখ্যালঘুদের এআই ভিডিও তৈরি করেও একটি দলের সমালোচনা, আরেকটি দলের পক্ষে বক্তব্য দেওয়া হচ্ছে। বানরের মুখ দিয়ে একটি দলের পক্ষে ভোট দেওয়ার কথা বলা হচ্ছে।</p><p>কত ভিডিও ছড়িয়েছে, সেগুলো কত মানুষ দেখেছে, কত শতাংশ মানুষ এসব ভিডিও বিশ্বাস করেছে, তার কোনো হিসাব নেই। কারণ, এমন কোনো গবেষণা হয়নি। তবে ভিডিওগুলোর ‘ভিউ’ হাজার হাজার। তা থেকে ধারণা করা যায়, এগুলোর দর্শক বহু মানুষ।</p></div></div></div></body></html>"
        },
        {
            "title": "সিরিয়ার সরকার ও দেশটির কুর্দি বাহিনী সংঘাত অবসানে সম্মত | প্রথম আলো",
            "time": "2026-01-19T01:20:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F27u7b36d%2FSNI2OA4HEFLY3CU6R6LFMAQELE.avif?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসডিএফ প্রধান মাজলুম আবদি এক বিবৃতিতে চুক্তির কথা নিশ্চিত করেছেন। এতে বলা হয়েছে, এসডিএফ দুটি আরব সংখ্যাগরিষ্ঠ প্রদেশ থেকে সরে যেতে সম্মত হয়েছে। প্রদেশটি দুটি হলো- দেইর আল-জোর ও রাক্কা। এর মধ্যে দেইর আল-জোর সিরিয়ার প্রধান তেল ও গম উৎপাদনকারী অঞ্চল এবং ফোরাত নদীর তীরবর্তী রাক্কা গুরুত্বপূর্ণ জলবিদ্যুৎ বাঁধের জন্য বিখ্যাত।</p><p>২০২৪ সালের শেষের দিকে বিভিন্ন বিদ্রোহীদের গোষ্ঠীর হাতে সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের পতন হয়। অন্তর্বর্তী সরকারের প্রেসিডেন্ট হিসেবে দায়িত্ব নেন আহমেদ আল-শারা। শারার ইসলামপন্থী সরকার শুরু থেকে এসডিএফকে কেন্দ্রীয় সরকারের সঙ্গে একীভূত করতে চেষ্টা করে। উদার ও ধর্মনিরপেক্ষ এসডিএফ তাতে এত দিন রাজি হয়নি। কিন্তু যুক্তরাষ্ট্রের চাপে কুর্দিদের স্বায়ত্তশাসনের দাবিতে উচ্চকণ্ঠ সংগঠনটি শেষ পর্যন্ত তা করতে করতে বাধ্য হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "কেয়ার ফোনে যেদিন অ্যালার্ম বাজে না... | প্রথম আলো",
            "time": "2026-01-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fisyvhg5h%2Fkeyapayelofficial171886597333944162648173390083514873828.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্য দিন শুটিংয়ের জন্য ভোরে ঘুম ভাঙলেও বিরতির দিনগুলোতে ঘুমের অভাব পূরণ করতে চান কেয়া পায়েল। তাই এদিন ফোনে থাকে না কোনো অ্যালার্ম। দিনটি অভিনেত্রীর কাছে ‘অ্যালার্ম ফ্রি ডে’। ছোট ভাই-বোনদেরও মায়ের বারণ, কোনো শব্দ করা যাবে না। ঘুম ভাঙতে ভাঙতে তাই দুপুর। উঠেই ছোট বোনের সঙ্গে খেলাধুলা, আঁকাআঁকি করেন। বিকেলে নিজের নতুন ব্যবসা বিউটি পারলারে যান। রাতে এসে সবার সঙ্গে আড্ডা দিয়ে খেয়ে আবার ঘুম। কেয়া পায়েল বলেন, ‘ছুটিটা খুব প্রয়োজন। টানা কাজের ক্লান্তি শারীরিক ও মানসিকভাবে প্রভাব ফেলে। সুস্থ থাকতে ঘুম প্রয়োজন। দুপুরে মা প্রিয় খাবার রান্না করেন, এমন না যে মা ৮-৯ পদ রান্না করেন, মায়ের হাতে একটা শাকভাজিও অনেক মজা। এতেই প্লেটের পর প্লেট ভাত চলে যায়।’</p><p><strong>ছুটির দিনে বই-সিনেমা<br></strong>স্কুল–কলেজে থাকতে প্রচুর বই পড়তেন কেয়া পায়েল। হুমায়ূন আহমেদের বই বেশি পড়া হতো। কেয়া পায়েল বলেন, ‘কিন্তু এখন চিত্রনাট্য পড়তে পড়তে দিন কেটে যায় (হাসি)। তাই আর বই পড়া হয় না। তবে মুদ্রিত বই না পড়লেও বাইরের কোনো বই নিয়ে আলোচনা হলে অনলাইনে কিনে পিডিএফ পড়ার চেষ্টা করি। তবে সিনেমা দেখার অভ্যাস কমেনি, বিদেশের ওটিটির কাজগুলো দেখা হয়। সবশেষ দেখেছি “খোদা হাফেজ”।’</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (১৯ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F4x0o3wjr%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পাকিস্তান-স্কটল্যান্ড<br></strong>রাত ১-৩০ মি., স্টার স্পোর্টস সিলেক্ট ২</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যালবাম নিয়ে ফিরছে ব্ল্যাকপিংক | প্রথম আলো",
            "time": "2026-01-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Flunknq4i%2Fblackpink.png?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়াইজি এন্টারটেইনমেন্ট এর আগে ঘোষণা দিয়েছিল, ২০২৫ সালের নভেম্বরে অ্যালবামটি প্রকাশিত হবে। পরে তা তিন মাস পেছানোর ঘটনায়ও হতাশা প্রকাশ করে ভক্তরা। ওয়াইজি এন্টারটেইনমেন্ট জানিয়েছে, মিউজিক ভিডিও নির্মাণসহ অ্যালবামের গুরুত্বপূর্ণ কাজ শেষ হয়েছে। ব্ল্যাকপিংকের ওয়ার্ল্ড ট্যুর ‘ডেডলাইন’ও শেষ পর্যায়ে রয়েছে। ১৬টি শহরে মোট ৩৩টি শো হয়েছে। ২৪ থেকে ২৬ জানুয়ারি হংকংয়ের কাই তাক স্টেডিয়ামে তিনটি শো রয়েছে।</p><p>২০২২ সালের সেপ্টেম্বরে প্রকাশিত হয় ব্ল্যাকপিংকের দ্বিতীয় পূর্ণদৈর্ঘ্য অ্যালবাম বর্ন পিংক। ২০১৯ সালের এপ্রিলে বের হয় গ্রুপটির সর্বশেষ ইপি কিল দিস লাভ।</p><p>কোরিয়া হেরাল্ড অবলম্বনে</p></div></div></div></body></html>"
        },
        {
            "title": "স্পেনে দ্রুতগতির দুটি ট্রেনের সংঘর্ষে ২১ জন নিহত | প্রথম আলো",
            "time": "2026-01-19T00:32:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fvf1k9ue9%2FAFPTV-teams.jpg?rect=0%2C128%2C1614%2C847&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্পেনে দ্রুতগতির দুটি ট্রেনের সংঘর্ষে অন্তত ২১ জন নিহত এবং ৭০-এর বেশি আহত হয়েছেন। স্থানীয় সময় রোববার দক্ষিণ স্পেনে এ দুর্ঘটনা ঘটে। দেশটির জরুরি সেবা বিভাগ এ তথ্য জানিয়েছে।</p><p>স্পেনের রেল কর্তৃপক্ষ অ্যাডিফ নিজেদের সামাজিক যোগাযোগমাধ্যম এক্সে জানায়, মালাগা থেকে মাদ্রিদগামী একটি দ্রুতগতির ট্রেন আদামুজ শহরের কাছে লাইনচ্যুত হয়। তা বিপরীত লাইনে ঢুকে উল্টো দিক থেকে আসা আরেকটি ট্রেনকে ধাক্কা দেয়। ফলে ওই ট্রেনটিও লাইনচ্যুত হয়।</p><p>পুলিশের এক মুখপাত্র বার্তা সংস্থা এএফপিকে প্রাথমিকভাবে পাঁচজন নিহত হওয়ার কথা জানান। কিন্তু পরে নিহতের সংখ্যা বেড়ে দাঁড়ায় ২১। </p><p>আন্দালুসিয়ার দক্ষিণাঞ্চলের জরুরি সেবা বিভাগের প্রধান আন্তোনিও সানজ জানান, দুর্ঘটনায় অন্তত ৭৩ জন আহত হয়েছেন। স্পেনের বিভিন্ন সংবাদমাধ্যম বলছে, অনেক যাত্রী ট্রেনের বগিতে আটকা পড়েছেন। তাঁদের নিয়ে আহতের সংখ্যা বেড়ে ১০০-তে পৌঁছাতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যানসারে আক্রান্ত শাহীন, দরকার অর্থসহায়তা | প্রথম আলো",
            "time": "2026-01-19T00:10:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Frql3ry3v%2FUntitled-6.jpg?rect=0%2C9%2C428%2C225&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাই বাধ্য হয়ে দেশের মানুষের কাছে চিকিৎসাসহায়তা চেয়েছেন দুই সন্তানের পিতা শাহীন। সাহায্য পাঠাতে—মো. শাহ জামাল শাহীন, হিসাব নম্বর: ৫১১২০০২২১৩৫৫৮, সোনালী ব্যাংক, পলাশবাড়ী শাখা, গাইবান্ধা। (বিকাশ) ০১৭১৯১১৮৮২৩। বিজ্ঞপ্তি</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শুল্ক ইউরোপকে বিভক্ত করার কৌশল | প্রথম আলো",
            "time": "2026-01-18T23:55:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-14%2Fh6w8rc6g%2Fprothomalo-Trump.avif?rect=0%2C73%2C1011%2C531&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত শনিবার নিজের মালিকানাধীন সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক পোস্টে ট্রাম্প যুক্তরাজ্য, জার্মানি, ফ্রান্স, ডেনমার্ক, নরওয়ে, সুইডেন, নেদারল্যান্ডস ও ফিনল্যান্ড থেকে যুক্তরাষ্ট্রে পাঠানো সব ধরনের পণ্যের ওপর ১০ শতাংশ শুল্ক আরোপের ঘোষণা দেন। আগামী ১ ফেব্রুয়ারি থেকে এ শুল্ক কার্যকর হবে, যা পরে বাড়িয়ে ২৫ শতাংশ করা হবে এবং কোনো চুক্তি না হওয়া পর্যন্ত শুল্ক প্রযোজ্য থাকবে।</p><p>ডেনমার্কের স্বায়ত্তশাসিত অঞ্চল গ্রিনল্যান্ড। ট্রাম্পের দাবি, যুক্তরাষ্ট্রের নিরাপত্তার জন্য এ অঞ্চল অত্যন্ত গুরুত্বপূর্ণ। তাই এ অঞ্চলের নিয়ন্ত্রণ তাঁর চাই। তিনি শক্তি প্রয়োগ করে গ্রিনল্যান্ড দখলের সম্ভাবনাকে বাতিল করেননি।</p><p>ইপিপি নেতা ম্যানফ্রেড ওয়েবার বলেন, ‘ইপিপি ইউরোপীয় ইউনিয়ন ও যুক্তরাষ্ট্রের মধ্যকার বাণিজ্যচুক্তির পক্ষেই ছিল। কিন্তু গ্রিনল্যান্ড নিয়ে ডোনাল্ড ট্রাম্পের হুমকির মুখে এই মুহূর্তে এর অনুমোদন দেওয়া সম্ভব নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজা পরিচালনা নিয়ে যুক্তরাষ্ট্র সমর্থিত ফিলিস্তিনি কমিটির পরিকল্পনা প্রকাশ | প্রথম আলো",
            "time": "2026-01-18T23:00:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F0t5cr18k%2FGaza-Committee.jpg?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শান্তি পর্ষদ ও গাজা নির্বাহী পর্ষদে ইসরায়েলের কট্টর সমর্থকদের উপস্থিতি এবং ফিলিস্তিনিদের উপস্থিতির ঘাটতিতে ওই উদ্বেগ আরও বেড়েছে।</p><p>ফিলিস্তিনি কর্তৃপক্ষের (পিএ) সাবেক উপমন্ত্রী আলী শাথ বিবৃতিতে বলেছেন, তাঁদের প্রধান কাজ হবে (গাজা) উপত্যকায় নিরাপত্তা নিয়ন্ত্রণ প্রতিষ্ঠা করা এবং যুদ্ধে ধ্বংস হওয়া মৌলিক সেবাগুলো পুনরায় চালু করা। বর্তমানে গাজা উপত্যকার অর্ধেকের বেশি এলাকা সরাসরি ইসরায়েলি নিয়ন্ত্রণে রয়েছে।</p><p>আলী শাথ বলেন, ‘আমরা নিরাপত্তা নিশ্চিত করতে এবং বিদ্যুৎ, পানি, স্বাস্থ্যসেবা ও শিক্ষার মতো মৌলিক সেবাগুলো, যা মানুষের মর্যাদার মূল ভিত্তি, সেসব পুনরায় চালু করতে অঙ্গীকারবদ্ধ। সেই সঙ্গে আমরা শান্তি, গণতন্ত্র ও ন্যায়বিচারের ওপর ভিত্তি করে একটি সমাজ গড়ে তুলতে কাজ করব।’ তিনি বলেন, ‘সর্বোচ্চ মানের সততা ও স্বচ্ছতার সঙ্গে পরিচালনা করে এনসিএজি একটি উৎপাদনশীল অর্থনীতি গড়ে তুলবে, যা বেকারত্ব দূর করে সবার জন্য সুযোগ তৈরি করতে সক্ষম হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে বিক্ষোভ ঘিরে নিহত বেড়ে ৫ হাজার | প্রথম আলো",
            "time": "2026-01-18T22:39:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fsdrpbsyy%2Fcar-burns.jpg?rect=0%2C22%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শনিবার সামাজিক যোগাযোগমাধ্যম এক্সে ইরানের বিক্ষোভের জন্য শুধু ইসরায়েল ও যুক্তরাষ্ট্রের ওপর দোষারোপ করেননি খামেনি। মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পকে একজন ‘ক্রিমিনাল’ বলেও উল্লেখ করেন। পরে এক্সে আরেকটি পোস্টে ইরানের সর্বোচ্চ নেতা বলেন, সহিংস গোষ্ঠীগুলোকে ইরানের জনগণের প্রতিনিধি হিসেবে তুলে ধরেছেন ট্রাম্প। এটি ‘জঘন্য অপবাদ’।</p><p>খামেনির এই পোস্টগুলো সম্পর্কে অবগত আছেন বলে শনিবার সংবাদমাধ্যম পলিটিকোকে দেওয়া এক সাক্ষাৎকারে জানান মার্কিন প্রেসিডেন্ট। খামেনির ৩৭ বছরের শাসনের দিকে ইঙ্গিত করে তিনি বলেন, ইরানের নতুন নেতা খোঁজার সময় হয়েছে। তেহরানের শাসকেরা দমন-পীড়ন ও সহিংসতার ওপর ভর করে দেশ শাসন করে আসছেন বলে উল্লেখ করে মার্কিন প্রেসিডেন্ট।</p><p>সাক্ষাৎকারে খামেনিকে ইরান ‘ধ্বংস’ করার জন্য দায়ী করেন ট্রাম্প। বলেন, তিনি (খামেনি) ইরানে এমন মাত্রার সহিংসতা ব্যবহার করেছেন, যা আগে কখনো দেখা যায়নি। এরপর নিজের দিকে ইঙ্গিত করে ট্রাম্প বলেন, ‘ইরানের নেতৃত্বের উচিত যুক্তরাষ্ট্রকে আমি যেভাবে চালাই, সেভাবে নিজের দেশ পরিচালনায় মনোযোগ দেওয়া। নিয়ন্ত্রণ ধরে রাখতে হাজার হাজার মানুষকে হত্যা করে নয়।’</p><p>পলিটিকোর কাছে ট্রাম্পের মন্তব্যের পর কোনো প্রতিক্রিয়া জানায়নি তেহরান। ইরানের বিক্ষোভ শুরুর পর থেকে তেহরানকে একের পর এক হুমকি দিয়ে আসছিলেন ট্রাম্প। যদিও সম্প্রতি তাঁকে সুর নরম করতে দেখা যায়। মার্কিন প্রেসিডেন্ট তখন বলেছিলেন, তেহরান হত্যাকাণ্ড বন্ধ করেছে এবং বিক্ষোভকারীদের মৃত্যুদণ্ডও দেবে না। এ জন্য ইরানকে ‘ধন্যবাদ’ জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "চোরাই পণ্য ক্রয়-বিক্রয়ে ইসলামের বিধান | প্রথম আলো",
            "time": "2026-01-18T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F0athg8pt%2Fpexels-jack-sparrow-4199238.jpg?rect=0%2C375%2C5260%2C2762&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চুরি করা মালামাল বা যন্ত্রাংশ কেনার বিষয়টি কয়েকটি পরিস্থিতির ওপর নির্ভর করে। ফকিহগণ একে তিনটি পর্যায়ে বিভক্ত করেছেন:</p><p>১. <strong>নিশ্চিত জ্ঞান:</strong> যদি কোনো ক্রেতা বা ব্যবসায়ী নিশ্চিতভাবে জানেন যে, তার সামনে উপস্থাপিত পণ্যটি চুরি করা, তবে সেই পণ্য কেনা তার জন্য সম্পূর্ণ হারাম। এমতাবস্থায় পণ্যটি কিনলে তিনি নিজেও পাপী হবেন এবং চুরির অপরাধে পরোক্ষভাবে শরিক বলে গণ্য হবেন।</p><p>২. <strong>প্রবল ধারণা:</strong> যদি নিশ্চিতভাবে জানা না যায়, কিন্তু পারিপার্শ্বিক অবস্থা দেখে প্রবল ধারণা হয় যে এটি অবৈধ বা চোরাই পণ্য। যেমন, বাজারমূল্যের চেয়ে অস্বাভাবিক কম দাম হওয়া বা বিক্রেতার পরিচয় সন্দেহজনক হওয়া। তবে এমন পণ্য কেনাও নিষিদ্ধ।</p><p>শরিয়তের একটি মূলনীতি হলো, ‘প্রবল ধারণা নিশ্চিত জ্ঞানের স্থলাভিষিক্ত হয়।’ <em>আল-ফিকহুল মুয়াসসার</em>, ২/৯০, আল-মাকতাবাতুল আসরিয়্যাহ, বৈরুত, ২০০৩)</p><p>৩. <strong>অজ্ঞতা বা সন্দেহজন অবস্থা:</strong> যদি পণ্যটি চুরিকৃত হওয়ার কোনো লক্ষণ না থাকে এবং ক্রেতা সরল বিশ্বাসে সাধারণ বাজার থেকে পণ্যটি কেনেন, তবে তার পার হবে না। তবে যদি পরে জানা যায় যে পণ্যটি চুরি করে আনা, তবে প্রকৃত মালিকের হক ফিরিয়ে দেওয়ার ব্যবস্থা করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দোলনে সামনের কাতারে থাকলেও শ্রমজীবীরা বঞ্চিত থাকেন | প্রথম আলো",
            "time": "2026-01-18T19:02:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Frpkbdonb%2FSKOPDhaka1.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কপ নেতা আহসান হাবিব বুলবুলের সঞ্চালনায় স্বাগত বক্তব্য দেন বাংলাদেশ ব্যাংক ফেডারেশনের সভাপতি রফিকুল ইসলাম। এ ছাড়া বিদ্যুৎ, পানি, ব্যাংক, টেলিযোগাযোগ, পরিবহন, রেল, পোশাকশিল্প, ট্যানারি, ব্যাটারিচালিত রিকশা, হকার, নৌপরিবহন, নারী শ্রমিকসহ প্রায় ৩০টি সেক্টরের নেতারা সম্মেলনে বক্তব্য দেন।</p><p>ঢাকা বিভাগীয় কনভেনশন থেকে সব খাতের দাবির সমন্বিত রূপ হিসেবে ঢাকা ঘোষণা করা হয়। এর মধ্যে রয়েছে ট্যানারি, হোটেলসহ ইতিমধ্যে ঘোষিত বিভিন্ন খাতের মজুরি রোয়েদাদ অবিলম্বে বাস্তবায়ন করতে কার্যকর উদ্যোগ গ্রহণ, গণ–আন্দোলনে নিহত ও আহত শ্রমিকদের ক্ষতিপূরণ প্রদানসহ শ্রমিক হত্যার বিচার করা এবং শ্রমিক অসন্তোষ দূর না করে ছাঁটাই, হয়রানি, মিথ্যা মামলা ও অজ্ঞাতনামা আসামি করার প্রক্রিয়া বন্ধ করা।</p></div></div></div></body></html>"
        },
        {
            "title": "সংকটকালের নেতৃত্ব ও একজন জিয়াউর রহমান | প্রথম আলো",
            "time": "2026-01-18T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-18%2F4ec5wpkf%2Fziaurrahman.jpg?rect=0%2C56%2C601%2C316&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই সময়োচিত ও যথাযথ স্বাধীনতার ঘোষণা মুক্তিকামী জনতার মধ্যে এক নতুন প্রাণসঞ্চার করে। মানুষ নিজেদের একেকটি স্ফুলিঙ্গ হিসেবে অনুভব করতে শুরু করে এবং ঝাঁপিয়ে পড়ে মুক্তিযুদ্ধে। এর একটি অকাট্য প্রমাণ পাওয়া যায় মুক্তিযুদ্ধের উপ–অধিনায়ক এ কে খন্দকারের বয়ানে। তিনি বলেন, ‘আমি নিজে জানি, যুদ্ধের সময় জানি, যুদ্ধের পরবর্তী সময়ও জানি যে মেজর জিয়ার এই ঘোষণাটি পড়ার ফলে সারা দেশের ভেতরে এবং সীমান্তে যত মুক্তিযোদ্ধা ছিলেন, তাঁদের মধ্যে এবং সাধারণ মানুষের মনে সাংঘাতিক একটা ইতিবাচক প্রভাব পড়ে!’ (মুক্তিযুদ্ধের পূর্বাপর, পৃষ্ঠা ৩০, প্রথমা প্রকাশন)</p><p>জিয়াউর রহমান ছিলেন একাধারে সেক্টর কমান্ডার এবং জেড ফোর্সের প্রধান। সম্মুখ থেকে নেতৃত্ব দিয়ে তিনি বাংলাদেশের স্বাধীনতাসংগ্রামে অতুলনীয় অবদান রাখেন। পুরো যুদ্ধকালজুড়ে স্ত্রী ও সন্তানদের নিরাপত্তার কথা চিন্তা না করে তিনি স্বাধীনতাকামী মানুষের জনযুদ্ধকেই সর্বাগ্রে প্রাধান্য দিয়েছেন।</p><p>১৯৭৮ সালের ১ সেপ্টেম্বর বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) প্রতিষ্ঠার মাধ্যমে জিয়াউর রহমান দেশে এক নতুন ধরনের রাজনীতির দিগন্ত উন্মোচন করেন। তিনি প্রবর্তন করেন বাংলাদেশি জাতীয়তাবাদ। তাঁর মতে, বাংলাদেশ নামক ভূখণ্ডে বসবাসকারী সবাই, হোক সে মুসলমান, হিন্দু, বৌদ্ধ, খ্রিষ্টান কিংবা ক্ষুদ্র জাতিগোষ্ঠীর মানুষ, সবার পরিচয় একটাই, তারা বাংলাদেশি। এই অসাধারণ রাজনৈতিক দর্শন সামনে রেখে তিনি গ্রাম থেকে গ্রামে ছুটে বেড়ান। একাধারে তিনি ২০ থেকে ৩০ মাইল পর্যন্ত হেঁটে প্রত্যন্ত গ্রামের মানুষের সঙ্গে হাত মেলাতেন, তাঁদের কথা শুনতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সফলভাবে নির্বাচন আয়োজন নিয়ে চীনের রাষ্ট্রদূতের শুভকামনা | প্রথম আলো",
            "time": "2026-01-18T18:56:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F8f47y3f6%2Fbd-china.jpg?rect=0%2C42%2C2254%2C1183&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের চলমান গণতান্ত্রিক উত্তরণপ্রক্রিয়ায় বেইজিংয়ের অব্যাহত সমর্থন পুনর্ব্যক্ত করেছেন ঢাকায় নিযুক্ত চীনের রাষ্ট্রদূত ইয়াও ওয়েন। তিনি আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচন সফলভাবে আয়োজনের বিষয়ে চীনের শুভকামনা জানিয়েছেন। রোববার প্রধান উপদেষ্টার কার্যালয়ে জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমানের সঙ্গে সৌজন্য সাক্ষাতের সময় চীনের রাষ্ট্রদূত এ আশাবাদ ব্যক্ত করেন।</p><p>প্রধান উপদেষ্টার প্রেস উইং এক ফেসবুক বার্তায় জানিয়েছে, সৌহার্দ্যপূর্ণ ও গঠনমূলক পরিবেশে বৈঠক অনুষ্ঠিত হয়েছে। উভয় পক্ষ পারস্পরিক স্বার্থসংশ্লিষ্ট বিভিন্ন বিষয়ে মতবিনিময় করেন এবং বাংলাদেশ ও চীনের মধ্যকার দীর্ঘদিনের বন্ধুত্ব ও উন্নয়ন সহযোগিতা পুনর্ব্যক্ত করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওবায়দুল কাদেরসহ ৭ আসামির বিরুদ্ধে অভিযোগ গঠনের আদেশ ২২ জানুয়ারি | প্রথম আলো",
            "time": "2026-01-18T18:48:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fcd6912b8-6e15-45e6-b69a-e2b395e9d078%2FObaidul%20Quader.jpeg?rect=0%2C95%2C1231%2C646&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের সময় সংঘটিত মানবতাবিরোধী অপরাধের মামলায় আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের, যুগ্ম সাধারণ সম্পাদক আ ফ ম বাহাউদ্দিন নাছিমসহ সাত আসামির বিরুদ্ধে আনুষ্ঠানিক অভিযোগ গঠনের বিষয়ে আদেশের জন্য ২২ জানুয়ারি দিন ধার্য করেছেন আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল–২।</p><p>বিচারপতি নজরুল ইসলাম চৌধুরীর নেতৃত্বাধীন তিন সদস্যের ট্রাইব্যুনাল রোববার এই আদেশ দেন। ট্রাইব্যুনালের অপর দুই সদস্য হলেন বিচারক মো. মঞ্জুরুল বাছিদ ও বিচারক নূর মোহাম্মদ শাহরিয়ার কবীর।</p></div></div></div></body></html>"
        },
        {
            "title": "মেস থেকে জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষার্থীর ঝুলন্ত মরদেহ উদ্ধার | প্রথম আলো",
            "time": "2026-01-18T18:42:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F9vain7tv%2FAkash-Jagonnath.jpg?rect=0%2C208%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরান ঢাকার গেন্ডারিয়া থানা এলাকার একটি মেস থেকে জগন্নাথ বিশ্ববিদ্যালয়ের এক শিক্ষার্থীর ঝুলন্ত মরদেহ উদ্ধার করা হয়েছে। আকাশ সরকার নামের ওই শিক্ষার্থী নাট্যকলা বিভাগের ২০১৪-১৫ শিক্ষাবর্ষের ছাত্র ছিলেন। তাঁর গ্রামের বাড়ি ফরিদপুর জেলায়।</p><p> প্রত্যক্ষদর্শীদের সূত্রে জানা যায়, রোববার রাতে গেন্ডারিয়া থানার ভাট্টিখানা মসজিদের এস কে দাস সড়কের একটি ভবনের পঞ্চম তলা থেকে আকাশের মরদেহ উদ্ধার করা হয়।</p><p> নাট্যকলা বিভাগের শিক্ষার্থী তৌহিদ চৌধুরী প্রথম আলোকে বলেন, ‘আকাশ ভাই সাধারণ জীবন যাপন করতেন। তিনি কখনো তাঁর কষ্টগুলো প্রকাশ করতেন না। তাঁর একটা সম্পর্ক ছিল, এটা অনেকেই জানত। যাঁর সঙ্গে সম্পর্ক ছিল, তাঁর বিয়ে হয়ে গেছে। আমরা কেউই বুঝতে পারিনি, তিনি এতটা মানসিক চাপে ছিলেন।’</p></div></div></div></body></html>"
        }
    ]
}