{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ফুলে ফুলে ভরেছে মিনার, ভাষাশহীদদের প্রতি শ্রদ্ধা | প্রথম আলো",
            "time": "2026-02-21T05:24:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fkb9dkbdv%2FWhatsApp_Image_2026_02_21_at_10_31_41_AM.jpeg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অমর একুশে ফেব্রুয়ারি ও আন্তর্জাতিক মাতৃভাষা দিবসের প্রথম প্রহর থেকে কেন্দ্রীয় শহীদ মিনারে ভাষাশহীদদের প্রতি শ্রদ্ধা নিবেদন করছেন সর্বস্তরের মানুষ। খালি পায়ে, সারিবদ্ধভাবে ফুল হাতে ও একুশের প্রতীক সাদা-কালো পোশাকে তাঁরা শ্রদ্ধা জানান। রাত ১২টা ১ মিনিটে শ্রদ্ধা নিবেদন শুরু হয়ে সাহ্‌রি পর্যন্ত চলে। এরপর সকাল সাড়ে ছয়টা থেকে প্রভাতফেরিতে বিভিন্ন শিক্ষাপ্রতিষ্ঠান, সরকারি-বেসরকারি ও রাজনৈতিক প্রতিষ্ঠান শ্রদ্ধা জানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আলিমে বাদ পড়া শিক্ষার্থীদের রেজিস্ট্রেশনের সুযোগ | প্রথম আলো",
            "time": "2026-02-21T05:20:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-22%2Fjiyjmfon%2F182.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫-২৬ শিক্ষাবর্ষের (পরীক্ষা-২০২৭) আলিম শ্রেণিতে ভর্তি হয়েও যারা অনলাইনে রেজিস্ট্রেশন করতে পারেনি, তাদের জন্য বিশেষ বিবেচনায় আবার রেজিস্ট্রেশনের সুযোগ দিয়েছে বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড। আজ বৃহস্পতিবার (১৯ ফেব্রুয়ারি ২০২৬) বোর্ডের এক বিজ্ঞপ্তিতে বলা হয়েছে, বোর্ডের আওতাধীন আলিম পর্যায়ের মাদ্রাসাপ্রধানেরা তাদের প্রতিষ্ঠানের বাদ পড়া শিক্ষার্থীদের তথ্য অনলাইনে eSIF পূরণের মাধ্যমে সম্পন্ন করতে পারবেন।</p><p>বোর্ড নির্ধারিত সূচি অনুযায়ী, অনলাইনে রেজিস্ট্রেশন ফি জমা দেওয়া যাবে ১৯ ফেব্রুয়ারি থেকে ১ মার্চ তারিখ পর্যন্ত। সোনালি পেমেন্ট গেটওয়ের মাধ্যমে ফি সিস্টেমে জমা হওয়ার পরই কেবল তথ্য আপলোডের জন্য নতুন এন্ট্রি অপশন পাওয়া যাবে। নতুন শিক্ষার্থীদের তথ্য (eSIF) এন্ট্রির সর্বশেষ সময়সীমা নির্ধারণ করা হয়েছে ৩ মার্চ তারিখ পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুদের স্কুলভীতি ও অভিভাবকের করণীয় | প্রথম আলো ট্রাস্ট",
            "time": "2026-02-21T05:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Ftaur0vfs%2Fnew-rahenul.avif?rect=0%2C23%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2Ffdb4c5e9-73c2-4121-9990-4feb270f5106%2Ftrust.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><span class=\"inline\"><p><strong>ডা.রাহেনুল ইসলাম:</strong> প্রথমেই সবার আগে বোঝা দরকার যে আসলে শিশুদের মনস্তত্ত্বটা কাজ করে কিভাবে। আমরা বড় হয়ে যাওয়ার কারণে আসলে ভুলে গিয়েছি যে ছোটবেলায় আমরা কিভাবে ভাবতাম। একজন শিশুর পয়েন্ট অফ ভিউ থেকে, পৃথিবীর সাথে তার দেখাশোনা শুরু হয় কাছের মানুষকে দিয়ে। যাদের সাথে সে সংযুক্ত হয় বা 'অ্যাটাচড' হয়। এই সংযুক্তিটা হলো একটি আবেগীয় বন্ধন যেখান থেকে সে ইতিবাচকভাবে পরিচালিত হয়—তার কষ্টগুলোকে তার কেয়ারগিভাররা সামলান, তাকে প্রশংসা করেন, নিরাপত্তা দেন, তার ক্ষুধা মেটান ইত্যাদি।</p><p>এই মানুষগুলো থেকে বিচ্ছিন্ন হওয়ার ব্যাপারটা কিন্তু তার জন্য অনেক ভয়ের ব্যাপার। জীবনের প্রথম স্কুলের দিনটাতে শিশুটা ভয় পাবে, একটু আঁকড়ে ধরবে—এটা কিন্তু আমরা বলবো স্বাভাবিক আচরণ। বরং উল্টোটা যদি ঘটে যে শিশুটি একেবারেই ভয় পাচ্ছে না, কাছের মানুষকে মিস করছে না, তাহলে বলবো বরং এটাই বরং ভয়ের ব্যাপার। তার মানে হলো সে বিপদ-আপদ বুঝতে পারছে না।</p><p>খানে একটি জটিল ব্যাপার হলো, সন্তানের সাথে বাবা-মা হোক বা দাদা-দাদী—আমাদের প্রাইমারি কেয়ারগিভারের সম্পর্কটা যত ক্রিটিক্যাল, তত সমস্যা। খুব সহজভাবে আমি বলতে চাই—শিশুর সাথে আপনার বন্ধনটা স্বাভাবিক আছে কি নেই, এটা বোঝার সবথেকে ভালো বুদ্ধি হলো যখন আপনাদের মধ্যে বিচ্ছিন্নতা হলো, ধরা যাক আপনাকে ছেড়ে সে বাড়ির বাইরে কোথাও গেল, সেখান থেকে ফিরে আসার পর যখন পুনর্মিলন হচ্ছে, সেই সময়কার আচরণটা বলে দেয় বন্ধনটা সুস্থ না অসুস্থ।</p><p>যদি এমন হয় যে শিশুটি বাইরে থেকে আসার পর কোল থেকে নামতেই চাচ্ছে না, একেবারে আঁকড়ে ধরে আছে, তাহলে বুঝতে হবে সমস্যা আছে। আবার যদি এমন হয় যে শিশুটি বাড়ি থেকে আসার পর একেবারে এড়িয়ে গিয়ে মুখ ফিরিয়ে চলে গেল, তাহলে বুঝতে হবে সমস্যা আছে।</p><p>সমস্যা নেই কখন বলবো? যখন দেখবো বাইরে থেকে ফিরে আসার পর, যার সাথে শিশুটি আবেগীয়ভাবে সংলগ্ন আছে, তার কোলে উঠলো, আদরের মতন ভাবে একটু ভাব বিনিময় করলো, তারপর সে যে কাজটা করছিল সে কাজে আবার ফিরে চলে গেল। তাহলে বুঝতে হবে তার বন্ধনটা স্বাভাবিক আছে।</p><p>আরেকটি বিষয় হলো—দুই বছর, তিন বছর, চার বছর, পাঁচ বছর—প্রত্যেকটি বয়সের গল্প কিন্তু একটি একটি করে আলাদা। চার বছর বয়সের ক্ষেত্রে আপনি যদি শিশুদেরকে মাঠে নিয়ে যান, খেয়াল করে দেখবেন শিশুরা কিন্তু একটা দৌড় দেয়। দৌড় দেওয়ার পর কিন্তু একটা অদৃশ্য একটা সুতার একটা মাপ আছে, যেখানে নির্দিষ্ট জায়গায় একটা শক্ত ব্রেক আসে, তারপর কিন্তু ঘুরে দেখে যে আপনি আছেন কিনা। এই যে দূরত্বটা—এটা কিন্তু বলা যেতে পারে তার একটা নির্দ্বিধামূলক দূরত্ব। এই দূরত্ব পর্যন্ত যেতে সে স্বাচ্ছন্দ্যবোধ করে, এর বাইরের পৃথিবীটাকে তারপর সে কিন্তু অন্বেষণ করে। এই দূরত্বটা যত আস্তে আস্তে বাড়বে, ততই আমরা বলবো স্বাভাবিক বিকাশ হচ্ছে। এই দূরত্বটা যদি খুব কম হয়, দেখা গেল আপনি ছেড়ে দিলেন, শিশু আপনার কাছ থেকে একেবারেই নড়ছে না, ১০ ফুটও দূরে যাচ্ছে না—তাহলে বুঝতে হবে তার অ্যাটাচমেন্টে সমস্যা আছে।</p><p>প্রাথমিক পর্যায়ে যে একটু বারবার করে এসে দেখে যাওয়াটা—দুই দিন, তিন দিন, চার দিন—এটি কিন্তু একটা স্বাভাবিক প্রকাশ। এটিকে আমরা রোগ বলবো না। তবে যদি একটানা ছয় মাস মাকে একদম ক্লাসের বাইরে বসে থাকতে হয়, তাহলে বুঝতে হবে যে মা এবং সন্তান দুজনের মনে কোনো একটা সমস্যা আছে।</p></span></div></body></html>"
        },
        {
            "title": "‘হুট করে এমন দলের বিপক্ষে ভালো করা সম্ভব নয়’ | প্রথম আলো",
            "time": "2026-02-21T05:04:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-27%2Fkc5bsomr%2FIMG-20241027-WA0030.jpg?rect=0%2C0%2C1143%2C600&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p>তহুরা: চীন, কোরিয়া র‍্যাঙ্কিংয়ে আমাদের চেয়ে অনেক এগিয়ে, তারা প্রতি ম্যাচেই প্রচুর গোল দেয়। যাঁরা ফুটবল সম্পর্কে জানেন, তাঁরা বুঝবেন, হুট করে এমন দলের বিপক্ষে ভালো করা সম্ভব নয়। আমাদের চেষ্টা থাকবে মাঠে সর্বোচ্চ লড়াই করা। হার–জিত যা–ই হোক, লক্ষ্য থাকবে সম্মানজনক স্কোর করা এবং যতটা কম সম্ভব গোল খাওয়া। দু-একটা গোল পেলে সেটাই হবে বড় প্রাপ্তি। আসলে তাদের বিপক্ষে তেমন কোনো আশা দেখছি না।</p></span></div></div></body></html>"
        },
        {
            "title": "দেশে শর্ষে উৎপাদনের শীর্ষে সিরাজগঞ্জ জেলা | প্রথম আলো",
            "time": "2026-02-21T05:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Frdzkq2i4%2FWhatsApp-Image-2026-02-20-at-11.07.13-PM.jpeg?rect=0%2C30%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বারির গবেষণা বিভাগের মুখ্য বৈজ্ঞানিক কর্মকর্তা কাওছার উদ্দিন আহাম্মদ জানান, ৮৫ দিনের মধ্যেই এই শর্ষে তোলা যায়। ফলনও ভালো হয়। দুই ধানের মধ্যে করতে হয় বলে কৃষকদের মধ্যে শর্ষে চাষের আগ্রহ বেশি। শর্ষে উৎপাদন বৃদ্ধিতে কৃষি সম্প্রসারণ অধিদপ্তরের ‘তেলজাতীয় ফসলের উৎপাদন বৃদ্ধি’ প্রকল্প থেকে সার ও বীজ সরবরাহ করা হয়। প্রকল্পটির মাধ্যমে দেশের ২৫০টি উপজেলায় তেলজাতীয় ফসলের উৎপাদন বৃদ্ধিতে সহায়তা করা হচ্ছে।</p><p>প্রকল্পটির পরিচালক মুহাম্মদ জাহাঙ্গীর আলম জানান, ‘শর্ষে উৎপাদনে উৎসাহিত করতে কৃষকদের শর্ষের পাশাপাশি দুই মৌসুমের ধানের বীজও বিনা মূল্যে সরবরাহ করছি।’</p><p>উৎপাদিত শর্ষের বড় ক্রেতা হচ্ছে তেল উৎপাদনকারী প্রতিষ্ঠানগুলো। দেশে বোতলজাত শর্ষের তেলের বাজারে বড় প্রতিষ্ঠানগুলোর মধ্যে রয়েছে এসিআই, প্রাণ, সিটি, স্কয়ার, ফ্রেশ ও ওরিয়ন গ্রুপ।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরাসি স্বাদসাম্রাজ্যে পনিরের রাজত্ব ৭",
            "time": "2026-02-21T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fayubc3gq%2Falter-hero.jpg?rect=0%2C46%2C1300%2C683&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-summary JEeCl\"><p>ফ্রান্সের স্বাদসাম্রাজ্যে ‘পনিরের রাজা’ নামে সুবিদিত ‘ব্রি’ কেবল একটি খাবার নয়, শতাব্দীজুড়ে লালিত ঐতিহ্য, রাজকীয় রুচি ও সাংস্কৃতিক গৌরবের প্রতীক। মধ্যযুগ থেকে আজ পর্যন্ত এর সুবাস মুগ্ধ করেছে সম্রাট, শিল্পী ও রসনাবিলাসীদের।</p></div></div></body></html>"
        },
        {
            "title": "ডাউনলোড করা ফাইলও অ্যান্ড্রয়েডে থেকে যাবে | প্রথম আলো",
            "time": "2026-02-21T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F6d486397-f9c9-4f15-b467-879f6d90fcc0%2Fgmail_reuters.jpg?rect=0%2C33%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে অ্যান্ড্রয়েডে দুটি ব্যাকআপ ব্যবস্থা চালু রয়েছে। গুগল ফটোসের মাধ্যমে ছবি ও ভিডিও বিভিন্ন ডিভাইসে সমন্বিত থাকে। অন্যদিকে অ্যান্ড্রয়েড নিজে থেকে ফোনের কিছু সেটিংস, কল ইতিহাস ও নির্দিষ্ট কিছু অ্যাপের তথ্য ব্যাকআপ করে রাখে। নতুন সুবিধাটি যুক্ত হলে গুগল ড্রাইভের মাধ্যমে পিডিএফ, সিভি, টিকিট, বিল, চালান কিংবা ইনস্টলার ফাইলের মতো গুরুত্বপূর্ণ ফাইল ডাউনলোডস ফোল্ডার থেকে সংরক্ষণ করা সম্ভব হবে। তবে প্রতিবেদনে বলা হয়েছে, ডাউনলোডস ফোল্ডারের সব ধরনের ফাইল এতে ব্যাকআপ না–ও হতে পারে। ধারণা করা হচ্ছে, এটি মূলত ফাইল সংরক্ষণেই বেশি গুরুত্ব দেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গুগল ট্রান্সলেটে বাংলা ভাষার মাধ্যমে অন্য ভাষা শেখার সুযোগ চালু | প্রথম আলো",
            "time": "2026-02-21T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Flnp4w9ui%2FGoogle-translate.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুগল ট্রান্সলেট অ্যাপের ‘লাইভ ট্রান্সলেট’–সুবিধা কাজে লাগিয়ে দুজন ভিন্ন ভাষার মানুষ সামনাসামনি বসে কোনো রকম জড়তা ছাড়াই কথা বলতে পারবেন। আপনি বাংলায় কথা বললে অ্যাপটি স্বয়ংক্রিয়ভাবে সেটি আপনার সঙ্গীর ভাষায় শুনিয়ে দেবে এবং পর্দার অনুবাদ দেখাবে। একইভাবে সঙ্গী যখন তাঁর ভাষায় উত্তর দেবেন, গুগল সেটি মুহূর্তেই বাংলায় অনুবাদ করে দেবে। শুধু তা–ই নয়, মানুষের কথার মধ্যকার বিরতি, আঞ্চলিক টান ও কণ্ঠস্বরের ওঠানামা শনাক্ত করতে পারে লাইভ ট্রান্সলেট। ফলে কোনো বোতাম বারবার না চেপেও একদম স্বাভাবিকভাবে আলাপ চালিয়ে যাওয়া সম্ভব। বর্তমানে বাংলা, হিন্দি, স্প্যানিশ, ফ্রেঞ্চ, কোরিয়ানসহ ৭০টির বেশি ভাষায় এই সুবিধা ব্যবহার করা যাচ্ছে।<br><strong>সূত্র: গুগল ব্লগ</strong></p></div></div></div></body></html>"
        },
        {
            "title": "১৩৫৯৯ অধ্যক্ষ-উপাধ্যক্ষ-প্রধান শিক্ষক পদে নিয়োগে আবেদনে সময় বৃদ্ধি | প্রথম আলো",
            "time": "2026-02-21T04:59:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fsgchi3j4%2FTariqueRahman.webp?rect=0%2C0%2C1136%2C596&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমসিকিউ ও মৌখিক পরীক্ষা শেষে সর্বমোট প্রাপ্ত নম্বরের ভিত্তিতে মেধাক্রম ও প্রতিষ্ঠান পছন্দক্রম অনুসারে টেলিটকের তত্ত্বাবধানে সফটওয়্যারের সাহায্যে শতভাগ অটোমেশন-স্বয়ংক্রিয় পদ্ধতিতে নিয়োগ সুপারিশ কার্যক্রম সম্পাদন করা হবে।</p><p>কোন অধিদপ্তরে কত পদ</p><p>মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তরের আওতায় স্নাতক পাস কলেজে অধ্যক্ষ ৫৮৪টি, উপাধ্যক্ষ ৬২৭টি। উচ্চমাধ্যমিক কলেজে অধ্যক্ষ ৭৬৮টি। মাধ্যমিক বিদ্যালয়ে প্রধান শিক্ষক ৩ হাজার ৯২৩টি, সহকারী প্রধান শিক্ষক ৩ হাজার ৮৭২টি। নিম্নমাধ্যমিক বিদ্যালয়ে প্রধান শিক্ষক ৫০৪টি শূন্য পদ রয়েছে। মোট শূন্য পদ রয়েছে ১০ হাজার ২৭৮টি।</p><p>কারিগরি শিক্ষা অধিদপ্তরের আওতায় ব্যবসায় ব্যবস্থাপনা অধ্যক্ষ ১১০টি। ভোকেশনালের সুপারিনটেনডেন্ট ৪০টিসহ মোট শূন্য পদ রয়েছে ১৫০টি।</p><p>মাদ্রাসা শিক্ষা অধিদপ্তরের আওতায় কামিল পর্যায়ের অধ্যক্ষ ৩৪, উপাধ্যক্ষ ৫৩টি। ফাজিল পর্যায়ের অধ্যক্ষ ২০২টি, উপাধ্যক্ষ ৩৪৩টি। আলিম অধ্যক্ষ ২১৯টি, উপাধ্যক্ষ ৩৭৭টি। দাখিলের সুপারিনটেনডেন্ট ৮৯৯টি, সহকারী সুপারিনটেনডেন্ট ১ হাজার ৪টিসহ মোট শূন্য পদ ৩ হাজার ১৩১টি।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন অর্থমন্ত্রীকে প্রথম যে পাঁচটি কাজ করতে হবে | প্রথম আলো",
            "time": "2026-02-21T04:56:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fi2s82eui%2FMotamot.jpg?rect=0%2C0%2C1164%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংরেজিতে একটি প্রবাদ রয়েছে—মৃত ঘোটককে নিয়ে কান্নাকাটি করতে নেই। অর্থাৎ অতীতের ভুলের জন্য বেশি অনুতাপ বা আলোচনার প্রয়োজন নেই। কিন্তু অর্থনীতির বেলায় এটি সত্য নয়। এখানে খুঁজে দেখতে হয়, কী কারণে ঘোড়াটি মারা গেল। ভবিষ্যতে যেন এভাবে আর কোনো ঘোড়া না মরে। নোবেলজয়ী অর্থনীতিবিদ বেন বারনানকের মূল গবেষণার বিষয় ছিল, সেই কবে ঘটে যাওয়া তিরিশের মহামন্দা। তিনি সেই জ্ঞান ব্যবহার করে ২০০৮–এর বিশ্ব আর্থিক সংকট কাটিয়েছিলেন। </p><p><em>টাইম ম্যাগাজিন</em> তাঁকে ২০০৯-এর ‘পারসন অব দ্য ইয়ার’ বানিয়েছিল। একইভাবে সামনে<strong> </strong>অর্থনীতির জন্য কী করণীয়, তা বুঝতে হলে প্রথমেই দেখতে হবে কী কারণে এক উদীয়মান ব্যাঘ্র হঠাৎ উচ্চ রক্তচাপ ও ফুসফুসের ক্যানসারে আক্রান্ত হলো।</p><p>বিএনপি সরকারের মন্ত্রিসভায় অর্থ ও পরিকল্পনামন্ত্রী হিসেবে শপথ নিয়েছেন আমীর খসরু মাহমুদ চৌধুরী। তিনি ব্যবসা-বাণিজ্য তো বটেই, ম্যাক্রো অর্থনীতিও ভালো বোঝেন। ২০১৫ থেকে ২০১৬ সালের মধ্যে বাংলাদেশ ব্যাংকে আমার দায়িত্ব পালনকালে একাধিকবার তাঁর বক্তব্য শোনার সুযোগ হয়েছে বিভিন্ন ফোরামে। কী কী ভুল নীতিতে অর্থব্যবস্থার ক্ষতি হচ্ছে, তা তিনি তুলে ধরতেন। </p><p>ব্যাংকিং খাত নিয়ে তাঁর পরম অসন্তোষ ছিল। এর মূলে তিনি রাজনৈতিক হস্তক্ষেপকে দায়ী করতেন। তিনি দাবি করতেন যে বিএনপি সরকার অর্থ মন্ত্রণালয়ে অবস্থিত আর্থিক প্রতিষ্ঠান বিভাগ বা এফআইডি বিলুপ্ত করেছিল। ২০০৯–এর পর আওয়ামী সরকার তা পুনরুজ্জীবিত করিয়ে ব্যাংকিং খাতে খেলাপি ঋণের মহোৎসব আরও বাড়িয়েছে। তাঁর এই দাবি আজ তাঁর দায়িত্বে পরিণত হলো। </p></div></div></div></body></html>"
        },
        {
            "title": "শুল্ক বাতিলের রায়ে চটেছেন ট্রাম্প, বিচারপতিদের ‘ব্যক্তিগত আক্রমণ’ | প্রথম আলো",
            "time": "2026-02-21T04:43:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F1waz8p1y%2FWhatsApp-Image-2026-02-21-at-09.40.10.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংখ্যাগরিষ্ঠের পক্ষে রায় লেখা প্রধান বিচারপতি জন রবার্টস সাবেক মার্কিন প্রেসিডেন্ট জর্জ ডব্লিউ বুশের মনোনীত। অন্য দুই বিচারপতি নিল গোরসাচ ও অ্যামি কোনি ব্যারেট স্বয়ং ট্রাম্পের হাতেই তাঁর প্রথম মেয়াদে নিযুক্ত হয়েছিলেন। ট্রাম্প কাউকেই ছাড় দেননি।</p><p>রিপাবলিকান দলের ভেতর যাঁরা যথাযথ মাত্রায় অনুগত নন, তাঁদের অপমান করতে ব্যবহৃত ‘রাইনো’(নামমাত্র রিপাবলিকান) শব্দটি উল্লেখ করে ট্রাম্প বলেন, ‘তাঁরা (এই বিচারপতিরা) স্রেফ রাইনো ও চরম বামপন্থী ডেমোক্র্যাটদের আজ্ঞাবহ হিসেবে কাজ করছেন।’</p><p>কোনো তথ্য-প্রমাণ ছাড়াই প্রেসিডেন্ট দাবি করেন, আদালত ‘বিদেশি স্বার্থে’ প্রভাবিত হয়ে এ সিদ্ধান্ত নিয়েছেন। তিনি বলেন, ‘আমার মনে হচ্ছে, আদালত বিদেশি স্বার্থের কাছে নতি স্বীকার করেছেন।’ তবে সংবাদকর্মীরা এ বিষয়ে বিস্তারিত জানতে চাইলে তিনি কোনো ব্যাখ্যা দিতে রাজি হননি।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে মুখোশ পরে এসে শ্রমিক দলের নেতাকে গুলি | প্রথম আলো",
            "time": "2026-02-21T04:32:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F99odcp7g%2Flumina-enhanced-hd.png?rect=0%2C62%2C1344%2C706&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী ও স্থানীয় বাসিন্দারা জানান, স্থানীয় শাহ আউলিয়া জামে মসজিদে নামাজ পড়ে বাড়ি ফিরছিলেন মেহেদী হাসান। এ সময় মুখোশ পরে এসে কয়েকজন দুর্বৃত্ত মেহেদী হাসানকে লক্ষ্য করে গুলি ছুড়ে পালিয়ে যায়।</p><p>উপজেলা শ্রমিক দলের সভাপতি রফিকুল আলম বলেন, মেহেদীকে হত্যা করতে ৬টি গুলি করেছে সন্ত্রাসীরা। একটি গুলি তাঁর বুকের ডান পাশে এবং একটি গুলি পায়ে লেগেছে। আহত মেহেদীকে চট্টগ্রামের একটি বেসরকারি হাসপাতালে ভর্তি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৪তম বিসিএস: নন ক্যাডারে ২৯৫৮ জন, সবচেয়ে বেশি ১০ম গ্রেডে | প্রথম আলো",
            "time": "2026-02-21T04:27:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-24%2Fqfwb3otv%2Fprothomalo-bangla2025-05-191yuumb1f168.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তি অনুযায়ী, সব থেকে বেশি সুপারিশ পেয়েছেন ১০ম গ্রেডে, ২ হাজার ১১০ জন। ৩১ ক্যাটাগরির পদে এই সুপারিশ করা হয়েছে। ৪ ক্যাটাগরির পদে কোনো যোগ্য প্রার্থী পাওয়া যায়নি।</p><p>৯ম গ্রেডের ৬৩ ক্যাটাগরির পদের মধ্যে ৫৯ ক্যাটাগরির পদে সুপারিশপ্রাপ্ত হয়েছেন ৪৩২ জন। যোগ্য প্রার্থী না থাকায় ৪ ক্যাটাগরির পদে কোনো সুপারিশ করা হয়নি। সব থেকে বেশি ৬০ জন সুপারিশ পেয়েছেন প্রাথমিক শিক্ষা অধিদপ্তরের ইনস্ট্রাক্টর পদে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষা, আবেদনের সুযোগ আর ২দিন | প্রথম আলো",
            "time": "2026-02-21T04:22:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2Fb5bd3969-7eee-401c-99b4-5e81731b4eae%2Fprothomalo_import_media_2017_07_23_c20f6095c629631ecff6a884b500b975_5974997a9b559.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫-২৬ শিক্ষাবর্ষে প্রথম বর্ষ স্নাতক (সম্মান) শ্রেণির ভর্তি কার্যক্রমে উচ্চমাধ্যমিক পর্যায়ে মানবিক, বিজ্ঞান ও ব্যবসায় শিক্ষা শাখার শিক্ষার্থীদের জন্য আলাদাভাবে ১০০ নম্বরের এমসিকিউ পদ্ধতিতে ভর্তি পরীক্ষা গ্রহণ করা হবে। এমসিকিউ পদ্ধতিতে ১০০ নম্বরের ভর্তি পরীক্ষায় ১০০টি প্রশ্নের উত্তর ১ ঘণ্টার মধ্যে দিতে হবে। শিক্ষার্থীদের চতুর্থ বিষয়সহ এসএসসি ও এইচএসসি পরীক্ষায় প্রাপ্ত জিপিএ থেকে যথাক্রমে ৪০ শতাংশ ও ৬০ শতাংশ হিসাবে ১০০ নম্বর ও এমসিকিউ পদ্ধতিতে ভর্তি পরীক্ষার ১০০ নম্বরসহ সর্বমোট ২০০ নম্বরের ভিত্তিতে প্রতিটি কলেজের জন্য আলাদাভাবে বিষয় পছন্দক্রম অনুসারে বিষয়ভিত্তিক মেধাতালিকা প্রণয়ন করা হবে। এমসিকিউ পদ্ধতিতে ভর্তি পরীক্ষায় ভুল উত্তরের জন্য কোনো নম্বর কর্তন করা হবে না।</p><p>*বিজ্ঞপ্তির বিস্তারিত দেখুন <a target=\"_blank\" href=\"http://app11.nu.edu.bd/notice/NOTICE_HONS_ADMISSION_2024_2025_310126.pdf\" rel=\"nofollow\">এখানে</a></p></div></div></div></body></html>"
        },
        {
            "title": "গণমাধ্যমে হামলার নিন্দায় সরব দর্শকেরা | প্রথম আলো",
            "time": "2026-02-21T04:19:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F7xzvvl6m%2FCapture.PNG?rect=0%2C68%2C972%2C510&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের কমিউনিস্ট পার্টির সাবেক সাধারণ সম্পাদক রুহিন হোসেন প্রিন্স এসেছিলেন সিপিবির বেশ কিছু নেতা-কর্মীসহ। প্রদর্শনী দেখে তিনি মন্তব্য করলেন, ধ্বংসযজ্ঞ দেখার পর প্রথমেই মনে হয়েছে এই উগ্র হামলাকারীদের প্রতিরোধ করার কোনো বিকল্প নেই। গত বছরের ১৮ ডিসেম্বর রাতে প্রথম আলো, ডেইলি স্টার, ছায়ানট এবং পরদিন উদীচী কার্যালয়ে যেভাবে একের পর এক হামলা হয়েছে, তাতে বোঝাই যায় তৎকালীন সরকারের প্রশ্রয় ছাড়া এমন তাণ্ডব চালানো সম্ভব ছিল না। জুলাই বিপ্লবের নাম করে একটি মহল সুনির্দিষ্টভাবে মুক্তিযুদ্ধের চেতনা, অসাম্প্রদায়িক আদর্শ ও মুক্তবুদ্ধির চর্চার প্রতিষ্ঠানগুলোকে লক্ষ্যবস্তুতে পরিণত করেছিল। এই প্রদর্শনী অপশক্তির বিরুদ্ধে প্রতিবাদ-প্রতিরোধের শক্তিকে জাগিয়ে তুলবে বলে মন্তব্য করেন তিনি।</p><p>ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের অধ্যাপক তারিক মনজুর প্রদর্শনী দেখতে এসে বলেন, ‘প্রথম আলোয় আগুন দেওয়া, এর ওপর হামলা, এটা আক্রোশের ভাষা, হিংসার ভাষা।এটা দেখার জন্য একাত্তরে দেশ স্বাধীন করিনি, চব্বিশের আন্দোলনে নামিনি। আক্রোশ আর হিংসার জবাবে আক্রান্ত ও অগ্নিদগ্ধ ভবন নিয়ে প্রথম আলো যে প্রদর্শনী করেছে, সেটা শিল্পের ভাষা। শিল্পের ভাষাই পারে মুক্তবোধ আর মুক্তবুদ্ধির প্রসার ঘটাতে।’</p></div></div></div></body></html>"
        },
        {
            "title": "যেকোনো বিষয়ে হুটহাট মন্তব্য করা থেকে বিরত থাকতে হবে কোন রাশির জাতককে | প্রথম আলো",
            "time": "2026-02-21T04:12:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fouay8n4w%2FHoroscopeThumbChinmoy-Barua.jpg?rect=0%2C14%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের শুরুতে আপনার ভেতরে এমন কিছু প্রশ্ন জাগবে, যেগুলো আপনি এত দিন এড়িয়ে চলছিলেন। পুরোনো ভয়, নিরাপত্তাহীনতা, কারও ওপর নির্ভরতা বা নিয়ন্ত্রণের বিষয়গুলো হঠাৎ করেই বেশি করে অনুভূত হতে পারে। এগুলো আপনাকে দুর্বল করার জন্য নয়, বরং ভেতর থেকে পরিষ্কার করার জন্য সামনে আসছে। নিজের আবেগকে বিশ্লেষণ করার প্রবণতা বাড়বে, আর আপনি বুঝতে চাইবেন কোন অনুভূতিগুলো সত্যিই আপনার আর কোনগুলো শুধু অভ্যাসের ফল। এই ভেতরের পরিবর্তনের সঙ্গে সঙ্গে জীবনের প্রতি দৃষ্টিভঙ্গিও বদলাতে থাকবে। জ্ঞান, বিশ্বাস, নীতি কিংবা ভবিষ্যৎ লক্ষ্য নিয়ে নতুন প্রশ্ন তৈরি হবে এবং আপনি আগের চেয়ে বেশি বাস্তব ও পরিণতভাবে বিষয়গুলো দেখতে শুরু করবেন। এর ফলেই দায়িত্বের জায়গায় চাপ বাড়বে; কাজের পরিবেশে আপনাকে আরও বেশি শৃঙ্খলাবদ্ধ, সচেতন ও পরিশ্রমী হতে হবে। প্রতিযোগিতা বাড়তে পারে, কেউ আপনার কাজ যাচাই করতে পারে বা আপনাকে নিজের দক্ষতা প্রমাণ করতে হতে পারে। একই সঙ্গে শরীরও আপনাকে সিগন্যাল দেবে—রুটিন, খাবার, ঘুম আর মানসিক চাপ ঠিক না রাখলে ক্লান্তি জমতে পারে।<br>সপ্তাহের দ্বিতীয় ভাগে শারীরিক সুস্থতাকে অগ্রাধিকার দিন এবং দুর্ঘটনা এড়াতে সর্বোচ্চ সতর্ক থাকুন।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় তারেকের ছেড়ে দেওয়া আসনে কে হবেন বিএনপির প্রার্থী | প্রথম আলো",
            "time": "2026-02-21T04:12:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F5n48uy3k%2FWhatsApp_Image_2026_02_12_at_11_04_40_AM.jpeg?rect=0%2C12%2C1078%2C566&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আসনে উপনির্বাচনের তফসিল এখনো ঘোষণা করেনি নির্বাচন কমিশন। তবে উপনির্বাচনে কে হচ্ছেন দলীয় প্রার্থী, এ নিয়ে আলোচনার শেষ নেই।</p><p>কেউ কেউ বিএনপির চেয়ারম্যান তারেক রহমানের স্ত্রী জুবাইদা রহমান কিংবা মেয়ে জাইমা রহমানকে প্রার্থী করার দাবি তুলেছেন। এ ছাড়া সম্ভাব্য প্রার্থী তালিকায় স্থানীয় নেতাদের মধ্যে বগুড়া জেলা বিএনপির সভাপতি ও বগুড়া পৌরসভার সাবেক মেয়র রেজাউল করিম (বাদশা), বগুড়া জেলা বিএনপির সাবেক সভাপতি ও বগুড়া পৌরসভার সাবেক মেয়র একেএম মাহবুবুর রহমান, বগুড়া জেলা বিএনপির সাবেক সভাপতি সাইফুল ইসলাম, বগুড়া-৭ আসনের সাবেক সংসদ সদস্য হেলালুজ্জামান তালুকদার ও বিএনপি মিডিয়া সেলের আহ্বায়ক মওদুদ হোসেন আলমগীরের (পাভেল) নাম শোনা যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষাভিত্তিক বাঙালি জাতীয়তাবাদের পথ দেখাল ৫২ | প্রথম আলো",
            "time": "2026-02-21T04:08:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fch5wtzq4%2Fprothomalo-bangla2021-0257a48e79-b9bf-4ba2-877a-23237f954f72Untitled21.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম শহীদ দিবস উপলক্ষে ১৯৫৩ সালে ইত্তেফাক, সৈনিক, নও-বেলালসহ বেশ কয়েকটি পত্রিকা বিশেষ ‘শহীদ দিবস সংখ্যা’ প্রকাশ করে। এ ছাড়া ঢাকা কলেজ ছাত্রাবাস থেকে ১/৪ ডিমাই মাপের একটি প্রচারপত্রও বের করা হয়। একই বছরের মার্চ মাসে হাসান হাফিজুর রহমানের সম্পাদনায় প্রকাশিত হয় ঐতিহাসিক সাহিত্য সংকলন একুশে ফেব্রুয়ারি। এতে আলী আশরাফ, শামসুর রাহমান, বোরহানউদ্দিন খান জাহাঙ্গীর, আবদুল গণি হাজারী, ফজলে লোহানী, আলাউদ্দিন আল আজাদ, আনিস চৌধুরী, আবু জাফর ওবায়দুল্লাহ, জামালুদ্দিন, আতাউর রহমান, সৈয়দ শামসুল হক, হাসান হাফিজুর রহমান, শওকত ওসমান, সাইয়িদ আতিকুল্লাহ, আনিসুজ্জামান, সিরাজুল ইসলাম, আতোয়ার রহমান, মুর্তজা বশীর, সালেহ আহমদ, আবদুল গাফ্ফার চৌধুরী, তফাজ্জল হোসেন এবং কবিরউদ্দিন আহমদের মতো প্রগতিশীল কবি ও লেখকদের কবিতা, নাটক, গল্প ও প্রবন্ধ স্থান পায়। একুশের এই প্রথম সংকলন মানুষের মধ্যে ব্যাপক আলোড়ন তোলে। ফলে প্রকাশকের আস্তানায় পুলিশ তল্লাশি চালায় এবং সংকলনটি নিষিদ্ধ করা হয়। পরবর্তী সময়ে ১৯৫৬ সালে আতাউর রহমান খান মুখ্যমন্ত্রী হিসেবে দায়িত্ব গ্রহণের পর এই নিষেধাজ্ঞা তুলে নেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে নিষিদ্ধ ছাত্রলীগের ফুল, ২২ সেকেন্ডের ভিডিও ফেসবুকে | প্রথম আলো",
            "time": "2026-02-21T04:05:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fhqoaz6ny%2FCtg-1.jpg?rect=0%2C45%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২২ সেকেন্ডের ভিডিওটি কোথা থেকে এবং কবে ধারণ করা হয়েছে তা স্পষ্ট হওয়া যায়নি। শহীদ মিনারের অবস্থান কোথায় তা–ও ফেসবুকের পোস্টে উল্লেখ করা হয়নি। ফুল দিতে যাওয়া চারজনকে ‘ভাষাশহীদের স্মরণে, ভয় করি না মরণে’, ‘ইসলামিয়া কলেজ ছাত্রলীগ, নেতা মোদের শেখ মুজিব’, ‘জয় বাংলা, জয় বঙ্গবন্ধু’ স্লোগান দিতে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের সামনে আজ নিউজিল্যান্ড-দুই ‘কালো ঘোড়ার’ লড়াই | প্রথম আলো",
            "time": "2026-02-21T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Frm8fojlr%2F074236-01-02.jpg?rect=0%2C274%2C3869%2C2031&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিউই ব্যাটসম্যান মার্ক চাপম্যান অবশ্য মনে করেন, পাকিস্তানের স্পিন সামলানোর প্রস্তুতি তাঁদের ভালোই আছে। কলম্বোয় কাল সংবাদ সম্মেলনে প্রথম রাউন্ডের চার ম্যাচে ৭৬ রান করা চাপম্যান বলেছেন, ‘আমার বিশ্বাস, ভারতের ব্যাটিংবান্ধব পিচে খেলার পর মন্থর উইকেটে কী করতে হবে, সেটা সবাই জানে। আমরা আত্মবিশ্বাসী, আমাদের সামনে যে কন্ডিশনই আসুক, সেটা সামলাতে পারব।’<br>চাপম্যানদের জন্য সবচেয়ে বড় চ্যালেঞ্জ হতে পারেন অপ্রথাগত অ্যাকশনে বোলিং করা পাকিস্তানের স্পিনার উসমান তারিক। তাঁকে নিয়ে চাপম্যানের সতর্ক মন্তব্য, ‘নিঃসন্দেহে তারিকের অ্যাকশন একদম আলাদা। বিশেষ করে ডেলিভারি দেওয়ার আগে ক্রিজে সে যেভাবে থেমে যায়, এটা মাথায় রাখার মতো একটা বিষয়।’<br>প্রথম পর্বে কানাডার বিপক্ষে নিউজিল্যান্ডের শেষ ম্যাচে অসুস্থতার জন্য খেলেননি অধিনায়ক মিচেল স্যান্টনার। পাকিস্তানের বিপক্ষে আজ তিনি খেলবেন কি না, এমন প্রশ্নে চাপম্যান বলেছেন, ‘সে মাঠে ফিরতে উন্মুখ হয়ে আছে। শেষ মুহূর্তে যদি অসুস্থ হয়ে না পড়ে, তাহলে সে খেলবে।’ সন্তানের জন্মের সময় স্ত্রীর পাশে থাকতে নিউজিল্যান্ডে গিয়েছিলেন পেসার লকি ফার্গুসন। গতকালই তাঁর শ্রীলঙ্কায় ফেরার কথা ছিল। তবে আজ তাঁর খেলাও নিশ্চিত নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষার জন্ম-মৃত্যু, ভবিষ্যতের ভাষা | বিজ্ঞানচিন্তা",
            "time": "2023-02-21T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2F9278dfff-c95c-4fb0-a0f3-440428a57173%2FOld_World_Language_Families.png?rect=0%2C0%2C661%2C347&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><h2>এক পৃথিবী এক ভাষা</h2><p>ভিসামুক্ত পৃথিবীর কথা অনেকে বলে থাকেন। একইভাবে পৃথিবীর সব মানুষের জন্য একটি সাধারণ আন্তর্জাতিক ভাষার দাবি রয়েছে অনেকের। ভাষার বিশ্বায়নের ধারণা থেকে ‘এসপেরান্তো’ নামের একটি কৃত্রিম ভাষা বানানো হয়েছে। পোল্যান্ডের চিকিৎসক লুদভিক জামেনহফ এই ভাষা বানিয়েছেন ১৮৮৭ সালে। বর্তমানে অন্তত ২৫ লাখ মানুষ এসপেরান্তো ভাষায় কথা বলে। এ ভাষায় শব্দের উচ্চারণ, বানান ও ব্যাকরণ খুব সহজ। এসপেরান্তো-ভাষীরা মনে করে, মাতৃভাষার বাইরে মানুষের এই একটি ভাষা জানলেই চলবে। আর পৃথিবীর সব মানুষের জন্য সেই ভাষা হবে অভিন্ন।</p><h2>ভবিষ্যতের ভাষা</h2><p>ভবিষ্যতে কি একটি ভাষা থাকবে? এর উত্তরে বলা হয়, এটি হতে পারে। যদি কোনো শ্রবণপ্রতিবন্ধী ও দৃষ্টিপ্রতিবন্ধী না থাকে, আর সবাই যদি যোগাযোগের ক্ষেত্রে ইশারা ভাষা ব্যবহার করে, তবে পৃথিবীতে একটি ভাষা থাকবে। নইলে অন্তত দুটি ভাষা থাকবে। পৃথিবীর বর্তমান বড় ভাষাগুলোর মধ্যেও বড় ধরনের পরিবর্তন ঘটবে। প্রথমত, প্রচলিত বাগ্‌ধারা ও প্রবাদজাতীয় বাক্যের জায়গায় তৈরি হবে নতুন বাগ্‌ধারা ও প্রবাদজাতীয় বাক্য। ইংরেজি ভাষা আরও বেশি ব্যবহৃত ভাষা হবে। ওয়াশিংটন পোস্ট বছর দুয়েক আগে মন্তব্য করেছিল, ২০৫০ সালের মধ্যে বাণিজ্যের ক্ষেত্রে প্রভাববিস্তারকারী ভাষার মধ্যে হিস্পানি, পর্তুগিজ, আরবি ও রুশ ভাষার পরে অবস্থান হবে হিন্দি, বাংলা, উর্দু ও ইন্দোনেশীয় ভাষার। আর প্রোগ্রামিংয়ের ভাষা হিসেবে ‘পাইথনের’ ব্যবহার তো দিন দিন বাড়ছেই।</p><h4>লেখক: অধ্যাপক, বাংলা বিভাগ, ঢাকা বিশ্ববিদ্যালয়</h4></div></div></div></body></html>"
        },
        {
            "title": "নীহা রোমান্টিক নাটকে আগ্রহী কেন | প্রথম আলো",
            "time": "2026-02-21T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fslacxg6c%2Fnazninnaharniha1756634823371124434679810421948301317282.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><br>দর্শকেরা নাটকটি কেন দেখছে?—নীহার ভাষ্য, ‘নাটকটিতে ভালোবাসা আছে, আবেগ আছে। পাশাপাশি গানটাও ভালো হয়েছে।’</p><p>নাটকটির প্রযোজক এস কে সাহেদ আলী জানান, নির্বাচনের কারণে ভালোবাসা দিবসে একটি নাটকই মুক্তি দিয়েছেন তাঁরা। নাজনীন নীহা বলছেন, ‘নির্বাচনের পরপরই নাটকটি মুক্তি পেয়েছে। ফলে নাটকটি দর্শকের কাছে পৌঁছাবে কি না, তা নিয়ে সংশয় ছিল। তবে বিশ্বাস ছিল, গল্পটা সবার ভালো লাগবে। যতটুকু ভেবেছিলাম, সেটার চেয়ে বেশি সাড়া পাচ্ছি।’</p><p>সপ্তাহ দুয়েক আগে মু্ক্তি পেয়েছে নীহার আরেক নাটক জনম জনমে। তৌফিকুল ইসলাম পরিচালিত নাটকটিতে নীহার বিপরীতে অভিনয় করেছেন ইয়াশ রোহান।</p></div></div></div></body></html>"
        },
        {
            "title": "কবে অবসর নিতে পারেন, জানালেন নেইমার | প্রথম আলো",
            "time": "2026-02-21T03:59:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-31%2Fxw7qxyme%2FFocus-%F0%9F%AB%A1.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রমাগত এসব চোটই আসলে নেইমারকে তাঁর ক্যারিয়ার নিয়ে সিদ্ধান্ত নেওয়ার ক্ষেত্রে ভাবাচ্ছে। আগামী বছর কী হবে, তা বহু দূরের বিষয়, এ বছরের বাকি সময় নিয়েই অনিশ্চয়তায় ভুগছেন নেইমার। বিশ্বকাপে খেলতে চান, কিন্তু সেটাও যে কিছুটা অনিশ্চিত হয়ে পড়েছে, তা বোঝা গেল তাঁর কথায়। সম্ভবত এ কারণেই অবসরের ভাবনা উঁকি দিয়েছে তাঁর মনে, ‘এখন থেকে কী হবে, আমি জানি না। আগামী বছর নিয়েও কিছু বলতে পারছি না। সম্ভবত ডিসেম্বর এলে অবসর নিতে চাইব। এখন আমি বছর ধরে এগোচ্ছি।’</p><p>অর্থাৎ সান্তোসের সঙ্গে বর্তমান চুক্তির মেয়াদ শেষে অবসর নিতে পারেন নেইমার। ব্যাপারটা যে তাঁর হৃদয়ের ডাকের ওপর নির্ভর করছে, সেটাও বলেছেন, ‘দেখা যাক, আমার মন কী সিদ্ধান্ত নেয়। বছরের শেষ দিকে আমার মন যা বলবে, সেটির ওপরই সব নির্ভর করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দোলন-সংগ্রামে একুশের স্মৃতি | প্রথম আলো",
            "time": "2026-02-21T03:58:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Faee7jfwk%2FWhatsApp-Image-2026-02-20-at-19.49.44.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিগত আওয়ামী লীগ সরকারের আমলজুড়ে একুশ এসে হাজির হতো দ্রোহের অনুষঙ্গ হিসেবে। যখনই যে ইস্যুতে প্রতিবাদ–আন্দোলন হয়েছে, তার নিরিখেই যেন একুশকে স্মরণ করেছি। চব্বিশের জুলাই গণ-অভ্যুত্থানের সময়েও দেয়ালে দেয়ালে লেখা হয়েছে ‘আসছে ফাল্গুনে আমরা দ্বিগুণ হব’, ‘বায়ান্ন দেখিনি, চব্বিশ দেখেছি’। গান রচিত হয়েছে: ‘বায়ান্নতে চব্বিশে তফাত কই রে? কথা ক…/ আমার ভাই-বইন মরে রাস্তায় তর চেষ্টা কই রে? কথা ক…’। চব্বিশের সবচেয়ে উত্তাল ওয়াক্তে, যেমন যখন দ্রোহযাত্রা হচ্ছে, বা যখন শিক্ষার্থীরা এক দফার ঘোষণা দিচ্ছে, তখন একুশের স্মৃতিবিজড়িত শহীদ মিনারই হচ্ছে এসব কর্মকাণ্ডের কেন্দ্রস্থল। একুশের ভাষা, স্লোগান, স্মৃতি, মিনার কত আষ্টেপৃষ্ঠে জড়িয়ে আছে আমাদের দ্রোহের ইতিহাসে, তার এক উজ্জ্বল নজির এই ঘটনাপ্রবাহ।</p><p>গত সত্তর বছরের ইতিহাস থেকে বলা যায়, আমাদের রাজনৈতিক জনগোষ্ঠীর দ্রোহের কল্পনায় স্থায়ী জায়গা করে নিয়েছে একুশ। অন্যায়, অবিচার, শোষণ, নিপীড়ন, রাষ্ট্রীয় সহিংসতার বিরুদ্ধে যখন ক্ষোভ সঞ্চারিত হয়, তখন তা প্রকাশের অন্যতম মাধ্যম ও উসিলা হয়ে ওঠে একুশ। একুশ যেন মজলুমের হাতিয়ারস্বরূপ। মজলুমের মুখে ভাষা তুলে দেয় একুশের স্মৃতি, শহীদদের ত্যাগ।</p><p>এ বছর যখন আমরা একুশ পাচ্ছি, তখন বাংলাদেশ এক নতুন শুরুর দ্বারপ্রান্তে। দীর্ঘ দেড় দশকের স্বৈরতান্ত্রিক অধ্যায় ও অভূতপূর্ব গণ-অভ্যুত্থান পার করে আমরা আবারও গণতান্ত্রিক যাত্রা শুরু করতে যাচ্ছি। এই দীর্ঘ দেড় দশকের আন্দোলন সংগ্রামে একুশ ছিল আমাদের অনুপ্রেরণার উৎস। এই একুশে আমরা রাষ্ট্রের গণতান্ত্রিক রূপান্তরের প্রচেষ্টাকে এগিয়ে নিয়ে যাওয়ার শপথ নিতে পারি। রাষ্ট্র কখনো কোনো নাগরিকের প্রাণ হরণ করতে পারবে না, গণতান্ত্রিক অধিকার কেড়ে নিতে পারবে না।</p><p>রাষ্ট্র যদি আবার গণবিরোধী ও নিপীড়ক চেহারা নিয়ে হাজির হওয়ার চেষ্টা করে, তাহলে একুশ আবারও মজলুমের হাতিয়ার হবে। ‘আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি, আমি কি ভুলিতে পারি?’ সুর অথবা ‘আসছে ফাল্গুনে আমরা দ্বিগুণ হব’ স্লোগান আবারও শাসকগোষ্ঠীর মসনদ কাঁপিয়ে দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে শত শত মানুষ প্রকাশ্যে জলমহালের মাছ লুটে নিয়েছে | প্রথম আলো",
            "time": "2026-02-21T03:56:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fttky0240%2FSunamgonj.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আঙ্গুর মিয়া বলেন, এত দিন তিনি মাছ সংরক্ষণ করেছেন। আর সপ্তাহখানেক পর মাছ ধরার প্রস্তুতি নিচ্ছিলেন। গতকাল সন্ধ্যা সাতটার পর শান্তিগঞ্জের কাওয়াজুরী, উফতিরপাড় ও লাউগাঙ্গ, দিরাই উপজেলার নগদিপুর, ছোট নগদিপুর, ধীতপুর, ফুকিডর ও দৌলতপুর গ্রামের শত শত মানুষ জলমহালের চারপাশে ভিড় করেন। তাঁরা সবাই জলমহালে নেমে মাছ ধরতে থাকেন। লাইট জ্বালিয়ে প্রায় দুই ঘণ্টা ধরে চলতে থাকে মাছ লুট। মানুষ বেশি হওয়ায় জলমহালের পাহারাদারেরা ভয়ে বাধা দিতে পারেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজপরিবারের উত্তরাধিকারীর তালিকা থেকে অ্যান্ড্রুকে বাদ দিতে চায় ব্রিটিশ সরকার | প্রথম আলো",
            "time": "2026-02-21T03:45:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Frc4hbwxm%2FPrince-Andrew.jpg?rect=0%2C10%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজপরিবারের উত্তরাধিকারীর তালিকা থেকে সাবেক প্রিন্স অ্যান্ড্রু মাউন্টব্যাটেন-উইন্ডসরকে বাদ দিতে ব্রিটিশ সরকার নতুন আইন পাসের কথা বিবেচনা করছে।</p><p> যুক্তরাজ্যের প্রতিরক্ষামন্ত্রী লিউক পোলার্ড বিবিসিকে বলেছেন, পুলিশি তদন্তের ফলাফল যা-ই হোক, এ পদক্ষেপ নেওয়াটাই ‘সঠিক কাজ’। এর ফলে অ্যান্ড্রু কখনোই রাজা হতে পারবেন না।</p><p> কুখ্যাত যৌন নিপীড়ক ধনকুবের জেফরি এপস্টিনের সঙ্গে সম্পর্কের খবর প্রকাশিত হওয়ার জেরে গত অক্টোবরে তীব্র চাপের মুখে অ্যান্ড্রুর ‘প্রিন্স’ উপাধিসহ অন্যান্য খেতাব কেড়ে নেওয়া হয়। তা সত্ত্বেও রাজা তৃতীয় চার্লসের ছোট ভাই অ্যান্ড্রু বর্তমানে সিংহাসনের উত্তরাধিকারীদের তালিকায় অষ্টম স্থানে রয়েছেন।</p><p>সরকারি পদে থাকাকালে অসদাচরণের সন্দেহে গ্রেপ্তার করার ১১ ঘণ্টা পর গত বৃহস্পতিবার সন্ধ্যায় অ্যান্ড্রুকে মুক্তি দেওয়া হয়। তবে তাঁর বিরুদ্ধে তদন্ত চলবে।</p><p> তবে অ্যান্ড্রু বারবারই যেকোনো দুষ্কর্মের অভিযোগ জোরালোভাবে অস্বীকার করে আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বৈদেশিক বাণিজ্যে বড় হচ্ছে দেশি ব্যাংক | প্রথম আলো",
            "time": "2026-02-21T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fhr1u39dj%2FWhatsApp-Image-2026-02-20-at-11.05.49-PM.jpeg?rect=0%2C49%2C1338%2C702&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাপ্ত তথ্য অনুযায়ী, ২০২৫ সালে বৈদেশিক বাণিজ্যে অর্থায়নে দেশি–বিদেশি সব ব্যাংকের মধ্যে শীর্ষে ছিল এইচএসবিসি। ব্যাংকটি প্রায় সাড়ে ৯ বিলিয়ন মার্কিন ডলারের বাণিজ্য করেছে। এরপরই দেশীয় সিটি ব্যাংক বাণিজ্য করেছে ৮ বিলিয়ন ডলারের বেশি। ৭ বিলিয়ন ডলারের বৈদেশিক বাণিজ্য নিয়ে তৃতীয় স্থানে আছে পূবালী ব্যাংক। এরপর রয়েছে বহুজাতিক স্ট্যান্ডার্ড চার্টার্ড ব্যাংক, বাংলাদেশ; দেশীয় শাহ্জালাল ইসলামী, ইউসিবি, ব্র্যাক ব্যাংক, ইস্টার্ন ব্যাংক, ইসলামী ব্যাংক ও সাউথইস্ট ব্যাংক।</p><p>তালিকায় তাদের পেছনে রয়েছে প্রিমিয়ার, আল-আরাফাহ্ ইসলামী, প্রাইম, ঢাকা, যমুনা, মার্কেন্টাইল, এনসিসি, ডাচ্–বাংলা, ওয়ান ও মিউচুয়াল ট্রাস্ট ব্যাংক (এমটিবি)। বাণিজ্য অর্থায়নে পরিবর্তন এসেছে মূলত দেশীয় ব্যাংকগুলোয় প্রযুক্তির ব্যবহার বৃদ্ধি পাওয়ায়।</p><p>বাংলাদেশে প্রতিবছর ১২০ বিলিয়ন বা ১২ হাজার কোটি ডলারের বৈদেশিক বাণিজ্য হয়। এর মধ্যে ১০০ বিলিয়ন ডলারের বাণিজ্য হয় ২০ ব্যাংকের মাধ্যমে। বৈদেশিক বাণিজ্য বলতে আমদানি, রপ্তানি ও ব্যাংক গ্যারান্টি—এই তিন বিষয়কে বোঝায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষাজ্ঞানে দুর্বল শিক্ষার্থীরা, পিছিয়ে শিক্ষা ও কর্মজীবনে | প্রথম আলো",
            "time": "2026-02-21T03:25:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fdsazaydy%2FInfo%E0%A6%B8.png?rect=0%2C12%2C685%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> আউয়াল মজুমদার বলেন, তিনি অতীতে অনেক সিএসপি অফিসারের (পাকিস্তান আমলে পাকিস্তান সিভিল সার্ভিসে যোগ দেওয়া) সঙ্গে কাজ করেছেন। তাঁদের ভাষাজ্ঞান ছিল অসাধারণ। এখন তো মান অনেক খারাপ হয়ে গেছে।</p><p> ১৯৫২ সালে বাংলাদেশের মানুষ মাতৃভাষার জন্য প্রাণ দিলেও শিক্ষা ও চাকরিতে বাংলা প্রয়োজনীয় গুরুত্ব পায়নি। ফলে বেসরকারি চাকরিতে এখন জোর দেওয়া হয় ইংরেজি জ্ঞানের ওপর। সংশ্লিষ্ট ব্যক্তিরা বলছেন, এটা দুর্ভাগ্যজনক হলেও সত্যি। আর ইংরেজি দক্ষতায় তরুণেরা পিছিয়ে থাকেন।</p><p> ঢাকা চেম্বারের সাবেক সভাপতি আবুল কাসেম খান <em>প্রথম আলো</em>কে বলেন, ‘বেসরকারি চাকরিতে ভালো যোগাযোগ দক্ষতা ও ভাষাজ্ঞান জরুরি। আমরা অবাক হয়ে দেখি, অনেকে ভালো বাংলা পারে না, ইংরেজিতে দুর্বলতা আরও বেশি।’ তিনি মনে করেন, মাতৃভাষা হিসেবে বাংলা এবং আন্তর্জাতিক ভাষা হিসেবে ইংরেজিতে দক্ষতা থাকা দরকার। আবার তৃতীয় কোনো ভাষা, যেমন স্প্যানিশ, জাপানিজ অথবা চীনা ভাষায় দক্ষতা থাকলে আরও ভালো।</p><p> সংশ্লিষ্ট ব্যক্তিরা মনে করেন, শুধু চাকরি নয়, সৃজনশীল লেখা, নিজেকে উপস্থাপন, দেশি-বিদেশি জ্ঞানে নিজেকে সমৃদ্ধ করা—সব ক্ষেত্রেই ভাষাজ্ঞান জরুরি। </p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে ফুলেল শ্রদ্ধা | প্রথম আলো",
            "time": "2026-02-21T03:24:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F4ci7155l%2FWhatsApp-Image-2026-02-21-at-9.34.26-AM.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রভাতফেরিতে এর মধ্যে বিভিন্ন শিক্ষাপ্রতিষ্ঠান, সরকারি ও বেসরকারি প্রতিষ্ঠান, বিভিন্ন সামাজিক, সাংস্কৃতিক ও রাজনৈতিক প্রতিষ্ঠান ভাষাশহীদদের প্রতি শ্রদ্ধাঞ্জলি অর্পণ করেছেন।</p><p>শ্রদ্ধা নিবেদন করা বিভিন্ন প্রতিষ্ঠানের মধ্যে রয়েছে ঢাকা বিশ্ববিদ্যালয়, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় শিক্ষক সমিতি, জাতীয়তাবাদী তাঁতীদল কেন্দ্রীয় কমিটি, বিশ্বসাহিত্য কেন্দ্র, বিএনপি ঢাকা মহানগর দক্ষিণ, ঢাকা বিশ্ববিদ্যালয়ের সলিমুল্লাহ মুসলিম হল, ঢাকা বিশ্ববিদ্যালয় জগন্নাথ হল, ঢাকা মহানগর দক্ষিণ যুবদল, বাসদ (মার্ক্সবাদী), সমাজতান্ত্রিক ছাত্র ফ্রন্ট প্রভৃতি।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু আনুষ্ঠানিকতার মধ্যে সীমাবদ্ধ না থাকুক | প্রথম আলো",
            "time": "2026-02-21T03:06:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনীষীরা বরাবরই মাতৃভাষায় শিক্ষার ওপর গুরুত্ব দিয়েছেন। বিশ্বায়ন, নব্য উদারনৈতিকতা ও কৃত্রিম বুদ্ধিমত্তার যুগে শিক্ষা ও গবেষণার ধরন পাল্টে গেছে। সেখানে মাতৃভাষা চর্চার প্রতিবন্ধকতার বিষয়টি স্বীকার করতে হবে। এ ক্ষেত্রে প্রাথমিক, মাধ্যমিক ও উচ্চমাধ্যমিক পর্যায়ে মাতৃভাষার চর্চার গুরুত্ব বাড়াতে হবে। উচ্চশিক্ষার ক্ষেত্রে বাংলা ভাষার চর্চা আরও কীভাবে বাড়ানো যায়, সেই লক্ষ্যেও কাজ করে যেতে হবে। অহেতুক, অপ্রয়োজনীয় ও অযাচিতভাবে ইংরেজি ভাষার ব্যবহার নিয়েও আমাদের সতর্ক থাকতে হবে। </p><p>উদ্বেগের বিষয় হলো, পাকিস্তান আমলে ভাষার প্রতি বাঙালির যে তীব্র আবেগ ও উদ্দীপনা ছিল, তা এখন অনেকটা আনুষ্ঠানিকতায় পর্যবসিত হয়েছে। সরকারি-বেসরকারি প্রতিষ্ঠানের নামফলক থেকে শুরু করে দৈনন্দিন আলাপচারিতায় ইংরেজি ব্যবহারের একধরনের অহেতুক প্রবণতা আমাদের গ্রাস করছে। আকাশ-সংস্কৃতি, সামাজিক যোগাযোগমাধ্যম ও গ্যাজেট ব্যবহারে প্রতিবেশী দেশের বিভিন্ন ভাষার প্রভাবও শিশুদের ওপর পড়ছে। সে ক্ষেত্রেও আমাদের সচেতন থাকতে হবে। আমরা অন্য ভাষা শিখব, কিন্তু মাতৃভাষাকে অগ্রাহ্য করে নয়। </p></div></div></div></body></html>"
        },
        {
            "title": "সরকারকে নিতে হবে কঠোর অবস্থান | প্রথম আলো",
            "time": "2026-02-21T03:02:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈধ ভিসা ও নিরাপদ যাত্রার প্রতিশ্রুতি দিয়ে শুরু হলেও মাঝপথে বদলে যায় রুট। জঙ্গল, সীমান্ত, অনাহার, অসুস্থতা এবং নিরাপত্তাহীনতার মধ্য দিয়ে চলতে হয় দীর্ঘ পথ। অনেক ক্ষেত্রে লিবিয়া বা অন্য দেশে আটকে রেখে নির্যাতনের ভিডিও পাঠিয়ে পরিবার থেকে মুক্তিপণ আদায় করা হয়। এই নিষ্ঠুর ব্যবসার কেন্দ্রে রয়েছে মানুষের অসহায় স্বপ্ন। </p><p>জাতিসংঘের শরণার্থীবিষয়ক হাইকমিশনের তথ্য বলছে, ২০২৪ সালের জানুয়ারি থেকে অক্টোবর পর্যন্ত ভূমধ্যসাগর পাড়ি দিয়ে ইতালিতে যাওয়া অভিবাসীদের মধ্যে বাংলাদেশিরাই সর্বাধিক। ২০২৩ সালেও একই চিত্র দেখা গেছে। গত এক দশকে ভূমধ্যসাগরে ডুবে ২৫ হাজারের বেশি মানুষের মৃত্যু হয়েছে, যাঁদের মধ্যে প্রতিবছর অন্তত ৫০০ জনই ছিল বাংলাদেশি। এই পরিসংখ্যান কেবল সংখ্যা নয়; একটি পরিবার, একটি সম্ভাবনা, একটি জীবনের ধ্বংসের চিত্র। </p></div></div></div></body></html>"
        },
        {
            "title": "বাংলা ভাষার পথচলা ও বইমেলার ইতিহাস | বন্ধুসভা",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fy4vrm2p4%2FIMGL0235094757.JPG?rect=0%2C0%2C450%2C236&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-18%2Fjupf28nh%2FFinalBondhushavaOGwatermark01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় ছয় হাজার বছর আগের কথা। তখন পূর্ব ইউরোপ থেকে মধ্য এশিয়ার বিস্তীর্ণ অঞ্চলজুড়ে গড়ে উঠেছিল পৃথিবীর সবচেয়ে বড় ভাষা পরিবার। সে ভাষার নাম ছিল ইন্দো-ইউরোপীয় ভাষা।</p><p>বিশ্বের অধিকাংশ ভাষা এসেছে এখান থেকে। সংস্কৃত, বাংলা, ইংরেজি, হিন্দি, ফরাসি, জার্মান, রুশ, গ্রিক, লাতিনসহ এ ভাষা থেকে জন্ম হয়েছে আরও কত ভাষা। ভাষা মানে শুধু শব্দ নয়। ভাষা মানে চিন্তা, সংস্কৃতি, ইতিহাস, অনুভূতি। ইন্দো-ইউরোপীয় ভাষার অনেক শাখা ছিল। সময়ের স্রোতে কিছু হারিয়ে গেছে। আবার কিছু আজও বেঁচে আছে। ইটালিক, জার্মান, গ্রিক, আলবেনীয়, ইন্দো-ইরানিয়ানসহ এগুলোই সেই শাখা।</p><p>এই শাখাগুলোর মধ্যে ইন্দো-ইরানিয়ান ভাষাগোষ্ঠী ছিল একটি প্রধান শাখা। খ্রিষ্টপূর্ব প্রায় দুই হাজার বছরের দিকে এই শাখার বিভাজন ঘটে। এখান থেকে ইন্দো-আর্য শাখা নামে আরেকটি শাখার জন্ম নেয়। এরপর আবার ইন্দো আর্য শাখার শুরু হয় আরেক যাত্রা। খ্রিষ্টপূর্ব ১৫০০ থেকে ১২০০ শতকের দিকে তারা আফগানিস্তান হয়ে হিন্দুকুশ পর্বত পেরিয়ে ভারতের উত্তর-পশ্চিম দিয়ে পাঞ্জাবে প্রবেশ করে। এখানে তারা বসতি গড়ে। এরা ‘আর্য’ নামে নিজেদের পরিচয় দিত। আর্য মানে অভিজাত, সম্মানিত। তারা নিজেদের এক বিশেষ শ্রেণির মনে করত। আর্যরা ভারতে আসার আগে ভারতের যে প্রাকৃতজন বা সাধারণ মানুষ বাস করত, তারা হয়ে গেল অনার্য।</p></div></div></div></body></html>"
        },
        {
            "title": "হোটেল ভাড়ায় ৬০ শতাংশ ছাড়, তবু ফাঁকা কক্সবাজার | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F3sageri3%2FWhatsApp-Image-2026-02-20-at-10.13.07-PM.jpeg?rect=0%2C120%2C1576%2C827&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নির্জনতার আনন্দ, সেবায় সংকট</strong></p><p>নির্জন সৈকতে বসে সমুদ্র দেখছিলেন ঢাকার মিরপুরের সুজা উদ্দিন ও তাঁর স্ত্রী কামরুন নাহার। দেড় বছর আগে বিয়ে হয় এ দম্পতির। উঠেছেন সৈকতসংলগ্ন একটি তারকা হোটেলে।</p><p>সুজা উদ্দিন বলেন, রমজানে অনেকে অফিস-বাসা নিয়ে ব্যস্ত থাকেন। ঘুরতে আসেন না। কিন্তু তাঁদের কাছে সময়টি আলাদা। এ সময় পরিবার নিয়ে প্রকৃতির কাছে আসা যায়। নির্জন সৈকতে বসে ঢেউয়ের শব্দ শোনা অন্য রকম অভিজ্ঞতা।</p><p>তবে এই নির্জনতায় ভোগান্তিও আছে। সুগন্ধা, সিগাল ও লাবণি পয়েন্টের কয়েক শ দোকানপাট ও শতাধিক রেস্তোরাঁ বন্ধ। ফলে হাতে গোনা পর্যটকেরাও খাবার–সংকটে পড়ছেন। কুমিল্লার দেবীদ্বারের ব্যবসায়ী সৈয়দুল কবির বলেন, পরিবেশ ভালো লাগছে, কিন্তু খাবারের দোকান বন্ধ থাকায় শিশুদের নিয়ে সমস্যায় পড়তে হচ্ছে। ধর্মীয় বিধিবিধান মেনে কিছু রেস্তোরাঁ খোলা থাকলে সুবিধা হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "নাউনেস এশিয়ায় ‘দ্য সাইলেন্ট ইকো’ | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fj0f2r1yd%2FScreenshot-2026-02-20-190334.jpg?rect=0%2C0%2C1296%2C680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুপি বাঘা প্রোডাকশনস লিমিটেড জানিয়েছে, ২০২১ সালে নির্মিত সিনেমাটি ২০টির বেশি দেশে প্রদর্শিত হয়েছে, ৮০টির বেশি আন্তর্জাতিক চলচ্চিত্র উৎসবে নির্বাচিত হয়েছে। ১৫টি পুরস্কার পেয়েছে।</p><p>সিনেমার গল্পে দেখা যাবে, নেপালের দুর্গম অঞ্চল মুস্তাংয়ের চার কিশোর একটি পরিত্যক্ত বাসকে রিহার্সাল রুমে পরিণত করে—তারা একটি ব্যান্ড প্রতিযোগিতায় অংশ নেয়। নানা বাধা অতিক্রম করে স্বপ্নের পথে ছুটতে থাকে তারা।</p><p>ছবির শিল্পীরা পেশাদার নয়; তারা মুস্তাংয়ের লো মান্থাংয়ে বড় হয়েছে। পোখারার আশপাশের শরণার্থীশিবির ও স্কুল থেকে প্রায় ১০০ জন শিশুর অডিশন নিয়ে তাদের বেছে নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fdkibphgn%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর\" class=\"nA4h1 \">ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-02-21T10:45:39+06:00\"><span>আপডেট: ২১ ফেব্রুয়ারি ২০২৬, ০৪: ৪৫ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কম্পিউটার, মোবাইল ও ইন্টারনেটে বাংলা লেখালেখি | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F4wm5x70t%2Funicode.jpg?rect=0%2C6%2C405%2C213&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাসায় ফিরে মেহদী তাদের ওপেন টাইপ ফন্ট নামান। কিন্তু দেখলেন এটি বাংলা লিনাক্সের জন্য। ক্যারেক্টার চার্টে মাউস দিয়ে ক্লিক করে করে বাংলা লিখতে হয়। জনপ্রিয় অপারেটিং সিস্টেম উইন্ডোজের জন্য নেই। তাই তিনি নিজেই বাংলা লেখার প্রোগ্রাম তৈরির কথা ভাবলেন। সে সময়ের জনপ্রিয় প্রোগ্রামিং ভাষা ভিজ্যুয়াল বেসিক ডটনেট দিয়ে লিখে ফেললেন ইউনিকোডভিত্তিক বাংলা সফটওয়্যার, যা উইন্ডোজে কাজ করবে। ২০০৩ সালের ২৬ মার্চ প্রকাশ করলেন অভ্র নামের সফটওয়্যারটি। অভিধান ঘেঁটে অভ্র শব্দ পছন্দ হয় মেহদীর। অভ্র মানে আকাশ। ইউনিকোড, পাশাপাশি বিনা মূল্যে এটা ব্যবহার করা যাবে। তাই আকাশের প্রতিশব্দ বেছে নেন মেহদী। সবাই যাতে অভ্র ইন্টারনেট থেকে সরাসরি সংগ্রহ করতে পারে, সে জন্য একটি ওয়েবসাইটও প্রকাশ করেন তিনি। সেটির নাম ওমিক্রনল্যাব ডটকম। মুহম্মদ জাফর ইকবালের ওমিক্রনিক রূপান্তর বই থেকে ওমিক্রন নামটি নিয়েছিলেন তিনি। অভ্রর প্রথম সংস্করণে লেখার জন্য বিজয় বাংলা কি–বোর্ড লে–আউট ছিল। কি–বোর্ড মুখস্থ না করে সহজে বাংলা টাইপ করার জন্য মেহদী নিজে বানিয়ে ফেলেন অভ্র ইজি।<br>অনলাইন ফোরামের যুগ সে সময়। তাই ওমিক্রনের ওয়েবসাইটে ফোরাম খোলা হলো। অভ্রের সঙ্গে যোগ হলেন রিফাত উন নবী, তানবিন ইসলাম, শাবাব মুস্তাফা, ওমর ওসমান, আরও পরে সারিম খান। তাঁরা সবাই অভ্রের জন্য কাজ করতে লাগলেন স্বেচ্ছাসেবী হিসেবে। ধীরে ধীরে অভ্রতে যোগ হয় অভ্র ইজি, ন্যাশনাল, প্রভা, মুনীর অপটিমা, ইউনি বিজয় (২০১১ সাল থেকে আর ব্যবহৃত হচ্ছে না) বাংলা কি–বোর্ড লে–আউট। অভ্রের স্লোগান হলো, ‘ভাষা হোক উন্মুক্ত।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষা ও ভাবনার যুগলবন্দী | বিজ্ঞানচিন্তা",
            "time": "2024-02-21T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2Fbf67d112-3e01-434c-b332-a0dbcb7a03e8%2F10.jpg?rect=0%2C194%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এই নতুন নিউরাল নেটওয়ার্ক যে শুধু ভাষা–সম্পর্কিত ক্ষেত্রেই মানুষের মস্তিষ্কের কর্মদক্ষতা বাড়াবে, এমন নয়। কারণ, মস্তিষ্কের এই অংশগুলো একই সঙ্গে পরিকল্পনা, আচরণ, বিশ্লেষণ ও সব মিলিয়ে গুছিয়ে কাজ করার দক্ষতাকেও নিয়ন্ত্রণ করে। কাজেই ভাষার সঙ্গে বাড়ে ভাবনার দক্ষতাও। তবে শুধু প্র্যাকটিক্যাল ইন্টেলিজেন্স নয়, একাধিক ভাষার চর্চা বাড়ায় ইমোশনাল ইন্টেলিজেন্সও—এমন ফলই উঠে এসেছে ‘থিওরি অব মাইন্ড’ নিয়ে পরিচালিত নানা গবেষণায়।</p><p>সবচেয়ে চমৎকার ব্যাপার হলো, ভাষার চর্চা বুদ্ধিবৃত্তিক দক্ষতা বাড়ানোর সঙ্গে সঙ্গে কমায় মস্তিষ্কের নানা রকম সমস্যার ঝুঁকি তৈরি করা। যুক্তরাষ্ট্রের আইওয়া স্টেট ইউনিভার্সিটির নিউরোসায়েন্টিস্ট জন গ্রান্ডি বহুদিন ধরে বহুভাষিকতা ও তার সঙ্গে মস্তিষ্কের সম্পর্ক নিয়ে কাজ করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Ftpfdk0f9%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে\" class=\"nA4h1 \">মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-21T08:00:00+06:00\"><span>প্রকাশ: ২১ ফেব্রুয়ারি ২০২৬, ০২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "লবণাক্ত জমিতে পরীক্ষামূলক বার্লি চাষ, উপকূলীয় কৃষিতে নতুন সম্ভাবনা | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F2pm8c171%2FKHULNADH159620260220KOYRA-PAIKGASA-KHULNA-BARLI-PIC.JPG.JPG?rect=0%2C219%2C2279%2C1196&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহিদ হাসান আরও বলেন, অনুর্বর ও লবণাক্ত জমিতে স্বল্প খরচে বার্লি চাষ সম্ভব। পোকামাকড়ের আক্রমণ তুলনামূলক কম এবং সেচ ছাড়াও ফলনে বড় তারতম্য দেখা যায় না। রবি মৌসুমে লবণাক্ততার কারণে যেখানে অন্য ফসল ঝুঁকিতে থাকে, সেখানে বার্লি হতে পারে সম্ভাবনাময় বিকল্প। পরীক্ষামূলক আবাদ সফল হওয়ায় আগামী মৌসুমে চাষ সম্প্রসারণের পরিকল্পনা আছে বলে তিনি জানান।</p><p>মনিরুল ইসলামের পাশের জমির মালিক আমিরুল ইসলাম। বার্লির খেতের দিকে তাকিয়ে তিনি বলেন, ‘শুরুতে যখন শুনলাম মনিরুল ভাই বার্লি লাগাচ্ছেন, তখন মনে হইছিল—এ আবার কেমন ফসল! ভাবতাম, বার্লি তো বিদেশে হয়, আমাগের দেশে হয় না। কিন্তু এখন দেখতিছি গাছের বৃদ্ধি ভালো, শীষও সুন্দর হইছে। ভাবতিছি আগামী মৌসুমে আমিও কিছুটা জমিতে বার্লি চাষ করে দেখব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাবরের বাদ পড়ার অপেক্ষায় ফখর | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-21%2Fepubm38u%2Fprothomalo-bangla2024-10-14yflfhtza8821000102.webp?rect=0%2C25%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এটা ঠিক যে ৪ নম্বরে দুজনের কারও রেকর্ডই অসাধারণ নয়। তবে দুজনের মধ্যে রেকর্ড বিবেচনায় কাউকে বেছে নিতে হলে ফখরই এগিয়ে থাকবেন। আর টি–টুয়েন্টিতে ফখরের ব্যাটিংটা পাকিস্তানের বেশি কাজে আসতে পারে। কারণ, প্রথম বল থেকেই তিনি বড় শট খেলতে পারেন। সেখানে বাবরের উইকেটে থিতু হতে খানিকটা সময় লেগে যায়।</p><p>নিউজিল্যান্ডের বিপক্ষে আবার বাবরের রেকর্ড বেশ ভালো। নিউজিল্যান্ডের বিপক্ষে ২৪ ইনিংসে আট ফিফটি ও এক সেঞ্চুরিতে ৮৮০ রান করেছেন বাবর। তবে এই দলের বিপক্ষে কখনোই তিনি চারে খেলেননি। এখন দেখা যাক, পাকিস্তান বাবরেই আস্থা রাখে নাকি ফখরকে সুযোগ দেয়!</p></div></div></div></body></html>"
        },
        {
            "title": "মাতৃভাষা দিবসে কী দেখবেন | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fsgkzxlfd%2Fmaxresdefault-8.jpg?rect=0%2C0%2C742%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong><br>বিটিভি</strong><br>দুপুর সাড়ে ১২টায় পরিবেশিত হবে সংগীতানুষ্ঠান ‘ভাষার গান’। পিয়াল হাসানের সংগীত পরিচালনায় গাইবেন পিয়াল হাসান, সুলতানা চৌধুরী, সাব্বির, স্মরণ, শবনম প্রিয়াংকা, হুমায়রা বশির, স্বরলিপি, স্বীকৃতি, লাবণী ও অনন্যা আচার্য। রাত ৯টায় প্রচারিত হবে ভাষাশহিদদের আত্মত্যাগ ও ইতিহাসের পটভূমিতে নির্মিত নাটক সিদ্ধান্ত। কাজী আসাদের রচনায় নাটকটি প্রযোজনা করেছেন মামুন মাহমুদ। অভিনয় করেছেন মাসুম বাশার, কাজী আসাদ, সালমান আরাফাতসহ অনেকে।<br>দুপুর সাড়ে ১২টায় পরিবেশিত হবে সংগীতানুষ্ঠান ‘ভাষার গান’। পিয়াল হাসানের সংগীত পরিচালনায় গাইবেন পিয়াল হাসান, সুলতানা চৌধুরী, সাব্বির, স্মরণ, শবনম প্রিয়াংকা, হুমায়রা বশির, স্বরলিপি, স্বীকৃতি, লাবণী ও অনন্যা আচার্য। রাত ৯টায় প্রচারিত হবে ভাষাশহিদদের আত্মত্যাগ ও ইতিহাসের পটভূমিতে নির্মিত নাটক ‘সিদ্ধান্ত’। কাজী আসাদের রচনায় নাটকটি প্রযোজনা করেছেন মামুন মাহমুদ। অভিনয় করেছেন মাসুম বাশার, কাজী আসাদ, সালমান আরাফাতসহ অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষা নিয়ে ভাসা-ভাসা কথা: ভাষা দিবস ও রাজনীতির ভাষা | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fbb8be2a5-4fe6-4469-9f05-03f6f68f6059%2F10.jpg?rect=0%2C15%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউনেসকো এবং জাতিসংঘের বিভিন্ন উদ্যোগ ভাষাগত বৈচিত্র্য, মাতৃভাষাভিত্তিক শিক্ষা ও সাংস্কৃতিক অধিকারের প্রশ্নে আন্তর্জাতিক পরিসরে একটি নৈতিক কাঠামো তৈরি করেছে। কিন্তু নীতিগত স্বীকৃতি আর বাস্তব প্রয়োগের মধ্যে ব্যবধান স্পষ্ট। বহু রাষ্ট্রেই শিক্ষানীতি, প্রশাসনিক ভাষা ব্যবহার, আদালতের ভাষা, এমনকি ডিজিটাল প্রযুক্তির ইন্টারফেসে ভাষাগত বৈচিত্র্যের প্রতিফলন সমানভাবে দেখা যায় না। </p><p>ফলে আন্তর্জাতিক অঙ্গীকার থাকা সত্ত্বেও ভাষা-অধিকার বাস্তবে নির্ভর করে রাষ্ট্রের রাজনৈতিক সদিচ্ছা, সাংবিধানিক কাঠামো ও নীতিনির্ধারণের অগ্রাধিকারের ওপর। জাতিগত, ভাষাগত ও সাংস্কৃতিক পার্থক্য রাজনীতিকে কখনো সহযোগিতার ভিত্তি দেয়, আবার কখনো বিভাজনের রেখা টানে। রাষ্ট্রবিজ্ঞানের আলোচনায় ভাষা প্রায়ই নাগরিকত্বের সীমানা নির্ধারণে ব্যবহৃত হয়েছে। প্রকৃত অর্থে কারা ‘মূলধারার’ নাগরিক, আর কারা প্রান্তিক, সেটা নির্ধারণ করে। ভাষার রাজনীতি তাই নিছক শব্দচয়ন বা প্রতীকী মর্যাদার প্রশ্ন নয়; এটি শিক্ষার অধিকার, সরকারি চাকরিতে প্রবেশ, বিচারপ্রাপ্তি, সামাজিক সুরক্ষা এবং অংশগ্রহণমূলক গণতন্ত্রের সঙ্গে অঙ্গাঙ্গিভাবে জড়িত। ভাষানীতি মূলত রাজনৈতিক সিদ্ধান্ত; সংবিধানের ঘোষণাপত্র যতটা গুরুত্বপূর্ণ, তার চেয়েও বেশি গুরুত্বপূর্ণ সেই ঘোষণার বাস্তবায়ন কাঠামো।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদির নতুন পরিকল্পনা: ইসরায়েলকে বর্জন নাকি ভূ-রাজনৈতিক কৌশল? | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F06889490-ca54-47a8-8d57-25701491a328%2Fsaudi2.jpg?rect=0%2C7%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরেকজন আঞ্চলিক কর্মকর্তা জানিয়েছেন, সৌদি আরব গ্রিসের সঙ্গে একটি বিদ্যুৎ সংযোগ প্রকল্পও কল্পনা করছে, যা ইসরায়েলকে এড়িয়ে সিরিয়া হয়ে যাবে। এটি হবে উচ্চ ভোল্টেজ ডাইরেক্ট কারেন্ট সংযোগের মাধ্যমে উপসাগরীয় অঞ্চল ও ইউরোপের মধ্যে বিদ্যুৎ আদানপ্রদান।</p><p>সৌদি আরব সিরিয়াকে এসব প্রকল্পে যুক্ত করতে চাওয়ায় বোঝা যায়, রিয়াদ আঞ্চলিক মিত্রদের শক্ত করতে অর্থনৈতিক সক্ষমতা ব্যবহার করছে। একই সঙ্গে এটি সংযুক্ত আরব আমিরাত ও ইসরায়েলের সঙ্গে প্রতিযোগিতার ইঙ্গিতও দেয়।</p><p>রিয়াদের বিনিয়োগ পরিকল্পনার সঙ্গে যুক্ত এক পশ্চিমা কর্মকর্তা বলেন, সৌদি আরবের দৃষ্টিতে দামেস্ক আঞ্চলিক সংযোগের কেন্দ্রবিন্দু। তারা চায় সড়ক, কেব্‌ল ও রেলপথ সিরিয়া হয়ে যাক।</p><p>চলতি বছরের ফেব্রুয়ারিতে এসটিসি ঘোষণা দিয়েছে, তারা সিরিয়ার টেলিযোগাযোগ অবকাঠামোয় প্রায় ৮০০ মিলিয়ন ডলার বিনিয়োগ করবে। রাষ্ট্রীয় সংবাদ সংস্থার ভাষ্য অনুযায়ী, ৪ হাজার ৫০০ কিলোমিটারের বেশি বিস্তৃত একটি ফাইবার অপটিক নেটওয়ার্কের মাধ্যমে সিরিয়াকে আঞ্চলিক ও আন্তর্জাতিকভাবে যুক্ত করাই লক্ষ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতিসংঘের পাল্টা ট্রাম্পের ‘শান্তি পর্ষদ’ কি নতুন বিশ্বব্যবস্থার ইঙ্গিত | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fha1963h0%2FUntitled-3.jpg?rect=0%2C32%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোয়াইট হাউস মোট ৫০টি দেশকে শান্তি পর্ষদে যোগ দেওয়ার আমন্ত্রণ জানালেও এ পর্যন্ত ৩৫টি দেশ আগ্রহ দেখিয়েছে। এর মধ্যে ২৬টি দেশ প্রতিষ্ঠাতা সদস্য হিসেবে নাম লিখিয়েছে। অন্যদিকে ১৪টি দেশ আমন্ত্রণ প্রত্যাখ্যান করেছে।</p><p>যোগ দেওয়া দেশের তালিকার কয়েকটি—আলবেনিয়া, আর্জেন্টিনা, আর্মেনিয়া, আজারবাইজান, বাহরাইন, বেলারুশ, বুলগেরিয়া, মিসর, হাঙ্গেরি, ইন্দোনেশিয়া, ইসরায়েল, জর্ডান, কাজাখস্তান, কসোভো, মঙ্গোলিয়া, মরক্কো, পাকিস্তান, প্যারাগুয়ে, কাতার, সৌদি আরব, তুরস্ক, সংযুক্ত আরব আমিরাত, উজবেকিস্তান ও ভিয়েতনাম। লক্ষণীয় বিষয় হলো, এতে গণতান্ত্রিক দেশের সংখ্যা খুব কম।</p><p>এদিকে দ্বিতীয় বিশ্বযুদ্ধের পর থেকে আন্তর্জাতিক আইনের নির্ধারক নিরাপত্তা পরিষদের পাঁচ স্থায়ী সদস্যের মধ্যে যুক্তরাষ্ট্রই শুধু এ পর্ষদে আছে। রাশিয়া জানিয়েছে, তারা প্রস্তাবটি পর্যালোচনা করছে।</p><p>রাশিয়ার রাষ্ট্রীয় সংবাদমাধ্যমের বরাতে জানা গেছে, প্রেসিডেন্ট ভ্লাদিমির পুতিন মস্কোর জব্দকৃত মার্কিন সম্পদ থেকে ১ বিলিয়ন ডলার ‘ফিলিস্তিনিদের সহায়তায়’ দিতে প্রস্তুত।</p><p>চীন এখনো তাদের অবস্থান স্পষ্ট করেনি। ফ্রান্স ও যুক্তরাজ্য এই মুহূর্তে পর্ষদে যোগ দিতে অস্বীকৃতি জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে রুমিন ফারহানার ফুল দেওয়া নিয়ে হট্টগোল, ঢাকা-সিলেট মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2026-02-20T22:57:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F5ch0449h%2Fbbariaprotest.jpg?rect=96%2C0%2C1408%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার প্রতিবাদে রাত সাড়ে ১২টার দিকে রুমিন ফারহানার কয়েক শ সমর্থক ঢাকা-সিলেট মহাসড়কের শাহবাজপুর এলাকায় অবরোধ করেন। তাঁরা লাঠিসোঁটা হাতে টায়ারে আগুন জ্বালিয়ে সব ধরনের যান চলাচল বন্ধ করে দেন। এ সময় তাঁরা আনোয়ার হোসেন মাস্টারের বিরুদ্ধে নানা স্লোগান দিতে থাকেন।</p><p>সরাইল থানা ও খাঁটিহাতা হাইওয়ে থানার পুলিশ ঘটনাস্থলে পৌঁছে রাত দেড়টার দিকে আইনানুগ ব্যবস্থা নেওয়ার আশ্বাস দিলে অবরোধকারীরা সরে দাঁড়ান। তবে মহাসড়কে এক ঘণ্টা যান চলাচল বন্ধ থাকায় দুই পাশে দীর্ঘ যানজটের সৃষ্টি হয়।</p><p>এ বিষয়ে সরাইল উপজেলা বিএনপির সভাপতি আনিছুল ইসলাম ঠাকুর প্রথম আলোকে বলেন, ‘শহীদ মিনারে ফুল দেওয়ার ব্যাপারে আমাদের দলীয় সিদ্ধান্ত হয়েছে। এর বাইরে আমাদের দলীয় কোনো সিদ্ধান্ত হয়নি। খোঁজখবর নিয়ে দেখব বিষয়টি কী।’</p></div></div></div></body></html>"
        },
        {
            "title": "একুশের প্রথম প্রহরে ভাষাশহীদদের প্রতি শ্রদ্ধা নিবেদন | প্রথম আলো",
            "time": "2026-02-20T21:20:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Frc32jv8t%2Fnrr9xus9.jpg?rect=0%2C48%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ব্যানার ও ফেস্টুন হাতে নিয়ে বিভিন্ন রাজনৈতিক, সামাজিক ও সাংস্কৃতিক সংগঠনের নেতা-কর্মী শ্রদ্ধা জানাতে কেন্দ্রীয় শহীদ মিনারের দিকে এগিয়ে যাচ্ছেন</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: মীর হোসেন</figcaption></p></div></div></body></html>"
        }
    ]
}