{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এবার রাজনৈতিক বাস্তবতার মুখোমুখি ডোনাল্ড ট্রাম্প | প্রথম আলো",
            "time": "2026-01-27T21:25:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Famn4i4g7%2F%E0%A7%A6%E0%A7%AB.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সপ্তাহে সুইজারল্যান্ডের দাভোসে ট্রাম্প বলেছিলেন, ‘মাঝেমধ্যে আপনার একজন স্বৈরশাসক প্রয়োজন।’ ক্ষমতার প্রথম বছরে তাঁর রসিকতাগুলো এখন আর হাস্যকর মনে হচ্ছে না।</p><p>কিন্তু নতুন বছরের প্রথম কয়েক সপ্তাহ এ–ও দেখিয়েছে যে ট্রাম্প সবকিছু নিজের মতো করে করতে পারবেন না। তাঁর অভ্যন্তরীণ প্রতিদ্বন্দ্বী এবং বিদেশি শক্তিগুলোরও বলার কিছু আছে—বিশেষ করে যদি তারা জোটবদ্ধ হয়। এ পরিপ্রেক্ষিতে দাভোসে কানাডার প্রধানমন্ত্রী মার্ক কার্নির একটি বক্তব্যে ফুটে উঠেছে। তিনি যুক্তি দিয়েছেন, ছোট দেশগুলোকে তাদের স্বার্থরক্ষায় ঐক্যবদ্ধ হতে হবে। কার্নি বলেন, ‘মধ্যম শক্তির দেশগুলোকে অবশ্যই একসঙ্গে কাজ করতে হবে। কারণ, আমরা যদি আলোচনার টেবিলে না থাকি, তবে আমাদের অন্যের মেনুতে (শিকার) পরিণত হতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জয়ী হলে সবার আগে জলাবদ্ধতা সমস্যার সমাধান করা হবে, উত্তরায় তারেক রহমান | প্রথম আলো",
            "time": "2026-01-27T21:13:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fk2yqusd6%2Fdfdf.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারম্যান বলেন, ২০২৪ সালের ৫ আগস্টের ‘জুলাই অভ্যুত্থান’ সফল করতে উত্তরার মানুষের বড় ভূমিকা ছিল। ছাত্র-জনতার আন্দোলনে উত্তরার বাসিন্দাদের অবদান ইতিহাসে সোনার অক্ষরে লেখা থাকবে বলে উল্লেখ করেন তিনি।</p><p>তারেক রহমান বলেন, রক্ত, ত্যাগ এবং কোরবানির বিনিময়ে দেশে পরিবর্তন এসেছে। এই পরিবর্তনের ধারাকে ধরে রাখতে হলে গণতন্ত্র প্রতিষ্ঠা, রাজনৈতিক অধিকার নিশ্চিত করা, কথা বলার স্বাধীনতা রক্ষা করা এবং ভোটাধিকারকে শক্ত ভিত্তির ওপর দাঁড় করানো জরুরি, যাতে আগামী দিনে আর কোনো স্বৈরাচার এসে মানুষের অধিকার কেড়ে নিতে না পারে।</p><p>তারেক রহমান বলেন, নির্বাচনের সময় রাজনৈতিক দলগুলো একে-অপরের বিরুদ্ধে নানা মন্তব্য করে, যা মানুষের উপকারে আসে না। তিনি বলেন, ‘আজ ঠান্ডা মাথায় বসে চিন্তা করতে হবে—কী করলে মানুষের সমস্যার সমাধান হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জীবন দিয়ে আদায় করা অধিকার কেউ যেন ষড়যন্ত্র করে ছিনিয়ে নিতে না পারে: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-27T20:29:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F9q1n3kty%2F%E0%A7%A7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিজের পরিকল্পনার কথা উল্লেখ করে তারেক রহমান বলেন, ‘লক্ষ লক্ষ মা–বোনদের জন্য একটা পরিকল্পনা গ্রহণ করেছি। যে মায়েরা খেটে খায়, কষ্ট করে, পরিশ্রম করে সেই মায়েদের জন্য আমরা দলমত–নির্বিশেষে একটি করে ফ্যামিলি কার্ড দেব। সেই কার্ডের মাধ্যমে প্রত্যেকটি মায়ের কাছে সরকারের কাছ থেকে সহযোগিতা পৌঁছে যাবে। কৃষক ভাইদেরকে আমরা সহযোগিতা করতে চাই। এ জন্য কৃষক কার্ড তৈরি করেছি। সেই কার্ডের মধ্যে আমরা কৃষকদেরকে সহযোগিতা পৌঁছে দেব।’  </p><p>স্মৃতিচারণা করে তারেক রহমান বলেন, ‘স্বাধীনতাযুদ্ধের আগে এই মাঠে (ভাওয়াল রাজবাড়ী মাঠ) আমি অনেক খেলেছি, দৌড়াদৌড়ি করেছি। রাজবাড়ীর পাশে লাল দুটো বাংলো ছিল। সেই বাংলোতে আমরা পরিবারের সবাই থাকতাম। আমার ছোটবেলা গাজীপুরের এই জায়গায় কেটেছে। এই মাঠে আমি অনেক দৌড়াদৌড়ি করেছি, খেলেছি। কাজেই গাজীপুরের মানুষের কাছে আমার দাবি থাকল ধানের শীষকে জয়যুক্ত করতে হবে।’</p><p>জনসভায় আরও বক্তব্য দেন বিএনপির কেন্দ্রীয় কমিটির সাংগঠনিক সম্পাদক (ঢাকা বিভাগ) কাজী সাইয়েদুল আলম, গাজীপুর-১ আসনে বিএনপি মনোনীত প্রার্থী মো. মজিবুর রহমান, গাজীপুর-২ আসনের প্রার্থী এম মঞ্জুরুল করিম, গাজীপুর-৩ আসনের প্রার্থী রফিকুল ইসলাম, গাজীপুর-৪ আসনের প্রার্থী শাহ্ রিয়াজুল হান্নান, গাজীপুর-৫ আসনের প্রার্থী মো. ফজলুল হক মিলন, বিএনপির কেন্দ্রীয় নির্বাহী কমিটির সদস্য মাজহারুল আলম প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্র্যাব সদস্যদের ওপর হামলার ঘটনায় গ্রেপ্তার ৩ | প্রথম আলো",
            "time": "2026-01-27T20:12:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-23%2Fknast9f6%2Farrest-logo.jpg?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্র্যাব সদস্যদের ওপর হামলার ঘটনায় ঢাকা রিপোর্টার্স ইউনিটি (ডিআরইউ), ঢাকা সাংবাদিক ইউনিয়ন (ডিইউজে), রিপোর্টার্স এগেইনস্ট করাপশন (র‌্যাক), আইন, বিচার, মানবাধিকার ও সংবিধানবিষয়ক সাংবাদিকদের সংগঠন ল রিপোর্টার্স ফোরাম (এলআরএফ), বাংলাদেশ মানবাধিকার সাংবাদিক ফোরাম, পলিটিক্যাল রিপোর্টার ফোরামসহ বিভিন্ন সাংবাদিক সংগঠন নিন্দা ও প্রতিবাদ জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তথ্য ছাড়াই তারেক রহমানের নাম জড়ানো ফ্যাসিবাদী সংস্কৃতি: মাহদী আমিন | প্রথম আলো",
            "time": "2026-01-27T20:09:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fgvi2wzc6%2Fbnp.jpeg?rect=0%2C40%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাহদী আমিন প্রশ্ন করে বলেন, যে অনুষ্ঠানে তাঁকে ডাকা হয়নি, সেখানে বহিরাগত লোকজন নিয়ে তিনি ঢুকলেন কেন? আর ডিম বা বিশৃঙ্খলার জন্য দায়ী কারা, তা তদন্ত ছাড়াই বিএনপি বা তারেক রহমানের নাম টেনে আনা কোনো গণতান্ত্রিক সংস্কৃতি নয়।<br>পোস্টে মাহদী আমিন আরও লিখেছেন, রাজনৈতিক প্রতিপক্ষকে প্রমাণ ছাড়া অভিযুক্ত করা একটি ‘ফ্যাসিবাদী আচরণ’, যা বিগত সরকারের আমলেও দেখা গেছে। মাহদী আমিন লিখেছেন, এ ধরনের অগণতান্ত্রিক আচরণের পরিণতি কী হয়, সেটাও দেশের মানুষ অতীতে দেখেছেন।</p><p>বিএনপির প্রার্থী মির্জা আব্বাসকে ঘিরে সম্প্রতি একাধিক মন্তব্য করেছেন নাসীরুদ্দীন পাটওয়ারী। মাহদী আমিনের মতে, এসব মন্তব্য ছিল ‘উসকানিমূলক ও অশালীন’, কিন্তু মির্জা আব্বাস ‘ধৈর্যের পরিচয়’ দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারের শেষ সময়ে র‍্যাবের জন্য ১৬৩ গাড়ি কেনার সিদ্ধান্ত | প্রথম আলো",
            "time": "2026-01-27T19:52:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fzskbfbrw%2Fprothomalo_bangla_2023_10_f5fd24c4_8031_418a_a40f_1ea62c083413_WhatsApp_Image_2023_10_23_at_5_45_31_.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খোঁজ নিয়ে জানা গেছে, চলতি ২০২৫-২৬ অর্থবছরের বাজেট থেকে এসব গাড়ি কেনার খরচ বহন করা হবে। ‘র‍্যাব ফোর্সেসের আভিযানিক সক্ষমতা বৃদ্ধি (প্রথম সংশোধিত)’ শীর্ষক প্রকল্পের আওতায় কেনা হবে এসব গাড়ি। উন্মুক্ত ক্রয় পদ্ধতিতে কেনার কথা থাকলেও এখন এগুলো কেনা হবে সরাসরি ক্রয় পদ্ধতিতে।</p><p>কোনো কিছু সরাসরি ক্রয় পদ্ধতিতে কিনতে গেলে অর্থনৈতিক বিষয়-সংক্রান্ত উপদেষ্টা পরিষদ কমিটির নীতিগত অনুমোদন নেওয়া বাধ্যতামূলক। গতকাল সেই অনুমোদন নেওয়া হয়েছে। এখন বিষয়টি উপস্থাপন করা হবে সরকারি ক্রয়-সংক্রান্ত উপদেষ্টা পরিষদ কমিটির বৈঠকে।</p><p>প্রকল্পটি নেওয়া হয়েছিল বিগত আওয়ামী লীগ সরকারের সময়, ২০১৮ সালে। তখন প্রকল্প মেয়াদে ব্যয় ধরা হয়েছিল ১ হাজার ৩৪ কোটি টাকা। পরে ২০৭ কোটি টাকা কাটছাঁট করে ২০২৬ সাল পর্যন্ত প্রকল্পের মেয়াদ বাড়ানো হয় এবং সংশোধিত ব্যয় দাঁড়ায় ৮২৭ কোটি টাকা।</p><p>প্রকল্পটির আওতায় মোট ১ হাজার ৫৭০টি বিভিন্ন ধরনের যানবাহন এবং ১৩১টি সরঞ্জাম কেনার লক্ষ্যমাত্রা রয়েছে। ইতিমধ্যে ৮০৯টি যানবাহন ও ১০১টি সরঞ্জাম কেনাও হয়েছে। স্বরাষ্ট্র মন্ত্রণালয় সূত্রে জানা গেছে, প্রতিটি জিপ হবে ২ হাজার ৫০০ সিসির। একেকটির বাজারমূল্য হতে পারে দেড় কোটি টাকার মতো। আর পেট্রল জিপের বর্তমান বাজারমূল্য ৬৪ লাখ টাকা এবং মাইক্রোবাসের বাজারমূল্য ৪৮ লাখ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "তাহলে জামায়াতের দুই শীর্ষ নেতা মন্ত্রিত্ব ছাড়েনি কেন | প্রথম আলো",
            "time": "2026-01-27T19:40:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fn44bnudg%2FCapture.PNG?rect=0%2C49%2C722%2C379&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জনসভায় ময়মনসিংহসহ বিভাগের বিভিন্ন জেলার সমস্যা ও সম্ভাবনা নিয়েও জনসভায় কথা বলেন তারেক রহমান। নেত্রকোনা, শেরপুরসহ বিভিন্ন জায়গার মাদক সমস্যার কথা উল্লেখ করে তিনি বলেন, ‘আমরা এই মাদক সমস্যার সমাধান করতে চাই। মাদক সমস্যার সমাধান করতে হলে আমাদের সেই তরুণ ও যুবকদের কর্মসংস্থানের ব্যবস্থা করতে হবে। মানুষের যখন কাজ থাকবে, চাকরি থাকবে, ব্যবসা-বাণিজ্য থাকবে, তখন মানুষ এগুলোর মধ্যে যাবে না।</p><p>বিএনপির চেয়ারম্যান বলেন, ‘এই চার জেলার আরেকটি বড় সমস্যা হচ্ছে মানুষের চিকিৎসা সমস্যা। আমরা ময়মনসিংহসহ চার জেলার জেলা হাসপাতালগুলোকে আরও বড় করতে চাই, একইভাবে হেলথ কেয়ার অ্যাপয়েন্ট করতে চাই। শহীদ জিয়ার সময় পল্লি চিকিৎসকেরা গ্রামে গ্রামে ঘরে ঘরে গিয়ে চিকিৎসা দিতেন। আমার ঠিক একইভাবে ঘরে ঘরে চিকিৎসাসেবা পৌঁছে দিতে চাই। মা-বোন ও শিশুদের চিকিৎসায় অনেক সমস্যা হয়, তারা হাসপাতালে যেতে পারে না। তারা যেন ঘরে বসে চিকিৎসা পায়, সে জন্য আমরা চিকিৎসাব্যবস্থাকে উন্নত করতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাধা এলে প্রতিহত করতে হবে | প্রথম আলো",
            "time": "2026-01-27T19:36:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F7bydy95t%2FCapture.PNG?rect=0%2C26%2C741%2C389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাতক্ষীরা সরকারি বিদ্যালয় মাঠে গতকাল দুপুরে আয়োজিত জনসভায় শফিকুর রহমান বলেন, ‘সারা বাংলাদেশে স্রোত তৈরি হয়েছে ন্যায় ও ইনসাফের পক্ষে, পরিবর্তনের পক্ষে, বস্তাপচা রাজনীতির বিপক্ষে, দুর্নীতির বিপক্ষে, ফ্যাসিবাদের বিপক্ষে, জুলুমতন্ত্রের বিপক্ষে, মা-বোনদের বেইজ্জত করার বিপক্ষে আর ইজ্জত দেওয়ার পক্ষে। কিছু মানুষের এ অবস্থা দেখে মাথা গরম হয়ে গেছে।’</p><p>শফিকুর রহমান বলেন, ‘তারা আমাদের মায়ের ইজ্জতের ওপর হাত দিয়েছে। আমরা তাদের অনুরোধ করি, তোমরা তোমাদের মায়েদের সম্মান করতে শেখো। যারা নিজের মাকে সম্মান করতে পারে, তারা গোটা জাতি, বিশেষ করে মায়ের জাতিকে সম্মান করতে পারে। যারা নিজের মাকে সম্মান করে না, তারা অন্য মাকে সম্মান জানাতে পারে না। মনে রাখবে, আমাদের জীবনের চেয়ে আমাদের মায়েদের ইজ্জতের মূল্য অনেক বেশি। সুতরাং কোথাও আমাদের মায়েদের সঙ্গে অশালীন আচরণ করলে আমরা কাউকে ছেড়ে দিয়ে কথা বলব না।’</p><p>শফিকুর রহমান বলেন, ‘আল্লাহ যদি সুযোগ দেন, তবে কোনো শিক্ষিত চোর আপনাদের সম্পদ খেয়ে ফেলতে পারবে না, খেয়ে ফেলতে দেওয়া হবে না।’</p><p>সাতক্ষীরা জেলা জামায়াতে ইসলামীর আমির শহিদুল ইসলামের সভাপতিত্বে ও সেক্রেটারি আজিজুর রহমানের সঞ্চালনায় জনসভায় জামায়াতের সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার, সাতক্ষীরা-১ আসনের প্রার্থী মুহাম্মদ ইজ্জতউল্লাহ, সাতক্ষীরা-২ আসনের প্রার্থী মুহাদ্দিস আবদুল খালেক, সাতক্ষীরা-৩ আসনের প্রার্থী মুহা. রবিউল বাশার ও সাতক্ষীরা-৪ আসনের প্রার্থী গাজী নজরুল ইসলাম, ছাত্রশিবিরের কেন্দ্রীয় সভাপতি নূরুল ইসলামসহ ১১-দলীয় নির্বাচনী ঐক্যের নেতারা বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাফটায় সর্বোচ্চ মনোনয়ন পেল কোন সিনেমা | প্রথম আলো",
            "time": "2026-01-27T19:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-29%2Fxnb5czku%2FMV5BNTE0ZDc1YmQtNjE2Yi00Mzg2LWIyNzctNmQ4OWVkNzJlN2NiXkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন পর্যন্ত কোনো ছবি বাফটার ইতিহাসের সর্বোচ্চ ১৬টি মনোনয়নের রেকর্ড ছুঁতে পারেনি, যা ১৯৮২ সালে ‘গান্ধী’ ছবিটি অর্জন করেছিল।</p><p><strong>অনুষ্ঠান সঞ্চালনা ও তারিখ<br></strong>আগামী ২২ ফেব্রুয়ারি রোববার, লন্ডনের রয়্যাল ফেস্টিভ্যাল হলে বাফটা ফিল্ম অ্যাওয়ার্ডস অনুষ্ঠানটি সঞ্চালনা করবেন অভিনেতা ও টেলিভিশন উপস্থাপক অ্যালান কামিং। অস্কারে মনোনয়ন পাওয়া চার অভিনেতা এবারের বাফটায় জায়গা পাননি।<br>অস্কারে পুরোপুরি বাদ পড়া ‘উইকেড: ফর গুড’ বাফটায় পেয়েছে দুটি মনোনয়ন—কস্টিউম ডিজাইন এবং মেকআপ ও হেয়ার বিভাগে। ব্রাজিলিয়ান থ্রিলার ‘দ্য সিক্রেট এজেন্ট’ বাফটায় পেয়েছে দুটি মনোনয়ন, যা অস্কারে পাওয়া সংখ্যার অর্ধেক।<br>পরিচালক বিভাগে অস্কারের পাঁচজনের সঙ্গে অতিরিক্ত একটি জায়গা থাকায় ইয়র্গোস ল্যানথিমোসও জায়গা করে নিয়েছেন তাঁর ‘বুগোনিয়া’র জন্য।</p><p>তবে সবচেয়ে বড় চমকপ্রদ হলো আলোচিত অ্যানিমেশন মিউজিক্যাল সিনেমা ‘কে–পপ ডেমন হান্টার্স’–এর বাদ পড়া। নেটফ্লিক্সের এই সুপারহিট ছবি যুক্তরাজ্যে আগে প্রেক্ষাগৃহে মুক্তি না পাওয়ায় বাফটার মনোনয়নের জন্য যোগ্য বলে বিবেচিত হয়নি।<br><br><sup>বিবিসি অবলম্বনে</sup></p></div></div></div></body></html>"
        },
        {
            "title": "ফ্যাসিবাদী কায়দার রাজনীতি থেকে দেশকে বের করে আনতে হবে: গোপালগঞ্জে জামায়াত আমির | প্রথম আলো",
            "time": "2026-01-27T19:10:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Filje3fie%2Fgopalgonjdh070920260127messengercreationb2891085-f4b8-4e47-8f55-b490d5b986b3-1.jpg?rect=0%2C506%2C928%2C487&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পথসভায় জামায়াতের আমির বলেন, ‘দোষারোপ, তোষামদি, ধোঁকা–মিথ্যাবাদী ও ফ্যাসিবাদী কায়দার রাজনীতি থেকে দেশকে বের করে আনতে হবে।’ তিনি আরও বলেন, ‘৫ তারিখের আগপর্যন্ত সবচেয়ে দুঃখকষ্ট পাওয়া দল হলো বাংলাদেশ জামায়াতে ইসলামী। ৫ তারিখের পর আমরা সকল ধর্ম ও শ্রেণির মানুষের সঙ্গে কথা বলেছি, আশ্বস্ত করেছি, সাহস জুগিয়েছি—এ দেশে সবাই সমান, অধিকারও সমান।’</p><p>সমাবেশে জামায়াতের আমির বৈষম্যহীন বাংলাদেশের প্রত্যয় ব্যক্ত করে বলেন, ‘আগামীর প্রজন্মের জন্য হিংসামুক্ত, ঐক্যের বাংলাদেশ গড়তে আমরা দৃঢ় প্রতিজ্ঞ। জালিমকে কারও দিকে হাত বাড়াতে দেব না।’</p><p>সমাবেশের এক পর্যায়ে জামায়াতের আমির গোপালগঞ্জে-১ (মুকসুদপুর ও কাশিয়ানীর একাংশ) আসনে জামায়াতের প্রার্থী মো. আব্দুল হামিদের হাত উঁচু করে জনতার উদ্দেশে বলেন, ‘আমি এই তাঁর হাতটি উঁচু করে ধরলাম—আপনারাও তাঁর জন্য লড়বেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে হামলার আশঙ্কায় উত্তেজনা | প্রথম আলো",
            "time": "2026-01-27T19:08:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F3nm598zf%2Fuss.jpg?rect=53%2C0%2C747%2C392&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকদের মতে, সম্ভাব্য এই হামলার লক্ষ্য ইরানের আগে থেকেই বিপর্যস্ত পরমাণু কর্মসূচি নয়। এবার লক্ষ্যবস্তু করা হচ্ছে ইরানের রাজনৈতিক নেতৃত্বকে। উদ্দেশ্য হলো জীবনযাত্রার মান নিয়ে ক্ষুব্ধ সাধারণ মানুষকে আবারও রাস্তায় নামিয়ে আনা। সরকারি তথ্যমতে, গত মাসে ইরানে মূল্যস্ফীতি ৬০ শতাংশে ঠেকেছে।</p><p>ইরানের সুপ্রিম ন্যাশনাল সিকিউরিটি কাউন্সিলের সচিব আলী লারিজানি দাবি করেছেন, হামলার আগেই যুক্তরাষ্ট্র ইরানের সামাজিক সংহতি নষ্ট করার চেষ্টা করছে। তিনি বলেন, ডোনাল্ড ট্রাম্প দেশটিকে ‘জরুরি অবস্থার’ মধ্যে ঠেলে দেওয়ার যে চেষ্টা করছেন, সেটি নিজেই এক ধরনের যুদ্ধ। শত্রুরা ঠিক এটিই চাইছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হোসনি মোবারকের বিরুদ্ধে আরব বসন্তের কথা কি ৩ কোটি মিসরীয় জানেন | প্রথম আলো",
            "time": "2026-01-27T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F8at2k02p%2F%E0%A6%AE%E0%A6%BF%E0%A6%B8%E0%A6%B0-%E0%A6%86%E0%A6%B0%E0%A6%AC-%E0%A6%AC%E0%A6%B8%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A7%87%E0%A6%B0-%E0%A7%A7%E0%A7%AB-%E0%A6%AC%E0%A6%9B%E0%A6%B0-%E0%A6%AA%E0%A6%B0.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সে সময়ের ১৮ দিনে ঘটে যাওয়া উল্লেখযোগ্য কয়েকটি প্রধান ঘটনা সংক্ষিপ্ত আকারে নিচে তুলে ধরা হলো—</p><p><strong>২৫ জানুয়ারি:</strong> পুলিশের বার্ষিক অনুষ্ঠানের দিন সারা দেশে হাজার হাজার মানুষ মিছিল করেন। ৩০ বছর ধরে ক্ষমতায় থাকা প্রেসিডেন্ট হোসনি মোবারকের পদত্যাগের দাবি ওঠে।</p><p><strong>২৮ জানুয়ারি:</strong> জুমার নামাজের পর হাজার হাজার মানুষ কায়রোর তাহরির স্কয়ারের দিকে রওনা দেন। প্রেসিডেন্ট হোসনি মোবারক প্রথমবার টেলিভিশনের সামনে হাজির হন এবং গণতন্ত্রের প্রতি অঙ্গীকার ব্যক্ত করেন।</p><p><strong>১ ফেব্রুয়ারি:</strong> দেশজুড়ে ব্যাপক আন্দোলন শুরু হয়। বিক্ষোভকারী ব্যক্তিরা যাতে কায়রো পৌঁছাতে না পারেন, তা ঠেকাতে সব ধরনের ট্রেন পরিষেবা বন্ধ করে দেয় সরকার।</p><p><strong>২ ফেব্রুয়ারি:</strong> হোসনি মোবারকের সমর্থকেরা কেউ উটে চড়ে কেউ–বা ঘোড়ায় চড়ে কায়রোর বিক্ষোভ দমন করতে নিষ্ঠুর চেষ্টা চালান। তাঁরা ব্যাট ও ছুরি ব্যবহার করে তাহরির স্কয়ারে রক্তক্ষয়ী সংঘাত শুরু করেন।</p><p><strong>১০ ফেব্রুয়ারি:</strong> হোসনি মোবারকের পদত্যাগের গুঞ্জন ওঠে। তিনি ওই দিন এক ভাষণে ঘোষণা দেন, তিনি সেপ্টেম্বর পর্যন্ত ক্ষমতায় থাকবেন। এতে তাহরির স্কোয়ারে জনতার ক্রোধ ফেটে পড়েন।</p><p><strong>ফেব্রুয়ারি ১১ (মোবারকের পদত্যাগ):</strong> ১৮ দিনের ব্যাপক বিক্ষোভের পর ভাইস প্রেসিডেন্ট ওমর সুলেইমান ঘোষণা করেন, হোসনি মোবারক পদত্যাগ করে সেনাবাহিনীর কাছে ক্ষমতা হস্তান্তর করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘মহেশখালী মাস্টারপ্ল্যান’ বাস্তবায়িত হলে দক্ষিণ চট্টগ্রাম অন্যতম বাণিজ্যিক কেন্দ্র হবে | প্রথম আলো",
            "time": "2026-01-27T19:00:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F9k79sdlz%2FHamidur-Azad.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হামিদুর রহমান বলেন, মহেশখালী মাস্টারপ্ল্যান শুধু একটি অবকাঠামোগত প্রকল্প নয়, এটি বাংলাদেশের অর্থনৈতিক রূপান্তরের একটি নকশা। তিনি বলেন, এই পরিকল্পনা বাস্তবায়িত হলে মহেশখালী-কুতুবদিয়ায় কর্মসংস্থান সৃষ্টি, শিল্পায়ন, বিদ্যুৎ উৎপাদন, বন্দরকেন্দ্রিক ব্যবসা-বাণিজ্য এবং আন্তর্জাতিক বিনিয়োগ বহুগুণ বাড়বে।</p><p>মাতারবাড়ী গভীর সমুদ্রবন্দর চালু হলে দেশের আমদানি-রপ্তানি খাতে নতুন দিগন্ত উন্মোচিত হবে বলেও উল্লেখ করেন হামিদুর রহমান। তিনি বলেন, জ্বালানি নিরাপত্তা নিশ্চিতকরণ, বিশেষ অর্থনৈতিক অঞ্চল, শিল্পপার্ক এবং উন্নত যোগাযোগব্যবস্থার মাধ্যমে এই অঞ্চল জাতীয় অর্থনীতিতে গুরুত্বপূর্ণ অবদান রাখবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোর্ট রিপোর্টার্স ইউনিটির সভাপতি লিটন, সাধারণ সম্পাদক মামুন | প্রথম আলো",
            "time": "2026-01-27T18:57:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Ftla6y505%2FCourt-Reporters.jpeg?rect=0%2C109%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কমিটির অন্যরা হলেন সহসভাপতি এমরুল হাসান (দ্য ডেইলি স্টার), যুগ্ম সাধারণ সম্পাদক মাসুদ রানা (কালের কণ্ঠ), সাংগঠনিক সম্পাদক আরিফুল ইসলাম (দ্য বিজনেস স্ট্যান্ডার্ড), কোষাধ্যক্ষ নাইমুর রহমান (ঢাকা পোস্ট), দপ্তর সম্পাদক মহিউদ্দিন খান (যুগান্তর), প্রচার ও প্রকাশনা সম্পাদক রকি আহমেদ (কালবেলা) এবং তথ্যপ্রযুক্তি ও প্রশিক্ষণ সম্পাদক মো. তসলিম হোসেন (স্টার নিউজ)।<br>এ ছাড়া কার্যনির্বাহী সদস্য হয়েছেন বাংলানিউজের জ্যেষ্ঠ প্রতিবেদক খাদেমুল ইসলাম ও দৈনিক জনবাণীর জ্যেষ্ঠ প্রতিবেদক আজহারুল ইসলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "মুঠোফোনের আইএমইআই নম্বর পরিবর্তন চক্রের ‘মূল হোতা’ ৫ দিনের রিমান্ডে | প্রথম আলো",
            "time": "2026-01-27T18:51:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Ffwb8svhp%2F3.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মুঠোফোনের আইএমইআই নম্বর পরিবর্তনের সফটওয়্যার, দুটি ল্যাপটপ, নগদ অর্থ, সরঞ্জামাদিসহ গ্রেপ্তার আসাদুজ্জামান<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: ডিএমপি নিউজের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "এনবিআর কর্মকর্তা তৈয়বুরের ৪টি ফ্ল্যাট জব্দের আদেশ | প্রথম আলো",
            "time": "2026-01-27T18:48:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fegwnsfkz%2F2.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জব্দের আদেশ হওয়া ফ্ল্যাটগুলোর মধ্যে ১ হাজার ১০০ বর্গফুটের দুটি এবং ৫৫০ বর্গফুটের দুটি ফ্ল্যাট রয়েছে।</p><p>দুদকের পক্ষে ফ্ল্যাট চারটি জব্দের আবেদন করেন সংস্থাটির উপপরিচালক রোমান উদ্দিন। আবেদনে বলা হয়, আসামি মো. তৈয়বুর রহমান ৩৭ লাখ ১২ হাজার ৩০৯ টাকার জ্ঞাত আয়বহির্ভূত সম্পদ অর্জন করেছেন। এ ছাড়া গত বছরের ৩ মার্চ দাখিল করা সম্পদ বিবরণীতে তিনি ৫০ লাখ ৪৭ হাজার ৫৮৩ টাকা মূল্যের সম্পদের তথ্য গোপন করেছেন। মিথ্যা ও ভিত্তিহীন তথ্য দেওয়ায় তাঁর বিরুদ্ধে মামলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুবাইতে হচ্ছে বিশ্বের প্রথম ‘সোনায় মোড়ানো’ সড়ক | প্রথম আলো",
            "time": "2026-01-27T18:45:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fqc9ckjs4%2Fdubai.JPG?rect=0%2C115%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোনার বাজারে আধিপত্য বজায় রাখার অংশ হিসেবে এবার দুবাইতে ‘গোল্ড ডিস্ট্রিক্ট’ হচ্ছে। এটিকে আরব আমিরাতের নতুন ‘হোম অব গোল্ড’ বলা হচ্ছে। এখানে সোনা ও গয়নার সঙ্গে সম্পর্কিত সব ধরনের ব্যবসা ও কার্যক্রম এক ছাতার নিচে পাওয়া যাবে।<br>দুবাই গোল্ড ডিস্ট্রিক্টে পাইকারি ও খুচরা বিক্রি, বুলিয়ন মার্কেট (স্বর্ণ, রুপা ও প্লাটিনামের মতো মূল্যবান ধাতুর বাজার) ও বিনিয়োগ—সব ধরনের সুবিধা পাওয়া যাবে। ক্রেতাদের কেনাকাটার স্বার্থে সেখানে এক হাজারের বেশি খুচরা দোকান থাকবে। এসব দোকানে সুগন্ধি, প্রসাধনী, সোনা এবং জীবযাপনের বিভিন্ন অনুষঙ্গ পাওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক কাস্টমস কর্মকর্তা মফিজুর ও তাঁর স্ত্রীর দুটি ফ্ল্যাট জব্দের আদেশ | প্রথম আলো",
            "time": "2026-01-27T18:41:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F3bb3f575%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জব্দ হওয়া ফ্ল্যাট দুটির একটি এক হাজার বর্গফুটের, অন্যটি ১ হাজার ৫৯ বর্গফুটের। দুটি ফ্ল্যাটই রাজধানীর দক্ষিণখানে অবস্থিত।</p><p>দুদকের পক্ষে ফ্ল্যাট দুটি জব্দের আবেদন করেন সংস্থাটির উপপরিচালক রোমান উদ্দিন। আবেদনে বলা হয়, মফিজুর রহমান ৯২ লাখ ১০ হাজার ২৩৯ টাকার জ্ঞাত আয়বহির্ভূত সম্পদ অর্জন করেছেন। এ অভিযোগে গত বছরের ১৪ অক্টোবর দুদক মামলা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "লুটেরা অর্থনীতি বন্ধে সংসদে ভূমিকা রাখবেন কাস্তে মার্কার প্রার্থীরা | প্রথম আলো",
            "time": "2026-01-27T18:16:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fn3qcylo7%2Fcpb.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনী সহিংসতা বন্ধের আহ্বান জানিয়ে রুহিন হোসেন বলেন, ‘বিভিন্ন এলাকায় নির্বাচনের প্রার্থীদের প্রচারে হামলা, মারামারি হচ্ছে। এটি সুষ্ঠু নির্বাচন নিয়ে মানুষের মনে শঙ্কা তৈরি করছে। সরকার ও নির্বাচন কমিশনকে সব ধরনের নির্বাচনী সহিংসতা বন্ধে কার্যকর পদক্ষেপ গ্রহণের আহ্বান জানাচ্ছি।’</p><p>ভোটারদের উদ্দেশে সিপিবির প্রেসিডিয়াম সদস্য রাগিব আহসান বলেন, দেশের ব্যবস্থা বদলের জন্য এবারের নির্বাচনে কাস্তে মার্কাকে জয়যুক্ত করতে হবে।</p><p>ঢাকা–৯ আসনের প্রার্থী মনিরুজ্জামান মিলন বলেন, তিনি নির্বাচিত হলে অচল ঢাকা সচল করা, দুর্নীতি, লুটপাট, চাঁদাবাজি বন্ধ, সর্বজনীন রেশনব্যবস্থা চালু এবং জাতীয় ন্যূনতম মজুরি নিশ্চিত করতে বিশেষ উদ্যোগ নেবেন। এলাকাবাসীকে নিয়ে নিয়মিত পরামর্শসভা করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত প্রার্থীর গণসংযোগে হামলা, আহত ৩ | প্রথম আলো",
            "time": "2026-01-27T18:16:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fjkm0ypmf%2Fdhakadh052820260127protibad-sova.jpg?rect=0%2C0%2C726%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা-৩ আসনে বিএনপির প্রার্থী গয়েশ্বর চন্দ্র রায়ের নির্বাচন পরিচালনা কমিটির সদস্যসচিব মোজাদ্দেদ আলী অভিযোগ অস্বীকার করে বলেন, ‘আমাদের কর্মীরা এমন কোনো ঘটনার সঙ্গে জড়িত নয়।’</p><p>দক্ষিণ কেরানীগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা সাইফুল আলম বলেন, ‘শুনেছি, বিএনপি ও জামায়াতের নেতা-কর্মীদের মধ্যে ধস্তাধস্তির ঘটনা ঘটেছে। এ ব্যাপারে খোঁজখবর নেওয়া হচ্ছে।’</p></div></div></div></body></html>"
        }
    ]
}