{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আনিস আলমগীরকে গ্রেপ্তার স্বৈরাচারী আমলে সাংবাদিক দমন-পীড়নের স্মৃতি উসকে দেয় | প্রথম আলো",
            "time": "2025-12-15T15:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Frwqh1f9b%2FWhatsApp-Image-2025-12-15-at-6.11.17-PM.jpeg?rect=0%2C11%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়, সম্পাদক পরিষদ এ ঘটনার তীব্র নিন্দা জানাচ্ছে। একই সঙ্গে পরিষদ স্পষ্টভাবে বলতে চায়—কোনো সাংবাদিকের বিরুদ্ধে যদি সুনির্দিষ্ট অভিযোগ থাকে, তবে তা অবশ্যই প্রচলিত আইন ও ন্যায়বিচারসম্মত প্রক্রিয়ার মাধ্যমে নিষ্পত্তি করতে হবে। অভিযোগ ছাড়াই ডিবি কার্যালয়ে ডেকে নেওয়া, সেখানে আটকে রাখা কিংবা পরে সন্ত্রাসবিরোধী আইনে মামলা দিয়ে গ্রেপ্তার দেখানো কোনোভাবেই গ্রহণযোগ্য নয়।</p><p>বিবৃতিতে সম্পাদক পরিষদ আরও বলেছে, ২০২৪ সালের ৫ আগস্ট গণ-অভ্যুত্থানের মধ্য দিয়ে শেখ হাসিনার পতনের পর থেকে বহু সাংবাদিকের বিরুদ্ধে মিথ্যা হত্যা মামলা করা হয়েছে এবং অনেকেই এখনো কারাগারে রয়েছেন। এ বিষয়ে এর আগেও সম্পাদক পরিষদ তাদের অবস্থান স্পষ্ট করে বলেছে সাংবাদিকদের বিরুদ্ধে দায়ের করা মিথ্যা হত্যা মামলা প্রত্যাহারের কথা। সরকারের পক্ষ থেকে আইন উপদেষ্টা এসব মিথ্যা মামলা ও হয়রানির বিরুদ্ধে পদক্ষেপ নেওয়ার প্রতিশ্রুতি দিলেও এখনো মামলাগুলো প্রত্যাহার করা হয়নি। এ ধরনের আচরণ অতীতের স্বৈরাচারী শাসনামলের সাংবাদিক নিপীড়নের স্মৃতিই মনে করিয়ে দেয়।</p><p>বিবৃতিতে বলা হয়, সম্পাদক পরিষদ এ ধরনের আচরণের তীব্র নিন্দা জানাচ্ছে এবং সব ভিত্তিহীন মামলা প্রত্যাহারের দাবি জানাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন পর্যবেক্ষণে থাকবেন ইউরোপীয় ইউনিয়নের ২০০ পর্যবেক্ষক | প্রথম আলো",
            "time": "2025-12-15T15:16:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fm3lz8cee%2Figp.jpeg?rect=0%2C352%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, পারস্পরিক সৌহার্দ্য ও আন্তরিকতাপূর্ণ পরিবেশে অনুষ্ঠিত সাক্ষাতের সময় নিরাপত্তা ইস্যু, পুলিশ সংস্কার ও অন্যান্য ক্ষেত্রে বাংলাদেশ পুলিশকে সহায়তাসহ নানা বিষয়ে আলোচনা হয়। সাক্ষাতের সময় ইউরোপীয় ইউনিয়নের রাষ্ট্রদূত দেশের চলমান আইনশৃঙ্খলা পরিস্থিতি, আসন্ন জাতীয় সংসদ নির্বাচন এবং নির্বাচনকালীন সময়ে ইউরোপীয় ইউনিয়নের পর্যবেক্ষকদের নিরাপত্তাসংক্রান্ত বিষয়ে আলোচনা করেন। এ সময় আন্তর্জাতিক পর্যবেক্ষকেরা বাংলাদেশ পুলিশের পেশাদারত্ব ও নিরাপত্তা প্রটোকল সম্পর্কে ইতিবাচক ধারণা পাবেন বলে রাষ্ট্রদূত মনে করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মাধ্যমিকে প্রধান শিক্ষকের পদ খালি: পদোন্নতি জটিলতা নিরসন জরুরি | প্রথম আলো",
            "time": "2025-12-15T15:14:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F4e81edeb-bb5b-43e6-a880-0c625b6772bd%2FShikkhok.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ সিভিল সার্ভিস নিয়োগ বিধিমালা-১৯৮১ অনুসারে, দীর্ঘদিন ধরে সহকারী শিক্ষকেরা সহকারী প্রধান শিক্ষক (ক্যাডার পদ-৯ম গ্রেড) হয়ে যেতেন পাঁচ বছর পর। সহকারী প্রধান শিক্ষক থেকে পদোন্নতি পেয়ে প্রধান শিক্ষক (ক্যাডার-ষষ্ঠ গ্রেড) হয়ে আসছে দীর্ঘদিন ধরে। অর্থাৎ আগে পদ ছিল তিনটি। সহকারী শিক্ষক (নন-ক্যাডার), সহকারী প্রধান শিক্ষক (ক্যাডার) ও প্রধান শিক্ষক (ক্যাডার)।</p><p> কিন্তু আবার মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তর কর্মচারী নিয়োগ বিধিমালা-২০২১ অনুযায়ী, সরকারি মাধ্যমিক বিদ্যালয়ে একটা নতুন পদ ‘সিনিয়র শিক্ষক’ পদ সৃষ্টি করা হয়, যাতে উল্লেখ করা হয় সহকারী শিক্ষকেরা সাত বছর পর সিনিয়র শিক্ষক (৯ম গ্রেড, নন–ক্যাডার) হবেন। এবং এই বিধির আলোকে ওই সময় অনেক শিক্ষককে সিনিয়র শিক্ষক পদে পদোন্নতি দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কেরানীগঞ্জে চোর সন্দেহে এক ব্যক্তিকে পিটিয়ে হত্যা | প্রথম আলো",
            "time": "2025-12-15T15:14:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F83e96984-d408-4893-b8ff-432f95c9c8b2%2F78b76439_59f6_4b25_8e0b_5a47c14b13a3.jpg?rect=0%2C13%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেরানীগঞ্জ মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) এম সাইফুল আলম বলেন, জাতীয় জরুরি সেবা নম্বর ৯৯৯–এ খবর পেয়ে আজ দুপুরে অজ্ঞাতপরিচয় এক যুবকের লাশ উদ্ধার করা হয়। প্রাথমিকভাবে তাঁর শরীরের বিভিন্ন স্থানে আঘাতের চিহ্ন পাওয়া গেছে। লাশটি ময়নাতদন্তের জন্য স্যার সলিমুল্লাহ মেডিকেল কলেজ মিটফোর্ড হাসপাতালের মর্গে পাঠানো হয়। নিহত ব্যক্তির পরিচয় শনাক্তের চেষ্টা চলছে। এটি চুরির ঘটনা নাকি অন্য কোনো কারণে ঘটেছে, তা তদন্ত করে দেখা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিএমপির সাবেক কমিশনার হাবিবুরসহ ৮ আসামির সর্বোচ্চ শাস্তি প্রার্থনা | প্রথম আলো",
            "time": "2025-12-15T15:13:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F7d802c22-040c-48a3-86e2-ce56eb59a3d3%2Fc311334c-cacf-4037-9f18-955fcdb9bde0.jpg?rect=0%2C78%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ মামলার অপর আসামিরা হলেন সাবেক যুগ্ম কমিশনার সুদীপ কুমার চক্রবর্তী, রমনা অঞ্চলের সাবেক অতিরিক্ত উপকমিশনার শাহ্ আলম মো. আখতারুল ইসলাম, রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুল, শাহবাগ থানার সাবেক পরিদর্শক মো. আরশাদ হোসেন, কনস্টেবল মো. সুজন হোসেন, ইমাজ হোসেন ও মো. নাসিরুল ইসলাম। তাঁদের মধ্যে আরশাদ, সুজন, ইমাজ ও নাসিরুল গ্রেপ্তার আছেন। বাকিরা পলাতক।</p><p>যুক্তিতর্কে প্রসিকিউটর মিজানুল ইসলাম বলেন, ডিএমপির সাবেক কমিশনার হাবিবুর রহমান ওয়্যারলেস বার্তায় সংশ্লিষ্ট দায়িত্বরত পুলিশ সদস্যদের বলেছিলেন, আন্দোলনকারীদের কোমরের নিচে গুলি করতে। তবে হাবিবুর জিডিতে (পুলিশ তাদের দৈনন্দিন কাজ লিপিবদ্ধ করে, এমন একটি নথি) হাঁটুর নিচে গুলি করতে বলেছিলেন। কিন্তু গুলি করা হয়েছে বুকে। কিন্তু তাঁদের (যাঁরা বুকে গুলি করেছেন) বিরুদ্ধে ব্যবস্থা নিতে হাবিবুর কোনো নির্দেশ দেননি; বরং তিনি থানায় উপস্থিত হয়ে এক লাখ টাকা পুরস্কার দিয়েছেন; অর্থাৎ তাঁর বিরুদ্ধে কমান্ড রেসপনসিবিলিটি (কর্তৃত্বের দায়) প্রমাণিত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদির ওপর হামলা কেন ঠেকানো গেল না, সরকারকে জবাব দিতে হবে: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2025-12-15T15:10:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fb4kgie5r%2Finquilab-mancha-parwar.jpg?rect=0%2C138%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের উদ্দেশে মাহমুদুর রহমান বলেন, ‘আমি সরকারের প্রতি আহ্বান জানাচ্ছি, ২৫ ডিসেম্বরের মধ্যে যদি এই খুনিদের পাঠিয়ে দেওয়া না হয় বাংলাদেশে, তাহলে বাংলাদেশে কর্মরত প্রতিটি ভারতীয়র ওয়ার্ক পারমিট বাতিল করতে হবে।’</p><p>সমাবেশে জাতীয় নাগরিক পার্টি (এনসিপি), আমার বাংলাদেশ পার্টি (এবি পার্টি), ইসলামী আন্দোলন বাংলাদেশ, আপ বাংলাদেশ, লেবার পার্টি, নেজামে ইসলাম পার্টি, গণ অধিকার পরিষদসহ বিভিন্ন দলের নেতারা অংশ নেন।</p><p>জুলাই অভ্যুত্থানের তরুণ নেতাদের মধ্যে বক্তব্য দেন অন্তর্বর্তী সরকার থেকে পদত্যাগ করা উপদেষ্টা মাহফুজ আলম, এনসিপির আহ্বায়ক নাহিদ ইসলাম, সদস্যসচিব আখতার হোসেন, মুখ্য সংগঠক হাসনাত আবদুল্লাহ ও সারজিস আলম, ডাকসুর ভিপি সাদিক কায়েম, রাকসুর জিএস সালাউদ্দিন আম্মার, ইনকিলাব মঞ্চের নেতা ফাতিমা তাসনিম জুমা।</p><p>ইনকিলাব মঞ্চের সদস্যসচিব আবদুল্লাহ আল জাবেরের সঞ্চালনায় এই সমাবেশে অন্যদের মধ্যে বক্তব্য দেন অবসরপ্রাপ্ত সেনা কর্মকর্তাদের সমিতি রাওয়া ক্লাবের সভাপতি কর্নেল (অব.) মোহাম্মদ আবদুল হক, এবি পার্টির সাধারণ সম্পাদক আসাদুজ্জামান ফুয়াদ, গণ অধিকার পরিষদের সাধারণ সম্পাদক মো. রাশেদ খান, খেলাফত মজলিসের নেতা আহমদ আলী কাসেমী, লেবার পার্টির চেয়ারম্যান মোস্তাফিজুর রহমান ইরান, ইসলামী ছাত্রশিবিরের সেক্রেটারি জেনারেল নুরুল ইসলাম সাদ্দাম, আপ বাংলাদেশের সদস্যসচিব আরেফিন মোহাম্মদ, জনতার দলের মহাসচিব আজম খান প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবী মেরু অঞ্চলে কিছুটা চাপা | প্রথম আলো",
            "time": "2025-12-15T15:07:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F07%2F30%2F6259514a999d871d885e2d045061894e-597ccf66ad150.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বিজ্ঞান: সংক্ষিপ্ত উত্তর–প্রশ্ন</strong></p><p><strong>প্রশ্ন: চিকিৎসা ও কৃষি ক্ষেত্রে আইসোটোপের ব্যবস্থা আলোচনা করো।</strong></p><p><strong>উত্তর: </strong>অস্থায়ী আইসোটোপ তথা তেজস্ক্রিয় আইসোটোপ বিভিন্ন তেজস্ক্রিয় রশ্মি ও কণা বিকিরণ করে। তেজস্ক্রিয় আইসোটোপের এই ধর্ম চিকিৎসা ক্ষেত্রে, কৃষি ক্ষেত্রে ও গবেষণায় ব্যবহৃত হয়।</p><p><strong>চিকিৎসা ক্ষেত্রে: </strong>ক্ষুদ্র ও সরু রক্তনালি ক্ষতিগ্রস্ত হলে রক্তের মাধ্যমে আইসোটোপ পাঠিয়ে তা শনাক্ত করা হয়। ক্যানসার আক্রান্ত কোষ তেজস্ক্রিয় আইসোটোপ দ্বারা ধ্বংস করা হয়।</p><p><strong>কৃষি ক্ষেত্রে: </strong>তেজস্ক্রিয় আইসোটোপ দ্বারা কৃষিজমিতে বিদ্যমান ক্ষতিকর কীটপতঙ্গের প্রজননক্ষমতা ধ্বংস করা হয়।</p><p><strong>প্রশ্ন: কীভাবে ম্যাগনেশিয়াম পরমাণু স্থিতিশীলতা অর্জন করতে পারে?</strong></p><p><strong>উত্তর: </strong>ম্যাগনেশিয়ামের পারমাণবিক সংখ্যা ১২। এর ইলেকট্রন বিন্যাস ২, ৮, ২। ম্যাগনেশিয়াম পরমাণু যদি দুটি ইলেকট্রন অন্য কোনো পরমাণুকে দিয়ে দিতে পারে, তাহলে ম্যাগনেশিয়াম পরমাণুতে প্রথম শক্তিস্তরে দুটি ও দ্বিতীয় শক্তিস্তরে চারটি  ইলেকট্রন থাকে। এটি একটি স্থিতিশীল অবস্থা। তাই দেখা যাচ্ছে ম্যাগনেশিয়াম পরমাণু দুটি ইলেকট্রন প্রদান করে স্থিতিশীলতা অর্জন</p><p>করতে পারে।</p><p><strong>প্রশ্ন: পৃথিবী সূর্যের চারদিকে ঘোরে কেন?</strong></p><p><strong>উত্তর: </strong>পৃথিবী সূর্যের চারদিকে ঘোরে সূর্যের মহাকর্ষ বলের কারণে। সূর্য পৃথিবীকে সব সময় নিজের দিকে আকর্ষণ করে রাখে, আর এই আকর্ষণই পৃথিবী তার কক্ষপথে ধরে রাখে। এখানে সূর্যের টানই হলো কেন্দ্রমুখী বল, যা ঘূর্ণায়মান পৃথিবীকে কেন্দ্রবিমুখী বলের প্রভাবে বাইরে ছিটকে যেতে দেয় না। ফলে পৃথিবী নিরবচ্ছিন্নভাবে সূর্যের চারদিকে পরিভ্রমণ করে।</p><p><strong>প্রশ্ন: পৃথিবীর মেরু অঞ্চলে ‘g’–এর মান</strong></p><p><strong>বেশি কেন?</strong></p><p><strong>উত্তর: </strong>পৃথিবী সুষম গোলক না হওয়ায় পৃথিবীর কেন্দ্র থেকে ভূপৃষ্ঠের সব স্থান সমান দূরত্বে নয়। যেহেতু g<em>–</em>এর মান পৃথিবীর কেন্দ্র থেকে দূরত্বের ওপর নির্ভর করে, তাই পৃথিবীর বিভিন্ন স্থানে g<em>–</em>এর মানের পরিবর্তন হয়। পৃথিবীর আকার মেরুতে কিছুটা চাপা ও বিষুবীয় অঞ্চলে প্রশস্ত। মেরু অঞ্চলে পৃথিবীর কেন্দ্র থেকে ভূপৃষ্ঠের দূরত্ব সবচেয়ে কম হওয়ায় g<em>–</em>এর মান মেরু অঞ্চলে সবচেয়ে বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশ কমিশন অধ্যাদেশ গণ-আকাঙ্ক্ষার প্রতি উপহাস, অর্থহীন ও আত্মঘাতী: টিআইবি | প্রথম আলো",
            "time": "2025-12-15T15:06:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fa2c1bce2-eee0-4445-a060-17c203c6c769%2FUntitled_5.jpg?rect=0%2C41%2C579%2C304&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত ৯ ডিসেম্বর পুলিশ কমিশন অধ্যাদেশ জারি করা হয়। অধ্যাদেশটি মৌলিক ধারণাগত, কৌশলগত ও কাঠামোগতভাবে গুরুতর ত্রুটিপূর্ণ এবং এটি স্বাধীন পুলিশ কমিশন প্রতিষ্ঠার মূল উদ্দেশ্যকে ধারণ করতে সম্পূর্ণভাবে ব্যর্থ হয়েছে বলে মনে করেন টিআইবির নির্বাহী পরিচালক ড. ইফতেখারুজ্জামান।</p><p>ইফতেখারুজ্জামান বলেন, এ অধ্যাদেশ পুলিশের পেশাদারত্ব ও জবাবদিহি নিশ্চিত করার পরিবর্তে পুলিশ বাহিনীর ওপর প্রশাসনিক ও পুলিশি আমলাতন্ত্র, বিশেষ করে স্বরাষ্ট্র মন্ত্রণালয়ের নিয়ন্ত্রণ আরও গভীরতর করবে। এর মাধ্যমে ক্ষমতার ব্যাপক অপব্যবহার, মানবাধিকার লঙ্ঘন, দুর্নীতি ও বহুমাত্রিক অপরাধের মতো যেসব কারণে পুলিশের জন–আস্থার সংকটসহ যে কারণে কমিশনের প্রস্তাব করা হয়েছে, তা থেকে উত্তরণ ঘটবে না। এই কমিশন স্বাধীন তো হবেই না, বরং সরকারের প্রভাব ও নিয়ন্ত্রণে পুলিশের অপরাধপ্রবণতা ও জবাবদিহিহীনতার বৈধতা দেওয়ার আরও একটি আয়োজন হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "একটি দল দেশকে পুরোনো পচা আমলে ফিরিয়ে নিতে চায়: জামায়াতের আমির | প্রথম আলো",
            "time": "2025-12-15T15:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fhrrzn338%2FTHUMNAILWEB.jpg?rect=0%2C9%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"একটি দল দেশকে পুরোনো পচা আমলে ফিরিয়ে নিতে চায়: জামায়াতের আমির\" class=\"nA4h1 \">একটি দল দেশকে পুরোনো পচা আমলে ফিরিয়ে নিতে চায়: জামায়াতের আমির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-15T21:05:00+06:00\"><span>প্রকাশ: ১৫ ডিসেম্বর ২০২৫, ১৫: ০৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় এত টেঁটাযুদ্ধের পেছনে মূল কারণ কী | প্রথম আলো",
            "time": "2025-12-15T15:04:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-10%2F0eum69t3%2FBBariaDH051720250610Nasairnagar-pic-2.jpg?rect=0%2C27%2C634%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা দেখি, খুবই তুচ্ছ ঘটনা নিয়ে জেলাটিতে শত শত মানুষ মুহূর্তেই সংঘর্ষে জড়িয়ে পড়ছে। সেসব সংঘর্ষ বেশির ভাগ ক্ষেত্রেই রক্তক্ষয়ী বা ধ্বংসাত্মক সহিংসতায় রূপ নেয়। কারও কষ্টে গড়া ঘরবাড়ি নিমেষেই ভেঙে ফেলা বা পুড়িয়ে দেওয়া যেন সাধারণ ঘটনায় পরিণত হয়েছে।</p><p>এসব সংঘর্ষের বেশির ভাগ ক্ষেত্রেই দেখা যায়, কেন এই সংঘর্ষ, কোথা থেকে এর সূত্রপাত, তা না জেনেই বিভিন্ন শ্রেণি-পেশার মানুষ দেশীয় অস্ত্র নিয়ে খুনোখুনিতে জড়িয়ে পড়ছে। কখনো নিজের অজান্তেই ডেকে নিয়ে আসছে নিজের কিংবা স্বজনদের করুণ মৃত্যু।</p><p>শুধু ব্রাহ্মণবাড়িয়া নয়, ‘টেঁটাযুদ্ধ’ নামে কুখ্যাতি পাওয়া এ ধরনের সংঘর্ষ শত বছর ধরে পার্শ্ববর্তী জেলা নরসিংদীতেও চলছে।</p><p>প্রশ্ন হচ্ছে, এলাকাভিত্তিক এই সংঘর্ষগুলোয় কারা লাভবান হচ্ছে? বিভিন্ন সংবাদমাধ্যমে প্রকাশিত প্রতিবেদনগুলোয় দেখা যায়, এ সংঘর্ষের সুযোগে কিছু ব্যক্তি বা গোষ্ঠী শক্তিশালী হচ্ছে।</p><p>২০২৩ সালের ২৫ সেপ্টেম্বর প্রথম আলোর প্রতিবেদন থেকে জানা যায়, স্থানীয় গোষ্ঠীপ্রধান, রাজনীতিবিদ ও প্রভাবশালীরা রক্তক্ষয়ী টেঁটাযুদ্ধ উদ্দেশ্যমূলকভাবে জিইয়ে রেখেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে গুলির প্রতিবাদে জগন্নাথ বিশ্ববিদ্যালয়ে মানববন্ধন | প্রথম আলো",
            "time": "2025-12-15T15:04:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fhrmehkhm%2Futl-jnu.jpeg?rect=0%2C291%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের মুখপাত্র, ঢাকা-৮ আসনের সম্ভাব্য প্রার্থী শরিফ ওসমান হাদিকে গুলির প্রতিবাদে মানববন্ধন করেছে ইউনিভার্সিটি টিচার্স লিংক (ইউটিএল), জগন্নাথ বিশ্ববিদ্যালয় (জবি) চ্যাপ্টার। আজ সোমবার বিশ্ববিদ্যালয়ের শহীদ মিনারের সামনে এ মানববন্ধন অনুষ্ঠিত হয়। মানববন্ধনে বিশ্ববিদ্যালয়ের বিভিন্ন বিভাগের শিক্ষক ও শিক্ষার্থীরা অংশ নেন।</p><p>মানববন্ধনে রসায়ন বিভাগের অধ্যাপক শামছুন নাহার বলেন, ‘আমরা সবাই জানি, ১২ ডিসেম্বর যে হাদির ওপর হত্যাচেষ্টায় গুলি করা হয়েছে, সেই হাদির নাম আজ সারা বিশ্ব জেনে যাচ্ছে। তার প্রতিবাদী কণ্ঠস্বর ছড়িয়ে পড়ছে। আমাদের এখন কালচারাল ফ্যাসিজম উত্থান হয়েছে। হাদির এই কণ্ঠস্বর পছন্দ হচ্ছে না। এ জন্য দুনিয়া থেকে তুলে দেওয়ার পরিকল্পনা চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আট ঘণ্টা অবরুদ্ধ দুই সহ-উপাচার্য ও রেজিস্ট্রার, পাল্টাপাল্টি স্লোগান | প্রথম আলো",
            "time": "2025-12-15T15:02:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Ftbmu97ka%2FCtg-1.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরেজমিনে দেখা যায়, প্রশাসনিক ভবনের এক পাশে কেন্দ্রীয় গ্রন্থাগারের সামনে অবস্থান নেন ছাত্রশিবিরের নেতা–কর্মীরা। অন্যদিকে প্রশাসনিক ভবনের মূল ফটকে তালা দিয়ে অবস্থান করছিলেন শাখা বিশ্ববিদ্যালয় ছাত্রদল, বিপ্লবী ছাত্র মৈত্রী, গণতান্ত্রিক ছাত্র কাউন্সিল, নারী অঙ্গন, বাংলাদেশ ছাত্র ফেডারেশন ও বাংলাদেশ ছাত্র ইউনিয়ন। একই সঙ্গে চাকসুর প্রতিনিধিরাও প্রশাসনিক ভবনের সামনে অবস্থান নেন।</p><p>কর্মসূচি চলাকালে শাখা বিশ্ববিদ্যালয় ছাত্রদল ও বামপন্থী ছাত্রসংগঠনের নেতা–কর্মীরা স্লোগান দেন—‘এই মুহূর্তে বাংলা ছাড়, জামায়াত-শিবির রাজাকার’, ‘দফা এক দাবি এক, শামীম স্যারের পদত্যাগ’। অপর দিকে ইসলামী ছাত্রশিবিরের নেতা–কর্মীরা স্লোগান দেন, ‘হিন্দুস্তানি দালালেরা হুঁশিয়ার সাবধান’, ‘ভারতের দালালেরা হুঁশিয়ার সাবধান’। তবে বিশ্ববিদ্যালয়ের প্রক্টর হোসেন শহীদ সরওয়ার্দী ও সহকারী প্রক্টর মো. নুরুল হামিদের হস্তক্ষেপে পরিস্থিতি নিয়ন্ত্রণে আসে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে ফুলের চাষ ও বাণিজ্য কি উৎসব কেন্দ্রিক? | প্রথম আলো",
            "time": "2025-12-15T15:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fppyw34hf%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C63%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বাংলাদেশে ফুলের চাষ ও বাণিজ্য কি উৎসব কেন্দ্রিক?\" class=\"nA4h1 \">বাংলাদেশে ফুলের চাষ ও বাণিজ্য কি উৎসব কেন্দ্রিক?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-15T21:00:00+06:00\"><span>প্রকাশ: ১৫ ডিসেম্বর ২০২৫, ১৫: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‌বুদ্ধিজীবীদের আলবদর-আলশামস হত্যা করেনি, দাবি বিএনপি নেতার | প্রথম আলো",
            "time": "2025-12-15T14:59:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F7m0z2fq0%2FScreenshot-2025-12-15-205647.png?rect=0%2C22%2C939%2C493&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতকে পরামর্শ দিয়ে নারায়ণগঞ্জ বিএনপির সদস্যসচিব বলেন, ‘আমি বলব, ইতিহাসটাকে সঠিক করে তুলে ধরার জন্য আপনারা সরকারের কাছে দাবি জানান। না হলে আগামী প্রজন্মের কাছে পৃথিবীর সৃষ্টির পর্যন্ত আপনারাই শহীদ বুদ্ধিজীবী হত্যাকারী হিসেবে বাংলাদেশের ইতিহাসে চিহ্নিত হয়ে থাকবেন। অতএব ইতিহাস, সঠিক ইতিহাস যেন লেখা হয়, কারা হত্যা করেছে, সেটা যেন লেখা হয়।’</p><p>সভায় আরও উপস্থিত ছিলেন জেলা সিভিল সার্জন এ এফ এম মুশিউর রহমান, অতিরিক্ত জেলা প্রশাসক (সার্বিক) মো. আলমগীর হুসাইন, অতিরিক্ত পুলিশ সুপার (অপরাধ ও অপারেশন) তারেক আল মেহেদী, জেলা বিএনপির যুগ্ম আহ্বায়ক মাশুকুল ইসলাম, মহানগর বিএনপির আহ্বায়ক সাখাওয়াত হোসেন খান, জামায়াতের ইসলামের কেন্দ্রীয় কর্মপরিষদ সদস্য মাওলানা মইনুদ্দিন আহমাদ, মহানগরের আমির মাওলানা আবদুল জব্বার প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "দাবি না মানলে তিন উপদেষ্টাকে পদত্যাগের হুঁশিয়ারি সাদিক কায়েমের | প্রথম আলো",
            "time": "2025-12-15T14:57:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Flw49blsa%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দাবি না মানলে তিন উপদেষ্টাকে পদত্যাগের হুঁশিয়ারি সাদিক কায়েমের\" class=\"nA4h1 \">দাবি না মানলে তিন উপদেষ্টাকে পদত্যাগের হুঁশিয়ারি সাদিক কায়েমের</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-15T20:57:14+06:00\"><span>প্রকাশ: ১৫ ডিসেম্বর ২০২৫, ১৪: ৫৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সেই জাদুঘরে আছে ১১ জাতিগোষ্ঠীর দুর্লভ সব সামগ্রী | প্রথম আলো",
            "time": "2025-12-15T14:56:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fmcuu76gc%2FPic-11.JPG?rect=0%2C0%2C1812%2C951&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"সেই জাদুঘরে আছে ১১ জাতিগোষ্ঠীর দুর্লভ সব সামগ্রী\" class=\"IiRps \">সেই জাদুঘরে আছে ১১ জাতিগোষ্ঠীর দুর্লভ সব সামগ্রী</h1></p><div class=\"Ibzfy\"><p>বৃহত্তর পার্বত্য চট্টগ্রামের ১১টি জাতিগোষ্ঠীর সংস্কৃতি ও ঐতিহ্য সংরক্ষণের জন্য বান্দরবানে ‘ক্ষুদ্র নৃগোষ্ঠীর সাংস্কৃতিক ইনস্টিটিউট’–এর ভেতরে একটি জাদুঘর রয়েছে। এই জাদুঘরে পার্বত্য অঞ্চলে বসবাসকারী ১১টি জাতিগোষ্ঠীর ঐতিহ্য ও কৃষ্টি-সংস্কৃতির বিভিন্ন নিদর্শন দেখতে পাওয়া যায়। জাদুঘরে বিভিন্ন গোষ্ঠীর প্রাত্যহিক জীবনে ব্যবহৃত দুর্লভ সামগ্রী সংগ্রহে রাখা হয়েছে, যার মধ্যে অনেক কিছুই বর্তমানে বিলুপ্তির পথে।</p></div></div></div></body></html>"
        },
        {
            "title": "টাকা বাঁচাতে লাঞ্চ করতেন না, সেই নায়িকা এখন... | প্রথম আলো",
            "time": "2025-12-15T14:49:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fyc7i0eak%2Fshreyadhan13165607637128676989085460704576157025096-Copy.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তাপসী, অর্জুনসহ তারকাদের সমর্থন<br></strong>শ্রেয়া ধন্বন্তরি সম্প্রতি নিজের ভয়, হতাশা ও বলিউডে দীর্ঘদিন ধরে চলা সংগ্রামের কথা প্রকাশ করেছেন। তিনি ভাবছেন, কিছু ভালো ছবি বা শো করার পরও হয়তো তিনি অচেনা হয়ে হারিয়ে যেতে পারেন। সুযোগের অভাবে হতাশ, তিনি হারিয়ে যেতে পারেন। কত দিন তিনি এভাবে চালিয়ে যেতে পারবেন, তা নিজেও জানেন না। ‘টেক আ পজ উইথ বরুণ ডুগ্গিরালা’য় শ্রেয়া বলেন, ‘আমি সত্যিই ভয় পাচ্ছি, এক বড় ব্যর্থতা দেখাব। আমি হয়তো কিছু ভালো সিনেমা বা শো করব, আর হঠাৎ নিখোঁজ হয়ে যাব। আমার বাবা সব সময় আমাকে বলতেন, “এসব কেন করছ? একটু পড়াশোনা করো, এমবিএ করো, ভালো চাকরি পাবে। তোমার জীবন নষ্ট হচ্ছে।” আমি বলতাম, বাবা, আমি কিছু করছি, এগোচ্ছি। কিন্তু গত বছর যখন তিনি আবার বললেন, আমি প্রথমবারের মতো ভেবেছিলাম, হয়তো।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে এনসিপির প্রার্থী ও বৈষম্যবিরোধী নেতাদের নিরাপত্তা দেবে পুলিশ | প্রথম আলো",
            "time": "2025-12-15T14:48:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fj52z5wwb%2FUntitled-1.jpg?rect=0%2C0%2C381%2C200&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের ১৬ আসনের মধ্যে ৯টিতে প্রার্থী ঘোষণা করেছে এনসিপি কেন্দ্রীয় নেতারা। বাকি সাতটিতে এখনো ঘোষণা করা হয়নি। তবে সব আসনের সম্ভাব্য প্রার্থীরা ইতিমধ্যে এলাকায় জনসংযোগ চালাচ্ছেন।</p><p>পুলিশের একাধিক সূত্রের সঙ্গে কথা বলে জানা গেছে, সংশ্লিষ্ট কর্মকর্তাদের বেতার বার্তায় পুলিশ কমিশনার এই নির্দেশনা দেন। নির্দেশনায় বলা হয়, এনসিপি ও বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতাদের নিরাপত্তার ব্যবস্থা নিতে হবে। সংশ্লিষ্ট থানার ওসিরা এ বিষয়ে পদক্ষেপ নেবেন।</p><p>পুলিশ কমিশনারের নির্দেশনায় আরও বলা হয়, ফ্যাসিস্টের পক্ষের লোকজন যেন কোনোভাবে দলীয় বা রাজনৈতিক তৎপরতা চালাতে না পারে। ১৬-১৭ ডিসেম্বর ঝটিকা মিছিল, লিফলেট বিতরণের কোনো রকম তৎপরতা বা নাশকতা যেকোনো মূল্যে প্রতিহত করতে হবে।</p></div></div></div></body></html>"
        }
    ]
}