{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কুমিল্লায় খুন হওয়ার ৬ দিন পর গাড়িচালকের খণ্ডিত দুই পা উদ্ধার | প্রথম আলো",
            "time": "2025-08-12T12:36:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fppmwdz03%2FScreenshot-2025-08-12-170549.png?rect=0%2C0%2C687%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার তিতাস উপজেলায় খুন হওয়া গাড়িচালক নজরুল ইসলাম ভূঁইয়ার (৩১) খণ্ডিত দুই পা উদ্ধার করা হয়েছে। তিতাস থানা পুলিশ গতকাল সোমবার দিবাগত রাত সাড়ে ১১টায় উপজেলার বালুয়াকান্দি গ্রামের পাশের খাল থেকে বস্তাবন্দী দুই পায়ের চারটি খণ্ড উদ্ধার করে। </p><p>বিষয়টি নিশ্চিত করে তিতাস থানা ভারপ্রাপ্ত কর্মকর্তা (ওসি) শহীদ উল্লাহ জানান, নজরুল ইসলাম ভূঁইয়ার পা দুটি ময়নাতদন্তর জন্য আজ মঙ্গলবার সকালে কুমিল্লা মেডিকেল কলেজ হাসপাতাল মর্গে পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামী নির্বাচন হবে মাইনাস আওয়ামী লীগ: অলি আহমদ | প্রথম আলো",
            "time": "2025-08-12T12:31:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fnxd0apvn%2FIMG20250812170211.jpg?rect=0%2C0%2C4208%2C2209&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাম্প্রতিক সময়ে দেশের ফার্মেসিগুলোতে বিভিন্ন ধরনের জরুরি ওষুধ পাওয়া যাচ্ছে না বলে অভিযোগ করেন অলি আহমদ। তিনি বলেন, দেশে সঠিক চিকিৎসাও নেই। এমন পরিস্থিতিতে মানুষের অবস্থা কী হবে, কোথায় যাবেন তাঁরা? এর সমাধান বা কোথায়? এ বিষয়ে জরুরি ভিত্তিতে ব্যবস্থা গ্রহণ করতে হবে।</p><p>সংবাদ সম্মেলনে আরও উপস্থিত ছিলেন এলডিপির মহাসচিব রেদোয়ান আহমেদ, প্রেসিডিয়াম সদস্য নূরুল আলম তালুকদার, চৌধুরী হাসান সারওয়ার্দী, নেয়ামুল বশির, আওরঙ্গজেব বেলাল, হামিদুর রহমান খান, ভাইস প্রেসিডেন্ট মাহে আলম চৌধুরী প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "স্ত্রীর আপত্তিকর ভিডিও ছড়ানোর অভিযোগে তরুণ গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-12T12:29:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F6fce6a7a-1ec0-498c-aa60-d294997093b6%2Fgreftar_01.png?rect=0%2C75%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>র‍্যাবের সংবাদ বিজ্ঞপ্তি ও মামলার এজাহার সূত্রে জানা গেছে, ভুক্তভোগী তরুণী পোশাক কারখানায় চাকরির সুবাদে চট্টগ্রামে থাকতেন। অভিযুক্ত সানজিল মীর সেখানে পাশের বাসায় ভাড়াটিয়া ছিলেন। তাঁকে প্রেমের প্রস্তাব দিতেন সানজিল। ওই প্রস্তাবে রাজি না হওয়ায় তিনি তরুণীর গোসল করার সময় গোপনে মুঠোফোনে আপত্তিকর ভিডিও ধারণ করেন। পরে ভিডিও ফাঁসের ভয় দেখিয়ে গত ৭ এপ্রিল তাঁকে বিয়ে করেন সানজিল। এরপরও সানজিল আরও কয়েকটি আপত্তিকর ভিডিও ধারণ করেন এবং বিভিন্ন অজুহাতে দুই লাখ টাকা যৌতুক দাবি করতে থাকেন।</p><p>র‍্যাবের বিজ্ঞপ্তি সূত্রে আরও জানা গেছে, ওই তরুণী বাধ্য হয়ে নিজের উপার্জনের টাকা সানজিলকে দিয়ে দেন। এতে সন্তুষ্ট না হয়ে তিনি আরও যৌতুক দাবি করেন। সানজিল তাঁর আপত্তিকর ভিডিও তৈরি করেন। দুই মাস আগে ওই তরুণী বাবার বাড়িতে ফিরে আসেন। এরপরও সানজিল ভুক্তভোগীর নামে একটি ভুয়া ফেসবুক অ্যাকাউন্ট খোলেন এবং ওই ভিডিও ছড়িয়ে দেন। তরুণীর পরিবারের সদস্যরা গত ১৭ জুলাই সানজিলের বাড়িতে গিয়ে বিষয়টি জানান। তখন তাঁরা হুমকি দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মাসসেরা হওয়ার রেকর্ডও এখন শুবমান গিলের | প্রথম আলো",
            "time": "2025-08-12T12:26:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fiqsfcvji%2F2025-07-02T171509Z1278941597UP1EL721BX7AURTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C0%2C2300%2C1208&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংল্যান্ড সফরটা কী দুর্দান্তই না কেটেছে শুবমান গিলের। এক সিরিজে অধিনায়ক হিসেবে সবচেয়ে বেশি সেঞ্চুরির রেকর্ড ছোঁয়া গিল সেই সিরিজের পারফরম্যান্স দিয়ে আইসিসির জুলাই মাসের মাসসেরা ক্রিকেটার হয়েছেন। চতুর্থবারের মতো মাসসেরা হয়ে নতুন রেকর্ডও গড়লেন ভারত অধিনায়ক। গিলই পুরুষ ক্রিকেটে প্রথম খেলোয়াড়, যিনি চারবার জিতলেন আইসিসির মাসসেরা ক্রিকেটারের পুরস্কার।</p><p>জুলাইয়ে ইংল্যান্ড সফরে তিন টেস্টে ৯৪.৫০ গড়ে ৫৬৭ রান করেছেন গিল। এর আগে তিনি ২০২৩ সালের জানুয়ারি ও সেপ্টেম্বর এবং ২০২৫ সালের ফেব্রুয়ারি মাসে জিতেছিলেন এই পুরস্কার। নারী ক্রিকেটে অস্ট্রেলিয়ার অ্যাশ গার্ডনার ও ওয়েস্ট ইন্ডিজের হেইলি ম্যাথুসও সমান চারবার করে মাসসেরা হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের লাঠি নিয়ে তরুণকে পেটানোর ভিডিও ভাইরাল, ইউএনওর বিরুদ্ধে মামলা | প্রথম আলো",
            "time": "2025-08-12T12:19:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2Fda52c7ad-066e-4da8-8e69-adeb7ff8cdd3%2Fnetrokona.png?rect=0%2C124%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগের বিষয়ে ইউএনও রুয়েল সাংমা প্রথম আলোকে বলেন, ‘আমি কাউকে মারধর করিনি। এটা আমাকে নিয়ে বিভিন্ন মহলের চক্রান্ত চলছে। রমজানের ঈদের সময় কিছু বিশৃঙ্খল জনতা ভিজিএফের মালামাল লুট করে নিয়ে যাচ্ছিল। তখন কিছু উচ্ছৃঙ্খল জনতাকে আমরা ধরছি, ধরার পরে তারা আমার সঙ্গে উদ্ধত আচরণ করে। আমি তো আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণের জন্য তাকে ক্যাপচার করছি। ওখানে পুলিশ বা অন্যান্য আইনশৃঙ্খলা রক্ষাকারী বাহিনী থাকলেও তারা কোনো পদক্ষেপ নিচ্ছিল না। তবে আমি কাউকেই কোনো মারধর করিনি।’</p><p>পিবিআইয়ের ময়মনসিংহের পুলিশ সুপার (এসপি) মো. রকিবুল আক্তার বলেন, ‘এ রকম একটি বিষয় শুনেছি। তবে আদালতের আদেশটি এখনো অফিশিয়ালি পাইনি।’</p><p>জেলা প্রশাসক বনানী বিশ্বাসের সঙ্গে এ নিয়ে কথা বলা সম্ভব হয়নি। তবে ময়মনসিংহ বিভাগীয় কমিশনার মো. মোখতার আহমেদ আজ মঙ্গলবার বেলা দুইটার দিকে মুঠোফোনে প্রথম আলোকে বলেন, রোববার এ নিয়ে একটি ডাক ফাইল কার্যালয়ে এসেছে। বিষয়টি তদন্তাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাজ্যে বিক্রি হচ্ছে সাবেক ভূমিমন্ত্রীর সাইফুজ্জামান চৌধুরীর সম্পদ | প্রথম আলো",
            "time": "2025-08-12T12:16:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fh0akkva0%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যুক্তরাজ্যে বিক্রি হচ্ছে সাবেক ভূমিমন্ত্রীর সাইফুজ্জামান চৌধুরীর সম্পদ\" class=\"nA4h1 \">যুক্তরাজ্যে বিক্রি হচ্ছে সাবেক ভূমিমন্ত্রীর সাইফুজ্জামান চৌধুরীর সম্পদ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-12T18:16:56+06:00\"><span>প্রকাশ: ১২ আগস্ট ২০২৫, ১২: ১৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মাছ ধরার অবৈধ ট্রলিং তৈরির কারিগর ভারতীয় নাগরিকসহ চারজন আটক | প্রথম আলো",
            "time": "2025-08-12T12:16:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fht18e1t6%2FFishing.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের বাঁশখালীতে মাছ ধরার নিষিদ্ধ সরঞ্জাম ‘আর্টিসনাল’ ট্রলিংসহ চারজনকে আটক করেছে যৌথ বাহিনী। গতকাল সোমবার মধ্যরাতে উপজেলার শেখেরখীল এলাকায় অভিযান চালিয়ে তাঁদের আটক করা হয়। এর মধ্যে একজন ভারতীয় নাগরিক। তিনি ওই ট্রলিং তৈরির কারিগর ছিলেন।</p><p> আটক ব্যক্তিরা হলেন ভারতের পশ্চিমবঙ্গের দক্ষিণ চব্বিশ পরগনা জেলার বাসিন্দা পণ্ডিত বিশ্বাস (৩৮), বরগুনা জেলার অমল চন্দ্র (৪৫), মোংলার নাথন বিশ্বাস (৬০) ও সাতক্ষীরা জেলার আকাশ বিশ্বাস (৩৮)।</p></div></div></div></body></html>"
        },
        {
            "title": "রায়পুরে বিএনপির দুই যুগ্ম আহ্বায়ক সাময়িক বহিষ্কার | প্রথম আলো",
            "time": "2025-08-12T12:16:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F3d1d3d47-34d9-4316-b463-8c600dbf6d8a%2FBNP_logo.jfif?rect=0%2C135%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেরোয়া ইউনিয়ন বিএনপির প্রতিনিধি নির্বাচনকে কেন্দ্র করে মনোনয়নপত্র কেনার সময় উত্তেজনা সৃষ্টি হয়। স্থানীয় নেতাদের অভিযোগ, রায়পুর উপজেলা বিএনপিতে দীর্ঘদিন ধরে চলা অভ্যন্তরীণ বিরোধের জেরেই এ ঘটনা ঘটেছে।</p><p>তবে বহিষ্কৃত দুই নেতার অনুসারীদের দাবি, এই সিদ্ধান্ত রাজনৈতিক প্রতিপক্ষের দ্বারা প্রভাবিত। তাঁদের মতে, ঘটনা অতিরঞ্জিত করে উপস্থাপন করা হয়েছে এবং দলের ভেতরে তাঁদের অবস্থান দুর্বল করার চেষ্টা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা বাতিল নয়, সংস্কার দরকার | প্রথম আলো",
            "time": "2025-08-12T12:15:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2F92d9f7b4-3903-4f2f-8859-2018bbdf587a%2FFaridpur_DH0539_20220925_faridpur_pic_04.jpg?rect=0%2C441%2C5016%2C2633&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমাদের এসএসসি, এইচএসসি পরীক্ষাপদ্ধতি সেকেলে। টানা দুই বছর পড়াশোনা করে ঢাউস সিলেবাস মুখস্থ করে পরীক্ষার হলে যেতে হয়। কারিগরি শিক্ষা বোর্ডের উচ্চতর পাসের হার থেকে বোঝা উচিত আমাদের এসএসসি ও এইচএসসি পরীক্ষাপদ্ধতির আশু সংস্কার প্রয়োজন। যেই পদ্ধতিতে ৩০ শতাংশের ওপরে ফেল করে এবং সেই ফল শোধরানোর জন্য একটি বছর বসে থাকতে হয়, সেই পদ্ধতি গ্রহণযোগ্য হতে পারে না। </p><p>কাজেই এসএসসি পরীক্ষা বাতিল নয়, আমার প্রস্তাব হলো: ১. বোর্ডের পরীক্ষাগুলো বছরে দুবার নেওয়ার ব্যবস্থা করতে হবে; ২. এসএসসি সিলেবাসকে নবম ও দশম শ্রেণি দুই ভাগে ভাগ করতে হবে এবং আলাদাভাবে পরীক্ষার ব্যবস্থা করতে হবে। ৩. ‘কোর বিষয়’ এবং ঐচ্ছিক বিষয়গুলো চিহ্নিত করতে হবে; ৪. নবম ও দশম শ্রেণির ফলাফলের সমন্বয়ে এসএসসির ফলাফল নির্ধারিত হবে। ৫. ‘কোর বিষয়ে’ ফেল করলে ছয় মাস পর আবার পরীক্ষার সুযোগ দিতে হবে; ৬. বিশ্ববিদ্যালয়গুলোর মতো কলেজেও সেমিস্টার-পদ্ধতি চালু করতে হবে এবং ছয় মাস পরপর ভর্তির সুযোগ দিতে হবে; ৭. এইচএসসির সিলেবাস চারটি মডিউলে ভাগ করতে হবে; ৮. ছয় মাস পরপর পরীক্ষার মাধ্যমে দেড় থেকে দুই বছরের মধ্যে চারটি মডিউল শেষ করার সুযোগ দিতে হবে। </p><p>প্রস্তাবিত সংস্কার বাস্তবায়িত হলে আমাদের বোর্ডের পরীক্ষাগুলোর সঙ্গে আন্তর্জাতিকভাবে গ্রহণযোগ্য ইংরেজি মাধ্যমের পরীক্ষাপদ্ধতির ভিন্নতা কমে আসবে। ছাত্রদের ওপর মুখস্থ করার চাপ অনেকাংশে কমবে। ছয় মাস পরপর পরীক্ষার সুযোগ থাকায় ফেল করার ভয় কেটে যাবে। </p><p>●<strong> ড. মাহবুবুর রাজ্জাক</strong> অধ্যাপক, যন্ত্রকৌশল বিভাগ, বুয়েট। </p><p><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"412c2c33203b3b20303424012c246f233424356f20226f2325\">[email protected]</a></p></div></div></div></body></html>"
        },
        {
            "title": "মিটফোর্ডের চিকিৎসকেরা আমার ছেলের লাশ বুড়িগঙ্গায় ফেলে দিতে চেয়েছিলেন | প্রথম আলো",
            "time": "2025-08-12T12:11:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F7d802c22-040c-48a3-86e2-ce56eb59a3d3%2Fc311334c-cacf-4037-9f18-955fcdb9bde0.jpg?rect=0%2C39%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছেলের হত্যার জন্য শেখ হাসিনা, সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান, সাবেক আইজিপি চৌধুরী আব্দুল্লাহ আল মামুন, সাবেক ডিএমপি কমিশনার হাবিবুর রহমান প্রমুখকে দায়ী করেন শেখ জামাল হাসান। তিনি বলেন, তাঁর ছেলেকে সাবেক কনস্টেবল মো. সুজন হোসেন গুলি করেছেন।</p><p>জবানবন্দি দেওয়ার এক পর্যায়ে কাঁদতে থাকেন শেখ জামাল হাসান। তিনি বলেন, তাঁর এক মেয়ে আছে। আর একমাত্র ছেলেকে মেরে ফেলা হয়েছে। ছেলেকে হারিয়ে তিনি ও তাঁর স্ত্রী পাগলের মতো জীবন যাপন করছেন। তাঁর সব শূন্য করে দেওয়া হয়েছে। তিনি অপরাধীদের শাস্তি চান।</p></div></div></div></body></html>"
        },
        {
            "title": "অমিতাভ বা শাহরুখ নন, বলিউডের প্রথম ইন্টারনেট ব্যবহারকারী এই তারকা | প্রথম আলো",
            "time": "2025-08-12T12:05:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F14su7rck%2Fnationalherald2020-08128c14be-0db2-4299-bc93-92d1aed626e2shammikapoor.webp?rect=0%2C0%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তারকাপরিবারের চাপ<br></strong>শাম্মি কাপুর ছিলেন বলিউডের প্রথম পরিবারের সন্তান—বাবা পৃথ্বীরাজ কাপুর থিয়েটার ও সিনেমার কিংবদন্তি, বড় ভাই রাজ কাপুর তখনই প্রতিষ্ঠিত নায়ক-পরিচালক। এমনকি স্ত্রী গীতা বলিও ছিলেন তাঁর চেয়ে বড় তারকা। ফলে তুলনার চাপ সব সময় ছিল, যদিও সম্পর্কের ক্ষতি হয়নি কখনো।</p><p><strong>প্রেম<br></strong>শাম্মির কাছে জীবনের একমাত্র সত্যিকারের প্রেম ছিলেন গীতা বলি। একদিন তিনি শর্ত দেন—সেই দিনই বিয়ে না করলে আর নয়। ২৪ ঘণ্টার মধ্যে মন্দিরে বিয়ে সেরে ফেলেন তাঁরা।<br>‘ভারতের এলভিস প্রেসলি’ নামে পরিচিত শাম্মি স্বীকার করতেন—তিনি আসলে নাচতে জানতেন না! নাচের ক্লাসও নিয়েছিলেন, কিন্তু পারেননি। তাঁর শক্তি ছিল তাল-লয়ের অনুভূতি, অভিব্যক্তি ও দেহভঙ্গি। হেলেনের মতো নৃত্যশিল্পীর সঙ্গে জুটিবদ্ধ হলে তিনিই করতেন জটিল স্টেপ, আর শাম্মি ভর করতেন শরীরী ভাষা ও মুখভঙ্গিতে।</p></div></div></div></body></html>"
        },
        {
            "title": "দালাল চক্রের হাতে জাকির ও তাঁর বন্ধু খুন হয়েছেন, দাবি স্বজনদের | প্রথম আলো",
            "time": "2025-08-12T12:05:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F4xa9p9mu%2FUntitled-1.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মঙ্গলবার বেলা সাড়ে ১১টায় নোয়াখালীর চাটখিল উপজেলার খিলপাড়া ইউনিয়নের ৮ নম্বর ওয়ার্ডের লটকরিয়া গ্রামে গেলে কথা হয় জাকিরের স্বজনদের সঙ্গে। এ সময় জাকিরের মা কুলসুমা আক্তার ও বড় ভাই শাহাদাৎ হোসেন দাবি করেন, টাকার জন্যই খুন করা হয়েছে জাকির ও তাঁর বন্ধু মিজানকে।</p><p>জাকির হোসেনের বড় ভাই শাহাদাৎ হোসেন প্রথম আলোকে বলেন, প্রায় আড়াই বছর আগে তাঁর ভাই যুক্তরাষ্ট্রে যাওয়ার উদ্দেশ্যে লক্ষ্মীপুর ও ফেনীর এক দালাল চক্রকে ২৫ লাখ টাকা দিয়েছেন। এর মধ্যে ১৯ লাখ টাকা লেনদেনের সব কাগজপত্র তাঁদের কাছে আছে। ‍যুক্তরাষ্ট্রে নেওয়ার কথা বলে তাঁরা তাঁর ভাইকে ঘুরিয়েছেন। এরই মধ্যে তাঁদের কাছে টাকা ফেরত চাওয়ায় সম্পর্কের অবনতি হয়। তাঁরা (দালালেরা) তাঁর ভাইকে নানা হুমকি দেন। সর্বশেষ গত রোববার ঢাকায় তাঁর ভাইকে টাকা দেওয়ার কথা ছিল। এ কারণে তাঁদের সন্দেহ, ওই দালাল চক্র দুজনের মৃত্যুর ঘটনায় জড়িত থাকতে পারে।</p><p>জাকিররা তিন ভাই, এক বোন। ভাইদের মধ্যে তিনি দ্বিতীয়। গ্রামের বাড়িতে থাকতেন তিনি। ঢাকার একটি কলেজ থেকে এইচএসসি পাস করার পর গ্রামে ফিরে আসেন। এরপর বিদেশে যাওয়ার চেষ্টায় ছিলেন। জাকিরের ভাই শাহাদাৎ বলেন, বিদেশে যাওয়ার প্রস্তুতি হিসেবে ড্রাইভিং শিখেছিলেন জাকির। এক বছর ধরে গাড়িচালকের কাজ করছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে মার্কিন পণ্য বর্জনের ডাক, কেমন সাড়া দিচ্ছেন ভারতীয়রা | প্রথম আলো",
            "time": "2025-08-12T11:59:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F4d17e5cd-55b8-45ce-8a05-399986f7b681%2FUS_INDIA.jpg?rect=0%2C5%2C698%2C366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের ওয়াও স্কিন সায়েন্সের সহপ্রতিষ্ঠাতা মনীশ চৌধুরী লিংকডইনে দেওয়া ভিডিও বার্তায় কৃষক ও স্টার্টআপদের পাশে দাঁড়ানোর আহ্বান জানিয়েছেন। তিনি বলেছেন, ‘মেড ইন ইন্ডিয়া’ বা ভারতে তৈরি পণ্য বিশ্বব্যাপী জনপ্রিয় করার জন্য সবাইকে একযোগে কাজ করতে হবে। তিনি দক্ষিণ কোরিয়ার উদাহরণ টেনে বলেন, তাদের খাদ্য ও সৌন্দর্যপণ্য বিশ্বজুড়ে পরিচিত।</p><p>মনীশ চৌধুরী আরও বলেন, ‘ভারতীয়রা হাজার মাইল দূরের পণ্য কিনতে লাইনে দাঁড়িয়ে যায়, অন্যের ব্র্যান্ড নিয়ে গর্ব করে, অথচ আমাদের নিজস্ব উদ্যোক্তারা দেশে যথাযথ স্বীকৃতি পাচ্ছে না।’</p><p>এদিকে ভারতের ড্রাইভইউর সিইও রহম শাস্ত্রী লিংকডইনে লিখেছেন, চীনের মতো ভারতেরও নিজস্ব সামাজিক যোগাযোগমাধ্যম থাকা উচিত।</p><p>সত্য হলো, ভারতীয় খুচরা ব্যবসায়ীরা দেশীয় বাজারে বিদেশি ব্র্যান্ড, যেমন স্টারবাক্সের সঙ্গে ভালো প্রতিদ্বন্দ্বিতা করতে পারেন; কিন্তু বিশ্ববাজারে প্রতিযোগিতা করা এখনো তাদের জন্য চ্যালেঞ্জিং।</p><p>ভারতীয় আইটি সেবা প্রতিষ্ঠানগুলো বিশ্ব অর্থনীতির সঙ্গে গভীরভাবে জড়িয়ে পড়েছে, টিসিএস ও ইনফোসিস বিশ্বের নানা দেশে সফটওয়্যার সরবরাহ করে।</p><p>গত রোববার বেঙ্গালুরুতে এক সভায় মোদি ‘স্বয়ংসম্পূর্ণতা’ অর্জনের বিষয়ে বিশেষ আহ্বান জানান। বলেন, ভারতীয় প্রযুক্তি কোম্পানিগুলো বিশ্বের জন্য পণ্য তৈরি করেছে, কিন্তু এখন দেশের প্রয়োজনে আরও অগ্রাধিকার দেওয়ার সময় এসেছে। যদিও তিনি কোনো কোম্পানির নাম উল্লেখ করেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প কেন ওয়াশিংটন ডিসিতে ন্যাশনাল গার্ড মোতায়েন করছেন, তাদের কাজ কী হবে | প্রথম আলো",
            "time": "2025-08-12T11:58:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F63ifkd01%2FTrump-1.jpg?rect=0%2C0%2C663%2C348&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সেনাবাহিনীর বিবৃতি অনুযায়ী, যেকোনো মুহূর্তে আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে সহযোগিতার জন্য ১০০-২০০ ন্যাশনাল গার্ড সেনা প্রস্তুত থাকবে। প্রশাসনিক কাজ, জিনিসপত্র সরবরাহ এবং মাঠে উপস্থিত থেকে আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে সহযোগিতাসহ বিভিন্ন কাজ করবে তারা।</p><p>টাইটেল থার্টি টু স্ট্যাটাস অনুসারে ন্যাশনাল গার্ড পরিচালিত হয়; অর্থাৎ তারা স্থানীয় সরকারের অধীনে পরিচালিত হবে। তবে তাদের তহবিল জোগাবে কেন্দ্রীয় সরকার। এ ক্ষেত্রে তারা পসি কমিট্যাটাস আইন মেনে চলতে বাধ্য। এ আইনে যুক্তরাষ্ট্রের সামরিক বাহিনীর সদস্যদের আইনশৃঙ্খলা রক্ষার কাজে যুক্ত হওয়া নিষিদ্ধ করা হয়েছে।</p><p>যুক্তরাষ্ট্রের প্রতিরক্ষামন্ত্রী পিট হেগসেথ বলেছেন, চলতি সপ্তাহে ন্যাশনাল গার্ডের সেনারা ওয়াশিংটন ডিসিতে যাওয়া শুরু করবেন।</p><p>সিএনএনে প্রকাশিত এক প্রতিবেদনে বলা হয়, মোতায়েন হওয়া সেনারা রাস্তায় টহল দেওয়ার সময় প্রকাশ্যে রাইফেল বহন করবেন না বলে মনে করা হচ্ছে। সম্ভবত, তাঁরা কাছাকাছি কোথাও তাঁদের অস্ত্র রাখবেন। যেমন তাঁরা তাঁদের ট্রাকে অস্ত্রগুলো রাখতে পারেন, যেন প্রয়োজন হলেই আত্মরক্ষার কাজে সেগুলো ব্যবহার করা যায়।</p><p>হেগসেথ বলেছেন, পেন্টাগন আরও কিছু ন্যাশনাল গার্ড ইউনিট ও অন্য বিশেষ ইউনিটকে আনতে প্রস্তুত রয়েছে। তবে তিনি এ ব্যাপারে বিস্তারিত বলেননি।</p><p>শহর থেকে গৃহহীনদের সরানোর জন্য সেনারা সাহায্য করবেন কি না, জানতে চাইলে হেগসেথ বলেন, সেনারা স্থানীয় আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে সহযোগিতা করবেন।</p><p>প্রতিরক্ষামন্ত্রী বলেন, ‘আমাদের কাজ হলো আইনশৃঙ্খলা রক্ষাকারী বাহিনীর পাশে থাকা।’</p></div></div></div></body></html>"
        },
        {
            "title": "জর্জিয়ায় আছড়ে পড়া উল্কাপিণ্ডের বয়স পৃথিবীর চেয়েও বেশি | প্রথম আলো",
            "time": "2025-08-12T11:52:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F4ora4m55%2FMeteorite.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত জুনে দিনের আলোয় দক্ষিণ-পূর্ব যুক্তরাষ্ট্রের আকাশে উজ্জ্বল এক অগ্নিগোলক দেখা যায়। সে সময় জর্জিয়ার এক বাসিন্দা জানান, একটি পাথর তাঁর বাড়ির ছাদ ভেদ করে ঘরে ঢুকে পড়েছে। পরে যুক্তরাষ্ট্রের মহাকাশ গবেষণা সংস্থা নাসা নিশ্চিত করে যে জুনের শেষ দিকে ঘটে যাওয়া ‘বুটিডস’ উল্কাবৃষ্টির সঙ্গে এই উল্কাপিণ্ডের সম্পর্ক রয়েছে।</p><p>সূত্র: ইন্ডিয়ান এক্সপ্রেস</p></div></div></div></body></html>"
        }
    ]
}