{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শহীদ বুদ্ধিজীবী মুনীর চৌধুরীর গল্প | প্রথম আলো",
            "time": "2025-11-27T17:16:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F1uo4v00s%2F01-monir-chodhury.jpg?rect=0%2C189%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>গভীর রাতে নিদ্রাহীন ছদু মিয়ার বিছানার প্রান্তে এসে ফজু বসল। ফজু থাকে পশ্চিমের ঘরে। এ ঘরের ভাইয়ের সঙ্গে তার সম্পর্ক মূলত আর্থিক ও সাংসারিক। নাড়ি আর পরিবারের বন্ধনটাকে গত বছর সে অনেকখানি শিথিল করে দিয়েছে। মেজাজ তার সব সময় একটু রুক্ষ থাকলেও ভেতরে ভেতরে সে ছিল বেজায় রসিক। হপ্তায় হপ্তায় গঞ্জের হাটে, ফুলেল তৈল মেখে, ঢেউ পাটের সিঁথি কেটে একটু গানবাজনা ও ফুর্তির আসরে না বসলে তার চলত না। একবার কিছু সুপারি চুরি করে বেচতে গিয়ে ভাইয়ের কাছে ধরা পড়ে যায়। জোয়ান বড় ভাইয়ের হাতে সেদিন প্রচুর মার খেয়েছিল। তারপর থেকেই নাকি তাকে আর কেউ কোনো দিন কোনোরকম হাসি-তামাশার হল্লায় দেখেনি। এর কিছুদিন পর সে নিজেই উদ্যোগ করে জায়গা-জমি সব ভাগ করিয়েছে। কিন্তু পাড়ার দশজনে মিলে দুভাইয়ের জমির যে ভাগবাঁটোয়ারা করে দিয়েছে, ফজু মিয়ার তা মোটেই পছন্দ হয়নি। তার ধারণা, গ্রামবাসীরা তাকে অপছন্দ করে বলে বড় ভাই তাদের সঙ্গে একজোট হয়ে ষড়যন্ত্র করে তাকে ঠকিয়েছে। বেছে বেছে তার ভাগে ঠেলে দিয়েছে যত পোড়ো, অজন্মা জোলো-জংলা জমিগুলো। লোকে বলে, সে নাকি আব্বার কবরের ওপর দাঁড়িয়ে রোজ রাতে বিড়বিড় করে আজও ভাইয়ের বিরুদ্ধে নালিশ জানায়, গজব দেয়। প্রতিশোধের জন্য ক্ষমতা মাগে। ছদু অবশ্য এসব প্রচারের কিছুই বিশ্বাস করে না। সে দেখেছে ফজু কেমন ধীরে ধীরে সুস্থ, শান্ত, কর্মঠ হয়ে উঠেছে। ছদু ঠিক করেছে, ওকে স্বেচ্ছায় আরও কিছুটা জমি ছেড়ে দেবে।</p><p>ফজু মিয়া ভাইয়ের মুখের দিকে কিছুক্ষণ একদৃষ্টিতে চেয়ে থেকে আস্তে আস্তে বলল,</p><p>‘আঁইনো যদি আঁরে বিশ্বাস করেন, ত একটা কতা কইতাম হারি?’</p><p>‘কী?’</p><p>‘ভাবিরে এক দিনের লাই বিয়া করি আঁই ছাড়ি দিমু। কারোত্তন কিছু ন কইলেই শাইরবো। একলগে হুইতলেও আল্লার দোহাই।’</p><p>ধড়মড় করে লাফিয়ে উঠল ছদু। তার মায়ের পেটের ছোট ভাই। হলোই-বা তালাক দেওয়া বউ, তাই বলে বড় ভাইয়ের অনুরোধে তিন মাস দশ দিন পর একটা লোকদেখানো বিয়ে করতে পারবে না? এক রাত মনভুলানো ঘর তার সঙ্গে পেতে সবার চোখে ধুলো দিয়ে সে পরের দিন তাকে তালাক দিতে পারে না? রাতের বেলায় অর্গল দেওয়া দুয়োরের ফাঁক দিয়ে রহিম তো আর উঁকি দিয়ে থাকছে না! আনন্দে-উল্লাসে ছদু বুকে জড়িয়ে ধরে ছোট ভাইকে। অস্ফুট কণ্ঠস্বরে আবার বুঝিয়েও বলে যে, তালাক তার তো সত্যি সত্যি হয়নি। দিল দিয়ে সে তালাক দেয়নি। কাজেই ফজু যেন বিয়ের রাতেও তফুরীকে ভাবির সম্মান দেখায়। ভাবি, ভাবি, কে না জানে ভাবি মায়ের সমান।</p><p>ঠিক তিন মাস দশ দিন পর গত রাতে তিনজন সাক্ষী আর একজন মোল্লা নিয়ে ব্যাপারটা তারা এত চুপচাপ সেরেছে যে মুন্সি সাহেব পর্যন্ত একদম টের পাননি। ফজুর সাথে তফুরীর বিয়ে হয়ে গেছে। ভোররাত থেকেই তিনজন সাক্ষীসহ ছদু প্রান্তের আঙিনায় অপেক্ষা করছিল ফজুর জন্য। সকালবেলা ফজু তালাক দেবে তার নয়া বিবিকে, পুরোনো ভাবিকে। কিন্তু ফজু হঠাৎ ভোরবেলা দরজা খুলেই নাকি ভাইকে দেখে বহুদিন পর তার বাজারের সেই পরিচিত পুরাতন অট্টহাসিতে চমকে দিয়েছে সব্বাইকে। তারপর চিৎকার করে বলেছে, ‘তালাক আঁই দিতানন্য। দিতানন্য। ব্যাক ভালা ভালা জমির টুকরা আঁরে ভাড়াই আননে লই গ্যাছেন, ইয়াদ আছে হেই কথা? হে-হে-হে। আইজ আননের ব্যাকের ন্য ভালা জমির টুকরা আঁই হাইছি। এইডা আঁই ছাড়ুম ক্যা? ছাইড়তান ন্য, আঁই ছাইড়তান ন্য।’</p><p>ছদুর শ্রেষ্ঠ সম্পত্তির টুকরো সে যখন আজ একবার মুঠোর মধ্যে পেয়েছে, তখন জান গেলেও ফজু তা ছাড়বে না। সঙ্গে এটুকুও জানিয়ে দেয়, ‘হেই লগে এইডাও হুনি রাখেন ভাইজান, জমির লগে জমির ফসলও যায়, বুইজছেন? আঁর জমিত আমনে ফসল কইল্লান ক্যা হেইডাও আঁই দিতানন্য। গলা টিফি মারি হালাইয়ুম।’ ছদুর অনাগত সন্তানকে পর্যন্ত সে গলা টিপে মেরে ফেলতে চায়। বিস্ময়ের ধাক্কা কাটিয়ে ছদু তখন উন্মাদ হয়ে উঠেছে। হাতের কাছে শক্ত যে জিনিসটা ছিল, সেটা নিয়েই সে ছুটল ফজুকে খুন করতে। সড়াৎ করে ঘরের ভেতর ঢুকে ফজু দরজা বন্ধ করে দিয়েছে, কয়েকজন এসে চেপে ধরেছে ছদু মিয়াকে। চিৎকারে ছদুর গলা দিয়ে যেন রক্ত বেরুচ্ছে, চোখ যেন উল্টে বের হয়ে আসতে চায়।</p><p>সবটা ঘটনা বুঝতে পেরে মুন্সি সাহেবের শুভ্র দাড়ি উত্তেজনায় স্ফীত নাসার সঙ্গে সংগতি রেখে ফেঁপে-ফুলে উঠল। সত্তর বছরের দুর্বল দেহটাকে হঠাৎ টান দিয়ে সিঁটিয়ে শক্ত-সবল করে ফেললেন একঝাঁকুনিতে। তারপর আচম্বিতে পায়ের খড়ম জোড়া হাতে নিয়ে ঝাঁপিয়ে পড়লেন ছদু মিয়ার ওপর। সকলে হতবাক হয়ে শুনল মুন্সি সাহেবের গালাগালি—অশ্লীল, অকথ্য, অশ্রাব্য। গ্রামবাসীর দৈনন্দিন উত্তেজনার আদিম বুনো পরিভাষা। বলগাহীন, উদ্দামতার স্রোতোবেগ, ‘আরামজাদা, জারুয়া—শরিয়ত তোগো লাইন্য, তোগো লাই শরিয়তন্য। হাইওয়ান জানোয়ারের লাই শরিয়ত হয় ন্য—শরিয়ত হইছে মাইনষের লাই।’</p><p>দম বন্ধ করে মুন্সি সাহেবের এই অভূতপূর্ব ব্যবহার দেখতে থাকে সবাই। ছদু নিজেকে খড়মের পিটুনির হাত থেকে বাঁচাতে ভুলে গিয়ে চিত হয়ে পড়ে মুন্সি সাহেবের অস্বাভাবিক চেহারার দিকে চেয়ে থাকে, মুন্সি সাহেব প্রচণ্ড চিৎকারে ফেটে পড়েন, ‘মজুর মান্দার আরামজাদ কোনানকার। আরামজাদ বিয়া কইছত ক্যা? বিয়া করছ ক্যা? এইডাও জানছ না যে হেইড্যা মাইয়া হোলার উপর তালাক লাগে না—হ্যাডে হোলা থাইকলে তালাক অয় না। হেই কথা না জাইনলে তালাক দ্যাছ ক্যা? শরিয়ত মানছ ক্যা? আইজো মানুষ হ। মানুষ হ। শরিয়ত মাইনষের লাই, হাইওয়ান জানোয়ারের লাইন্য।’</p><p>মুন্সি সাহেব আর পারেন না। হাঁপাতে থাকেন। ক্ষোভে, ক্রোধে চোখ ভেঙে তার পানি গড়িয়ে আসে। সন্তানবতী নারীকে যে কখনোই তালাক দেওয়া যায় না এই নতুন তথ্য শুনে উত্তর বাড়ির প্রাঙ্গণ হঠাৎ স্তব্ধ হয়ে গেল। সব উত্তেজনাহীন, কোলাহলহীন, নীরব। সব্বাই একদৃষ্টিতে চেয়ে আছে ছদু মিয়ার দিকে। ঘট করে একটা শব্দ হতেই দরজা খুলে নতুন লাল শাড়ি পরা তফুরী বেরিয়ে এল ঘর থেকে আঙিনায়, এক পা এক পা করে এগুতে লাগল ছদুর দিকে। নিতান্ত অনভিপ্রেত একটা রূপ ভোরের পাকাধানি আলোতে বারবার কম্পিত তার চুলে, চোখে, আঁচলের প্রান্তে। আর ছদু আজ থেকে তিন মাস দশ দিন আগে ঠিক যেমন অর্থহীন মরা চোখে ফ্যালফ্যাল করে চেয়ে দেখছিল তফুরীর ভূলুণ্ঠিত অজ্ঞান দেহটাকে, সেই অকম্পিত চোখ জোড়াই সে আজও আবার মেলে ধরল মুন্সি সাহেবের মুখের ওপর মানুষের জন্য, হাইওয়ান জানোয়ারের জন্য—এ কথা তৃতীয়বার মনে হতেই মুন্সি ছদুর চোখের ওপর থেকে নামিয়ে নিলেন নিজের চোখ মাটির দিকে। হাত ছাড়িয়ে স্পর্শ করলেন ভোর থেকে পকেটে পরিত্যক্ত কঠিন পাথুরে তসবির ছড়াটাকে।</p></div></div></body></html>"
        },
        {
            "title": "ভারগোয় নতুন কালেকশন | প্রথম আলো",
            "time": "2025-11-27T17:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fblth504f%2FWhatsApp-Image-2025-11-22-at-3.14.39-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের অন্যতম ফ্যাশন ব্র্যান্ড ভারগো নিয়ে এসেছে শীতের নতুন কালেকশন। প্রতিষ্ঠানটি দেশের আবহাওয়া ও উৎসবের সঙ্গে মিল রেখে ফ্যাশনসচেতন মানুষদের কথা মাথায় রেখে তাদের কালকশনগুলো সাজিয়ে থাকে। আধুনিক প্রযুক্তি ও নিখুঁত ফিনিশিংয়ের মধ্য দিয়ে প্রতিটি পোশাক তৈরি করা হয়, যা আরাম, উষ্ণতা ও আধুনিকতার এক সমন্বয়। ছেলেদের ফরমাল ও ক্যাজুয়াল পোশাকগুলো দৈনন্দিন ব্যবহারের জন্য ডিজাইন করা। নারীদের জন্য রয়েছে নানা পোশাকের বিপুল সমাহার। বিজ্ঞপ্তি </p></div></div></div></body></html>"
        },
        {
            "title": "‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা | প্রথম আলো",
            "time": "2025-11-27T17:05:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F6kjh9kv0%2F1F.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা\" class=\"IiRps \">‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা</h1></p><div class=\"Ibzfy\"><p>‎২৫ নভেম্বর মঙ্গলবার বিকেলে রাজধানীর কড়াইল বস্তির বউবাজার অংশের কুমিল্লাপট্টি, বরিশালপট্টি ও ‘ক’ ব্লকে আগুন লাগে। ফায়ার সার্ভিসের ১৯টি ইউনিটের চেষ্টায় রাত ১০টা ৩৫ মিনিটের দিকে আগুন নিয়ন্ত্রণে আসে। শিশুদের নিয়ে নানান রকম দুর্ভোগে পড়েছে আগুনে ক্ষতিগ্রস্ত পরিবারগুলো। দুর্ঘটনাস্থল ঘুরে এসে শিশুদের দুর্ভোগের ছবি তুলে ধরলেন <strong>সুরাইয়া সরওয়ার</strong> ও <strong>ফারদীন–ই–হাসান</strong>।</p></div></div></div></body></html>"
        },
        {
            "title": "সালমানকে দর্শক বানিয়ে শ্রীলঙ্কাকে ফাইনালে নিলেন চামিরা | প্রথম আলো",
            "time": "2025-11-27T17:00:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fxp4nufg4%2FG6xbnVaEAApH37.jpg?rect=0%2C240%2C1160%2C609&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ ওভারে পাকিস্তানের দরকার ছিল ১০ রান, আর বোলার দুষ্মন্ত চামিরার দায়িত্ব ছিল অন্তত ৮ রানের মধ্যে আটকে রাখা। পাকিস্তান এর আগের আট ওভারের প্রত্যেকটিতে ১০ বা এর বেশি রান তুলেছে। তার ওপর স্ট্রাইকে সালমান আগা, যিনি এরই মধ্যে ঝোড়ো ব্যাটিংয়ে ফিফটি করে ফেলেছেন, সঙ্গে বড় শটের জন্য পরিচিত ফাহিম আশরাফও।</p><p>তবে কোনো ‘বাধা’তেই আটকালেন না চামিরা। শ্রীলঙ্কার ডানহাতি পেসার শেষ ওভারের ৬ বলে দিলেন মাত্র ৩ রান, তুলে নিলেন আশরাফের উইকেটও। তাতে জয়ের সম্ভাবনা জাগানো পাকিস্তান ১৮৪ রান তাড়া করতে গিয়ে আটকে থাকল ১৭৮-এ। </p><p>৬ রানে ম্যাচ জিতিয়ে শ্রীলঙ্কাকে ত্রিদেশীয় সিরিজের ফাইনালে নিয়ে গেলেন চামিরা। পাকিস্তান অধিনায়ক সালমান একপ্রান্তে দর্শক হয়ে দাঁড়িয়েছিলেন ৪৪ বলে ৬৩ রানে।<br> শনিবার রাওয়ালপিন্ডিতে ফাইনালে আবার মুখোমুখি হবে পাকিস্তা ও শ্রীলঙ্কা। <br></p></div></div></div></body></html>"
        },
        {
            "title": "ঘোড়ার গাড়িতে এলেন লিলিপুট ফারহান, রইল বিয়ের ১০ ছবি | প্রথম আলো",
            "time": "2025-11-27T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fi1yi754h%2FWhatsApp-Image-2025-11-27-at-9.54.13-PM.png?rect=0%2C0%2C788%2C414&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">লাল ফিতা টেনে বরযাত্রীকে আটকে দেওয়া হয়েছে, টাকা না দিলে কোনো ছাড় নেই। ভিডিওতে দেখা গেল, দুই টাকার কয়েকটা বান্ডিল দিয়ে বিয়েবাড়িতে ঢুকতে পারেন বরযাত্রী</figcaption><figcaption class=\"story-element-image-attribution\">ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়! | প্রথম আলো",
            "time": "2025-11-27T16:49:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fmrghi1iv%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়!\" class=\"nA4h1 \">চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়!</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T22:49:12+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ১৬: ৪৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আলতাফ চৌধুরীর বক্তব্যের প্রতিবাদ জানাল জেলা বিএনপি | প্রথম আলো",
            "time": "2025-11-27T16:47:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fhwey6duh%2FPATUAKHALIDH180820251127PATUAKHALI-BNP-PRESS-27-11-25-1.JPG.JPG?rect=0%2C115%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলতাফ হোসেন চৌধুরীর এ বক্তব্যের প্রতিবাদে আয়োজিত সংবাদ সম্মেলনে জেলা বিএনপির সাধারণ সম্পাদক মজিবুর রহমান (টোটন) বলেন, ‘তাঁর এসব বক্তব্য সম্পূর্ণ ভিত্তিহীন, বানোয়াট ও দায়িত্বশীল রাজনৈতিক বক্তব্যের সঙ্গে সাংঘর্ষিক। তাঁর এ ধরনের উক্তি জেলা বিএনপির নির্বাচিত সভাপতি ও সাধারণ সম্পাদকের প্রতি কটূক্তিমূলক। আগামী ত্রায়োদশ জাতীয় সংসদ নির্বচনে বিএনপি থেকে মনোনয়ন পাওয়া একজন প্রার্থী জনসমক্ষে এ ধরনের মন্তব্য করতে পারেন কি না, তা সংশ্লিষ্ট মহলের বিবেচনার জন্য রেখে দিলাম।’</p><p>সংবাদ সম্মেলনে আরও বলা হয়, ‘এ ছাড়া তিনি জেলা বিএনপিকে উদ্দেশ্য করে বলেছেন, “জেলা কমিটি বাদ দেন, ওটা ফ্রিজ হয়ে গেছে, হিমাগারে চলে গেছে।” কাউন্সিলে নির্বাচিত হওয়া জেলা বিএনপির নেতৃত্বকে তিনি ডাকবেন কি না, তিনি তা পরে দেখবেন। একজন প্রার্থী বা তাঁর পক্ষে জেলা বিএনপির নির্বাচিত কমিটিকে এইভাবে অবমূল্যায়ন করা সংগঠনের গঠনতন্ত্র ও গণতান্ত্রিক কাঠামোর প্রতি স্পষ্ট অসম্মান, যা তিনি পারেন না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঈশ্বরদীতে নির্বাচনী প্রচারণা নিয়ে বিএনপি-জামায়াত সংঘর্ষ, আহত অন্তত ২৫ | প্রথম আলো",
            "time": "2025-11-27T16:47:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-07%2F54rcrhon%2FClash.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় সূত্রে জানা গেছে, পাবনা-৪ (ঈশ্বরদী-আটঘরিয়া) আসনে বিএনপি মনোনীত প্রার্থী হিসেবে মাঠে কাজ করছেন দলের চেয়ারপরসনের উপদেষ্টা ও জেলা বিএনপির আহ্বায়ক হাবিবুর রহমান। জামায়াতের প্রার্থী জেলা জামায়াতের আমির আবু তালেব মন্ডল। উপজেলার চরগড়গড়ি গ্রামে কয়েক দিন ধরেই দুই পক্ষের সমর্থকদের মধ্যে বিরোধ চলছিল। দুই দিন আগে তাঁদের মধ্যে কথা–কাটাকাটি ও হাতাহাতির ঘটনা ঘটেছে।</p><p>স্থানীয় লোকজন ও প্রত্যক্ষদর্শী ব্যক্তিদের সঙ্গে কথা বলে জানা গেছে, আজ বিকেলে জামায়াতের প্রার্থী আবু তালেব মন্ডল এলাকাটিতে গণসংযোগে যান। তাঁরা গ্রামের আলহাজ্ব মোড়ে পৌঁছালে বাধা দেন বিএনপি প্রার্থীর সমর্থকেরা। সেখানে কিছুক্ষণ দুই পক্ষের মধ্যে কথা–কাটাকাটি ও হাতাহাতির পর জামায়াতের প্রার্থী চলে যান। এরপর তিনি ফেরার পথে গ্রামের মৃধাপাড়া মহল্লায় আবারও দুই পক্ষ সংঘর্ষে জড়িয়ে পড়ে। এ সময় কয়েকটি গুলির ঘটনা এবং কয়েকটি মোটরসাইকেল ও জামায়াত প্রার্থীর গাড়ি ভাঙচুরের ঘটনা ঘটে। আহত হন দুই পক্ষের অন্তত ২৫ জন। পরে স্থানীয় বাসিন্দারা তাঁদের উদ্ধার করে ঈশ্বরদী উপজেলা স্বাস্থ্য কমপ্লেক্সে ও বিভিন্ন বেসরকারি স্বাস্থ্যসেবা কেন্দ্রে নিয়ে যান।</p><p>এ বিষয়ে জামায়াতের প্রার্থী আবু তালেব মন্ডল অভিযোগ করেন, তাঁরা পূর্বনির্ধারিত কর্মসুচির অংশ হিসেবে গ্রামটিতে নির্বাচনী প্রচারণায় গিয়েছিলেন। তাঁদের বহরে প্রায় ১৫০টি মোটরসাইকেল ছিল। ফেরার পথে বিএনপি প্রার্থী হাবিবুর রহমানের লোকজন তাঁদের ওপর হামলা চালিয়ে গুলিবর্ষণ করেন। বেশ কিছু মোটরসাইকেল ভাঙচুর করেন। এতে তাঁদের ছয়জন গুলিবিদ্ধসহ অন্তত ৫০ জন আহত হয়েছেন। গুলিবিদ্ধ ব্যক্তিদের রাজশাহী মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে। অন্যদের স্থানীয়ভাবে চিকিৎসা দেওয়া হচ্ছে বলে জানিয়েছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে বিদ্যালয়ের শৌচাগার থেকে ছাত্রীর লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-11-27T16:45:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Fe46fc283-ed24-4a93-bfb7-55c41a111dcf%2Fsuicide.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে নিহত ছাত্রীর চাচা প্রথম আলোকে বলেন, আজ তাঁর ভাতিজির পরীক্ষা ছিল। বেলা সাড়ে ১১টার দিকে তিনি ঝুলন্ত লাশের বিষয়টি জেনেছেন। স্কুল থেকে তাঁর ভাতিজি আত্মহত্যা করেছে বলে জানানো হয়েছে। বিষয়টি নিয়ে তাঁরা আরও খোঁজ নিচ্ছেন।</p><p>ওই বিদ্যালয়ের প্রধান শিক্ষক প্রথম আলোকে বলেন, ঘটনার সময় তিনি দাপ্তরিক কাজে জেলা শিক্ষা কর্মকর্তার দপ্তরে ছিলেন। ওই ছাত্রী আত্মহত্যা করেছে বলে তিনি জানতে পেরেছেন।</p><p>সুধারাম থানার পরিদর্শক (তদন্ত) রফিকুল হাসান প্রথম আলোকে বলেন, এ ঘটনায় নিহত ছাত্রীর মা বাদী হয়ে থানায় অপমৃত্যুর মামলা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিজিটাল দুর্নীতি রোধে দুদক কর্মকর্তাদের টিআইবির প্রশিক্ষণ | প্রথম আলো",
            "time": "2025-11-27T16:41:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F2o8smwgm%2Ftib.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ দিনে ডিজিটাল স্পেস, ডিজিটাল কারেন্সি, ব্লকচেইন এবং ক্রিপ্টোকারেন্সি নিয়ে সেশন পরিচালনা করেন মালয়েশিয়ার মালয় বিশ্ববিদ্যালয়ের আইন বিভাগের সহযোগী অধ্যাপক এরশাদুল করিম। তিনি ক্রিপ্টোকারেন্সির নানা আইনি দিক নিয়ে আলোচনা করেন।</p><p>এ ছাড়া উন্মুক্ত সোর্স ব্যবহার করে অবৈধ সম্পদ চিহ্নিত করার কৌশল এবং উন্মুক্ত উপাত্তের বিভিন্ন তথ্যভান্ডার নিয়ে সেশন পরিচালনা করেন টিআইবির আউটরিচ অ্যান্ড কমিউনিকেশন বিভাগের পরিচালক মোহাম্মদ তৌহিদুল ইসলাম।</p><p>আজ বৃহস্পতিবার সমাপনী অধিবেশনে কর্মকর্তাদের মাঝে সনদ বিতরণ করেন দুদক চেয়ারম্যান অধ্যাপক মোহাম্মদ আবদুল মোমেন ও টিআইবির নির্বাহী পরিচালক ইফতেখারুজ্জামান। এ সময় টিআইবির উপদেষ্টা ও নির্বাহী ব্যবস্থাপনা অধ্যাপক সুমাইয়া খায়ের উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এক দিনে কাঁপল ঢাকা ও সুমাত্রা | প্রথম আলো",
            "time": "2025-11-27T16:39:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F3gx5op6x%2FWeb-1.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এক দিনে কাঁপল ঢাকা ও সুমাত্রা\" class=\"nA4h1 \">এক দিনে কাঁপল ঢাকা ও সুমাত্রা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T22:39:55+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ১৬: ৩৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রোসার গুণগত মান উন্নত করাসহ নানা প্রসঙ্গে আলোচনা | প্রথম আলো",
            "time": "2025-11-27T16:39:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Feoynmfoq%2FRosa-Picture.jpg?rect=0%2C52%2C1504%2C790&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিনব্যাপী এ আয়োজনে আলোচনা সভা এবং ব্র্যান্ড প্রোডাক্ট প্রদর্শনীর মাধ্যমে ব্যবসায়িক সহযোগীরা বাজারের পরিবর্তন, ভোক্তার চাহিদা ও ভবিষ্যৎ সম্ভাবনা নিয়ে মতবিনিময় করেন। রোসা বাথওয়্যারকে আধুনিক, নান্দনিক ও মান সচেতন ক্রেতাদের প্রথম পছন্দ হিসেবে গড়ে তোলার কৌশল নিয়ে আলোচনা হয়।</p><p>‘রোসা বাথওয়্যার ইভলব বিয়োন্ড ২০২৫’ শীর্ষক সম্মেলনে রোসা বাথওয়্যার তাদের বেশ কিছ নতুন পণ্যে উন্নয়নের বিষয়টি উন্মোচন করে। যেগুলোর মধ্যে রয়েছে রোসা কিচেন অ্যাপ্লায়েন্স, রিগালিয়া কিচেন হুড ও হব, এম্বার গ্যাস স্টোভ, অ্যালেসিয়া গ্যাস স্টোভ এবং আধুনিক নকশায় তৈরি নতুন ভাল্‌ভ পণ্যের সিরিজ ‘ফসেট’। অনুষ্ঠান শেষ হয় সাংস্কৃতিক পরিবেশনার মাধ্যমে।</p></div></div></div></body></html>"
        },
        {
            "title": "মগবাজারে ছুরিকাঘাতে আহত হয়ে দুই শিক্ষার্থী ঢাকা মেডিকেলে | প্রথম আলো",
            "time": "2025-11-27T16:36:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C9%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর মগবাজার মোড়ে আজ বৃহস্পতিবার বিকেলে দ্বন্দ্বের জেরে ছুরিকাঘাতে আহত হয়ে দুই কিশোর ঢাকা মেডিকেল কলেজ হাসপাতালে এসেছে। তাদের মধ্যে একজনের পেটে এবং অপরজনের পায়ে জখম হয়েছে।</p><p> প্রাথমিকভাবে জানা যায়, সিনিয়র-জুনিয়র দ্বন্দ্বের জেরে এ ঘটনা ঘটে।</p><p> এই দুই কিশোরকে হাসপাতালে নিয়ে আসা বন্ধুদের মধ্যে একজনের ভাষ্য, আহত দুজন বিয়াম মডেল স্কুল অ্যান্ড কলেজের শিক্ষার্থী। একজন সপ্তম ও একজন অষ্টম শ্রেণিতে পড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "শত ক্যানসার যোদ্ধা এক হলেন যুদ্ধজয়ের শক্তি নিয়ে | প্রথম আলো",
            "time": "2025-11-27T16:33:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fewc61p1l%2F1.jpg?rect=0%2C97%2C1365%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আয়োজনে নিজের জীবনের গল্প সবার সঙ্গে ভাগ করে নেন ক্যানসারজয়ী প্রণতি রানী দাস। ২০২০ সালে যখন করোনা অতিমারির কারণে কোনো হাসপাতালে সরাসরি চিকিৎসক দেখানোর সুযোগ পাচ্ছিলেন না, তখন স্কয়ার হাসপাতালেই সেই সেবা পেয়েছিলেন বলে জানালেন। </p><p>প্রণতি বললেন, ‘স্কয়ার হাসপাতালে বিশ্বমানের সেবা পেয়েছি। ক্যানসার ধরা পড়ার পরও মনোবল হারাইনি। বিশ্বাস ছিল, আমি হারব না। কেমোথেরাপি, রেডিওথেরাপি নিয়েও অফিস করেছি। আমার স্বামীও আমার চিকিৎসার ব্যবস্থা করতে একটা মিনিট দেরি করেননি।’</p></div></div></div></body></html>"
        },
        {
            "title": "হাসিনা-জয়-পুতুলের মামলার রায় কী বার্তা দিচ্ছে? | প্রথম আলো",
            "time": "2025-11-27T16:29:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F6wzhywmh%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তাকক্ষ </h2></p><p><h1 data-title-0=\"হাসিনা-জয়-পুতুলের মামলার রায় কী বার্তা দিচ্ছে?\" class=\"nA4h1 \">হাসিনা-জয়-পুতুলের মামলার রায় কী বার্তা দিচ্ছে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T22:29:04+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ১৬: ২৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "টি-টোয়েন্টিতে এ কেমন ব্যাটিং বাংলাদেশের | প্রথম আলো",
            "time": "2025-11-27T16:22:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fvw9lgukt%2Fb6637163-b429-4d39-8b63-17ccb8a15174.jfif?rect=0%2C0%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের বীরশ্রেষ্ঠ মতিউর রহমান স্টেডিয়ামে আজ প্রথম টি–টোয়েন্টিতে বাংলাদেশকে ১৮২ রানের লক্ষ্য দিয়েছিল ২–০–তে টেস্ট সিরিজ হারা আয়ারল্যান্ড। তারা ১৮১ রান করে মাত্র ৪ উইকেট হারিয়ে।</p><p>কিন্তু সেই একই উইকেটে কিনা ৫.৩ ওভারে ১৮ রান তুলতেই ৪ উইকেট হারিয়ে ফেলে বাংলাদেশ! শুধু তা–ই নয়, পুরো ২০ ওভার ব্যাটিং করেও অলআউট না হয়ে এবং তাওহিদ হৃদয়ের ৫০ বলে অপরাজিত ৮৩ রানের ইনিংসের পরও বাংলাদেশ করতে পেরেছে মাত্র ১৪২ রান।</p><p>শুরুর ওই ধাক্কার পর বাংলাদেশ যে বেশি দূর যেতে পারবে না, তা অনুমেয়ই ছিল। মাঝে ৩৪ বলে ৪৮ রানের জুটি গড়ে হৃদয় ও জাকের আলী দলকে সম্মানজনক একটা জায়গায় নিয়ে যেতে চেয়েছিলেন। কিন্তু তারপরও ৯ উইকেট হারানো বাংলাদেশ হেরেছে ৩৯ রানে।</p></div></div></div></body></html>"
        },
        {
            "title": "আইএফআইসি ব্যাংকের ডিএমডি শেখ আকতার উদ্দীন আহমেদ | প্রথম আলো",
            "time": "2025-11-27T16:21:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fzcuptfuy%2FSheikh-Akhter-Uddin-Ahmed-DMD-IFIC-Bank.jpg?rect=0%2C0%2C1664%2C874&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইএফআইসি ব্যাংক পিএলসির উপব্যবস্থাপনা পরিচালক (ডিএমডি) হিসেবে যোগ দিয়েছেন শেখ আকতার উদ্দীন আহমেদ। গত মঙ্গলবার তিনি এ দায়িত্বে নিয়োজিত হয়েছেন।</p><p>শেখ আকতার উদ্দীন দীর্ঘ ২৭ বছরের কর্মজীবনে জেনারেল ব্যাংকিং, ক্রেডিট ম্যানেজমেন্ট, বৈদেশিক মুদ্রা লেনদেন এবং ফরেন রেমিট্যান্স বিষয়ে নানা দায়িত্ব পালন করেছেন। দেশের বাইরে তিনি এক দশকের বেশি সময় চিফ এক্সিকিউটিভ অফিসার হিসেবে দায়িত্ব পালন করেছেন। দেশে ফিরে তিনি ন্যাশনাল ব্যাংক পিএলসিতে বিভিন্ন গুরুত্বপূর্ণ ডিভিশনের প্রধানের দায়িত্বের পাশাপাশি উপব্যবস্থাপনা পরিচালক এবং ব্যবস্থাপনা পরিচালক (চলতি দায়িত্ব) হিসেবে দায়িত্ব পালন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ-আয়ারল্যান্ড প্রথম টি-টোয়েন্টি: ৩৯ রানে হেরেছে বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-27T11:29:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F5ixdnnc8%2FWhatsApp_Image_2025_11_27_at_8_36_17_PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হৃদয় ৫০ বলে ৮৩ রানের অপরাজিত না থাকলে হারের ব্যবধানটা আরও বড়ই হতো। আন্তর্জাতিক টি–টোয়েন্টি ক্যারিয়ারের নিজের সর্বোচ্চ ইনিংস খেলার পথে ৭টি চার ও ৩টি ছক্কা মেরেছেন হৃদয়। </p><p><strong>বাংলাদেশ ৭৪ রানে ৮ উইকেট হারানোর পর নবম উইকেট শরীফুল ইসলামকে নিয়ে ৪৮ রান যোগ করেন হৃদয়। আন্তর্জাতিক টি–টোয়েন্টিতে যা এই উইকেটেবাংলাদেশের সর্বোচ্চ জুটি। </strong></p><p><strong>আয়ারল্যান্ডের বাঁহাতি স্পিনার ম্যাথু হামফ্রিস ৪ ওভারে ১৩ রান দিয়ে নিয়েছেন ৪ উইকেট। আন্তর্জাতিক টি–টোয়েন্টি এটিই তাঁর সেরা বোলিং।</strong> </p><p>একই মাঠে সিরিজের দ্বিতীয় ম্যাচ শনিবার। </p></div></div></div></body></html>"
        }
    ]
}