{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বয়স ২৪, তবে লক্ষণগুলো হৃদরোগের, কী করব? | প্রথম আলো",
            "time": "2025-08-13T10:14:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Ftu1b46da%2Fpexels-photo-14569658.jpg?rect=0%2C73%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরামর্শ:</strong> যদিও আপনার উচ্চতা লেখা নেই, তবে বয়স অনুযায়ী আপনার ওজন বেশি বলে মনে হচ্ছে। উচ্চতা অনুযায়ী আপনার আদর্শ ওজন কত হওয়া উচিত, তা জেনে নেওয়া আবশ্যক। কারণ, অতিরিক্ত ওজন অনেক শারীরিক সমস্যার ঝুঁকি বাড়িয়ে দেয়। </p><p>বুকের বাঁ পাশে ব্যথা, বুকে চাপ, বুক ধড়ফড়, অনিয়মিত হার্টবিট—এসবই হৃদ্‌রোগের সম্ভাব্য লক্ষণ। তবে এগুলোর সঙ্গে শ্বাসকষ্ট, নিশ্বাস আটকে আসা ও ক্লান্ত বোধ করা কখনো কখনো প্যানিক অ্যাটাক সিনড্রোমের অংশও হতে পারে। </p><p>অতিরিক্ত ওজন বা স্থূলতাও এ জন্য দায়ী। এ অবস্থায় বিষয়গুলোকে অবহেলা না করে আপনার উচিত হবে যত দ্রুত সম্ভব একজন বিশেষজ্ঞ চিকিৎসকের শরণাপন্ন হওয়া। চিকিৎসকের পরামর্শে একটি ইসিজি বা ইকোকার্ডিওগ্রাম করিয়ে হৃৎপিণ্ডের কার্যকারিতা সম্পর্কে জেনে নিন এবং সে অনুযায়ী যথাযথ চিকিৎসাব্যবস্থা গ্রহণ করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের খবর ছড়িয়ে পড়েছে, উদ্যোক্তারা প্রস্তুতি নিচ্ছেন: আমীর খসরু | প্রথম আলো",
            "time": "2025-08-13T10:12:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Fmal7acet%2F1.JPG?rect=0%2C7%2C5083%2C2669&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামীর বাংলাদেশ অর্থনৈতিক বিনিয়োগের মাধ্যমে এগিয়ে যাবে। টাকা ছাপানো ও ঋণ নেওয়ার পরিবর্তে অর্থনীতিকে বিনিয়োগের পথে এগিয়ে নিতে হবে। বিনিয়োগই একমাত্র সমাধান। বিনিয়োগ ছাড়া অর্থনীতি টেকসই করা সম্ভব নয়।</p><p>আমীর খসরু মাহমুদ চৌধুরী বলেন, দেশি ও বিদেশি বিনিয়োগ এবং মূলধন বাজারকে উচ্চপর্যায়ে নিয়ে যেতে হবে। দীর্ঘমেয়াদি অর্থায়নের জন্য মূলধন বাজারের বিকল্প নেই। এ সময় তিনি আরও বলেন, পুঁজিবাজারে বিমানের মতো রাষ্ট্রায়ত্ত প্রতিষ্ঠানগুলোকে উন্মুক্ত করার পাশাপাশি মিউনিসিপ্যাল বন্ড কার্যকর করতে হবে। পৌরসভাগুলো লাভজনক উদ্যোগে বিনিয়োগ করলে দেশ লাভবান হবে। সামাজিক খাত, অবকাঠামো বিনিয়োগ, অর্থনৈতিক কাঠামোর পরিবর্তন ছাড়া দেশের অর্থনৈতিক কাঠামো পরিচালনা সম্ভব নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যমান ব্যবস্থায় নির্বাচন হলে নতুন ফ্যাসিবাদের জন্ম হতে পারে: পরওয়ার | প্রথম আলো",
            "time": "2025-08-13T10:09:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fttswmwml%2FKHULNADH054920250813KHULNA-MIA-GOLAM-PORWAR.JPG.JPG?rect=0%2C0%2C1145%2C601&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের সেক্রেটারি জেনারেল বলেন, বাংলাদেশের আপামর জনতা জুলাই জাতীয় ঘোষণাপত্রকে কেন্দ্র করে যে প্রত্যাশা নিয়ে অপেক্ষা করছিল তা পূরণ না হওয়ায় জনগণের মধে৵ দেশের ভবিষ্যৎ নিয়ে উদ্বেগ ও উৎকণ্ঠা তৈরি হয়েছে। শহীদ ও আহত ব্যক্তিদের পরিবারসহ জুলাই যোদ্ধাদের মধ্যে নতুনভাবে উৎকণ্ঠা পরিলক্ষিত হচ্ছে। ঐকমত্য কমিশনের মাধ্যমে জুলাই জাতীয় সনদ প্রণয়ন ও বাস্তবায়নের রূপরেখা কী হবে তা জাতির কাছে অস্পষ্ট।</p><p>আরাফাত নগরের চকমথুরাবাদ ভোটকেন্দ্র কমিটির সভাপতি মো. মতিউর রহমান হাওলাদারের সভাপতিত্বে ও হরিণটানা থানার ৪ নম্বর ওয়ার্ড জামায়াতের সভাপতি মো. আমির হোসাইনের সঞ্চালনায় বিশেষ অতিথি ছিলেন, জামায়াতে ইসলামীর খুলনা জেলা সেক্রেটারি মুন্সি মিজানুর রহমান, সহকারী সেক্রেটারি মুন্সি মঈনুল ইসলাম ও মিয়া গোলাম কুদ্দুস, ডুমুরিয়া উপজেলা আমির মাওলানা মোক্তার হোসেন, হরিণটানা থানার আমির আবদুল গফুর, ডুমুরিয়া উপজেলা নায়েবে আমির মাওলানা হাবিবুর রহমান, উপজেলা হিন্দু কমিটির সাধারণ সম্পাদক অধ্যক্ষ দেবক প্রসাদ, সোনাডাঙ্গা থানা জামায়াতের সেক্রেটারি জাহিদুর রহমান, খুলনা জেলা শ্রমিক কল্যাণ ফেডারেশনের সহকারী সেক্রেটারি আল আমিন গোলদার প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলা চলচ্চিত্রের প্রবীণ অভিনেত্রী বাসন্তী চট্টোপাধ্যায় আর নেই | প্রথম আলো",
            "time": "2025-08-13T10:05:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F0mhzjrtr%2Fbasanti.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বাংলা চলচ্চিত্রের প্রবীণ অভিনেত্রী বাসন্তী চট্টোপাধ্যায় আর নেই\" class=\"nA4h1 \">বাংলা চলচ্চিত্রের প্রবীণ অভিনেত্রী বাসন্তী চট্টোপাধ্যায় আর নেই</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T16:05:43+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ১০: ০৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গৃহায়ন ও গণপূর্ত মন্ত্রণালয়ে চাকরি, পদ ১৭ | প্রথম আলো",
            "time": "2025-08-13T10:02:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-09%2Fmpfu085a%2Fprothomalo-bangla_2023-05_ee81a101-b081-42cd-90af-55e026f5859b_prothomalo_bangla_2023_05_9207f3d7_767c_4f5c_a145_86e4bc7aa4dd_Job.webp?rect=0%2C0%2C501%2C263&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বয়সসীমা:</strong></p><p>১ আগস্ট ২০২৫ তারিখে আবেদনকারী প্রার্থীর বয়স অনূর্ধ্ব ৩২ বৎসর হতে হবে। তবে, ক্রমিক ১ ও ২ এ বর্ণিত পদের ক্ষেত্রে বিভাগীয় প্রার্থীর বয়সসীমা সর্বোচ্চ ৪০ বছর। বয়স প্রমাণের ক্ষেত্রে এফিডেভিট গ্রহণযোগ্য নয়।</p><p><strong>আবেদন প্রক্রিয়া ও সময়সীমা-</strong></p><p>আগ্রহী প্রার্থীরা <a target=\"_blank\" href=\"http://mohpw.teletalk.com.bd\" rel=\"nofollow\">ওয়েবসাইটের </a>মাধ্যমে অনলাইনে আবেদন করতে পারবেন।</p><ul><li><p>অনলাইনে আবেদনপত্র পূরণ ও পরীক্ষার ফি জমাদান শুরুর সময়: <strong>২০ আগস্ট সকাল ১০ টা থেকে।</strong></p></li><li><p>অনলাইনে আবেদনপত্র জমাদানের শেষ তারিখ: <strong>২০ সেপ্টেম্বর ২০২৫, বিকাল ৫ টা</strong>।</p></li></ul><p>সময়সীমার মধ্যে User ID প্রাপ্ত প্রার্থীগণ অনলাইনে আবেদনপত্র Submit-এর সময় থেকে পরবর্তী ৭২ (বাহাত্তর) ঘন্টার মধ্যে Teletalk প্রি-পেইড মোবাইল নম্বরের মাধ্যমে পরীক্ষার ফি জমা দিতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গণতন্ত্রে উত্তরণে আমরা কেন বারবার হোঁচট খাচ্ছি | প্রথম আলো",
            "time": "2025-08-13T10:02:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fokqxrnot%2FScreenshot-2025-05-24-163142.png?rect=0%2C0%2C669%2C351&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৬.</strong></p><p>এখন প্রশ্ন হলো, গণ-অভ্যুত্থানের এক বছর পার হওয়ার পর টেকসই রাজনৈতিক ব্যবস্থা নির্মাণের কতটা অগ্রগতি হলো? কিছুই যে হয়নি, তেমনটা বলা অন্যায় হবে। একটি কর্তৃত্ববাদবিরোধী সরকার গঠিত হয়েছে এবং এই সরকার ধীরে হলেও গণতন্ত্রে উত্তরণের প্রক্রিয়া হাতে নিয়েছে।</p><p>টেকসই রাষ্ট্র নির্মাণের জন্য কতগুলো সংস্কার কমিশন গঠন করা হয়েছে এবং এখন ঐকমত্য কমিশন চূড়ান্তভাবে কাজ করছে। তারা একটি খসড়া তৈরি করেছে। তবে প্রত্যাশা অনুযায়ী প্রাপ্তি খুবই কম।</p><p>গণ-অভ্যুত্থান–পরবর্তী সময় অর্থাৎ গত সেপ্টেম্বর থেকে আমি ‘টেকসই রাজনৈতিক ব্যবস্থা’ শব্দবন্ধটি ব্যবহার করে আসছি। আমরা প্রায়ই টেকসই উন্নয়ন বা শাসনের কথা শুনেছি, কিন্তু টেকসই রাজনৈতিক ব্যবস্থা নিয়ে আমাদের এখানে তেমন কোনো আলোচনা নেই।</p><p>বিভিন্ন সীমাবদ্ধতা সত্ত্বেও গণতন্ত্রকে টেকসই রাজনৈতিক ব্যবস্থা বিবেচনা করেই আমাদের সামনে এগোতে হবে। টেকসই রাজনৈতিক ব্যবস্থা হলো এমন একটি ব্যবস্থা, যা দীর্ঘ মেয়াদে টিকে থাকতে এবং মূল কার্যাবলি বজায় রাখতে পারে। এটা একই সঙ্গে সামাজিক–সাংস্কৃতিক কল্যাণ ও পরিবেশগত সুরক্ষাকে উৎসাহিত করে।</p><p>এর জন্য অর্থনৈতিক উন্নয়ন, সামাজিক ন্যায়বিচার ও পরিবেশগত অখণ্ডতার মধ্যে ভারসাম্য বজায় রাখা প্রয়োজন। এ ছাড়া রয়েছে জবাবদিহি, স্বচ্ছতা ও অংশগ্রহণের মতো সুশাসনের নীতিগুলো অন্তর্ভুক্ত করা; সেই সঙ্গে রাজনৈতিক ক্ষেত্রের মধ্যে টেকসই সংস্কৃতি গড়ে তোলা।</p><p>একটি টেকসই রাজনৈতিক ব্যবস্থার মূলনীতি হিসেবে দীর্ঘমেয়াদি দৃষ্টিভঙ্গি, আন্তপ্রজন্মীয় সমতা, অভিযোজনক্ষমতা, সামাজিক ন্যায়বিচার ও সমতা এবং অংশগ্রহণ ও অন্তর্ভুক্তির মতো বিষয়গুলো প্রাধান্য পেতে পারে। তবে একটি টেকসই রাজনৈতিক ব্যবস্থা নির্মাণ করতে হলে এই নীতিমালার ভিত্তিতে তৈরি একটি রাজনৈতিক ব্যবস্থার মধ্যে সুশাসন, গণতান্ত্রিক প্রতিষ্ঠান, শক্তিশালী নাগরিক সমাজ, টেকসই অর্থনৈতিক মডেল, পরিবেশ সুরক্ষা, সামাজিক অন্তর্ভুক্তি, শিক্ষা ও সচেতনতা, আন্তর্জাতিক সহযোগিতাসহ বিভিন্ন প্রয়োজনীয় উপাদানও থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রাহকেরা কম সুদে ঋণ পেয়ে ব্যবসার পরিসর বাড়াতে পারেন | প্রথম আলো",
            "time": "2025-08-13T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fz4dvvhex%2FIDLC-MD.jpg?rect=0%2C193%2C6201%2C3256&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>এম জামাল উদ্দিন: </strong>টেকসই কোর ব্যাংকিং বলতে বোঝায় পরিবেশ, সমাজ ও সুশাসন (ইএসজি) নীতি অনুসারে কার্যক্রম পরিচালনা। যার মধ্যে রয়েছে পরিবেশবান্ধব ঋণ, টেকসই প্রকল্পে সুদে ছাড়, পরিবেশবান্ধব ব্যাংকিং কার্যক্রম ইত্যাদি। ২০২৪ সালে বাংলাদেশ ব্যাংকের বিভিন্ন পুনঃ অর্থায়ন কর্মসূচি বা স্কিমের (গ্রিন রিফাইন্যান্স, টিডিএফ, এসআরইইউপি) মধ্যে সর্বোচ্চ ৩৬৯ কোটি টাকার পুনঃ অর্থায়ন গ্রহণ করে আইডিএলসি। এ জন্য আন্তর্জাতিক বিনিয়োগকারী যেমন জাইকা ও এসআরইইউপি আমাদের ভূয়সী প্রশংসা করেছে। আইডিএলসিতে একটি গ্রিন ব্যাংকিং ইউনিট ও সাসটেইনেবল ফাইন্যান্স ইউনিট আছে, যারা পরিবেশবান্ধব চর্চা দেখভাল করে। আমরা কর্মীদের প্রশিক্ষণের মাধ্যমে কম কাগজ ব্যবহার, কাগজের পুনর্ব্যবহার ও শক্তি সাশ্রয়ের জন্য সচেতন করি। আমাদের প্রধান কার্যালয় ও শাখাগুলোয় স্বয়ংক্রিয় বাতি, পানিসাশ্রয়ী কলসহ বিভিন্ন পরিবেশবান্ধব উপকরণ ব্যবহার করা হচ্ছে।</p></span></div></div></body></html>"
        },
        {
            "title": "গাজার দখল নিয়ে দ্বন্দ্ব: ইসরায়েলি সেনাপ্রধানই কি নেতানিয়াহুর লাগাম টেনে ধরবেন | প্রথম আলো",
            "time": "2025-08-13T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F08ix7tdk%2Fisrael-netanihu.jpg?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতিপূর্বে ১৯৬৭ সাল থেকে ২০০৫ সাল পর্যন্ত গাজা দখল করে রেখেছিল ইসরায়েল।</p><p>‘যদি মন্ত্রিসভা জামিরের ওপর পুরো গাজা দখলের বিষয়কে চাপিয়ে দিত, তবে সেটি হতো নিরাপত্তা বাহিনীর সর্বসম্মত মতকে রাজনৈতিক নেতৃত্বের উপেক্ষা করার প্রথম ঘটনা’, বলেন ইসরায়েলের একসময়ের প্রধানমন্ত্রী শিমন পেরেজের উপদেষ্টা নিমরোদ নভিক। তিনি বর্তমানে নিউইয়র্কভিত্তিক গবেষণা প্রতিষ্ঠান ইসরায়েল পলিসি ফোরামের জ্যেষ্ঠ ফেলো। নভিক বলেন, ‘নিরাপত্তা মহল প্রধানমন্ত্রীকে পরিকল্পনার পরিধি উল্লেখযোগ্যভাবে কমাতে বাধ্য করেছে।’</p><p>ঘটনাটি মনে করিয়ে দিয়েছে, সাম্প্রতিক বছরগুলোতে ইসরায়েল সরকারের সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় অস্বাভাবিক অন্তর্দ্বন্দ্বের বিষয়টিকে। অনেক ঊর্ধ্বতন কর্মকর্তার বিশ্বাস, সামরিকভাবে আর কোনো বড় কৌশলগত সাফল্য অর্জন করা সম্ভব নয়।</p><p>২২ মাস পরও গাজায় ২০ জন জীবিত ইসরায়েলি জিম্মি রয়েছেন। অন্যদিকে ইসরায়েলের তাণ্ডবে গাজায় ৬১ হাজারের বেশি ফিলিস্তিনি নিহত হয়েছেন। গত মার্চ থেকে ইসরায়েলের পক্ষ থেকে ত্রাণ অবরোধ শুরু হওয়ায় উপত্যকাটিতে ভয়াবহ মানবিক সংকট আরও গভীর হয়েছে। এর মধ্যে রয়েছে ব্যাপক খাদ্যাভাব।</p><p>গত সপ্তাহে প্রায় প্রতিদিন ইসরায়েলি সংবাদমাধ্যমে ফাঁস হওয়া খবরে বলা হয়েছে, নেতানিয়াহু ও তাঁর মন্ত্রীরা জামিরকে পুরো গাজা দখলের জন্য চাপ দিচ্ছেন, আর জামির মন্ত্রিসভাকে সতর্ক করছেন—এতে ইসরায়েলি সেনাদের বড় ঝুঁকি তৈরি হবে এবং গাজার শাসন সেনাবাহিনীর জন্য বিপজ্জনক হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বের বৃহত্তম টি-রেক্স ডাইনোসরের ফসিলে রক্তনালি আবিষ্কার | প্রথম আলো",
            "time": "2025-08-13T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-20%2Fozod3b3p%2FDinosaur.Reuters.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি টি–রেক্স ডাইনোসরের জীবাশ্মে রক্তনালি আবিষ্কার করেছেন কানাডার রেজিনা বিশ্ববিদ্যালয়ের গবেষক জেরিট লিও মিচেল। জীবাশ্মের মধ্যে নরম টিস্যু থাকার ঘটনা অত্যন্ত বিরল। নরম টিস্যুর খোঁজ পেলে প্রাচীন জীবনের অনেক বেশি তথ্য জানা যায়। আর তাই জীবাশ্মে রক্তনালি আবিষ্কারের ফলে ডাইনোসর কীভাবে বাস করত ও তারা দেখতে কেমন ছিল, সে সম্পর্কে বিস্তারিত তথ্য জানার সুযোগ আছে। এ বিষয়ে একটি গবেষণাপত্র সায়েন্টিফিক রিপোর্টসে প্রকাশিত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্রিল্যান্সিংয়ে কোন কোন দেশ এগিয়ে, বাংলাদেশের অবস্থান কেমন | প্রথম আলো",
            "time": "2025-08-13T09:58:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fbu7s0jsa%2FThamm.jpg?rect=0%2C71%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান ডিজিটাল যুগে ফ্রিল্যান্সিং শুধু আর একটি বিকল্প আয়ের উৎস নয়; বরং অনেকে এটিকেই পেশা হিসেবে বেছে নিয়েছেন। ইন্টারনেট ও প্রযুক্তির সহজলভ্যতা, দক্ষ কর্মীর চাহিদা বৃদ্ধি ও ঘরে বসেই দেশ–বিদেশে কাজের সুযোগ—সব মিলিয়ে সারা বিশ্বে দ্রুত জনপ্রিয় হয়ে উঠছে ফ্রিল্যান্সিং। এ পেশার সবচেয়ে বড় সুবিধা হলো কর্মীর কাজের স্থান ও সময় ঠিক করার স্বাধীনতা। ঘরে বসে বা ভ্রমণ করতে করতেই অনলাইনে কাজ করার এই স্বাধীনতা লাখো মানুষের জীবনে নতুন সম্ভাবনার দ্বার খুলে দিয়েছে।</p><p> তবে সব দেশ সমানভাবে ফ্রিল্যান্সিংয়ের সুযোগ কাজে লাগাতে পারেনি। কয়েকটি দেশ রয়েছে, যারা ফ্রিল্যান্সিংয়ের বাজারে অনেকটা এগিয়ে। কোনো কোনো দেশের বেলায় এই এগিয়ে থাকা সংখ্যার দিক থেকে, কেউবা দক্ষতা ও মানের বিচারে, আবার কোনো কোনো দেশ সস্তা শ্রমের কারণে। প্রযুক্তিজ্ঞান ও বিভিন্ন ভাষা, বিশেষ করে ইংরেজি ভাষায় দক্ষতা, নির্ভরযোগ্য ইন্টারনেট সংযোগ ও পেমেন্ট সিস্টেমের সহজলভ্যতা—এসব মিলেমিশে ফ্রিল্যান্সিংয়ের বাজারে সাফল্যের পথ তৈরি হয়েছে।</p><p> ফ্রিল্যান্সিং মার্কেটে সাফল্যের দিক থেকে উন্নত দেশগুলোর সঙ্গে কয়েকটি উন্নয়নশীল দেশ রীতিমতো প্রতিযোগিতা করছে। ফ্রিল্যান্সিংয়ে আয়ের দিক থেকে একদিকে যেমন যুক্তরাষ্ট্র, যুক্তরাজ্য বা কানাডার মতো দেশ শক্তিশালী অবস্থানে রয়েছে। অন্যদিকে ভারত, ফিলিপাইন, পাকিস্তান কিংবা বাংলাদেশের মতো দেশ সাশ্রয়ী মূল্যে সেবা দিয়ে বিশ্বজুড়ে ফ্রিল্যান্সিং বাজারের একটি বড় অংশ দখল করে রেখেছে।</p><p> যুক্তরাষ্ট্রভিত্তিক ওয়েবসাইট ‘মিডিয়াম’ ফ্রিল্যান্সিং বাজারে সবচেয়ে এগিয়ে থাকা ১০ দেশের তালিকা করেছে। যদিও বিভিন্ন উৎসে এ নিয়ে তথ্যের পার্থক্য পাওয়া যায়। মিডিয়ামের তালিকায় কোন কোন দেশ স্থান পেয়েছে, তা দেখে নেওয়া যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "‘চিরতরে রাজনীতির সঙ্গে সম্পর্ক ছিন্ন’ করার ঘোষণা সুনামগঞ্জের কৃষক লীগ নেতার | প্রথম আলো",
            "time": "2025-08-13T09:57:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F4hswc5pz%2FDH123220250813IMG-20250813-WA0001.jpg?rect=0%2C173%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি অঙ্গীকারনামায় রুহুল আমিন নিজের ব্যক্তিগত ও রাজনৈতিক পরিচয় তুলে ধরে বলেন, ‘আমি মধ্যনগর উপজেলা কৃষক লীগের আহ্বায়ক হিসেবে আওয়ামী লীগের রাজনীতির সঙ্গে জড়িত ছিলাম। কিন্তু আমার হার্টের সমস্যা দেখা দেওয়ায় আমি ডাক্তারের শরণাপন্ন হই। পরীক্ষা-নিরীক্ষার পর আমার হার্টে ব্লক ধরা পড়ে। বর্তমানে আমি খুবই অসুস্থ। ডাক্তার আমাকে পূর্ণ বিশ্রামে থাকার পরামর্শ দিয়েছেন। এ অবস্থায় আমার স্বাস্থ্য ও পরিবার-পরিজনদের কথা বিবেচনা করে চিরতরে রাজনীতির সঙ্গে সম্পূর্ণ সম্পর্ক ছিন্ন করলাম।’</p><p>১১ আগস্ট বিকেলে ফেসবুকে পোস্টটি করা হয়েছিল জানিয়ে রুহুল আমিন তালুকদার বলেন, ‘মহান আল্লাহ পাকের ইচ্ছায় আমি সুস্থ হলেও আর কোনো দিন কোনো রাজনৈতিক দলের সঙ্গে সম্পৃক্ত হব না বলে অঙ্গীকার করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "আবারও বিশ্ব রেকর্ড ডুপ্লান্টিসের, এবার লাফালেন তিনতলা বাড়ির উচ্চতা | প্রথম আলো",
            "time": "2025-08-13T09:42:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fmsoeko54%2F959329-01-02.jpg?rect=0%2C0%2C8256%2C4334&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রশ্ন হচ্ছে, ডুপ্লান্টিস পোল নিয়ে সর্বোচ্চ কত উচ্চতায় লাফাতে পারবেন? এই প্রশ্নের উত্তর খুঁজেছে কৃত্রিম বুদ্ধিমত্তা প্রযুক্তি (এআই)। তবে ছয়বারের বিশ্ব চ্যাম্পিয়ন বুবকা ২০১২ সালে একবার  বলেছিলেন, ‘সঠিক কৌশলে ৬.৩০ মিটার, ৬.৪০ মিটার কিংবা ৬.৫০ মিটার লাফানো সম্ভব।’ ডুপ্লান্টিসের বাবা গ্রেগ ডুপ্লান্টিসও পোল ভল্টার ছিলেন। তাঁর মতে, ডুপ্লান্টিস এখনো নিজের সেরা ফর্মে পৌঁছাতে পারেনি। তবে তাঁর পক্ষে ৬.৪০ মিটার উচ্চতায় লাফানো সম্ভব।</p><p>এআই প্রযুক্তির সাহায্য নিয়ে সুইডিশ অলিম্পিক কমিটি একটি মডেল প্রস্তুত করেছে, যার মাধ্যমে ডুপ্লান্টিসের লাফ বিশ্লেষণ করা সম্ভব। এআই প্রযুক্তির মতে, ২০৩৩ সালে ডুপ্লান্টিসের বয়স যখন ৩৩ বছর হবে, তখন তিনি ৬.৫১ মিটার উচ্চতায় লাফাতে পারবেন!</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যাপলের বিরুদ্ধে মামলা করবেন ইলন মাস্ক, কেন | প্রথম আলো",
            "time": "2025-08-13T09:41:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-20%2Fmm06xvuc%2FMusk.jpg?rect=0%2C0%2C559%2C293&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একাধিক পোস্টে ইলন মাস্ক জানান, অ্যাপল এমন আচরণ করছে, যাতে ওপেনএআই ছাড়া অন্য কোনো এআই প্রতিষ্ঠান অ্যাপস্টোরের শীর্ষে উঠতে না পারে। এটি নিঃসন্দেহে প্রতিযোগিতা আইন লঙ্ঘনের শামিল। তাই এখন মামলা করা ছাড়া সামনে আর কোনো বিকল্প নেই। তবে মাস্ক এসব অভিযোগের পক্ষে কোনো প্রমাণ দেননি। মামলাটি ইতিমধ্যে দায়ের করা হয়েছে কি না, সেটিও স্পষ্ট নয়। প্রযুক্তিবিষয়ক ওয়েবসাইট দ্য ভার্জ এক প্রতিবেদনে জানিয়েছে, এই প্রতিবেদন লেখা পর্যন্ত যুক্তরাষ্ট্রের অ্যাপ স্টোরে চ্যাটজিপিটি ফ্রি আইফোন অ্যাপের তালিকায় প্রথম স্থানে, আর গ্রোক রয়েছে ষষ্ঠ স্থানে। চলতি বছরের জানুয়ারিতে চীনের ডিপসিক এআই সাময়িকভাবে চ্যাটজিপিটিকে সরিয়ে প্রথম স্থানে উঠেছিল। ফলে মাস্কের দাবি ‘অন্য কোনো এআই অ্যাপের পক্ষে শীর্ষে ওঠা অসম্ভব’ বাস্তবে ভুল প্রমাণিত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চলে গেলেন শিক্ষাবিদ যতীন সরকার | প্রথম আলো",
            "time": "2025-08-13T09:34:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-09%2Ftnkslnt5%2FUntitled-9.jpg?rect=0%2C0%2C805%2C423&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লেখক হিসেবে যতীন সরকার ২০১০ সালে স্বাধীনতা পুরস্কার, ২০০৭ সালে বাংলা একাডেমি সাহিত্য পদক, ২০০৫ সালে ‘পাকিস্তানের জন্ম-মৃত্যু দর্শন’ গ্রন্থের জন্য প্রথম আলো বর্ষসেরা গ্রন্থপুরস্কার, ড. এনামুল হক স্বর্ণপদক, খালেকদাদ চৌধুরী সাহিত্য পুরস্কার, মনিরুদ্দীন ইউসুফ সাহিত্য পুরস্কারসহ অসংখ্য সম্মাননা লাভ করেন।</p><p>৪২ বছরের বেশি সময় শিক্ষকতা পেশায় থেকে ২০০২ সালে অবসর গ্রহণের পর যতীন সরকার স্ত্রী কানন সরকারকে নিয়ে শিকড়ের টানে চলে যান নিজ জেলা নেত্রকোনায়। সেখানে শহরের সাতপাই এলাকার নিজ বাড়িতেই থাকতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের নীতি নির্ধারণ করছে বিশ্বব্যাংক, আইএমএফ, এডিবি ও জাইকা: আনু মুহাম্মদ | প্রথম আলো",
            "time": "2025-08-13T09:24:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fg1x7z2p6%2FWhatsApp-Image-2025-08-13-at-15.21.04.jpeg?rect=0%2C43%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আনু মুহাম্মদ বলেন, উন্নয়ন সহযোগীরা শেখ হাসিনার উন্নয়ন মডেলকে মিরাকল বা অলৌকিক বলেছিল। তারা আলাদা উন্নয়ন ধারা তৈরি করেছিল। এখন তারাই আবার নীতি নির্ধারণ করছে। উপদেষ্টারাও বিদেশিদের জন্য নীতি নির্ধারণে বেশি উৎসাহী।</p><p>গোপন চুক্তি নিয়ে আনু মুহাম্মদ বলেন, দীর্ঘমেয়াদি চুক্তি করতে জনগণকে জানাতে হবে। এটাই মুক্তবাজার অর্থনীতির নীতি। গোপন চুক্তি না করে এই সরকারের পরিবর্তনের দিশা তৈরির সুযোগ ছিল। তারা আগের গোপন চুক্তিগুলো প্রকাশ করতে পারত, যাতে পরের সরকারগুলো এমন চুক্তি করতে উৎসাহী না হয়। কিন্তু এসব বিষয়ের কোনো পরিবর্তন হয়নি, বিষয়টি আশা ভঙ্গের।</p></div></div></div></body></html>"
        },
        {
            "title": "আশুলিয়ায় ৬ লাশ পোড়ানোর মামলায় অভিযোগ গঠন বিষয়ে আদেশ ২১ আগস্ট | প্রথম আলো",
            "time": "2025-08-13T09:20:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-12%2Feakv2mid%2FImage-20.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার আট আসামি হলেন সাভার সার্কেলের সাবেক অতিরিক্ত পুলিশ সুপার মো. শহিদুল ইসলাম, ঢাকা জেলার সাবেক অতিরিক্ত পুলিশ সুপার আবদুল্লাহিল কাফী, ঢাকা জেলা পুলিশের গোয়েন্দা বিভাগের (ডিবি) সাবেক পরিদর্শক মো. আরাফাত হোসেন, আশুলিয়া থানার সাবেক উপপরিদর্শক আবদুল মালেক, আরাফাত উদ্দীন, কামরুল হাসান, শেখ আবজালুল হক ও সাবেক কনস্টেবল মুকুল চোকদার।</p><p>অন্যদিকে, সাবেক সংসদ সদস্য মুহাম্মদ সাইফুল ইসলামসহ এই মামলার আট আসামি পলাতক।</p></div></div></div></body></html>"
        },
        {
            "title": "১১০ বছর বয়সী লবস্টারটি যেভাবে বেঁচে গেল | প্রথম আলো",
            "time": "2025-08-13T09:12:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Favlkkcjs%2FCSIROScienceImage2518OrnateLobster.jpg?rect=0%2C186%2C2657%2C1395&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"১১০ বছর বয়সী লবস্টারটি যেভাবে বেঁচে গেল\" class=\"IiRps \">১১০ বছর বয়সী লবস্টারটি যেভাবে বেঁচে গেল</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T15:12:58+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ০৯: ১২ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "ইউনিভার্সেল মেডিকেল ও ভ্যাট ফোরাম-এর স্বাস্থ্যচুক্তি সই | প্রথম আলো",
            "time": "2025-08-13T09:12:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fum27fcox%2F1000544946.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আরও উপস্থিত ছিলেন ইউনিভার্সেল মেডিকেল কলেজ হাসপাতালের অ্যাসিস্ট্যান্ট জেনারেল ম্যানেজার (বিজনেস ডেভেলপমেন্ট) একেএম সাহেদ হোসেন, হেড অব করপোরেট নীতা চক্রবর্ত্তী, অ্যাসিস্টেন্ট ম্যানেজার (ব্র্যান্ড কমিউনিকেশন) সি. এফ. জামান, সিনিয়র এক্সিকিউটিভ (করপোরেট বিজনেস ডেভেলপমেন্ট) মো. আমিনুল ইসলাম সুমন এবং বাংলাদেশ ভ্যাট প্রফেশনাল ফোরামের ট্রাস্টি বোর্ড মেম্বার (কোষাধ্যক্ষ) মীর মো: শামীম হোসেন, ম্যানেজার মো: আখতারুল ইসলামসহ প্রমূখ।</p></div></div></div></body></html>"
        },
        {
            "title": "চশমার ওপরে চশমা পরব? | প্রথম আলো",
            "time": "2025-08-13T09:09:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fy83p5m7a%2F1776Online01.jpg?rect=0%2C0%2C1166%2C612&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T15:09:30+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ০৯: ০৯ </span></time></p></div></div></body></html>"
        }
    ]
}