{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "লিভারপুলে কি আর ফিরবেন সালাহ | প্রথম আলো",
            "time": "2025-12-15T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fi99d8vi5%2F706490-01-02.jpg?rect=0%2C0%2C7506%2C3941&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্লট সবুজ সংকেত দিলেও সালাহর পক্ষ থেকে কিন্তু এ পর্যন্ত বিষয়টি নিয়ে আবারও কথা বলা কিংবা ক্ষমা চাওয়া হয়নি। স্লটের কাছে জানতে চাওয়া হয়েছিল সালাহ লিভারপুলে থাকতে চান কি না? লিভারপুল কোচ বলেছেন, উত্তরটা এতক্ষণে সবার বুঝে ফেলার কথা। তাঁদের নিজেদের মধ্যে যে কথা হয়েছে সেটা গোপনই থাকবে এবং স্লটের প্রথম বদলি ছিলেন সালাহ।</p><p>কিন্তু আরেকটি বাস্তবতা হলো, স্লট কিন্তু সালাহকে ব্রাইটন ম্যাচে একাদশে ফেরাননি। টানা পাঁচ ম্যাচে তাঁকে একাদশের বাইরে রেখে শান্তির বার্তা দিয়েছেন কোচ। ওদিকে মিসর আফকনের ফাইনালে উঠলে লিভারপুলের হয়ে অন্তত আটটি ম্যাচে খেলতে পারবেন না সালাহ। ব্রাইটন ম্যাচ শেষে সালাহকে নিয়ে লিভারপুলের খেলোয়াড় থেকে সমর্থকদের ভাবনাটা কী হতে পারে, সেটা আন্দাজ করেছেন ব্ল্যাকবার্ন রোভার্সের সাবেক স্ট্রাইকার ক্রিস সাটন, ‘মোহাম্মদ সালাহর সঙ্গে এরপর কী ঘটবে—এই অনুভূতিতে নিয়ে সম্ভবত সবাই অ্যানফিল্ড ছাড়বেন। সে থাকবে না চলে যাবে? তবে স্লটের জন্য এই সপ্তাহটা ভালো কেটেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (১৫ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-15T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fgzqfzocp%2FWhatsApp-Image-2025-09-07-at-18.49.56e919fcaf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল </h2></p></div></div></body></html>"
        },
        {
            "title": "এই সিনেমা ভুলে যাবেন কীভাবে | প্রথম আলো",
            "time": "2025-12-15T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Ft83rozqm%2Fcd1189c9-45ad-40ff-81b6-df66f806aea0.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ট্রেন ড্রিমস’ কেবল সিনেমা নয়, ক্রমাগত বাণিজ্যিক সিনেমা আর অ্যালগরিদমময় ওটিটি দেখতে দেখতে হাঁপিয়ে ওঠা দর্শকের জন্য যেন এক ভিজ্যুয়াল উপহার। শুরু থেকে শেষ পর্যন্ত সিনেমাটি আপনাকে মুগ্ধ করে রাখবে, প্রকৃতি আর মানুষের আশ্চর্য মেলবন্ধন ছুঁয়ে যাবে বারবার।</p><p>লো অ্যাঙ্গেলের ক্যামেরা, সূর্যাস্তের আলোয় ভেজা দৃশ্য, ভয়েসওভার আর প্রাকৃতিক দৃশ্যের হঠাৎ উদ্ভাসিত সৌন্দর্য চমকে দেবে। চিত্রগ্রাহক আদলফো ভেলোসো ও সুরকার ব্রাইস ডেসনারের সঙ্গে কাজ করে বেন্টলি ছবিটিকে স্মৃতি ও স্বপ্নের আবহ দিয়েছেন। তবে এই ছবি এত শক্তিশালী হয়েছে, কারণ এটি নির্মম বাস্তবতা আর কবিতার সৌন্দর্যের মাঝখানে ভারসাম্য রক্ষা করতে পেরেছে। আদলফো জানিয়েছেন, সিনেমাটির ৯৮ শতাংশই প্রাকৃতিক আলোয় শুট করেছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "সুন্দর থাকুন, আল্লাহ সৌন্দর্য ভালোবাসেন | প্রথম আলো",
            "time": "2025-12-14T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F4omne44e%2Fcandle-arabic-book-near-desserts.jpg?rect=0%2C418%2C5907%2C3101&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজন ব্যক্তি যত বেশি আত্ম-নিয়ন্ত্রণ অর্জন করতে পারে এবং নিজের আবেগকে নিয়ন্ত্রণ করতে পারে, তত বেশি সে সৌন্দর্যের অধিকারী হয়। এই সৌন্দর্য তিন ধরনের আচরণে প্রতিফলিত হয়:</p><p><strong>সুন্দর ধৈর্য: </strong>ধৈর্য কঠিন, কারণ এটি ক্রোধের আবেগকে দমিয়ে রাখে। কিন্তু সৌন্দর্যপূর্ণ হৃদয়ের মানুষ এই তিক্ততা সহ্য করতে পারে। নবী ইয়াকুব (আ.)-কে যখন তাঁর সন্তানেরা জানাল যে ইউসুফকে নেকড়ে বাঘে খেয়েছে, তখন তিনি বলেছিলেন, “ফাসব্‌রুন জামিল” (সুতরাং সুন্দর ধৈর্য ধারণ করাই শ্রেয়)। (সুরা ইউসুফ, আয়াত: ৮৩)</p><p>সুন্দর ধৈর্য হলো অভিযোগমুক্ত ধৈর্য। এটি কেবল তখনই সম্ভব, যখন মুমিন মনে করে যে আল্লাহর ফয়সালা তার জন্য কল্যাণকর। রাসুল (সা.) বলেছেন, “যে ব্যক্তি ধৈর্য ধারণের চেষ্টা করে, আল্লাহ তাকে ধৈর্যশীল করে দেন।” (মুসনাদ আহমাদ, হাদিস: ২৫৯৬০)</p><p><strong>সুন্দর ক্ষমা: </strong>যখন হৃদয়ে সৌন্দর্য থাকে, তখন মানুষ সুন্দরভাবে ক্ষমা করে। ক্ষমা কষ্টকর, কারণ মানব মন প্রতিশোধ নিতে চায়। কিন্তু যে জানে আল্লাহ ক্ষমাশীলদের প্রতিদান দেন, সে নিজের প্রবৃত্তিকে দমন করতে পারে। সুন্দর ক্ষমা হলো প্রতিশোধের ক্ষমতা থাকা সত্ত্বেও অভিযোগহীন ক্ষমা করা।</p><p><strong>সুন্দর বর্জন: </strong>সুন্দর বর্জন হলো, কারও থেকে দূরে সরে যাওয়া বা সম্পর্ক সাময়িকভাবে ছিন্ন করা, কিন্তু কোনো ধরনের ক্ষতি বা কষ্ট না দেওয়া। এর উদ্দেশ্য হলো ভালোবাসার শেষ সুতোটিকে বাঁচিয়ে রাখা, যেন আল্লাহ ভবিষ্যতে কোনো পুনর্মিলনের ব্যবস্থা করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউরোপজুড়ে অভিবাসনবিরোধী বক্তব্য ও নীতি জোরালো হচ্ছে | প্রথম আলো",
            "time": "2025-12-14T22:09:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-22%2Fr7769k7l%2Freform-ukavif.avif?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউরোপজুড়ে অভিবাসনবিরোধী মনোভাব তীব্র হয়ে উঠছে। গত বছরে অভিবাসনবিরোধী মনোভাব পোষণকারী হাজারো মানুষ ‘ওদের দেশে ফেরত পাঠাও!’ স্লোগান দিয়ে লন্ডনের রাস্তায় মিছিল করেছে। যুক্তরাজ্যের এক আইনপ্রণেতা অভিযোগ করেছেন, তিনি এখন টেলিভিশনে অশ্বেতাঙ্গ মুখ দেখছেন বেশি। দেশটির শীর্ষ পর্যায়ের রাজনীতিবিদেরাও অভিবাসীদের দেশছাড়া করার পক্ষে কথা বলছেন। </p><p>যুক্তরাজ্য ও ইউরোপজুড়ে অভিবাসী ও অভিবাসী–বংশোদ্ভূতদের প্রকাশ্যভাবে দানব হিসেবে উপস্থাপনের প্রবণতা ক্রমেই তীব্র হচ্ছে। রাজনৈতিক আলোচনার কেন্দ্রে অভিবাসন উঠে আসছে। এ বিষয় নিয়ে প্রচারে থাকা ডানপন্থী দলগুলোর জনপ্রিয়তাও বাড়ছে।</p><p>ইউরোপের কয়েকটি দেশে অভিবাসনকে জাতীয় পরিচয়ের জন্য হুমকি হিসেবে তুলে ধরা রাজনৈতিক দলগুলো জনমত জরিপে শীর্ষে বা শীর্ষের কাছাকাছি অবস্থান করছে। এসব দলের মধ্যে রয়েছে যুক্তরাজ্যের রিফর্ম ইউকে, জার্মানির অলায়েন্স ফর জার্মানি ও ফ্রান্সের ন্যাশনাল র‍্যালি।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের সঙ্গে চীনের তামাশা | প্রথম আলো",
            "time": "2025-12-14T20:58:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fjmk7pwo9%2FRehman-Sobhan-01.JPG?rect=0%2C454%2C6405%2C3363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহান মুক্তিযুদ্ধের শেষ পর্যায় পর্যন্ত পাকিস্তানিরা আশা করেছিল, চীন হয়তো তাদের পক্ষ নিয়ে যুদ্ধে অংশ নেবে। যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রী হেনরি কিসিঞ্জারের চীন সফরে মধ্যস্থতা করে তাদের সেই আশা আরও প্রবল হয়েছিল। কিন্তু সে আশায় গুড়েবালি। </p><p>বিশিষ্ট অর্থনীতিবিদ অধ্যাপক রেহমান সোবহান বলেছেন, পাকিস্তানের প্রধান লক্ষ্য ও শেষ পর্যন্ত প্রবল আশা ছিল, যা তারা প্রকাশ্যে দেখাচ্ছিল, তা হলো চীন শেষ পর্যন্ত তাদের সাহায্যে এগিয়ে আসবে। কিন্তু এটি ছিল একটি তামাশা। কারণ, চীনারা সিদ্ধান্ত নিয়েছিল তারা সামরিকভাবে যুদ্ধে হস্তক্ষেপ করবে না। সব ধরনের কূটনৈতিক সহায়তা দেবে।</p><p>রোববার দ্য ডেইলি স্টার মিলনায়তনে ‘মুক্তিযুদ্ধের বৈশ্বিক ইতিহাস’ শীর্ষক আলোচনায় অধ্যাপক রেহমান সোবহান এই মন্তব্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে শান্তি রক্ষায় নিয়োজিত ৬ সেনার মৃত্যুতে সিপিবির শোক | প্রথম আলো",
            "time": "2025-12-14T20:36:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-09%2F7mu5lsq4%2F2.avif?rect=0%2C31%2C432%2C227&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আহত সেনাসদস্যদের দ্রুত আরোগ্য কামনা করা হয়। তাঁদের সুচিকিৎসা নিশ্চিতে সরকার দ্রুত প্রয়োজনীয় পদক্ষেপ নেবে বলেও সিপিবি আশা প্রকাশ করেছে।</p><p>জাতিসংঘের শান্তি মিশনে বাংলাদেশের ভূমিকার কথা উল্লেখ করে বিবৃতিতে বলা হয়, জাতিসংঘের অধীন বিভিন্ন শান্তি মিশনে বাংলাদেশ নিষ্ঠা, পেশাদারি ও সুনামের সঙ্গে দায়িত্ব পালন করে আসছে। দেশের প্রতিরক্ষা বাহিনীসহ অন্যান্য বাহিনীর সদস্যরা নিজেদের জীবন বাজি রেখে শান্তি মিশনে অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চড়ুই পাখির ব্যস্ততা | প্রথম আলো",
            "time": "2025-12-14T20:25:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F691ch15l%2F%E0%A7%AE.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">একটি পাখি বসে আছে, আরেকটি তার কাছে ছুটে আসছে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "গুমের মামলায় ১২ সেনা কর্মকর্তার বিরুদ্ধে অভিযোগ গঠনের আদেশ পেছাল | প্রথম আলো",
            "time": "2025-12-14T20:11:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ মামলার ১০ আসামি পলাতক। তাঁদের মধ্যে রয়েছেন ডিজিএফআইয়ের সাবেক পাঁচজন মহাপরিচালক (ডিজি) লেফটেন্যান্ট জেনারেল (অব.) মো. আকবর হোসেন, মেজর জেনারেল (অব.) মো. সাইফুল আবেদিন, লেফটেন্যান্ট জেনারেল (অব.) মো. সাইফুল আলম, লেফটেন্যান্ট জেনারেল (অব.) আহমেদ তাবরেজ শামস চৌধুরী ও মেজর জেনারেল (অব.) হামিদুল হক।</p><p>পলাতক আসামিদের মধ্যে আরও আছেন ডিজিএফআইয়ের সাবেক পরিচালক মেজর জেনারেল (অব.) মোহাম্মদ তৌহিদুল উল ইসলাম, মেজর জেনারেল কবীর আহাম্মদ ও লেফটেন্যান্ট কর্নেল (অব.) মখছুরুল হক। এ ছাড়া ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা ও তাঁর প্রতিরক্ষাবিষয়ক উপদেষ্টা মেজর জেনারেল (অব.) তারিক আহমেদ সিদ্দিকও এ মামলার পলাতক আসামি। তাঁদের পক্ষেও রাষ্ট্রনিযুক্ত আইনজীবীরা অব্যাহতির আবেদন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্যায্য সুবিধা দেওয়ার অভ্যাস বদলাতে হবে | প্রথম আলো",
            "time": "2025-12-14T19:45:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fgcy5k6pl%2FTarek-Rahman-01.jpeg?rect=97%2C0%2C1406%2C738&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা শহরে যানজটের কারণে প্রচুর সময় নষ্ট হচ্ছে এবং এটি জাতিকে প্রতিদিন পিছিয়ে নিয়ে যাচ্ছে উল্লেখ করে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান বলেন, আগামী দিনে সরকারকে এ বিষয়টি নিয়ে কাজ করতে হবে। যানজট সয়ে গেলে চলবে না, এর সমাধান বের করতে হবে।</p><p>শিক্ষা, স্বাস্থ্য, চিকিৎসা, কর্মসংস্থানসহ বিভিন্ন খাতে বিএনপির নেওয়া পরিকল্পনা বাস্তবায়ন করার জন্য শক্তিশালী ‘ম্যান্ডেট’ (জনরায়) লাগবে বলেও সভায় উল্লেখ করেন তারেক রহমান। তিনি বলেন, এসব পরিকল্পনা বাস্তবায়নের জন্য আগামী সরকারকে শক্তিশালী ম্যান্ডেটের ওপর দাঁড়াতে হবে। যদি ম্যান্ডেট দুর্বল হয়, তাহলে হয়তো অনেক কাজ করা সম্ভব হবে না।</p><p>এই সভায় সভাপতির বক্তব্যে বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেন, বিএনপি দীর্ঘ ১৬ বছর গণতন্ত্রের জন্য লড়াই-সংগ্রাম করেছে। ক্ষমতায় যেতে পারলে তারেক রহমানের নেতৃত্বে দেশকে আকাঙ্ক্ষিত জায়গায় নিয়ে যাওয়ার চেষ্টা করবে বিএনপি।</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তিযুদ্ধে ঢাবির ১৯৫ শহীদের ইতিহাস জানাতে ছাত্রদল নেতার ভিন্নধর্মী উদ্যোগ | প্রথম আলো",
            "time": "2025-12-14T19:39:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F0am8juty%2FDUPlacard.jpg?rect=0%2C41%2C2892%2C1518&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ বুদ্ধিজীবী দিবস উপলক্ষে ঢাকা বিশ্ববিদ্যালয় (ঢাবি) ক্যাম্পাসে মুক্তিযুদ্ধে শহীদ শিক্ষক, শিক্ষার্থী, কর্মকর্তা ও কর্মচারীদের আত্মত্যাগের ইতিহাস শিক্ষার্থীদের কাছে পৌঁছে দিতে ভিন্নধর্মী উদ্যোগ নিয়েছেন জাতীয়তাবাদী ছাত্রদলের এক নেতা।</p><p>রোববার দুপুর থেকে বিকেল পর্যন্ত পুরো ক্যাম্পাসে মুক্তিযুদ্ধের সময় হত্যাকাণ্ডের শিকার ঢাকা বিশ্ববিদ্যালয়ের ১৯৫ জন শহীদের নাম ও পরিচয় লেখা ছোট ছোট প্ল্যাকার্ড স্থাপন করেন তিনি।</p><p>এই কর্মসূচির উদ্যোগ নেন ছাত্রদলের ঢাকা বিশ্ববিদ্যালয় শাখার সাহিত্য ও প্রকাশনা সম্পাদক আবু হায়াত মো. জুলফিকার। তিনি ক্যাম্পাসের টিএসসি প্রাঙ্গণ, কেন্দ্রীয় লাইব্রেরির সম্মুখভাগ, হাকিম চত্বর, মধুর ক্যানটিন, কলাভবন প্রাঙ্গণ, মল চত্বর, ভিসি চত্বর, স্বোপার্জিত স্বাধীনতা চত্বর, আইন অনুষদ প্রাঙ্গণ, মোতাহার হোসেন ভবন, বিজ্ঞান গ্রন্থাগার, কার্জন হল এলাকা, দোয়েল চত্বর, চারুকলাসহ প্রতিটি আবাসিক হলসংলগ্ন এলাকায় মুক্তিযুদ্ধে পাকিস্তানি হানাদার বাহিনী এবং রাজাকার, আলবদর ও আলশামস বাহিনীর হাতে হত্যাকাণ্ডের শিকার শহীদদের নাম ও পরিচয় লেখা ছোট ছোট প্ল্যাকার্ড স্থাপন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শশী থারুর-মোদি সখ্যের জের, কেরালার তিরুবনন্তপুরম পৌর করপোরেশন বিজেপির দখলে | প্রথম আলো",
            "time": "2025-12-14T19:13:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-25%2Fdvkzvj7f%2FWhatsApp-Image-2025-06-25-at-5.20.54-PM.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণনায় দেখা গেছে, ৮৬টি পৌরসভার মধ্যে ইউডিএফ জিতেছে ৫৪টি (গতবার ৪৩), এলডিএফ ২৮টিতে (গতবার ৪১)। ১৪টি জেলা পরিষদে ইউডিএফ ও এলডিএফ জিতেছে ৭টি করে। আগেরবার যা ছিল এলডিএফের অনুকূলে ১১–৩। ব্লক পঞ্চায়েতের ১৫২ আসনের মধ্যে ইউডিএফ জিতেছে ৭৯টি (গতবার ছিল ৩৮), এলডিএফ ৬৩ (গতবার ১০৮)। ১০টিতে ‘টাই’—দুই দল সমান সমান। জেলা পরিষদ ও ব্লক পঞ্চায়েতে বিজেপি নেতৃত্বাধীন এনডিএ একটিও জেতেনি। গ্রাম পঞ্চায়েতের ৯৪১ আসনের মধ্যে ইউডিএফের দখলে এসেছে ৫০১টি, এলডিএফের ৩৪১। এনডিএ আগেরবার পেয়েছিল ১৯টি, এবার ২৬। এবার ‘টাই’ হয়েছে ৬৪ আসনে।</p><p>কেরালা দখলের চেষ্টায় কংগ্রেস সার্বিকভাবে উৎফুল্ল। কেননা, বিধানসভা নির্বাচনের আগে পৌর করপোরেশন, পৌরসভা ও ত্রিস্তরীয় পঞ্চায়েতের ভোটই সাধারণত মাপকাঠি হয়ে ওঠে। হাওয়া কোন দিকে বইছে, বোঝা যায়। তবুও এই জয়ে কংগ্রেসের কাঁটা হিসেবে খচখচ করছে তিরুবনন্তপুরম পৌর করপোরেশন ও শশী থারুর। কংগ্রেস হাইকমান্ড ঠিকই করে নিয়েছে, বিধানসভা ভোটের আগে শশী থারুরের বিরুদ্ধে শাস্তিমূলক কোনো ব্যবস্থা নেবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাবিতে প্রামাণ্য আলোকচিত্র ও দলিলে মুক্তিযুদ্ধের ইতিহাস স্মরণ ছাত্র ইউনিয়নের | প্রথম আলো",
            "time": "2025-12-14T19:08:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Ftwzab195%2FBSU-DU.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রামাণ্য আলোকচিত্র ও দলিলের মাধ্যমে মুক্তিযুদ্ধের ইতিহাসকে তুলে ধরতে ঢাকা বিশ্ববিদ্যালয়ে (ঢাবি) শুরু হয়েছে বিশেষ প্রদর্শনী। ‘রক্তের দলিল’ শিরোনামে চার দিনব্যাপী এ প্রদর্শনীর আয়োজন করেছে বাংলাদেশ ছাত্র ইউনিয়নের ঢাকা বিশ্ববিদ্যালয় শাখা। বিশ্ববিদ্যালয়ের ছাত্র–শিক্ষক কেন্দ্রের (টিএসসি) সবুজ চত্বরে আয়োজিত এ প্রদর্শনী চলবে ১৬ ডিসেম্বর পর্যন্ত।</p><p>আয়োজকদের মতে, মুক্তিযুদ্ধকে ঘিরে যে বিকৃত ও বিভ্রান্তিকর বয়ান ছড়ানো হচ্ছে, তার বিরুদ্ধেই এ উদ্যোগ। টিএসসির এই আয়োজনে মুক্তিযুদ্ধকালীন বিভিন্ন পত্রিকা ও নথিপত্র উপস্থাপনার মাধ্যমে যুদ্ধাপরাধের ইতিহাস, গণহত্যার সাক্ষ্য এবং শহীদ বুদ্ধিজীবীদের আত্মত্যাগের চিত্র তুলে ধরা হয়েছে।</p><p>প্রদর্শনীর একটি অংশে ‘গণহত্যার সম্মতি উৎপাদন’ শিরোনামে জামায়াতে ইসলামীর তৎকালীন মুখপত্র দৈনিক সংগ্রামে প্রকাশিত গোলাম আযমের কিছু বক্তব্য তুলে ধরা হয়েছে। এর মাধ্যমে একাত্তরে তাঁর রাজনৈতিক অবস্থান ও ভূমিকা প্রামাণ্য দলিলের সাহায্যে উপস্থাপন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মামদানির সামনে পারফর্ম করলেন বাংলাদেশের জন | প্রথম আলো",
            "time": "2025-12-14T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fniccz3i9%2Fcollage.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশি ব্যান্ড তারকা জন কবির এখন স্থায়ীভাবে যুক্তরাষ্ট্রের নিউইয়র্কে থাকেন। ঠিকানা গ্রুপের সঙ্গেও যুক্ত আছেন তিনি। ঠিকানা গ্রুপের প্রধান নির্বাহী কর্মকর্তা মুশরৎ শাহীন কুইন্সে নিউইয়র্কের মেয়র জোহরান মামদানির উদ্যোগের সমর্থনে তহবিল সংগ্রহ অনুষ্ঠানের আয়োজন করেন। </p><p>সেখানে জোহরান মামদানির সামনে প্যানিক অ্যাট দ্য ডিসকো ব্যান্ডের ‘হাই হোপস’ গানে গিটার বাজিয়েছেন জন কবির, গানটি গেয়েছেন রুহিন হোসেন। নিউইয়র্কের স্থানীয় সময় গত শনিবার সন্ধ্যায় সেই অনুষ্ঠানে জোহরান মামদানির সামনে পারফর্ম করাটা ভীষণ আনন্দের মনে করছেন জন। মামদানিও সাংস্কৃতিক অনুষ্ঠান বেশ উপভোগ করেছিলেন, জন কবিরের ফেসবুকের ভিডিওতে তেমনটাই দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুদ্ধিজীবীদের তৎপরতা দমিয়ে রাখাই বর্তমানে রাষ্ট্রীয় নিয়ন্ত্রণের অন্যতম হাতিয়ার | প্রথম আলো",
            "time": "2025-12-14T18:26:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F9zfdsz7q%2F%E0%A6%AC%E0%A6%BE%E0%A6%82%E0%A6%B2%E0%A6%BE-%E0%A6%8F%E0%A6%95%E0%A6%BE%E0%A6%A1%E0%A7%87%E0%A6%AE%E0%A6%BF.jpeg?rect=0%2C45%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রবন্ধের শেষের দিকে বলা হয়, ফলে আজও বুদ্ধিজীবীরা নানাভাবে অবদমিত, নিপীড়িত, নিশানায়িত। আমরা একাধিক কবি ও লেখককে অনানুষ্ঠানিকভাবে নিধনযোগ্য হয়ে উঠতে দেখেছি। বুদ্ধিজীবীর তৎপরতাকে প্রত্যাহার করে নেওয়াই একালে রাষ্ট্রীয় নিয়ন্ত্রণের অন্যতম হাতিয়ার। আপাতদৃষ্টিতে মৃত বুদ্ধিজীবীরা নিরাপদ। তবে মৃতরাও সবাই নিরাপদ তা বলার উপায় নেই। কিছুদিন আগে এক পীরের গোর খুঁড়ে লাশ দাহ করা হয়েছে। লিবারাল নিয়ম ও ফ্যাসিবাদের যম একই সঙ্গে হাজির থাকলে, জবানের স্বাধীনতা খণ্ডিত ও জীবনের নিরাপত্তা বিপর্যস্ত থাকে।’</p><p>সেমিনারে সভাপ্রধান বাংলা একাডেমির মহাপরিচালক অধ্যাপক মোহাম্মদ আজম বলেন, ১৯৭১ সালের ২৫ মার্চ থেকে শুরু হয়ে ১৪ ডিসেম্বর এবং তারপরও অনেক বুদ্ধিজীবী মারা গেছেন। তাঁদের মধ্যে সবচেয়ে বিখ্যাত জহির রায়হান। যাঁরা মারা গেছেন, শহীদ হয়েছেন, তাঁদের প্রতি আমরা শ্রদ্ধা নিবেদন করে থাকি। কিন্তু অন্য সবগুলো ব্যাপারের মতো এই ব্যাপারও যখন রাজনীতির সঙ্গে যুক্ত হয়ে পড়ে, রাজনৈতিক দলের সঙ্গে যুক্ত হয়ে পড়ে, তখনই নানা ধরনের প্রশ্ন, দ্বিধা ইত্যাদি দেখা যায়। যেমন কে মেরেছে, কারা মেরেছে এসব প্রশ্ন কেউ কেউ উত্থাপন করে। আমি মনে করি যে এসব প্রশ্ন উত্থাপন করা খুবই জরুরি। কিন্তু একই সঙ্গে আমাদের যেন সব সময় মনে থাকে যে তাঁরা জীবন দিয়েছেন। এবং তাঁদের জীবন গিয়েছে। তাঁদের জীবন নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মহাসড়কে গতি নেমে এসেছে ঘণ্টায় ৩০ কিলোমিটারে | প্রথম আলো",
            "time": "2025-12-14T18:23:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fb5ngwd78%2FSeminerRoadSafety.jpg?rect=0%2C84%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টা বলেন, ভবিষ্যতের দিকে তাকিয়ে সাশ্রয়ী ও পরিবেশসম্মত উপায়ে সবগুলো পরিবহনব্যবস্থায় কৌশলগত পরিবর্তন আনতে হবে। পরিকল্পনা বাস্তবায়নে রাজনৈতিক সদিচ্ছার প্রয়োজন বলেও উল্লেখ করেন তিনি।</p><p>ওয়াহিদউদ্দিন মাহমুদ আরও বলেন, ঢাকাকেন্দ্রিক অর্থনৈতিক বা পরিবহনব্যবস্থার উন্নয়ন—যা–ই বলি না কেন, এটা সবচেয়ে বড় হাব; এর বিকেন্দ্রীকরণ করতে হবে।</p><p>সেমিনারে বিশেষ অতিথির বক্তব্যে মুহাম্মদ ফাওজুল কবির খান বলেন, ‘আমাদের দেশের সড়ক পরিকল্পনার যেটা মূল সমস্যা, সেটা হচ্ছে যে সড়ককে শুধু সড়ক হিসেবেই দেখা হয়েছে। এটাকে অন্যান্য যে যাতায়াতব্যবস্থা যেমন রেলপথ কিংবা নৌপথ, সেটার সঙ্গে সমন্বয় করে দেখা হয়নি। এইবার আমরা সেই চেষ্টাটা করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ বুদ্ধিজীবী দিবসে বইপ্রেমীদের পদচারণে মুখর বিজয় বইমেলা | প্রথম আলো",
            "time": "2025-12-14T18:19:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F3bm6ibpf%2F%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A5%E0%A6%AE%E0%A6%BE.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ বুদ্ধিজীবী দিবসে মেলার বিভিন্ন স্টলে ঘুরে পাঠকেরা ইতিহাসভিত্তিক গুরুত্বপূর্ণ ও প্রাসঙ্গিক বই সংগ্রহ করেন। অন্যান্য দিনের তুলনায় আজ মেলার মাঠে পাঠক উপস্থিতি কিছুটা বেশি ছিল। এর ইতিবাচক প্রভাব পড়েছে বই বিক্রিতেও। প্রকাশকেরা জানান, আজ বই বিক্রি সন্তোষজনক পর্যায়ে পৌঁছেছে।</p><p>বিজয় বইমেলাকে কেন্দ্র করে বাংলা একাডেমি চত্বরসহ রাজধানী ঢাকার বিভিন্ন গুরুত্বপূর্ণ স্থানে অনেক ব্যানার ও প্রচারসামগ্রী স্থাপন করা হয়েছে। পাশাপাশি সামাজিক যোগাযোগমাধ্যমে মেলার প্রচার আরও বিস্তৃত করতে পাঠক, লেখক ও প্রকাশকদের জন্য বিশেষ ডিজিটাল উদ্যোগ নেওয়া হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}