{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "হাঁটুপানিতে দাঁড়িয়ে বিয়ে | প্রথম আলো",
            "time": "2025-07-27T04:39:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fasgvd12j%2FCapture.PNG?rect=0%2C18%2C965%2C507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ বছর ধরে জেড রিক ভারদিলো ও জ্যামাইকা আগুইলার পরস্পরকে জেনেছেন, চিনেছেন। অবশেষে এ দুই তরুণ-তরুণী বিয়ের সিদ্ধান্ত নিয়েছেন। দুই পরিবারের সম্মতিতে বিয়ের তারিখ ঠিক হওয়ার পর শুরু হয় নানা প্রস্তুতি।</p><p>সব ঠিকঠাকই চলছিল—বিয়ের পোশাক তৈরি, কেনাকাটা, অতিথি আমন্ত্রণ, ভোজের ব্যবস্থা। কমতি ছিল না কোনো কিছুর। কিন্তু এত সব আয়োজনে ‘পানি ঢালা’র উপক্রম হয়েছিল ঘূর্ণিঝড় উইফার কারণে।</p><p>ভারদিলো ও আগুইলার বিয়ের তারিখ ছিল গত ২২ জুলাই। সে সময় উইফার প্রভাবে ফিলিপাইনে শুরু হয় তুমুল বৃষ্টি। যদিও এই ঝড় সরাসরি ফিলিপাইনে আঘাত হানেনি। তবে দক্ষিণ-পশ্চিম মৌসুমি বায়ু সক্রিয় হয়ে ফিলিপাইনের বুলাকান প্রদেশে শুরু হয় ভারী বর্ষণ। তুমুল বৃষ্টিতে চারদিক জলমগ্ন হয়ে পড়ে, দেখা দেয় বন্যাও। বিয়ের আয়োজন যেখানে হওয়ার কথা, সেই বারাসোয়াইন গির্জার ভেতরও পানি থই থই করছিল। প্রকৃতির এ বিরূপ রূপকে নিজেদের ভালোবাসার পরীক্ষা হিসেবে গ্রহণ করেন ভারদিলো ও আগুইলার।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় আকাশ থেকে ত্রাণ ফেলেছে ইসরায়েল, এর মধ্যেই হামলায় নিহত ৫০ | প্রথম আলো",
            "time": "2025-07-27T04:36:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fiqjeu7bp%2FUntitled-1.jpg?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ইসরায়েল বলেছে, জাতিসংঘের ত্রাণবাহী গাড়িবহরগুলো যাতে গাজায় খাদ্য ও ওষুধ পৌঁছে দিতে পারে, সে জন্য মানবিক করিডর প্রতিষ্ঠা করা হবে। এতে মানবিক পরিস্থিতির উন্নতি হবে ও ইসরায়েলের বিরুদ্ধে গাজা উপত্যকায় ইচ্ছাকৃত দুর্ভিক্ষ ঘটানোর মিথ্যা দাবি খণ্ডন হবে।</p><p>ইতিমধ্যে ইসরায়েলের পররাষ্ট্র মন্ত্রণালয় সামাজিক যোগাযোগমাধ্যম এক্সে জানিয়েছে, আজ রোববার সকালে গাজার নির্দিষ্ট অংশে ত্রাণ বিতরণ সহজ করতে ‘মানবিক বিরতি’ কার্যকর হবে।</p><p>তবে মানবিক সহায়তা সংশ্লিষ্ট শীর্ষ কর্মকর্তারা গভীর উদ্বেগ প্রকাশ করে বলেছেন, গাজার ২০ লাখের বেশি মানুষের খাদ্যসংকট মোকাবিলায় আকাশ থেকে ফেলা ত্রাণ যথেষ্ট নয়। স্থলপথে আরও বেশি ত্রাণ পাঠানোর অনুমতি দেওয়ার দাবি তুলেছেন তাঁরা।</p><p>গত ২ মার্চ গাজার ওপর পূর্ণ অবরোধ আরোপ করে ইসরায়েল। মে মাসের শেষ দিকে দেশটি আবার স্বল্প পরিমাণে ত্রাণ সরবরাহ চালু করার অনুমতি দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাউন সিনড্রোম শিশুর যত্ন | প্রথম আলো",
            "time": "2025-07-27T04:28:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F9s37g8pn%2F27072025-cm-5.jpg?rect=0%2C66%2C947%2C497&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শনাক্তের উপায় ও চিকিৎসা</strong></p><p>ডাউন সিনড্রোম শিশু জন্মের আগে ও জন্মের পর দুভাবে শনাক্ত করা যায়। গর্ভাবস্থায় মায়ের পেট থেকে কোষ নিয়ে, রক্ত পরীক্ষা, আলট্রাসাউন্ড প্রভৃতি স্ক্রিনিং টেস্টের মাধ্যমে জানা যায় গর্ভস্থ শিশুটি ডাউন সিনড্রোমে আক্রান্ত কি না। জন্মের পর কেরিওটাইপ, সিবিসি ও থাইরয়েড হরমোন–ঘাটতি, শ্রবণশক্তি, হার্টের জন্মত্রুটি নির্ণয়ের মাধ্যমে রোগটি শনাক্ত করা যায়।</p><p>ডাউন সিনড্রোম সম্পূর্ণ নিরাময় না হলেও ভালোবাসাপূর্ণ পরিবেশে শিশুদের স্বাভাবিক বিকাশ হয়। নিয়মিত ওজন ও উচ্চতা মেপে দৈহিক বৃদ্ধি পর্যবেক্ষণে রাখতে হবে। চোখের সমস্যা, ডায়াবেটিস, সিলিয়্যাক ডিজিজের মতো সমস্যায় নিয়মিত চেকআপ করতে হবে। স্পিচথেরাপি, অকুপেশনালথেরাপি ও বিদ্যালয়ে বিশেষ শিখনপদ্ধতি অনুসরণ করা যেতে পারে। হার্ট ও থাইরয়েডের মতো সমস্যা থাকলে যথাযথ চিকিৎসা করাতে হবে। বয়স ৩৫ বছরের বেশি এমন যেসব নারী মা হতে চান বা যে মায়ের এক সন্তান ডাউন সিনড্রোমে আক্রান্ত, পরবর্তী সন্তান গ্রহণের আগে Ñচিকিৎসকের পরামর্শ নিতে হবে। ডাউন সিনড্রোমে আক্রান্ত ব্যক্তিরা যদি অন্য কোনো জটিল রোগে না ভোগেন, তাহলে আয়ুষ্কাল প্রায় ৫০ বছর পর্যন্ত হয়ে থাকে। তাঁদের অনেকে বিয়ে করে স্বাভাবিক পারিবারিক সম্পর্ক বজায় রাখার মাধ্যমে উন্নত জীবন যাপন করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আউটসোর্সিং, তুঘলকি নিয়োগ-বাণিজ্য ও সংস্কারের জাতপাত | প্রথম আলো",
            "time": "2025-07-27T04:26:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fmg9us8ct%2F27072025-cm-5.jpg?rect=92%2C0%2C874%2C459&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>‘আউটসোর্সিং’ নিয়োগে ঘুষ-দুর্নীতির অবাধ সুযোগ</strong></p><p>সরকারি হাসপাতাল, সরকারি ব্যাংক, ঢাকা ওয়াসা, পল্লী বিদ্যুৎ বা ডেসকোর মতো সরকারি প্রতিষ্ঠানগুলোতে ঠিকাদারি কোম্পানির মাধ্যমে সরকারি নিয়োগের এই চর্চা শুরু হয়েছিল আওয়ামী লীগ আমলে ব্যয়ভার ও ঝামেলা কমানোর নামে। ব্যয়ভার তো কমেইনি; বরং নিম্ন আয়ের মানুষকে চাকরি দেওয়ার নামে শুরু হলো শতকোটি টাকার এক ভয়াবহ নিয়োগ–বাণিজ্য। আন্দোলনকারীদের সঙ্গে একটু কথা বললেই খোঁজ মিলবে এক তুঘলকি কাণ্ডের।</p><p>সরকারের এই কাজগুলো মূলত স্থায়ী কাজ, অথচ নিয়োগ হয় ঠিকাদারের খেয়ালখুশি তো। চুক্তিপত্রে লেখা থাকে ১৫ হাজার টাকা আর কর্মচারী বেতন পান ৮ হাজার টাকা। অর্থ মন্ত্রণালয় থেকে বরাদ্দ নেওয়া হয় ৩০০ কর্মীর, অথচ নিয়োগ পান ২০০ জন। সেই ২০০ জনকে দিয়ে আবার ৩০০ জনের কাজ করানো হয় আর বাকিদের বেতন কোথায় যেন হাওয়া হয়ে যায় (দেখুন, ‘আউটসোর্সিং-কর্মীদের বেতনে পেট ভরছে ঠিকাদারের’, যুগান্তর, ১৯ জানুয়ারি ২০২৫)।</p><p>সব মিলিয়ে একদিকে পাবলিকের টাকা লুট, আরেক দিকে শ্রম আইনের কী মারাত্মক লঙ্ঘন! যেহেতু ঠিকাদারি বন্দোবস্ত, তাই সরকারের কোনো দায় নেই। বর্তমানে এই মাফিয়া চক্রের খপ্পরে পড়েছেন দেশের প্রায় সাত লাখ সরকারি কর্মচারী।</p><p>একটি সরকারি হাসপাতালে পরিচ্ছন্নতাকর্মী লাগবেই, ওয়ার্ডবয় লাগবেই, আয়া লাগবেই। সরকারি ব্যাংকগুলোতে নিরাপত্তা প্রহরী লাগবেই। পল্লী বিদ্যুতে লাইনম্যান লাগবেই। ডেসকো, ডিপিডিসিতে মিটার রিডার লাগবেই। ঢাকা ওয়াসায় পাম্প অপারেটর লাগবেই।</p><p>এগুলো সরকারের স্থায়ী এবং চলমান কার্যক্রম। শুরুতে ‘অ্যাডহক’ নিয়োগ দেওয়া যেতে পারে; কিন্তু একদল কর্মী চার-পাঁচ বছর ধরে ঝাড়ু দেবেন, পাহারা দেবেন, পাম্প চালাবেন, ঝুঁকি নিয়ে বিদ্যুতের খুঁটি মেরামত করবেন, রোগীর পায়খানা সাফ করবেন, অথচ কয়েক বছর পরপর পুরোনো গার্ড, পুরোনো লাইনম্যান, পুরোনো ক্লিনার, পুরোনো আয়া-বুয়াকে স্রেফ ছুড়ে ফেলে দিয়ে ঝাঁকে ঝাঁকে নতুন লোক নিয়োগ দেওয়া হবে, এর মানে কী?</p><p>নতুন করে লোক নিতে গেলে সরকারের খালি থাকা পাঁচ লাখ পদে নিয়োগ দিন। প্রাইমারি শিক্ষক পদ খালি, জেলা–উপজেলায় নার্সের পদ খালি, রেলওয়ের অর্ধেক পদই খালি। খালি পদ খালিই থাকে; আর ভরা পদে বারবার নিয়োগ হয়! তা কোটি কোটি টাকার ভাগ কে কে পান?</p></div></div></body></html>"
        },
        {
            "title": "ওয়েস্ট ইন্ডিজের অদ্ভুত রেকর্ড, আবার হারল অস্ট্রেলিয়ার কাছে | প্রথম আলো",
            "time": "2025-07-27T04:20:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fisuwtheq%2F871678-01-02.jpg?rect=0%2C255%2C3600%2C1890&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ওয়েস্ট ইন্ডিজ:</strong> ২০ ওভারে ২০৫/৯ (রাদারফোর্ড ৩১, শেফার্ড ২৮, পাওয়েল ২৮, হোল্ডার ২৬; জাম্পা ৩/৫৪, হার্ডি ২/২৪, বার্টলেট ২/৩৯, অ্যাবট ২/৬১)।</p><p><strong>অস্ট্রেলিয়া:</strong> ১৯.২ ওভারে ২০৬/৭ (গ্রিন ৫৫*, ইংলিস ৫১, ম্যাক্সওয়েল ৪৭, হার্ডি ২৩; ব্লেডস ৩/২৯, হোল্ডার ১/৩৮, আকিল ১/৩৬, শেফার্ড ১/৫৯)।</p><p><strong>ফল:</strong> অস্ট্রেলিয়া ৩ উইকেটে জয়ী।</p><p><strong>ম্যান অব দ্য ম্যাচ:</strong> গ্লেন ম্যাক্সওয়েল।</p><p><strong>সিরিজ:</strong> ৫ ম্যাচের সিরিজে অস্ট্রেলিয়া ৪–০ ব্যবধানে এগিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে চাষ হয়েছে বিদেশি ফল রাম্বুটান | প্রথম আলো",
            "time": "2025-07-27T04:15:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fuaa43xx8%2FWhatsApp-Image-2025-07-27-at-09.46.49.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাগান ঘুরে দেখা যায়, গাছে গাছে পাকা, আধাপাকা ও কাঁচা রাম্বুটান ঝুলছে। বাগানে কথা হয় বিকেল চাকমার সঙ্গে। তিনি বাগানটির দেখভালের দায়িত্বে রয়েছেন। বিকেল চাকমা বলেন, বাগানে অর্ধেকের মতো গাছে ফল ধরেছে। এরপরও এ মৌসুমে এখন পর্যন্ত ২০০ কেজির মতো রাম্বুটান বিক্রি করা সম্ভব হয়েছে। আরও অনেক ফল বিক্রি করা যাবে।</p><p>বাগানমালিক প্রবীণ চাকমা চাকরির সুবাদে ঢাকায় থাকেন। মুঠোফোনে তিনি জানান, প্রায় ১৮ বছর আগে থাইল্যান্ড ও মালয়েশিয়া গিয়েছিলেন তিনি। সেখানেই প্রথম রাম্বুটান দেখেন। এরপর নিজের রাম্বুটানের বাগান করার শখ জাগে। পরে স্বজন ও কৃষি কর্মকর্তাদের কাছ থেকে পরামর্শ নিয়ে ২০২১ সালে বাগান শুরু করেন। বাগানের জন্য ভারতের চেন্নাই থেকে ৫০০ চারা আনা হয়। প্রতিটি চারার দাম পড়ে প্রায় সাড়ে তিন হাজার টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্নীতির অভিযোগে কেনাকাটা আটকে দিয়েছিলেন নাহিদ, তোড়জোড় ফয়েজ আহমদের | প্রথম আলো",
            "time": "2025-07-27T04:07:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fuoi348rj%2FUntitled-1.png?rect=0%2C27%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নথিপত্র পর্যালোচনায় দেখা যায়, হুয়াওয়ে ১৫ মে তারিখের যে স্মারকের চিঠির কথা উল্লেখ করেছে, তা বিটিসিএল ও টেলিযোগাযোগ বিভাগের মধ্যে আদান-প্রদান করা। এ চিঠি কীভাবে হুয়াওয়ে পেল, তা জানতে যোগাযোগ করা হলে প্রতিষ্ঠানটির বাংলাদেশ কার্যালয় থেকে প্রথম আলোকে লিখিত বক্তব্য দেওয়া হয়েছে। তারা দাবি করেছে, তারা গত ১৫ মে প্রকল্প দপ্তর থেকে আনুষ্ঠানিকভাবে (ফরোয়ার্ডিং) একটি চিঠি পায়। সেই চিঠির মাধ্যমেই তারা জানতে পারে যে কারখানা পরিদর্শনের অনুমতি দেওয়া হয়নি।</p><p>বিটিসিএলের দাপ্তরিক চিঠি কীভাবে হুয়াওয়ের কাছে গেল, তা জানতে বিটিসিএলের কাছে লিখিত প্রশ্ন পাঠানো হয় ২১ জুলাই। গতকাল পর্যন্ত তার জবাব পাওয়া যায়নি।</p><p>এদিকে বিটিসিএল যন্ত্রপাতি জাহাজিকরণের অনুমতি চেয়ে হুয়াওয়ের চিঠির বিষয়ে কোনো সিদ্ধান্ত না দিয়ে ডাক ও টেলিযোগাযোগ বিভাগের মতামত চায়। ডাক ও টেলিযোগাযোগ বিভাগ গত ২৫ মে বিটিসিএলকে দেওয়া এক চিঠিতে ফয়েজ আহমদের নির্দেশনার কথা উল্লেখ করে। নির্দেশনায় বলা হয়েছে, যন্ত্রপাতি ফাইভ-জির উপযোগী কি না এবং ১২ বছর সেবা দেবে কি না, তা বিশেষজ্ঞ দল দিয়ে যাচাই করা হবে। আবার হুয়াওয়ের দেওয়া প্রস্তাব মেনে নিয়ে চুক্তির জিসিসি ক্লজ ৩৮ দশমিক ৪ (কারখানা পরিদর্শন ছাড়া সরবরাহ-সংক্রান্ত) অনুযায়ী পণ্য জাহাজীকরণ করবে বলে জানান। নিয়ম হলো, কারখানায় পরীক্ষা-নিরীক্ষা অসম্ভব হলেই কেবল বিটিসিএল ক্রেতা হিসেবে কারখানায় পরীক্ষা-নিরীক্ষা না করে সরঞ্জাম জাহাজীকরণের অনুমতিপত্র দেবে। কিন্তু তারা তা দেয়নি; বরং ফয়েজ আহমদের নির্দেশনা সমন্বিত ডাক ও টেলিযোগাযোগ বিভাগের চিঠিটি সরাসরি হুয়াওয়েকে পাঠিয়ে দেন প্রকল্প পরিচালক (২৬ মে)।</p><p>এ সুযোগে হুয়াওয়ে বাংলাদেশের উদ্দেশে সরঞ্জাম পাঠিয়ে দেয়। বিষয়টি চিঠি পাঠিয়ে বিটিসিএলকে জানায় তারা (১৬ জুন। হুয়াওয়ের চিঠি অনুযায়ী, যন্ত্রপাতি বাংলাদেশের চট্টগ্রাম বন্দরে পৌঁছানোর সম্ভাব্য দিন ছিল ২২ জুন। অবশ্য সরঞ্জাম চট্টগ্রাম বন্দরে পৌঁছেছে কি না, নিশ্চিত হওয়া যায়নি।</p><p>ব্যাংক সূত্র জানিয়েছে, তাদের কাছে আমদানির কোনো নথি জমা পড়েনি। ফলে টাকা ছাড় করার কোনো প্রশ্ন এখনো আসেনি। দুদক এর আগে তাদের কাছ থেকে নথিপত্র সংগ্রহ করেছে। এমন অবস্থায় আমদানির নথিপত্র জমা পড়লে টাকা ছাড় করবে কি না, তা নিয়ে দোটানায় রয়েছে ব্যাংক কর্তৃপক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "যত দিন পৃথিবীতে মানুষ থাকবে, তত দিন ফার্মাসিস্টদের প্রাসঙ্গিকতা থাকবে | প্রথম আলো",
            "time": "2025-07-27T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fkcacutl3%2F20250716SA0036.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p>বিশ্বের অনেক দেশেই চিকিৎসকদের পাশাপাশি ফার্মাসিস্ট এমন একটি পেশা, যেখানে চিকিৎসক রোগ নির্ণয় করেন, আর ফার্মাসিস্ট প্রেসক্রিপশনটা (ব্যবস্থাপত্র) ঠিকমতো হলো কি না দেখেন, রোগীকে বুঝিয়ে দেন। প্রেসক্রিপশন নিয়ে যদি কিছু বলার থাকে, তাহলে ডাক্তারের সঙ্গে আলোচনা করেন। এটা ডাক্তার খুব ফ্রেন্ডলিভাবেই নেন। ‘হসপিটাল ফার্মাসিস্ট’ বলেও একটা ধারণা আছে বিভিন্ন দেশে, বাংলাদেশে নেই বললেই চলে, কিছু বেসরকারি হাসপাতালে আছে। আমাদের দেশের বেশির ভাগ মানুষের ‘ফার্মাসিস্ট’ সম্পর্কে ভুল ধারণা আছে। এর একটা কারণ হতে পারে—সরকারি কিংবা রাষ্ট্রীয়ভাবে হয়তো ফার্মাসিস্টদের জন্য ক্ষেত্রটা সেভাবে তৈরি হয়নি। বলে রাখি, আমরা হলাম এ গ্রেড ফার্মাসিস্ট। ডিপ্লোমা ফার্মাসিস্ট হচ্ছে বি গ্রেড ফার্মাসিস্ট। আর যাঁরা লাইসেন্স নিয়ে দোকানে ওষুধ বিক্রি করেন, তাঁরা সি গ্রেড।</p><p>ঢাকা বিশ্ববিদ্যালয়ের ক ইউনিটের অন্তর্ভুক্ত বিষয়গুলোর একটি হলো ফার্মেসি। এখানে ভর্তির যোগ্যতা দুই রকম—প্রথমত, ভর্তি পরীক্ষায় কমপক্ষে ৪০ শতাংশ নম্বর পেয়ে পাস করতে হবে। দ্বিতীয়ত, আলাদা করে রসায়ন ও জীববিজ্ঞানে ২৫–এর মধ্যে ১৬ পেতে হবে। অর্থাৎ যে শিক্ষার্থীরা ফার্মেসি পড়তে আসবে, তাদের রসায়ন ও জীববিজ্ঞানে ভালো জ্ঞান থাকা প্রয়োজন।</p></span></div></div></body></html>"
        },
        {
            "title": "যে এলাকার কাঁঠালের খ্যাতি সারা দেশে | প্রথম আলো",
            "time": "2025-07-27T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F3pu7tcsp%2F2-web.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যে এলাকার কাঁঠালের খ্যাতি সারা দেশে\" class=\"nA4h1 \">যে এলাকার কাঁঠালের খ্যাতি সারা দেশে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-27T10:19:04+06:00\"><span>আপডেট: ২৭ জুলাই ২০২৫, ০৪: ১৯ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে ওয়ালমার্টে ছুরিকাঘাতে আহত ১১ | প্রথম আলো",
            "time": "2025-07-27T03:49:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fg6bgcd2q%2FMichigan-stabbing.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিশিগান অঙ্গরাজ্যের পুলিশ বলেছে, তারা ট্রাভার্স সিটিতে অবস্থিত ওয়ালমার্টের ওই দোকানে ছুরিকাঘাতের একাধিক ঘটনা নিয়ে তদন্ত করছে। এ ঘটনায় সন্দেহভাজন হিসেবে একজনকে হেফাজতে নেওয়া হয়েছে। তাঁর বিষয়ে বিস্তারিত আর কোনো তথ্য দেওয়া হয়নি।</p><p>লেক মিশিগান ও আরও কয়েকটি বড় হ্রদের কাছাকাছি অবস্থানের কারণে ট্রাভার্স সিটি একটি জনপ্রিয় পর্যটন গন্তব্য।</p></div></div></div></body></html>"
        },
        {
            "title": "এই খবরে আমি বিব্রত | প্রথম আলো",
            "time": "2025-07-27T03:48:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fl2xntubg%2Fkb.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">খায়রুল বাসার। অভিনেতার ফেসবুক থেকে</figcaption></p></div></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>খায়রুল বাসার :  </strong>‘নেটওয়ার্কের বাইরে’ ওয়েব ফিল্ম নিয়ে দেশে তুমুল আলোচনা হয়। গল্পটি তরুণ থেকে প্রবীণ সবাই পছন্দ করেন। শুধু এই গল্পই নয়, ‘পুনর্জন্ম’, ‘নিখোঁজ’সহ আরও অনেক কাজ দর্শক পছন্দ করেছেন। এরপরও আমাদের ইন্ডাস্ট্রিতে তরুণদের ভালো কাজের সুযোগের অপেক্ষায় থাকতে হয়। যেখানে যৌবনে দাপিয়ে অভিনয় করার বয়স, সেখানে মেধা নিয়ে বসে থাকতে হয়। ভালো কাজের সুযোগ এখানে খুব কমই পান তরুণেরা। আজ ভারতের ‘সাইয়ারা’ সিনেমার তরুণের দিকে তাকান, প্রথম সিনেমা দিয়ে তাঁরা ঠিকই ইন্ডাস্ট্রিতে জায়গা করে নেবেন। তাঁকে নিয়ে অনেকেই ভাববেন। আমাদের মেধাবীদের প্রশংসা করছেন কিন্তু মেধাকে মূল্যায়ন করছেন না। এই প্রশংসা দিয়ে জীবন চলে না। তাঁদের নিয়ে যথাযথ কোনো প্ল্যান, কোনো প্লাটফর্মেই হয়নি, হচ্ছেও না। এভাবে মেধাবীরা ছিটকে পড়েন। সবাই স্বপ্ন নিয়ে এসে বঞ্চিত হন। </p></span></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>খায়রুল বাসার : </strong>খুব কম শিল্পীই রয়েছেন, শুধু নাটক করার জন্য এখানে আসেন। বেশির ভাগ চান বড় পরিসরে কাজ করতে। যখন পারেন না, তখন জীবিকার প্রয়োজনে দিনের পর দিন একই রকম গল্প, চরিত্রে, ভাঁড়ামির কাজ করতে থাকেন। এটা কি তাঁর দোষ? এটা না হলে অনেক অভিনয়শিল্পীকে বেকার বসে থাকতে হবে। ভালো কাজের অপেক্ষায় থেকে থেকে আমাদের মতো শিল্পীদের ছিটকে পড়তে হবে। আর যখন কেউ ছিটকে পড়বেন, দুই দিন পরে তাঁকেও সমালোচনা করবেন। বলে বসবেন, সম্ভাবনা নষ্ট হয়ে গেল। তাঁদের বিরুদ্ধে নানা অভিযোগ তুলবেন। শিল্পীদের তৈরি করতে হয়। এখন যৌবনে ডাকছেন না, তাহলে কি বয়স্ক হলে ডাকবেন? ১৮ বছর বয়সে কেন তরুণেরা ডাক পাবেন না, নিয়মিত ভালো কাজ করতে পারবেন না। ১৮ বছর বয়স থেকে শাকিব খান অভিনয় করে যাচ্ছেন। ভালো ভালো সুযোগ তাঁকে আরও আগেই অনেক বেশি উজ্জ্বল করতে পারত। এরপরও দীর্ঘদিনের অভিজ্ঞতা তাঁকে অনন্য করে তুলেছে। এমন সুযোগ আরও অনেকেরই পাওয়ার কথা নয়?  একটা ইন্ডাস্ট্রির কর্তা ব্যক্তিদের দায়িত্ব আছে। শিল্পীদের হতাশ নয়, মেক করতে হয়। এ ব্যাপারে সচেতন হলে আমাদের ইন্ডাস্ট্রি ক্রমাগতই এগিয়ে যাবে। </p></div></div></div></body></html>"
        },
        {
            "title": "রঙিন জারবেরার বাণিজ্যিক চাষ | প্রথম আলো",
            "time": "2025-07-27T03:38:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fegnmkbd3%2F%E0%A7%A7%E0%A7%A8.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"রঙিন জারবেরার বাণিজ্যিক চাষ\" class=\"IiRps \">রঙিন জারবেরার বাণিজ্যিক চাষ</h1></p><div class=\"Ibzfy\"><p>দেশে ক্রমেই জনপ্রিয় হচ্ছে জারবেরা ফুলের বাণিজ্যিক চাষ। ডিসেম্বর–জানুয়ারি মাসে চারা লাগানো হয়। ফুল ফোটা শুরু হয় এপ্রিলে। বছরজুড়েই ফোটে, তবে অক্টোবর থেকে মার্চ মাস পর্যন্ত ফুল বেশি ফোটে। বেশ কয়েক দিন তাজা থাকে বলে এই ফুলের কদর রয়েছে। সম্প্রতি বগুড়া সদর উপজেলার গোবরধনপুর গ্রাম ঘুরে বাহারি রঙের জারবেরার বাণিজ্যিক চাষাবাদ নিয়ে এ ছবির গল্প—</p></div></div></div></body></html>"
        },
        {
            "title": "গাজাবাসীর জন্য তাঁরা জাহাজে এনেছিলেন ত্রাণ, ধরে নিয়ে গেল ইসরায়েল | প্রথম আলো",
            "time": "2025-07-27T03:31:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fnwsw5gn7%2FHandala.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়েছে, হান্দালা নামের জাহাজটি গাজাবাসীর জন্য ‘জীবন রক্ষাকারী সামগ্রী’ নিয়ে গিয়েছিল। এর মধ্যে শিশুখাদ্য, ডায়াপার, খাবার, ওষুধ ছিল। ইসরায়েলি বাহিনী জাহাজটির আরোহীদের অপহরণ করে নিয়ে গেছে। জব্দ করা হয়েছে জাহাজে থাকা মালপত্র। গাজা উপকূল তথা ফিলিস্তিনের জলসীমার বাইরে আন্তর্জাতিক জলসীমায় এ ঘটনা ঘটানো হয়েছে, যা আন্তর্জাতিক সমুদ্র আইনের সুষ্পষ্ট লঙ্ঘন।</p><p>জাহাজটিতে ১০টি দেশের মোট ২১ জন ছিলেন বলে জানিয়েছে এফএফসি। তাঁদের মধ্যে ১৯ জন অধিকারকর্মী। অন্য দুজন আল–জাজিরার সাংবাদিক।</p><p>এদিকে গাজা অভিমুখী ত্রাণবাহী জাহাজকে বাধা দেওয়ার ঘটনায় ইসরায়েলের প্রতি তীব্র নিন্দা জানিয়েছে ফিলিস্তিনের স্বাধীনতাকামী সশস্ত্র সংগঠন হামাস। এ ঘটনাকে ‘জলদস্যুতা’ হিসেবে উল্লেখ করে এ জন্য নিন্দা জানাতে জাতিসংঘের প্রতি আহ্বান জানিয়েছে সংগঠনটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্র্যাক ব্যাংকের বাজার মূলধন এক বিলিয়ন ডলার ছাড়াল | প্রথম আলো",
            "time": "2025-07-27T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F7853775a-eecb-498d-bdf0-6baa8ba3b6a5%2F1715da65_99ef_4d67_a931_f69bb04faf88.jpg?rect=0%2C40%2C553%2C290&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, ব্র্যাক ব্যাংকের অনুমোদিত মূলধন ৫ হাজার কোটি টাকা ও পরিশোধিত মূলধন ১ হাজার ৯৯১ কোটি টাকা। এই ব্যাংক সব গুরুত্বপূর্ণ আর্থিক সূচক, যেমন—আর্নিং পার শেয়ার (ইপিএস), রিটার্ন অন ইকুইটি (আরওই), রিটার্ন অন অ্যাসেট (আরওএ), নন-পারফর্মিং লোন (এনপিএল) এবং কর–পরবর্তী মুনাফায় প্রবৃদ্ধির ধারাবাহিকতা বজায় রেখেছে।</p><p>ব্র্যাক ব্যাংকের ব্যবস্থাপনা পরিচালক ও প্রধান নির্বাহী (চলতি দায়িত্ব) তারেক রেফাত উল্লাহ খান বলেন, ‘বাংলাদেশের প্রথম ও একমাত্র ব্যাংক হিসেবে বাজার মূলধনে এক বিলিয়ন মার্কিন ডলার ছাড়িয়ে যাওয়ায় আমরা অত্যন্ত গর্বিত ও আনন্দিত। এই মাইলফলক ব্র্যাক ব্যাংকের সব শেয়ারধারী ও গ্রাহকের অবিচল আস্থার প্রতিফলন।’</p></div></div></div></body></html>"
        },
        {
            "title": "চাকরি ছেড়ে মুরগির খামারে বাজিমাত, আকরামের মাসে আয় অর্ধলাখ টাকা | প্রথম আলো",
            "time": "2025-07-27T03:23:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F4864vp9d%2FNorailfarming1.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময় অন্যের অধীনে চাকরি করতেন আকরাম। মাস শেষে নির্দিষ্ট বেতন মিলত ঠিকই, কিন্তু তাতে মনের খোরাক জুটত না। মনে হতো,  জীবনটা কি শুধু এভাবেই যাবে? কিছু একটা নিজের মতো করে গড়ে তুলতে হবে। এই ভাবনাই তাঁকে টেনে এনেছিল নিজের মাটিতে, নিজের গ্রামে। শুরু করেছিলেন ছোট্ট এক খামার দিয়ে। সেই খামারই এখন তাঁর সফলতার সবচেয়ে বড় ঠিকানা। খামার থেকে এখন তাঁর মাসে আয় প্রায় অর্ধলাখ টাকা।</p><p>আকরাম মোল্যার বাড়ি নড়াইল সদর উপজেলার হবখালী ইউনিয়নের সিঙ্গিয়া গ্রামে। বাবা আবদুর সামাদ মোল্যার চার সন্তানের মধ্যে তিনি তৃতীয়। তাঁদের সংসারে অভাব ছিল নিত্যসঙ্গী। তাই ২০১৪ সালে এইচএসসিতে পড়ার সময়ই ভাগ্য বদলের আশায় চট্টগ্রামে পাড়ি দেন আকরাম। কাজ নেন একটি বেসরকারি প্রতিষ্ঠানে। টানা তিন বছর চাকরি করে সিদ্ধান্ত নেন, আর নয় অন্যের হয়ে কাজ; এবার নিজের স্বপ্নের পথে হাঁটবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্য ছাত্র সংসদ নির্বাচনেরও বাধা কাটুক | প্রথম আলো",
            "time": "2025-07-27T03:16:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেন্দ্রীয় ছাত্র সংসদ ও হল সংসদ নির্বাচন নিয়ে যে অচলাবস্থা ছিল, তার অবসান হতে যাচ্ছে। বিশ্ববিদ্যালয় কর্তৃপক্ষ জানিয়েছে, তফসিল ঘোষণা করা হবে ২৯ জুলাই, নির্বাচন অনুষ্ঠিত হবে সেপ্টেম্বরে। চব্বিশের গণ–অভ্যুত্থানে দীর্ঘ কর্তৃত্ববাদী শাসন অবসানের পর দেশের নাগরিকদের গণতান্ত্রিক উত্তরণযাত্রার যে আকাঙ্ক্ষা, সে নিরিখে এবারের ডাকসু নির্বাচন নিঃসন্দেহে গুরুত্বপূর্ণ। আমরা মনে করি, রাজনৈতিক দলগুলোর জনমত যাচাইয়ের জন্য নির্বাচনটি একটি নিরীক্ষাক্ষেত্র হয়ে উঠবে। কেননা, দেশের তরুণদের রাজনৈতিক মত কোন দিকে বাঁক নিচ্ছে, তার সুস্পষ্ট একটা ধারণা এ নির্বাচনে প্রতিফলিত হবে।</p><p>এ প্রেক্ষাপটে একটি সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন অনুষ্ঠিত করা ঢাকা বিশ্ববিদ্যালয় প্রশাসনের জন্য বড় একটা চ্যালেঞ্জ। <em>প্রথম আলো</em>র খবর জানাচ্ছে, ২০ জুলাই ঢাকা বিশ্ববিদ্যালয়ের সিনেট ভবনে ডাকসু নির্বাচনের অংশীজনদের সঙ্গে তফসিল–সংক্রান্ত চূড়ান্ত সভা অনুষ্ঠিত হয়। সভায় সিদ্ধান্ত নেওয়া হয়, কেন্দ্রীয়ভাবে ছয়টি আলাদা কেন্দ্রে ভোট গ্রহণ অনুষ্ঠিত হবে। একেক হলের শিক্ষার্থীরা একেক কেন্দ্রে ভোট দিতে পারবেন। ২০১৯ সালে সর্বশেষ ডাকসু নির্বাচনে যে নেতিবাচক অভিজ্ঞতা, তার পরিপ্রেক্ষিতে ছাত্রসংগঠনগুলোর ও শিক্ষার্থীদের দাবি ছিল হলের বাইরে একাডেমিক ভবনে করার। এ ছাড়া ক্যাম্পাসের নিরাপত্তা জোরদার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আমাদের কি কিছুই করার নেই | প্রথম আলো",
            "time": "2025-07-27T03:13:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময় শুধু কাক, চিল, কবুতর নয়; তখন বাতাই, সারস, মানিকজোড়, ইগল, বাজ, শাহিন, প্যাঁচা, বক ও বগাদেরও আধিক্য ছিল। ঢাকার আশপাশের বিশাল বিলগুলো জলচর পাখির জন্য বিখ্যাত ছিল। বিশেষজ্ঞরা বলছেন, বাসস্থান ও খাদ্যসংকট, অপরিকল্পিত নগরায়ণসহ নানা কারণে ঢাকার পাখির প্রাকৃতিক চক্র বা বাস্তুসংস্থান আজ গুরুতর হুমকির মুখে।</p><p>একটা সময় রাজধানীর অনেক এলাকায় নিয়মিত পাখির ডাক শোনা যেত। দুই দশকের মধ্যে আবাসিক ও বাণিজ্যিক ভবনে ছেয়ে গেছে এসব এলাকা। এ শহরে সাতটির মতো বড় পার্ক আছে, বিভিন্ন উন্নয়ন কার্যক্রম ও বাণিজ্যিকীকরণের কারণে সেগুলোর পরিসরও সংকুচিত হয়ে গেছে। ঢাকা এলিভেটেড এক্সপ্রেসওয়ের জন্য পান্থকুঞ্জ পার্কের দুই-তৃতীয়াংশ ধ্বংস করা হয়েছে, কাটা পড়েছে অধিকাংশ গাছ। আনোয়ারা উদ্যানও এখন গাছপালাশূন্য, কংক্রিটের দখলে। সোহরাওয়ার্দী উদ্যানেরও অনেক গাছ কেটে ফেলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট যোসেফ হায়ার সেকেন্ডারি স্কুলে একাদশে ভর্তিতে যোগ্যতার তথ্য প্রকাশ | প্রথম আলো",
            "time": "2025-07-27T03:11:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fkvy1i6gv%2F158.jpg?rect=65%2C0%2C1299%2C682&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভর্তিপ্রক্রিয়া</strong></p><p>ভর্তিপ্রক্রিয়ার লিখিত ও মৌখিক পরীক্ষায় প্রাপ্ত নম্বর এবং এসএসসি পরীক্ষায় প্রাপ্ত নম্বর বা জিপিএ-এর ভিত্তিতে শিক্ষার্থীদের নির্বাচন করা হবে।</p><p><strong>লিখিত পরীক্ষার বিষয়</strong></p><p>এসএসসি পরীক্ষা ২০২৫ সালের সিলেবাস অনুযায়ী লিখিত পরীক্ষা অনুষ্ঠিত হবে।<br>১. বিজ্ঞান বিভাগ: বাংলা, ইংরেজি, পদার্থবিজ্ঞান, রসায়ন, উচ্চতর গণিত ও জীববিজ্ঞান।<br>২. ব্যবসায় শিক্ষা বিভাগ: বাংলা, ইংরেজি, গণিত, হিসাববিজ্ঞান, ফিন্যান্স ও ব্যাংকিং এবং ব্যবসায় উদ্যোগ।<br>৩. মানবিক বিভাগ: বাংলা, ইংরেজি, গণিত, সাধারণ বিজ্ঞান, আইসিটি ও সাধারণ জ্ঞান (ভূগোল ও পরিবেশ, ইতিহাস ও বিশ্বসভ্যতা, অর্থনীতি ও পৌরনীতি)।</p><p><strong>বিভাগ পরিবর্তনের ক্ষেত্রে যোগ্যতা</strong></p><p>১. বিজ্ঞান বিভাগ থেকে ব্যবসায় শিক্ষা বা মানবিক বিভাগে আসতে চাইলে তাদের ‘বিজ্ঞান বিভাগে’ পরীক্ষা দিতে হবে।<br>২. ব্যবসায় শিক্ষা বিভাগ থেকে মানবিক বিভাগে আসতে চাইলে তাদের ‘ব্যবসায় শিক্ষা বিভাগে’ পরীক্ষা দিতে হবে।<br>৩. এসএসসি পরীক্ষা ২০২৫ সালের সিলেবাস অনুযায়ী লিখিত পরীক্ষা অনুষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএলের কারণেই কি ভারতের বোলিংয়ে এই দশা | প্রথম আলো",
            "time": "2025-07-27T03:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fer53p64h%2F2025-07-25T102016Z124886442UP1EL7P0SPRW9RTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C0%2C2088%2C1096&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ যেন অন্য এক যশপ্রীত বুমরা। ওভারের পর ওভার বোলিং করছেন, কিন্তু সবই যেন ধারহীন। ওল্ড ট্রাফোর্ড টেস্টে খেলা ভারতের অন্য তিন পেসারও নিষ্প্রভ। সে কারণেই প্রথম ইনিংসে ইংল্যান্ড রান করেছে ৬৬৯। </p><p>বেন স্টোকসের দলের প্রথম ইনিংসের লিড ছিল ৩১১ রানের। চতুর্থ দিন শেষে দ্বিতীয় ইনিংসে ভারত ২ উইকেটে ১৭৪ রান তোলার পরও এখনো পিছিয়ে ১৩৭ রানে।</p><p>এমন বোলিং পারফরম্যান্সের পর ভারতের পেস বোলিং লাইনআপ নিয়ে প্রশ্ন উঠছে। দুই মাসব্যাপী আইপিএল খেলার পর চতুর্থ টেস্টে এসে ভারতীয় পেসাররা ক্লান্ত হয়ে গেছেন কি না, সেই আলোচনা হচ্ছে জোরেশোরে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইঁদুর কি শুধুই জ্বালাতন করে, না কাজেও লাগে | প্রথম আলো",
            "time": "2025-07-27T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F728fgnas%2Frat.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইঁদুর কি শুধুই জ্বালাতন করে, না কাজেও লাগে\" class=\"nA4h1 \">ইঁদুর কি শুধুই জ্বালাতন করে, না কাজেও লাগে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-27T09:00:00+06:00\"><span>প্রকাশ: ২৭ জুলাই ২০২৫, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}