{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জলবায়ু পরিবর্তন: উপকূলীয় অঞ্চলে এর প্রভাব ও প্রতিকারের উপায় | প্রথম আলো",
            "time": "2025-12-31T17:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffmmmxrfx%2FGroup-PicKhulna01.JPG?rect=0%2C20%2C4329%2C2273&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>নির্বাহী পরিচালক, সুন্দরবন একাডেমী</p><p>বাংলাদেশের উপকূলীয় অঞ্চলে জলবায়ু পরিবর্তনের প্রভাব প্রতিবছর প্রকট হয়ে দেখা দিচ্ছে। জলোচ্ছ্বাস, ঘূর্ণিঝড়, লবণাক্ত পানি ও মানুষের কর্মকাণ্ড এ অঞ্চলের পরিবেশ ও জীবনধারায় গভীর প্রভাব ফেলছে। কিন্তু সমস্যাগুলো সমাধানে সরকারি ও এনজিও সংস্থাগুলোর কার্যক্রম অনকে ক্ষেত্রেই সমন্বিত নয়। প্রতিটি অধিদপ্তর আলাদাভাবে কাজ করছে। ফলে উন্নয়ন প্রকল্পগুলো টেকসই হয় না।</p><p>চাষাবাদ ও অর্থনীতিক হিসাবেও সমস্যা আছে। যেমন চিংড়ি বা ড্রাগন ফল চাষের মাধ্যমে বৈদেশিক মুদ্রা আসে, কিন্তু সামাজিক ও পরিবেশগত ক্ষতিকে দেখা হয় না। খাদ্যনিরাপত্তার ক্ষেত্রেও অনিয়ম। দক্ষিণ-পশ্চিমাঞ্চলে নতুন ফসল, যেমন তরমুজ চাষ হচ্ছে, যেখানে অতিরিক্ত সার ও কীটনাশকের ব্যবহার খাদ্যনিরাপত্তার জন্য ঝুঁকি তৈরি করছে। শস্য উৎপাদন—চাল, গম—প্রাধান্য দেওয়া প্রয়োজন। খাদ্য স্বয়ংসম্পূর্ণতা নিশ্চিত করা না হলে বিদেশি আমদানির ওপর নির্ভরতা বাড়বে।</p><p>উপকূলীয় অঞ্চলে স্বাস্থ্য সমস্যাও গুরুতর। লবণাক্ত পানি ব্যবহারে চর্মরোগ, পেটের পীড়া ও নারীর অসুস্থতা বেশি। দূরত্বজনিত সমস্যায় কারণে নিরাপদ পানি পান করতে পারছে না। যদিও আশ্রয়কেন্দ্র তৈরি হয়েছে, সেগুলো নারীবান্ধব নয় এবং মানুষ ঘরবাড়ি ছেড়ে যেতে চায় না। তাই বড়, মানসম্মত ও নারীবান্ধব আশ্রয়কেন্দ্রের প্রয়োজন।</p><p>প্রাকৃতিক ও মানবসৃষ্ট ঝুঁকির কারণে সুন্দরবন ও নদী পরিবেশ ক্রমশ ক্ষতিগ্রস্ত হচ্ছে। মোংলা বন্দর, বিদ্যুৎকেন্দ্র ও শিল্পাঞ্চল বনভূমি ও জলসম্পদ নষ্ট করছে। বাঁধ ও খালগুলোর সঠিক ব্যবস্থাপনা, নদীর ড্রেজিং এবং বন সংরক্ষণ না করলে প্রকল্পগুলো কার্যকর হবে না। অভিবাসন, খাদ্য উৎপাদন, পরিবেশ ও সামাজিক ব্যবস্থাপনার মধ্যে সমন্বয় ছাড়া টেকসই সমাধান সম্ভব নয়।</p><p>একটি সমন্বিত পরিকল্পনা ছাড়া নদী ব্যবস্থাপনা, কৃষি উন্নয়ন, বন সংরক্ষণ ও নারী ক্ষমতায়ন সব অর্ধেক চেষ্টা হয়ে যাবে। সুন্দরবনের মতো অনন্য বনাঞ্চলের জন্য পৃথক মন্ত্রণালয় প্রয়োজন। এ ছাড়া ঘূর্ণিঝড় আশ্রয়কেন্দ্রগুলো বাজার, বিনোদনকেন্দ্র ও নিরাপদ আশ্রয় হিসেবে পুনঃকাঠামোগত করা যেতে পারে, যাতে ঝুঁকি কমে এবং স্থানীয় মানুষের জীবনযাত্রার মান উন্নত হয়।</p><p>উপকূলীয় অঞ্চলে জলবায়ু পরিবর্তনের প্রভাব মোকাবিলায় সমন্বিত পরিকল্পনা, শক্তিশালী বাঁধ, স্বাস্থ্যসেবা, নিরাপদ আশ্রয়কেন্দ্র, খাদ্যনিরাপত্তা ও সুন্দরবন সংরক্ষণ জরুরি। এই পদক্ষেপগুলো গ্রহণ করলে উপকূলীয় মানুষ নিরাপদ, স্বাস্থ্যসম্মত ও স্থায়ী জীবন যাপন করতে পারবে।</p></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম শাহ আমানত বিমানবন্দরে ৩০ লাখ টাকার সিগারেট জব্দ | প্রথম আলো",
            "time": "2025-12-31T17:14:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fbx2jlv2k%2Fciggreete.jpg?rect=0%2C23%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাগেজ রুল অনুযায়ী, একজন যাত্রী এক কার্টন সিগারেট সঙ্গে আনতে পারবেন। এ জন্য কোনো শুল্ক–কর দিতে হবে না। এর বেশি আনার সুযোগ নেই। আর আমদানিনীতি আদেশ অনুযায়ী, সিগারেট শর্তযুক্ত আমদানি পণ্য। সিগারেট আমদানিতে প্যাকেটের গায়ে বাংলায় ‘ধূমপান স্বাস্থ্যের জন্য ক্ষতিকর’ লেখা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রীয় মর্যাদায় স্বামী জিয়াউর রহমানের পাশে খালেদা জিয়ার দাফন সম্পন্ন | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fcr7lzsvd%2Fkhaleda-1.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "বৈঠকটি গোপন রাখতে বলেছিলেন ভারতীয় কূটনীতিক: রয়টার্সকে জামায়াত আমির | প্রথম আলো",
            "time": "2025-12-31T17:10:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-07%2Fsoi0b8h9%2Fprothomalo-Amir.avif?rect=0%2C0%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াত আমিরের এই বক্তব্যের বিষয়ে জানতে চেয়ে ভারতের পররাষ্ট্র মন্ত্রণালয় থেকে তাৎক্ষণিকভাবে কোনো সাড়া পায়নি রয়টার্স। তবে ভারতের সরকারের একটি সূত্র বাংলাদেশের বিভিন্ন রাজনৈতিক দলের যোগাযোগ হওয়ার বিষয়টি নিশ্চিত করেছেন বলে প্রতিবেদনে উল্লেখ করা হয়েছে।</p><p>শফিকুর রহমানের কাছে পাকিস্তানের সঙ্গে জামায়াতে ইসলামীর ঐতিহাসিক ঘনিষ্ঠতা নিয়ে জানতে চেয়েছিল রয়টার্স। জবাবে তিনি বলেন, ‘আমরা সবার সঙ্গে একটি ভারসাম্যপূর্ণ উপায়ে সম্পর্ক বজায় রাখি। আমরা কখনো কোনো একটি দেশের দিকে ঝুঁকে পড়ার বিষয়ে আগ্রহী নই।’</p><p>জামায়াতের আমির রয়টার্সকে আরও বলেছেন, ঢাকা থেকে পালিয়ে যাওয়ার পর শেখ হাসিনার ভারতে ধারাবাহিক অবস্থান একটি উদ্বেগের বিষয়, যেখানে তাঁর পতনের পর থেকে দুই দেশের মধ্যকার সম্পর্ক কয়েক দশকের মধ্যে সর্বনিম্ন পর্যায়ে পৌঁছেছে।</p><p>রয়টার্সের প্রতিবেদনে বলা হয়েছে, দক্ষিণ এশিয়ার সবচেয়ে বড় শক্তি হিন্দু সংখ্যাগরিষ্ঠ ভারত হাসিনার সঙ্গে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে বুধবার সর্বাধিক পঠিত ১০ লেখা | প্রথম আলো",
            "time": "2025-12-31T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-24%2Fhmcy35x0%2FChatGPT-Image-Jun-24-2025-083648-PM.png?rect=0%2C111%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কারও প্রেমে পড়ার জন্য অনন্তকাল বা অশেষ মুহূর্তের প্রয়োজন পড়ে না। একটি কথা, একটি মুহূর্ত বা একটি চাহনি কারও মায়ায় জড়িয়ে পড়ার জন্য যথেষ্ট। কিন্তু ভালোবাসার সম্পর্ক ভেঙে গেলে, একে অপরকে নিয়ে কাদা–ছোড়াছুড়ি করলে, কুৎসা রটালে আপনার সম্পর্কেও আড়ালে নানা কথা বলতে পারেন অন্যরা।</p><p>তাই নিজের সম্পর্কে ইতিবাচক মনোভাব তৈরি করতেও কুৎসা রটানো থেকে বিরত থাকা উচিত। বরং এ সময়ে ভেবে দেখা জরুরি, সত্যিই কি ভেঙে যাওয়া সম্পর্কটা ভালোবাসা ছিল? ভালোবাসা তো অনির্বচনীয় সত্যের মতো। সম্পর্কের ইতি মানেই সেটা ফুরিয়ে যাওয়া নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান উপদেষ্টার পক্ষে বেগম খালেদা জিয়ার সমাধিতে শ্রদ্ধাঞ্জলি | প্রথম আলো",
            "time": "2025-12-31T16:42:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fxtq9h4ri%2FCA-wing.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের পক্ষে তাঁর সামরিক সচিব মেজর জেনারেল আবুল হাসনাত মোহাম্মদ তারিক বেগম খালেদা জিয়ার সমাধিতে শ্রদ্ধাঞ্জলি অর্পণ করেছেন।</p><p>মেজর জেনারেল তারিক সেখানে মরহুমার রুহের মাগফিরাত কামনা করে ফাতিহা পাঠ ও দোয়া করেন।</p><p>রাজধানীর জিয়া উদ্যানে আজ বুধবার বিকেল পাঁচটার কিছু আগে খালেদা জিয়াকে রাষ্ট্রীয় মর্যাদায় দাফন করা হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার প্রতি শ্রদ্ধা জানিয়েছেন বিভিন্ন দেশের প্রতিনিধিরা | প্রথম আলো",
            "time": "2025-12-31T16:40:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fqslcvpm2%2FTHUMNAILWEB-Recovered-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার প্রতি শ্রদ্ধা জানিয়েছেন বিভিন্ন দেশের প্রতিনিধিরা\" class=\"nA4h1 \">খালেদা জিয়ার প্রতি শ্রদ্ধা জানিয়েছেন বিভিন্ন দেশের প্রতিনিধিরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T22:40:32+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৬: ৪০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে শ্রীলঙ্কার পররাষ্ট্রমন্ত্রীর সৌজন্য সাক্ষাৎ | প্রথম আলো",
            "time": "2025-12-31T16:36:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F56wov342%2Ftareq-srilanka.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষাৎ শেষে বেরিয়ে বিএনপির স্থায়ী কমিটির সদস্য আমীর খসরু মাহমুদ চৌধুরী সাংবাদিকদের বলেন, দেশনেত্রীর প্রতি বিভিন্ন দেশের কূটনীতিকদের যে ভালোবাসা, যে সম্মান, সেটা দেখা গেল। খুব কম সময়ের মধ্যে এতগুলো দেশ থেকে এতগুলো মন্ত্রী এসেছেন। তাঁরা বিএনপির প্রতিষ্ঠাতা জিয়াউর রহমানের পরিবারের প্রতি সহানুভূতি প্রকাশ করেছেন। বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের প্রতিও। তিনি বলেন, তারেক রহমানের সঙ্গে দেখা করা মানে তাঁর ওপর একটা আস্থা রাখা প্রমাণ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "চিয়া সিড, লেবুপানি, ইলেকট্রোলাইট ড্রিংক, বিটরুটসহ যেসব খাবার আলোচনায় ছিল এবার | প্রথম আলো",
            "time": "2025-12-31T16:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fv7542qdk%2FChia-seeds-detox-water-for-weight-loss.jpg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"চিয়া সিড, লেবুপানি, ইলেকট্রোলাইট ড্রিংক, বিটরুটসহ যেসব খাবার আলোচনায় ছিল এবার\" class=\"IiRps \">চিয়া সিড, লেবুপানি, ইলেকট্রোলাইট ড্রিংক, বিটরুটসহ যেসব খাবার আলোচনায় ছিল এবার</h1></p><div class=\"Ibzfy\"><p>আরও একটি বছর বিদায় নিচ্ছে আজ। আমাদের জীবনযাপনে এই একটি বছর ছিল ঘটনাবহুল। ব্যক্তিগত সম্পর্ক থেকে পরিবার, দাম্পত্য জীবন, কর্মক্ষেত্র, স্বাস্থ্য, খাদ্যাভ্যাসের মতো নানা বিষয়ে কোন জিনিসগুলো ট্রেন্ডে ছিল। এখানে রইল আলোচিত খাবারগুলোর নাম। </p></div></div></div></body></html>"
        },
        {
            "title": "মেসি নাকি রোনালদো: সেরা হিসেবে কাকে বেছে নিলেন মদরিচ | প্রথম আলো",
            "time": "2025-12-31T16:13:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fy88rvad3%2FSPORT-PREVIEW-Modric-Messi-and-Ronaldo.webp?rect=0%2C23%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গেল গ্রীষ্মে রিয়াল মাদ্রিদ সমর্থকদের মনে বিষাদের মেঘ জমিয়ে বিদায় নিয়েছিলেন লুকা মদরিচ। দীর্ঘ ১৩টি মৌসুম স্পেনের রাজধানীতে কাটিয়েছেন এই ক্রোয়েশিয়ান জাদুকর। মাঠের খেলা আর মাঠের বাইরের অমায়িক ব্যবহার—সব মিলিয়ে তিনি হয়ে উঠেছিলেন মাদ্রিদিস্তাদের চোখের মণি।</p><p>বয়সটা গত সেপ্টেম্বরে ৪০ ছুঁয়েছে, কিন্তু পা দুটোর ধার যেন কমেনি একটুও। রিয়াল ছেড়ে ইতালিয়ান ক্লাব এসি মিলানে যোগ দিলেও এখনো মাঝমাঠ শাসন করছেন চেনা ছন্দে। রিয়ালের দীর্ঘ ক্যারিয়ারে অনেক বড় বড় কোচ আর সতীর্থের সঙ্গ পেয়েছেন তিনি।</p><p>সম্প্রতি ‘কোরিয়ারে দেল্লা সেরা’কে দেওয়া এক সাক্ষাৎকারে নিজের শৈশব, বেড়ে ওঠা, ফুটবলে দীর্ঘ পথচলা নিয়ে কথা বলেছেন মদরিচ। খুব স্বাভাবিকভাবেই সেখানে এসেছে মেসি-রোনালদোর প্রসঙ্গও। সরাসরিই তাঁকে প্রশ্ন করা হয়েছিল—লিওনেল মেসি নাকি ক্রিস্টিয়ানো রোনালদো, কে সেরা?</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রদ্ধা ও ভালোবাসায় খালেদা জিয়ার বিদায় | প্রথম আলো",
            "time": "2025-12-31T16:10:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fk041a00m%2FTHUMNAILWEB-Recovered-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তাকক্ষ </h2></p><p><h1 data-title-0=\"শ্রদ্ধা ও ভালোবাসায় খালেদা জিয়ার বিদায়\" class=\"nA4h1 \">শ্রদ্ধা ও ভালোবাসায় খালেদা জিয়ার বিদায়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T22:10:05+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৬: ১০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রীনিবাস থেকে রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীর ঝুলন্ত মরদেহ উদ্ধার | প্রথম আলো",
            "time": "2025-12-31T16:09:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Ftaadxdzl%2Fsuicide.png?rect=0%2C16%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্রীনিবাস থেকে রাজশাহী বিশ্ববিদ্যালয়ের এক শিক্ষার্থীর ঝুলন্ত মরদেহ উদ্ধার করা হয়েছে। বুধবার বিকেলে নগরের বিনোদপুর এলাকার একটি ছাত্রীনিবাস থেকে ঘরের দরজা ভেঙে মরদেহটি উদ্ধার করা হয়। </p><p>নিহত শিক্ষার্থীর নাম লামিসা নওরিন (পুষ্পিতা)। তিনি বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের ২০২৪-২৫ শিক্ষাবর্ষের শিক্ষার্থী ছিলেন। বাড়ি ঝিনাইদহ জেলায়।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিক মিয়া অ্যাভিনিউ ছাপিয়ে জানাজা আশপাশের সড়কে | প্রথম আলো",
            "time": "2025-12-31T15:59:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F3r8wdn4v%2FBijoySarani.jpeg?rect=0%2C9%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুপুর থেকেই মানুষের ঢল নামে খালেদা জিয়ার জানাজার জন্য নির্ধারিত স্থানগুলোয়। জানাজায় আসা মানুষের বিস্তৃতি ছাড়িয়ে যায় রাজধানীর মিরপুর রোডের লালমাটিয়া মাঠ, ধানমন্ডি ২৭ নম্বর সড়কে, বিজয় সরণি, শেরেবাংলা নগর, আগারগাঁও, শ্যামলী পর্যন্ত। জানাজায় অংশ নিতে আসা মানুষ সারিবদ্ধ হয়ে দাঁড়িয়েছিলেন ফার্মগেট, কারওয়ান বাজার, বাংলামোটর ছাড়িয়ে সামনের সড়ক, মগবাজার এবং পান্থপথেও। এ ছাড়া বিজয় সরণি, প্রধান উপদেষ্টার কার্যালয়, আগারগাঁও, ফার্মগেট ও কারওয়ান বাজার মেট্রোস্টেশনেও ছিল জানাজায় অংশ নেওয়া মানুষের ঢল। এলিভেটেড এক্সপ্রেসওয়ের ফার্মগেটমুখী নামার অংশেও জানাজায় দাঁড়িয়েছিলেন মানুষ।</p><p>জানাজাকে ঘিরে রাজধানীর মূল সড়কের বাইরে আশপাশের সড়ক ও অলিগলিতেও ছিল মানুষের ব্যাপক উপস্থিতি। এসব এলাকার বাসিন্দারাও ছিলেন বাসার সামনে, ফুটপাতেও ছিল বিএনপির নেতা-কর্মী, সমর্থক ও সাধারণ মানুষের স্বতঃস্ফূর্ত অংশগ্রহণ। এ ছাড়া রাজধানীর বিভিন্ন ভবনের ছাদ, ওভারব্রিজসহ যে যেখানে সুযোগ পেয়েছেন, সেখানেই দাঁড়িয়ে আদায় করেছেন খালেদা জিয়ার জানাজা, অংশ নিয়েছেন দোয়ায়।</p><p>এ ছাড়া মানুষের ঢল ঠেলে সময়মতো জানাজায় আসতে না পেরে দূর থেকেই দোয়ায় অংশ নিয়েছেন অনেকে। যাঁরা আসতে পারেননি, তাঁদের চোখ ছিল বিভিন্ন গণমাধ্যমের সরাসরি সম্প্রচার ও সামাজিক যোগাযোগমাধ্যমে। দূর থেকে তাঁরা হাত তুলে দোয়া করেছেন প্রিয় নেত্রীর জন্য। অশ্রুসিক্ত নয়নে বিদায় দিয়েছেন আপসহীন সাবেক এই প্রধানমন্ত্রীকে।</p></div></div></div></body></html>"
        },
        {
            "title": "চুয়াডাঙ্গায় সর্বনিম্ন তাপমাত্রা রেকর্ড ৮ ডিগ্রি সেলসিয়াস | প্রথম আলো",
            "time": "2025-12-31T15:58:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fb2vqv1ox%2FVID20251231075830.mp4.00000125.Still001.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চুয়াডাঙ্গায় সর্বনিম্ন তাপমাত্রা রেকর্ড ৮ ডিগ্রি সেলসিয়াস\" class=\"nA4h1 \">চুয়াডাঙ্গায় সর্বনিম্ন তাপমাত্রা রেকর্ড ৮ ডিগ্রি সেলসিয়াস</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T21:58:56+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৫: ৫৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "তাসলিমা বেগম বললেন, ‘ম্যাডামের (খালেদা জিয়া) ভালোবাসার টানেই জানাজায় আসছি। এলাকায় থাকতে পারি নাই।’ | প্রথম আলো",
            "time": "2025-12-31T15:56:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fpmgme0kb%2FWhatsApp-Image-2025-12-31-at-9.30.57-PM.jpeg?rect=0%2C67%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার জানাজায় জনসমুদ্রের মধ্যে ছিলেন গাইবান্ধা থেকে আসা তাসলিমা বেগম। তাঁকে পাওয়া গেল ইন্দিরা রোড এলাকায়। জানতে চাইলে বললেন, ‘ম্যাডামের (খালেদা জিয়া) ভালোবাসার টানেই জানাজায় আসছি। এলাকায় থাকতে পারি নাই।’ </p><p>তাসলিমা একা আসেননি। তাঁর সঙ্গে গাইবান্ধা থেকে এসেছিলেন আরও তিন নারী। তবে দুজন ভিড়ের মধ্যে দল ছাড়া হয়ে যান।</p><p>খালেদা জিয়ার জানাজায় তাসলিমাদের মতো অনেক নারী এসেছিলেন। তাঁরা যাতে সুশৃঙ্খল ও নিরাপদ পরিবেশে জানাজায় অংশ নিতে পারেন, সে জন্য জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা ও মানিক মিয়া অ্যাভিনিউ এলাকায় বিশেষ ব্যবস্থা ছিল বলে জানানো হয়েছিল প্রধান উপদেষ্টার প্রেস উইং থেকে। তবে অনেক নারী জনতার ভিড়ে শেষ পর্যন্ত জানাজায় নারীদের জন্য নির্দিষ্ট জায়গা পর্যন্ত যেতেই পারেননি। এ নিয়ে এই নারীদের আফসোসও ছিল না। </p><p>গাইবান্ধা থেকে আসা তাসলিমা ও খোদেজা বেগম জানালেন, তাঁরা সংসদ ভবনের দক্ষিণ প্লাজার মাঠের এক পাশে ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘটনার সময় মুঠোফোন ছিনিয়ে নেওয়া ব্যক্তি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-31T15:55:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fdxqx0c60%2FMymensinghDH169420251231WhatsApp-Image-2025-12-31-at-7.11.07-PM.jpg?rect=0%2C344%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, এরশাদ ডুবালিয়াপাড়া এলাকায় থেকে আশপাশের এলাকায় রাজমিস্ত্রি হিসেবে কাজ করতেন। ঘটনার দিন পাইওনিয়ার নিটওয়্যারস (বিডি) লিমিটেড কারখানার সামনে উত্তেজনা দেখে সেখানে যোগ দেন। কারখানার ভেতর থেকে দীপু দাসকে বের করে মারধরেও অংশ নেন। ওই সময় দীপুকে মারধর শুরু হলে পকেট থেকে তাঁর মুঠোফোনটি পড়ে গেলে এরশাদ সেটি নিয়ে নেন। ঘটনার পর থেকে দীপুর মুঠোফোনটি না পাওয়ায় প্রযুক্তির সহায়তায় মুঠোফোনটির অবস্থান নিশ্চিত হয়ে আজ বিকেলে জেলা পুলিশের গোয়েন্দা শাখা (ডিবি) অভিযানে যায়। ওই সময় এরশাদকে গ্রেপ্তার করা হয়।</p><p>ময়মনসিংহের অতিরিক্ত পুলিশ সুপার (প্রশাসন) আবদুল্লাহ আল মামুন বলেন, এরশাদ ঘটনার শুরু থেকেই ছিল। আগামীকাল বৃহস্পতিবার তাঁকে আদালতে সোপর্দ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫-এ যেমন ছিল পুরুষের ফ্যাশন ধারা | প্রথম আলো",
            "time": "2025-12-31T15:52:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fa1je4oln%2F040A6318.jpg?rect=0%2C0%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পায়ে জায়গা করে নিয়েছে স্টেটমেন্ট স্নিকার্স, স্লিম ‘টর্পেডো’ শু। আনুষ্ঠানিক ও ক্যাজুয়াল—দুই ক্ষেত্রেই দেখা গেছে আধুনিক লোফার, লাগ সোল বা ভিন্ন হার্ডওয়্যারের ব্যবহার। ক্রসবডি ব্যাগ, ইউনিক বাকলের বেল্ট, বাকেট হ্যাট এবং মিনিমাল চেইন বা বিডেড জুয়েলারিও পুরুষের স্টাইলে ব্যক্তিগত ছোঁয়া যোগ করেছে।</p><p>বলা যায়, ২০২৫ সালে পুরুষের ফ্যাশন কোনো একক নিয়মে বাঁধা ছিল না। এটি আরাম ও স্টাইলের ভারসাম্য, পরিবেশবান্ধব উপকরণ ব্যবহার এবং নিজের মতো করে ট্রেন্ড ব্যাখ্যা করার স্বাধীনতা দিয়েছে। বিশ্ব ফ্যাশনের সঙ্গে তাল মিলিয়ে বাংলাদেশের পুরুষেরাও এখন আত্মবিশ্বাসের সঙ্গে নিজের স্টাইল গড়ে তুলছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুতুল থেকে খালেদা জিয়া হয়ে উঠলেন যেভাবে | প্রথম আলো",
            "time": "2025-12-31T15:45:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Frn47coru%2FTHUMNAILWEB-Recovered-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পুতুল থেকে খালেদা জিয়া হয়ে উঠলেন যেভাবে\" class=\"nA4h1 \">পুতুল থেকে খালেদা জিয়া হয়ে উঠলেন যেভাবে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T21:45:30+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ১৫: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}