{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আমরা আর তার স্কুল-এই ছিল তার জীবন: মাইলস্টোনের শিক্ষক মাসুকা বেগমের বড় বোন | প্রথম আলো",
            "time": "2025-07-26T09:19:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fj2aw0u8c%2F1000013208.jpg?rect=0%2C121%2C1244%2C653&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাসুকা যখন পড়াশোনা করছিল, তখন আমার মা অসুস্থ হয়ে পড়েন। বাবাও খেয়ালি মানুষ। নিপুই তখন অসুস্থ মায়ের পাশাপাশি বাবাকে দেখাশোনা করত। মাকে সে অনেক দিন সেবা করেছে। প্রায় ১৫ বছর আগে মা হার্ট অ্যাটাক করে মারা যান।</p><p>এর মধ্যে অনার্স শেষ করে নিপু। ইংরেজি সাহিত্যের ছাত্রী ছিল ও। ব্রাহ্মণবাড়িয়া সরকারি কলেজ থেকে অনার্স শেষ করে ঢাকার ইডেন কলেজে গিয়ে মাস্টার্সে ভর্তি হলো। পড়াশোনা শেষ করে ঢাকাতেই শিক্ষকতা শুরু করে। কয়েক বছর আগে যোগ দেয় মাইলস্টোনে।</p><p>ঢাকায় চাকরি হওয়ার পর ব্রাহ্মণবাড়িয়া ও আশুগঞ্জে তাঁর আসা-যাওয়া কমে যায়। ফোনেই কথা হতো বেশি। আমার মেয়ে ফাহমিদা খানম, শায়রিন জাহান ও নারিয়াহ নাশফিন এবং ছেলে আহনাফ হাসানের সঙ্গে বোনের আত্মার সম্পর্ক ছিল। তাদের সবখানে আমার বোনের উপস্থিতি ছিল। আমার সঙ্গে কথা না হলেও প্রতিদিন আমার সন্তানদের সঙ্গে ওর কথা হতো।</p><p>আমরা আর তার স্কুল—এই ছিল তার জীবন। বাবাকে নিয়মিত হাতখরচ পাঠিয়েছে। বাবা বেখেয়ালি মানুষ। সব হারিয়ে ফেলে। কিন্তু সে বাবার খোঁজখবর রাখত। স্কুলের বাচ্চারাও তাকে অনেক পছন্দ করত। ‘মাসুকা মিস’ নামেই তাদের কাছে পরিচিত ছিল। ওর তত্ত্বাবধানে বাচ্চারা ভালো ফলাফল করত। অভিভাবকেরা ও বাচ্চারা খুশি হয়ে আমার বোনকে বিভিন্ন উপহার দিত। বিদ্যালয়ে যা-ই ঘটত আমাকে জানাত। আমি বলতাম, ‘এটাই তোমার প্রাপ্তি, এটাই তোমার পাওনা।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে গরুর মাংসের দাম রেকর্ড বেড়েছে, কারণ কী | প্রথম আলো",
            "time": "2025-07-26T09:19:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fqs66i6jk%2FBeef-1.jpg?rect=0%2C43%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন যুক্তরাষ্ট্রে বারবিকিউ মৌসুম চলছে। এ সময় গরুর মাংসের চাহিদা বরাবরের মতোই তুঙ্গে। কানসাস স্টেট ইউনিভার্সিটির কৃষি অর্থনীতিবিদ গ্লিন টনসোর বলেছেন, এ চাহিদাই মূলত গরুর মাংসের দামকে ঊর্ধ্বমুখী রাখতে সাহায্য করছে।</p><p>তবে দাম বাড়লেও ক্রেতাদের মধ্যে এখনো মুরগি বা শূকরের মাংসের মতো বিকল্প পণ্য কেনার প্রবণতা দেখা যাচ্ছে না। স্টেক হোক বা কিমা—ভোক্তারা এখনো গরুর মাংসই বেশি কিনছেন। টনসর বলেন, চাহিদা বেশি থাকায় গরুর মাংসের দামও চড়া থাকবে।</p><p>অর্থনীতিবিদ বার্ন্ট নেলসন বলছেন, সম্প্রতি খরা কিছুটা কমেছে। ফলে চারণভূমির অবস্থা উন্নত হয়েছে। একই সঙ্গে শস্যের দাম কমছে। এ অনুকূল পরিস্থিতিতে খামারিরা হয়তো এখন গরু বিক্রি না করে প্রজননের দিকে মনোযোগ দেবেন। কিন্তু একটি নতুন গরু উৎপাদন করে বাজারে তুলতে অন্তত দুই বছর সময় লাগে। ফলে এর ইতিবাচক প্রভাব বাজারে পড়তে অনেক দেরি হবে।</p><p>মৌসুম শেষে সাধারণত গরুর মাংসের দাম কিছুটা কমে। তবে বিশেষজ্ঞরা বলছেন, এ বছর দাম কমতে পারে খুব সামান্যই।</p></div></div></div></body></html>"
        },
        {
            "title": "৬ লাখ ডলার থেকে বছর ঘুরতেই পারিশ্রমিক কোটির ক্লাবে | প্রথম আলো",
            "time": "2025-07-26T09:16:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Ffux74nf8%2Fsandrabullockoffical___1686673946_3124369973631386990_44251223530.webp?rect=0%2C47%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">পরে তিনি জনপ্রিয়তা পান ‘দ্য প্রপোজাল’, ‘গ্র্যাভিটি’সহ বেশ কিছু সিনেমা দিয়ে। একের পর এক সাফল্য এলেও তিনি মনে করতেন, ‘সাফল্য হচ্ছে ছোট ছোট কাঁটাযুক্ত প্যাকেজ। তুমি চাইলে ধরতেও পারো না-ও পারো। এটা সব সময় তোমাকে চ্যালেঞ্জের মুখোমুখি করবে।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইনস্টাগ্রাম</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আরেক জুলাইয়ে দাঁড়িয়ে | প্রথম আলো",
            "time": "2025-07-26T09:12:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fbi0ide1b%2FC2.png?rect=0%2C190%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশে অভ্যুত্থানের পর থেকে শতাধিক মাজার যে ভেঙেছে, সে কথা সরকার নিজেই স্বীকার করেছে। মজার বিষয় হলো, এই সরকারের একজন উপদেষ্টাকে আমি চিনি, যিনি তাঁর ছাত্রজীবনের একটা বড় সময় আমাদের এই জ্ঞান দিয়ে গেছেন যে বাংলাদেশের যাবতীয় সামাজিক সংকটের বড় কারণ হলো, একদিকে আছে ইসলামবিদ্বেষী তথাকথিত প্রগতিশীলেরা, অন্যদিকে আছে ‘বাংলার মুসলমানদের’ ঘৃণা করা তথাকথিত ইসলামিস্টরা। এই দুইয়ের হেজিমনিতে বাংলার নিজস্ব ইসলাম বিপন্ন হয়েছে। যতই অন্য মন্ত্রণালয়ের দায়িত্বে থাকুন তিনি, তাঁর শাসনামলে যে বাংলাজুড়ে মাজার ভাঙার মহোৎসব চলল, আমি জানি না তিনি ইতিহাসের কাছে এর কী জবাব দেবেন। মানুষকে ‘শাতিম এ রাসুল’ ট্যাগ দিয়ে কী কী অনাচার গত এক বছরে চলেছে, তা নিয়ে আলাদা করে কিছু বলতেও চাই না। বাংলাদেশের ধর্মীয় সংখ্যালঘু সম্প্রদায় আতঙ্কিত, এ কথা অস্বীকার করলে মিথ্যাচার হবে। পুলিশের অবর্তমানে নীতি পুলিশের দাপট বেড়েছে বহুগুণ। ভিন্নমত ও ধর্মীয় বিশ্বাসের কারণে মানুষ সমাজে কোণঠাসা হচ্ছে, এই সত্যটুকু স্বীকার না করতে পারলে আমরা কোনো সমাধান খোঁজাও শুরু করতে পারব না। </p><p>২০১৮ সালের কোটা আন্দোলনেও ছাত্ররা আক্রান্ত হয়েছিল। কিন্তু সে স্ফুলিঙ্গ থেকে যে দাবানল তৈরি হয়নি তার একটা বড় কারণ হলো, সেবার শ্রমজীবী মানুষ ব্যাপকভাবে রাজপথে নেমে আসেননি। যে শ্রমিকশ্রেণি অকাতরে ২০২৪ সালে শাসকের গুলির সামনে বুক পেতে দিল, অন্তর্বর্তী সরকার ক্ষমতা পেয়ে সবার আগে গুলি করল তাদের বুকেই। এ ঘটনাগুলো আমাদের মধ্যে যতটুকু ক্রোধের উদ্রেক করে, ততটুকুই লজ্জার।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তরায় যুদ্ধবিমান বিধ্বস্ত হওয়ার আগে ঠিক কী করেছিলেন পাইলট তৌকির | প্রথম আলো",
            "time": "2025-07-26T09:00:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F6x441nro%2F1.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মিশনটা এ রকম যে ওখান থেকে দেখা যায়। পুরোটা সময়ই সে ভিজিবল (দৃশ্যমান) ছিল। তৌকিরকে পুরোটা সময়ই দেখা গেছে। তার কমান্ডিং অফিসার নিজের চোখে দেখছে। এয়ার ট্র্যাফিক কন্ট্রোলার দেখছে। সে পাইলট না হোক, অফিসার কমান্ডার নিজে তো পাইলট। সেই তাকে ক্লিয়ার করছে। সে দেখছে সবকিছু ঠিকঠাক আছে। ফ্লাইংয়ে কোনো ধরনের সমস্যা নাই। প্রথম একটা রাউন্ড করল, দ্বিতীয় একটা রাউন্ড করল। তারপরে তৃতীয় রাউন্ড করে ল্যান্ড করতে আসবে, এতটুকুই। এমন সময়, অর্থাৎ তৃতীয় রাউন্ডের সময় কমান্ডিং অফিসার খেয়াল করল, তৌকির যখন উত্তরা বা টঙ্গীর দিক থেকে ঘুরে আসে। এদিকে, টেক অফ করেছে নিকুঞ্জের দিকে, ল্যান্ড করবে ওইদিক থেকে এসে। ও যখন আসছে ল্যান্ড করার কথা না, ফ্লাই করার কথা। সে যখন তিন-চার কিলোমিটার দূরে তখন কমান্ডিং অফিসার দেখল তৌকির মনে হয় হাইট লুজ করছে। এটা কিন্তু বাইনোকুলার দিয়ে দেখা যায়। দেখে মনে হলো তার (তৌকিরের) হাইট পড়ে যাচ্ছে। এমনিতেই তো বিমান ১ হাজার ৫০০ ফিট হাইটে ছিল। ১০ সেকেন্ডে পার কিলোমিটার যায়। আমাদের জন্য এটা কোনো স্পিড না। আমরা তো সুপারসনিক স্পিডেও ফ্লাই করি। সে আসছে, খুব লোয়ার সাইডের স্পিডে।</p><p>তো সে আসছে আর কমান্ডিং অফিসার দেখছে, আরে প্লেনটা তো আস্তে আস্তে নিচে নেমে যাচ্ছে। কিন্তু ওর তো নামার কথা না; ওর তো একই হাইটে যাওয়ার কথা। তখন কমান্ডিং অফিসার তৌকিরকে কল দিয়ে বলল, ‘যে চেক ইয়োর হাইট।’ ‘চেক ইয়োর হাইট’ বলার পরে ‘রজার’ আমরা বলি ‘কপিড’। তখন কমান্ডিং অফিসার ভেবেছে যে তৌকিরের বিমান বোধ হয় ভুলক্রমে নেমে গেছে। ১ হাজার ৫০০ ফিটের জায়গায় ১২০০-১৩০০ ফিটে নেমে গেছে। পরে তিনি দেখলেন যে আরে বিমান তো ওপরে উঠছে না, ক্রমাগত নিচে নামছে। তখন তার মনে হলো যে তৌকিরের বিমান তো খুব দ্রুত নামছে। তখন কমান্ডিং অফিসার দুবার তৌকিরকে বলছে, ‘ইজেক্ট ইজেক্ট’। ইজেক্ট হলো প্রতিটা এয়ারক্রাফটে একটা ইজেকশন সিট থাকে। পাইলট ইচ্ছা করলে এক মুহূর্তে ইজেক্ট করে বের হয়ে যেতে পারে। এটা এক সেকেন্ডের মধ্যে পাইলট বের হয়ে যেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্দরের বাড়তি মাশুল ভোক্তার পকেট থেকেই যাবে | প্রথম আলো",
            "time": "2025-07-26T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fc920vckp%2FWhatsApp-Image-2025-07-26-at-14.41.png?rect=0%2C67%2C1476%2C775&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>ফাইয়্যাজ খন্দকার:</strong> চট্টগ্রাম বন্দরের সেবার মানের সঙ্গে শ্রীলঙ্কার কলম্বো, সিঙ্গাপুরের সিঙ্গাপুর বন্দর বা মালয়েশিয়ার কেলাং বন্দর, অর্থাৎ উন্নত বন্দরগুলোর তুলনা করে মাশুল আদায়ের যৌক্তিকতা নির্ধারণ করা ঠিক হবে না। কারণ, চট্টগ্রাম বন্দরে এখন একটি কনটেইনার জাহাজ জেটিতে ভেড়ানোর আগে চার থেকে পাঁচ দিন পর্যন্ত অপেক্ষা করতে হয়। জেটিতে কনটেইনার ওঠানো-নামানোর কাজ শেষ করতে সময় লাগে দু-তিন দিন। অর্থাৎ সব মিলিয়ে একটি জাহাজ ছয় থেকে সাত দিন অবস্থান করতে হয়। উন্নত বন্দরগুলোয় এক দিনেই সব কাজ শেষ হয়ে যায়। উন্নত বন্দরের তুলনায় সেবার মানে চট্টগ্রাম পিছিয়ে আছে।</p><p>সেবার মানে পিছিয়ে থাকার কারণে চট্টগ্রাম বন্দর রুটে চলাচলকারী জাহাজের খরচও বেশি। যেমন চট্টগ্রাম বন্দর রুটে যেসব কনটেইনার জাহাজ চলাচল করে সেগুলোর ভাড়া এখন গড়ে দিনে ১৫ হাজার ডলার। তাহলে একটি জাহাজ চট্টগ্রাম বন্দরে কনটেইনার পরিবহনের জন্য সব মিলিয়ে এক লাখ ডলারের কমবেশি শুধু জাহাজভাড়াই গুনতে হয়। উন্নত বন্দরগুলোয় এই বাড়তি ভাড়া দিতে হয় না, কারণ এক দিনেই সব কাজ শেষ হয়। সেবার মান যদি উন্নত বন্দরগুলোর মতো হতো, তাহলে মাশুল বাড়ানোর বিষয়টি যৌক্তিক ছিল।</p></span></div></div></body></html>"
        },
        {
            "title": "ক্ষমতা বদলেছে, মানুষ তো বদলায়নি | প্রথম আলো",
            "time": "2025-07-26T08:49:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F424y5bio%2FJuly.jpg?rect=0%2C17%2C1224%2C643&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার হিপহপ গানে ফিরি। আন্দোলনের পর হিপহপ নিয়ে শ্রোতাদের দৃষ্টিভঙ্গির পরিবর্তন হয়েছে। আন্দোলনের মধ্যে হিপহপে সেই সময়ের কথা উঠে এসেছিল। এখনো অতীত, বর্তমান, ভবিষ্যৎ—সবকিছু মিলিয়ে সময়ের পরিবর্তনটা তুলে ধরার চেষ্টা করি। শিল্পীদের প্রতি ইন্ডাস্ট্রিকে আরও সংবেদনশীল হতে হবে। র﻿্যাপারদের নিজেদের মতো করে কাজ করতে দেওয়া দরকার। শ্রোতারা হিপহপ শুনছে, হিপহপ সবাই ব্যবহারও করছে, কিন্তু হিপহপের নাম সব জায়গায় নেই। এর পরিবর্তন হওয়া দরকার। </p><p>আপাতত আমি আমার মতো করে কাজ করতে চাই। সামনে দুটি অ্যালবাম নিয়ে কাজ করছি। এর মধ্যে ‘হুদাই হুতাশে’ শিরোনামে যে গানটি প্রকাশ করেছি, সেটা শ্রোতাদের মধ্যে সাড়া ফেলেছে। ‘হুদাই হুতাশে’ শব্দটা কয়েক দিন ধরে আমার মাথায় ঘুরছিল। অনেক সময় হয় না, অযথা একটা জিনিস নিয়ে মানুষ প্যারা খায়, ফাঁপর নেয়, বাটপারি করে, ঠকায়—ওই জায়গা থেকে গানটা লেখা। গানটা অভ্যুত্থানের পরের সময়ের সঙ্গে মিলে গেছে। এই সময়ে অনেক ভাঁড় দেখতে পাচ্ছি, আবার অনেক ভালো মানুষও দেখছি। সবকিছু মিলিয়ে ‘হুদাই হুতাশে’ শব্দটা মানুষের অভিজ্ঞতার সঙ্গে মিলে গেছে।  </p><p>অনুলিখন: <strong>মকফুল হোসেন</strong></p></div></div></div></body></html>"
        },
        {
            "title": "হতাশা নিয়েই ট্র্যাকে ফিরছেন ইমরানুর | প্রথম আলো",
            "time": "2025-07-26T08:48:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08%2F33001754-564d-477c-a5bd-9460e1260fb5%2FWhatsApp_Image_2024_08_03_at_3_30_51_PM.jpeg?rect=0%2C0%2C872%2C458&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব হতাশা কাটিয়ে ইমরানুরও এখন তাকাতে চান সামনে, ‘ফেডারেশনের প্রতি সম্মান আছে। হতাশ ছিলাম, সত্যি। কিন্তু এখন সামনে তাকাতে চাই। দেশের হয়ে আরও ভালো করার স্বপ্ন দেখছি।’ সেই স্বপ্ন পূরণের জন্যই তিনি চান, কিছু আর্থিক সহায়তা যেন অন্তত করে ফেডারেশন। ২০২৩ সালে কাজাখস্তানে এশিয়ান ইনডোরে ৬০ মিটার স্প্রিন্টে সোনাজয়ী ইমরানুর বলছেন, ‘সব অ্যাথলেটের জন্যই আর্থিক সহায়তা থাকা দরকার। শুধু আমার জন্য নয়, যারা দেশের পতাকা তুলে ধরতে চায়, তাদের পাশে দাঁড়ানো সবার দায়িত্ব। ব্যক্তিগত হতাশা থাকলেও দেশের পতাকা তুলে ধরাই আমার মূল লক্ষ্য।’<br>বর্তমানে লন্ডনে চাকরির পাশাপাশি অনুশীলন চালিয়ে যাচ্ছেন নিয়মিত। সপ্তাহে অন্তত পাঁচ দিন সকালে অনুশীলন করেন। এরপর কাজ করে সন্ধ্যায় জিম করেন। মাঝে চীনের হাংঝু ও সাংহাইয়ে নতুন কোচের অধীন কিছুদিন প্রশিক্ষণও নিয়েছেন। ইমরানুর মুঠোফোন প্রস্তুতকারক প্রতিষ্ঠান ভিভোর শুভেচ্ছাদূত হয়েছেন সম্প্রতি।</p></div></div></div></body></html>"
        },
        {
            "title": "বেসরকারি ব্যাংকে স্নাতক অথবা স্নাতকোত্তরে আবেদন, কর্মস্থল কুমিল্লা ও সিলেট | প্রথম আলো",
            "time": "2025-07-26T08:42:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-19%2F77sq3h03%2F134.jpeg?rect=0%2C9%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>পদের নাম: অ্যাসোসিয়েট ম্যানেজার, (ডিসবার্সমেন্ট অ্যান্ড ক্লোজিং, আরওসি অপারেশনস)।\n\n</h2></p></div></div></body></html>"
        },
        {
            "title": "এক্সের কমিউনিটি নোটসে পরিবর্তন আসছে | প্রথম আলো",
            "time": "2025-07-26T08:33:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fd38c4bc5-86e1-4bc1-876f-b439a371b299%2Fx.reuters.png?rect=0%2C21%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক্সের তথ্যমতে, নতুন এ সুবিধার লক্ষ্য হলো এমন পোস্টগুলো সামনে আনা, যেগুলো বিভিন্ন শ্রেণি–পেশা ও মতাদর্শের মানুষের কাছে গ্রহণযোগ্যতা পেয়েছে। এ জন্য বিতর্কিত বিভিন্ন পোস্টে রেটিং দেওয়ার সুযোগ পাবেন কমিউনিটি নোটসের সঙ্গে যুক্ত ব্যক্তিরা। নতুন এই সুবিধা ভিন্ন মতামত, তথ্য বা ভাবনা খুঁজে বের করতে সহায়তা করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পোশাক বদলালেই কি বদলে যাবে দৃষ্টিভঙ্গি | প্রথম আলো",
            "time": "2025-07-26T08:29:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fdm31sdhr%2Fprothomalowomenedu.jpg?rect=0%2C68%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ব্যাংকের নির্বাহী পরিচালক ও মুখপাত্র এ প্রসঙ্গে যেসব যুক্তি তুলে ধরেন, তা নিতান্তই অযৌক্তিক। তিনি পোশাকের সামঞ্জস্যতার মাধ্যমে বৈষম্য কমিয়ে আনার বিষয়েও আলোকপাত করেছেন। তাঁর কথা অনুযায়ী, পোশাকের সামঞ্জস্যতার মাধ্যমে যদি বৈষম্য দূর করা যেত, তবে তো দেশে কোনো বৈষম্যের ভিত্তিই রচিত হতো না। স্কুলে তো আমরা একই রকম পোশাক পরেই বড় হয়েছি। বৈষম্যের বীজ আমাদের মন থেকে উৎপাটিত হয়েছে কোথায়!</p><p>ব্যক্তি তাঁর ব্যক্তিগত রুচি ও পছন্দ অনুযায়ী পোশাক নির্বাচন করবেন, সেটাই স্বাভাবিক। সেখানে চাপিয়ে দেওয়ার কিছু নেই। এ ধরনের নির্দেশনা নারী–পুরুষনির্বিশেষে যেকোনো মানুষের জন্যই অপমানজনক। তবে স্বীকার করতে হবে, পেশার ধরন অনুযায়ী কিছু ক্ষেত্রে নির্দিষ্ট পোশাকের প্রয়োজন নিশ্চিতভাবেই আছে।</p><p>বাংলাদেশ ব্যাংকের নির্দেশনটিতে নারীর পোশাক নিয়ে সংশ্লিষ্ট কর্তৃপক্ষের বাড়তি দুশ্চিন্তা ছিল চোখে পড়ার মতো এবং এ ক্ষেত্রে ভাষার ব্যবহারও আপত্তিজনক। বিশ্বজুড়েই কোন পোশাকটি নারীর জন্য শালীন আর কোনটি অশালীন, সে নিয়েও আছে বহু তর্ক–বিতর্ক। নির্দিষ্ট একটি সময়, পরিস্থিতি ও পরিপ্রেক্ষিতে যা শালীন, অন্য পরিপ্রেক্ষিত বা পারিপার্শ্বিকতায় তা অশালীন বলে মনে হতে পারে। তাই ‘শালীনতা’ শব্দটি সম্পূর্ণ আপেক্ষিক; যার নির্দিষ্ট কোনো মানদণ্ড নেই। </p></div></div></div></body></html>"
        },
        {
            "title": "যুদ্ধবিমান বিধ্বস্ত: ১০ বছর বয়সী আয়মানের মৃত্যু | প্রথম আলো",
            "time": "2025-07-26T08:24:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F71ijnjmc%2Fweb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যুদ্ধবিমান বিধ্বস্ত: ১০ বছর বয়সী আয়মানের মৃত্যু\" class=\"nA4h1 \">যুদ্ধবিমান বিধ্বস্ত: ১০ বছর বয়সী আয়মানের মৃত্যু</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-26T14:24:26+06:00\"><span>প্রকাশ: ২৬ জুলাই ২০২৫, ০৮: ২৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘জয় বাংলা’ স্লোগান দিয়ে ভিডিও বানানো ১২ তরুণের নামে মামলা | প্রথম আলো",
            "time": "2025-07-26T08:23:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F7oovph9n%2FWhatsApp-Image-2025-07-26-at-12.50.59.jpeg?rect=0%2C0%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলা হওয়া এসব তরুণের বয়স ১৮ থেকে ১৯ বছরের মধ্যে। তাঁরা কর্ণফুলী উপজেলার চরপাথরঘাটা ও চরলক্ষ্যা ইউনিয়নের বাসিন্দা। তাঁরা হলেন—ইয়াছিন আরাফাত (১৮), আবদুল করিম (১৮), আবু হাছনাইন (১৮), সাইফুল ইসলাম (১৯), আবদুর রহমান (১৮), আরাফাত হোসেন (১৮), আশরাফুল জামাল (১৮), ফোরকান (১৯), মো. ইকবাল (১৯), আশিকুল ইসলাম (১৮), শরীফুল ইসলাম (১৮) ও আকিফুল ইসলাম আকিব (১৮)।</p><p>গ্রেপ্তার তরুণদের স্বজনদের দাবি, তাঁরা কোনো রাজনৈতিক দলের সঙ্গে যুক্ত নয়। গ্রেপ্তার আবদুর রহমানের বাবা জাহাঙ্গীর আলম প্রথম আলোকে বলেন, তাঁর ছেলে রাজনীতিতে যুক্ত নয়। তাঁরা রাতভর থানায় ছিলেন। কিন্তু ছেলেদের ছাড়িয়ে নিতে পারেননি। ভিডিও বানানোর জন্য ছেলেদের সঙ্গে এমন করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ সেকেন্ডের এক দৃশ্য, বিদ্রূপের শিকার অভিনেতা দেশ ছাড়েন | প্রথম আলো",
            "time": "2025-07-26T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fll0dgh6j%2F4e82eacc-d4c5-44a5-87b2-d597a8a7763c.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৮০ ও ৯০–এর দশকের বলিউড সম্পর্কে খোঁজখবর রাখলে তখন শ্রীদেবীর জনপ্রিয়তা সম্পর্কে ভালোই জানা থাকার কথা আপনার। সেই সময়ে শ্রীদেবী ছিলেন এমন এক অভিনেত্রী, যাঁর তারকাখ্যাতি অনেক আলোচিত নায়কের চেয়ে বেশি ছিল। এমন পরিস্থিতিতে যদি কোনো নতুন মুখ নিজের প্রথম ছবিতেই শ্রীদেবীর বিপরীতে অভিনয়ের সুযোগ পান, তা–ও আবার যশরাজ ফিল্মসের প্রযোজনায়, তবে তা যেন স্বপ্নের মতোই!</p></div></div></div></body></html>"
        },
        {
            "title": "চিকিৎসা শেষে বার্ন ইনস্টিটিউট থেকে দুজন শিক্ষার্থী আজ ছুটি পাচ্ছে | প্রথম আলো",
            "time": "2025-07-26T08:11:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fx4981m49%2FBurn-Unit.jpg?rect=0%2C17%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইলস্টোন স্কুল অ্যান্ড কলেজের দুজন শিক্ষার্থী জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউট থেকে ছুটি পাচ্ছে। আজ শনিবার যেকোনো সময় শিক্ষার্থীদের অভিভাবকের কাছে দেওয়া হবে। ইনস্টিটিউটের একাধিক চিকিৎসকের সঙ্গে কথা বলে এটা জানা গেছে।</p><p> এই প্রথম মাইলস্টোনের কোনো শিক্ষার্থী চিকিৎসা শেষে বাড়ি ফিরছে বলে জানিয়েছেন হাসপাতালের চিকিৎসকেরা। যারা হাসপাতাল থেকে ছুটি পাচ্ছে, তাদের একজনের নাম রাফসি। অন্য জনের নাম আয়ান। তাদের দুজনের বয়স ১২ বছর। তবে তারা কে কোন ক্লাসে পড়ে, তা চিকিৎসকদের জানা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়িতে দুই পক্ষের গোলাগুলি, নিহত ৪: পুলিশ | প্রথম আলো",
            "time": "2025-07-26T08:11:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F395ef991-3ab8-449f-a7bc-f0b72ff823c1%2Fdeath.jpg?rect=0%2C320%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খাগড়াছড়ির দীঘিনালায় দুটি পক্ষের মধ্যে গোলাগুলি হয়েছে। গতকাল শুক্রবার রাত আটটার দিকে উপজেলার জোড়া সিন্ধু কার্বারিপাড়া এলাকায় এই ঘটনা ঘটে। এ ঘটনায় চারজনের মৃত্যুর খবর জানালেও তাঁদের নাম নিশ্চিত করতে পারেনি পুলিশ।</p><p>পুলিশ ও স্থানীয় বাসিন্দাদের সূত্র বলছে, পার্বত্য চট্টগ্রাম জনসংহতি সমিতি (জেএসএস) ও ইউনাইটেড পিপলস ডেমোক্রেটিক ফ্রন্টের (ইউপিডিএফ) মধ্যে এই গোলাগুলির ঘটনা ঘটে। রাত আটটার দিকে এই দুই সংগঠনের দুটি দল সিন্ধু কার্বারিপাড়া এলাকায় মুখোমুখি হলে দুই পক্ষই গুলি করে।</p><p>পুলিশের দাবি, এ ঘটনায় ইউপিডিএফের সামরিক শাখার (‘গণমুক্তি ফৌজ’ বা ‘পিপলস লিবারেশন আর্মি’) চার সদস্য নিহত হয়েছেন। তবে তাঁদের নাম–ঠিকানা জানা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোনে বিমান দুর্ঘটনা: বার্সেলোনার পর শোক জানাল ম্যানচেস্টার ইউনাইটেড | প্রথম আলো",
            "time": "2025-07-26T08:03:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F55dv3742%2Futtaraplanecrash-2.JPG?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরার দিয়াবাড়িতে মাইলস্টোন স্কুল অ্যান্ড কলেজে যুদ্ধবিমান বিধ্বস্ত হওয়ার ঘটনায় শোকাহত পুরো দেশ। ঘটনার পাঁচ দিন পেরিয়ে গেলেও এখনো থামছে না মৃত্যুর মিছিল। সব মিলিয়ে আজ শনিবার সকাল পর্যন্ত নিহতের সংখ্যা বেড়ে দাঁড়িয়েছে ৩৫। ভয়াবহ এ বিমান দুর্ঘটনায় নিহত ব্যক্তিদের অধিকাংশই শিশু।</p><p>মর্মান্তিক এ ঘটনার পর ২৩ জুলাই এক চিঠিতে শোক প্রকাশ করেছিল লা লিগার কাতালান ক্লাব বার্সেলোনা। সেই ধারাবাহিকতায় এবার শোক জানিয়েছে ইংলিশ ক্লাব ম্যানচেস্টার ইউনাইটেডও। গতকাল সামাজিক যোগাযোগমাধ্যম ফেসবুকে এক বিবৃতিতে শোক জানিয়েছে ইংলিশ প্রিমিয়ার ক্লাবটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ওবায়দুল কাদেরকে পালাতে সহায়তা করেছেন মন্তব্য করে যুবদল নেতা আটক | প্রথম আলো",
            "time": "2025-07-26T08:01:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F81ca639d-5f86-4ac3-adb5-60fde4f109d6%2Fc29e6fd2_fc63_4c89_a02b_4b7d88cf656c.png?rect=0%2C70%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যশোর জেলা পুলিশের মিডিয়া সেল থেকে জানানো হয়েছে, জেলা যুবদলের দপ্তর সম্পাদক কামরুল ইসলামের কাছে ৫০ লাখ টাকা চাঁদা দাবি করেছিলেন জনি। এ ছাড়া জেলা বিএনপির সভাপতি ও অন্যান্য সহযোগী সংগঠনের নেতাদের বিরুদ্ধেও সামাজিক যোগাযোগমাধ্যমে অপপ্রচার, কুৎসা রটনা ও হুমকি দিয়ে আসছিলেন তিনি।</p><p>মিডিয়া সেল থেকে আরও জানানো হয়, জনি সামাজিক যোগাযোগমাধ্যমে লাইভে এসে দাবি করেন, ‘আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের যশোর সেনানিবাসে অবস্থানকালে তাঁকে ভারতে পালাতে সাহায্য করেন তৎকালীন জেলা যুবদলের সাধারণ সম্পাদক (বর্তমানে সদস্যসচিব) আনসারুল হক।’ সেনাবাহিনী ও দেশের ভাবমূর্তি ক্ষুণ্ন করার উদ্দেশ্যে এ ধরনের উদ্দেশ্যপ্রণোদিত গুজব ছড়ানোর অভিযোগে যশোর কোতোয়ালি মডেল থানায় সাইবার নিরাপত্তা আইনে কয়েকটি মামলা হয় তাঁর বিরুদ্ধে। মামলার পর থেকে জনি আত্মগোপনে ছিলেন এবং সামাজিক যোগাযোগমাধ্যমে দলের শীর্ষ নেতাদের নিয়ে বিরূপ মন্তব্য করে যাচ্ছিলেন। শুক্রবার রাতে তথ্যপ্রযুক্তির সহায়তায় যশোর ডিবির একটি দল অভিযান চালিয়ে তাঁকে আটক করে। আজ শনিবার সকালে জনিকে আদালতে পাঠানোর কথা জানিয়েছে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "পোশাকের ভাঁজে ইয়াবা রেখে পাচারের চেষ্টা, এক রোহিঙ্গা নারীসহ গ্রেপ্তার ২ | প্রথম আলো",
            "time": "2025-07-26T08:00:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F7x8dalt8%2FYeba.jpg?rect=0%2C20%2C847%2C445&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজারের রামুতে দুই নারীর কাছ থেকে ৫০ হাজার ইয়াবা উদ্ধার করেছে বর্ডার গার্ড বাংলাদেশ (বিজিবি)। গতকাল শুক্রবার রাতে কক্সবাজার-টেকনাফের আঞ্চলিক সড়কে মরিচ্চ্যা এলাকায় যৌথ বাহিনীর তল্লাশিচৌকি থেকে এসব উদ্ধার করা হয়। বিজিবি জানায়, ওই দুই নারী বোরকার নিচে একটি পোশাকের ভাঁজে এসব ইয়াবা লুকিয়ে রেখেছিলেন। তাঁরা এসব ইয়াবা কক্সবাজারে পাচারের চেষ্টা করেছিলেন।</p><p> গ্রেপ্তার দুই নারী হলেন বান্দরবানের নাইক্ষ্যংছড়ির তুলাতলী গ্রামের মোকতার আহম্মদের স্ত্রী তৈয়বা আক্তার (৩৯) ও কক্সবাজারের উখিয়ার কুতুপালং এক নম্বর রোহিঙ্গা আশ্রয়শিবিরের নূর আলমের স্ত্রী দিলবার খাতুন (৩২)।</p></div></div></div></body></html>"
        }
    ]
}