{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ফুটবলের রাজা মেসির দেখা পেলেন বলিউডের বাদশা শাহরুখ | প্রথম আলো",
            "time": "2025-12-13T08:12:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fyv3f9l69%2F591179566184971468940748403973252818532835593n.webp?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলকাতায় বিশেষ এক অনুষ্ঠানে মুখোমুখি হলেন দুই বিশ্বতারকা—‘বলিউড বাদশা’ শাহরুখ খান আর ফুটবল তারকা লিওনেল মেসি। দুজনের করমর্দন ও একসঙ্গে ছবি তোলার দৃশ্য মুহূর্তের মধ্যেই ছড়িয়ে পড়ে সামাজিক যোগাযোগমাধ্যমে। শাহরুখের কনিষ্ঠ পুত্র আব্রাম খানকেও দেখা যায় মেসির সঙ্গে ছবি তুলতে—ফুটবল কিংবদন্তিকে সামনে পেয়ে স্পষ্টতই উচ্ছ্বসিত ছিল সে।</p><p>বর্তমানে ‘গোট ট্যুর অব ইন্ডিয়া ২০২৫’–এর অংশ হিসেবে ভারতে রয়েছেন আর্জেন্টাইন তারকা লিওনেল মেসি। আজ শনিবার কলকাতা সফরে এসে তিনি অংশ নেন এক বিশেষ মিট অ্যান্ড গ্রিট অনুষ্ঠানে। সেখানেই ঘটে যায় ভক্তদের জন্য বাড়তি চমক—মেসির সঙ্গে সাক্ষাৎ হয় শাহরুখ খানের।</p></div></div></div></body></html>"
        },
        {
            "title": "লক্ষ্মীপুরে ঘরে ঢুকে বৃদ্ধাকে কুপিয়ে হত্যা | প্রথম আলো",
            "time": "2025-12-13T08:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fenlakx07%2FWhatsApp-Image-2025-12-13-at-13.48.03.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, ছাদে সিঁড়িঘরের দরজা ভেঙে এক বা একাধিক দুর্বৃত্ত ঘরে ঢুকে ছকিনা বেগমকে হত্যা করেছেন। চিৎকার শুনে লোকজন এগিয়ে আসার আগেই ওই দুর্বৃত্তরা ঘরের পেছনের দরজা দিয়ে পালিয়ে গেছেন।</p><p>জানতে চাইলে লক্ষ্মীপুরের অতিরিক্ত পুলিশ সুপার (সদর সার্কেল) মো. রেজাউল হক বলেন, ‘প্রাথমিকভাবে পূর্বশত্রুতার কারণে ওই নারীকে হত্যা করা হয়েছে বলে ধারণা করা হচ্ছে। তবে এটি ডাকাতিতে বাধা দেওয়ার কারণে হয়েছে কি না, সেটিও খতিয়ে দেখা হচ্ছে। এ ঘটনায় মামলা প্রক্রিয়াধীন।’</p></div></div></div></body></html>"
        },
        {
            "title": "মেসিকে দেখতে না পেয়ে কলকাতায় গ্যালারিতে ভাঙচুর, দর্শক নেমে পড়লেন মাঠে | প্রথম আলো",
            "time": "2025-12-13T08:02:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Floao4m15%2F704282-01-02.jpg?rect=0%2C11%2C8084%2C4244&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পূর্বনির্ধারিত সূচি অনুসারে যুব ভারতীতে প্রবেশ করে গ্যালারির চারপাশে ঘুরে ল্যাপ অব অনার নেওয়ার কথা ছিল মেসির। পরে মাঠে আসার কথা ছিল পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়, বলিউড তারকা শাহরুখ খানেরও। এ ছাড়া একটি প্রদর্শনী ম্যাচও হওয়ার কথা, যেখানে মেসির অংশ নেওয়ার কথা। কিন্তু বিশৃঙ্খল পরিস্থিতির জেরে সবই পণ্ড হয়ে গেছে।</p><p>টাইমস অব ইন্ডিয়ার খবরে বলা হয়, স্থানীয় সময় সাড়ে ১১টায় মেসির গাড়ি সল্ট লেক স্টেডিয়ামে প্রবেশ করে। তিনি গাড়ি থেকে নামার সঙ্গে সঙ্গেই বেশ কিছু মানুষ তাঁকে ঘিরে ধরেন। গ্যালারির দর্শক বেশ কিছুক্ষণ অপেক্ষা করেও তাঁকে ঠিকমতো দেখতে না পেয়ে ‘উই ওয়ান্ট মেসি’ স্লোগান দিতে শুরু করেন। এ সময় মেসিকে দেখা যাচ্ছিল শুধু স্টেডিয়ামের জায়ান্ট স্ক্রিনে। কিন্তু ৭০-৮০ জনের মতো মানুষ মেসির চার পাশে ঘিরে থাকায় সেখানেও ভালোভাবে দেখা যাচ্ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "কনকনে শীতে ব্রাহ্মণবাড়িয়ায় হাফ ম্যারাথনে ৩৫০ জন | প্রথম আলো",
            "time": "2025-12-13T07:49:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fx3zcrtzh%2FBBariaDH051720251213IMG20251213073235copy3468x2604.jpg?rect=0%2C180%2C3468%2C1821&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দৌড় প্রতিযোগিতায় বিভিন্ন বয়সী দৌড়বিদের পাশাপাশি ভারত, জাপান, নেপাল ও ডেনমার্কের চারজন অংশ নেন। জেলা শহরের তিতাস নদীর ওপর নির্মিত ব্রাহ্মণবাড়িয়া সদর ও বিজয়নগর উপজেলার সংযোগ সড়ক কালীবাড়ি মোড় থেকে বিজয়নগরের নূরপুর জিসি সড়ক (সিমনা-ব্রাহ্মণবাড়িয়া) পথে দৌড়বিদেরা ছড়িয়ে পড়েন। নির্দেশিত পথ ধরে প্রত্যেকে নিজের নির্ধারিত দূরত্ব অনুযায়ী দৌড় সম্পন্ন করেন।</p><p>অংশগ্রহণকারীদের মধ্যে ব্রাহ্মণবাড়িয়া ন্যাশনাল হার্ট ফাউন্ডেশন হাসপাতালের হৃদ্‌রোগ বিশেষজ্ঞ চিকিৎসক মুহাম্মদ আবদুল মতিন বলেন, ‘১০ কিলোমিটার দৌড়ে অংশ নিয়েছি। ভালো লাগছে। হৃদ্‌রোগ প্রতিরোধে নিয়মিত হাঁটা ও দৌড়ের বিকল্প নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগ যাঁদের টার্গেট করেছে, গুলিবিদ্ধ ওসমান হাদি তাঁদের অন্যতম: রাশেদ খান | প্রথম আলো",
            "time": "2025-12-13T07:42:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fy4z6fhdd%2FRashed-Khan.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় যারা ওসমান হাদিকে গুলি করেছে, তাদের অবিলম্বে গ্রেপ্তারের দাবি জানান রাশেদ খান। তিনি বলেন, ‘চিরুনি অভিযান শুরু করতে হবে। আওয়ামী লীগকে আপনারা ধরছেন না, বরং আমরা দেখেছি, তারা জামিন পাচ্ছে।’</p><p>স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) জাহাঙ্গীর আলম চৌধুরীকে ‘মাজাভাঙা’ উপদেষ্টা বলে মন্তব্য করেছেন রাশেদ খান।</p><p>রাশেদ খান বলেন, এই স্বরাষ্ট্র উপদেষ্টার নেতৃত্বে কোনোভাবেই আইনশৃঙ্খলা রক্ষাকারী বাহিনী কাজ করতে পারবে না। সরকার যদি সুষ্ঠু নির্বাচন উপহার দিতে চায়, তাহলে সর্বপ্রথম স্বরাষ্ট্র উপদেষ্টাকে দায়িত্ব থেকে সরিয়ে দিতে হবে। বিভিন্ন জেলা–উপজেলা প্রশাসনে রদবদল হলেও উপদেষ্টা পরিষদে কেন রদবদল হয়নি, তা নিয়ে প্রশ্ন তোলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে হামলা: গুলির লক্ষ্য একজন না, লক্ষ্য নির্বাচন? | প্রথম আলো",
            "time": "2025-12-13T07:42:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Frgmosxiw%2Fosman-hadi-1.jpg?rect=0%2C230%2C808%2C424&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরেকটি বিষয় আছে, আমাদের দেশে ‘নিরপেক্ষ’ শব্দটা যতটা গ্ল্যামারাস, ততটাই বিপজ্জনক। দলীয় রাজনীতির ছায়া না থাকলে আপনি স্বাধীন থাকেন, কিন্তু একা থাকেন। নিরাপত্তা, সংগঠন, শৃঙ্খলা, পাল্টা চাপ তৈরি করার ক্ষমতা, এগুলো একা থাকলে কমে যায়। হাদির ক্ষেত্রে এই একা থাকার সুবিধা আর ঝুঁকি দুটোই কাজ করেছে।</p><p>এখন প্রশ্ন আসে, রাষ্ট্র কোথায় ছিল? ৫ আগস্ট ২০২৪-এর সরকার পতনের পর দেশ একটা দীর্ঘ ট্রানজিশনের পথে যাত্রা করেছে, ৮ আগস্ট ড. মুহাম্মদ ইউনূস অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা হিসেবে শপথ নেন। সেই সময় মানুষ ভাবছিল আইনশৃঙ্খলা ঠিক হবে, ভয়ের চক্র থামবে, নির্বাচন হবে, ক্ষমতা হস্তান্তর হবে। রাজনৈতিক সরকার ক্ষমতা গ্রহণ করবে। </p><p>কিন্তু বাস্তবতা হলো, আইনশৃঙ্খলা নিয়ে রাষ্ট্র বারবার আশ্বাস দিয়েছে, মাঠে মানুষ বারবার অনিশ্চয়তা দেখেছে। তফসিল ঘোষণার পরদিন দিনের আলোয় একজন প্রার্থী এবং রাজনৈতিক প্ল্যাটফর্মের মুখপাত্রকে গুলি করার ঘটনা সেই অনিশ্চয়তাকে নগ্ন করে দিল।</p><p>রাষ্ট্রের প্রতিক্রিয়া আনুষ্ঠানিকভাবে এসেছে। প্রধান উপদেষ্টার দপ্তর দ্রুত তদন্ত ও গ্রেপ্তারের নির্দেশ দিয়েছে। পুলিশও ‘ম্যানহান্ট’ বলছে। কিন্তু সমস্যা কেবল নির্দেশে না, সমস্যাটা হলো বিশ্বাসে। মানুষ কাগজে নির্দেশ দেখে না, মানুষ রাস্তায় নিরাপত্তা দেখে। মানুষ দেখে, নির্বাচনের আগের মাঠে কে হাঁটতে পারছে, কে হাঁটতে ভয় পাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির পরিবারের সঙ্গে প্রধান উপদেষ্টার সাক্ষাৎ, সর্বোত্তম চিকিৎসা ও বিচারের আশ্বাস | প্রথম আলো",
            "time": "2025-12-13T07:42:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fbt8bdfqi%2Fhadi-1.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন নৃশংস হামলার সঙ্গে জড়িত পুরো চক্রকে চিহ্নিত করে বিচারের আওতায় আনা হবে বলে জানান প্রধান উপদেষ্টা। তিনি বলেন, 'দ্রুততম সময়ের মধ্যে অপরাধীদের গ্রেপ্তারে আইনশৃঙ্খলা রক্ষাকারী বাহিনী সক্রিয়ভাবে কাজ করছে। এ ঘটনার আদ্যোপান্ত বিশ্লেষণ করে পূর্ণাঙ্গ তদন্তের জন্য ইতিমধ্যেই নির্দেশ দেওয়া হয়েছে।’</p><p>ওসমান বিন হাদির বোন বলেন, ‘সে (ওসমান বিন হাদি) ছোটবেলা থেকেই দেশকে মনেপ্রাণে ভালোবাসত। ছোটবেলা থেকেই সে বিপ্লবী। বিদ্রোহী কবিতা তাঁর প্রিয়, সে বিদ্রোহী কবিতা আবৃত্তি করতে ভালোবাসত। তাঁর একটি ১০ মাসের সন্তান আছে। হাদি আমাদের মেরুদণ্ড।’ তিনি আরও বলেন, 'ওর অনেক কাজ, ওকে বেঁচে থাকতে হবে। আপনারা বিপ্লবী সরকার, যে করেই হোক জুলাই বিপ্লবীদের বাঁচিয়ে রাখবে হবে। তা না হলে এ দেশের স্বাধীনতা, সার্বভৌমত্ব হুমকিতে পড়বে’।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদিকে গুলি: সন্দেহভাজন শনাক্ত, খুঁজছে পুলিশ | প্রথম আলো",
            "time": "2025-12-13T07:38:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Flarw8wxc%2FUntitled_3.jpg?rect=0%2C1%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে সম্ভাব্য স্বতন্ত্র প্রার্থী শরিফ ওসমান হাদিকে গুলি করার ঘটনায় এক সন্দেহভাজনকে শনাক্ত করেছে ডিএমপি। সিসিটিভি ফুটেজ দেখে তাকে চিহ্নিত করা হয়। আজ শনিবার ডিএমপি জানায়, শনাক্ত ব্যক্তির বিষয়ে তথ্য দিতে অনুরোধ করা হয়েছে; তথ্যদাতার পরিচয় গোপন থাকবে। ০১৩২০০৪০০৮০, ০১৩২০০৪০১৩২ ও ৯৯৯ নম্বরে যোগাযোগ করা যাবে। গতকাল শুক্রবার পুরানা পল্টনে গুলিবিদ্ধ হাদি এখনো আশঙ্কামুক্ত নন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের সঙ্গে গোয়েন্দা তথ্য বিনিময় কেন বন্ধ রেখেছিল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2025-12-13T07:37:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fcqzm7t2a%2FGaza-City.avif?rect=0%2C18%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনটি সূত্র আরও বলেছে, ইসরায়েল মার্কিন গোয়েন্দা তথ্য ব্যবহার করার সময় যুদ্ধ আইন মেনে চলার বিষয়ে যথেষ্ট প্রতিশ্রুতি দেয়নি, এ নিয়েও কর্মকর্তাদের মধ্যে উদ্বেগ ছিল।</p><p>মার্কিন আইন অনুযায়ী, গোয়েন্দা সংস্থাগুলোকে কোনো বিদেশি দেশের সঙ্গে তথ্য বিনিময় করার আগে এ আশ্বাস পাওয়া আবশ্যক।</p><p>দুটি সূত্র বলেছে, ইসরায়েলের সঙ্গে গোয়েন্দা তথ্য বিনিময় বন্ধ রাখার সিদ্ধান্ত ছিল সাময়িক ও কৌশলগত। গোয়েন্দা সংস্থাগুলোর ভেতর থেকে এ সিদ্ধান্ত নেওয়া হয়েছিল। গাজা যুদ্ধে বাইডেন প্রশাসন ইসরায়েলকে গোয়েন্দা তথ্য ও অস্ত্র সরবরাহের মাধ্যমে অব্যাহত সমর্থন দিয়ে যাওয়ার নীতিতে অটল থেকেছে।</p><p>এ বিষয়ে জানেন এমন এক কর্মকর্তা বলেন, গোয়েন্দা কর্মকর্তাদের হাতে যথাসময়ে কিছু তথ্য বিনিময় করা বা না করা নিয়ে সিদ্ধান্ত নেওয়ার স্বাধীনতা থাকে। হোয়াইট হাউসের অনুমতি ছাড়াই তাঁরা এ বিষয়ে নিজেরা সিদ্ধান্ত নিতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান দেশে এলে রাজনীতিতে নতুন জোয়ার সৃষ্টি হবে: আমীর খসরু | প্রথম আলো",
            "time": "2025-12-13T07:32:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Faf9wkes0%2FAmir-Khasru.jpeg?rect=0%2C23%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্ষমতায় গেলে শিক্ষা, স্বাস্থ্য, ক্রীড়া, কর্মসংস্থানসহ আটটি বিষয়ে কীভাবে কাজ করবে—তা নিয়ে অঙ্গ ও সহযোগী সংগঠনের নেতাদের জন্য ধারাবাহিক এই কর্মশালার আয়োজন করছে বিএনপি। এতে ছাত্রদল, যুবদল, স্বেচ্ছাসেবক দলসহ অন্যান্য সহযোগী সংগঠনের নেতারা অংশ নিচ্ছেন।</p><p>নির্বাচনের জন্য দলের নেতাদের প্রস্তুত থাকার নির্দেশনা দিয়ে আমীর খসরু মাহমুদ চৌধুরী বলেন, ‘এই নির্বাচনে জয় বিএনপির নয়; এই নির্বাচনের জয় হচ্ছে গণতন্ত্র, বিএনপি হচ্ছে গণতন্ত্রের টর্চ বেয়ারার।’</p><p>দেশের বাইরে হওয়া একটি জরিপের কথা উল্লেখ করে বিএনপির এই নেতা বলেন, ওই জরিপে মানুষ কেন বিএনপিকে ভোট দিতে চায়—সে প্রশ্নের উত্তরে জিয়াউর রহমান, বেগম খালেদা জিয়া ও তারেক রহমানের নাম এসেছে। পাশাপাশি গণতন্ত্রের ধারক–বাহক হিসেবে বিএনপির নাম উঠে এসেছে।</p><p>ইনকিলাব মঞ্চের আহ্বায়ক ওসমান হাদির ওপর গুলির ঘটনা নিয়ে আমীর খসরু বলেন, এ ধরনের ঘটনা দুঃখজনক। এর আগেও চট্টগ্রাম মহানগরের বিএনপির সভাপতির ওপর হামলা হয়েছে। এ সময় রাজনৈতিক স্থিতিশীলতা অত্যন্ত গুরুত্বপূর্ণ। তিনি বলেন, বিএনপি একটি শান্তিপূর্ণ, স্থিতিশীল ও সহনশীল রাজনৈতিক সংস্কৃতি গড়ে তুলতে চায়।</p></div></div></div></body></html>"
        },
        {
            "title": "কীভাবে অনিশ্চয়তার মাঝেও সুস্থ ও সতেজ থাকবেন | প্রথম আলো",
            "time": "2025-12-13T07:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F9ofmgbvt%2Fpexels-aqtai-2233416.jpg?rect=0%2C337%2C4744%2C2491&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. নামাজ একটি প্রয়োজনীয় বিরতি</strong></p><p>দৈনিক পাঁচ ওয়াক্তের নামাজ কেবল একটি ধর্মীয় আনুষ্ঠানিকতা নয়; এটি আমাদের জীবনের সবচেয়ে জরুরি বিরতি (Pause)। কোনো খারাপ খবর বা বড় চ্যালেঞ্জ সামনে আসার পর যখন মানুষ ভয়ে সিদ্ধান্ত নিতে শুরু করে, তখন নামাজ আমাদের বাধ্য করে থামতে এবং এই স্থায়ী সত্যগুলোর সঙ্গে পুনরায় নিজেদেরকে সারিবদ্ধ করতে।</p><p>আল্লাহর সঙ্গে এই পরামর্শের পরে নেওয়া পদক্ষেপগুলো হয় সুচিন্তিত, পরিমিত—কোনো প্যানিক-নির্ভর বা আতঙ্ক-চালিত পদক্ষেপ নয়।</p><p>আধুনিক মনোবিজ্ঞানীরাও উদ্বেগ মোকাবিলার জন্য ‘মাইন্ডফুলনেস’ ও ‘গ্রাউন্ডিং টেকনিকস’-এর কথা বলেন, যা এই পাঁচ ওয়াক্ত নামাজের চেতনার সঙ্গে প্রায়শই মিলে যায়। নামাজি ব্যক্তি প্রতিটি সালাতে নিজেকে বিশ্বজগতের কেন্দ্র থেকে বিচ্ছিন্ন করে আখেরাতের দিকে মনোনিবেশ করে।</p><p>যেমন দেখুন, “নিশ্চয় নামাজ অশ্লীল ও মন্দ কাজ থেকে বিরত রাখে।” (সুরা আনকাবুত, আয়াত: ৪৫)</p><p>এই আয়াত প্রমাণ করে, নামাজ কেবল দৈহিক ইবাদত নয়; এটি আত্মার পরিশুদ্ধি ও মন-মানসিকতার স্থিতিশীলতা বিধানের একটি প্রক্রিয়া।</p><p><strong>২. কোরআনের নীতি আধুনিক সমস্যার পথপ্রদর্শক</strong></p><p>যখন আমরা কোনো নৈতিক বা জীবনের কঠিন সিদ্ধান্তের মুখোমুখি হই, তখন আমাদের প্রয়োজন একটি শক্তিশালী কাঠামো। কোরআন এমন একটি কাঠামো যা সময়ের সঙ্গে সঙ্গে পরিবর্তিত হয় না।</p><p>এটি এমন এক গ্রন্থ, যা উম্মাহকে মঙ্গোল আক্রমণ, ক্রুসেড এবং ইতিহাসের অন্য সব কঠিন সময়ের মধ্য দিয়ে পথ দেখিয়েছে। এই গ্রন্থটি ভবিষ্যতেও আমাদের পথ দেখাবে।</p><p>কোরআন আমাদের শেখায় নীতি-ভিত্তিক জীবন (Principle-Based Life)। উদাহরণস্বরূপ, অর্থনৈতিক অস্থিরতা এলে কোরআন সুদের বিরুদ্ধে অবস্থান নিয়ে নৈতিক অর্থনীতির প্রতি নির্দেশ দেয়। (সুরা বাকারা, আয়াত: ২৭৫-২৭৯)</p></div></div></div></body></html>"
        },
        {
            "title": "ভর্তি পরীক্ষায় ‘কঠিন’ ইংরেজি প্রশ্ন, দক্ষিণ কোরিয়ায় কর্মকর্তার পদত্যাগ | প্রথম আলো",
            "time": "2025-12-13T07:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F4qawcyg8%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ভর্তি পরীক্ষায় ‘কঠিন’ ইংরেজি প্রশ্ন, দক্ষিণ কোরিয়ায় কর্মকর্তার পদত্যাগ\" class=\"nA4h1 \">ভর্তি পরীক্ষায় ‘কঠিন’ ইংরেজি প্রশ্ন, দক্ষিণ কোরিয়ায় কর্মকর্তার পদত্যাগ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-13T13:25:27+06:00\"><span>প্রকাশ: ১৩ ডিসেম্বর ২০২৫, ০৭: ২৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "স্বাদুপানির মাছ কমে যাচ্ছে: প্রাকৃতিক বাস্তুতন্ত্র কি টিকে থাকবে | প্রথম আলো",
            "time": "2025-12-13T07:13:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-02%2Fa6l5cl32%2Fprothomalo-bangla_2024-03_20d26d7e-ae90-4b1f-a053-44a4c17d078f_Letter.webp?rect=0%2C91%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রামের দরিদ্র জনগোষ্ঠীর পুষ্টির, বিশেষ করে ক্যালসিয়াম ও ভিটামিন এ–এর প্রধান উৎস ছিল ছোট মাছ। এই মাছগুলো হারিয়ে যাওয়ায় গ্রামীণ জনস্বাস্থ্যে নেতিবাচক প্রভাব পড়ছে। এ ছাড়া যারা বংশপরম্পরায় জেলে পেশায় জড়িত, নদীতে মাছ না পেয়ে তাঁরা আজ বেকার। বাধ্য হয়ে তাঁরা পেশা পরিবর্তন করছেন, যা গ্রামীণ অর্থনীতিতে চাপ সৃষ্টি করছে।</p><p>হতাশার মধ্যে ও আশার আলো হলো প্রকৃতিকে সুযোগ দিলে সে নিজেকে সারিয়ে তুলতে পারে। তবে এর জন্য প্রয়োজন আশু পদক্ষেপ—</p><p>মৎস্য অভয়াশ্রম বৃদ্ধি: হাওর ও নদীগুলোর নির্দিষ্ট কিছু অংশকে সারা বছরের জন্য বা প্রজনন মৌসুমে মৎস্য অভয়াশ্রম ঘোষণা করে কঠোরভাবে রক্ষণাবেক্ষণ করতে হবে।</p><p>দূষণ রোধ: শিল্পবর্জ্য নদীতে ফেলার আগে শোধন (ইটিপি ব্যবহার) বাধ্যতামূলক করতে হবে। কৃষিতে জৈব সারের ব্যবহার বাড়াতে হবে।</p><p>জনসচেতনতা ও আইন প্রয়োগ: কারেন্ট জাল বা বিষ দিয়ে মাছ ধরা বন্ধে আইনের কঠোর প্রয়োগ এবং জেলেদের মধ্যে সচেতনতা তৈরি করতে হবে।</p><p>জলাশয় পুনরুদ্ধার: ভরাট হয়ে যাওয়া খাল-বিল খনন করে পানির প্রবাহ ফিরিয়ে আনতে হবে।</p><p>স্বাদু পানির মাছ রক্ষা করা কেবল মৎস্য অধিদপ্তরের কাজ নয়, এটি আমাদের অস্তিত্ব রক্ষার লড়াই। নদী বাঁচলে মাছ বাঁচবে; আর মাছ বাঁচলে টিঁকে থাকবে আমাদের প্রাণবৈচিত্র্য ও বাস্তুতন্ত্র। আমরা যদি এখনই সচেতন না হই, তবে ভবিষ্যৎ প্রজন্ম হয়তো জাদুঘরে গিয়ে জানবে—একদা এ দেশে ‘মাছে-ভাতে বাঙালি’ নামে একটি জাতি ছিল।</p><p>প্রাকৃতিক বাস্তুতন্ত্র টিঁকে থাকবে কি না, তার উত্তর নির্ভর করছে আজ আমরা প্রকৃতির প্রতি কতটা সদয় আচরণ করছি, তার ওপর। সময় দ্রুত ফুরিয়ে আসছে, সিদ্ধান্ত নিতে হবে এখনই।</p></div></div></div></body></html>"
        },
        {
            "title": "সোয়া তিন কোটি টাকার গৃহকর যেভাবে হয়ে গেল ১৮ লাখ | প্রথম আলো",
            "time": "2025-12-13T07:11:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-10%2F3b3f2f3d-f2ac-45ce-ad80-3d22bb6079c6%2Fctg.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম সিটি করপোরেশন নগরের আগ্রাবাদে তিন তারকা হোটেল সেন্ট মার্টিন লিমিটেডের গৃহকর নির্ধারণ করেছিল ৩ কোটি ৩০ লাখ টাকা। দুই দফায় ৩ কোটি ১২ লাখ টাকা কমিয়ে সেই গৃহকর নির্ধারণ করা হয় ১৮ লাখ টাকা। কোনো ধরনের শুনানি না করে এবং আপিল রিভিউ বোর্ডের চেয়ারম্যান মেয়রের সই ছাড়াই এভাবে কর কমিয়ে দেন রাজস্ব বিভাগের কর্মকর্তারা।</p><p> চট্টগ্রাম সিটি করপোরেশনে গৃহকর নির্ধারণে এই অনিয়ম চিহ্নিত করেছে স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয়ের নিরীক্ষা দল। গত সেপ্টেম্বরে এই নিরীক্ষা প্রতিবেদন জমা দেওয়া হয়েছে। প্রতিবেদনে বলা হয়, ৩ কোটি ৮ লাখ টাকা কমানো অস্বাভাবিক। গত সপ্তাহে এই প্রতিবেদন প্রথম আলোর হাতে আসে।</p><p>চট্টগ্রাম সিটি করপোরেশনের রাজস্ব বিভাগে এ ধরনের অনিয়মের ঘটনা ঘটেছে অন্তত ১১টি খাতে। ঘষামাজা করে গৃহকর কমানো এবং সাইনবোর্ডের আকার কম দেখিয়ে কর নির্ধারণ করার ক্ষেত্রে এসব অনিয়ম হয়েছে। এ ছাড়া বকেয়া গৃহকর ও ট্রেড লাইসেন্স ফি আদায়েও রাজস্ব বিভাগের গাফিলতি ছিল। এসব অনিয়ম ও গাফিলতির কারণে সিটি করপোরেশনের ২২২ কোটি টাকার ক্ষতি হয়েছে বলে উল্লেখ করা হয় প্রতিবেদনে। নিরীক্ষা প্রতিবেদনে বলা হয়েছে, এসব অনিয়মের সঙ্গে রাজস্ব বিভাগের কর্মকর্তারা জড়িত। এসব অনিয়মের ঘটনা ঘটে ২০২২–২৩ ও ২০২৩–২৪ অর্থবছরে।</p><p>এসব অনিয়মের বিষয়ে জানতে চাইলে সম্প্রতি সিটি করপোরেশনের ভারপ্রাপ্ত প্রধান নির্বাহী কর্মকর্তা ও সচিব মোহাম্মদ আশরাফুল আমিন জানিয়েছেন, হোটেল সেন্ট মার্টিন লিমিটেডের কর নির্ধারণের অনিয়মসহ রাজস্ব বিভাগের বিভিন্ন অনিয়ম নিয়ে তদন্ত কমিটি গঠন করা হয়েছে। তদন্ত প্রতিবেদনের পাওয়ার পর ব্যবস্থা নেওয়া হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "চাঁপাইনবাবগঞ্জ সীমান্তে বাংলাদেশির লাশ ফেরত দিল বিএসএফ | প্রথম আলো",
            "time": "2025-12-13T07:09:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fbv5kjmti%2FChapainawabgonjDH060320251213IMG-20251213-WA0000.jpg?rect=0%2C160%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁপাইনবাবগঞ্জ সদর উপজেলার বাখেরআলী সীমান্তের ওপারে ভারতের নদী থেকে উদ্ধার বাংলাদেশি তসিকুল ইসলামের (৩২) লাশ ফেরত দিয়েছে বিএসএফ। গতকাল শুক্রবার রাতে চাঁপাইনবাবগঞ্জ সদর উপজেলার জোহরপুর-টেক সীমান্ত দিয়ে মরদেহ হস্তান্তর করা হয়।</p><p>৫৩ বিজিবি ব্যাটালিয়নের অধিনায়ক লেফটেন্যান্ট কর্নেল কাজী মুস্তাফিজুর রহমান ও সদর মডেল থানার পরিদর্শক (তদন্ত) সুকমল চন্দ্র দেবনাথ এ তথ্য নিশ্চিত করেছেন।<br> লেফটেন্যান্ট কর্নেল কাজী মোস্তাফিজুর রহমান প্রথম আলোকে বলেন, ভারতে গুলিবিদ্ধ হয়ে বাংলাদেশির মৃত্যুর লিখিত প্রতিবাদ জানানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জনস্বাস্থ্য ইনস্টিটিউটে ১৫ পদে চাকরি, আবেদন করুন দ্রুত | প্রথম আলো",
            "time": "2025-12-13T07:07:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fb8b7ff77-d57f-4e17-a08a-08ec8c6e777a%2FPP_Palo.webp?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. লাইব্রেরিয়ান</strong></p><p>পদসংখ্যা: ০২</p><p>গ্রেড ও বেতন স্কেল: (গ্রেড-১৬) ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৫. অফিস সহকারী কাম কম্পিউটার মুদ্রাক্ষরিক</strong></p><p>পদসংখ্যা: ০৫</p><p>গ্রেড ও বেতন স্কেল: (গ্রেড-১৬) ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৬. টেলিফোন অপারেটর</strong></p><p>পদসংখ্যা: ০২</p><p>গ্রেড ও বেতন স্কেল: (গ্রেড-১৬) ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৭. ক্যাশিয়ার</strong></p><p>পদসংখ্যা: ০১</p><p>গ্রেড ও বেতন স্কেল: (গ্রেড-১৬) ৯,৩০০-২২,৪৯০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি পরীক্ষা-২০২৬ নিয়ে নতুন নির্দেশনা শিক্ষা বোর্ডের | প্রথম আলো",
            "time": "2025-12-13T07:04:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Frpeupuyz%2F144.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">২০২৬ সালে অনিয়মিত, মানোন্নয়নে যারা এইচএসসি পরীক্ষা দেবে তাদের ২০২৫ সালের পুনর্বিন্যাসকৃত সিলেবাসে পরীক্ষা হবে।<span class=\"custom-gallery-image _3bj2K SZnJd\">প্রথম আলো ফাইল ছবি</span></figcaption></p></div></div></body></html>"
        }
    ]
}