{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গণমাধ্যমের তিন সংস্থাকে প্রাধান্য দিয়ে কাজ করতে চান নতুন তথ্য উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-14T06:28:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-28%2F0voaxlfz%2FWhatsApp-Image-2025-08-28-at-1.35.07-PM.jpeg?rect=0%2C45%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন দায়িত্ব পাওয়ার পর আজ সচিবালয়ে এলে গণমাধ্যম সংস্কার কমিশন, সাম্প্রতিক ঘটনাসহ বিভিন্ন বিষয়ে সাংবাদিকদের প্রশ্নের জবাব দেন সৈয়দা রিজওয়ানা হাসান।</p><p>তথ্য উপদেষ্টা বলেন, প্রথম কথা হচ্ছে গণমাধ্যম সংস্কার কমিশনের প্রতিবেদনের বিষয়ে একেবারেই কোনো কাজ হয়নি, তা নয়। তবে ‘আউটকামটি’ আলোর মুখ দেখেনি। সম্প্রচার কমিশন, প্রেস কাউন্সিল ও স্বাধীন গণমাধ্যম কমিশন—এই তিনটিকে প্রাধান্য দিয়ে কাজ করার চেষ্টা করবেন তিনি। তবে তিনি এ–ও উল্লেখ করেন, তথ্য উপদেষ্টা হিসেবে তাঁর সময় খুবই সীমিত।</p><p>তফসিল অনুযায়ী আগামী ১২ ফেব্রুয়ারি জাতীয় নির্বাচন ও গণভোট নির্বাচন অনুষ্ঠিত হবে। ফলে অন্তর্বর্তী সরকারের মেয়াদ দুই মাসেরও কম আছে।</p><p>সাংবাদিক দম্পতি সাগর-রুনি হত্যার বিচারের বিষয়ে নতুন তথ্য উপদেষ্টা সৈয়দা রিজওয়ানা হাসান বলেন, এই সরকার দায়িত্ব গ্রহণ করার পরেই সরকারের পক্ষ থেকে উদ্যোগ নেওয়া হয়েছে। কিন্তু অনেক দিন আগে ঘটে যাওয়া হত্যাকাণ্ডের বিচার হতে হবে আলামতের ভিত্তিতে। তিনি যতটুকু জানেন ও বোঝেন, এর বিচার করার বিষয়ে সরকারের সব্বোচ্চ অঙ্গীকার আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে রক্তক্ষয়ী হামলা-সহিংসতায় জড়িত আরএসএফপ্রধান কে এই হেমেদতি | প্রথম আলো",
            "time": "2025-12-14T06:24:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F3u33e6jt%2F01.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই পরিচিতি হেমেদতির জন্য সুযোগ তৈরি করে দেয়। তিনি তাঁর যোদ্ধাদের বকেয়া বেতন, পদোন্নতি ও নিজের ভাইয়ের জন্য একটি রাজনৈতিক পদ দাবি করে বশির সরকারের বিরুদ্ধে সাময়িকভাবে বিদ্রোহ করেন। বশির তাঁর প্রায় সব দাবি মেনে নেন। পরে হেমেদতি আবার বশিরের মূল বাহিনীর সঙ্গে যুক্ত হন।</p><p>এরপর অন্যান্য জানজাবিদ ইউনিট বিদ্রোহ শুরু করলে হেমেদতি সরকারি বাহিনীর নেতৃত্ব দেন ও ইউনিটগুলোকে পরাজিত করেন। একপর্যায়ে দারফুরের জেবেল আমিরে সবচেয়ে বড় সোনার খনির নিয়ন্ত্রণ নেন। দ্রুতই তাঁর পারিবারিক প্রতিষ্ঠান ‘আল-গুনেইদ’ সুদানের বৃহত্তম সোনা রপ্তানিকারক প্রতিষ্ঠানে পরিণত হয়।</p><p>২০১৩ সালে হেমেদতি আনুষ্ঠানিকভাবে সুদানের নতুন আধা সামরিক গ্রুপ আরএসএফের প্রধান নিযুক্ত হন, যা সরাসরি প্রেসিডেন্ট বশিরের অধীন কাজ করত। জানজাবিদ বাহিনীকে আরএসএফের সঙ্গে একীভূত করে নতুন পোশাক, যানবাহন, অস্ত্রশস্ত্র দেওয়া হয়। সেনাবাহিনী থেকেও কর্মকর্তাদের এতে যুক্ত করে দেওয়া হয় সহায়তা।</p><p>আরএসএফ দারফুরের বিদ্রোহীদের বিরুদ্ধে গুরুত্বপূর্ণ জয়লাভ করে। তবে দক্ষিণ সুদানের নুবা পর্বতমালায় বিদ্রোহ দমনে ব্যর্থ হয়। এরপর তারা লিবিয়ার সঙ্গে সীমান্তে পুলিশের সাবকন্ট্রাক্টর হিসেবে দায়িত্ব পালন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভারতের রাজকুমারের’ শেষ দিন কী ঘটেছিল | প্রথম আলো",
            "time": "2025-12-14T06:19:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F0fv50i8v%2FSanjayGandhiIndira01.jpg?rect=0%2C5%2C295%2C155&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ইন্দিরা গান্ধীর সঙ্গে তাঁর ছেলে সঞ্জয় গান্ধী। নয়াদিল্লি, ভারত, ২১ মার্চ ১৯৭৭</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির অবস্থা অপরিবর্তিত, উন্নতি হলে বিদেশে নেওয়ার পরিকল্পনা | প্রথম আলো",
            "time": "2025-12-14T06:12:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fhlx2th2l%2FHadi-00.jpg?rect=0%2C85%2C1385%2C727&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওসমান হাদিকে তাঁর পরিবার ও ইনকিলাব মঞ্চের পক্ষ থেকে বিদেশে নিয়ে চিকিৎসার পরিকল্পনা করা হচ্ছে। তবে বিদেশে নেওয়ার বিষয়টি তাঁর শারীরিক অবস্থার ওপর নির্ভর করছে। অবস্থা বিদেশে নেওয়ার মতো উন্নতি হলেই নেওয়া হবে।</p><p>গত শুক্রবার দুপুরে ঢাকার বিজয়নগরে গুলিবিদ্ধ হওয়ার পরপরই ওসমান হাদিকে নেওয়া হয়েছিল ঢাকা মেডিকেল কলেজ হাসপাতালে। ওই হাসপাতালের পরিচালক ব্রিগেডিয়ার জেনারেল মো. আসাদুজ্জামান তখন বলেছিলেন, একটি গুলি ওসমান হাদির কানের ডান পাশ দিয়ে ঢুকে মাথার বাঁ পাশ দিয়ে বেরিয়ে যায়। হাসপাতালে নিউরোসার্জারি বিভাগের চিকিৎসকেরা তাঁর প্রাথমিক অস্ত্রোপচার করেন।</p><p>সেদিন সন্ধ্যায় ওসমান হাদিকে এভারকেয়ার হাসপাতালে নেওয়া হয়। এখন সেখানে ভেন্টিলেটর সাপোর্টে রয়েছেন তিনি। তাঁর চিকিৎসায় একটি মেডিকেল বোর্ড গঠন করা হয়েছে। বিএনপির চেয়ারপারসন, সাবেক প্রধানমন্ত্রী খালেদা জিয়াও এই হাসপাতালে চিকিৎসাধীন রয়েছেন।</p><p>খালেদা জিয়া ও ওসমান হাদির খবরাখবর নিতে এভারকেয়ার হাসপাতালের সামনে অনেকে যাচ্ছেন। তাঁদের কেউ কেউ বিভিন্ন জেলা থেকে এসেছেন।<br>লন্ডন প্রবাসী ভাইকে নিতে ঢাকায় আসা সিলেটের সোহেল আহমেদকে এভারকেয়ার হাসপাতালের সামনে দেখা যায়। তিনি প্রথম আলোকে বলেন, ‘হাদি ভাইয়ের খোঁজ নিতে এসেছি। আর বেগম খালেদা জিয়াও এই হাসপাতালে আছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে হত্যাচেষ্টায় সন্দেহভাজন ফয়সাল করিমের ব্যাংক হিসাব জব্দ | প্রথম আলো",
            "time": "2025-12-14T06:09:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fowq5e0gd%2FUntitled_3.jpg?rect=0%2C16%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত শুক্রবার রাজধানীর পল্টনে বক্স কালভার্ট রোড দিয়ে রিকশায় যাওয়ার সময়ে মোটরসাইকেল থেকে হাদিকে গুলি করে আততায়ী। তিনি বর্তমানে বেসরকারি একটি হাসপাতালে সংকটাপন্ন অবস্থায় রয়েছেন।</p><p>চাঞ্চল্যকর ওই গুলির ঘটনায় এখনো সরাসরি জড়িত কাউকে গ্রেপ্তার করা যায়নি। যদিও গুলিতে ব্যবহৃত মোটরসাইকেলটি শনাক্ত করেছেন তদন্তকারীরা। পুলিশ সূত্র জানায়, ওসমান হাদিকে যে মোটরসাইকেল থেকে গুলি করা হয়, সেটির মালিক সন্দেহে আবদুল হান্নান নামের এক ব্যক্তিকে রাজধানীর পল্টন থানায় সোপর্দ করা হয়েছে।</p><p>ওসমান হাদিকে গুলি করার ঘটনায় সন্দেহভাজন একজনকে শনাক্ত করেছে পুলিশ। বলা হচ্ছে, ওই ব্যক্তির নাম ফয়সাল করিম মাসুদ ওরফে দাউদ খান। ঘটনার সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে ওই ব্যক্তিকে শনাক্ত করা হয়েছে। তাঁর ব্যাপারে তথ্য দিতে সবাইকে অনুরোধ জানিয়েছে ডিএমপি।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপের গ্রুপ পর্বে ব্রাজিলের ভ্রমণ ১০৯৪ মাইল, আর্জেন্টিনার ৪৬১ মাইল | প্রথম আলো",
            "time": "2025-12-14T06:08:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fz7mpelg1%2Fttt.jpg?rect=0%2C14%2C948%2C498&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মানসিক লড়াই</strong></p><p>সবশেষ অস্ত্র? মানসিক দৃঢ়তা। প্যাসিফিক এফসির মেরিমান বলেছেন, ‘সবচেয়ে গুরুত্বপূর্ণ হলো মানসিকতা…বিষয়টাকে খুব বড় করে না দেখা। খেলোয়াড়েরা যদি ক্লান্তির কথা ভাবতে থাকেন, তাহলে সত্যিই তা অনুভব করবেন।’</p><p>আর ইয়র্গেনসনের বার্তা—এটি সুযোগ, বোঝা নয়, ‘ভিন্ন দেশ ঘোরা সৌভাগ্যের। রিকভারি ঠিক ততটাই মানসিক, যতটা শারীরিক। ইতিবাচক মানসিকতা নিয়ে শুরু করো, হাইড্রেটেড থাকো, যা করার সব করো এবং হাসিমুখে উপভোগ করো বিশ্বের সবচেয়ে বড় ক্রীড়াযজ্ঞকে।’</p><p>হাজার হাজার মাইল পাড়ি দেওয়ার পর, দেখা যাবে কার মুখে উপভোগের সেই হাসি।</p></div></div></div></body></html>"
        },
        {
            "title": "নিষিদ্ধঘোষিত ছাত্রলীগের নেতা ‘হত্যার’ হুমকি দিয়ে বললেন, ‘ছোট ভাই প্রটেকশন বাড়াও’ | প্রথম আলো",
            "time": "2025-12-14T06:05:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fcvkgaw8c%2FUntitled-1.jpg?rect=0%2C26%2C1639%2C860&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গালিবের এই পোস্টে রাবি শাখা ছাত্রলীগের সভাপতি মোস্তাফিজুর রহমান বাবু কমেন্টে মন্তব্য করেছেন, ‘আল্লাহর কাছে দোয়া কর, যেন ওকে বাঁচিয়ে রাখে।’</p><p>এর আগে একাধিক ফেসবুক পোস্টে রাজশাহী বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদের (রাকসু) সাধারণ সম্পাদক (জিএস) সালাহউদ্দিন আম্মারের ছবি দিয়ে দেখে নেওয়ার হুমকি এবং বিভিন্ন পোস্টের কমেন্টে একই রকম মন্তব্য করেছিলেন গালিব।</p><p>এ ব্যাপারে সালাহউদ্দিন আম্মার গতকাল ফেসবুক পোস্টে লিখেছেন, ‘প্রথম টার্গেট কেন হইলাম না? আমার হাদি ভাই তো সাবধান হয়ে যেতে পারত! ভারতীয় আধিপত্যবাদের বিরুদ্ধে, আওয়ামী ফ্যাসিবাদের বিরুদ্ধে আমৃত্যু লড়াই জারি থাকবে প্রজন্মের পর প্রজন্ম। হাদিদের প্রত্যেকটা ফোঁটা রক্তে বিপ্লবের ইতিহাস লিখবে। আরে আল্লাহর জান আল্লাহ নিবে, আমি আটকানোর কে?’</p></div></div></div></body></html>"
        },
        {
            "title": "১৫ সেনা কর্মকর্তাকে ট্রাইব্যুনালে আনা হয়েছে, নিরাপত্তা জোরদার | প্রথম আলো",
            "time": "2025-12-14T06:03:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানবতাবিরোধী অপরাধের পৃথক তিন মামলায় ১৫ সেনা কর্মকর্তাকে আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে হাজির করা হয়েছে। আজ রোববার সকাল সাড়ে ১০টার পর তাঁদের আনা হয়।</p><p>সেনা কর্মকর্তাদের আনা উপলক্ষে ট্রাইব্যুনাল এলাকায় নিরাপত্তা জোরদার করা হয়েছে। সেনা, বিজিবি, পুলিশ, র‍্যাব, এপিবিএন সদস্যরা ট্রাইব্যুনাল এলাকায় সকাল থেকে অবস্থান নিয়ে আছেন।</p><p>যে তিন মামলায় সেনা কর্মকর্তাদের ট্রাইব্যুনালে আনা হয়েছে, এর মধ্যে দুটি গুমের ঘটনায় করা মামলা। এর একটি হলো বিগত আওয়ামী লীগ সরকারের শাসনামলে টাস্কফোর্স ফর ইন্টারোগেশন সেলে (টিএফআই সেল) গুম করে রাখার ঘটনায় করা মানবতাবিরোধী অপরাধের মামলা। এই মামলায় ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনাসহ আসামি ১৭ জন। এ মামলার ১০ আসামি গ্রেপ্তার আছেন। তাঁরা হলেন ব্রিগেডিয়ার জেনারেল মো. জাহাঙ্গীর আলম, তোফায়েল মোস্তফা সারোয়ার, মো. কামরুল হাসান, মো. মাহাবুব আলম এবং কে এম আজাদ; কর্নেল আবদুল্লাহ আল মোমেন ও আনোয়ার লতিফ খান (অবসর প্রস্তুতিমূলক ছুটিতে); লে. কর্নেল মো. মশিউর রহমান, সাইফুল ইসলাম সুমন ও মো. সারওয়ার বিন কাশেম। তাঁদের আজ ট্রাইব্যুনালে আনা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ বুদ্ধিজীবী দিবসে শ্রদ্ধা নিবেদন | প্রথম আলো",
            "time": "2025-12-14T06:03:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fw77qksh0%2F%E0%A7%AC.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"শহীদ বুদ্ধিজীবী দিবসে শ্রদ্ধা নিবেদন\" class=\"IiRps \">শহীদ বুদ্ধিজীবী দিবসে শ্রদ্ধা নিবেদন</h1></p><div class=\"Ibzfy\"><p>মহান মুক্তিযুদ্ধে পরাজয় নিশ্চিত জেনে পাকিস্তানি হানাদার বাহিনী বাঙালি জাতিকে মেধাশূন্য করার ঘৃণ্য চক্রান্ত করেছিল। তারা তাদের এদেশীয় দোসরদের নিয়ে শিক্ষক, বিজ্ঞানী, চিন্তক, সাহিত্যিক, সাংবাদিক, শিল্পী, চিকিৎসক, প্রকৌশলী, আইনজীবী, ক্রীড়াবিদ, সরকারি কর্মকর্তাসহ দেশের বহু কৃতী সন্তানকে হত্যা করে। বিশেষ করে ১৪ ডিসেম্বর তারা ব্যাপক হত্যাযজ্ঞ চালায়। স্বাধীনতার পর থেকে ১৪ ডিসেম্বর শহীদ বুদ্ধিজীবী দিবস হিসেবে পালিত হয়ে আসছে। আজ শহীদ বুদ্ধিজীবী দিবসে রাজধানীর মিরপুর ও রায়েরবাজারের শহীদ বুদ্ধিজীবী স্মৃতিসৌধে শ্রদ্ধা নিবেদনের ছবি নিয়ে এই ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "ষষ্ঠ শ্রেণি থেকেই পরিবারের দায়িত্ব আমার ওপর | প্রথম আলো",
            "time": "2025-12-14T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fgfpaxx37%2FSanjida-Alam-8.JPG?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ষষ্ঠ শ্রেণি থেকেই পরিবারের দায়িত্ব আমার ওপর\" class=\"IiRps \">ষষ্ঠ শ্রেণি থেকেই পরিবারের দায়িত্ব আমার ওপর</h1></p><div class=\"Ibzfy\"><p>দরিদ্র পরিবারের প্রথম মেয়েসন্তান, যাঁরা নানা প্রতিকূলতা পেরিয়ে বিশ্ববিদ্যালয় পর্যায়ে পৌঁছান, তাঁদের অনুপ্রাণিত করতে দেওয়া হয় আইডিএলসি ও প্রথম আলো ট্রাস্টের ‘অদ্বিতীয়া’ বৃত্তি। চট্টগ্রামে অবস্থিত এশিয়ান ইউনিভার্সিটি ফর উইমেনে (এইউডব্লিউ) পড়ার সুযোগ পান তাঁরা। আবাসন, টিউশন ফি মওকুফসহ নানা সুবিধা তাঁদের দেয় বিশ্ববিদ্যালয় কর্তৃপক্ষ। ২০১২ সাল থেকে ট্রান্সকম গ্রুপের সহযোগিতায় ৪২ জন ও ২০১৭ সাল থেকে আইডিএলসি ফাইন্যান্স পিএলসির সহযোগিতায় ৮৬ জনসহ মোট ১২৮ জন এ পর্যন্ত এই বৃত্তি পেয়েছেন। ৭৬ জনের এরই মধ্যে স্নাতক শেষ হয়েছে, যাঁদের অনেকেই দেশে-বিদেশে ভালো অবস্থানে আছেন। ২০২৫ সালেও বৃত্তি পেয়েছেন ১০ জন। পড়ুন তাঁদের একজন—কুমিল্লার <strong>সানজিদা আলম</strong>–এর লেখা।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনা, চোরাচালান ও ক্ষুধা: সুদানে কেন এত ভয়াবহ যুদ্ধ? | প্রথম আলো",
            "time": "2025-12-14T05:58:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F7vnl7h87%2Fjjjkk.JPG?rect=0%2C45%2C635%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৩ সালের এপ্রিল মাসে সুদানি সশস্ত্র বাহিনী ও র‍্যাপিড সাপোর্ট ফোর্সেসের মধ্যে যুদ্ধ শুরু হওয়ার পর থেকে সুদানি পাউন্ডের মূল্য অন্তত ২৩৩ শতাংশ কমে গেছে। ২০২৫ সালের মাঝামাঝি সময়ে মূল্যস্ফীতি ছাড়িয়ে গেছে ১১৩ শতাংশ। বর্তমানে ২ কোটি ৪৬ লাখ মানুষ তীব্র খাদ্যসংকটে ভুগছে, যা বিশ্বে এখন পর্যন্ত রেকর্ড সর্বোচ্চ সংখ্যা!</p><p>কিন্তু এই পরিসংখ্যানের আড়ালে রয়েছে একটি হিসাবি বাস্তবতা। সুদানের যুদ্ধকে শুধু সামরিক বিশ্লেষণ দিয়ে বোঝা যায় না।</p><p>দেশটিতে স্পষ্টভাবে একটি মুদ্রাযুদ্ধ চলছে এবং মূল্যস্ফীতিকে অস্ত্র হিসেবে ব্যবহার করা হচ্ছে। অর্থনৈতিক বিপর্যয় কোনো দুর্ঘটনা নয়, বরং এটি নিয়ন্ত্রণ প্রতিষ্ঠার একটি ইচ্ছাকৃত কৌশল।</p><p>সংঘাতপূর্ণ এলাকাগুলোয় ব্যাংকব্যবস্থা ভেঙে পড়েছে। ব্যাংকের শাখা লুট হয়েছে, ভল্ট খালি করে নেওয়া হয়েছে। দারফুরের কিছু এলাকায় মানুষ খাবারের বিনিময়ে নিজেদের ঘরের জিনিসপত্র বিক্রি করতে বাধ্য হচ্ছে। আফ্রিকার তৃতীয় বৃহত্তম সোনার ভান্ডার থাকা সত্ত্বেও সুদানের এ সম্পদই এখন যুদ্ধের অর্থের প্রধান উৎসে পরিণত হয়েছে। প্রতিবছর উৎপাদিত সোনার ৫০ থেকে ৮০ শতাংশ প্রতিবেশী দেশ হয়ে পাচার করা হয়। শুধু ২০২৪ সালেই এর মাধ্যমে প্রায় ৬০০ কোটি ডলার আয় হয়েছে।</p><p>দারফুরের ক্ষুদ্র সোনার খনির ৮৫ শতাংশ নিয়ন্ত্রণ করে আরএসএফ। অন্যদিকে সুদানি সশস্ত্র বাহিনীর সঙ্গে যুক্ত প্রভাবশালী গোষ্ঠীগুলো রাষ্ট্রীয় খনি আয়ের পয়সা অস্ত্র কেনার কাজে ব্যবহার করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হতাশ না হয়ে ‘কপে’ যুক্ত থাকতে হবে | প্রথম আলো",
            "time": "2025-12-14T05:57:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F8pybml2c%2F038A2421061043.jpg?rect=0%2C85%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> এশিয়ান পিপলস মুভমেন্ট অন ডেট অ্যান্ড ডেভেলপমেন্টের সমন্বয়ক লিডি ন্যাকপিল বলেন, এসব জলবায়ু সম্মেলন থেকে এখনো কোনো কার্যকর পদক্ষেপ আসেনি। ভবিষ্যতে যে আসবে, সে সম্ভাবনাও ক্ষীণ। সফলতা ও ব্যর্থতার মানদণ্ডে মাপলে এ সম্মেলনও কার্যকর কোনো কিছু দিতে ব্যর্থ হয়েছে।</p><p>এরপরও এসব প্রক্রিয়ার সঙ্গে যুক্ত থাকার ওপর গুরুত্ব দিয়ে লিডি বলেন, ‘এসব সম্মেলনে এমন সব নীতি নিয়ে আলোচনা হয়, যেখানে ক্ষতিগ্রস্ত দেশগুলোর প্রতিনিধি উপস্থিত না থাকলে এসব নীতি বাস্তবায়ন হয়ে যাবে। সেসব নীতি ভয়ানক প্রভাব ফেলবে ক্ষতিগ্রস্ত দেশগুলোতে। আমাদের অংশগ্রহণ সেই ক্ষতি ঠেকানোর প্রয়াস। এখানে ছোট ছোট অর্জন আছে, যা ভবিষ্যতে বড় বিজয়ের পথ তৈরি করবে।’</p><p>গোলটেবিলে কপ৩০ নিয়ে ধারণাপত্র উপস্থাপন করেন বেলার পলিসি অ্যান্ড ক্যাম্পেইন কো–অর্ডিনেটর বারিশ হাসান চৌধুরী।</p><p>ফ্রেন্ডস অব দ্য আর্থের (ইংল্যান্ড, ওয়েলস, নর্দার্ন আয়ারল্যান্ড) প্রধান নির্বাহী আসাদ রহমান বলেন, ‘জলবায়ু পরিবর্তনের প্রভাবে বিশ্বের অনেক অঞ্চলে তাপমাত্রা ১ দশমিক ৫ ডিগ্রি সেলসিয়াসের সীমা অতিক্রম করা প্রায় নিশ্চিত, তাই এখন প্রতিরোধ ও অভিযোজন ব্যবস্থা গড়ে তোলা জরুরি। পাশাপাশি এই শতাব্দীর শেষে ২–৩ ডিগ্রি উষ্ণতার দিকে আমরা এগোচ্ছি, তাই ১ দশমিক ৫ ডিগ্রির লক্ষ্য ধরে রাখার সঙ্গে সঙ্গে জনগণকে রক্ষা করাও সমান গুরুত্বপূর্ণ।’</p><p>ইয়ুথনেট গ্লোবালের নির্বাহী সমন্বয়ক সোহানুর রহমান বলেন, ‘আমরা মনে করি, কপে গেলে টাকাপয়সা পাওয়া যাবে। না পেলে হতাশ হয়ে যাই। কপ একটা বহুপক্ষীয় প্রক্রিয়া। যুক্তরাষ্ট্র ও ইউরোপে রাজনৈতিক পরিবর্তনের পরেও একটি কপ হয়েছে এবং সেখানে কিছু অর্জনও এসেছে, এটাই এই কপের একটা বড় বিজয়।’</p><p>দুর্যোগের মডেলিংয়ে সক্ষমতা বাড়ানোর ওপর গুরুত্ব দিয়ে ঢাকা বিশ্ববিদ্যালয়ের ডিজাস্টার সায়েন্স অ্যান্ড ক্লাইমেট রেজিলিয়েন্স বিভাগের প্রভাষক আবুল কাশেম ফারুকী ফাহিম বলেন, ‘দুর্যোগ কতটুকু বাড়ছে, কোন এলাকায় বাড়ছে, সেটার মডেলিং করতে হবে আমাদের।’</p><p>অন্যান্যের মধ্যে উপস্থিত ছিলেন সেন্টার ফর পার্টিসিপেটরি রিসার্চ অ্যান্ড ডেভেলপমেন্টের সহযোগী ব্যবস্থাপক শেখ নূর আতায়ে রাব্বি, জলবায়ুর প্রভাবে ক্ষতিগ্রস্ত জনপদ সাতক্ষীরার শ্যামনগরের বাসিন্দা মো. হাফিজুর রহমান ও রাজশাহী অঞ্চলের আফজাল হোসেইন। গোলটেবিল বৈঠক সঞ্চালনা করেন <em>প্রথম আলো</em>র সহকারী সম্পাদক ফিরোজ চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের ফেরার দিনটি ‘অবিস্মরণীয়’ করে রাখতে চায় বিএনপি | প্রথম আলো",
            "time": "2025-12-14T05:55:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-09%2Fktoovh8u%2FTarique-Rahman.jpg?rect=0%2C0%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২৫ ডিসেম্বর যুক্তরাজ্যের লন্ডন থেকে দেশে ফিরবেন তারেক রহমান। বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর গত শুক্রবার রাতে এই সুনির্দিষ্ট তারিখ ঘোষণা করেন। এই ঘোষণার পর দলের নেতা-কর্মীদের মধ্যে ব্যাপক উৎসাহ-উদ্দীপনা দেখা দিয়েছে।</p><p>বিএনপির নেতারা বলছেন, তারেক রহমানকে স্বাগত জানাতে সারা দেশ থেকে বিপুলসংখ্যক নেতা-কর্মী-সমর্থকসহ সাধারণ মানুষ ঢাকায় আসবেন। বিমানবন্দর এলাকা থেকে শুরু করে গুলশান-বনানী পর্যন্ত বিস্তৃত এলাকায় জনসমাগম ঘটবে।</p><p>এই প্রস্তুতির ইঙ্গিত সম্প্রতি দিয়েছেন বিএনপির মহাসচিব নিজেও। গত বৃহস্পতিবার ঢাকায় এক দলীয় অনুষ্ঠানে তিনি বলেন, ‘তারেক রহমান যেদিন বাংলাদেশে পা দেবেন, সেদিন যেন সারা বাংলাদেশ কেঁপে ওঠে।’ বিএনপি সেদিন দেশের রাজনৈতিক চেহারা বদলে দিতে চায় বলেও মন্তব্য করেন মির্জা ফখরুল।</p><p>ঢাকা মহানগর উত্তর বিএনপির আহ্বায়ক ও ঢাকা-১৬ আসনে দলীয় প্রার্থী আমিনুল হক প্রথম আলোকে বলেন, ভারপ্রাপ্ত চেয়ারম্যানের প্রত্যাবর্তন উপলক্ষে কর্মসূচি নিয়ে দলে আলোচনা চলছে। শিগগির তা চূড়ান্ত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষা, ৪৩০৫ আসনে আবেদনে সময় বৃদ্ধি | প্রথম আলো",
            "time": "2025-12-14T05:47:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F10%2F24%2F89bb3175f6e9c1a600cd705e563bc3d0-8.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব ইউনিটের ভর্তি পরীক্ষা মোট ১২০ নম্বরের। এর মধ্যে বহুনির্বাচনী পদ্ধতিতে ১০০ নম্বরের ভর্তি পরীক্ষা আর বাকি ২০ নম্বর এসএসসি ও এইচএসসির জিপিএ থেকে যুক্ত হবে। প্রতিটি ভুল উত্তরের জন্য শূন্য দশমিক ২৫ নম্বর কাটা যাবে। ‘ডি-১’ উপইউনিট বাদে সব ইউনিটেই পরীক্ষায় ন্যূনতম পাস নম্বর হবে ৪০। ‘ডি-১’ উপইউনিট পরীক্ষায় ন্যূনতম পাস নম্বর হবে ৩৫।</p><p>‘এ’ ইউনিটের ভর্তি পরীক্ষায় ইংরেজিতে ২৫, পদার্থবিদ্যা, রসায়ন, গণিত ও জীববিদ্যা প্রতিটিই ২৫ নম্বর করে (শিক্ষার্থীদের যেকোনো তিনটি বিষয়ে উত্তর দিতে হবে) থাকবে। ‘বি’ ইউনিটের ভর্তি পরীক্ষায় বাংলা বা ঐচ্ছিক ইংরেজিতে ৩০, ইংরেজিতে ৩০, সাধারণ জ্ঞানে ৪০ নম্বর থাকবে। পাস করতে হলে আলাদাভাবে বাংলায় ন্যূনতম ৭, ইংরেজিতে ৬ ও সাধারণ জ্ঞানে ১৩ নম্বর পেতে হবে।</p><p>‘বি-১’ উপইউনিটের ভর্তি পরীক্ষায় বাংলা বা ঐচ্ছিক ইংরেজিতে ২৫, ইংরেজিতে ২৫, সাধারণ জ্ঞানে ৫০ নম্বর থাকবে। এ ছাড়া আলাদাভাবে বাংলায় ন্যূনতম ৫, ইংরেজিতে ৬ আর সাধারণ জ্ঞানে ১৭ নম্বর পেতে হবে। ‘বি-২’ পইউনিটে বাংলা বা ঐচ্ছিক ইংরেজিতে ২০, ইংরেজিতে ২০, আরবি, ইসলামিক স্টাডিজ, বুড্ডিস্ট স্টাডিজ ও পালি এবং সাধারণ জ্ঞানে (যেকোনো দুটি বিষয় উত্তর দিতে হবে) ৬০ নম্বর থাকবে। এ ছাড়া আলাদাভাবে বাংলায় ন্যূনতম ৫, ইংরেজিতে ৫, আরবি ও ইসলামিক স্টাডিজে, বুড্ডিস্ট স্টাডিজ ও পালি ১২ আর সাধারণ জ্ঞানে ৯ নম্বর পেতে হবে।</p><p>‘সি’ ইউনিটে ইংরেজিতে ৪০, বিশ্লেষণ দক্ষতায় ৩০ ও সমস্যা সমাধান অংশে ৩০ নম্বর থাকবে। এ ছাড়া আলাদাভাবে ইংরেজিতে ১৩, বিশ্লেষণ দক্ষতা ও সমস্যা সমাধান অংশে ১০ নম্বর পেতে হবে। ‘ডি’ ইউনিটে বাংলা বা ঐচ্ছিক ইংরেজিতে ৩০, ইংরেজিতে ৩০, বিশ্লেষণ দক্ষতায় ২০, সাধারণ জ্ঞান, গণিত বা অর্থনীতিতে ২০ নম্বর থাকবে। ‘ডি-১’ উপইউনিটে বাংলা বা ঐচ্ছিক ইংরেজিতে ৩০, ইংরেজিতে ৩০, সাধারণ জ্ঞানে ২৫, গেমস ও স্পোর্টসের নীতিমালায় ১৫ নম্বর থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুদ্ধিজীবী স্মৃতিসৌধে জাতির শ্রেষ্ঠ সন্তানদের ফুলেল শ্রদ্ধা | প্রথম আলো",
            "time": "2025-12-14T05:44:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F1djal1oh%2FBuddhijibi-1.jpeg?rect=0%2C14%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে সকাল সাতটার পর রাষ্ট্রপতি মো. সাহাবুদ্দিন ও প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস মিরপুর শহীদ বুদ্ধিজীবী স্মৃতিসৌধে পুষ্পস্তবক অর্পণ করেন। পরে সর্বস্তরের মানুষের জন্য এটি উন্মুক্ত করে দেওয়া হয়।</p><p>শহীদ বুদ্ধিজীবী স্মৃতিসৌধে শ্রদ্ধা জানায় বিভিন্ন রাজনৈতিক দল, সামাজিক-সাংস্কৃতিক সংগঠন, শিক্ষাপ্রতিষ্ঠান, পেশাজীবী সংগঠন, শ্রমিক সংগঠন, ছাত্রসংগঠন, স্বেচ্ছাসেবী সংগঠন। এ ছাড়া নতুন প্রজন্মসহ সর্বস্তরের মানুষ শ্রদ্ধা জানানোর জন্য সেখানে জড়ো হন।</p><p>পাঁচ বছর বয়সী নাতিকে নিয়ে স্মৃতিসৌধে এসেছেন ভ্যানচালক এনামুল হক। তিনি প্রথম আলোকে বলেন, ‘নাতিকে এবার স্কুলে ভর্তি করাব। ওকে নিয়ে আসলাম দেখাতে। যেন আমরা যখন থাকব না, তখন ওরা এগুলো যেন ভুলে না যায়।’</p><p>বাবার সঙ্গে এসেছে মোহাম্মদপুর প্রিপারেটরি স্কুলের অষ্টম শ্রেণির শিক্ষার্থী নওশেদ ইসলাম। মাথায় বাংলাদেশের পতাকা। বলল, ‘জাতীর শ্রেষ্ঠ সন্তানদের প্রতি শ্রদ্ধা জানাতে এসেছি। তাঁরা না থাকলে তো আমরা স্বাধীন বাংলাদেশ পেতাম না।’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই অভ্যুত্থানের নেতারা এখন পরাজিত শক্তির ‘টার্গেট’: আসিফ মাহমুদ | প্রথম আলো",
            "time": "2025-12-14T05:36:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fh4x7313p%2Fasif-mahmud-rayerbazar.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই অভ্যুত্থানে সক্রিয় ওসমান হাদি ঢাকা–৮ আসনে স্বতন্ত্র প্রার্থী হওয়ার প্রস্তুতি নিয়ে প্রচার চালানোর সময় গত শুক্রবার দুপুরে বিজয়নগরে আক্রান্ত হন। মোটরসাইকেলে আসা দুই ব্যক্তি তাঁকে গুলি করে পালিয়ে যায়। মাথায় গুলিবিদ্ধ ওসমান হাদি এখন সংকটাপন্ন অবস্থায় ঢাকার এভারকেয়ার হাসপাতালে চিকিৎসাধীন।</p><p>ওসমান হাদির ওপর হামলার জন্য গত বছরের গণ–অভ্যুত্থানে ক্ষমতাচ্যুত আওয়ামী লীগকে দায়ী করছেন তাঁর সমর্থকেরা। ত্রয়োদশ জাতীয় সংসদ নির্বাচন এবং গণভোটের তফসিল ঘোষণার পরদিন সম্ভাব্য প্রার্থী ওসমান হাদির ওপর হামলাকে নির্বাচন বানচালের ষড়যন্ত্র হিসেবে দেখছে অন্তর্বর্তী সরকার। বিএনপি, জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টি এই হামলার নিন্দা জানিয়ে যেকোনো ষড়যন্ত্র ঐক্যবদ্ধ হয়ে মোকাবেলার প্রতিশ্রুতি দিয়েছে।</p><p>আসিফ মাহমুদ বলেন, ‘আমরা জানতে পেরেছি শুধু ওসমান হাদি নয়, আরও অনেককে হিটলিস্টে রাখা হয়েছে। আমরা স্পষ্টভাবে বলতে চাই, একাত্তরে যেমন হানাদার বাহিনীর এবং তাদের এদেশীয় দোসরদের ষড়যন্ত্র সফল হয়নি। ঠিক একইভাবে এবারও পরাজিত ফ্যাসিবাদের দোসরদের কোনো ধরনের ষড়যন্ত্র সফল হবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "৬ দেশে নিষিদ্ধ ‘ধুরন্ধর’, নেপথ্যে কী | প্রথম আলো",
            "time": "2025-12-14T05:34:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fqd7p8zkt%2F02a5ac6f_cc8c_470f_afcc_e890b79af94e.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুক্তির পর থেকেই আদিত্য ধরের সিনেমা ‘ধুরন্ধর’ বক্স অফিসে ঝড় তুলেছে, বিশ্বব্যাপী আয় পেরিয়ে গেছে ৩০০ কোটি রুপি। ছবিটি নিয়ে তৈরি হয়েছে বিতর্কও। তবে দুনিয়ার নানা প্রান্তে মুক্তি পেলেও, ছয়টি দেশ ‘ধুরন্ধর’–এর প্রদর্শনী নিষিদ্ধ করেছে।<br> মধ্যপ্রাচ্যে ছয়টি দেশ—বাহরাইন, কুয়েত, ওমান, কাতার, সৌদি আরব ও সংযুক্ত আরব আমিরাতে ‘ধুরন্ধর’ মুক্তি পায়নি। অভিযোগ, ছবিটিতে পাকিস্তানের বিরুদ্ধে বার্তা থাকার কারণে এই দেশগুলোর কর্তৃপক্ষ অনুমোদন দেয়নি। তবে কেন মুক্তি পায়নি, তা নিয়ে কোনো আনুষ্ঠানিক ব্যাখ্যা দেয়নি দেশগুলো।</p></div></div></div></body></html>"
        }
    ]
}