{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকার বাইরে তিন জেলায় প্রথম আলো কার্যালয়ে হামলা, ভাঙচুর | প্রথম আলো",
            "time": "2025-12-19T13:32:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fke4hql0w%2F1.-Vandalism-at-Kushtia.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কুষ্টিয়া</strong></p><p>কুষ্টিয়া শহরের মজমপুর এলাকায় অবস্থিত প্রথম আলোর কার্যালয়ে হামলা হয় গতকাল রাত একটার দিকে। সেখানকার একটি পাঁচতলা ভবনের তৃতীয় তলায় প্রথম আলোর কার্যালয়। হামলায় কার্যালয়ের চেয়ার, টেবিল, ফাইল ক্যাবিনেটসহ বিভিন্ন আসবাব ব্যাপক ভাঙচুর করা হয়।</p><p>সিসিটিভি ক্যামেরার ফুটেজে দেখা গেছে, রাত একটার পর সিঁড়ি বেয়ে একদল সন্ত্রাসী লাঠিসোঁটা নিয়ে প্রথম আলো কার্যালয়ে যায়। তারা প্রথমে সামনে থাকা সাইনবোর্ড ভেঙে ফেলে। এরপর কক্ষের সামনে থাকা ফুলের টব ভাঙে। হামলাকারীরা কক্ষের তালা ভেঙে ভেতরে ঢুকে চেয়ার, টেবিলে ভাঙচুর করে। কুষ্টিয়া বন্ধুসভার গ্রন্থাগারের তাক, বই ও হারমোনিয়াম তছনছ করা হয়।</p><p>প্রথম আলোর কুষ্টিয়ার নিজস্ব প্রতিবেদক তৌহিদী হাসান বলেন, ঘটনার সময় তিনিসহ কার্যালয়ের কেউ সেখানে ছিলেন না। রাত দেড়টার কিছু সময় পর বাড়ির মালিক ফোনে ভাঙচুরের কথা তাঁকে জানান।</p><p>আজ শুক্রবার সকালে কুষ্টিয়া প্রেসক্লাবের সদস্যসচিব এম জুবায়েদ রিপন, টেলিভিশন জার্নালিস্ট অ্যাসোসিয়েশনের সভাপতি আনিসুজ্জামানসহ বিভিন্ন গণমাধ্যমের কর্মীরা প্রথম আলো কার্যালয়ে ছুটে যান। তাঁরা এ ঘটনার তীব্র নিন্দা জানান। এ ছাড়া সকালে প্রথম আলোর কুষ্টিয়ার নিজস্ব প্রতিবেদক তৌহিদী হাসানের কাছে ফোন করে জেলা পুলিশ সুপার মোহাম্মদ জসীম উদ্দিন ঘটনার বিবরণ শোনেন। তিনি ঘটনায় জড়িতদের শনাক্ত করতে কাজ করছেন বলে জানান।</p><p>সাংবাদিক ইউনিয়ন কুষ্টিয়ার সভাপতি আবদুর রাজ্জাক বলেন, ‘কুষ্টিয়ায় প্রথম আলো অফিসে হামলা ও ভাঙচুরে তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছি। যারা দেশকে অস্থিতিশীল করে ফ্যাসিবাদকে ফেরানোর পটভূমি তৈরি করতে চায়, তাদের জন্য এটি সহায়ক হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে হামলা স্বাধীন সাংবাদিকতার জন্য ভয়ংকর বার্তা: আসক | প্রথম আলো",
            "time": "2025-12-19T13:29:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F0ff721cf-39b2-4a9a-b2b5-c23433a485af%2F49dbc2c956816c01718e1590bd783529_ain.jpg?rect=0%2C15%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান পরিস্থিতিতে আইনশৃঙ্খলা বাহিনী ও মাঠে দায়িত্বপ্রাপ্ত সেনাবাহিনী কেন সময়মতো ঝুঁকিপূর্ণ স্থানগুলোতে কার্যকর নিরাপত্তা নিশ্চিত করতে পারেনি, তা রাষ্ট্রের পক্ষ থেকে গভীরভাবে পর্যালোচনার দাবি জানায় আসক।</p><p>বিবৃতিতে বলা হয়, সাধারণ মানুষের সাংবিধানিক অধিকার বিশেষত মতপ্রকাশের স্বাধীনতা, সংবাদপত্রের স্বাধীনতা ও সাংস্কৃতিক কর্মকাণ্ডের স্বাধীনতা রক্ষায় বর্তমান অন্তর্বর্তী সরকারের যে সীমাবদ্ধতা প্রকাশ পাচ্ছে, তা দুঃখজনক।</p><p>বিবৃতিতে অবিলম্বে শরিফ ওসমান বিন হাদির হত্যার ঘটনায় সুষ্ঠু, নিরপেক্ষ ও বিশ্বাসযোগ্য তদন্ত; মব সন্ত্রাসে জড়িতদের আইনের আওতায় আনা, সংবাদমাধ্যম ও সাংস্কৃতিক প্রতিষ্ঠানের পূর্ণ নিরাপত্তা দেওয়া; এবং জুলাই আন্দোলনের তরুণদের নিরাপত্তা নিশ্চিত করতে সরকারের প্রতি জোরালো আহ্বান জানায় আসক।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে হামলা, নূরুল কবীরকে হেনস্তার ঘটনার নিন্দা জানিয়েছে ডিক্যাব | প্রথম আলো",
            "time": "2025-12-19T13:25:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F3mnw526l%2F%E0%A7%AA.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, ডিক্যাব মনে করে, স্বাধীন ও দায়িত্বশীল সাংবাদিকতা একটি গণতান্ত্রিক রাষ্ট্রের অন্যতম প্রধান ভিত্তি। গণমাধ্যমের কণ্ঠ রুদ্ধ করতে সহিংসতা, ভয়ভীতি প্রদর্শন, হামলা কিংবা হেনস্তা কোনোভাবেই গ্রহণযোগ্য নয়। এ ধরনের কর্মকাণ্ড গণমাধ্যমের স্বাধীনতা, মতপ্রকাশের সাংবিধানিক অধিকার এবং আইনের শাসনের সম্পূর্ণ পরিপন্থী।</p><p>বিবৃতিতে বলা হয়, প্রবীণ সাংবাদিক ও সম্পাদক নূরুল কবীরকে প্রকাশ্যে হেনস্তার ঘটনা সাংবাদিক সমাজের জন্য অত্যন্ত উদ্বেগজনক। এটি শুধু পেশাগত মর্যাদার ওপর আঘাত নয়, বরং সাংবাদিকদের ব্যক্তিগত নিরাপত্তা নিয়েও গুরুতর প্রশ্ন তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র থেকে এফ-৩৫ যুদ্ধবিমান কিনতে আলোচনা চালাচ্ছে কাতার, উদ্বিগ্ন ইসরায়েল | প্রথম আলো",
            "time": "2025-12-19T13:24:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fg1ngvhmc%2FUntitled-1.jpg?rect=0%2C27%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বুধবার যুক্তরাষ্ট্রের সংবাদমাধ্যম ব্লুমবার্গ জানায়, তুরস্ক এফ-৩৫ কেনার প্রচেষ্টার অংশ হিসেবে রাশিয়ার কাছে এস-৪০০ ফিরিয়ে দেওয়ার পরিকল্পনা করছে।</p><p>মিডল ইস্ট আই জানিয়েছে, নেতানিয়াহু চলতি বছরের শুরুতে তুরস্কের কাছে এফ-৩৫ বিক্রি না করতে মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিওর সঙ্গে লবিং করেছেন।</p><p>নেতানিয়াহু কেন এমন করেছেন, এ বিষয়ে বলা হয়—সিরিয়া নিয়ে ইসরায়েল ও তুরস্কের মধ্যে দ্বন্দ্ব রয়েছে। এ ছাড়া ফিলিস্তিন নিয়ে তুরস্কের বিভিন্ন বিবৃতিতে ক্ষুব্ধ ইসরায়েল।</p><p>গত সেপ্টেম্বরে কাতারের রাজধানী দোহায় ফিলিস্তিনি সংগঠন হামাস নেতাদের লক্ষ্য করে হামলা চালায় ইসরায়েল। এটা নিয়ে ইসরায়েল ও কাতারের সম্পর্ক ইতিহাসের সর্বনিম্ন পর্যায়ে নেমে এসেছিল।</p><p>চ্যানেল ১২ নিউজ জানিয়েছে, এফ-৩৫ নিয়ে যুক্তরাষ্ট্র-কাতারের আলোচনা নিয়ে ইসরায়েলের কর্মকর্তারা উদ্বেগ প্রকাশ করেছেন।</p><p>এই পরিস্থিতিতে যুক্তরাষ্ট্রের কাছ থেকে সর্বশেষ প্রযুক্তির দুটি স্কোয়াড্রন যুদ্ধবিমান কেনার একটি প্রস্তাব তৈরি করছে ইসরায়েল। এ প্যাকেজে তারা একটি ‘এফ-৩৫এস’ ও আরেকটি ‘এফ-১৫আই’ যুদ্ধবিমানের পাশাপাশি উন্নত প্রযুক্তির গোলাবারুদ এবং সংশ্লিষ্ট ব্যবস্থা কেনার কথা ভাবছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রানের পাহাড়ে চাপা পড়েও ভালো একটি বিকেল ওয়েস্ট ইন্ডিজের | প্রথম আলো",
            "time": "2025-12-19T13:15:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Feo56uxyk%2F737379-01-02.jpg?rect=0%2C0%2C6225%2C3268&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিন শেষে ওয়েস্ট ইন্ডিজের অলরাউন্ডার জাস্টিন গ্রিভস বলেন, প্রতিকূল পরিস্থিতির মধ্যেও দিনটি তাদের জন্য ইতিবাচক ছিল, ‘গতকাল আমাদের বাজে দিন গেছে, তবে আজ ৮ উইকেট নিয়েছি, আমাদের ছেলেরা অসাধারণ লড়াই করেছে। কেমার রোচ না থাকায় আজ সবাইকে দায়িত্ব নিতে হয়েছে।’</p><p>নিউজিল্যান্ড দিন শুরু করেছিল ১ উইকেটে ৩৩৪ রান নিয়ে। বাঁহাতি ওপেনার ডেভন কনওয়ে অপরাজিত ছিলেন ১৭৮ রানে। তিনি খেলেন ২২৭ রানের ইনিংস ২০২১ সালে লর্ডসে ইংল্যান্ডের বিপক্ষে অভিষেক টেস্টে ডাবল সেঞ্চুরির পর এটি তাঁর প্রথম ডাবল সেঞ্চুরি। এর আগে গতকাল ১৩৭ রানে আউট হয়েছিলেন টম ল্যাথাম। আজ ৭২ রানে অপরাজিত ছিলেন রাচিন রবীন্দ্র।</p></div></div></div></body></html>"
        },
        {
            "title": "ইনকিউবেশন সেন্টারের সেবায় এসএমই উদ্যোক্তা হয়েছেন ১৩৮ জন | প্রথম আলো",
            "time": "2025-12-19T13:13:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2Fb83c337c-8cdc-4405-8595-e21eee871125%2FUntitled_2.jpg?rect=0%2C37%2C526%2C276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, এসব উদ্যোক্তা ঢাকা আন্তর্জাতিক বাণিজ্য মেলা ও জাতীয় এসএমই পণ্য মেলার পাশাপাশি যুক্তরাজ্য, চীন, শ্রীলঙ্কা ও নেপালের আন্তর্জাতিক মেলাতেও অংশ নিয়েছেন। ইনকিউবেশন সেন্টারের উদ্যোক্তা গণি ক্রিয়েশনের মো. মাহফুজুল গণি ২০২২ সালের জাতীয় এসএমই উদ্যোক্তা পুরস্কারও পেয়েছেন।</p><p>অনুষ্ঠানে স্বাগত বক্তব্যে এসএমই ফাউন্ডেশনের মহাব্যবস্থাপক মো. আব্দুস সালাম সরদার বিজনেস ইনকিউবেশন সেন্টারের কার্যক্রম তুলে ধরেন। তিনি জানান, উদ্যোক্তাদের জন্য কাজের সুযোগ, প্রশিক্ষণ, নেটওয়ার্কিং, দেশি-বিদেশি মেলায় অংশগ্রহণ, কারিগরি ও প্রযুক্তিগত সহায়তা, ব্যবসায়িক পরামর্শ, ঋণপ্রাপ্তি ও আইনগত সহায়তাসহ নিয়মিত নানা সেবা দেওয়া হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশ দেখে দোতলার বারান্দা থেকে লাফ দেন আওয়ামী লীগ নেতা, হাসপাতালে মৃত্যু | প্রথম আলো",
            "time": "2025-12-19T13:08:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fahnt47ho%2FMymensinghDH169420251219IMG-20251219-WA0051.jpg?rect=0%2C152%2C966%2C507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসমা হকের দাবি, ওই সময় পুলিশের উপস্থিতি টের পেয়ে মঞ্জুর মোর্শেদ দোতলার বেলকনি থেকে লাফ দিয়ে নিচে পড়েন। কিন্তু লাফিয়ে পালাতে গিয়ে পাশের সীমানাপ্রাচীরের দেয়ালে বাধাগ্রস্ত হয়ে মাথায় ও শরীরে আঘাত পান। এরপর পুলিশ চলে গেলে কিছুক্ষণ পর আশপাশের লোকজন মোর্শেদকে রক্তাক্ত অবস্থায় পড়ে থাকতে দেখেন।</p><p>ময়মনসিংহের অতিরিক্ত পুলিশ সুপার (প্রশাসন) আবদুল্লাহ আল মামুন বলেন, ‘গতকাল রাত আটটার দিকে ওই ব্যক্তিকে (মঞ্জুর মোর্শেদ) সন্দেহভাজন হিসেবে জিজ্ঞাসাবাদ করতে তাঁর বাসায় অভিযানে যায় পুলিশ। কিন্তু বাসার গেট না খোলায় পুলিশ সেখান থেকে সরে আসে। আজ আমরা একজনের মৃত্যুর খবর পেয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কম্পিউটার বাজারে নতুন করে ফিরতে চায় গুগল, আসছে অ্যালুমিনিয়াম ওএস | প্রথম আলো",
            "time": "2025-12-19T13:08:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fjpvfojuc%2Fgoogle.jpg?rect=0%2C16%2C477%2C250&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে গুগলের হার্ডওয়্যার বিভাগের প্রধান রিক অস্টারলোহ জানান, নতুন এই অপারেটিং সিস্টেমের মাধ্যমে পিসি বাজারে অ্যান্ড্রয়েডকে নতুনভাবে উপস্থাপন করতে চায় গুগল। তিনি বলেন, পিসি ও ডেস্কটপ ডিভাইসের জন্য একটি অভিন্ন প্রযুক্তিগত ভিত্তি তৈরি করা হচ্ছে, যার ওপর দাঁড়িয়ে গুগলের কৃত্রিম বুদ্ধিমত্তা ব্যবস্থা, জেমিনাই মডেল, সহকারী সেবা এবং অ্যাপ ও ডেভেলপার ইকোসিস্টেমকে পিসি প্ল্যাটফর্মে নিয়ে আসা সম্ভব হবে। এ উদ্যোগে চিপ নির্মাতা কোয়ালকম গুগলের গুরুত্বপূর্ণ অংশীদার হিসেবে যুক্ত রয়েছে। অস্টারলোহ তাঁর বক্তব্যে বারবার অ্যান্ড্রয়েডের কথা উল্লেখ করলেও ক্রোম ওএসের নাম আলাদা করে বলেননি। এতে ধারণা করা হচ্ছে, নতুন এই একীভূত প্ল্যাটফর্মের মূল ভিত্তি থাকবে অ্যান্ড্রয়েডেই। কোয়ালকমের প্রধান নির্বাহী কর্মকর্তা ক্রিস্তিয়ানো আমনও নতুন এই অপারেটিং সিস্টেম নিয়ে আশাবাদ প্রকাশ করেন। তাঁর মতে, এটি মুঠোফোন ও পিসির মধ্যে দীর্ঘদিনের কাঙ্ক্ষিত সমন্বয় বাস্তবে রূপ দিতে পারে।</p><p>অ্যালুমিনিয়াম ওএস নিয়ে আরও কিছু তথ্য ফাঁস হওয়া একটি বিজ্ঞপ্তি থেকে পাওয়া গেছে। সেখানে ল্যাপটপ, ট্যাবলেট, আলাদা করা যায় এমন ডিভাইস ও ছোট আকারের ডেস্কটপ কম্পিউটারের কথা উল্লেখ করা হয়েছে। পাশাপাশি পণ্যের তিনটি স্তরের কথাও বলা হয়েছে। এগুলো হলো এন্ট্রি, ম্যাস প্রিমিয়াম ও প্রিমিয়াম।</p></div></div></div></body></html>"
        },
        {
            "title": "সিএফএ পরীক্ষায় সফল জনপ্রিয় এআই মডেলগুলো, ঝুঁকিতে আর্থিক খাতের পেশা | প্রথম আলো",
            "time": "2025-12-19T13:08:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Fzmso9r2s%2FAI.Reuters4.png?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণায় ব্যবহৃত প্রশ্নগুলো নেওয়া হয়েছিল সিএফএ ইনস্টিটিউটের বর্তমান অনুশীলন সামগ্রী ও হালনাগাদ পাঠ্যক্রম অনুযায়ী। মাত্র কয়েক বছর আগেও যেখানে জিপিটি ৪ সিএফএ পরীক্ষার দ্বিতীয় ধাপ সম্পন্ন করতে পারেনি, সেখানে এখন অধিকাংশ আধুনিক মডেল তিনটি ধাপই উত্তীর্ণ হচ্ছে। গবেষকদের মতে, এআই মডেলগুলো এখন বহু ধাপে যুক্তি বিশ্লেষণ করতে পারে। পরিমাণগত বিশ্লেষণেও উল্লেখযোগ্য উন্নতি হয়েছে মডেলগুলোর। আগে গাণিতিক ক্ষেত্রে এআইয়ের দুর্বলতা থাকলেও এখন শীর্ষ এআই মডেলগুলোর ভুলের হার প্রায় শূন্যের কাছাকাছি।</p><p>সূত্র: ইন্ডিয়ান এক্সপ্রেস</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারসহ বিভিন্ন স্থানে হামলা নির্বাচন বানচালের মাস্টারপ্ল্যানের অংশ: এমরান সালেহ | প্রথম আলো",
            "time": "2025-12-19T13:06:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Ffe4bl3kj%2FMymensinghDH169420251219IMG-20251219-WA0048.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের ‘নির্লিপ্ততা’ ও ‘উদাসীনতায়’ ক্ষোভ প্রকাশ করে বিএনপির এই যুগ্ম মহাসচিব বলেন, সরকারের নীরবতা, নির্লিপ্ততা ও ভ্রান্ত নীতি আধিপত্যবাদী, ফ্যাসিবাদী ও উগ্রবাদী গোষ্ঠীকে ষড়যন্ত্রের জাল বিস্তারে উৎসাহিত ও সুযোগ করে দিচ্ছে। গতকাল গণমাধ্যমে হামলার সময় পুলিশসহ আইনশৃঙ্খলা বাহিনীর নীরব ভূমিকা সরকারকে প্রশ্নবিদ্ধ করেছে। সরকার এর দায় এড়াতে পারবে না।</p><p>এসব ষড়যন্ত্র আঁচ করতে পেরে বিএনপি শহীদ মিনারের সমাবেশে যায়নি উল্লেখ করে সৈয়দ এমরান সালেহ বলেন, ‘ওসমান হাদিকে গুলি করার মতো নৃশংস ঘটনার নিন্দা জানানোর ভাষা আমাদের নাই। এ জন্য আমরা তাঁর সংগঠনের সঙ্গে সহমর্মিতা ও সংহতি জানিয়েছি। কিন্তু পরিকল্পিতভাবে এই ন্যক্কারজনক ঘটনা ঘটিয়ে প্রথমে সুকৌশলে বিএনপির ওপর দায় চাপানোর চেষ্টা চালানো হয়; ব্যর্থ হয়ে ওসমান হাদির মৃত্যুর পর পরিকল্পিতভাবে সহিংস ঘটনা ঘটিয়ে গভীর ষড়যন্ত্রের প্রমাণ করেছে। জনগণকে এসব ষড়যন্ত্র সম্পর্কে সতর্ক থাকার আহ্বান জানাচ্ছি।’</p><p>ক্ষুদ্র জাতিগোষ্ঠী সাংস্কৃতিক একাডেমির পরিচালক প্রলয় স্নালের সভাপতিত্বে উৎসবের উদ্বোধনী অনুষ্ঠানে আরও উপস্থিত ছিলেন গবেষক ও লেখক মতি লাল হাজং, হাজং সমিতির সভাপতি পল্টন হাজং, হালুয়াঘাট ট্রাইবাল ওয়েলফেয়ার অ্যাসোসিয়েশনের চেয়ারম্যান সুব্রত রেমা, গ্রাম প্রধান নরেশ চন্দ্র রায়, উপজেলা বিএনপির আহ্বায়ক অধ্যাপক আজহারুল ইসলাম, যুগ্ম আহ্বায়ক মোয়াজ্জেম হোসেন প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদমাধ্যম, বাকস্বাধীনতা ও গণতন্ত্রের জন্য এটি কালো দিন: প্রথম আলো | প্রথম আলো",
            "time": "2025-12-19T13:04:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F01t83aus%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সংবাদমাধ্যম, বাকস্বাধীনতা ও গণতন্ত্রের জন্য এটি কালো দিন: প্রথম আলো\" class=\"nA4h1 \">সংবাদমাধ্যম, বাকস্বাধীনতা ও গণতন্ত্রের জন্য এটি কালো দিন: প্রথম আলো</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-19T19:04:05+06:00\"><span>প্রকাশ: ১৯ ডিসেম্বর ২০২৫, ১৩: ০৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার কার্যালয়ে হামলা-ভাঙচুর-আগুনের খবর গুরুত্বের সঙ্গে প্রকাশ আন্তর্জাতিক গণমাধ্যমে | প্রথম আলো",
            "time": "2025-12-19T13:03:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Ftnsm24vt%2FWhatsApp-Image-2025-12-19-at-6.59.28-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>এএফপি</strong></p><p>বার্তা সংস্থা এএফপির প্রতিবেদনে বলা হয়, ওসমান হাদির মৃত্যুর খবর প্রকাশিত হওয়ার পর হাজারো বিক্ষোভকারী ঢাকার রাস্তায় নেমে আসেন। তাঁরা তাঁর হত্যাকারীদের গ্রেপ্তার করার দাবি জানান।</p><p>কর্তৃপক্ষের তথ্যমতে, রাজধানীতে কয়েকটি ভবনে আগুন দেওয়া হয়েছে। এসব ভবনের মধ্যে দেশের শীর্ষস্থানীয় দুটি সংবাদপত্রের কার্যালয়ও রয়েছে। এতে ভবনের ভেতরে কর্মীরা আটকে পড়েন।</p><p>ফায়ার সার্ভিসের একজন মুখপাত্র বলেন, ঢাকায় অন্তত তিনটি অগ্নিসংযোগের খবর পাওয়া গেছে। এর মধ্যে দ্য ডেইলি স্টার ও প্রথম আলোর ভবন রয়েছে।</p><p>ফায়ার সার্ভিসের কর্মীরা বৃহস্পতিবার দিবাগত রাত ১টা ৪০ মিনিটের দিকে আগুন নিয়ন্ত্রণে আনতে সক্ষম হন। তাঁরা ধোঁয়ায় ভরা ভবন থেকে ২৭ জন কর্মীকে উদ্ধার করেন।</p><p>দ্য ডেইলি স্টার-এর পরামর্শক সম্পাদক কামাল আহমেদ এএফপিকে বলেন, ‘এই পত্রিকার ইতিহাসে এই প্রথম প্রকাশনা বন্ধ করতে হলো।’</p><p>প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ বলেন, ভাঙচুর ও অগ্নিসংযোগের কারণে পত্রিকা প্রকাশিত না হতে পারায় তিনি ‘গভীরভাবে মর্মাহত’।</p><p>সাজ্জাদ শরিফ বলেন, ‘এই হামলা শুধু প্রথম আলো ও দ্য ডেইলি স্টারের ওপর করা হয়নি; এটি সংবাদপত্রের স্বাধীনতা, মতপ্রকাশের স্বাধীনতা, ভিন্নমতের প্রকাশ ও মতবৈচিত্র্যের ওপর করা একটি হামলা।’</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদমাধ্যম ও সাংস্কৃতিক প্রতিষ্ঠানে হামলা পরিকল্পিত | প্রথম আলো",
            "time": "2025-12-19T13:03:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fj6t782wr%2Fcitizen-protest-over-protomalo-attack.jpg?rect=0%2C88%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো কার্যালয়ের সামনে নাগরিক সমাজের প্রতিবাদ সমাবেশে ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক সামিনা লুৎফা বলেন, বিভিন্ন সংবাদমাধ্যম ও সাংস্কৃতিক প্রতিষ্ঠানে যে হামলা দেখা গেছে, সেই হামলা পরিকল্পিত। এটি বাংলাদেশকে অস্থিতিশীল করার একটি জঘন্য প্রচেষ্টামাত্র। এই অপরাধীদেরও খুঁজে বের করে বিচারের আওতায় আনতে হবে।</p><p>সব গণমাধ্যমকে এর প্রতিবাদ করার আহ্বান জানিয়ে সামিনা লুৎফা বলেন, নইলে এই প্রতিহিংসাপরায়ণতা কাউকে বেঁচে থাকতে দেবে না।</p><p>ইনকিলাব মঞ্চের মুখপাত্র শরিফ ওসমান হাদির হত্যাকারীদের অবিলম্বে গ্রেপ্তারের দাবিও জানান সামিনা লুৎফা। এক সপ্তাহেও হামলাকারী গ্রেপ্তার না হওয়ায় ক্ষোভ জানিয়ে তিনি বলেন, এত দিনেও অপরাধীরা ধরা না পড়ায় এবং নানা ধরনের খামখেয়ালিপনা দেখা যাওয়ায় এর দায় নিয়ে স্বরাষ্ট্র উপদেষ্টার পদত্যাগ চায় নাগরিক সমাজ।</p></div></div></div></body></html>"
        },
        {
            "title": "সহিংসতা ভাঙচুর আঘাত কোনোভাবেই ন্যায্য না, কোনোভাবেই সমর্থনযোগ্য না: খায়রুল বাসার | প্রথম আলো",
            "time": "2025-12-19T13:01:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-24%2Frdzpz84q%2FKhairul-Basar.00003820.Still002.jpg?rect=0%2C0%2C1414%2C742&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোস্টে এই অভিনেতা আরও লিখেছেন, ‘জনতা অধিকারের আওয়াজ তুলবে, আঘাত এলে তা প্রতিরোধ করবে; স্বপ্রণোদিত হয়ে সহিংসতা জনতার কাজ না। যারা সহিংসতা করছে, তারা কেবল জনতা শব্দের অধিকারী হলে খুব ভুল হচ্ছে, বস্তুত জনতা থেকে ক্রমেই দূরে যাচ্ছে তারা। সহিংসতা ভাঙচুর আঘাত কোনোভাবেই ন্যায্য না এবং কোনোভাবেই সমর্থনযোগ্য না। আমরা এই কালচারের অবসান চাই বর্তমান ও আগামীর জন্য। আঘাত করতে মেধা লাগে না। লেখাকে লেখা দিয়ে কলমকে কলম দিয়ে জবাব দিতে হয়। সন্ত্রাস না, আমাদের যেতে হবে যুক্তিতর্ক শেষে ন্যায্যতা ও সুন্দরের দিকে।’<br>সবশেষ বাসার লিখেছেন, ‘জেনে রাখা ভালো, ছায়ানট ভেঙে গান থামবে না, নজরুল–রবীন্দ্র–লালন বাদে বাংলা না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির মরদেহ দেশে এসেছে | প্রথম আলো",
            "time": "2025-12-19T12:58:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fzedgagak%2FSharif-Osman-Hadi.jpeg?rect=0%2C55%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওসমান হাদির কফিন শাহজালাল বিমানবন্দরে নামানো হলে অন্তর্বর্তী সরকারের উপদেষ্টা ও বিভিন্ন রাজনৈতিক দলের নেতারা তাঁর প্রতি শ্রদ্ধা নিবেদন করেন। এ সময় স্থানীয় সরকার উপদেষ্টা আদিলুর রহমান খান, বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ, জামায়াতে ইসলামীর সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার, দৈনিক আমার দেশের সম্পাদক মাহমুদুর রহমান, জাতীয় নাগরিক পার্টির (এনসিপি) সদস্যসচিব আখতার হোসেন ও মুখ্য সংগঠক (দক্ষিণাঞ্চল) হাসনাত আবদুল্লাহ এবং ডাকসুর ভিপি সাদিক কায়েম উপস্থিত ছিলেন।</p><p>প্রেস উইংয়ের এক বার্তায় জানানো হয়েছে, আগামীকাল বেলা দুইটায় জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় ওসমান হাদির জানাজা অনুষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ ব্যাংকের অফিসার পদের মৌখিক পরীক্ষা স্থগিত | প্রথম আলো",
            "time": "2025-12-19T12:55:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F54c6ab48-1dc1-46d0-9ed3-109efa08a9c9%2Fprothomalo_bangla_2023_04_47dff049_494a_4f10_80c3_684d288f7077_prothomalo_bangla_2022_12_e856c94b_6b.webp?rect=0%2C8%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক পোস্টে বলা হয়েছে, ‘ব্যাংকার্স সিলেকশন কমিটি সচিবালয় কর্তৃক আয়োজিত অফিসার–রুরাল ক্রেডিট (ও–আরসি) (Job ID-10204) পদের 20/12/2025 তারিখে (শনিবার) অনুষ্ঠিতব্য মৌখিক পরীক্ষা অনিবার্য কারণবশত স্থগিত করা হলো। পরীক্ষার তারিখ পরবর্তীতে যথাসময়ে অবহিত করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীপুরে পরিত্যক্ত ঘর থেকে এক ব্যক্তির অর্ধগলিত লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-12-19T12:51:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-12%2Fpg7gl74g%2Fprothomaloimport.webp?rect=0%2C6%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরের শ্রীপুরে একটি পরিত্যক্ত টিনের ঘর থেকে এক ব্যক্তির অর্ধগলিত লাশ উদ্ধার করেছে পুলিশ। আজ শুক্রবার সকালে উপজেলার রাজাবাড়ি বাজারসংলগ্ন এলাকা থেকে লাশটি উদ্ধার করা হয়।</p><p> ওই ব্যক্তির নাম মো. আসাদ সরকার (৫০)। তিনি শ্রীপুরের মিটালু গ্রামের বাসিন্দা। তাঁর মেয়ে সানজিদা জানান, তিন মাস আগে তাঁর বাবা বাড়ি থেকে বের হয়ে আর ফিরে আসেননি। লাশ পাওয়ার খবর শুনে তিনি ঘটনাস্থলে গিয়ে পোশাক দেখে বাবার লাশ শনাক্ত করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদি হত্যার বিচারের দাবিতে ঢাকা-আরিচা মহাসড়কের পাশে ছাত্রশক্তির অবস্থান | প্রথম আলো",
            "time": "2025-12-19T12:47:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fginh3spw%2FJUDH1642.jpg?rect=0%2C185%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদি হত্যাকাণ্ডের বিচারের দাবিতে ঢাকা-আরিচা মহাসড়কে অবস্থান কর্মসূচি ও প্রতিবাদ সমাবেশ করেছেন জাতীয় ছাত্রশক্তির জাহাঙ্গীরনগর বিশ্ববিদ্যালয় শাখার নেতা-কর্মীরা। শুক্রবার বেলা তিনটার দিকে বিশ্ববিদ্যালয়ের প্রধান ফটক-সংলগ্ন মহাসড়কের এক পাশে প্ল্যাকার্ড নিয়ে তাঁরা এ কর্মসূচি পালন করেন।</p><p> জাতীয় ছাত্রশক্তির বিশ্ববিদ্যালয় শাখার সাংগঠনিক সম্পাদক রিয়াজুল ইসলামের সঞ্চালনায় সমাবেশে বক্তারা বলেন, ওসমান হাদিসহ জুলাই গণ-অভ্যুত্থানের নায়কদের এই সরকার নিরাপত্তা দিতে ব্যর্থ হয়েছে। এই অথর্ব সরকারের স্বরাষ্ট্র উপদেষ্টার পদে থাকার নৈতিক অধিকার হারিয়েছে। অবিলম্বে ওসমান হাদির হত্যাকাণ্ডে জড়িতদের ভারত থেকে দেশে ফিরিয়ে এনে বিচার করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কূটনৈতিক এলাকায় নিরাপত্তা জোরদার | প্রথম আলো",
            "time": "2025-12-19T12:43:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fo8ad4blh%2FDiplomaticArea.jfif?rect=0%2C130%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় মিছিল থেকে ‘দিল্লি না, ঢাকা-ঢাকা, ঢাকা’, ‘ভারতের দালালেরা, হুঁশিয়ার, সাবধান’, ‘জ্বালো রে জ্বালো, আগুন জ্বালো’, ‘আমার ভাই কবরে, খুনি কেন বাহিরে’সহ নানা স্লোগান দেওয়া হয়।</p><p>কূটনৈতিক এলাকায় নিরাপত্তা জোরদার করতে গুলশানের বিভিন্ন পয়েন্টে নিরাপত্তা জোরদার করা হয়েছে। দুপুরে ঢাকায় যুক্তরাষ্ট্র দূতাবাসের পাশে দায়িত্বরত পুলিশের মিরপুর জোনের অতিরিক্ত কমিশনার (এসি) মো. মিজানুর রহমান প্রথম আলোকে বলেন, ‘এ পাশে আমাদের দুই প্লাটুন পুলিশ মোতায়েন করা রয়েছে। যেকোনো ধরনের নিরাপত্তা সংকট মোকাবিলায় আমাদের সদস্যরা কাজ করতে প্রস্তুত আছে।’</p></div></div></div></body></html>"
        }
    ]
}