{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বগুড়ায় খালেদা জিয়ার আসনে মনোনয়নপত্র নিলেন বিএনপি নেতা মিল্টন | প্রথম আলো",
            "time": "2025-12-28T04:37:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-03%2Feeimy4xv%2F%E0%A6%96%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%A6%E0%A6%BE%20%E0%A6%9C%E0%A6%BF%E0%A7%9F%E0%A6%BE.jpg?rect=0%2C67%2C707%2C371&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ২২ ডিসেম্বর একই কার্যালয় থেকে দলীয় নেতা-কর্মীদের সঙ্গে নিয়ে বিএনপির চেয়ারপারসন খালেদা জিয়ার পক্ষে মনোনয়নপত্র সংগ্রহ করেন গাবতলী উপজেলা বিএনপির সভাপতি মোরশেদ মিল্টন।</p><p>গাবতলী উপজেলা নির্বাচন কর্মকর্তা আনিসুর রহমান বলেন, বিএনপির নেতা মোরশেদ মিল্টনের পক্ষে দলীয় নেতা-কর্মীরা মনোনয়নপত্র নিয়েছেন।</p><p>এ বিষয়ে মোরশেদ মিল্টন বলেন, ‘দলের হাইকমান্ডের সিদ্ধান্তেই চেয়ারপারসনের আসনে আমার পক্ষে আরও একটি মনোনয়নপত্র সংগ্রহ করা হয়েছে। মনোনয়নপত্র দাখিলের পর এ বিষয়ে হাইকমান্ড চূড়ান্ত সিদ্ধান্ত নেবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-পাকিস্তান বৈরিতার তুঙ্গছোঁয়া এক বছর | প্রথম আলো",
            "time": "2025-12-28T04:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fc7jaqfup%2F2025-09-28T201538Z1167859714UP1EL9S1KA0BIRTRMADP3CRICKET-ASIACUP-IND-PAK.JPG?rect=0%2C0%2C4350%2C2284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫ সালে আন্তর্জাতিক ক্রিকেটে খেলার চেয়ে ‘ধুলা’ই বেশি ছিল। ভারত-পাকিস্তান রাজনৈতিক বিরোধে আগেই ক্রিকেট অভিধানে ‘হাইব্রিড’ শব্দটা ঢুকে গেছে। এ বছরও নিরপেক্ষ ভেন্যুতে হয়েছে বৈশ্বিক ও মহাদেশীয় টুর্নামেন্টের ভারত-পাকিস্তান ম্যাচ। তবে এবার বাড়তি উত্তেজনা সৃষ্টি করেছে পেহেলগাম হামলা। মাঠে দুই দলের লড়াইয়ে ন্যূনতম সৌজন্যবোধও দেখা যায়নি এরপর। যার ফল অদৃশ্য ট্রফি নিয়ে ভারতের এশিয়া কাপ জয় উদ্‌যাপনের অবিশ্বাস্য সেই ছবি।</p><p>মাঠের বাইরে ঘটনায় পেছনে পড়ে গেছে ব্যক্তিগত ও দলীয় অনেক কীর্তিই। এ বছরই প্রথমবার বিশ্ব চ্যাম্পিয়ন হয়েছে দক্ষিণ আফ্রিকা, জিতেছে ওয়ার্ল্ড টেস্ট চ্যাম্পিয়নশিপ। প্রথমবারের মতো নারী ওয়ানডে বিশ্বকাপ জিতেছে ভারত, জিতেছে চ্যাম্পিয়নস ট্রফি ও এশিয়া কাপও। দারুণ প্রতিদ্বন্দ্বিতাময় এক সিরিজে ইংল্যান্ডের মাঠে ইংল্যান্ডের সঙ্গে পাঁচ ম্যাচের টেস্টে সিরিজটা ২-২ ব্যবধানে ড্র করেছে ভারত। সেই সিরিজে ভারত অধিনায়ক শুবমান গিলের পারফরম্যান্স ছিল এককথায় অবিশ্বাস্য।</p></div></div></div></body></html>"
        },
        {
            "title": "চার দিনের আবাসন মেলায় ৩০৪ কোটি টাকার প্লট-ফ্ল্যাটের বিক্রি ও বুকিং | প্রথম আলো",
            "time": "2025-12-28T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Ffmdbco2m%2FWhatsApp-Image-2025-12-27-at-10.27.08-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী ঢাকায় অনুষ্ঠিত চার দিনের আবাসন মেলায় ৩০৪ কোটি টাকার ফ্ল্যাট, প্লট ও বাণিজ্যিক স্পেস বা জায়গা বিক্রি ও বুকিং হয়েছে। বিশেষ করে রেডি বা প্রস্তুত ফ্ল্যাট ও প্লটে বেশি আগ্রহ দেখিয়েছেন গ্রাহকেরা।</p><p>রিয়েল এস্টেট অ্যান্ড হাউজিং অ্যাসোসিয়েশন অব বাংলাদেশ (রিহ্যাব) রাজধানীর আগারগাঁওয়ের বঙ্গবন্ধু আন্তর্জাতিক সম্মেলন কেন্দ্রে এ মেলার আয়েজন করেছে। গতকাল শনিবার ছিল মেলার শেষ দিন। গতকাল সন্ধ্যায় এক বিজ্ঞপ্তিতে রিহ্যাব জানিয়েছে, এবারের মেলায় মোট ৩০৪ কোটি ১১ লাখ ৫১ হাজার টাকার টাকার ফ্ল্যাট, প্লট এবং বাণিজ্যিক স্পেস বিক্রি ও বুকিং হয়েছে। এর মধ্যে ১৭২ কোটি টাকার ফ্ল্যাট, ৭৪ কোটি টাকার প্লট ও ৫৮ কোটি ১১ লাখ ৫১ হাজার টাকার বাণিজ্যিক জায়গা ছিল। এ ছাড়া প্রায় ৭৭৮ কোটি টাকার ব্যাংক কমিটমেন্ট এসেছে। তবে দেশের সার্বিক পরিস্থিতির কারণে এ বছর মেলায় ক্রেতা–দর্শনার্থী উপস্থিতি ও বিক্রি–বুকিং তুলনামূলক কম হয়েছে। ২০২৪ সালের রিহ্যাব মেলায় ৪০৩ কোটি ১২ লাখ ৭৪ হাজার টাকার ফ্ল্যাট, প্লট ও বাণিজ্যিক জায়গা বিক্রি ও বুকিং হয়েছিল।</p><p>গতকাল দুপুরে মেলা ঘুরে এবং আবাসন কোম্পানির কর্মকর্তা ও গ্রাহকদের সঙ্গে কথা বলে জানা গেছে, ফ্ল্যাট ও প্লট—উভয় ক্ষেত্রেই ক্রেতাদের আগ্রহ রয়েছে। বিশেষ করে এক–দেড় কোটি টাকার ফ্ল্যাট এবং ৫–১০ লাখ টাকার প্লটে আগ্রহ বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "১ ছবি হিট, তবু বিলিয়ন ডলারের মালিক তিনি | প্রথম আলো",
            "time": "2025-12-28T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fxrahs504%2Fjerryseinfeld.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্ট্যান্ডআপ কমেডি যে কতটা লাভজনক হতে পারে, তা অনেকের কল্পনার বাইরে। কিন্তু একজন কমেডিয়ানের ক্ষেত্রে এ জনপ্রিয়তাই তাঁকে এমন এক উচ্চতায় পৌঁছে দিয়েছে, যেখানে তিনি আজ বিশ্বের শীর্ষ ধনী তারকাদেরও ছাড়িয়ে গেছেন। মাত্র একটি বক্স অফিস হিট সিনেমা থাকা সত্ত্বেও তিনি টম ক্রুজ, ডোয়াইন জনসন বা শাহরুখ খানের চেয়েও বেশি সম্পদের মালিক। বিশ্বের সবচেয়ে ধনী কমেডিয়ানের মোট সম্পদের পরিমাণ প্রায় ১ দশমিক ১ বিলিয়ন ডলার।</p><p><strong>বিশ্বের সবচেয়ে ধনী কমেডিয়ান<br></strong>নব্বইয়ের দশকের জনপ্রিয় সিটকম ‘সাইনফিল্ড’-এর নির্মাতা ও প্রধান অভিনেতা জেরি সাইনফিল্ডই বর্তমানে বিশ্বের সবচেয়ে ধনী কমেডিয়ান এবং কমেডির জগতে একমাত্র বিলিয়নিয়ার। ফোর্বসের তথ্য অনুযায়ী, তাঁর মোট সম্পদের পরিমাণ ১ দশমিক ১ বিলিয়ন ডলার, যা তাঁকে হলিউডের সবচেয়ে ধনী ব্যক্তিদের তালিকায় স্থান দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অবহেলা আর নানা সংকটে বীরশ্রেষ্ঠদের স্মরণে বানানো জাদুঘর ও গ্রন্থাগার | প্রথম আলো",
            "time": "2025-12-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fnixjh8df%2FBir-Nur-Mohammad-sheikh.jpg?rect=0%2C76%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নড়াইল সদর উপজেলার মহিষখোলা (বর্তমান নূর মোহাম্মদ নগর) গ্রামে স্থাপন করা হয়েছে বীরশ্রেষ্ঠ নূর মোহাম্মদ শেখ গ্রন্থাগার ও স্মৃতি জাদুঘর। এটি নূর মোহাম্মদ শেখের জন্মস্থান। নড়াইল জেলা পরিষদের তত্ত্বাবধানে ৬৬ লাখ টাকা ব্যয়ে নির্মিত এই প্রতিষ্ঠানটিতে বীরশ্রেষ্ঠের ব্যবহৃত জিনিসপত্র ছাড়াও রয়েছে প্রায় ৬ হাজার বই। ২০০৮ সালের ১৮ মার্চ উদ্বোধন করা হয় এই প্রতিষ্ঠানটি।</p><p>সম্প্রতি সরেজমিন প্রতিষ্ঠানটি তালাবদ্ধ অবস্থায় পাওয়া যায়। বাইরে থেকে দেখা যায়, কয়েকটি জানালার কাচ ভাঙা পড়ে আছে। আশপাশে কেউ নেই। এরপর গ্রন্থাগারের কেয়ারটেকার ইউনুস শেখের মুঠোফোন নম্বর সংগ্রহ করে তাঁকে ফোন দিলে তিনি জানান, দাপ্তরিক কাজে তিনি নড়াইল জেলা পরিষদে গেছেন। এ কারণে গ্রন্থাগারটি বন্ধ আছে।</p><p>এ সময় এলাকার কয়েকজনের সঙ্গে কথা বলে জানা যায়, বীরশ্রেষ্ঠের স্মরণে ও এলাকাবাসীর জ্ঞানের প্রসার ঘটানোর লক্ষ্যে কোটি টাকা খরচ করে গ্রন্থাগার ও জাদুঘরটি নির্মাণ করে হলেও কাঙ্ক্ষিত সুফল মিলছে না। জনবলসংকটে মাঝেমধ্যে এটি বন্ধ থাকে। দূরদূরান্ত থেকে অনেক অতিথিরা এসেও ফিরে যান কখনো কখনো। এ ছাড়া লাইব্রেরিতে ছয় হাজার বই থাকা সত্ত্বেও লাইব্রেরিয়ানের অভাবে এর সুষ্ঠু ব্যবহার হচ্ছে না।</p><p>পরে জেলা পরিষদের গিয়ে আবার কথা হয় কেয়ারটেকার ইউনুস শেখের সঙ্গে। তিনি বলেন, মাঝেমধ্যে লাইব্রেরিয়ান নিয়োগ দেওয়া হলেও তাঁরা থাকেন না। প্রতিষ্ঠানের শুরু থেকেই তিনি এখানে কেয়ারটেকার হিসেবে কাজ করছেন। পুরো প্রতিষ্ঠানটিতে বর্তমানে তিনি একাই কর্মরত। এর ফলে দাপ্তরিক কোনো কাজকর্মে তিনি বাইরে থাকলে প্রতিষ্ঠানটি বন্ধ পড়ে থাকে। এ ছাড়া বিভিন্ন অনুষ্ঠানের সময় অনেক মানুষের সমাগম হয়, সে সময় একার পক্ষে সামাল দেওয়া কঠিন হয়। তিনি আরও বলেন, ভালোভাবে রক্ষণাবেক্ষণ না করার ফলে ভবন, বই ও আলমারিগুলো নষ্ট হয়ে যাচ্ছে। সেখান একজন করে লাইব্রেরিয়ান, আয়া ও প্রহরী নিয়োগ দিলে ভালো হয়।</p><p>এ ব্যাপারে জেলা পরিষদের প্রধান নির্বাহী কর্মকর্তা মো. আছাদুজ্জামান প্রথম আলোকে বলেন, তিনি অল্প কিছুদিন আগে এখানে যোগদান করেছেন। দ্রুতই ওই প্রতিষ্ঠানটি পরিদর্শনে যাবেন। সুষ্ঠুভাবে পরিচালনার জন্য প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়গুলো এখন সারা বছর এই টুর্নামেন্টের অপেক্ষায় থাকে | প্রথম আলো",
            "time": "2025-12-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fxe36v704%2FA21I5940.JPG?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীত-শীত রোদ হাতছানি দিয়ে এক বিকেলে টেনে নিয়ে গিয়েছিল রমনা পার্কে। একটা চক্কর দিয়ে লেকের পাশে রেলিংয়ে ভর দিয়ে একটু দাঁড়িয়েছি। পাশেই দাঁড়ানো দুই তরুণের কথোপকথন কানে এল। </p><p>কথা বলছেন আসলে একজনই। আরেকজন নীরব শ্রোতা। একটা কথা শুনে একটু উৎকর্ণ হয়ে উঠলাম, ‘কাল স্টেডিয়ামে ফ্রি ফুটবল খেলা দেখলাম। দারুণ লাগল।’</p><p>এরপর সেই খেলার বর্ণনা। যা শুনে এই তরুণের সঙ্গে একটু কথা না বলে পারলাম না। যে ‘ফুটবল খেলা’র কথা বলছেন, সেটি যে ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল, এটা তো বুঝেই ফেলেছি। কথা বলে জানলাম, ওই তরুণ বায়তুল মোকাররমের দক্ষিণ গেটে পাঞ্জাবি বিক্রি করেন। ফুটবল খেলা খুব পছন্দ; কিন্তু টিকিটের টাকা খরচ করে সব সময় স্টেডিয়ামে ঢোকা হয় না। </p></div></div></div></body></html>"
        },
        {
            "title": "নৌকাডুবিতে প্রাণ গেল ভ্যালেন্সিয়া কোচ ও তাঁর তিন সন্তানের | প্রথম আলো",
            "time": "2025-12-28T03:39:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fbht36myg%2Fcrop-3852468.webp?rect=0%2C18%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইন্দোনেশিয়ায় নৌকাডুবিতে স্প্যানিশ ক্লাব ভ্যালেন্সিয়ার এক কোচ ও তাঁর তিন সন্তান মর্মান্তিকভাবে মারা গেছেন। ক্লাবটি শনিবার নিশ্চিত করেছে, নারী ‘বি’ দলের কোচ ফার্নান্দো মার্টিনের মৃত্যু হয়েছে।</p><p>মার্টিন তাঁর পরিবার নিয়ে ইন্দোনেশিয়ার উপকূলে একটি পর্যটক নৌকায় ছিলেন। নৌকাটি প্রায় ১০ ফুট উঁচু ঢেউয়ের আঘাতে দুর্ঘটনায় পড়ে। </p><p>ইন্দোনেশিয়ার রাষ্ট্রীয় সংবাদ সংস্থা আন্তারা জানিয়েছে, শুক্রবার রাতে জনপ্রিয় পর্যটন গন্তব্য লাবুয়ান বাজোর কাছে পাদার দ্বীপ প্রণালিতে নৌকাটি ডুবে যাওয়ার সময় এতে ১১ জন আরোহী ছিলেন। </p><p>দুর্ঘটনার পর ভ্যালেন্সিয়ার কোচ মার্টিন এবং তাঁর ৯, ১০ ও ১২ বছর বয়সী তিন সন্তান নিখোঁজ ছিলেন। পরে তাঁদের মৃত ঘোষণা করা হয়। মার্টিনের স্ত্রী ও সাত বছর বয়সী কন্যাকে জীবিত উদ্ধার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়া শান্তি চায় না, কিয়েভে হামলাই এর প্রমাণ: জেলেনস্কি | প্রথম আলো",
            "time": "2025-12-28T03:30:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fnzm1uphw%2FCapture.jpg?rect=0%2C13%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের রাজধানী কিয়েভে শনিবার রাতভর জোরালো হামলা চালিয়েছে রুশ বাহিনী। এতে নিহত হয়েছেন অন্তত দুজন। এর পরিপ্রেক্ষিতে দেশটির প্রেসিডেন্ট ভলোদিমির জেলেনস্কি গতকাল বলেন, ‘রাশিয়া শান্তি চায় না। কিয়েভে হামলার ঘটনা এটাই প্রমাণ করে।’ যুক্তরাষ্ট্র–ইউক্রেন নতুন করে শান্তি আলোচনা শুরুর প্রস্তুতির আগে এ কথা বলেন তিনি।</p><p>যুক্তরাষ্ট্রের ফ্লোরিডায় যাওয়ার পথে নিজের টেলিগ্রাম চ্যানেলে এ কথা লেখেন জেলেনস্কি। সেখানে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের সঙ্গে রোববার (আজ) বৈঠক করার কথা তাঁর। ইতিমধ্যে যুক্তরাষ্ট্র ও ইউক্রেনের আলোচকেরা ট্রাম্পের নতুন ২০ দফা শান্তি পরিকল্পনার বিষয়ে একমত হয়েছেন। সেটি নিয়েই বিশদ আলোচনা করবেন দুই নেতা।</p><p>ট্রাম্প–জেলেনস্কির বৈঠকের আগে কিয়েভে প্রায় ১০ ঘণ্টা ধরে একের পর এক হামলা চালায় রুশ বাহিনী। স্থানীয় কর্তৃপক্ষ বলছে, মস্কোর ক্ষেপণাস্ত্র ও ড্রোন হামলায় দুজন নিহত এবং অন্তত ৩২ জন আহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মন্দা শেয়ারবাজারে দুর্বল কোম্পানির আধিপত্য | প্রথম আলো",
            "time": "2025-12-28T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F20184d0a-0ada-4560-a576-aa0dacb9ad39%2F_____________1______________________________.jpg?rect=0%2C170%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার বাজারে গত সপ্তাহে মূল্যবৃদ্ধির শীর্ষ ১০ কোম্পানির তালিকায় ছিল যথাক্রমে শাহজালাল ইসলামী ব্যাংক বন্ড, রহিম টেক্সটাইল মিলস, রহিমা ফুড, আরএসআরএম স্টিল, অ্যাপেক্স ফুডস, বিডি ওয়েল্ডিং, বে লিজিং, মুন্নু অ্যাগ্রো অ্যান্ড জেনারেল মেশিনারিজ, রিজেন্ট টেক্সটাইল ও জেনারেশন নেক্সট। এই ১০ কোম্পানির মধ্যে আরএসআরএম স্টিল, বিডি ওয়েল্ডিং, বে লিজিং, রিজেন্ট টেক্সটাইল ও জেনারেশন নেক্সট জেড শ্রেণিভুক্ত অত্যন্ত দুর্বল মানের কোম্পানি। এসব কোম্পানির মধ্যে আরএসআরএম স্টিল, রিজেন্ট টেক্সটাইল ও জেনারেশন নেক্সট দীর্ঘদিন ধরে বন্ধ কোম্পানি।</p><p>ঢাকার বাজারে গত সপ্তাহে মূল্যবৃদ্ধির শীর্ষ ১০ কোম্পানির শেয়ার ও ইউনিটের দাম সর্বনিম্ন ৯ থেকে সর্বোচ্চ ৫৫ শতাংশ পর্যন্ত বেড়েছে। সর্বোচ্চ মূল্যবৃদ্ধি হয়েছে শাহজালাল ইসলামী ব্যাংকের বন্ডের। এটির প্রতিটি ইউনিটের দাম ২ হাজার ৪০০ টাকা বা প্রায় ৫৫ শতাংশ বেড়েছে। এ ছাড়া রহিম টেক্সটাইল মিলসের প্রতিটি শেয়ারের দাম প্রায় ৩৭ টাকা বা ১৯ শতাংশ, রহিমা ফুডের দাম ২২ টাকা বা ১৬ শতাংশ, আরএসআরএম স্টিলের দাম ৮০ পয়সা বা সাড়ে ১৪ শতাংশ, অ্যাপেক্স ফুডসের দাম ২৯ টাকা বা সোয়া ১৩ শতাংশ, বিডি ওয়েল্ডিংয়ের দাম ১ টাকা ৬০ পয়সা বা ১২ শতাংশ, বে লিজিংয়ের দাম ৩০ পয়সা বা প্রায় সাড়ে ১০ শতাংশ, মুন্নু অ্যাগ্রো অ্যান্ড জেনারেল মেশিনারিজের দাম ৩৫ টাকা বা সোয়া ১০ শতাংশের বেশি, রিজেন্ট টেক্সটাইলের দাম ৩০ পয়সা বা প্রায় সাড়ে ৯ শতাংশ ও জেনারেশন নেক্সটের শেয়ারের দাম ২০ পয়সা বা ৯ শতাংশ বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের যে জমিদারবাড়িতে হয়েছিল নায়করাজ রাজ্জাকের ‘অশিক্ষিত’ সিনেমার শুটিং | প্রথম আলো",
            "time": "2025-12-28T03:16:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fa9oh62by%2F73589c63-da74-4add-9bd8-aa83623b728a.jfif?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেছনের দালানটিও দোতলা। ওপরতলায় রয়েছে থাকার ঘর, প্রতিটি ঘরের সঙ্গে প্রশস্ত বারান্দা। বাতাস চলাচলের জন্য বড় বড় জানালা, নিচতলাতেও একই রকম কক্ষ বিন্যাস। রয়েছে সুবিশাল একটি বারান্দা, যেখানে পরিবারের সদস্যরা একসঙ্গে বসে খাওয়াদাওয়া করতেন।</p><p>বাড়ির ভেতর দিয়ে হাঁটতে হাঁটতে মনে হয়, প্রতিটি দেয়াল যেন কথা বলে। কারুকার্যখচিত দেয়ালে হাত রাখলে ছুঁয়ে যায় শত বছরের ইতিহাস। কোথাও চুন খসে পড়েছে, কোথাও নকশা ঝাপসা—তবু সেই অলংকরণ এখনো গর্বের সঙ্গে দাঁড়িয়ে আছে। শানবাঁধানো পুকুরঘাটের পাশে পারিবারিক শ্মশান—জীবন আর মৃত্যুর সহাবস্থান যেন বাড়িটির ইতিহাসকে আরও গভীর করে তোলে। বোঝা যায়, এটি শুধু ইট-সুরকির স্থাপনা নয়; এটি সময়ের ভান্ডার, স্মৃতির এক নীরব সংগ্রহশালা।</p><p>এই বাড়ির প্রতিটি করিডর, প্রতিটি কক্ষ বহন করে সত্য সাহার শৈশবের স্মৃতি। এখানেই ১৯৩৪ সালে জন্ম নিয়েছিলেন বাংলা সংগীতের কিংবদন্তি এই সুরস্রষ্টা। ষাটের দশকে ‘সুতরাং’ চলচ্চিত্রের মাধ্যমে শুরু হয় তাঁর সংগীতযাত্রা। ভারতের কিংবদন্তি সুরকার সলিল চৌধুরীর সহকারী হিসেবে কাজ করার অভিজ্ঞতা তাঁর সুরকে করে তোলে আরও গভীর ও সংবেদনশীল। লতা মঙ্গেশকরের মতো শিল্পীর সান্নিধ্য তাঁর সংগীতচিন্তায় যোগ করে আন্তর্জাতিক মাত্রা।</p><p>আবেগ আর মেলোডির নিপুণ কারিগর সত্য সাহা অসংখ্য জনপ্রিয় গানের স্রষ্টা। জাতীয় চলচ্চিত্র পুরস্কারসহ বহু সম্মাননা পেলেও তাঁর জীবন ছিল সহজ ও সংযত। সংগীতের পাশাপাশি চলচ্চিত্র প্রযোজনাতেও ছিল তাঁর গুরুত্বপূর্ণ ভূমিকা। ‘অশিক্ষিত’, ‘ছুটির ঘণ্টা’, ‘বিনিময়’, ‘রাম রহিম জন’, ‘পুরস্কার’, ‘তোমার জন্য পাগল’—এর মতো জনপ্রিয় সিনেমা তাঁর প্রযোজনায় নির্মিত।</p></div></div></div></body></html>"
        },
        {
            "title": "অনিশ্চয়তা দূর করার দায়িত্ব সরকারের | প্রথম আলো",
            "time": "2025-12-28T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবস্থাদৃষ্টে এখন এটা মনে হওয়া স্বাভাবিক যে নির্বাচন আরও আগে অনুষ্ঠিত হলেই হয়তো ভালো হতো। সেটা যেহেতু হয়নি, তাই বর্তমান তফসিল অনুযায়ী আগামী ১২ ফেব্রুয়ারির নির্বাচন সুষ্ঠুভাবে অনুষ্ঠানের ব্যাপারে দেশের সব মহলকে ঐক্যবদ্ধ ও সচেতন থাকতে হবে। এখানে কোনো অনিশ্চয়তার সুযোগ নেই। রাজনৈতিক দলগুলোর এই উপলব্ধিতে আসা জরুরি যে এই নির্বাচনের সঙ্গে বাংলাদেশের অর্থনৈতিক স্থিতিশীলতা, জাতীয় ও অভ্যন্তরীণ নিরাপত্তার মতো অত্যন্ত গুরুত্বপূর্ণ ও সংবেদনশীল বিষয় জড়িত রয়েছে।</p><p>রাজনৈতিক অনিশ্চয়তা কাটাতে এবং তফসিল ঘোষণার পর আইনশৃঙ্খলা পরিস্থিতির দৃশ্যমান উন্নতি ঘটাতে অন্তর্বর্তী সরকারের যে সক্রিয়তা ও কার্যকর ভূমিকা পালন করার কথা রয়েছে, সেখানে উদ্যোগ ও উদ্যমে ঘাটতি দেখা যাচ্ছে। নির্বাচন নিয়ে প্রস্তুতি ও সমন্বয়ের ক্ষেত্রেও যথেষ্ট প্রশ্ন রয়েছে বলে আমরা মনে করি। ২৪ ডিসেম্বর মাঠ প্রশাসনের সঙ্গে নির্বাচন কমিশনের মতবিনিময়কালে এটা সুস্পষ্টভাবে বেরিয়ে এসেছে। পুলিশ ও প্রশাসনের কর্মকর্তারা অবৈধ অস্ত্র, সামাজিক যোগাযোগমাধ্যমের অপব্যবহার, গুজব ছড়ানো, চিহ্নিত সন্ত্রাসীদের ঢালাও জামিন, সীমান্তে নিরাপত্তার দুর্বলতার বিষয়গুলো তুলে ধরেন। সুষ্ঠু, গ্রহণযোগ্য ও ভয়হীন নির্বাচনী পরিবেশ সৃষ্টি করতে হলে প্রাথমিক এই চ্যালেঞ্জগুলো উতরে যাওয়ার কোনো বিকল্প নেই। সে ক্ষেত্রে সেনাবাহিনী, পুলিশসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে সক্রিয়ভাবে কাজ করতেই হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বঞ্চনার জনপদটির উন্নয়নে নজর দিন | প্রথম আলো",
            "time": "2025-12-28T03:06:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশাল নগরীর উপকণ্ঠে কীর্তনখোলার ওপারে কাউয়ার চরে অবস্থিত ‘হিরণ নগর’। নামের মধ্যে আভিজাত্য থাকলেও বাস্তব চিত্রটি চরম অমানবিক। ২০১২ সালে যখন ভাটারখাল বস্তির বাসিন্দাদের এখানে পুনর্বাসন করা হয়েছিল, তখন আশা ছিল এটি একটি আদর্শ আবাসন হবে। কিন্তু এক যুগ পর দেখা যাচ্ছে, নগরের সুবিধা তো দূরে থাক, মানুষের ন্যূনতম বেঁচে থাকার নিশ্চয়তাটুকুও সেখানে নেই।</p><p>হিরণ নগরের প্রতিটি খুপরিঘরের ভাঁজে ভাঁজে লুকিয়ে আছে অভাব আর দীর্ঘশ্বাসের গল্প। ঘরগুলোর বেড়া কোথাও তালি দেওয়া টিন, কোথাও পুরোনো সিমেন্টের বস্তা বা পচা চট। জোয়ারের পানি বাড়লে ঘর ভেসে যায়, বৃষ্টি হলে চাল চুইয়ে পানি পড়ে। চার হাজার মানুষের এই জনপদে নেই নিরাপদ পানি, নেই স্বাস্থ্যসম্মত পয়োনিষ্কাশন। একসময় যে পরিবারকে ২ শতাংশ জমি দেওয়া হয়েছিল, সদস্য বেড়ে সেই পরিবার এখন তিনটিতে রূপ নিলেও জমির পরিধি বাড়েনি। ফলে মানুষ আজ সেখানে আক্ষরিক অর্থেই ভীষণ গাদাগাদি করে বসবাস করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে কেন আর ‘পঞ্চপাণ্ডব’ চান না সৌম্য | প্রথম আলো",
            "time": "2025-12-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fzw1xhe7z%2FNew-Phototastic-Collage.jpg?rect=0%2C295%2C4095%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যদি ক্রিকেটপ্রেমী পাঠক হন, কিংবা দর্শক, সৌম্য সরকারের কথাটা শুনে আপনি চমকে যেতে পারেন। বাংলাদেশের ক্রিকেটে আবারও কোনো পঞ্চপাণ্ডব আসুক, এটা চান না সৌম্য!</p><p>এ কেমন কথা! এ দেশের ক্রিকেটে পঞ্চপাণ্ডব কারা, সেটা তো ক্রিকেটপ্রেমীরা জানেনই। তবু নামগুলো আবার স্মরণ করিয়ে দিই—মাশরাফি বিন মুর্তজা, সাকিব আল হাসান, তামিম ইকবাল, মুশফিকুর রহিম ও মাহমুদউল্লাহ। অনেক দিন বাংলাদেশ দলে অপরিহার্য হয়ে ছিলেন তাঁরা, একসঙ্গে মিলে একটা নতুন উচ্চতায় নিয়ে গেছেন বাংলাদেশের ক্রিকেটকে। বাংলাদেশের সংবাদমাধ্যমের দেওয়া নাম ‘পঞ্চপাণ্ডব’ ছড়িয়ে পড়েছে সমর্থকদের মধ্যেও। সৌম্য কি তাহলে চান না এ দেশের ক্রিকেটে এই পাঁচজনের মতো আর কেউ আসুক?<br> </p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের সঙ্গে সমঝোতা করতে গিয়ে সংকটে এনসিপি | প্রথম আলো",
            "time": "2025-12-28T02:54:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Foer8c6py%2FUntitled-2.jpg?rect=0%2C35%2C346%2C182&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে জামায়াতের সঙ্গে এনসিপির সমঝোতা প্রায় চূড়ান্ত পর্যায়ে বলে জানিয়েছেন দলটির নীতিনির্ধারণী পর্যায়ের দুজন নেতা। তাঁরা গতকাল বিকেলে প্রথম আলোকে বলেন, বিএনপির সঙ্গে আলোচনা ফলপ্রসূ হয়নি। জামায়াতের সঙ্গেও বিভিন্ন সময়ে কথা হয়েছিল। তবে সম্প্রতি জামায়াতের সঙ্গে সমঝোতার আলোচনা একটা উল্লেখযোগ্য পর্যায়ে আসে। ভোটের রাজনীতির নানা দিক বিবেচনা করে এনসিপির শীর্ষ নেতৃত্ব জামায়াতের সঙ্গেই সমঝোতায় যাওয়ার নীতিগতভাবে সিদ্ধান্ত নেন।</p><p>এনসিপির নেতা ও আগামী নির্বাচনে একজন সম্ভাব্য প্রার্থী নাম প্রকাশ না করার শর্তে জানান, দলের শীর্ষ নেতৃত্ব ইতিমধ্যে তাঁকে জানিয়েছেন, জামায়াতের সঙ্গে সমঝোতায় যাওয়ার বিষয়টি প্রায় চূড়ান্ত।</p><p>সংশ্লিষ্ট অপর একটি সূত্র জানায়, আসন সমঝোতা নিয়ে গত শুক্রবার রাতেও ঢাকায় জামায়াতের দায়িত্বপ্রাপ্ত নেতাদের সঙ্গে এনসিপির প্রতিনিধিদের বৈঠক হয়। সেখানে আসন বণ্টন নিয়েও আলোচনা হয়।</p><p>এ বিষয়ে জানতে চাইলে এনসিপির সদস্যসচিব আখতার হোসেন গতকাল বিকেলে প্রথম আলোকে বলেন, ‘সংস্কার বাস্তবায়নকে প্রধানত গুরুত্ব দিয়ে এনসিপি ও জামায়াতের সমঝোতার আলোচনা চলমান। কিছু রাজনৈতিক প্রশ্ন, করণীয় ও পারিপার্শ্বিক বিষয় নিয়ে আমাদের মধ্যে কথা হচ্ছে। এ ছাড়া সম্ভাব্য আসনবিন্যাস নিয়েও আলোচনা হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-12-28T02:43:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ঢাকার দক্ষিণ কেরানীগঞ্জের হাসনাবাদ এলাকায় একটি মাদ্রাসায় বিস্ফোরণে একতলা ভবনের পশ্চিম পাশের দুটি কক্ষের দেয়াল উড়ে গেছে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: দীপু মালাকার</figcaption></p></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক শিক্ষক নিয়োগ বিষয়ভিত্তিক মডেল টেস্ট: গণিত-১ | প্রথম আলো",
            "time": "2025-12-28T02:34:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fc455b975-3e73-4bb4-88af-12a49438bdf7%2FWhatsApp_Image_2023_09_18_at_12_32_21.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৪. চার ঘণ্টায় ৪টি বই বাঁধাই করতে ৪ জন কারিগর দরকার হলে ৮০টি বই ২ ঘণ্টায় বাঁধাই করতে কতজন কারিগর দরকার?<br>ক) ১০০<br>খ) ১২০<br>গ) ১৩০<br>ঘ) কোনটি নয়<br>১৫. ৪, ৫, ৭, ১১, ১৯, ৩৫....ধারাটির পরবর্তী পদ কোনটি?<br>ক) ৬৭<br>খ) ৬৮<br>গ) ৬৯<br>ঘ) ৭০<br>১৬. ‘Gemini’ নামক এআই মডেলটি কোন কোম্পানি তৈরি করেছে?<br>ক)  Deepseek<br>খ) Open AI<br>গ) Google<br>ঘ) Apple<br>১৭. কোন ভিটামিন রক্ত জমাট বাঁধতে সাহায্য করে?<br>ক) ভিটামিন ই<br>খ) ভিটামিন এ<br>গ) ভিটামিন সি<br>ঘ) ভিটামিন কে<br>১৮. এসিড ও ক্ষারের বিক্রয়ায় ...উৎপন্ন হয়।<br>ক) লবণ<br>খ) পানি<br>গ) লবণ ও পানি<br>ঘ) কোনটি নয়<br>১৯. বিদ্যুৎ আবিষ্কারের সঙ্গে কোন শিল্পবিপ্লবের সম্পর্ক রয়েছে?<br>ক) ১ম শিল্পবিপ্লব<br>খ) ২য় শিল্পবিপ্লব<br>গ) ৩য় শিল্পবিপ্লব<br>ঘ) ৪র্থ শিল্পবিপ্লব<br>২০. ১ মিটারে কত ইঞ্চি?<br>ক) ৩৭.৩৯ ইঞ্চি<br>খ) ৩৯.৩৭ ইঞ্চি<br>গ) ৩৯.৫৭ ইঞ্চি<br>ঘ) ৩৬.৩৭ ইঞ্চি</p><p>উত্তর:<br>১(খ) ২(ক) ৩(গ) ৪(ঘ) ৫(ঘ) ৬(ক) ৭(গ) ৮(ক) ৯(ক) ১০(খ) ১১(খ) ১২(ক)  ১৩(ঘ) ১৪ (ঘ) ১৫(ক) ১৬(গ) ১৭(ঘ) ১৮(গ) ১৯(খ) ২০(খ)</p></div></div></div></body></html>"
        }
    ]
}