{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে শিক্ষককে হেনস্তার পর টেনেহিঁচড়ে প্রক্টর অফিসে নিলেন চাকসু নেতারা | প্রথম আলো",
            "time": "2026-01-10T10:15:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F4oe9b1hi%2FCtg-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষার দায়িত্বের বিষয়ে জানতে চাইলে ‘বি’ ইউনিটের ভর্তি পরীক্ষার সমন্বয়কারী মো. ইকবাল শাহীন খান বলেন, কোনো শিক্ষকের বিরুদ্ধে অভিযোগ বা তদন্ত চলাকালীন তিনি দায়িত্ব পালন করতে পারবেন। যতক্ষণ পর্যন্ত সিন্ডিকেট থেকে শিক্ষককে বরখাস্তের সিদ্ধান্ত না আসবে ততক্ষণ পর্যন্ত তিনি আমাদের কাছে শিক্ষক। এ কারণে তাঁকে পরীক্ষা কেন্দ্রের দায়িত্ব দেওয়া হয়েছিল।</p><p>জানতে চাইলে প্রক্টর অধ্যাপক হোসেন শহীদ সরওয়ার্দী বলেন, ‘এখন পর্যন্ত সব পরীক্ষায় তিনি দায়িত্ব পালন করেছেন। হট্টগোলের খবর শুনে আমরা তৎক্ষণাৎ ঘটনাস্থলে গিয়েছি। আমরা এই মুহূর্তে তাঁর (হাসান মোহাম্মদ) মুঠোফোনের তল্লাশি করছি। এ ছাড়া সার্বিক বিষয় খতিয়ে দেখছি। গণমাধ্যমে এ বিষয়ে বিস্তারিত পরে জানানো হবে।’</p><p>বিশ্ববিদ্যালয়ের ভারপ্রাপ্ত রেজিস্ট্রার অধ্যাপক মোহাম্মদ সাইফুল ইসলাম বলেন, ‘ওই শিক্ষকের বিরুদ্ধে একাধিক অভিযোগ রয়েছে। এর পরিপ্রেক্ষিতে তদন্ত কমিটি গঠন করা হয় এবং তদন্ত প্রতিবেদন অনুযায়ী তাঁর বেতন বন্ধ রয়েছে। কীভাবে তিনি পরীক্ষার দায়িত্ব পেলেন, তা আমি বলতে পারছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "৫ আগস্টের ঘটনা রাজনীতিকে নতুনভাবে ভাবতে বাধ্য করেছে: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-10T10:09:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fjc4nnqav%2Ftarique-rahman%E2%80%931.jpg?rect=0%2C37%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাস্থ্য খাতে ব্যয় কমাতে প্রিভেনশন মডেল অনুসরণ করার কথা বলেন তারেক রহমান। তিনি বলেন, মানুষকে সচেতন করা গেলে—কোন খাবার না খেলে কিডনি, হার্ট বা ডায়াবেটিসের ঝুঁকি কমে—তাহলে রাষ্ট্রের ব্যয় কমে, মানুষও সুস্থ থাকে। এ নিয়ে স্বাস্থ্যকর্মী নিয়োগের পরিকল্পনা আছে বলেও জানান।</p><p>অনুষ্ঠানে অংশ নেন যায়যায়দিন সম্পাদক শফিক রেহমান, দ্য ডেইলি স্টারের সম্পাদক মাহফুজ আনাম, মানবজমিনের প্রধান সম্পাদক মতিউর রহমান চৌধুরী, দৈনিক নিউ এজ-এর সম্পাদক নূরুল কবীর, কালের কণ্ঠ সম্পাদক হাসান হাফিজ, যুগান্তর সম্পাদক আবদুল হাই শিকদার, দৈনিক ইনকিলাব পত্রিকার সম্পাদক এ এম এম বাহাউদ্দীন, প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ, প্রথম আলোর হেড অব অনলাইন শওকত হোসেন প্রমুখ উপস্থিত ছিলেন।</p><p>অনুষ্ঠানে বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর, স্থায়ী কমিটির সদস্য আমীর খসরু মাহমুদ চৌধুরী, বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ প্রমুখ উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিক্ষোভে উত্তাল ইরানে নিহতের সংখ্যা বেড়ে ৬২ | প্রথম আলো",
            "time": "2026-01-10T10:02:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F79mrowk4%2FProtesters-gather-as-vehicles-burn.avif?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভিন্ন মানবাধিকার সংস্থার দেওয়া তথ্য অনুযায়ী, গতকাল শুক্রবার বিক্ষোভের ১৩তম দিনে ইরানের ৩১টি প্রদেশের সব কটিতে মানুষ সড়কে নেমে বিক্ষোভ প্রদর্শন করেছে। রাজধানীসহ শতাধিক শহরের রাস্তায় নেমেছেন আন্দোলনকারীরা। তাঁদের মধ্যে আছেন শিক্ষার্থী, তরুণী ও নারীরাও।</p><p>ইরানে ইন্টারনেট বন্ধ থাকায় এবং বিদেশ থেকে ফোনকল না ঢোকায় বিক্ষোভে হতাহত ব্যক্তির তথ্য নিরপেক্ষভাবে যাচাই করা সম্ভব হচ্ছে না।</p><p>এদিকে গতকাল শুক্রবার ট্রাম্প আবারও হুঁশিয়ার করে বলেছেন, ইরান ‘বড় বিপদে’ রয়েছে। দেশজুড়ে সরকারবিরোধী বিক্ষোভ ছড়িয়ে পড়ার ভিডিও সামনে আসা এবং ক্রমবর্ধমান অস্থিরতা নিয়ন্ত্রণে কর্তৃপক্ষ ইন্টারনেট পরিষেবা বন্ধ করে দেওয়ায় তিনি আবার সামরিক হামলার নির্দেশ দিতে পারেন বলে সতর্ক করেছেন।</p><p>এদিন হোয়াইট হাউসে ট্রাম্প বলেন, ‘আমার কাছে মনে হচ্ছে, মানুষ এমন কিছু শহর দখল করে নিচ্ছে; যা মাত্র কয়েক সপ্তাহ আগেও সম্ভব হবে বলে কেউ ভাবেননি।’</p></div></div></div></body></html>"
        },
        {
            "title": "চারবার যৌন আবেদনময়ীর তালিকায় ছিলেন সারা | প্রথম আলো",
            "time": "2026-01-10T10:02:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fy85r4hyp%2Fsarah_shahi.webp?rect=0%2C0%2C1225%2C643&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">এক সাক্ষাৎকারে তিনি বলেছিলেন, ‘আমি জানি, কথাটা একটু অদ্ভুত শোনাতে পারে, কিন্তু বয়স বাড়ার সঙ্গে সঙ্গে ‘সেক্সি’ বলতে আমি যা বুঝি, তার সংজ্ঞা বদলে গেছে। এখন বুদ্ধিমান হওয়া ও সচেতনভাবে জানাশোনা থাকা—যেকোনো পোশাকের চেয়ে আমাকে বেশি ‘সেক্সি’ অনুভব করায়।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আইএমডিবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পাহলভির প্রতি শীতল আচরণ, ইরানে কি ‘ভেনেজুয়েলা মডেল’ অনুসরণ করছেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-10T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F88oiar4k%2Freza-pahlavi.jpg?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরব গালফ স্টেটস ইনস্টিটিউটের ইরান–বিশেষজ্ঞ আলি আলফনেহ মনে করেন, ইরানের ভেতরে যাঁরা বর্তমান ব্যবস্থার পরিবর্তন চান, তাঁদের জন্য ভেনেজুয়েলা একটি রোডম্যাপ বা পথনকশা হতে পারে।</p><p>আলফনেহ এক্সে লিখেছেন, ইরানের বর্তমান নেতৃত্ব হয়তো ভেনেজুয়েলার মতো টিকে থাকার কৌশল নিতে পারে। খামেনিকে সরিয়ে দেওয়া, ট্রাম্পের সঙ্গে যোগাযোগ করা, নিষেধাজ্ঞা তুলে নেওয়ার চেষ্টা করা, মার্কিন তেল কোম্পানিগুলোকে ইরানে আমন্ত্রণ জানানো এবং বর্তমান কাঠামো বজায় রেখেই অর্থনীতি স্থিতিশীল করা।</p><p>মার্কিন গোয়েন্দা সংস্থাগুলো ট্রাম্প ও পররাষ্ট্রমন্ত্রী মার্কো রুবিওকে জানিয়েছে, বিদেশে থাকা ভেনেজুয়েলার বিরোধী নেতাদের দেশ চালানোর মতো জনসমর্থন নেই। তাই শৃঙ্খলা বজায় রাখতে এবং তেলের প্রবাহ সচল করতে মাদুরোর ভাইস প্রেসিডেন্ট দেলসি রদ্রিগেজের ওপর ভরসা করাটাই ছিল সবচেয়ে ভালো বিকল্প।</p><p>ইরানের বাইরে প্রবাসীদের মধ্যে রেজা পাহলভির কিছু অনুসারী থাকলেও ১৯৭৯ সালে তাঁর বাবাকে ক্ষমতাচ্যুত করার পর তিনি আর ইরানে পা রাখেননি। গত জুনে ইসরায়েল ও যুক্তরাষ্ট্রের হামলার সময় তিনি ইরান সরকারকে উৎখাতের যে ডাক দিয়েছিলেন, তাতে তেমন সাড়া মেলেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় প্রথমবারের মতো বোনম্যারো ট্রান্সপ্ল্যান্টে সাফল্যের দাবি | প্রথম আলো",
            "time": "2026-01-10T09:44:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F0d41w42h%2FBoguraDH061120260109IMG-20260109-WA0234.jpg?rect=0%2C79%2C1204%2C632&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে উপস্থিত ছিলেন টিএমএসএসের উপনির্বাহী পরিচালক মো. মতিউর রহমান, টিএমএসএস হেমাটোলজি ও বোনম্যারো ট্রান্সপ্ল্যান্ট সেন্টারের চিফ কনসালট্যান্ট আবু জাফর মোহাম্মদ সালেহ ও টিএমএসএস মেডিকেল কলেজের অধ্যক্ষ জাকির হোসেনসহ সংশ্লিষ্টরা।</p><p>মতিউর রহমান বলেন, ঢাকার বাইরে উত্তরবঙ্গে প্রথমবারের মতো সফলভাবে বোনম্যারো ট্রান্সপ্ল্যান্ট সম্পন্ন হলো। এটি শুধু টিএমএসএস হেমাটোলজি অ্যান্ড বোনম্যারো ট্রান্সপ্ল্যান্ট সেন্টারের অর্জন নয়; বরং উত্তরাঞ্চলের স্বাস্থ্যসেবায় একটি ঐতিহাসিক মাইলফলক। এ সাফল্যের মাধ্যমে তাঁরা উত্তরাঞ্চলবাসীর কাছে উন্নত ও মানসম্মত স্বাস্থ্যসেবার বার্তা পৌঁছে দিতে চান।</p><p>এই সাফল্যের ফলে উত্তরবঙ্গসহ আশপাশের অঞ্চলের রোগীরা সহজে ও তুলনামূলক স্বল্প খরচে বোনম্যারো ট্রান্সপ্ল্যান্ট ও আধুনিক চিকিৎসাসেবা পাবেন বলে জানান আবু জাফর মোহাম্মদ সালেহ। তাঁর মতে, এতে রাজধানীকেন্দ্রিক চিকিৎসার ওপর নির্ভরশীলতা কমবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কার্যক্রম নিষিদ্ধ আওয়ামী লীগ সমর্থকদের ভোট টানার চেষ্টায় প্রার্থীরা | প্রথম আলো",
            "time": "2026-01-10T09:41:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fwb6hbld1%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"কার্যক্রম নিষিদ্ধ আওয়ামী লীগ সমর্থকদের ভোট টানার চেষ্টায় প্রার্থীরা\" class=\"nA4h1 \">কার্যক্রম নিষিদ্ধ আওয়ামী লীগ সমর্থকদের ভোট টানার চেষ্টায় প্রার্থীরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-10T15:41:10+06:00\"><span>প্রকাশ: ১০ জানুয়ারি ২০২৬, ০৯: ৪১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের সঙ্গে জোট নির্বাচনের জন্য প্রস্তুত, দু-এক দিনের মধ্যেই আসন ঘোষণা: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2026-01-10T09:37:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fsb709lc8%2Fnahid.jpeg?rect=0%2C40%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে লেভেল প্লেয়িং ফিল্ড বা সমান নির্বাচনী সুযোগ নিয়ে রাজনৈতিক দলগুলোর মধ্যে আস্থার ঘাটতি রয়েছে বলে মন্তব্য করেছেন এনসিপি নেতা নাহিদ ইসলাম। তাঁর অভিযোগ, বিশেষ একটি রাজনৈতিক দলকে সরকারি সুযোগ-সুবিধা ও প্রটোকল দেওয়ার কারণে প্রশাসনে পক্ষপাতের বার্তা যাচ্ছে। এতে নির্বাচনী মাঠে অসম পরিস্থিতি তৈরি হতে পারে।</p><p>নাহিদ ইসলাম বলেন, ‘আমরা মনে করছি, বিশেষ রাজনৈতিক দলকে সরকারিভাবে বিশেষ সুযোগ-সুবিধা, বিশেষ করে প্রটোকল দেওয়ার মাধ্যমে একধরনের সিগন্যালিং করা হচ্ছে এবং যেটা লেভেল প্লেয়িং ফিল্ডে বাধা তৈরি করতে পারে, এটা অসম অবস্থা তৈরি করতে পারে। কারণ, প্রশাসনের বিভিন্ন স্তরে কিন্তু এইটা একধরনের মেসেজ যায় যে সরকার কার পক্ষে আছে।’</p><p>মিডিয়ার একদিকে ঝুঁকে যাওয়ার প্রবণতা দেখতে পাচ্ছেন বলে অভিযোগ করেন নাহিদ ইসলাম। তিনি বলেন, ‘আমরা দেখতে পাচ্ছি বা এনসিপিকে নিয়ে মেইন স্ট্রিম মিডিয়াতে নানা ধরনের নেতিবাচক নিউজ বা ফলস নিউজ। বিশেষত কয়েকটি মিডিয়াতে এটি টার্গেটভাবে করা হচ্ছে। তো এটা আসলে আমাদের যে লেভেল প্লেয়িং ফিল্ড প্রশাসনিকভাবে বা মিডিয়ার জায়গা থেকে সেই সুযোগ-সুবিধাটা কিন্তু সমভাবে যাতে হয়, সেটা আমাদের চাওয়া থাকবে। সরকার এবং নির্বাচন কমিশনের কাছে কিন্তু বারবার আমরা এটা বলেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কাঁধে স্কুলব্যাগ নিয়ে এসে খুন, সেই চার যুবক কারা, ১১ বছরেও জানা যায়নি | প্রথম আলো",
            "time": "2026-01-10T09:34:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fobfac5ey%2F23448f10-345e-4d67-b84f-3ffe2a61a8e0.jfif?rect=0%2C0%2C275%2C144&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম নার্সিং কলেজের জ্যেষ্ঠ শিক্ষক অঞ্জলী রানী দেবী খুনের ঘটনার ১১ বছরেও কোনো কূলকিনারা হয়নি। একের পর এক তদন্ত কর্মকর্তা ও তদন্তকারী সংস্থার বদল হয়েছে শুধু। কী কারণে, কারা অঞ্জলী দেবীকে হত্যা করেছেন, তা আজও জানা যায়নি। তদন্তকারী সংস্থার দাবি, কাঁধে স্কুলব্যাগ নিয়ে হত্যাকাণ্ডে অংশ নেন চার যুবক। তবে সেই যুবক কারা থানা-পুলিশ, গোয়েন্দা (ডিবি), পুলিশ ব্যুরো অব ইনভেস্টিগেশন (পিবিআই) ও অ্যান্টিটেররিজম ইউনিট (এটিইউ) তদন্ত করেও বলতে পারছে না।</p><p>আজ শনিবার এই হত্যাকাণ্ডের ১১ বছর পূর্ণ হচ্ছে। এত বছরেও তদন্তে কোনো অগ্রগতি না হওয়ায় হতাশ নিহত ব্যক্তির পরিবার। তাই বিচারের আশাও ছেড়ে দিয়েছেন তাঁরা। মামলার বাদী ও নিহত ব্যক্তির স্বামী ডা. রাজেন্দ্র লাল চৌধুরী পেশায় চিকিৎসক। তিনি প্রথম আলোকে বলেন, ‘১১ বছরেও কিছুই হয়নি। তাই বিচারের আশাও ছেড়ে দিয়েছি।’</p><p>২০১৫ সালের ১০ জানুয়ারি সকালে বাসা থেকে বেরিয়ে কর্মস্থলে যাওয়ার পথে নগরের চকবাজারের উর্দু গলিতে দুর্বৃত্তদের ধারালো অস্ত্রের আঘাতে খুন হন অঞ্জলী দেবী। এ ঘটনায় তাঁর স্বামী চিকিৎসক রাজেন্দ্র লাল চৌধুরী বাদী হয়ে ওই দিন রাতে পাঁচলাইশ থানায় অজ্ঞাতপরিচয় যুবকদের আসামি করে একটি হত্যা মামলা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সরকারের বড় চ্যালেঞ্জ বিনিয়োগ ও কর্মসংস্থান : সিপিডি | প্রথম আলো",
            "time": "2026-01-10T09:22:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fsiow74jg%2Fbc45df31-1db5-450f-a07b-c201a7264f6e.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নির্বাচন নিয়ে প্রত্যাশা</strong></p><p>নির্বাচনী চ্যালেঞ্জ নিয়ে প্রশ্ন করা হলে ফাহমিদা খাতুন বলেন, ‘নির্বাচন পরিচালনা ও চ্যালেঞ্জ মোকাবিলার দায়িত্ব নির্বাচন কমিশনের। আমরা চাই, আগামী নির্বাচন নিরপেক্ষ ও অংশগ্রহণমূলক হোক। অর্থের অপব্যবহার যেন না হয়, সে জন্য নীতিমালা আছে; প্রত্যেক প্রার্থীকে তা মানতে হবে। নির্বাচনে টাকার ছড়াছড়ি যেন না হয়।’</p><p>সবচেয়ে গুরুত্বপূর্ণ হলো নির্বাচন যেন সহিংসতামুক্ত পরিবেশে অনুষ্ঠিত হয়, যাতে মানুষ নির্বিঘ্নে ভোটকেন্দ্রে গিয়ে নিজের ভোট দিতে পারেন। আমরা এমন নির্বাচন দেখতে চাই বলে মন্তব্য করেন ফাহমিদা খাতুন।</p><p>সিপিডির সম্মাননীয় ফেলো মোস্তাফিজুর রহমান বলেন, দেশি–বিদেশি ঋণের বোঝা বাড়ছে। জাতীয় বাজেটের প্রধান খাত এখন ঋণের সুদ পরিশোধ। এই চাপ প্রতিনিয়ত বাড়ছে। তাই বাংলাদেশ মধ্যম আয়ের ফাঁদে পড়তে পারে, এমন ঝুঁকি আছে।</p><p>সংবাদ সম্মেলনে সিপিডির বিভিন্ন পর্যায়ের গবেষকেরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টাইম ম্যাগাজিনের সেই সাহসী তরুণী | প্রথম আলো",
            "time": "2026-01-10T09:17:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fj8fz9efh%2FWhatsApp-Image-2026-01-10-at-15.06.40.jpeg?rect=0%2C143%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় এসে পিনু শুনলেন সুলতানা কামাল ও সাঈদা কামাল আগরতলায়। পিনুও আগরতলায় যাওয়ার সিদ্ধান্ত নেন। তখন মেজ ভগ্নিপতি হাশেম খান বললেন, ‘দেখো, তোমরা সবাই যদি চলে যাও তাহলে কেমনে হবে। দেশেও তো কাজ করার লোক দরকার।’ পিনু বললেন, ‘এখানে থেকে আমি কী করব?’ হাশেম খান বললেন, ‘এখানে মুক্তিযোদ্ধাদের জন্য অনেক কাজ করার আছে।’ পিনু বিভিন্ন বাড়ি গিয়ে মুক্তিযোদ্ধাদের জন্য টাকা ও পোশাক সংগ্রহ করতে লাগলেন। বড় বোন তাঁকে বলতেন, ‘যদি ভুল করে কোনো স্বাধীনতাবিরোধী লোকের বাড়িতে ঢুকে যাও, তখন তোমার কী হবে ভেবে দেখেছ?’ পিনু বলতেন, ‘আমার কোনো ডরভয় কাজ করে না বুবু।’ পিনুর ছোট ভাই সানাউল হক ছিলেন ফৌজদারহাট ক্যাডেট কলেজের ছাত্র। তিনি ভালো উর্দু বলতে পারতেন। ছোট ভাইকে নিয়ে পিনু প্রায়ই নিউমার্কেটে যেতেন, মুক্তিযোদ্ধাদের জন্য ওষুধ কিনতে। নিউমার্কেটে মিলিশিয়াদের বেশ আনাগোনা। লম্বা ও ফরসা পিনু পাকিস্তানি পোশাক পরতেন। ফলে মিলিশিয়ারা তাঁকে পাকিস্তানি ভেবে কিছু বলতেন না। পিনু যা সংগ্রহ করতে পারতেন, তা পৌঁছে দিতেন হাশেম খানের গোপীবাগের বাসায়। হাশেম খান সেগুলো কোথায় পাঠাতেন, তা পিনু জানতেন না। তবে স্বাধীনতার পরে জেনেছেন, এসব জিনিস তিনি সুরকার আলতাফ মাহমুদের বাসায় পৌঁছে দিতেন।</p><p>স্বাধীনতার পর ইংল্যান্ডে পড়তে যান পিনু। আড়াই বছর পর সেখানকার পড়াশোনা তাঁর ভালো লাগল না। দেশে ফিরে আবার ভর্তি হলেন চারুকলায়। পড়াশোনা শেষে যোগ দিলেন উদয়ন স্কুলে। ১৯৮০ সালে যোগদান করলেন বাংলাদেশ টেলিভিশনের শিল্প নির্দেশনা বিভাগে। ২০১০ সালে নেন অবসর। টাইম ম্যাগাজিনের সেই সাহসী তরুণী এখন অনেকটা অন্তরালে থাকতেই স্বাচ্ছন্দ্যবোধ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গালওয়ানের হামলা ভুলে চীনের প্রতিষ্ঠানের ওপর থেকে কি নিষেধাজ্ঞা তুলে নিচ্ছে ভারত | প্রথম আলো",
            "time": "2026-01-10T09:05:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F06%2F19%2F3b90ebae34a97ba0bdb229749ec25779-5eec55b226f94.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খাড়গে সরকারি নীতির সমালোচনা করে বলেছেন, যে দেশের সেনারা গালওয়ানে ভারতীয় জওয়ানদের প্রাণ নিল, মোদি সরকার এখন তাদের সংস্থাদের জন্য লাল কার্পেট বিছিয়ে দিতে চলেছে। প্রধানমন্ত্রী মোদি মুখে যা বলেন, কাজ করেন তার বিপরীত।</p><p>খাড়গে বলেন, দেশের মাথা নত হতে দেবেন না, অথচ যা করতে চলেছেন তা নতমস্তক হওয়ারই শামিল।</p><p>একইভাবে মোদি সরকারের সমালোচনা করেছেন কংগ্রেসের মুখপাত্র জয়রাম রমেশও। তিনি এই ক্ষেত্রে দেশের উপ–সেনাপ্রধান লে. জেনারেল রাহুল সিংহের বলা এক মন্তব্যের উল্লেখ করেছেন। অপারেশন সিঁদুরের পর উপ–সেনাপ্রধান বলেছিলেন, চার দিনের ওই সংঘাতের সময় পাকিস্তানকে চীন সব রকমভাবে সহায়তা করেছে।</p><p>সেই কথা মনে করিয়ে দিয়ে রমেশ বলেন, উপ–সেনাপ্রধান বলেছিলেন, চীনই ভারতের প্রকৃত প্রতিপক্ষ। অথচ আশ্চর্য, পাঁচ বছর আগে সেই প্রতিপক্ষের ওপর চাপানো নিষেধাজ্ঞাই সরকার বাতিল করতে চলেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের বিক্ষোভকে ‘বিদেশি ষড়যন্ত্র’ বলে আখ্যা খামেনির | প্রথম আলো",
            "time": "2026-01-10T08:57:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fsx1t1x6r%2Fweb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইরানের বিক্ষোভকে ‘বিদেশি ষড়যন্ত্র’ বলে আখ্যা খামেনির\" class=\"nA4h1 \">ইরানের বিক্ষোভকে ‘বিদেশি ষড়যন্ত্র’ বলে আখ্যা খামেনির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-10T14:57:11+06:00\"><span>প্রকাশ: ১০ জানুয়ারি ২০২৬, ০৮: ৫৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গণতান্ত্রিক রূপান্তরে যুক্তরাষ্ট্রের সমর্থন অব্যাহত | প্রথম আলো",
            "time": "2026-01-10T08:52:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fkkfxdd2l%2Fkhalil.jpeg?rect=0%2C152%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র ফেব্রুয়ারিতে বাংলাদেশের অবাধ, সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন প্রত্যাশা করে। ওয়াশিংটনে জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমানের সঙ্গে আলোচনায় মার্কিন আন্ডার সেক্রেটারি অ্যালিসন হুকার বাংলাদেশের গণতান্ত্রিক রূপান্তরে যুক্তরাষ্ট্রের দৃঢ় সমর্থনের অঙ্গীকার করেছেন। খলিলুর রহমান ভিসা বন্ড শিথিল, কৃষি আমদানি বৃদ্ধি, ডিএফসি অর্থায়ন এবং গাজায় স্থিতিশীলতা বাহিনীতে অংশগ্রহণের আগ্রহ প্রকাশ করেন। যুক্তরাষ্ট্র বিষয়গুলো ইতিবাচকভাবে বিবেচনার আশ্বাস দেয়। রোহিঙ্গা শরণার্থীদের জন্য মার্কিন সহায়তা অব্যাহত রাখার অনুরোধ জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "তামিমকে বিসিবি পরিচালকের ‘দালাল’ বলাটা ঔদ্ধত্য; হামিন আহমেদ | প্রথম আলো",
            "time": "2026-01-10T08:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Frjk2hxn7%2F992b7842-08ba-4251-a14e-dca0fb078d8e.jpg?rect=0%2C2%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মন্তব্যের প্রতিবাদ জানিয়ে ফেসবুকে হামিন আহমেদ লিখেছেন, ‘আমি জানি না কে এই বিসিবি পরিচালক, এবং বুঝতে পারছি না কীভাবে এমন একজন, যার ক্রিকেটে কোনো অবদান নেই, এমন গুরুত্বপূর্ণ পদে আসতে পারে—শুধু পয়সা বাঁচাতে, চা, শিঙ্গারা বা ডাবের পানি খরচ কমানোর জন্য! তিনি বাংলাদেশের অন্যতম সেরা ক্রিকেটার তামিম ইকবালকে “দালাল” বলে অভিহিত করেছেন—এটি একেবারেই অগ্রহণযোগ্য এবং উদ্বত্য আচরণ।’</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটের যে বাজারে নেপিয়ার ঘাসের দিনে বেচাকেনা ৫০ হাজার টাকা ‎‎ | প্রথম আলো",
            "time": "2026-01-10T08:48:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Ft0x220xn%2FJoypurhatDH061820260107IMG20260107151959.jpg?rect=0%2C0%2C3758%2C1973&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘাস বিক্রেতারা জানান, প্রায় ৭–৮ বছর আগে এখানে নেপিয়ার ঘাস বিক্রি শুরু হয়। তখন আমদানি ও ক্রেতা—দুটিই ছিল কম। সময়ের সঙ্গে সঙ্গে গবাদিপশু পালন বাড়ায় ঘাসের চাহিদাও বেড়েছে।</p><p>এখন প্রতিদিনই ভোর থেকে দুপুর পর্যন্ত জমে ওঠে কেনাবেচা। তবে এই জমজমাট বাজারের মধ্যেও আছে ভোগান্তি। নির্দিষ্ট কোনো জায়গা না থাকায় রাস্তার পাশেই বসতে হয় বিক্রেতাদের। এতে যান চলাচলের ঝুঁকি যেমন থাকে, তেমনি পৌরসভা ও প্রশাসনের বাধার মুখেও পড়তে হয়।</p><p>ঘাস বিক্রেতা কামাল হোসেন বলেন, ‘‎আমরা এখানে ১০ জন ব্যবসায়ী। প্রতিদিন গড়ে প্রায় দুই হাজার আঁটি ঘাস বিক্রি হয়। কিন্তু নির্দিষ্ট জায়গা না থাকায় সমস্যায় পড়ি। ঘাসের আবর্জনাও আমাদেরই পরিষ্কার করতে হয়, অথচ নিয়মিত হাটের হাসিল দিচ্ছি।’</p><p>‎গৃহস্থ বাবলু হোসেনের বলেন, ‘এক দিন পরপর আমাকে ঘাস কিনতে হয়। বাজারে সহজে ঘাস পাওয়া যায়, তাই গরুর খাবার নিয়ে দুশ্চিন্তা কমেছে।’</p><p>গৃহবধূ শাহনাজ বেগম বলেন, ‘আমার বাড়ি পাশের বদলগাছি উপজেলার কেশাইল গ্রামে। আমি বাজার করতে এসে গরুর জন্য ৭০ টাকায় দুই আঁটি ঘাস কিনলাম।’</p></div></div></div></body></html>"
        }
    ]
}