{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘অরুণাচল চীনের অংশ’ দাবি তুলে সাংহাই বিমানবন্দরে ভারতীয় নারীকে হয়রানির অভিযোগ | প্রথম আলো",
            "time": "2025-11-24T08:26:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fwx9b8j3q%2Fthongdhok.jpg?rect=0%2C44%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক্সে এক বার্তায় থংডোক লিখেছেন, ‘২১ নভেম্বর চীনের অভিবাসন এবং চায়না ইস্টার্ন এয়ারলাইনস করপোরেশন লিমিটেডের দাবিতে আমাকে সাংহাই বিমানবন্দরে ১৮ ঘণ্টার বেশি সময় আটকে রাখা হয়। তারা আমার ভারতীয় পাসপোর্টকে অবৈধ বলেছে। কারণ, আমার জন্মস্থান অরুণাচল প্রদেশ। এটিকে তারা চীনের ভূখণ্ড বলে দাবি করে।’</p><p>আরেকটি পোস্টে থংডোক লিখেছেন, ‘অভিবাসন ডেস্কের কর্মকর্তারা স্পষ্ট করে জানায়, আমার ভারতীয় পাসপোর্ট অবৈধ, কারণ আমার জন্ম অরুণাচল প্রদেশে।’</p><p>থংডোকের বিবৃতি অনুসারে, চীনের অভিবাসন কর্মকর্তারা পাসপোর্টে ‘অরুণাচল প্রদেশ’ জন্মস্থান হিসেবে দেখতে পেয়েই সেটিকে ‘অবৈধ’ ঘোষণা করেন।</p><p>কর্মকর্তারা নাকি এই ভারতীয় নারীকে সরাসরি বলেন, ‘অরুণাচল প্রদেশ চীনের অংশ’ এবং তাঁরা তাঁর ভারতীয় নাগরিকত্বকে স্বীকৃতি দিতে অস্বীকৃতি জানান। তাঁর পাসপোর্ট বাজেয়াপ্ত করা হয় এবং বৈধ জাপানি ভিসা থাকা সত্ত্বেও তাঁকে পরবর্তী ফ্লাইটে উঠতে দেওয়া হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রি বাংলাদেশের পার্টনারস মিট অনুষ্ঠিত | প্রথম আলো",
            "time": "2025-11-24T08:25:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F7qfhgp3l%2F23-11-25-GREE042837.jpg?rect=40%2C0%2C1720%2C903&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈশ্বিক ব্র্যান্ড গ্রি গ্লোবালের বাংলাদেশের পার্টনারস মিট সম্প্রতি রাজধানীর একটি পাঁচ তারকা হোটেলে অনুষ্ঠিত হয়। এতে বিশেষ অতিথি উপস্থিত ছিলেন গ্রি গ্লোবালের অ্যাসিস্ট্যান্ট প্রেসিডেন্ট কেভিন বাই। দিনব্যাপী এই অনুষ্ঠানে অংশগ্রহণ করেন প্রতিষ্ঠানটির দেশের সব অংশীজন ও আমন্ত্রিত অতিথিরা। এক বিজ্ঞপ্তিতে এই তথ্য জানিয়েছে প্রতিষ্ঠানটি।</p><p>বিজ্ঞপ্তিতে বলা হয়, শুরুতে প্রতিষ্ঠানটির চেয়ারম্যান মো. নুরুন নেওয়াজ অংশীজন ও আমন্ত্রিত অতিথিদের স্বাগত জানান। এ সময় তিনি বলেন, ‘দেশের ইলেকট্রনিকস খাতকে এগিয়ে নিতে গ্রির সঙ্গে প্রযুক্তি শেয়ারিং মাধ্যমে কাজ করছে ইলেক্ট্রো মার্ট গ্রুপ। দেশের ক্রমবর্ধমান এসির চাহিদা পূরণ এবং সাশ্রয়ী মূল্যে বিশ্ব মানের পণ্য সরবরাহের জন্য নারায়ণগঞ্জে নিজস্ব কারখানায় গ্রির পণ্যসামগ্রীর উৎপাদন করছি আমরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়িতে অর্ধশত কর্মীসহ ছাত্রদলে যোগ দিলেন ছাত্রশিবিরের নেতা | প্রথম আলো",
            "time": "2025-11-24T08:22:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fdi6atldd%2FWhatsApp-Image-2025-11-24-at-13.54.32.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খাগড়াছড়ি জেলা ছাত্রদলের সভাপতি আরিফ মোহাম্মদ, সাধারণ সম্পাদক সোহেল দেওয়ান, সাংগঠনিক সম্পাদক বাপ্পী দাশসহ নেতা-কর্মীরা নবাগত নেতাদের বরণ করে নেন। জানতে চাইলে মো. রুবেল বলেন, ‘ছাত্রশিবির ও জামায়াতে ইসলামীর কিছু বিষয় নিয়ে প্রশ্ন তৈরি হওয়ায় তিনি সংগঠন থেকে অব্যাহতি নিয়েছেন। ছাত্রদলে যোগদানের কারণে তাঁকে বিভিন্ন ধরনের হুমকি দেওয়া হচ্ছে।’</p><p>রুবেল জানান, ২০১২ সালে খাগড়াছড়ি সরকারি উচ্চবিদ্যালয়ে নবম শ্রেণিতে পড়ার সময় তিনি ইসলামী ছাত্রশিবিরে যোগ দেন। পরে তিনি খাগড়াছড়ির একাধিক উপজেলা শাখায় সভাপতির দায়িত্ব পালন করেন। পরে জেলা শাখার অফিস সম্পাদক, জেলা প্রশিক্ষণ সম্পাদক হয়ে সর্বশেষ ২০২৩ সালের জুলাই থেকে ২০২৪ সালের মে পর্যন্ত জেলা ছাত্রশিবিরের সেক্রেটারি পদে ছিলেন। বর্তমানে তিনি চট্টগ্রাম নগরের একটি কলেজে স্নাতক (সম্মান) চতুর্থ বর্ষে অধ্যয়নরত।</p><p>জেলা ছাত্রদলের সাংগঠনিক সম্পাদক বাপ্পী দাশ প্রথম আলোকে বলেন, ‘বিএনপির রাজনীতিকে ভালোবেসে স্বেচ্ছায় ছাত্রদলে যোগ দিয়েছেন মো. রুবেল। তাঁকে আমরা স্বাগত জানিয়েছি। সন্ত্রাসী ও নিষিদ্ধ সংগঠন ছাড়া যেকোনো দলের নেতা-কর্মীরা ছাত্রদলে যোগ দিতে চাইলে তাদের আমরা স্বাগত জানাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "দুই সেনা কর্মকর্তাসহ চার আসামির মামলায় অভিযোগ গঠনের শুনানি ৪ ডিসেম্বর | প্রথম আলো",
            "time": "2025-11-24T08:18:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fcg7prbdw%2FArmy-2.jpeg?rect=0%2C2%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের সময় রাজধানীর রামপুরা ও বনশ্রী এলাকায় সংঘটিত মানবতাবিরোধী অপরাধের ঘটনায় দুই সেনা কর্মকর্তাসহ চার আসামির বিরুদ্ধে করা মামলায় আনুষ্ঠানিক অভিযোগ গঠনের বিষয়ে শুনানির তারিখ ধার্য করা হয়েছে। আগামী ৪ ডিসেম্বর এই শুনানি হবে।</p><p>আজ সোমবার আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ এই আদেশ দেন। এ সময় ট্রাইব্যুনালের দুই সদস্য বিচারপতি মো. শফিউল আলম মাহমুদ ও বিচারক মো. মোহিতুল হক এনাম চৌধুরী উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মান্ধানার বাবার পর বর পলাশও হাসপাতালে | প্রথম আলো",
            "time": "2025-11-24T08:17:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F7d6vyx2r%2F520053345185162018890002831840354441449275895n.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছেলের অসুস্থার বিষয়ে তিনি বলেন, ‘হলুদ অনুষ্ঠান হয়ে যাওয়ায় আমরা পলাশকে বের হতে দিইনি। সে খুব কেঁদেছে। একপর্যায়ে ওর শরীরের অবস্থা খারাপের দিকে চলে যায়। হাসপাতালে ওকে চার ঘণ্টা রাখা হয়েছিল। ইসিজি আর কিছু পরীক্ষা করানো হয়েছে। সবকিছু এখন স্বাভাবিক। তবে দুশ্চিন্তা করছে।’</p><p>এ দিকে স্মৃতি মান্ধানার পারিবারিক চিকিৎসক ডা. নমন শাহ বলেছেন, তাঁর পিতার স্বাস্থ্য অবস্থা পর্যবেক্ষণ করছে একটি চিকিৎসা দল। যদি শ্রীনিবাস মান্ধানার শরীরের উন্নতি হয়, আজই তাঁকে হাসপাতাল থেকে ছেড়ে দেওয়া হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "লিয়াং ওয়েংফেং এখন চীনের শীর্ষ ১০০ ধনীর তালিকায় | প্রথম আলো",
            "time": "2025-11-24T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fgqr4q9os%2F23-11-25-LIYANG-WENG-FENG-DEEPSICK081056.png?rect=0%2C0%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাজারে আসার পর চ্যাটজিপিটি একের পর এক নতুন বা উন্নত মডেল এনেছে। কিন্তু ডিপসিক এখন পর্যন্ত কেবল হালনাগাদ সংস্করণ প্রকাশ করেই সীমাবদ্ধ থেকেছে, নতুন মডেল আনেনি। ব্যবসার দিক থেকেও তারা পিছিয়ে আছে। গত বছর চ্যাটজিপিটি সাবস্ক্রিপশন থেকে ১২ বিলিয়ন বা ১ হাজার ২০০ কোটি ডলার আয় করেছে, বিপরীতে ডিপসিকের আয় অতি অল্প। চ্যাটজিপিটির বিশ্বব্যাপী ব্যবহারকারী এখন ৭০ কোটির বেশি, যাঁদের কাছ থেকে মাসে ২০ থেকে ২০০ ডলার পর্যন্ত মাশুল আদায় করা হয়। ওয়েব ডেভেলপারদের কাছ থেকেও তারা বড় অঙ্কের অর্থ আয় করে।</p><p>অন্যদিকে ডিপসিক প্রায় বিনা মূল্যেই সেবা দিচ্ছে। গত সেপ্টেম্বর পর্যন্ত তাদের সক্রিয় ব্যবহারকারী ছিল ৭ কোটি ৩০ লাখ। ডেভেলপারদের কাছ থেকে তারা মাশুল নিলেও তা খুবই কম। ডেটা প্রসেসিংয়ের ওপর ভিত্তি করে এই ফি নির্ধারিত হয়। তুলনায় চ্যাটজিপিটি তাদের চেয়ে পাঁচ গুণ বেশি মাশুল আদায় করে।</p><p>ডিপসিকের আর্থিক পরিকল্পনা সম্পর্কে লিয়াং স্পষ্ট কোনো মন্তব্য করেননি। বিভিন্ন সাক্ষাৎকারে তিনি জানিয়েছেন, তাঁর লক্ষ্য প্রযুক্তিগত উদ্ভাবন ধরে রাখা। চীন এ ক্ষেত্রে দ্রুত এগোচ্ছে এবং ডিপসিক প্রযুক্তির সীমানা আরও বাড়াতে চায়।</p><p>ডিপসিকের প্রতিষ্ঠাতা লিয়াং ওয়েংফেংয়ের পরিবার খুব সম্পদশালী ছিল না। তাঁর বাবা ছিলেন প্রাথমিক বিদ্যালয়ের শিক্ষক। ঝেজিয়াং বিশ্ববিদ্যালয়ে কম্পিউটার ভিশনে পড়াশোনা করার সময়ই এআই প্রযুক্তির প্রতি তাঁর আগ্রহ তৈরি হয়। ২০১০ সালে তথ্য ও যোগাযোগ প্রকৌশলে স্নাতকোত্তর সম্পন্ন করে তিনি নিজস্ব অ্যালগরিদম ব্যবহার করে হাই-ফ্লায়ার নামে হেজ ফান্ড গঠন করেন। আর্থিক তথ্য সরবরাহকারী প্রেকুইনের তথ্য অনুযায়ী, প্রতিষ্ঠানটি বর্তমানে প্রায় ৮ বিলিয়ন বা ৮০০ কোটি ডলারের সম্পদ পরিচালনা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানে এফসির সদর দপ্তরে আত্মঘাতী হামলা, বাহিনীর তিন সদস্যসহ ছয়জন নিহত | প্রথম আলো",
            "time": "2025-11-24T07:55:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fvv7s613u%2FPakistan-paramilitary.jpg?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানের খাইবার পাখতুনখাওয়া প্রদেশের পেশোয়ারে আজ সোমবার সকালে আধা সামরিক বাহিনী ফেডারেল কনস্টাব্যুলারির (এফসি) সদর দপ্তরে আত্মঘাতী বোমা হামলা চালানো হয়েছে। এতে এফসির তিন সদস্য নিহত হয়েছেন।</p><p>পেশোয়ার শহরের সাদ্দার এলাকার ব্যস্ততম সড়কে সকাল আটটার দিকে এ আত্মঘাতী হামলার ঘটনা ঘটেছে। ভিডিও ফুটেজে দেখা গেছে, গায়ে চাদর মুড়িয়ে এক সন্ত্রাসী এফসি সদর দপ্তরের গেটের সামনে আসেন এবং আত্মঘাতী বোমা হামলা চালান। এর কয়েক সেকেন্ড পর আরও দুই সন্ত্রাসী সদর দপ্তর প্রাঙ্গণে ঢোকার চেষ্টা করেন।  </p><p>পেশোয়ার ক্যাপিটাল সিটি পুলিশ কর্মকর্তা মিয়া সাইদ আহমদ সাংবাদিকদের বলেন, প্রাথমিকভাবে তিন সন্ত্রাসী সদর দপ্তরে হামলার চেষ্টা করেছিল। একজন গেটে আত্মঘাতী হয়, আর দুজনকে এফসি সদস্যরা গুলি করে হত্যা করেছেন।</p><p>মিয়া সাইদ আহমদ আরও বলেন, এ হামলায় এফসির তিন সদস্য নিহত হয়েছেন। আহত হয়েছেন দুজন। তাঁদের হাসপাতালে নেওয়া হয়েছে। হামলার পরে সদর দপ্তরের বাইরে অভিযান চালানো হয়েছে। এফসি সদস্যদের সতর্কতার কারণে সন্ত্রাসীদের ষড়যন্ত্র ব্যর্থ হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভর্তি পরীক্ষা: মেধা যাচাই নাকি প্রাতিষ্ঠানিক ট্যাগের দৌরাত্ম্য | প্রথম আলো",
            "time": "2025-11-24T07:53:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-02%2Fa6l5cl32%2Fprothomalo-bangla_2024-03_20d26d7e-ae90-4b1f-a053-44a4c17d078f_Letter.webp?rect=0%2C34%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিভাবকদের বুঝতে হবে, একটি বিশ্ববিদ্যালয়ে ভর্তি হওয়া জীবন নয়, জীবনের একটি ধাপ মাত্র। যে কেউ যেকোনো বিশ্ববিদ্যালয়ে পড়েও সফল হতে পারে। সফলতা আসে পরিশ্রম ও দক্ষতা থেকে, কোনো প্রতিষ্ঠানের নাম থেকে নয়।</p><p>ভর্তি পরীক্ষা এখন আর জ্ঞানের পরিমাপ নয়, বরং একটি সামাজিক দৌড়। এই দৌড়ে টিকে থাকতে গিয়ে অনেকেই নিজেদের হারিয়ে ফেলে। কেউ হারায় মানসিক শান্তি, কেউ হারায় আত্মবিশ্বাস, কেউ হারায় জীবনের অর্থই।</p><p>আমাদের সমাজ এমনভাবে গড়ে উঠেছে যেখানে মেধা নয়, প্রতিষ্ঠানের নাম সবকিছু নির্ধারণ করে। অথচ একজন শিক্ষার্থী যে বিশ্ববিদ্যালয়েই পড়ুক না কেন, তার পরিশ্রম, সৃজনশীলতা আর সততাই তাকে সফল করে তুলতে পারে। বাংলাদেশের শিক্ষাব্যবস্থায় এখন সবচেয়ে বড় প্রয়োজন দৃষ্টিভঙ্গির পরিবর্তন। আমাদের বুঝতে হবে, একজন ছাত্র পাবলিক বিশ্ববিদ্যালয়ে ভর্তি হতে না পারলেও তার জ্ঞান কমে যায় না, বরং সমাজের দৃষ্টিই তাকে ছোট করে।</p><p><strong>নুসরাত জাহান স্মরনীকা</strong></p><p>শিক্ষার্থী, গণযোগাযোগ ও সাংবাদিকতা বিভাগ</p><p>জগন্নাথ বিশ্ববিদ্যালয়, ঢাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "কৃষি গুচ্ছের ভর্তি পরীক্ষার বিজ্ঞপ্তি, এবার আসনসংখ্যা ৩৭০১ | প্রথম আলো",
            "time": "2025-11-24T07:51:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-10%2Fcnrsqloj%2FAdmissiontestUni-pic-2.JPG?rect=0%2C42%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক.<br>২০২১/২০২২/২০২৩ সালে এসএসসি/সমমান এবং ২০২৪/২০২৫ সালে এইচএসসি/সমমানের পরীক্ষায় যারা বিজ্ঞান বিভাগ হতে জীববিজ্ঞান, রসায়ন, পদার্থবিজ্ঞান ও গণিত বিষয়সহ উত্তীর্ণ হয়েছেন, কেবল তাঁরাই আবেদন করতে পারবেন। ২০২৪ সালে এসএসসি/সমমান মানোন্নয়ন পরীক্ষায় উত্তীর্ণ পরীক্ষার্থীরাও আবেদন করতে পারবেন।</p><p>খ.<br>আবেদনকারীর এসএসসি/সমমান এবং এইচএসসি/সমমানের পরীক্ষায় উভয় ক্ষেত্রে প্রতিটিতে চতুর্থ বিষয় ব্যতীত ন্যূনতম জিপিএ ৪ এবং সর্বমোট ন্যূনতম জিপিএ ৮ দশমিক ৫ থাকতে হবে।</p><p>গ.<br>‘ও’ এবং ‘এ’ লেভেল পাসকৃত প্রার্থীর ক্ষেত্রে ‘ও’ লেভেল পরীক্ষার অন্তত ৫টি বিষয়ে এবং ‘এ’ লেভেল পরীক্ষায় বিজ্ঞানের অন্তত ২টি বিষয়ে উত্তীর্ণ হতে হবে। উভয় পরীক্ষায় প্রতিটিতে ন্যূনতম জিপিএ ৪ এবং সর্বমোট ন্যূনতম জিপিএ ৮ দশমিক ৫০ থাকতে হবে। এ ক্ষেত্রে এ ও বি গ্রেডের জন্য যথাক্রমে ৫ ও ৪ জিপিএ গণনা করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যেভাবে ৮.৫ মাত্রার ভয়াবহ ভূমিকম্পে কেঁপেছিল বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-24T07:50:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fszfsozqj%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যেভাবে ৮.৫ মাত্রার ভয়াবহ ভূমিকম্পে কেঁপেছিল বাংলাদেশ\" class=\"nA4h1 \">যেভাবে ৮.৫ মাত্রার ভয়াবহ ভূমিকম্পে কেঁপেছিল বাংলাদেশ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-24T13:50:37+06:00\"><span>প্রকাশ: ২৪ নভেম্বর ২০২৫, ০৭: ৫০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আকাশের অনেক তারার মতো সাংবাদিক নিবর্তনেরও অনেক ধারা: অ্যাটর্নি জেনারেল | প্রথম আলো",
            "time": "2025-11-24T07:48:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F6ygdxf5g%2Fasaduzzaman-bay-of-bengal-conversesion-241125.jpg?rect=0%2C129%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রিটিশ আমল থেকে স্বাধীনতা পরবর্তী সময়ের বিভিন্ন নিবর্তনমূলক আইনের ধারা ও তার প্রয়োগের কথা উল্লেখ করে অ্যাটর্নি জেনারেল বলেন, যে-ই সরকারি ক্ষমতায় আসুক না কেন, তারা সাংবাদিক নিবর্তনের মানসিকতা মনে পোষণ করে।</p><p>আসাদুজ্জামান বলেন, আইসিটি আইনের ৫৭ ধারা বাতিল করে সবার সঙ্গে আলোচনা করে যে ডিজিটাল নিরাপত্তা আইন আওয়ামী লীগ সরকার করেছিল, সেটা ছিল সবার সঙ্গে প্রতারণা।</p><p>বিগত সরকারের সময়ে এসব আইনের অপপ্রয়োগের বিভিন্ন উদাহরণ তুলে ধরে এই আইনজীবী বলেন, ‘এই সমস্ত নিবর্তন এবং নির্যাতনমূলক আইন, যে আইন কণ্ঠরোধ করে, যে আইন সাংবাদিকের কলম থামিয়ে দেয়, আমরা এই আইনের অবসান চাই। এটা যাতে ঘুরেফিরে না আসে, সেই বিষয়ে রাজনৈতিক যাঁরা নেতৃত্ব থাকবেন, আগামী দিনে তাঁদের কাছে আমাদের প্রত্যাশা থাকবে এই বিষয়গুলো রিথিংক করার।’</p><p>শুধু ডিজিটাল নিরাপত্তা আইন বাতিল করে সাংবাদিকদের সুরক্ষা নিশ্চিত হবে না বলে মনে করেন আসাদুজ্জামান। তিনি বলেন, এই ট্রেন্ডটাকে পরিবর্তন করতে হলে রাষ্ট্রের মানসিকতা পরিবর্তন করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েল ৪৪ দিনে অন্তত ৫০০ বার যুদ্ধবিরতি লঙ্ঘন করেছে, হত্যা করেছে কয়েক শ ফিলিস্তিনিকে | প্রথম আলো",
            "time": "2025-11-24T07:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Frl5xvtv2%2FIsrael.jpg?rect=0%2C45%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের মধ্যস্থতায় গাজা যুদ্ধবিরতি কার্যকর হওয়ার পর গত ৪৪ দিনে অন্তত ৪৯৭ বার যুদ্ধবিরতি লঙ্ঘন করেছে ইসরায়েল। একের পর এক হামলা চালিয়ে হত্যা করেছে কয়েক শ ফিলিস্তিনিকে। গাজার সরকারি গণমাধ্যম দপ্তর গত শনিবার এ তথ্য জানিয়েছে।</p><p>ইসরায়েলি এসব হামলায় শিশু, নারী ও বৃদ্ধসহ ৩৪২ জন নিহত হয়েছেন।</p><p>গতকাল দপ্তরটি এক বিবৃতিতে বলেছে, ইসরায়েলি দখলদার বাহিনী গুরুতর ও উদ্দেশ্যপ্রণোদিতভাবে যুদ্ধবিরতি চুক্তি লঙ্ঘন করছে। আমরা এর তীব্র নিন্দা জানাই।</p><p>বিবৃতিতে আরও বলা হয়, চুক্তির শর্ত লঙ্ঘনের মধ্য দিয়ে ইসরায়েল স্পষ্টভাবে আন্তর্জাতিক মানবাধিকার আইন লঙ্ঘন করছে। শুধু গতকালই দেশটি ২৭ বার যুদ্ধবিরতি লঙ্ঘন করেছে। এদিন ইসরায়েলি সামরিক বাহিনীর হামলায় ২৪ ফিলিস্তিন নিহত হয়েছেন, আহত হয়েছেন ৮৭ জন। এসব লঙ্ঘনের মানবিক ও নিরাপত্তাজনিত পরিণতির জন্য ইসরায়েলই সম্পূর্ণ দায়ী।</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পে আতঙ্কিত শিশুরা | প্রথম আলো",
            "time": "2025-11-24T07:41:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fajwrpcb0%2FWhatsApp_Image_2025_11_24_at_12_31_39.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেক শিশু ভূমিকম্পে আতঙ্কিত হয়ে পড়েছে বলে বেশ কয়েকজন অভিভাবকের সঙ্গে কথা বলে জানা গেল। অভিভাবকেরা বলছেন, সন্তানের এমন পরিস্থিতি দেখে তাঁরা উদ্বিগ্ন। কী করবেন, বুঝতে পারছেন না। ফরিদপুর মেডিকেল কলেজ হাসপাতালের শিশু-কিশোর ও পারিবারিক মনোরোগবিদ্যা বিভাগের অধ্যাপক হেলাল উদ্দিন আহমেদ বলেন, এমন পরিস্থিতিতে শিশুদের দ্রুত স্বাভাবিক কাজে ফেরানোর চেষ্টা করতে হবে। বন্ধু-স্বজন থেকে তাদের বিচ্ছিন্ন করা যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের সব সংস্কার আইনের মাধ্যমেই হয়েছে: আইন উপদেষ্টা | প্রথম আলো",
            "time": "2025-11-24T07:33:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F0gpjaggb%2FAsif-Nazrul.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আইন উপদেষ্টা বলেন, পারিবারিক বিরোধের ক্ষেত্রে এখন আর আদালতে যাওয়ার প্রয়োজন নেই। লিগ্যাল এইডের মাধ্যমে বিনা মূল্যে সেবা নেওয়া যায়। এই প্রক্রিয়ায় একজনের পরিবর্তে তিনজন বিচারককে যুক্ত করা হয়েছে।</p><p>সংস্কার ভাবনা আরও বাস্তবতার আলোকে হওয়া প্রয়োজন বলে মন্তব্য করেন আসিফ নজরুল। এ প্রসঙ্গে তিনি বলেন, ‘আমরা খুব বেশি করতে পারিনি। তবে আশা করি, নতুন সরকারও এসব উদ্যোগ অব্যাহত রাখবে। না হলে উদ্যোগগুলো ম্লান হয়ে যাবে।’</p><p>আইন উপদেষ্টা বলেন, অতিরিক্ত সংস্কার করতে গিয়ে রাষ্ট্রকাঠামো দুর্বল করা যাবে না। যেকোনো প্রক্রিয়াই বাস্তবায়ন করতে গেলে তা ক্রমান্বয়ে এগিয়ে নিতে হয়।</p><p>আইন মন্ত্রণালয়ের সংস্কারের ধারাবাহিকতার বিষয়ে আসিফ নজরুল বলেন, এ পর্যন্ত ২১টি জায়গায় সংস্কার করা হয়েছে। তবে আইনজীবীসহ সংশ্লিষ্ট ব্যক্তিরা এই প্রক্রিয়ায় যুক্ত না হলে, ধারাবাহিকতা বজায় না থাকলে সেগুলো টিকবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রেমিককে বেস্ট ফ্রেন্ডের সঙ্গে পরিচয় করিয়ে দেওয়াই কি ভুল? | প্রথম আলো",
            "time": "2025-11-24T07:31:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fx8ssuxwy%2Ffatimasanashaikh17638839313772054270699968662279243784.jpg?rect=0%2C27%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">অনেকেই তামান্নার পক্ষ নিয়ে বলছেন, ‘নিজের চেয়ে উঁচু স্ট্যান্ডার্ডের নারীকে সঙ্গী করে পথ চলার ক্ষমতা পুরুষের খুব কমই হয়। কেননা পুরুষ সব সময় হীনম্মন্যতায় ভোগে। এবার বিজয় নিজের স্ট্যান্ডার্ডের প্রেমিকা পেয়েছেন।’ অনেকে আবার লিখেছেন, ‘ফ্লপ বিজয়ের ভেতর কী দেখেছে ইন্ডাস্ট্রির সবচেয়ে সুন্দর নারীরা!’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "হোয়াটসঅ্যাপে ভয়েস মেসেজ বার্তা আকারে পড়বেন যেভাবে | প্রথম আলো",
            "time": "2025-11-24T07:28:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fsf74q7t1%2Fwhatsapp.png?rect=0%2C6%2C327%2C172&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যান্ড্রয়েড অপারেটিং সিস্টেমে চলা স্মার্টফোনে ইংরেজি, পর্তুগিজ, স্প্যানিশ এবং রুশ ভাষার ভয়েস মেসেজ বার্তায় রূপান্তর করে পড়া যাবে। তবে আইওএস ১৭ অপারেটিং সিস্টেমে চলা আইফোনে ইংরেজি, আরবি, চীনা, ফরাসি, জার্মান, ইতালীয়, জাপানি, কোরীয়, পর্তুগিজ, রুশ, স্প্যানিশ, তুর্কি, ডাচ, ফিনিশ, হিব্রু, মালয়, নরওয়েজীয়, সুইডিশ ও থাই ভাষায় বার্তা পড়ার সুযোগ মিলবে।</p><p>সূত্র: টাইমস অব ইন্ডিয়া</p></div></div></div></body></html>"
        },
        {
            "title": "হারিয়ে গিয়ে ধর্ষণের শিকার, সেফ হোমে ছয় বছর কাটিয়ে ফিরলেন ঘরে | প্রথম আলো",
            "time": "2025-11-24T07:27:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F0xvzaijf%2F6c7d7c0b-2a38-4acf-96cb-21daab22cef7.jfif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হারিয়ে যাওয়া মেয়েকে দীর্ঘদিন পর ফিরে পেয়ে আপ্লুত তাঁর বাবা। গতকাল তিনি প্রথম আলোকে বলেন, হারিয়ে যাওয়ার পর মেয়েকে পুরো চট্টগ্রাম শহর তন্নতন্ন করে খুঁজেছিলেন তিনি। মাইকিং করেছেন, কিন্তু পাননি। আইনজীবী তুতুল বাহার তাঁর মেয়েকেই শুধু খুঁজে দেননি, বিনা খরচে আইনি সব সহযোগিতা করেছেন। মেয়েকে ফিরে পেয়ে খুশি তিনি।</p><p>ওই বাবা বলেন, ‘আমার মেয়ে জন্মের পর থেকেই মানসিকভাবে কিছুটা অসুস্থ। তাই হারিয়ে যাওয়ার সময় বয়সে কিশোরী হলেও বিস্তারিত ঠিকানা কাউকে জানাতে পারেনি। ধর্ষণের বিষয়েও সে পুলিশকে কিছুই জানাতে পারেনি। হারিয়ে যাওয়ার পর কিছু মানুষ আমার মেয়ের জীবন নষ্ট করেছে, আবার একজন মানুষ মেয়েকে আমার বুকে ফিরিয়ে দিয়েছেন। সব মানুষ খারাপ নয়, ভালো মানুষ এখনো আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিন্ধু নিয়ে ভারতের প্রতিরক্ষামন্ত্রীর বক্তব্য ‘বিভ্রান্তিকর ও আঞ্চলিক স্থিতিশীলতার জন্য হুমকি’: পাকিস্তান | প্রথম আলো",
            "time": "2025-11-24T07:24:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F16b9acee-10d3-471e-b33e-542e6bfae163%2FIndoPak_reuters.jpg?rect=0%2C69%2C380%2C200&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানের সিন্ধু প্রদেশ ‘ভারতের কাছে ফিরে আসতে পারে’ বলে ভারতের প্রতিরক্ষামন্ত্রী রাজনাথ সিংয়ের বক্তব্যের তীব্র নিন্দা জানিয়েছে পাকিস্তান। গতকাল রোববার পাকিস্তান এক বিবৃতিতে রাজনাথের এই মন্তব্যকে ‘বিভ্রান্তিকর, ইতিহাস বিকৃতকারী ও আঞ্চলিক স্থিতিশীলতার জন্য হুমকি’ বলে আখ্যা দিয়েছে।</p><p>ভারতীয় সংবাদমাধ্যমের খবর অনুযায়ী রাজনাথ সিং বলেছিলেন, ‘আজ সিন্ধুর ভূমি হয়তো ভারতের অংশ নয়, তবে সভ্যতার দিক থেকে সিন্ধু সব সময়ই ভারতের অংশ থাকবে। আর ভূমির ক্ষেত্রে, সীমান্ত পরিবর্তন হতে পারে। কে জানে, হয়তো কাল সিন্ধু আবার ভারতের কাছে ফিরে আসবে।’</p><p>ভারতীয় সংবাদমাধ্যমের খবরে আরও বলা হয়, রাজনাথ সিং দাবি করেছেন, তাঁর প্রজন্মের সিন্ধুর হিন্দু সম্প্রদায়ের মানুষ কখনোই এই প্রদেশটির পাকিস্তানের সঙ্গে যুক্ত হওয়াকে পুরোপুরি মেনে নেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "চকরিয়ায় রেললাইন থেকে এক ব্যক্তির লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-11-24T07:21:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-22%2F74gph69n%2FDeath-body.jpg?rect=0%2C62%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রেনে কাটা পড়ে ওই ব্যক্তির মৃত্যু হয়েছে বলে প্রাথমিকভাবে ধারণা করছেন রশিদুল ইসলাম। তিনি বলেন, গতকাল রোববার রাতে সর্বশেষ ট্রেন গেছে সৈকত এক্সপ্রেস। চট্টগ্রামমুখী ট্রেনটি রাত সাড়ে নয়টায় হারবাং অতিক্রম করেছে। সেই ট্রেনটিতে হয়তো ওই ব্যক্তি কাটা পড়েছেন।</p><p>কক্সবাজার রেলওয়ে পুলিশের পরিদর্শক মোহাম্মদ শাহজালাল প্রথম আলোকে বলেন, নিহত ব্যক্তির এক পা বিচ্ছিন্ন হয়ে গেছে। তাঁর মাথা, হাত ও বুকের পাঁজরে গুরুতর আঘাত রয়েছে। তাঁর পরিচয় শনাক্ত করার চেষ্টা চলছে। পরিচয় জানা সম্ভব না হলে ময়নাতদন্তের পর লাশটি দাফনের জন্য আঞ্জুমান মুফিদুল ইসলামে হস্তান্তর করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "লায়ন কল্লোলের হাইজিন প্রচারণা শুরু | প্রথম আলো",
            "time": "2025-11-24T07:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fpkcsubqz%2FWhatsApp-Image-2025-11-24-at-12.56.49.jpeg?rect=0%2C0%2C1247%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রচারণা শুরুর ঘোষণা অনুষ্ঠানে বক্তব্য দেন জাইকার কর্মকর্তা ওকাদা আকিকো, লায়ন কল্লোল লিমিটেডের ব্যবস্থাপনা পরিচালক তাকেশি হাসেগাওয়া, কল্লোল গ্রুপ অব কোম্পানিজের ব্যবস্থাপনা পরিচালক গোলাম মোস্তফা, সেন্টার ফর অ্যাডভান্সড রিসার্চ ইন সায়েন্সেসের প্রধান বিজ্ঞানী মো. লতিফুল বারী, লায়ন কল্লোল লিমিটেডের বিপণন পরিচালক তন্ময় দত্ত গুপ্ত প্রমুখ।</p><p>বিজ্ঞপ্তিতে জানানো হয়, লায়ন কল্লোল লিমিটেড ২০২২ সালে জাপানের লায়ন করপোরেশন ও বাংলাদেশের কল্লোল লিমিটেডের যৌথ উদ্যোগে প্রতিষ্ঠিত, যার ফ্ল্যাগশিপ পণ্য মামা লেমন লিকুইড ডিশওয়াশ।</p></div></div></div></body></html>"
        }
    ]
}