{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কিশোরগঞ্জ-৫ আসনে বিদ্রোহী প্রার্থীর পক্ষে প্রচারণা, বিএনপির ১৭ নেতা বহিষ্কার | প্রথম আলো",
            "time": "2026-01-27T07:26:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F472e71de%2FKishorgonjDH05572026012755759182513695828614056501345249872180563946n.jpg?rect=0%2C81%2C896%2C470&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পদ হারানোর প্রতিক্রিয়ায় বাজিতপুর উপজেলা বিএনপির সাধারণ সম্পাদক মনিরুজ্জামান মনির বলেন, ‘দলীয় সভাপতির পক্ষে থাকায় পদ হারাতে হয়েছে। সমস্যা নেই। পদ গেলে পদ আসবে। কিন্তু আমাদের নেতা শেখ মজিবুর রহমানের সঙ্গ ত্যাগ করা যাবে না। দুই উপজেলার বেশির ভাগ নেতা-কর্মী এখন শেখ মজিবুর রহমানের পক্ষে। পক্ষ নেওয়ার কারণে পদ কেড়ে নেওয়া হলে হয়তো প্রায় সবার পদই কেড়ে নিতে হবে। তখন দুই উপজেলা থাকবে ঠিকই, বিএনপির নেতা থাকবে না।’</p><p>এ বিষয়ে বিএনপি প্রার্থী সৈয়দ এহসানুল হুদার সঙ্গে যোগাযোগের চেষ্টা করা হলে তিনি ফোন ধরেননি। তবে তিনি গণমাধ্যমকর্মীদের বলেছেন, বহিষ্কারের প্রক্রিয়া চলমান। যাঁরা দল ও দলের প্রার্থীর পক্ষে নেই, তাঁদের পদও থাকবে না।</p><p>এই আসনে অন্য প্রার্থীরা হলেন স্বতন্ত্র প্রার্থী হাসনাত কাইয়ুম (হরিণ), জামায়াতে ইসলামীর রমজান আলী (দাঁড়িপাল্লা), ইসলামী আন্দোলনের দেলাওয়ার হোসাইন (হাতপাখা), জাতীয় পার্টির মাহবুবুল আলম (লাঙ্গল), বাংলাদেশ মুসলিম লীগের সাজজাদ হোসেন (হারিকেন) এবং বাংলাদেশ ইসলামী ফ্রন্টের মো. অলিউল্লাহ (মোমবাতি)।</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে ২১ হাজার প্রবাসী ভোটারের ব্যালট দেশে এসেছে | প্রথম আলো",
            "time": "2026-01-27T07:24:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fj6q6pak8%2FPostal-Vote.jpeg?rect=0%2C25%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সালীম আহমাদ খান জানান, ৩ লাখ ৭০ হাজার ৩২২ জন প্রবাসী ভোটার সংশ্লিষ্ট দেশের পোস্ট অফিস বা ডাকবাক্সে ব্যালট জমা দিয়েছেন। অন্যদিকে ২১ হাজার ৫০৮ জন প্রবাসী ভোটারের ব্যালট বাংলাদেশে এসে পৌঁছেছে।</p><p>সালীম আহমাদ বলেন, ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটে ভোট দিতে পোস্টাল ভোট বিডি অ্যাপের মাধ্যমে (দেশে ও প্রবাসী মিলে) মোট ১৫ লাখ ৩৩ হাজার ৬৮৩ জন ভোটার নিবন্ধন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপ দেখতে সমর্থকদের যুক্তরাষ্ট্রে যেতে নিষেধ করলেন ফিফার সাবেক সভাপতি | প্রথম আলো",
            "time": "2026-01-27T07:19:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fxagijnca%2F8596266485962663.jpg.webp?rect=0%2C0%2C976%2C512&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিফার সাবেক সভাপতি সেপ ব্ল্যাটার গত সোমবার বলেছেন, তিনি নিরাপত্তাজনিত উদ্বেগের কারণে সমর্থকদের এ বছর যুক্তরাষ্ট্রে বিশ্বকাপের ম্যাচগুলো বয়কট করার পক্ষে। বিশ্বকাপের ম্যাচ দেখতে সমর্থকদের যুক্তরাষ্ট্রে যাওয়া উচিত নয় বলে মনে করেন ব্ল্যাটার।</p><p>দুর্নীতিবিরোধী আইনজীবী মার্ক পিয়েথের মন্তব্যের পক্ষে অবস্থান নিয়েছেন ব্ল্যাটার। ফিফার সভাপতি পদে ব্ল্যাটার থাকতে এই সংস্থায় বিভিন্ন সংস্কার নিয়ে কাজ করেছেন পিয়েথ। কিছুদিন আগে তিনি বলেছেন, যুক্তরাষ্ট্রে বিশ্বকাপ থেকে সমর্থকদের দূরে থাকা উচিত।</p><p>সামাজিক যোগাযোগমাধ্যমে ব্ল্যাটার লেখেন, ‘আমি মনে করি এই বিশ্বকাপ নিয়ে প্রশ্ন তুলে সঠিক কাজটা করেছেন মার্ক পিয়েথ।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম-২: বিএনপির প্রার্থী সারোয়ারের নির্বাচনে অংশ নেওয়ার পথ খুলল | প্রথম আলো",
            "time": "2026-01-27T07:08:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F07%2F26%2F14b5d8ff01dd62e219926109803012f4-5978704f84be0.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে চট্টগ্রাম-২ আসনে বিএনপি মনোনীত প্রার্থী সারোয়ার আলমগীরের মনোনয়নপত্র বাতিলের নির্বাচন কমিশনের (ইসির) সিদ্ধান্ত স্থগিত করেছেন হাইকোর্ট। একই সঙ্গে তাঁর মনোনয়নপত্র গ্রহণ করতে ইসিকে নির্দেশ দেওয়া হয়েছে।</p><p>প্রার্থিতা ফিরে পেতে মনোনয়নপত্র বাতিলের ইসির সিদ্ধান্তের বৈধতা নিয়ে সারোয়ার আলমগীরের করা রিটের প্রাথমিক শুনানি নিয়ে বিচারপতি ফাহমিদা কাদের ও বিচারপতি মো. আসিফ হাসানের সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ মঙ্গলবার রুলসহ এ আদেশ দেন।</p><p>আদেশের পর সারোয়ার আলমগীরের জ্যেষ্ঠ আইনজীবী আহসানুল করিম প্রথম আলোকে বলেন, ‘মনোনয়ন বাতিলের ইসির সিদ্ধান্ত স্থগিত করে হাইকোর্ট সারোয়ার আলমগীরকে দলীয় প্রতীক (ধানের শীষ) বরাদ্দ দিতে নির্দেশ দিয়েছেন। ফলে তাঁর নির্বাচনে অংশ নিতে আইনগত বাধা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "অর্থনীতির পাঁচ ঝুঁকি মোকাবিলা করব কীভাবে | প্রথম আলো",
            "time": "2026-01-27T07:07:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fofihw0vf%2Feconomics.JPG?rect=0%2C41%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চতুর্থ ঝুঁকি অর্থনৈতিক শ্লথগতি। বৈশ্বিক মন্দার আশঙ্কা, অভ্যন্তরীণ বিনিয়োগে স্থবিরতা এবং বৈদেশিক ঋণ পরিশোধের চাপ মিলিয়ে প্রবৃদ্ধি কমার শঙ্কা তৈরি হয়েছে। আন্তর্জাতিক সংস্থাগুলোর পূর্বাভাসও এই আশঙ্কার ইঙ্গিত দেয়। মন্দ ঋণ, সুদের হার বৃদ্ধি, শ্রমিক অসন্তোষ, নতুন করে ঋণের অভাব আর দক্ষ শ্রমিকের স্বল্পতা অর্থনৈতিক কর্মকাণ্ডকে ধীর করে দিচ্ছে।</p><p>পঞ্চম ও বড় ঝুঁকি হলো ঋণের বোঝা। সরকারি, প্রাতিষ্ঠানিক ও পারিবারিক সব পর্যায়েই ঋণের পরিমাণ বাড়ছে। জাতীয় বাজেটে সুদ পরিশোধের জন্য বড় অঙ্কের ব্যয় হচ্ছে, যা উন্নয়ন খাতে ব্যয়ের সুযোগ সংকুচিত করে দিচ্ছে। সেই সঙ্গে আবার নতুন করে যুক্ত হয়েছে সরকারি চাকুরেদের মোটা অঙ্কের বেতন বৃদ্ধির পরিপ্রেক্ষিতে সামগ্রিক বেতন ও মূল্যবৃদ্ধির চাপ।</p><p>অনেকের ধারণা, এই প্রবণতা অব্যাহত থাকলে বাংলাদেশ অন্য অনেক তুলনীয় দেশের মতো ‘মধ্যম আয়ের ফাঁদে’ আটকে পড়তে পারে। আমরা জানি, এই ঝুঁকিগুলো আলাদা নয়, বরং পরস্পরের সঙ্গে জড়িয়ে অর্থনীতির স্থিতিশীলতা দুর্বল করছে। অপরাধ ও অবৈধ অর্থনীতি বিনিয়োগের ওপর নেতিবাচক প্রভাব ফেলে, <br>ভূ-অর্থনৈতিক বিরোধ বাজার সংকুচিত করে আর মূল্যস্ফীতি ও ঋণের চাপ সাধারণ মানুষের জীবনকে আরও কঠিন করে তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের জঙ্গল সলিমপুরে র‍্যাব কর্মকর্তা হত্যার মামলায় দুজন গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-27T07:03:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Ff5lagr79%2FWhatsApp-Image-2026-01-27-at-12.43.56.jpeg?rect=0%2C0%2C435%2C228&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম নগরের বায়েজিদ বোস্তামী থেকে দুই কিলোমিটার পশ্চিমে এশিয়ান উইমেন ইউনিভার্সিটি। এর বিপরীতে লিংক রোডের উত্তর পাশে ৩ হাজার ১০০ একর জায়গায় জঙ্গল সলিমপুরের অবস্থান। সীতাকুণ্ডে অবস্থান হলেও এটি অনেকটা নগরের ভেতরেই। এর পূর্ব দিকে রয়েছে হাটহাজারী উপজেলা এবং দক্ষিণে বায়েজিদ থানা।</p><p>জঙ্গল সলিমপুর দুর্গম পাহাড়ি এলাকা হওয়ায় কয়েক দশক ধরে এটি হয়ে উঠেছে সন্ত্রাসীদের নিরাপদ আস্তানা। গত বছরের ৫ আগস্ট দেশের রাজনীতির পটপরিবর্তনের পর এ এলাকার নিয়ন্ত্রণ নিয়ে সংঘর্ষ, খুনোখুনির ঘটনা ঘটে চলছে। সম্প্রতি এলাকায় দখল ও নিয়ন্ত্রণ নিয়ে সন্ত্রাসীদের দুটি পক্ষের মধ্যে সংঘর্ষ, গোলাগুলি হয়। এতে একজন নিহত হন। পরদিন সেখানে প্রতিবেদন তৈরি করতে গিয়ে সন্ত্রাসীদের হামলা ও মারধরের শিকার হন দুই সাংবাদিক।</p><p>পুলিশ ও জঙ্গল সলিমপুরের লোকজনের সঙ্গে কথা বলে জানা গেছে, জঙ্গল সলিমপুর এলাকায় দুটি সন্ত্রাসী পক্ষ রয়েছে। একটি পক্ষের নেতৃত্বে রয়েছেন মোহাম্মদ ইয়াসিন এবং অপর পক্ষে রোকন উদ্দিন। ইয়াসিন বিগত আওয়ামী লীগ সরকারের আমলে সীতাকুণ্ডের সংসদ সদস্য ও আওয়ামী লীগের নেতা এস এম আল মামুনের অনুসারী ছিলেন। রোকন চট্টগ্রাম উত্তর জেলা যুবদলের সাবেক যুগ্ম সম্পাদক (বহিষ্কৃত)। র‍্যাব কর্মকর্তা নিহত ও হামলার পেছনেও সন্ত্রাসীদের এই দুটি পক্ষের মধ্যে দ্বন্দ্বের বিষয় উঠে আসছে। বাসিন্দারা জানান, একটি পক্ষ র‍্যাবকে ভুল তথ্য দিয়ে আরেক পক্ষকে ধরিয়ে দেওয়ার চেষ্টা করেছিল। র‍্যাবের তথ্যদাতাকে (সোর্স) এলাকায় দেখেই একটি পক্ষ ইট ছুড়তে থাকে এবং লাঠি নিয়ে হামলা চালায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আল্লাহকে ভালোবাসব না ভয় করব | প্রথম আলো",
            "time": "2026-01-27T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F02pimmie%2Fpexels-sedanur-kunuk-78972032-23853953.jpg?rect=0%2C3146%2C2580%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আল্লাহর ভয় মানুষের কুপ্রবৃত্তিকে দমিয়ে রাখে, তার অপরাধপ্রবণ সত্তাকে সংযত রাখে, আর তাঁর রহমতের আশা থেকেই মানুষ অনেক অপরাধের পরও তওবা করে, বেশি বেশি নেক আমল করে আল্লাহকে সন্তুষ্ট করার চেষ্টা করে।</p><p>তাঁর প্রিয় হওয়ার চেষ্টা করে। অন্তর থেকে আল্লাহর ভয় হারিয়ে গেলে মানুষ অপরাধপ্রবণ ও বেপরোয়া হয়ে উঠবে, আশা হারিয়ে গেলে তওবা ও ইবাদতের উৎসাহও হারিয়ে যাবে।</p><p>প্রসিদ্ধ তাবেয়ি মাকহুল আশ-শামির এ কথা খুব প্রসিদ্ধ, ‘যে আল্লাহর ইবাদত করে শুধু ভালোবাসা থেকে সে ‘জিন্দিক’ (মোনাফেকের চেয়েও খারাপ মুসলিম), যে আল্লাহর ইবাদত করে শুধু ভয় থেকে সে খারেজি, যে আল্লাহর ইবাদত করে শুধু আশা থেকে সে মুরজিয়া, আর যে আল্লাহর ইবাদত করে ভালোবাসা, আশা ও ভয় থেকে সে প্রকৃত মুমিন।’ (ইয়াহয়াউ উলুমিদ-দিন)</p><p>আল্লাহ তাঁর প্রিয় বান্দাদের সম্পর্কে বলেন, ‘তারা যাদের ডাকে, তারাই তো তাদের রবের নৈকট্য লাভের উপায় সন্ধান করে যে কে কত নিকটতর হতে পারে, তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয়ই তোমার রবের শাস্তি ভয়াবহ।’ (সুরা ইসরা: ৫৭)</p><p>‘আল্লাহর নৈকট্য লাভের উপায়’ সন্ধান করা হয় আল্লাহর প্রতি প্রেম, ভালোবাসা এবং তাঁর নৈকট্য লাভের তীব্র আকাঙ্ক্ষা থেকেই। এরপরই আল্লাহ ‘তাঁর রহমত পাওয়ার আশা’ এবং ‘তাঁর শাস্তিকে ভয়’ করার কথা বলেছেন। এটাই তাঁর প্রিয় বান্দাদের পথ।</p><p>আল্লাহ আমাদের তাঁর প্রিয় বান্দাদের পথে চলার তওফিক দিন। আমাদের অন্তরে তাঁর ভালোবাসা দান করুন, তাঁর রহমতের প্রত্যাশা ও শাস্তির ভয় দান করুন।<br><br><em><strong>ওমর ফারুক ফেরদৌস :</strong> আলেম ও সাংবাদিক</em></p></div></div></div></body></html>"
        },
        {
            "title": "আইনি লড়াই চলছে, বিজয়ের শেষ ছবির মুক্তি নিয়ে অনিশ্চয়তা | প্রথম আলো",
            "time": "2026-01-27T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-06%2F17544fa5-432e-4647-96e7-1ce8aa842dd1%2Fvijay_thalapathy_official___203735933_295017629016520_6451200699856083063_n.jpg?rect=0%2C0%2C1055%2C554&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরবর্তী সময়ে প্রযোজকেরা সুপ্রিম কোর্টে গেলে সেখান থেকেও কোনো স্বস্তি মেলেনি। শীর্ষ আদালত বিষয়টি হাইকোর্টেই নিষ্পত্তির নির্দেশ দেয়। ২০ জানুয়ারি শুনানি শেষে হাইকোর্ট রায় সংরক্ষণ করে এবং ২৭ জানুয়ারি রায় ঘোষণা করা হয়।<br>তিনটি ভিন্ন আদালতে মামলা ও ২২ দিনের আইনি লড়াইয়ের পর এখনো ‘জন নায়াগান’ সেন্সর সার্টিফিকেট পায়নি।</p><p><br><strong>বিজয়ের শেষ ছবি</strong><br>এই ছবির মাধ্যমে অভিনয়জগৎকে বিদায় জানাতে চলেছেন বিজয়। এরপর তিনি পুরোপুরি রাজনীতিতে মনোযোগ দেবেন বলে আগেই ঘোষণা দিয়েছেন। তামিলাগা ভেট্ট্রি কাজাগাম (টিভিকে) দলের হয়ে আসন্ন তামিলনাড়ু বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করবেন তিনি।<br>এইচ বিনোথ পরিচালিত ‘জন নায়াগান’ মূলত তেলেগু পরিচালক অনিল রবিপুডির বালাকৃষ্ণ অভিনীত ‘ভগবন্ত কেশরী’ ছবির রিমেক। এতে বিজয়ের সঙ্গে অভিনয় করেছেন মমিতা বাইজু, ববি দেওল ও পূজা হেগড়ে।</p><p><br>হিন্দুস্তান টাইমস অবলম্বনে</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষের আস্থাই শক্তি, ভাড়া করা মানুষ নিয়ে মিছিল বা কান ঝালাপালা মাইকিং নয়: তাসনিম জারা | প্রথম আলো",
            "time": "2026-01-27T06:57:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fftf39v9c%2Ftasnim-.jpg?rect=0%2C294%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ অবস্থায় এসব দাপট দেখানো কাজ না করেও নির্বাচনের মাঠে কীভাবে প্রতিদ্বন্দ্বিতা করা যায়, তা নিয়ে তখন ভাবতে থাকেন বলে জানান তাসনিম জারা। তিনি লিখেছেন, ‘একদম মূলে (Basic–এ) গিয়ে আমরা চিন্তা করলাম, মানুষ আসলে ভোট দেয় কেন? রাস্তায় বড় মিছিল দেখলে বা কানের কাছে মাইক বাজলেই কি আপনি কাউকে ভোট দেবেন? সম্ভবত না। বরং এতে বিরক্তি বাড়ে।’</p><p>মানুষ ‘বিশ্বাস’ থেকে ভোট দেয় বলে উল্লেখ করেন তাসনিম জারা। এ প্রসঙ্গে তিনি লিখেছেন, আর এই বিশ্বাস তৈরি হয় যখন পরিচিত কেউ (বন্ধু, আত্মীয় বা সহকর্মী) ফোন করে বলেন, ‘দোস্ত, আমি ওনার ইশতেহার পড়েছি, মানুষটা সৎ। চলো এবার ওনাকে একটা সুযোগ দেই।’</p><p>এ ধরনের আন্তরিক কথোপকথন, হাজারটা পোস্টারের চেয়েও শক্তিশালী বলে মত দেন তাসনিম জারা। এ প্রসঙ্গে তিনি লিখেছেন, ‘আমাদের অনেক সমর্থক আছেন, যাঁরা হয়তো মিছিলে গিয়ে স্লোগান দিতে স্বাচ্ছন্দ্য বোধ করেন না, কিন্তু মনেপ্রাণে চান রাজনীতিতে একটা পরিবর্তন আসুক। তাঁদের জন্যই আমরা একটা পন্থা বের করার চিন্তা করি। সেখান থেকেই আসে আমাদের “প্রজেক্ট ঢাকা-৯”–এর আইডিয়াটা।’</p><p>ঢাকা-৯ আসনের এই স্বতন্ত্র প্রার্থী লিখেছেন, ‘আমরা বিশ্বাস করি, এই নির্বাচনে যদি আমরা দেখিয়ে দিতে পারি যে কান ঝালাপালা করা মাইকিং না করে, পোস্টার দিয়ে শহরটা জঞ্জাল না করে এবং কোটি টাকা খরচ করে শোডাউন না দিয়েও (কারণ, প্রায় সকল শোডাউনেই অল্প কিছু কর্মী ও বাকিরা ভাড়া করা মানুষ থাকে) একজন স্বতন্ত্র প্রার্থী জিততে পারেন, তাহলে ভবিষ্যতে এমন অনেকেই রাজনীতিতে আসবেন, যাঁদের টাকা বা পেশিশক্তি নেই, কিন্তু দেশ পরিবর্তনের আকাঙ্ক্ষা ও যোগ্যতা আছে। আর তখন রাজনৈতিক দলগুলো তাদের পুরোনো চর্চা বাদ দিতে বাধ্য হবে।’</p><p>এরপর তাসনিম জারা লিখেছেন, ‘পোর্টালের আলোচনায় ফিরে আসি। আমাদের লক্ষ্য ছিল জিনিসটা যতখানি সম্ভব সহজ করা। তাই আমরা এখানে মাত্র দুইটা ধাপ রেখেছি। প্রথম ধাপে পোর্টালে যাওয়া লাগবে না। আপনি শুধু আপনার পরিচিত কাউকে কল দিয়ে বলবেন আপনি কেন এই নির্বাচনে আমাদের সাপোর্ট করছেন এবং তাদের সাপোর্ট চাইবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৭ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-27T06:53:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F9qjbiyzn%2F%E0%A7%AA.JPG?rect=0%2C259%2C2166%2C1137&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বসন্তের আগেই হাওরাঞ্চলের গাছে গাছে ফুটতে শুরু করেছে নানা জাতের ফুল। দিগন্তজোড়া হাওর এখন বোরো ফসলের মাঠ। সবুজ ফসলের পাশে এ সময়ে হাওরের কান্দায় (পতিত জমি) ফুটেছে হুড়হুড়ি ফুল। মেদি বিল, দক্ষিণ সুরমা, সিলেট, ২৭ জানুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আনিস মাহমুদ</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘একটা কম্বল দিলাইন, আল্লায় আফনেরার বালা করবো’ | প্রথম আলো",
            "time": "2026-01-27T06:46:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fm5o8z3yg%2Fmymensinghdh169420260127whatsapp-image-2026-01-26-at-5.28.15-pm.jpg?rect=0%2C10%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘এইবার শীতে খুব কষ্ট অইতাছে। এত দিন গেল, কেউ একটা কম্বল দিছে না। খুব কষ্ট করতাছিলাম, আফনেরার কম্বলডা দিছুইন, শীতে ওম অইবো।’ প্রথম আলো ট্রাস্টের উদ্যোগে নতুন কম্বল পেয়ে এ কথা বলেন বৃদ্ধা মালেকা খাতুন (৭৫)।</p><p>আজ মঙ্গলবার ময়মনসিংহের ঈশ্বরগঞ্জ উপজেলার কাঁচামাটিয়া নদী তীরবর্তী সৈয়দভাকুরিসহ আশপাশের গ্রামের ১৬০ জন শীতার্ত মানুষের ভেতর কম্বল বিতরণ করা হয়। একই দিনে ময়মনসিংহ শহরের ৪০ জন দরিদ্র সংবাদপত্র হকারের ভেতরও কম্বল বিতরণ করা হয়। প্রথম আলো ট্রাস্টের উদ্যোগে সিরাজ মিয়া মেমোরিয়াল ফাউন্ডেশনের সহায়তায় ২০০ কম্বল বিতরণ করা হয়েছে। ময়মনসিংহ বন্ধুসভার সহায়তায় এই কম্বল বিতরণ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদপুর-৪: কম্বল বিতরণ করে ভোট চাওয়ায় স্বতন্ত্র প্রার্থীর সমর্থককে জরিমানা | প্রথম আলো",
            "time": "2026-01-27T06:44:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F6ccvm5z9%2FWhatsApp-Image-2026-01-27-at-12.40.52.jpeg?rect=29%2C0%2C1406%2C738&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁদপুর-৪ আসনে নির্বাচনী আচরণবিধি লঙ্ঘন করে কম্বল বিতরণের অভিযোগে মমিন হোসেন গাইন নামের এক ব্যক্তিকে ১০ হাজার টাকা জরিমানা করেছেন ভ্রাম্যমাণ আদালত। এ সময় কম্বলগুলো জব্দ করা হয়। গতকাল সোমবার রাতে ফরিদগঞ্জ উপজেলার পাইকপাড়া দক্ষিণ ইউনিয়নের সাহাপুর গ্রামে এ ঘটনা ঘটে।</p><p>ফরিদগঞ্জ উপজেলা নির্বাহী কর্মকর্তা ও উপজেলা রিটার্নিং কর্মকর্তা সেতু কুমার বড়ুয়া আজ বেলা সোয়া ১১টার দিকে প্রথম আলোকে বলেন, ‘আমরা অভিযোগ পেয়ে রাত আটটায় ঘটনাস্থল থেকে ১৬টি কম্বলসহ ওই ব্যক্তিকে আটক করি। পরে তাঁকে আইন অনুযায়ী জরিমানা করা হয়। ওই ব্যক্তি স্বীকার করেন, এগুলো চিংড়ি মাছ প্রতীকের প্রার্থী আব্দুল হান্নানের দেওয়া কম্বল। সে তাঁর সমর্থক।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা-১০ আসনে ব্যাপক চাঁদাবাজির অভিযোগ জামায়াত প্রার্থীর | প্রথম আলো",
            "time": "2026-01-27T06:42:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F5ndqz90x%2FJamat-10-Dhaka.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা–১০ আসনে ব্যাপকভাবে চাঁদাবাজি চলছে বলে অভিযোগ করেছেন জামায়াতে ইসলামী মনোনীত সংসদ সদস্য প্রার্থী মো. জসীম উদ্দীন। তিনি বলেছেন, ছোট–বড় ব্যবসায়ী থেকে শুরু করে বাড়িওয়ালা—এলাকার কেউই চাঁদাবাজির হাত থেকে রেহাই পাচ্ছেন না।</p><p>আজ মঙ্গলবার ঢাকা–১০ আসনের কাঁঠালবাগান এলাকায় নির্বাচনী প্রচারে গিয়ে এ কথা বলেন জসীম উদ্দীন।</p><p>জামায়াতের এই প্রার্থী বলেন, কেউ বাড়ি নির্মাণ করতে গেলে সেখানে চাঁদাবাজের থাবা পড়ে। বলা হচ্ছে—তাঁর কাছ থেকে নির্দিষ্ট রড, ইট বা সিমেন্ট নিতে হবে। পরে টাকা নিয়ে উধাও হয়ে যায়। দোকান করতে গেলেও একই অবস্থা। চাঁদাবাজি এখন একটি ক্রনিক সমস্যায় পরিণত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণভোট: স্পষ্ট অবস্থানই গণতন্ত্রের দাবি | প্রথম আলো",
            "time": "2026-01-27T06:41:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fc6huzq60%2Frefarandumkk.JPG?rect=0%2C32%2C625%2C328&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের একাধিক গুরুত্বপূর্ণ মামলায় সুপ্রিম কোর্ট স্পষ্টভাবে জানিয়েছেন, সরকার যখন কোনো কর্মসূচি পরিচালনা বা অর্থায়ন করে, তখন সে কর্মসূচির উদ্দেশ্য ও বার্তা জনগণের সামনে তুলে ধরার অধিকার সরকারের রয়েছে।</p><p>ইউরোপের ভেনিস কমিশনের সংবিধানবিষয়ক গণভোট নির্দেশনাতেও একই ধরনের ভারসাম্যপূর্ণ দৃষ্টিভঙ্গি পাওয়া যায়। সেখানে সরকারকে অতিরিক্ত বা একতরফা প্রচারণা থেকে বিরত থাকার আহ্বান জানানো হলেও, গণভোটের প্রস্তাবের পক্ষে বা বিপক্ষে অবস্থান নেওয়ার ব্যাপারে সরকারকে বিরত করা হয়নি। এখানে মূল দাবি নীরবতা নয়, বরং সংযম ও ন্যায্যতা।</p><p>আয়ারল্যান্ডের সুপ্রিম কোর্ট গণভোটের প্রচারণায় সরকারি অর্থ ব্যবহারে নিষেধাজ্ঞা আরোপ করলেও, সেটি সে দেশের নিজস্ব সংবিধান ও গণভোট-সংক্রান্ত আইনি কাঠামোর ফল। এটি কোনো সর্বজনীন গণতান্ত্রিক নীতি নয়। বাস্তবে যুক্তরাষ্ট্র, যুক্তরাজ্য, অস্ট্রেলিয়াসহ বহু গণতান্ত্রিক দেশে গণভোটে সরকারের সীমিত পরিসরের প্রচারণা অনুমোদিত।</p><p>বাংলাদেশ বর্তমানে একটি অভ্যুত্থান-পরবর্তী সময়ের মধ্য দিয়ে যাচ্ছে। ক্ষমতার অতিরিক্ত কেন্দ্রীভূতকরণ নিয়ে জনগণের গভীর অনাস্থা রয়েছে এবং অতীতের সাংবিধানিক অপব্যবহারের স্মৃতি এখনো তাজা। এই বাস্তবতায় সংস্কার প্রশ্নে নীরব থাকা সংযমের পরিচয় নয়; বরং তা দায়িত্ব এড়িয়ে যাওয়ারই নামান্তর।</p></div></div></div></body></html>"
        },
        {
            "title": "তুলা উন্নয়ন বোর্ডে চাকরি, পদ ৩৪ | প্রথম আলো",
            "time": "2026-01-27T06:33:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-11%2Ffrpwypwc%2FJob.jpg?rect=0%2C21%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. পদের নাম: অফিস সহকারী কাম কম্পিউটার মুদ্রাক্ষরিক</strong></p><p>পদসংখ্যা: ০৬</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৫. পদের নাম: হিসাব সহকারী</strong></p><p>পদসংখ্যা: ০১</p><p>বেতন স্কেল: ৯৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৬. পদের নাম: ক্যাশিয়ার</strong></p><p>পদসংখ্যা: ০৩</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৭. পদের নাম: জিপ মেকানিক</strong></p><p>পদসংখ্যা: ০২</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৮. পদের নাম: স্টোরকিপার কাম ক্যাশিয়ার</strong></p><p>পদসংখ্যা: ০১</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p></div></div></div></body></html>"
        },
        {
            "title": "দাঁড়িপাল্লা বিজয়ী হলে নারীদের সমস্যা হবে বলে উসকানি দেওয়া হচ্ছে: জামায়াত আমির | প্রথম আলো",
            "time": "2026-01-27T06:29:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F5akljawr%2FShafiqur-Rahman.00070600.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দাঁড়িপাল্লা বিজয়ী হলে নারীদের সমস্যা হবে বলে উসকানি দেওয়া হচ্ছে: জামায়াত আমির\" class=\"nA4h1 \">দাঁড়িপাল্লা বিজয়ী হলে নারীদের সমস্যা হবে বলে উসকানি দেওয়া হচ্ছে: জামায়াত আমির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-27T12:29:44+06:00\"><span>প্রকাশ: ২৭ জানুয়ারি ২০২৬, ০৬: ২৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ সড়ক বিষয়ে দলগুলোর কাছে ১৩ দফা দাবি রোড সেফটি ফাউন্ডেশনের | প্রথম আলো",
            "time": "2026-01-27T06:23:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2Fux7939gg%2Froad-safety.avif?rect=0%2C24%2C1294%2C679&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫. সড়ক নিরাপত্তা আইন প্রণয়নসহ মোটরযানে আইটিএস, জিপিএস, আরটিএসএমএস ইত্যাদি আধুনিক নিরাপত্তা প্রযুক্তির ব্যবহার বাধ্যতামূলক করতে হবে।</p><p>৬. সড়ক থেকে মেয়াদোত্তীর্ণ সব ধরনের যানবাহন প্রত্যাহার করতে হবে।</p><p>৭. দক্ষ চালক তৈরির প্রাতিষ্ঠানিক উদ্যোগ গ্রহণ এবং তাঁদের পেশাগত সুযোগ-সুবিধা নিশ্চিত করতে হবে।</p><p>৮. মহাসড়কের পাশে দুর্ঘটনাপ্রবণ এলাকায় ট্রমা-কেয়ার সেন্টার স্থাপন করতে হবে।</p><p>৯. থ্রি-হুইলার ও ছোট যানবাহনের নিরাপত্তাব্যবস্থা উন্নত করে এসব যানবাহনের জন্য নিরাপদ রোড ডিজাইন করতে হবে এবং নিয়মিত রোড সেফটি অডিট করতে হবে।</p><p>১০. সড়ক, রেল ও নৌপরিবহন একত্র করে একটি অভিন্ন যোগাযোগ মন্ত্রণালয় গঠন করে দেশে একটি পরিকল্পিত ও নিরাপদ যোগাযোগব্যবস্থা গড়ে তুলতে হবে।</p><p>১১. প্রশাসন ক্যাডারের কর্মকর্তাদের সড়ক নিরাপত্তা বিষয়ে জ্ঞান ও দক্ষতা বৃদ্ধি করতে প্রশিক্ষণের ব্যবস্থা করতে হবে। কারণ, তাঁরা জনপ্রশাসন পরিচালনা ও নীতিমালা বাস্তবায়ন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত ক্ষমতায় গেলে দেশে আর পরিবারতন্ত্রের রাজনীতি থাকবে না: শফিকুর রহমান | প্রথম আলো",
            "time": "2026-01-27T06:16:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fovvuhtru%2FJessoreDH055220260127IMG-20260127-WA0092.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির সমালোচনা করে জামায়াতের আমির বলেন, ‘একদিকে ফ্যামিলি কার্ড, অন্যদিকে নারীদের গায়ে হাত। তাঁদের হাতে একজন মা-ও নিরাপদ হবেন না।’</p><p>নির্বাচনী প্রচারণায় জামায়াতের নারী কর্মীদের বাধা দেওয়ার প্রসঙ্গ টেনে শফিকুর রহমান বলেন, ‘আমাদের কর্মসূচিতে বাধা দেওয়ার আপনারা কে? আচরণবিধি ভঙ্গ হলে আপনারা প্রশাসনকে বলুন। যে শাস্তি হয় আমরা মাথা পেতে নেব; কিন্তু আপনারা কে গায়ে হাত দেওয়ার? আমাদের মায়ের জাতিকে অপমান বরদাশত করব না।’</p><p>এসব বাধা প্রতিহতের আহ্বান জানান জামায়াতের আমির। তিনি বলেন, ‘আমি যুব সমাজকে আহ্বান জানাব, যেখানেই বাধা আসবে, সেখানেই প্রতিহত করতে হবে। আমরা কারোর পায়ে পা দিয়ে ঝামেলা করব না। তবে কাউকে ছাড়াও দেবো না।’<br>প্রশাসনের প্রতি আহ্বান জানিয়ে জামায়াতের আমির বলেন, প্রশাসনকে অবশ্যই নিরপেক্ষ থাকতে হবে এবং জনগণের পক্ষে অবস্থান নিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৫ মিলিয়ন ডলার বাজেটে ৩০০ কোটি আয়, রেকর্ড গড়ল সিডনির সিনেমা | প্রথম আলো",
            "time": "2026-01-27T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fbth1r3dr%2F721435-01-02-1.jpg?rect=0%2C0%2C3461%2C1817&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পল ফিগের নেতৃত্বে কাজ করে তাঁর প্রধান অভিনেত্রীরাও উচ্ছ্বসিত। আমান্ডা সাইফ্রেড বিভিন্ন সাক্ষাৎকারে বলেছেন, ফিগের সঙ্গে কাজ করে তিনি নিজেকে ‘পুরোপুরি মুক্ত’ মনে করেছেন। ঝুঁকি নেওয়ার সুযোগ পেয়েছেন, যা তাঁর অভিনয়কে আরও সমৃদ্ধ করেছে। তিনি বলেন, ফিগকে অভিনয়ের মাধ্যমে চমকে দিতে তিনি উপভোগ করতেন।</p><p>পল ফিগ নিজে বলেন, ‘আমরা যেটা করেছি, যেটা সবার করা উচিত—এই ছবিটা দর্শকদের দলগত অভিজ্ঞতার জন্য বানানো। থিয়েটারে মানুষ একসঙ্গে এই ছবি দেখলে পাগল হয়ে যায়। শুরু থেকেই হাসি, হাঁপ ধরা মুহূর্ত, চমক—সবকিছু আছে। আমি টেস্ট স্ক্রিনিং শুরু করি ডিরেক্টরস কাটের পাঁচ সপ্তাহের মাথায়। শুধু অডিও নয়, নাইট-ভিশন ক্যামেরায় দর্শকদের প্রতিক্রিয়াও দেখি, তারা সামনে ঝুঁকছে কি না, চোখ ঢাকছে কি না, লাফিয়ে উঠছে কি না।’</p><p>তিনি আরও যোগ করেন, ‘এই কারণেই ছবিটি এত ভালো চলছে। মুখে মুখে ছড়িয়ে পড়েছে—এই সিনেমা হলে গিয়ে দারুণ অভিজ্ঞতা পাওয়া যায়। দর্শক শুধু পপকর্ন খেয়ে ফোন দেখছে না, পুরোপুরি জড়িয়ে পড়ছে। এটাই নির্মাতাদের করতে হবে। না হলে সবই শেষ পর্যন্ত স্ট্রিমিংয়ে চলে যাবে। আমি বহুবার বলেছি, এটা আমার পঞ্চম ছবি, যা ১০০ মিলিয়ন ডলারের বেশি আয় করল, আর সব কটিই নারীপ্রধান ছবি।’</p></div></div></div></body></html>"
        }
    ]
}