{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বড়দিনের রঙিন সাজসজ্জা | প্রথম আলো",
            "time": "2025-12-23T05:12:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F5fievlgf%2F%E0%A7%AA.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বড়দিনের রঙিন সাজসজ্জা\" class=\"IiRps \">বড়দিনের রঙিন সাজসজ্জা</h1></p><div class=\"Ibzfy\"><p>আর একদিন পরই বড়দিন। খ্রিষ্টধর্মাবলম্বীদের সবচেয়ে বড় ধর্মীয় উৎসব। বিশ্বজুড়ে মহা ধুমধামে উদ্‌যাপিত হবে এই উৎসব। দেশেও চলছে প্রস্তুতি। এরই মধ্যে চট্টগ্রামের হোটেল–মোটেলগুলো বড়দিনের সাজে সেজে উঠেছে। কোথাও ক্রিসমাস ট্রি, কোথাও সান্তা ক্লজ, কোথাও–বা তুষারের ঘর বানিয়ে সাজানো হয়েছে, সাজিয়ে রাঙানো হচ্ছে। বানানো হচ্ছে বড়দিনের কেক–পিঠা। বড়দিনের সাজসজ্জা ও আয়োজনের ছবিগুলো গতকাল তোলা।</p></div></div></div></body></html>"
        },
        {
            "title": "জান্তার ভয়াবহ হামলা আর ভোট নিয়ে আতঙ্কের কথা জানালেন মিয়ানমারের এক নারী | প্রথম আলো",
            "time": "2025-12-23T05:10:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F563kdzm8%2Fmiyanmar.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিয়ান বলেন, ‘এটা কত যন্ত্রণাদায়ক ও কঠিন এবং দেশ ছাড়ার সিদ্ধান্ত নেওয়া কত বড় কষ্টের ছিল, তা বর্ণনা করার ভাষা খুঁজে পাচ্ছি না। শুধু বেঁচে থাকার জন্যই আমাদের এটা করতে হয়েছে।’</p><p>লিয়ান আরও বলেন, ‘আমি বিশ্বকে জানাতে চাই, আসন্ন নির্বাচন অবাধ ও সুষ্ঠু হবে বলে সামরিক বাহিনী যে দাবি করছে, তা সম্পূর্ণ মিথ্যা। যেখানে প্রধান রাজনৈতিক দলকেই নির্বাচনে অংশ নিতে দেওয়া হচ্ছে না, সেখানে প্রকৃত গণতন্ত্র কীভাবে থাকতে পারে?’</p><p>মিয়ানমারের সাবেক নেত্রী অং সান সু চির নেতৃত্বাধীন ন্যাশনাল লিগ ফর ডেমোক্রেসি (এনএলডি) অভ্যুত্থানের আগের দুটি নির্বাচনে নিরঙ্কুশ জয় পেয়েছিল। তবে এই নির্বাচনে তারা লড়ছে না। কারণ, সু চিসহ দলটির শীর্ষ নেতাদের অধিকাংশ এখন কারাগারে।</p><p>বাস্তুচ্যুত রাল উক থাং বলেন, ‘আমরা এই নির্বাচন চাই না। কারণ, সামরিক বাহিনী দেশ চালাতে জানে না। তারা শুধু উচ্চপদস্থ নেতাদের স্বার্থে কাজ করে। যখন অং সান সু চির দল ক্ষমতায় ছিল, আমরা কিছুটা গণতন্ত্রের স্বাদ পেয়েছিলাম। কিন্তু এখন আমরা শুধু চোখের পানি ফেলছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ডি ইউনিটে ভর্তি পরীক্ষা ৯ পালায়, প্রতি আসনে পরীক্ষার্থী ২২৬ | প্রথম আলো",
            "time": "2025-12-23T05:10:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F1z2yh6qu%2FJUDH164220251222c12025122209512295.jpg?rect=0%2C778%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সি-১ এবং ডি দুটি ইউনিটের ভর্তি পরীক্ষা থাকায় সকাল আটটা থেকে ভর্তি-ইচ্ছুক শিক্ষার্থী ও অভিভাবকেরা নির্ধারিত কেন্দ্রের সামনে আসতে শুরু করেন। পরে সকাল পৌনে ৯টায় পরীক্ষাকেন্দ্র খুলে দেওয়া হয়। শিক্ষার্থীরা সারিবদ্ধভাবে পরীক্ষার কেন্দ্রে প্রবেশ করেন। তবে পরীক্ষাকেন্দ্রে ঢোকার সময় পরীক্ষার্থীদের মুঠোফোন, ক্যালকুলেটরসহ মেমোরিযুক্ত অন্য কোনো ধরনের ইলেকট্রনিক ডিভাইস সঙ্গে নিয়ে যেতে দেওয়া হয়নি।</p><p>এ বিষয়ে জীববিজ্ঞান অনুষদের ভারপ্রাপ্ত ডিন অধ্যাপক মাফরুহী সাত্তার বলেন, ‘নির্ধারিত সময়ে ডি ইউনিটে ভর্তি পরীক্ষা শুরু হয়েছে। কোনো কেন্দ্র থেকে এখন পর্যন্ত কোনো অভিযোগ আসেনি। যেকোনো ধরনের সংগতির খবর পেলে সঙ্গে সঙ্গে সমাধান করার জন্য আমরা প্রস্তুত রয়েছি।’</p><p>এদিকে অভিভাবকদের ও পরীক্ষার্থীদের দুর্ভোগ কমাতে দেশের অন্য অনেক বিশ্ববিদ্যালয়ের ভর্তি পরীক্ষা যখন দেশের বিভাগীয় শহরে হচ্ছে। তখনো জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষা সাত ইউনিটে ও টানা ৯ দিন ধরে ক্যাম্পাসেই ভর্তি পরীক্ষা নেওয়ায় ক্ষোভ প্রকাশ করেছেন অনেক অভিভাবক।</p></div></div></div></body></html>"
        },
        {
            "title": "রেজল্যুশনের আওতায় সব এনবিএফআই, বন্ধ হচ্ছে ৯টি | প্রথম আলো",
            "time": "2025-12-23T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2Fe7b97cd8-d79c-43f5-8b12-6857cfcd1a04%2Fbb.jpg?rect=0%2C13%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ব্যাংকের প্রজ্ঞাপনে বলা হয়েছে, আর্থিক খাতের স্থিতিশীলতা রক্ষা এবং এনবিএফআই কর্তৃক পরিচালিত ব্যবসা ও কার্যক্রমে জনসাধারণের স্বার্থ সংরক্ষণে সব এনবিএফআইয়ের ক্ষেত্রে ব্যাংক রেজল্যুশন অধ্যাদেশ প্রয়োজনীয় পরিবর্তনসহ প্রযোজ্য হবে।</p><p>এদিকে বাংলাদেশ ব্যাংকের পরিচালনা পর্ষদের সর্বশেষ সভায় ৯টি ব্যাংকবহির্ভূত আর্থিক প্রতিষ্ঠান বন্ধের অনুমোদন দেওয়া হয়েছে। প্রতিষ্ঠানগুলো হলো এফএএস ফিন্যান্স, বাংলাদেশ ইন্ডাস্ট্রিয়াল ফিন্যান্স কোম্পানি, প্রিমিয়ার লিজিং, ফারইস্ট ফিন্যান্স, জিএসপি ফিন্যান্স, প্রাইম ফিন্যান্স, আভিভা ফিন্যান্স, পিপলস লিজিং ও ইন্টারন্যাশনাল লিজিং। আর্থিক প্রতিষ্ঠান খাতের মোট খেলাপি ঋণের ৫২ শতাংশই এ ৯টি প্রতিষ্ঠানের। গত বছরের শেষে এসব প্রতিষ্ঠানের খেলাপি ঋণের পরিমাণ দাঁড়ায় ২৫ হাজার ৮৯ কোটি টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা-দিল্লি সম্পর্কে নতুন সংকট | প্রথম আলো",
            "time": "2025-12-23T04:50:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fgw3h6vqn%2FWhatsApp_Image_2025_12_18_at_9_30_25_AM.jpeg?rect=0%2C7%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি ঢাকা ও দিল্লিতে দুই দেশের হাইকমিশনারদের পাল্টাপাল্টি তলবের ঘটনা দ্বিপক্ষীয় সম্পর্কে নতুন করে উত্তেজনা তৈরি করেছে। গত শনিবার রাতে দিল্লিতে বাংলাদেশ হাইকমিশনের সামনে বিক্ষোভ হয়, যা দ্বিপক্ষীয় সম্পর্কে নতুন করে উত্তেজনা বাড়িয়েছে।এরই মধ্যে গতকাল সোমবার সংখ্যালঘুদের নির্যাতনের অভিযোগ তুলে পশ্চিমবঙ্গের শিলিগুড়িতে বাংলাদেশের ভিসা কেন্দ্রে হামলা করেছে হিন্দুত্ববাদী তিনটি সংগঠন। এরপর ভিসা কেন্দ্রটি অনির্দিষ্টকালের জন্য বন্ধ করে দিয়েছে বাংলাদেশ।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ফুটবলে বিদ্রোহ-ইতিহাস এবং প্রবাসী-ঢেউয়ে হামজা-আলো | প্রথম আলো",
            "time": "2025-12-23T04:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fgzbi6hyf%2Finfo-3.jpg?rect=0%2C0%2C1756%2C922&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুবার সাফজয়ী মেয়েদের জাতীয় দল প্রথমবারের মতো এশিয়ান কাপের চূড়ান্ত পর্বে উঠেছে। ঋতুপর্ণার জোড়া গোলে শক্তিশালী মিয়ানমারের বিপক্ষে জয়টা হয়ে থাকবে স্মরণীয়। অনূর্ধ্ব–২০ মেয়েরাও প্রথমবারের মতো এশিয়ান কাপ নিশ্চিত করেছে। অনূর্ধ্ব-২০ মেয়েরা ঢাকায় সাফ জিতেছে। বছরের শুরুতেই কোচ পিটার বাটলারের বিরুদ্ধে ১৮ নারী ফুটবলারের বিদ্রোহ ছিল নজিরবিহীন। বাটলার পরে সাবিনা, মাসুরা, সুমাইয়া, কৃষ্ণা, সানজিদাদের বাদ দেন দল থেকে। </p><p>সংস্কার হওয়া জাতীয় স্টেডিয়ামে চার বছর পর খেলা ফিরে এসেছে। ঘরোয়া ফুটবলে মোহামেডান ২৩ বছর পর লিগ জিতেছে। শীর্ষ লিগের শিরোপার হাতবদল হলেও ঘরোয়া ফুটবলে আসেনি গুণগত কোনো পরিবর্তন। তৃণমূল ফুটবল বরাবরের মতোই রয়ে গেছে উপেক্ষিত।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানি বাহিনী কেন ভারতের কাছে আত্মসমর্পণ করে | প্রথম আলো",
            "time": "2025-12-23T04:39:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fp3d72mjd%2F23122025-cm-5.jpg?rect=0%2C21%2C861%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভারত কেন যুদ্ধে জড়াল</strong></p><p>একাত্তরের ১ ডিসেম্বর ভারতের প্রধানমন্ত্রী ইন্দিরা গান্ধীর সঙ্গে দেখা করেন ভারতে তৎকালীন মার্কিন রাষ্ট্রদূত কিনেথ বানার্ড কিয়েটিং। এরপর তিনি ওয়াশিংটনে হেনরি কিসিঞ্জারকে একটি বার্তা পাঠান। সেই বার্তায় তিনি লেখেন, প্রধানমন্ত্রী ইন্দিরা গান্ধী তাঁকে জানান যে পাকিস্তান তাঁদের সৈন্যদের সীমান্তের কাছাকাছি নিয়ে এসেছে। কিন্তু কেউ তাঁদের (পাকিস্তানের) সৈন্য প্রত্যাহারের জন্য বলেননি। ভারত যুদ্ধের দিকে যেতে চায় না কিন্তু ইয়াহিয়াই সমস্যা তৈরি করেছেন। ফলে এখন ভারত এমন কিছু করবে না, যা ভারতকে দুর্বল করে তোলে।</p><p>কিন্তু ভারতের যুদ্ধে জড়িয়ে পড়া ঠেকাতে এই বার্তা পাওয়ার পরপরই মার্কিন স্টেট ডিপার্টমেন্ট থেকে ওই দিনই ভারতে মার্কিন দূতাবাসের কাছে পাল্টা বার্তা পাঠানো হয়। যেখানে বলা হয়, ভারতীয় বাহিনী পাকিস্তানের ভূখণ্ডে সংঘর্ষে জড়িয়ে পড়লে যুক্তরাষ্ট্র ভারতের সামরিক জিনিসপত্রের বিক্রয়নীতির পরিবর্তন আনবে, বিশেষ করে ২ মিলিয়ন ডলারের অস্ত্র সরবরাহের যে চুক্তি হয়েছিল, তা ১ ডিসেম্বর থেকে স্থগিত থাকবে। একই বার্তায় আরও বলা হয়, পূর্ব পাকিস্তানে যখন পশ্চিম পাকিস্তান আক্রমণ করেছিল,<strong> </strong>তাদের ক্ষেত্রেও একই নীতি মার্কিন প্রশাসন অনুসরণ করেছে। মার্কিন এই সিদ্ধান্তকে উপেক্ষা করে ভারত ও বাংলাদেশের গেরিলারা পাকিস্তানি সেনাদের বিরুদ্ধ লড়াই চালু রাখে।</p><p>৩ ডিসেম্বর ইন্দিরা গান্ধী জাতির উদ্দেশে ভাষণ দিয়ে বলছেন, ভোর সাড়ে পাঁচটার দিকে পাকিস্তানের বিমানবাহিনী কাশ্মীর ও পাঞ্জাবের ছয়টি ভারতীয় বিমানঘাঁটিতে আক্রমণ চালিয়েছে। এখন এ অবস্থায় আমাদের যুদ্ধ করা ছাড়া কোনো উপায় নেই বলে ইন্দিরা গান্ধী জানিয়েছেন, তা ভারত-পাকিস্তান যুদ্ধের পর্যবেক্ষণ দল তাদের প্রতিবেদন নম্বর ১৮–তে উল্লেখ করেছে। তবে ইসলামাবাদে মার্কিন দূতাবাস থেকে পাঠানো আরেক বার্তায় হোয়াইট হাউসকে সেদিন জানানো হয়, ৩ ডিসেম্বর ভারত বেলা সাড়ে ৩টা থেকে ৪টার ভেতর পাকিস্তানের নিয়ন্ত্রিত কাশ্মীর<strong>সহ </strong>বেশ কয়েকটি জায়গায় আক্রমণ চালিয়েছে। (পৃষ্ঠা ৫৯৩)</p></div></div></div></body></html>"
        },
        {
            "title": "‘ফাঁকা’ দুটি আসনে বিএনপি নেতারা তৎপর, আটদলীয় জোটের প্রার্থী পুনর্বিবেচনার ইঙ্গিত | প্রথম আলো",
            "time": "2025-12-23T04:35:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fsrolugc5%2FCapture.jpg?rect=0%2C103%2C958%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নীলফামারী-৪ (সৈয়দপুর ও কিশোরগঞ্জ)</strong></p><p>সৈয়দপুর সাংগঠনিক জেলা বিএনপির সভাপতি আবদুল গফুর সরকারকে নীলফামারী-৪ আসনে মনোনয়ন দিয়েছে দল। আবদুল গফুর সরকার প্রথম আলোকে বলেন, ‘আমার দলের কোনো প্রতিপক্ষ প্রার্থী এ আসনে নেই। তফসিল ঘোষণার পর সীমিত আকারে প্রচার চলছে। দলের প্রত্যেকে আমার পক্ষে কাজ করছেন।’</p><p>জামায়াত সৈয়দপুর উপজেলার আমির মো. আবদুল মুনতাকিমকে প্রার্থী করেছে। এ ছাড়া ইসলামী আন্দোলন দলের বিভাগীয় মুজাহিদ কমিটির সাংগঠনিক সম্পাদক মো. সহিদুল ইসলামকে মনোনয়ন দিয়েছে।</p><p> ২০২৪ সালের ‘বিতর্কিত’ নির্বাচনে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচন করে আসনটিতে জয়ী হয়েছিলেন উপজেলা জাপার সভাপতি মো. সিদ্দিকুল আলম। দলীয় সিদ্ধান্ত উপেক্ষা করে নির্বাচন করায় তখন তাঁকে বহিষ্কার করা হয়। এবারও তিনি স্বতন্ত্র প্রার্থী হিসেবে নির্বাচন করার ঘোষণা দিয়েছিলেন। সম্প্রতি তাঁর বহিষ্কারাদেশ প্রত্যাহার করলে ১৭ ডিসেম্বর তিনি আবার জাপায় যোগদান করেন। গতকাল সোমবার তিনি স্বতন্ত্র হিসেবে মনোনয়নপত্র সংগ্রহ করেছেন।</p><p>সিদ্দিকুল আলম বলেন, ‘জাতীয় পার্টি নির্বাচনে যাবে, আমি দলীয় সিদ্ধান্তকে অগ্রাধিকার দেব।’ জাপা নির্বাচনে অংশ না নিলে কী করবেন জানতে চাইলে বলেন, ‘সবকিছু সময় বলে দেবে। আমার নির্বাচনী এলাকার মানুষ, সমর্থক ও শুভাকাঙ্ক্ষীদের সঙ্গে কথা বলে পরবর্তী পদক্ষেপ নিতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "একীভূত পাঁচ ব্যাংকের শেয়ার শূন্য হয়ে যাচ্ছে | প্রথম আলো",
            "time": "2025-12-23T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F3hlutbll%2FUntitled_13.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একীভূত হতে যাওয়া পাঁচ ব্যাংক হলো ফার্স্ট সিকিউরিটি ইসলামী, সোশ্যাল ইসলামী, ইউনিয়ন, গ্লোবাল ইসলামী ও এক্সিম ব্যাংক। এই ব্যাংকগুলো তারল্যসংকটের কারণে কর্মীদের বেতন দিতে হিমশিম খাচ্ছে, গ্রাহকেরাও টাকা তুলে সমস্যায় পড়ছেন। ইতিমধ্যে ‘সম্মিলিত ইসলামি ব্যাংক পিএলসি’ নামে নতুন ব্যাংক গঠনের চূড়ান্ত অনুমোদন দেওয়া হয়েছে। ব্যাংকটি সমস্যাগ্রস্ত ওই পাঁচ ইসলামি ব্যাংককে অধিগ্রহণ করবে।</p><p>পাঁচটি ব্যাংকের মধ্যে এক্সিম ব্যাংক ছিল ব্যাংক উদ্যোক্তাদের সংগঠন বাংলাদেশ অ্যাসোসিয়েশন অব ব্যাংকসের (বিএবি) সাবেক চেয়ারম্যান নজরুল ইসলাম মজুমদারের। বাকি চারটি ছিল চট্টগ্রামের এস আলম গ্রুপের কর্ণধার ও বহুল আলোচিত ব্যবসায়ী সাইফুল আলমের নিয়ন্ত্রণে। তাঁরা দুজনেই ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনার ঘনিষ্ঠ ছিলেন। এসব ব্যাংকে নামে ও বেনামে তাঁদের শেয়ার রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের হাইকমিশনার প্রণয় ভার্মাকে তলব করেন বাংলাদেশের পররাষ্ট্রসচিব আসাদ আলম সিয়াম। | প্রথম আলো",
            "time": "2025-12-23T04:29:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F122a3589-9164-401f-9e1d-bae1ab5bd6c1%2Fc70e0de4-aa23-47f1-8331-a9beaf5b866c.jpeg?rect=0%2C144%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকায় নিযুক্ত ভারতের হাইকমিশনার প্রণয় ভার্মাকে আজ মঙ্গলবার সকাল ১০টায় বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ে তলব করা হয়। </p><p>কূটনৈতিক সূত্র এ তথ্য নিশ্চিত করেছে। সূত্র বলেছে, নয়াদিল্লি, কলকাতাসহ ভারতের বিভিন্ন স্থানে থাকা বাংলাদেশ মিশন নিয়ে উদ্ভূত নিরাপত্তা পরিস্থিতির পরিপ্রেক্ষিতে প্রণয় ভার্মাকে তলব করা হয়। </p><p>ভারতের হাইকমিশনার প্রণয় ভার্মাকে তলব করেন বাংলাদেশের পররাষ্ট্রসচিব আসাদ আলম সিয়াম। </p><p>কূটনৈতিক সূত্র জানায়, প্রণয় ভার্মাকে ভারতের বিভিন্ন স্থানে থাকা বাংলাদেশ মিশনগুলোর নিরাপত্তা জোরদার করার অনুরোধ জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা ক্যাপিটালস: গুরবাজ-হেলসের সঙ্গে অলরাউন্ডাররাই বড় শক্তি | প্রথম আলো",
            "time": "2025-12-23T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fjaiiu8tr%2F653d1a2a-8e18-4411-b04f-75ad13844e5e.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text story-element-text-summary\"><div><p><strong>ঢাকা ক্যাপিটালস স্কোয়াড</strong><br><em>অধিনায়ক:</em> মোহাম্মদ মিঠুন।</p><p><em><strong>স্থানীয় ক্রিকেটার:</strong></em> তাসকিন আহমেদ, সাইফ হাসান, শামীম হোসেন, মোহাম্মদ সাইফউদ্দিন, তাইজুল ইসলাম, সাব্বির রহমান, নাসির হোসেন, তোফায়েল আহমেদ, ইরফান শুক্কুর, আবদুল্লাহ আল মামুন, মারুফ মৃধা, জায়েদ উল্লাহ, মইনুল ইসলাম।</p><p><em><strong>বিদেশি ক্রিকেটার:</strong></em> অ্যালেক্স হেলস, উসমান খান, রহমানউল্লাহ গুরবাজ, ওডিন স্মিথ, ইমাদ ওয়াসিম, জিয়ার রহমান শারিফি, আরিফ হোসেন, চৌধুরী শের আলি, দাসুন শানাকা, জুবায়েরউল্লাহ আকবারি।</p></div></div></div></body></html>"
        },
        {
            "title": "গুচ্ছের ১৯ বিশ্ববিদ্যালয়ের শেষ ২৪ ডিসেম্বর | প্রথম আলো",
            "time": "2025-12-23T04:16:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-10%2Fcnrsqloj%2FAdmissiontestUni-pic-2.JPG?rect=0%2C42%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গুচ্ছভুক্ত ১৯ বিশ্ববিদ্যালয় হলো—</strong></p><p>১. ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া ২. মাওলানা ভাসানী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, টাঙ্গাইল ৩. পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পটুয়াখালী ৪, নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, নোয়াখালী ৫. জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়, ত্রিশাল, ময়মনসিংহ ৬. যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, যশোর ৭. পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পাবনা ৮. বেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর ৯. গোপালগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, গোপালগঞ্জ ১০, বরিশাল বিশ্ববিদ্যালয়, বরিশাল ১১. রাঙ্গামাটি বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, রাঙ্গামাটি ১২. রবীন্দ্র বিশ্ববিদ্যালয়, বাংলাদেশ, সিরাজগঞ্জ ১৩. ইউনিভার্সিটি অব ফ্রন্টিয়ার টেকনোলজি, বাংলাদেশ, গাজীপুর ১৪ নেত্রকোণা বিশ্ববিদ্যালয়, নেত্রকোণা ১৫. জামালপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, জামালপুর ১৬. চাঁদপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, চাঁদপুর ১৭. কিশোরগঞ্জ বিশ্ববিদ্যালয়, কিশোরগঞ্জ ১৮. সুনামগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, সুনামগঞ্জ ও ১৯. পিরোজপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পিরোজপুর।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই আসনে প্রার্থী চূড়ান্ত করেনি বিএনপি, তবু মনোনয়ন নিলেন যাঁরা | প্রথম আলো",
            "time": "2025-12-23T04:07:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Figikmr5s%2Fd121cd11-ab75-434d-ad78-af04a04030d4.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই আসন থেকে মনোনয়নপত্র নেওয়া বিএনপির নেতা নাজিমুর রহমান কেন্দ্রীয় ছাত্রদলের সাবেক সহসভাপতি। নগর ছাত্রদলের সভাপতি পদেও ছিলেন তিনি। জানতে চাইলে নাজিমুর রহমান প্রথম আলোকে বলেন, ‘দল যে সিদ্ধান্ত দেবে তা মেনে নেব।’</p><p>ইসরাফিল ও নাজিমুর ছাড়াও এই আসনে নাসিমুল আনোয়ার নামের বিএনপির অঙ্গসংগঠনের এক কর্মী মনোনয়নপত্র নিয়েছেন। ২০০৮ সালের নির্বাচনে চট্টগ্রাম-১১ আসনটি গঠিত হয়েছে। এর আগে এলাকাটি অন্য আসনের সঙ্গে যুক্ত ছিল। আসনটিতে বিএনপির প্রার্থী কে হচ্ছেন, তা নিয়ে রাজনৈতিক দলের নেতা-কর্মীদের পাশাপাশি বিশেষ আগ্রহ রয়েছে ব্যবসায়ীদেরও। কারণ, দেশের প্রধান সমুদ্রবন্দর, চট্টগ্রাম কাস্টমস, বাংলাদেশ শিপিং করপোরেশন, পেট্রোলিয়াম করপোরেশনসহ আমদানি-রপ্তানিসংশ্লিষ্ট বিভিন্ন সরকারি-বেসরকারি প্রতিষ্ঠান এলাকাটিতে অবস্থিত।</p><p><strong>চট্টগ্রাম-১৪ (চন্দনাইশ ও সাতকানিয়া আংশিক)</strong></p><p>বিএনপি এখন পর্যন্ত আসনটিতে দলীয় প্রার্থী ঘোষণা করেনি। দলের দক্ষিণ জেলা শাখার সাবেক সহসভাপতি মিজানুল হক চৌধুরী, জাতীয়তাবাদী আইনজীবী ফোরাম কেন্দ্রীয় কমিটির সহসভাপতি ও চট্টগ্রাম জেলা আইনজীবী সমিতির সভাপতি নাজিম উদ্দিন চৌধুরী, দক্ষিণ জেলা স্বেচ্ছাসেবক দলের সাবেক সভাপতি শফিকুল ইসলাম এই আসন থেকে মনোনয়নপত্র সংগ্রহ করেছেন। এ ছাড়া মনোনয়নপত্র নিয়েছেন জাকির হোসেন নামের বিএনপির এক কর্মী।</p></div></div></div></body></html>"
        },
        {
            "title": "আক্রান্ত প্রথম আলো, ছবিতে হামলাকারীদের মুখ স্পষ্ট | প্রথম আলো",
            "time": "2025-12-23T04:02:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F3z996249%2FUntitled-2.jpg%E0%A7%A8.jpg?rect=0%2C7%2C575%2C302&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ভবন থেকে মূল্যবান ফাইল, কাগজ, আসবাব, ইলেকট্রনিক যন্ত্রপাতি, সিসিটিভি ক্যামেরা জড়ো করে তাতে আগুন দেয় সন্ত্রাসীরা।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মধুমতি ব্যাংকে চাকরি, নেই বয়সসীমা | প্রথম আলো",
            "time": "2025-12-23T04:02:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-08%2F0tgc8q4g%2Fprothomalo-bangla_2024-09-01_a3v8du2i_Pic-1.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিটেইল বিজনেস অ্যাসোসিয়েট পদে নিয়োগ বিজ্ঞপ্তি প্রকাশ করেছে মধুমতি ব্যাংক পিএলসি। এই পদে চুক্তিভিত্তিক নিয়োগ দেওয়া হবে। আবেদনের শেষ তারিখ ২০ জানুয়ারি ২০২৬।</p><p><strong>চাকরির বিবরণ<br></strong>পদের নাম: রিটেইল বিজনেস অ্যাসোসিয়েট (ABA-SBA)<br>পদসংখ্যা: নির্দিষ্ট নয়<br>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: যেকোনো বিষয়ে ন্যূনতম স্নাতক ডিগ্রি। শিক্ষাজীবনে তৃতীয় বিভাগ/শ্রেণি গ্রহণযোগ্য নয়। ৬ মাস থেকে ২ বছরের অভিজ্ঞতা।<br>কর্মস্থল: বাংলাদেশের যেকোনো স্থানে<br>বেতন–ভাতা<br>প্রতিষ্ঠানের নিয়মানুযায়ী</p></div></div></div></body></html>"
        },
        {
            "title": "শীতে নবজাতকদের উষ্ণ রাখা এত গুরুত্বপূর্ণ কেন, করণীয় কী | প্রথম আলো",
            "time": "2025-12-23T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F01%2F08%2Fff4dcf36c5e89d126be049f6479a5e61-5c343548d26f7.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শূন্য থেকে ২৮ দিন বয়সী শিশুরা নবজাতক হিসেবে পরিচিত। এদের ত্বক কোমল, নাজুক। নবজাতকেরা দ্রুত বড়দের মতো পরিবেশের তাপমাত্রার সঙ্গে খাপ খাওয়াতে পারে না। এমনকি তারা বড়দের থেকে প্রায় চার গুণ দ্রুত শরীর থেকে তাপমাত্রা হারায়। এই অবস্থা আরও জটিল হয় তাদের, যারা স্বাভাবিক সময়ের আগে এবং অল্প ওজন নিয়ে জন্মায়।</p><p>সোজা কথায় বলতে গেলে, নবজাতককে শীতের প্রকোপ থেকে বাঁচাতে কয়েক স্তরের পোশাক প্রয়োজন। কয়েক স্তরের পোশাক পরানো অনেক দিক দিয়েই উপকারী। এতে তাপমাত্রা অনুযায়ী পোশাকের স্তর নিয়ন্ত্রণ করা সম্ভব।</p><p>শিশুর পোশাক হিসেবে প্রথমেই পাতলা, নরম, সুতি জামা পরানো যেতে পারে। এরপরের স্তরে নরম উলের তৈরি ফুলহাতা পোশাক পরাতে হবে। সরাসরি উলের পোশাক না পরানোই ভালো। এতে নবজাতকের গায়ে র‍্যাশ বা অ্যালার্জি হতে পারে। খসখসে কিংবা শক্ত কাপড়ে  ক্ষতি হতে পারে তাদের সংবেদনশীল ত্বকের। নবজাতকের ওপর কম্বল দেওয়া যেতে পারে।</p><p>নবজাতকের মাথায় টুপি পরানোর কথা ভুললে চলবে না, হাত ও পায়ে মোজা পরিয়ে রাখতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘এইবার কনে যাব, মরলি কবর দেয়ার জায়গাডাও নাই আমার’ | প্রথম আলো",
            "time": "2025-12-23T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fqz4vehwi%2FKhulnaDH159620251222koyra-Khulna-forida-begom-p1.jpg?rect=0%2C202%2C2632%2C1382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কথায় কথায় জানা গেল, একসময় স্বামী-সংসার সবই ছিল ফরিদার। তাঁর শ্বশুরবাড়ি ছিল খুলনার চুকনগরে। স্বামী নজরুল মোল্লা ভ্যান চালাতেন, কখনো বাসের সহকারীর কাজ করতেন। সংসারে অভাব ছিল, তবে জীবন থেমে ছিল না। হঠাৎ একদিন সড়ক দুর্ঘটনায় মারা যান স্বামী। থমকে যায় জীবন। বাপ-মা তো আগেই মারা গেছেন। কোথাও ঠাঁই না পেয়ে ফরিদা ফিরে যান নিজ জন্মস্থান আংটিহারায়।</p><p>দীর্ঘশ্বাস লুকিয়ে ফরিদা বেগম বলেন, ‘অনেক কষ্টে আড়পাঙ্গাসিয়া নদীর চরে ছোট কুড়েঘর তুলি বসবাস শুরু করি। বেড়িবাঁধের পাশেই চরের মধ্যি আমার ঘর ছিল, জোয়ারে পানি আইত, ভাটায় নামত। ওইখানেই বিশ বছর কাটাইছি। এক বছর আগে হঠাৎ লোকজন আইসে কইলো, বেড়িবাঁধ উঁচু হবে। নদীর চর থেইকে মাটি নিতি হবে। আমার ঘর ভাইঙে ফেলতি হবে। আমি তখন আর কনে যাব? দুনিয়াতে আমার তো আর কেউ নেই। নিজের একটু জমিও নেই।’</p><p>এসব বলতে গিয়ে গলা ভারী হয়ে আসে এই বৃদ্ধার। শাড়ির আঁচলে চোখ মুছতে মুছতে বলেন, ‘এরপর বিলের মধ্যি একজনের মাছের ঘের পাহারা দেওয়ার ছোট একটা ঘরে গিয়ে উঠলাম। সেখানে তিন মাসের মতো ছিলাম। একদিন ঘেরের মালিক আইসে কইল, আর থাকা যাবে না। তখন আবার বের হুয়ি পড়লাম। শেষমেশ আশ্রয় মেলে বেড়িবাঁধের ভেতরের এই ঢালে। এখন শুনতেছি, সরকারি জাগার এইখানেও থাকা যাবে না। এইবার কনে যাব, তা-ই তো জানি না। মরলি কবর দেয়ার জায়গাডাও নাই আমার।’</p></div></div></div></body></html>"
        },
        {
            "title": "রোমাঞ্চকর জয় ও ২ উইকেট তাসকিনের | প্রথম আলো",
            "time": "2025-12-23T03:58:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fdenupr3r%2Facb7d510-15e4-4b67-9350-0d7192cb1146.jpg?rect=0%2C143%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বল হাতে তাসকিন আহমেদের সময়টা ভালোই কাটছে। গতকাল রাতে আবুধাবিতে আবুধাবি নাইট রাইডার্সের বিপক্ষে বাংলাদেশের এই পেসার উইকেট নিয়েছেন ২টি। সংযুক্ত আরব আমিরাতের টি-টোয়েন্টি লিগ ইন্টারন্যাশনাল টি-টোয়েন্টিতে সর্বশেষ ৩ ম্যাচে তাসকিন উইকেট নিয়েছেন ৭টি, সব মিলিয়ে ৫ ম্যাচে তাঁর শিকার ৮ উইকেট।</p><p>তাসকিনের ২ উইকেট নেওয়ার এই ম্যাচে তাঁর দল শারজা ওয়ারিয়ার্স জিতেছে ৪ উইকেট। নাইট রাইডার্সের ১৩৪ রান দলটি তাড়া করে জিতেছে ইনিংসের শেষ বলে। </p><p>শেষ ওভারে জয়ের জন্য শারজার প্রয়োজন ছিল ১২ রান, ক্রিজে থাকা ইংলিশ দুই ক্রিকেটার জেমস রিউ ও আদিল রশিদ আন্দ্রে রাসেলের করা ওভারটিতে এই সমীকরণ মিলিয়ে ফেলেন। ৮ ম্যাচে এটি তাসকিনদের তৃতীয় জয়।</p></div></div></div></body></html>"
        }
    ]
}