{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাশিয়ার তেল কেনা, চীনের ওপর এখনই শাস্তিমূলক শুল্ক আরোপ করছেন না ট্রাম্প | প্রথম আলো",
            "time": "2025-08-16T06:25:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fc07ee0df-9282-4570-b418-a78ebc58fb09%2Fus_china_flight.jpg?rect=0%2C0%2C5808%2C3049&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফক্স নিউজের শন হ্যানিট ট্রাম্পকে জিজ্ঞেস করেন, আলাস্কায় রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে বৈঠকে ইউক্রেন যুদ্ধ নিয়ে কোনো সমাধান বা অন্তত যুদ্ধবিরতি আনতে ব্যর্থ হওয়ার পর তিনি এখন বেইজিংয়ের বিরুদ্ধে এ ধরনের ব্যবস্থা নেওয়ার কথা ভাবছেন কি না?</p><p>ট্রাম্প জবাব দেন, ‘আচ্ছা, আজ যা ঘটেছে তাতে আমার মনে হয়, এখনই এ নিয়ে ভাবতে হবে না। হয়তো দুই বা তিন সপ্তাহ পরে এ নিয়ে ভাবতে হতে পারে, কিন্তু এখনই সে প্রয়োজন নেই। আমি মনে করি, বৈঠকটা খুব ভালো হয়েছে।’</p><p>বাস্তবতা হচ্ছে, যদি ট্রাম্প রাশিয়া-সংশ্লিষ্ট নিষেধাজ্ঞা ও শুল্ক আরও বাড়ানোর পথে হাঁটেন, তাহলে চীনের প্রেসিডেন্ট সি চিন পিংয়ের ধীরগতির অর্থনীতি আরও ক্ষতিগ্রস্ত হতে পারে।</p><p>বিশ্বের দুই বৃহত্তম অর্থনীতির মধ্যে উত্তেজনা কমাতে ও আমদানি শুল্ক কমাতে শি–ট্রাম্প একটি বাণিজ্যচুক্তি নিয়ে আলোচনা করছেন। ট্রাম্প যদি দমনমূলক পদক্ষেপ জোরদার করেন, তাহলে রাশিয়ার বাইরে সবচেয়ে বড় লক্ষ্যবস্তু হয়ে উঠতে পারে চীন।</p></div></div></div></body></html>"
        },
        {
            "title": "নোটারি পাবলিকের মাধ্যমে বয়স বাড়িয়ে স্কুলছাত্রীর বিয়ের চেষ্টা | প্রথম আলো",
            "time": "2025-08-16T06:22:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-23%2F8w5w5stj%2Fchild_marriage.jpg?rect=0%2C79%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজবাড়ী সদর উপজেলায় দশম শ্রেণির এক স্কুলছাত্রীর (১৫) বাল্যবিবাহ বন্ধ করেছেন ভ্রাম্যমাণ আদালত। এ সময় কনের বাবাকে দুই হাজার টাকা জরিমানা করা হয় এবং মেয়ের বয়স ১৮ বছর না হওয়া পর্যন্ত বিয়ে না দেওয়ার মুচলেকা নেওয়া হয়। গতকাল শুক্রবার বিকেলে উপজেলার একটি গ্রামে এ ঘটনাটি ঘটে।</p><p>স্থানীয় সূত্রে জানা যায়, স্কুলছাত্রীর বিয়ে ঠিক হয়েছিল বালিয়াকান্দি উপজেলার নবাবপুর ইউনিয়নের একটি ছেলের সঙ্গে। এ জন্য ১৩ আগস্ট রাজবাড়ী জেলা বার অ্যাসোসিয়েশন থেকে নোটারি পাবলিকের মাধ্যমে মেয়ের বয়স বাড়িয়ে ১৮ দেখানো হয়। গতকাল বিকেলে কনের বাড়িতে বিয়ের সব আয়োজন চলছিল। খবর পেয়ে উপজেলা প্রশাসনের উদ্যোগে কিশোর-কিশোরী ক্লাবের সদস্য, গ্রাম পুলিশ ও ইউপি সদস্য ওই বাড়িতে যান। তখন কনের পরিবার মেয়ের বাল্যবিবাহ না দেওয়ার আশ্বাস দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এ সপ্তাহের (৮-১৪ আগস্ট) সেরা সরকারি চাকরির বিজ্ঞপ্তি, মোট পদ ১৬৬৩ | প্রথম আলো",
            "time": "2025-08-16T06:21:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-14%2Fcj04j849%2Fprothomaloimportmedia201707304c1b4fdfd8cbe555c18d95d01ea3c517-597cdb4aadb4f.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গেল সপ্তাহে কয়েকটি সরকারি প্রতিষ্ঠানের কিছু নিয়োগ বিজ্ঞপ্তি চাকরিপ্রত্যাশীদের সামনে নতুন সম্ভাবনা নিয়ে এসেছে। এর মধ্য সবচেয়ে বড় সুখবর যারা প্রাইমারী শিক্ষক হিসেবে পেশা গড়তে চান, তাদের জন্য ১৭ হাজার পদের নিয়োগ বিজ্ঞপ্তি আসছে। এ ছাড়া বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয় নেবে ৮০০ জন। এছাড়া পানি উন্নয়ন বোর্ড, স্বাস্থ্য মন্ত্রণালয়ে অধীনে কয়েকটি বড় নিয়োগ আছে। </p><p>এ মাসের দ্বিতীয় সপ্তাহে ৮ থেকে ১৪ আগস্টে ৮টি সরকারি চাকরির বিজ্ঞপ্তি প্রকাশ করা হয়েছিল। নবমসহ বিভিন্ন গ্রেডে মোট ১৬৬৩ পদের চাকরিতে আবেদনের সুযোগ ছিল। সরকারি সেরা চাকরির সুযোগগুলো সম্পর্কে জেনে নেওয়া যাক। <strong>দেখে নিন বিস্তারিত—</strong></p> </div></div></div></body></html>"
        },
        {
            "title": "মুক্তিপণ দিয়েও রক্ষা পেলেন না, নিখোঁজের দুই দিন পর যুবকের লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-08-16T06:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C248%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খাইরুল আজ শনিবার সকালে প্রথম আলোকে বলেন, ‘অপহরণকারীদের চাহিদামতো বিকাশে ৬০ হাজার টাকা দিলেও আমার ভাইকে রক্ষা করতে পারিনি। তাঁরা আমার ভাইয়ের ফোন নম্বরসহ বিভিন্ন নম্বর থেকে ফোন করে মুক্তিপণ দাবি করেন। গতকাল রাতে অপহরণকারীদের মধ্যে একজন নিজেকে আরশাদ পরিচয় দিয়ে জানান, জহিরুল অসুস্থ। তাঁকে হাসপাতালে নিতে হবে। এর কিছুক্ষণ পর আবার ফোন করে জানান জহিরুল মারা গেছেন। তাঁর মুখে ও শরীরে আঘাতের চিহ্ন আছে। এ ঘটনায় জড়িতদের দ্রুত গ্রেপ্তার ও দৃষ্টান্তমূলক শাস্তি চাই।’</p><p>ঘটনাটি নিয়ে কলমাকান্দা, দুর্গাপুর ও নেত্রকোনা মডেল থানা-পুলিশ যৌথভাবে কাজ করছে বলে জানান কলমাকান্দা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) লুৎফর রহমান। তিনি বলেন, নিহত ব্যক্তির শরীরে আঘাতের চিহ্ন দেখা গেছে। হত্যাকাণ্ডের নেপথ্যে কী ঘটনা, তা তদন্তের পর বিস্তারিত জানা যাবে। ময়নাতদন্তের জন্য লাশটি নেত্রকোনা আধুনিক সদর হাসপাতালের মর্গে পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "থাইরয়েড ক্যানসারের ওষুধ নেই | প্রথম আলো",
            "time": "2025-08-16T06:14:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2F49620lct%2FUntitled-5.jpg?rect=0%2C0%2C813%2C427&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে থাইরয়েড ক্যানসার চিকিৎসার একটি ওষুধ নেই। ছয় মাস ধরে রোগীরা এই ওষুধ পাচ্ছেন না। কবে নাগাদ ওষুধটি পাওয়া যাবে, তা ঠিকভাবে জানা যাচ্ছে না। অনিশ্চয়তা ও হতাশায় দিন কাটছে রোগীদের। </p><p>থাইরয়েড ক্যানসারের অস্ত্রোপচারের পর রোগীকে ক্যাপসুল আকারের এই ওষুধ খাওয়ানো হয়। রেডিও অ্যাকটিভ আয়োডিন (আরএআই) নামের এই ওষুধ দেশে তৈরি হয় না। বিদেশ থেকে আমদানি করা হয়। ওষুধটিতে তেজস্ক্রিয় উপাদান আছে। শুধু বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয়ের অধীন বাংলাদেশ পরমাণু শক্তি কমিশন এই ওষুধ আমদানি করে। পরমাণু শক্তি কমিশন ঠিক সময়ে পদক্ষেপ না নেওয়ায় সংকটে পড়েছেন রোগীরা।</p><p>এমনই একজন থাইরয়েড ক্যানসারের রোগী ষাটোর্ধ্ব নূরজাহান বেগম। তাঁর মেয়ে রুমা ১৪ আগস্ট প্রথম আলোকে বলেন, তাঁর মা বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ের ক্যাম্পাসে থাকা ন্যাশনাল ইনস্টিটিউট অব নিউক্লিয়ার মেডিসিন অ্যান্ড অ্যালায়েড সায়েন্সেসে (নিনমাস) চিকিৎসা নেন। ফেব্রুয়ারি থেকে তিনি ওষুধটি পাচ্ছেন না। তাঁর অবস্থা ভালো নয়, হাত-পা ফুলে গেছে।</p><p>নিনমাসে থাকা কাগজপত্রে দেখা যায়, ১২ ফেব্রুয়ারি ওষুধটির জন্য নূরজাহান বেগমের নামে ১৫ হাজার ৩০০ টাকা জমা দিয়েছে তাঁর পরিবার। সেই থেকে তাঁরা ওষুধের অপেক্ষায় আছেন।</p><p>বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ের পাবলিক হেলথ অ্যান্ড ইনফরমেটিকস বিভাগের সহযোগী অধ্যাপক খালেকুজ্জামান ক্যানসারের প্রাদুর্ভাব নিয়ে গবেষণা করেন। তিনি বলেন, ‘জনসংখ্যাভিত্তিক ক্যানসার নিবন্ধনের (২০২৩ সালে শুরু হয়ে চলমান) তথ্য অনুযায়ী দেশে থাইরয়েড ক্যানসারের অবস্থান দশম। দেশে আনুমানিক সাত হাজার থাইরয়েড ক্যানসারের রোগী রয়েছেন। এটি দেশের সব ক্যানসার রোগীর ৩ দশমিক ৭ শতাংশ।’ </p><p>তবে অস্ত্রোপচারের পর ঠিক কত মানুষের এই ওষুধ দরকার, তা কারও কাছ থেকে জানা যায়নি।   </p></div></div></div></body></html>"
        },
        {
            "title": "১১ বছর পর মানিব্যাগ পাওয়া গেল বহুদূরে মিনেসোটায় | প্রথম আলো",
            "time": "2025-08-16T06:05:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fqv427eti%2FUntitled-4.jpg?rect=0%2C18%2C920%2C483&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের অবসরপ্রাপ্ত গাড়ি নির্মাতা শ্রমিক রিচার্ড গিলফোর্ড এক মধ্যরাতে ফেসবুকে অচেনা এক ব্যক্তির খুদে বার্তা পেয়ে অবাক হয়ে যান। বার্তায় লেখা ছিল, ‘আপনি কি কয়েক বছর আগে আপনার মানিব্যাগ হারিয়েছেন? এটি একটি গাড়ির ইঞ্জিনে ছিল।’</p><p>রিচার্ডের কাছে এই খবর একেবারেই অবিশ্বাস্য ছিল। কারণ, প্রায় ১১ বছর আগে মিশিগানে মানিব্যাগটি হারিয়েছিলেন তিনি। এত বছর পর সেটি উদ্ধার হলো মিনিসোটার লেক ক্রিস্টালের একটি গাড়ি মেরামতের দোকানে। গত জুন মাসে গাড়ি মেরামতকারী চ্যাড ভল্ক এটি খুঁজে পেয়ে রিচার্ডকে ফেসবুকে বার্তা পাঠান।</p><p>মানিব্যাগটিতে ছিল ১৫ ডলার, ড্রাইভার লাইসেন্স, কর্মপরিচয়পত্র, ২৭৫ ডলারের গিফট কার্ড এবং একটি লটারি টিকিট।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বছরের সাজা এড়াতে পালিয়ে ছিলেন ৪ বছর, অবশেষে গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-16T05:58:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2For2z150q%2FChandpurDH051020250816Rubel-pic.jpg?rect=0%2C165%2C999%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁদপুরের মতলব দক্ষিণ উপজেলার মাদকদ্রব্য নিয়ন্ত্রণ আইনের মামলায় দণ্ডপ্রাপ্ত নাফিউর রহমান ওরফে ফয়সাল (৩৩) নামে এক যুবককে গ্রেপ্তার করেছে পুলিশ। ২০২১ সালে মাদকের একটি মামলায় চাঁদপুরের একটি আদালতের রায়ে তাঁর এক বছর পাঁচ মাসের সাজা হয়। তবে সাজা এড়াতে তিনি চার বছরের বেশি সময় বিভিন্ন স্থানে পালিয়ে বেড়িয়েছেন।</p><p>গত বৃহস্পতিবার মধ্যরাতে মতলব দক্ষিণ উপজেলার মধ্য কলাদী এলাকা থেকে যৌথ বাহিনীর অভিযানে গ্রেপ্তার হন নাফিউর। গতকাল শুক্রবার সন্ধ্যার পর সংবাদ বিজ্ঞপ্তি দিয়ে পুলিশ এ তথ্য জানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসিকে নিয়ে সুখবর দিলেন মাচেরানো | প্রথম আলো",
            "time": "2025-08-16T05:41:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-10%2F4nfs7hcg%2F947473-01-02.jpg?rect=0%2C0%2C7284%2C3824&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমএলএস ইস্টার্ন কনফারেন্স অঞ্চলের তালিকায় ৪২ পয়েন্ট নিয়ে ষষ্ঠ অবস্থানে মায়ামি। ২৬ ম্যাচে ৫১ পয়েন্ট নিয়ে শীর্ষে থাকা ফিলাডেলফিয়ার সঙ্গে ৯ পয়েন্ট ব্যবধানে পিছিয়ে ২৩ ম্যাচ খেলা ইন্টার মায়ামি।</p><p>এমএলএস ‘মোস্ট ভ্যালুয়েবল প্লেয়ার’ মেসি এ মৌসুমে ১৮ ম্যাচে ১৮ গোল করার পাশাপাশি ৯ গোল বানিয়েছেন। ন্যাশভিল এসসির স্যাম সারিজের সঙ্গে এ মৌসুমে যৌথভাবে সর্বোচ্চ গোলদাতাও মেসি। তবে সারিজ মেসির চেয়ে ৮ ম্যাচ বেশি খেলেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুতিন-ট্রাম্পের বৈঠক ‘খুবই ইতিবাচক’ হয়েছে: ক্রেমলিন | প্রথম আলো",
            "time": "2025-08-15T15:45:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F8srq6u9u%2Fprothomalomedia.avif?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ইউক্রেন যুদ্ধ বন্ধে চুক্তি শিগগিরই হতে যাচ্ছে বলে জানিয়েছেন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। তিনি বলেন, এতে  যুদ্ধবন্দীদের বিনিময়ের বিষয়টিও অন্তর্ভুক্ত থাকতে পারে। </p><p>ট্রাম্প বলেছেন, পুতিনের সঙ্গে বৈঠকে একটি বিষয়ে একমতে পৌঁছানো যায়নি। আর সে কারণেই চুক্তি হয়নি। তবে বিষয়টি কী, তা বলেননি ট্রাম্প। </p><p>যুক্তরাষ্ট্রের আলাস্কায় স্থানীয় সময় শুক্রবার রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে বৈঠকের পর ফক্স নিউজকে দেওয়া এক সাক্ষাৎকারে এ কথা বলেন ট্রাম্প। </p><p>সাক্ষাৎকারে ট্রাম্প বলেন, ‘আমি বলব ৫০-৫০। কারণ, অনেক কিছুই ঘটতে পারে। তবে আমি মনে করি, প্রেসিডেন্ট পুতিন সমস্যার সমাধান চান।’</p><p>ট্রাম্প দাবি করেন, যুদ্ধবন্দী বিনিময়ের সম্ভাবনা রয়েছে।  বিষয়টি নিয়ে অগ্রগতি হচ্ছে। তিনি বলেন, ‘আজ আমাকে তাঁরা হাজার হাজার মানুষের একটি তালিকা দিয়েছেন—হাজার হাজার যুদ্ধবন্দী, যাঁরা মুক্তি পাবেন।’</p><p>ফক্স নিউজের সঞ্চালক হ্যানিটি এ সময় জানতে চান, এমন কোনো চুক্তির বিষয়ে আজকের বৈঠকে তাঁরা সম্মত হয়েছেন কি না? জবাবে মার্কিন প্রেসিডেন্ট বলেন, ‘বিষয়টি এখনো ঝুলে আছে।’ তাঁর ভাষায়, ‘আসলে তাঁদের এ প্রস্তাব গ্রহণ করতে হবে।’</p><p>তবে কে তাঁকে যুদ্ধবন্দীদের তালিকা দিয়েছেন, কিংবা এসব বন্দীরা রাশিয়া নাকি ইউক্রেনের নাগরিক, সেসব বিষয়ে কিছুই বলেননি ট্রাম্প।</p><p><strong>চুক্তিতে বাধা কী, বলেননি ট্রাম্প</strong> </p><p>ফক্স নিউজকে দেওয়া সাক্ষাৎকারে ট্রাম্প চুক্তিতে পৌঁছাতে বাধা সৃষ্টি করেছে যেসব বিষয়, সেগুলোর কথা বলতে নাজি হননি।  </p><p>পুতিনকে নিয়ে ট্রাম্প বলেন, ‘আমি মনে করি, তিনি চান চুক্তি সম্পন্ন হোক।’ তবে একটি বড় বিষয়ে তাঁরা একমত হতে পারেননি। সেই বিষয়টি কী, তা বিস্তারিত বলেননি ট্রাম্প। </p><p>ট্রাম্প জানান, পুতিন এমনও বলেছেন, ইউক্রেনে হামলা চালানোর সময় যদি ট্রাম্প প্রেসিডেন্ট থাকতেন, তাহলে এই যুদ্ধ হতো না। এ ব্যাপারে পুতিন একমত হওয়ায় ট্রাম্প তাঁর প্রশংসা করেন। </p><p>ট্রাম্প বলেন, ‘এই যুদ্ধ কখনো হওয়া উচিত ছিল না। জানেন, অনেক যুদ্ধই হওয়া উচিত ছিল না। ভুল লোকেরা কথা বলছে এবং এ ধরনের বোকামিগুলো ঘটছে।’ তিনি সাবেক প্রেসিডেন্ট জো বাইডেনকে রাশিয়ায় হামলা ঠেকাতে না পারার জন্য দোষারোপ করেন।</p><p>সঞ্চালক হ্যানিটি জিজ্ঞাসা করেন, এটি কি আজ চূড়ান্ত হওয়া কোনো চুক্তি? এ সময়  ট্রাম্প বলেন, এটি এখনো মুলতবি রয়েছে।</p><p>তবে ট্রাম্প এ–ও বলেন, তাদের (রাশিয়া) এটা মেনে নিতে হবে। খবর বিবিসির </p></div></div></body></html>"
        },
        {
            "title": "৪ ধরনের অপরাধ বেশি, চ্যালেঞ্জ ‘মব’ নিয়ন্ত্রণ | প্রথম আলো",
            "time": "2025-08-16T05:36:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fwar669x5%2FWhatsApp-Image-2025-08-16-at-11.59.13.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুন, ডাকাতি, অপহরণ এবং ধর্ষণ—গত এক বছরে এই চার ধরনের অপরাধের মামলা আগের বছরের চেয়ে বেড়েছে। এর মধ্যে পুরোনো খুনের অনেকগুলো ঘটনায় গত ১২ মাসে মামলা হয়েছে। তবে গত এক বছরে ছিনতাই ও দস্যুতা, চুরি ও চোরাচালানের মামলা আগের বছরের তুলনায় কমেছে।</p><p>পুলিশ সদর দপ্তরের আট ধরনের অপরাধের ঘটনায় হওয়া মামলার তথ্য বিশ্লেষণ করে এ চিত্র পাওয়া গেছে। গত বছরের আগস্ট থেকে চলতি বছরের জুলাইয়ের এই মামলাগুলো থেকে অপরাধ পরিস্থিতি সম্পর্কে অনেকটা ধারণা পাওয়া যায়। তবে ছাত্র-জনতার অভ্যুত্থানে পুলিশি ব্যবস্থা ভেঙে পড়ায় গত বছরের শুরুর দিকে অনেক ঘটনায় মামলা হয়নি। তাই কোনো কোনো অপরাধের ঘটনা পরিসংখ্যানের চেয়ে বেশি হবে বলে মনে করছেন অপরাধ বিশ্লেষকেরা। </p><p>পুলিশ সদর দপ্তর থেকে অপরাধের যে পরিসংখ্যান পাওয়া গেছে, এর বাইরে জুলাই গণ-অভ্যুত্থান-পরবর্তী সময়ে সবচেয়ে আতঙ্কের বিষয় হিসেবে সামনে এসেছে মব (উচ্ছৃঙ্খল জনতার সংঘবদ্ধ আক্রমণ) তৈরি করে সহিংসতা। অনেক ক্ষেত্রে প্রতিবাদের নামে মব তৈরি করে গণপিটুনি দিয়ে হত্যা, লুট, কাউকে জিম্মি করে চাঁদাবাজি, মামলা ও গ্রেপ্তার-বাণিজ্যের ঘটনাও ঘটেছে।</p><p>পুলিশ সদর দপ্তর অপরাধভিত্তিক শ্রেণি আলাদা করে মামলার তথ্য সংরক্ষণ করে। তবে মব তৈরি করে অপরাধে জড়ানোর হিসাব আলাদাভাবে রাখে না পুলিশ। এ কারণে গত এক বছরে মব তৈরি করে কতসংখ্যক অপরাধ হয়েছে, তার পূর্ণাঙ্গ হিসাব পাওয়া যায়নি। তবে বেসরকারি মানবাধিকার সংগঠন হিউম্যান রাইটস সাপোর্ট সোসাইটির (এইচআরএসএস) তথ্য বলছে, চলতি বছরের জানুয়ারি থেকে জুলাই পর্যন্ত গত সাত মাসে মব-সহিংসতা ও গণপিটুনির অন্তত ১৭৩টি ঘটনা ঘটেছে। এতে নিহত হয়েছেন কমপক্ষে ৭৯ জন এবং আহত হয়েছেন অন্তত ১৫৮ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আমার কোনো গডফাদার নেই’ | প্রথম আলো",
            "time": "2025-08-16T05:34:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fuofji9yk%2F98da8791-18bd-425e-bf1a-ff7a67079cb6.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ইউটিউব দিয়ে আলোচনায়<br></strong>কয়েক বছর ধরে যাঁদের নাটক ইউটিউবে মিলিয়ন ট্রেন্ডে থাকে, তাঁদের মধ্যে যাহের আলভী অন্যতম। এই অভিনেতার তিন শতাধিক নাটক ইউটিউবে মিলিয়ন ভিউ পেরিয়েছে। আলভী মনে করেন, সাধারণ মানুষের ভালোবাসা তাঁকে আজ এ জায়গায় নিয়ে এসেছে। উল্লেখযোগ্য নাটকের মধ্যে রয়েছে ‘কাক, ‘ভালোবাসা এমনই’, ‘কপাল’, ‘বেঈমান’ ও ‘অসহায়ের মতো ভালোবাসি’। অভিনেতা বলেন, ‘ডিজিটাল প্ল্যাটফর্ম না থাকলে এ জায়গায় থাকতাম কি না, জানি না। শুধু আমি কেন, অনেকেই এখান থেকে হারিয়ে যেতেন। এখানে আমার কোনো গডফাদার নেই, আমি কোনো সিন্ডিকেটে নেই। আমিই আমার গডফাদার। তবে অনেক মানুষের অবদান আমার ক্যারিয়ারে আছে। তাঁরা এ ভালোবাসা, সাহস ও সমর্থন না জোগালে সত্যিই এ অবস্থানে আসতে পারতাম না।’</p></div></div></div></body></html>"
        },
        {
            "title": "অরুণ আলোয় শরৎ এল | প্রথম আলো",
            "time": "2025-08-16T05:24:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F3v19inh7%2FAutamn.jpg?rect=0%2C53%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রামের সরু পথের ধারে কিংবা নদীর ধূসর পাড়ে দেখা মেলে সাদা বকের সারি—কখনো ধীরে উড়ে যায়, কখনো থামে মাছের খোঁজে অগভীর জলে। দুপুরের শান্ত সময়ে প্রজাপতি আর ফড়িংয়ের ফুড়ুৎ ফুড়ুৎ ওড়াউড়ি আনন্দের বার্তা দেয়। কোথাও শোনা যায় ঝিঁঝি পোকার সুর, যা এই ঋতুর শান্তিকে আরও গভীর করে।</p><p>এই শরৎ—নির্মল, শান্ত, প্রশান্তির ঋতু। প্রকৃতি এখানে যেন কোনো তাড়াহুড়া জানে না, বরং ধীরে ধীরে, অবসরে, হৃদয়ে ছুঁয়ে যায় তার অনুপম রূপের কোমল হাতছানি দিয়ে।</p><p>শরৎ ঋতুর অন্যতম প্রাপ্তি শিউলি ফুল। রাতে ফোটে, ভোরে ঝরে যায়। ঘ্রাণের রেশ রেখে যায় সারাটা দিন। কবি কাজী নজরুল ইসলাম তাই তো লিখেছেন, ‘এসো শারদ প্রাতের পথিক এসো শিউলি বিছানো পথে। এসো ধুইয়া চরণ শিশিরে এসো অরুণ-কিরণ-রথে।’</p><p>শরৎ ঋতুতেও যেন থেমে থাকে না ফুলের উৎসব। ফোটে মালতী, কলাবতী, দোলনচাঁপা, সেগুন ফুল, বিলেতি জারুল। জলজ ফুলের মধ্যে দেখা যায় শাপলা, শালুক, পদ্ম। এই কদিন আগেও ছিল কৃষ্ণচূড়া, এখন অবশ্য নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি ইংরেজি পরীক্ষায় শিক্ষার্থীদের অবস্থা: বাড়ছে অবজ্ঞা ও অদক্ষতা | প্রথম আলো",
            "time": "2025-08-16T05:22:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Frpeupuyz%2F144.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রস্তুতির অভাবও এক বড় কারণ। অনেক শিক্ষার্থী পাঠ্যবই সম্পূর্ণ করে না, মডেল টেস্ট বা লেখার অনুশীলন তো দূরের কথা। পরীক্ষার হলে এসে তারা যেন নতুন করে প্রশ্নের সঙ্গে পরিচিত হয়। অবাক করার মতো কেউ কেউ পুরো প্রশ্নপত্র হুবহু নকল করে উত্তরপত্রে লিখে দেয়—ধারণা, কিছু না কিছু নম্বর পাওয়া যাবে।</p><p>হাতের লেখা আরেকটি বড় সমস্যা। এমন অপাঠ্য ও অস্পষ্ট হাতের লেখা যে পরীক্ষককে পড়তে গিয়ে অনুমান করতে হয়। পাঠযোগ্য হাতের লেখার চর্চা তাদের একেবারেই নেই। এর ফলে ন্যায্য মূল্যায়ন করাও কঠিন হয়ে পড়ে। সবচেয়ে ভয়াবহ দিক হলো, শিক্ষার্থীদের মানসিকতা। তারা মনে করে, উত্তরপত্রে যেভাবেই হোক কিছু লিখে দিলেই নম্বর পাওয়া যাবে। বিষয়টি বোঝার বা সঠিক উত্তর দেওয়ার প্রয়োজনীয়তা তারা অনুভব করে না। ফলে উত্তরপত্রে অপ্রাসঙ্গিক গল্প, এলোমেলো বাক্য কিংবা মুখস্থ করা যেকোনো অংশ লিখে ভরে দেয়। এই মানসিকতা দিন দিন বেড়েই চলেছে।</p><p>ফলাফলও তাই ভয়াবহ, অনেক শিক্ষার্থী ইংরেজি পরীক্ষায় ১০ শতাংশের কম নম্বর পাচ্ছে। যেটি আগে ব্যতিক্রম ছিল, এখন সেটিই যেন সাধারণ চিত্র হয়ে দাঁড়িয়েছে। সহকর্মী পরীক্ষকেরাও একবাক্যে বলছেন, এই প্রবণতা ক্রমেই বিস্তার লাভ করছে।</p><p>এর পেছনে মূলত কয়েকটি কারণ কাজ করছে। প্রথমত, প্রাথমিক ও মাধ্যমিক স্তরে দুর্বল ভিত্তি, যেখানে ইংরেজি শেখানো হয় পরীক্ষাভিত্তিক মুখস্থের মাধ্যমে। দ্বিতীয়ত, শিক্ষার্থীর উদাসীনতা ও প্রযুক্তির অপব্যবহার। তৃতীয়ত, পরিবার ও সমাজের অবহেলা।</p></div></div></div></body></html>"
        },
        {
            "title": "বাধার পরও ভারতে রপ্তানি বেড়েছে | প্রথম আলো",
            "time": "2025-08-16T05:15:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fdikt0exo%2FWhatsApp-Image-2025-08-16-at-11.59.13-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতে বাংলাদেশি পাটপণ্য রপ্তানি হতো মূলত স্থলবন্দর দিয়ে। দু-একটি চালান যেত চট্টগ্রাম সমুদ্রবন্দর দিয়ে। নতুন নিয়ম অনুযায়ী, এখন পাটপণ্য শুধু সমুদ্রপথে ভারতের মুম্বাইয়ের নভোসেবা বন্দর দিয়ে রপ্তানি করতে হবে।</p><p>এনবিআরের তথ্য অনুযায়ী, বিধিনিষেধের আগে গত বছরের জুলাইয়ে ভারতে পাটপণ্য রপ্তানি হয়েছিল ১ কোটি ২৯ লাখ ডলারের, যা ৭৪ শতাংশ কমে নেমেছে প্রায় ৩৪ লাখ ডলারে।</p><p>তথ্য বিশ্লেষণে দেখা যায়, বিধিনিষেধের পর ৪৭টি প্রতিষ্ঠান একটি চালানও রপ্তানি করতে পারেনি। তিনটি প্রতিষ্ঠান নতুন করে রপ্তানি করেছে। কোনো চালান রপ্তানি করতে না পারা প্রতিষ্ঠানগুলোর একটি বগুড়ার কাহালুর হাসান জুট অ্যান্ড স্পিনিং মিলস লিমিটেড। একই মালিকানায় থাকা হাসান জুট মিলস কিছু পণ্য রপ্তানি করেছে।</p><p>এই দুই প্রতিষ্ঠানের ব্যবস্থাপনা পরিচালক এ টি এম শফিকুল হাসান প্রথম আলোকে বলেন, ‘ভারতের বিধিনিষেধের পর পরীক্ষামূলকভাবে তিনটি চালান চট্টগ্রাম সমুদ্রবন্দর দিয়ে রপ্তানি করেছি। এক মাস পরও চালানগুলো দেশটির নভোসেবা বন্দরে পৌঁছেনি।’</p><p>খাদ্যপণ্য এখন শুধু ভোমরা ও হিলি স্থলবন্দর দিয়ে রপ্তানির সুযোগ রেখেছে ভারত। সমুদ্রপথেও রপ্তানি করা যাবে। বাকি সব স্থলবন্দর দিয়ে রপ্তানিতে নিষেধাজ্ঞা রয়েছে। এনবিআরের তথ্যে দেখা যায়, বিধিনিষেধের আগে গত বছরের জুলাই মাসে বিস্কুট ও পানীয় রপ্তানি করেছিল ১৯টি প্রতিষ্ঠান। রপ্তানির পরিমাণ ছিল ৪১ লাখ ডলার। বিধিনিষেধের পর রপ্তানি করতে পেরেছে ১৪টি প্রতিষ্ঠান। রপ্তানিও ১৭ শতাংশ কমে নেমেছে প্রায় ৩৪ লাখ ডলারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাজগোজ করা অবস্থায় ঝুলছিল গৃহবধূর লাশ | প্রথম আলো",
            "time": "2025-08-16T05:15:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F07%2Fe89a15aef87264a9348858fce5670739-5d73ad66899e9.jpg?rect=0%2C0%2C1347%2C707&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাসাটির মালিক আবু হাসেম বলেন, ‘ফারজানা ও তাঁর স্বামী জীবন প্রায় ছয় মাস আগে আমার বাসা ভাড়া নিয়েছেন। তাঁরা দ্বিতীয় তলার একটি ইউনিটে থাকেন। আর আমরা পরিবার নিয়ে তৃতীয় তলায় বসবাস করি। গত বৃহস্পতিবার রাত ১০টার দিকে জীবন দ্বিতীয় তলায় নিজেদের বাসার দরজায় গিয়ে ফাজানাকে ডাকাডাকি করেন। কিন্তু ভেতর থেকে কোনো সাড়াশব্দ পাওয়া যায়নি। এরপর আমার ছেলেকে ঘটনাটি জানালে সে গিয়ে ডাকাডাকি করেও কোনো সাড়াশব্দ পায়নি। পরে গতকাল সন্ধ্যার দিকে আবারও জীবন গিয়ে দরজায় ডাকাডাকি করেন। এবারও ভেতর থেকে কোনো সাড়া না মেলায় পাশের একটি গাছে উঠে জানালা দিয়ে ফারজানাকে ঝুলন্ত অবস্থায় দেখা যায়।’</p><p>নিহত ফারজানার ছোট ভাই মেজবা নাবিল বলেন, ‘আমার দুলাভাই মারা গেছেন। আট মাস আগে আমার বোন দ্বিতীয় বিয়ে করে ওই ভাড়া বাসায় থাকতেন।’</p><p>জয়পুরহাট থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) তামবিরুল ইসলাম বলেন, ওই গৃহবধূর মরদেহ উদ্ধার করে ময়নাতদন্তের জন্য জয়পুরহাট জেনারেল হাসপাতালে পাঠানো হয়েছে। ময়নাতদন্তের পর তাঁর মৃত্যুর প্রকৃত কারণ জানা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাড়ি কেনার পর যা করবেন, যা করবেন না | প্রথম আলো",
            "time": "2025-08-16T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2F14gg16hr%2FCar-Family-slh-copy.jpg?rect=0%2C218%2C1410%2C740&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাড়ির সঠিক যত্ন নিশ্চিত করতে বেশ কিছু বিষয় মেনে চলতে হবে। নিয়মিত সার্ভিসিং করানোর চেষ্টা করুন। নির্ধারিত সময় অনুযায়ী গাড়ি সার্ভিসিং করান। মো. মেহেদি হাসান বলেন, নতুন বা পুরোনো গাড়ির ক্ষেত্রে প্রথমেই চেসিস, ইঞ্জিন, গিয়ারবক্স পরীক্ষা করে নিতে হবে। নিজে না বুঝলে পরিচিত কারও সহায়তা নিন। প্রয়োজনে ডায়ালাইসিস সেন্টারের সহায়তা নিন। ঢাকার বাংলামোটরে অবস্থিত শামীম মোটরসের স্বত্বাধিকারী শামীম আলম বলেন, নতুন বা পুরোনো যে গাড়ি কেনেন না কেন, নিজের প্রয়োজনে কিছু জিনিস গাড়িতে যুক্ত করা ভালো। আমাদের দেশের রাস্তাঘাট আসলে গাড়ি ভালো থাকতে দেয় না। ধুলাবালু এড়াতে গাড়িতে ম্যাট ব্যবহার করবেন। গাড়িতে কার্পেটিং করে নিন। সিট কভার না থাকলে দ্রুত লাগিয়ে নেবেন। সিট কভার পছন্দ করার সময় শহরের ধুলাবালু ও ময়লার বিষয়টি খেয়াল রাখুন। ময়লা দেখা যায় না বা আটকায় না এমন সিট কভার ব্যবহার করুন। ভালো ফ্লোর ম্যাট গাড়ির ভেতর ব্যবহার করুন। নতুবা ময়লা, ধুলাবালু আর কাদা পানির কারণে গাড়ির ভেতরে গুমোট পরিবেশ তৈরি হতে পারে। গাড়ির জন্য কার্পেট ফ্লোর ম্যাট, রাবার ফ্লোর ম্যাট, থ্রিডি ফ্লোর ম্যাটসহ বিভিন্ন ধরনের ফ্লোর ম্যাট পাওয়া যায় বাজারে। গাড়িতে বাম্পার না লাগালে শখের গাড়ির সামনে পেছনে আঘাত লাগার আশঙ্কা অনেক বেশি। গাড়ির নিরাপত্তার জন্য বাম্পার লাগাতে পারেন। অনেকে গাড়ি কেনার পরে স্টিয়ারিং কভার ব্যবহার করেন। চামড়া ও সিনথেটিকের নানা ধরনের স্টিয়ারিং কভার ব্যবহার করতে পারেন। গাড়ির ভেতরের পরিবেশকে দারুণ ও মনোমুগ্ধকর করতে গাড়িতে নিয়মিত পারফিউম ব্যবহার করুন। ড্যাশবোর্ডে বা এসি ভেন্টে রাখা যায়, এমন ছোট বোতলের পারফিউম এখন বেশ জনপ্রিয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের মেয়েদের সাফের বৃত্ত পূরণের পালা | প্রথম আলো",
            "time": "2025-08-16T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-14%2Fflhhpij6%2FWhatsApp_Image_2025_08_14_at_4_13_32_PM__1_.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যদিও বরাবরের মতো গতকালও বাটলার দাবি করেছেন, মেয়েদের সাফল্য নিয়ে গর্ব হলেও শিরোপার হিসাব তিনি রাখেন না, ‘আমি শিরোপার হিসাব রাখি না। তবে মেয়েদের এমন উন্নতি আমাকে আনন্দ দেয়। তারা এভাবে এগোলে কোনো সাফল্যই অধরা থাকার কথা নয়।’</p><p>২০০৯ থেকে ২০২৩ পর্যন্ত নারী দলের কোচের দায়িত্বে থাকা গোলাম রব্বানীও আশাবাদী, ‘এখন তো আমাদের মেয়েরা ভালো করছে। আমরা অবশ্যই ফেবারিট। এবার বৃত্ত পূরণের আশা করতেই পারি।’</p><p>সিনিয়র ও অনূর্ধ্ব–২০ দলের সাম্প্রতিক সাফল্য থেকে এই দল অনুপ্রেরণা খুঁজে নেবে বলেই আশা রব্বানীর। দুটি দলই প্রথমবারের মতো এশিয়া কাপে কোয়ালিফাই করেছে। সেদিকে ইঙ্গিত করে রব্বানী বলেন, ‘বড়দের দেখে ছোটরাও উজ্জীবিত। যে দলটা ভুটানে গেল, তাদের মধ্যে অর্পিতা, প্রীতি, আলফি…এরা খুবই ভালো মানের খেলোয়াড়। সেরা গোলকিপার ইয়ারজানও আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আলাস্কা শীর্ষ বৈঠক ট্রাম্প-পুতিন ও ইউক্রেনের জন্য কী বার্তা আনল | প্রথম আলো",
            "time": "2025-08-16T04:58:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fnv0q4dpi%2Fanalysis-trump-putin-1.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘চূড়ান্ত চুক্তি না হলে, আসলে কোনো চুক্তি নেই’, বৈঠকের পর অ্যাঙ্কোরেজে দেওয়া বক্তব্যে এমন মন্তব্য করেন ডোনাল্ড ট্রাম্প।</p><p>অর্থাৎ সরাসরি স্বীকার না করলেও ট্রাম্প ঘুরিয়ে–ফিরিয়ে এটা মেনে নিলেন, প্রায় তিন ঘণ্টার আলোচনার ফল হলো কোনো চুক্তি নয়, যুদ্ধবিরতিও নয়। হাতে গোনা কিছু অর্জন নিয়ে সংবাদ করার মতো কিছু নেই।</p><p>ট্রাম্প দাবি করেছেন, পুতিনের সঙ্গে তিনি ‘কিছু ভালো অগ্রগতি’ করেছেন। কিন্তু সেই অগ্রগতির প্রকৃত চিত্র কী, সে বিষয়ে কোনো সুনির্দিষ্ট তথ্য দেননি। ফলে বিষয়টি নিয়ে বিশ্ব কল্পনার ওপরই থেকে গেল।</p><p>‘আমরা নির্দিষ্ট লক্ষ্যে পৌঁছাতে পারিনি,’—কিছুক্ষণ পর এমন স্বীকারোক্তি দিয়ে সাংবাদিকদের প্রশ্ন না নিয়েই কক্ষ ত্যাগ করেন ট্রাম্প।</p><p>ট্রাম্প এত দূর ভ্রমণ করে এসে এ ধরনের অস্পষ্ট বার্তা দিয়ে ফিরলেন। তবে ইউক্রেন ও ইউরোপীয় মিত্রদের কাছে এটা স্বস্তির বিষয় যে তিনি একতরফাভাবে কোনো ছাড় দেননি বা ভবিষ্যৎ আলোচনাকে ক্ষতিগ্রস্ত করতে পারে, এমন কোনো চুক্তি করেননি।</p><p>নিজেকে শান্তিদূত ও চুক্তির কারিগর হিসেবে তুলে ধরতে ভালোবাসেন প্রেসিডেন্ট ট্রাম্প। অথচ আলাস্কা থেকে ফিরলেন তিনি না শান্তিদূত হয়ে, না চুক্তি করে।</p><p>ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কিকে নিয়ে ভবিষ্যতে আরেকটি সম্মেলনের কোনো ইঙ্গিতও নেই। পুতিন মস্কোতে পরবর্তী বৈঠকের কথা হালকাভাবে বললেও বিষয়টি অনিশ্চিত।</p></div></div></div></body></html>"
        }
    ]
}