{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নিজের নামে ৩০-৪০টি মুঠোফোন দেখে বিস্মিত-চিন্তিত মানুষ, কেন এমন দেখাচ্ছে | প্রথম আলো",
            "time": "2026-01-03T05:20:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F8x4j9y1s%2Fsmartphones-Reuters.webp?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিটিআরসির কর্মকর্তারা বলছেন, বিটিআরসির সিস্টেমে এনআইডির সঙ্গে সরাসরি কোনো মুঠোফোনের আইএমইআই (মুঠোফোনের পরিচিতি নম্বর) যুক্ত থাকে না; বরং এটি সিমের মাধ্যমে সংযুক্ত হয়। অর্থাৎ একটি নির্দিষ্ট এনআইডি দিয়ে কেনা সিম যে যে মুঠোফোনে ব্যবহার করা হয়েছে, সেই সব মুঠোফোনের আইএমইআই নম্বরই ওই এনআইডির সঙ্গে যুক্ত হয়ে গেছে। একইভাবে একটি এনআইডির অধীনে যদি একাধিক সিম নিবন্ধিত থাকে, তবে ওই সব সিম দিয়ে অতীতে এবং বর্তমানে যতগুলো মুঠোফোন ব্যবহার করা হয়েছে, তার সব কটির আইএমইআই এখন একত্রে তালিকাভুক্ত হয়েছে।</p><p>বিটিআরসির চেয়ারম্যান মেজর জেনারেল (অব.) এমদাদ উল বারী প্রথম আলোকে বলেন, ‘এনইআইআর নিয়ে প্যানিক করার কিছুই নেই। নতুন করে সরকার কিছু করেনি। শুধু এক্সিস্টিং ইনফরমেশনটাকে সারফেস করছি।’ তিনি আরও বলেন, এনইআইআর প্রক্রিয়া বন্ধ করা হয়নি। শুরুতে কিছুটা কারিগরি জটিলতা তৈরি হচ্ছে, এ জন্য গ্রাহকদের ধৈর্য ও সহযোগিতা প্রয়োজন।</p><p>পুরোনো উপাত্তের বাইরে গত মাস ডিসেম্বরে কারও কারও নামে ফোন নিবন্ধন দেখাচ্ছে। যদিও তাঁরা ডিসেম্বরে কোনো ফোন কেনেননি, সিমও অন্য ফোনে ব্যবহার করেননি। বিটিআরসির কর্মকর্তারা বলছেন, অনেক ক্ষেত্রে গ্রাহকের অজান্তেই তাঁর এনআইডি ব্যবহার করে অন্য কেউ সিম নিবন্ধন করে নেন। এ কারণে একজনের নামে অনেক সিম ও সেট দেখাতে পারে। এটা নিয়েই বেশি উদ্বিগ্ন মানুষ।</p></div></div></div></body></html>"
        },
        {
            "title": "ইশরাক হোসেনের বছরে আয় কোটি টাকা, সম্পদ ৮ কোটি টাকার | প্রথম আলো",
            "time": "2026-01-03T05:18:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-15%2F5l0d1zss%2FISHRAQ.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী ১২ ফেব্রুয়ারি অনুষ্ঠেয় নির্বাচনে যাঁরা প্রার্থী হচ্ছেন, বিধি অনুযায়ী তাঁরা নিজেদের আয়-ব্যয় ও সম্পদের তথ্য হলফনামা আকারে জমা দিয়েছেন মনোনয়নপত্রের সঙ্গে। নির্বাচন কমিশনের ওয়েবসাইটে তা প্রকাশিত হয়েছে।</p><p>৩৮ বছর বয়সী ইশরাক হোসেন হলফনামায় নিজের পেশা উল্লেখ করেছেন ব্যবসা। তাঁর শিক্ষাগত যোগ্যতা এমএসসি (স্নাতকোত্তর)। বর্তমানে তাঁর নামে কোনো মামলা নেই। তবে জুলাই গণ-অভ্যুত্থানের আগে ২১টি মামলার আসামি ছিলেন। অভ্যুত্থানের পর সব কটি মামলা থেকেই অব্যাহতি পেয়েছেন।</p><p>হলফনামার তথ্য অনুযায়ী, ইশরাক হোসেনের বার্ষিক আয় ১ কোটি ২৯ লাখ ৩২ হাজার ৮১৭ টাকা। এর মধ্যে বাড়ি, অ্যাপার্টমেন্ট, বাণিজ্যিক স্থান বা অন্যান্য স্থাবর সম্পত্তি থেকে ভাড়া বাবদ ১ লাখ ৩২ হাজার ৩০০ টাকা, শেয়ার, বন্ড, সঞ্চয়পত্র বা ব্যাংক আমানত থেকে ৩ লাখ ৫৩ হাজার ৩৯৪ টাকা, চাকরি থেকে ৬২ লাখ ৩৩ হাজার ৩৩২ টাকা এবং অন্যান্য উৎস থেকে তিনি আয় করেন ৬২ লাখ ১৩ হাজার ৭৯১ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতের সবজির রঙে রঙিন বাজার | প্রথম আলো",
            "time": "2026-01-03T05:14:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F9eq9ofyd%2F8.jpg?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"শীতের সবজির রঙে রঙিন বাজার\" class=\"IiRps \">শীতের সবজির রঙে রঙিন বাজার</h1></p><div class=\"Ibzfy\"><p>শীতের মৌসুম এলেই বদলে যায় উত্তরাঞ্চলের হাট–মাঠের চিত্র। বগুড়ার মহাস্থানগড় হাটসহ আশপাশের কৃষিজমিতে এখন চোখ যত দূর যায়, সবুজ আর সবজির সমারোহ। মাঠে মাঠে বাঁধাকপি, ফুলকপি, আলু, টমেটো—সবজির ভিড় যেমন চোখ জুড়ায়, তেমনি উৎপাদন বেশি হওয়ায় দামও নেমেছে অনেকটা। হাটে ও মাঠে ঠাসা শীতের সবজি নিয়েই এই ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "৫০তম বিসিএস: এক বছরে নিয়োগ শেষ করার চ্যালেঞ্জ পিএসসির | প্রথম আলো",
            "time": "2026-01-03T05:12:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F216802fe-94ec-45c7-ab84-168da09dc083%2F3.jpg?rect=0%2C335%2C6410%2C3365&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের বিসিএসে প্রিলিমিনারি পরীক্ষার নম্বর বণ্টন পদ্ধতিতে পরিবর্তন এনেছে পিএসসি। ২০০ নম্বরের এমসিকিউ পরীক্ষায় মোট নম্বর অপরিবর্তিত থাকলেও ছয়টি বিষয়ের নম্বরে ভারসাম্য আনা হয়েছে। বিগত ৪৭তম বিসিএস পর্যন্ত বাংলা ও ইংরেজি উভয় বিষয়ে প্রিলিমিনারিতে ৩৫ নম্বর করে বরাদ্দ থাকলেও ৫০তম বিসিএসে এই দুই বিষয়ে ৫ নম্বর করে কমিয়ে ৩০ নম্বর করা হয়েছে। পাশাপাশি বাংলাদেশ বিষয়াবলির নম্বরও ৫ কমিয়ে ২৫ করা হয়েছে। অন্যদিকে আন্তর্জাতিক বিষয়াবলি, গাণিতিক যুক্তি এবং নৈতিকতা, মূল্যবোধ ও সুশাসন—এই তিন বিষয়ে ৫ নম্বর করে বৃদ্ধি পেয়েছে। এর ফলে এখন থেকে আন্তর্জাতিক বিষয়াবলিতে ২৫, গাণিতিক যুক্তিতে ২০ এবং নৈতিকতা ও সুশাসনে ১৫ নম্বরের পরীক্ষা দিতে হবে প্রার্থীদের। পিএসসি মনে করছে, এই পরিবর্তন প্রার্থীদের যৌক্তিক ও নৈতিক মানদণ্ড যাচাইয়ে আরও সহায়ক হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ঠান্ডার কারণে স্টিয়ারিং ধরতে হারি না, আত অবশ হই আসে’ | প্রথম আলো",
            "time": "2026-01-03T05:06:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F85t8jkr7%2FCtg-7.jpg?rect=0%2C14%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াখালীতে আজ সকালে সর্বনিম্ন তাপমাত্রা রেকর্ড হয়েছে ১১ দশমিক ৬ ডিগ্রি সেলসিয়াস। এটি চলতি শীত মৌসুমে জেলার সর্বনিম্ন তাপমাত্রার রেকর্ড। তীব্র শীতের সঙ্গে ঘন কুয়াশার চাদরে ঢাকা পড়েছে উপকূলীয় জেলা নোয়াখালী। যে দিকেই চোখ যায় ঘন কুয়াশা ছাড়া কিছুই চোখে পড়ে না। দৃষ্টিসীমা নেমে এসেছে ৫০ থেকে ১০০ মিটারের মধ্যে।</p><p>আজ শনিবার সকাল আটটায় জেলা শহরের প্রধান সড়ক হয়ে মাইজদীর নতুন বাসস্ট্যান্ড, মাইজদী বাজার, টাউন হল মোড়, পৌর বাজার, বিশ্বনাথ ও লক্ষ্মীনারায়ণপুর এলাকা ঘুরে দেখা যায়, ঘন কুয়াশা ও শীতের কারণে মানুষজন তেমন ঘর থেকে বের হননি। যাঁরা বের হয়েছেন, তাঁরা শীতের কাপড়ে নাক-মুখ বেঁধে ছুটে চলছেন গন্তব্যে। প্রধান সড়কে দূরপাল্লার যানবাহনগুলো হেডলাইট জ্বালিয়ে ধীরগতিতে চলাচল করছে। ৫০ থেকে ১০০ মিটার দূরের গাড়িও ঠিকভাবে চোখে পড়ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলপন্থী নির্বাহী আদেশ বাতিল করায় মামদানির প্রশংসা অধিকারকর্মীদের, ক্ষোভ ইসরায়েলের | প্রথম আলো",
            "time": "2026-01-03T05:00:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fe64us7b3%2FMamdani.jpg?rect=0%2C3%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরিক অ্যাডামস তাঁর মেয়াদের একদম শেষ দিকে এসব নির্বাহী আদেশে স্বাক্ষর করেছিলেন। সমালোচকেরা এগুলোকে মামদানি প্রশাসনের জন্য বিতর্ক তৈরির একটি অপচেষ্টা হিসেবে দেখেন।</p><p>বাতিল হওয়া অন্য একটি নির্বাহী আদেশে ইন্টারন্যাশনাল হলোকাস্ট রিমেমব্রেন্স অ্যালায়েন্সের (আইএইচআরএ) দেওয়া ইহুদি–বিদ্বেষবিষয়ক একটি বিতর্কিত সংজ্ঞা গ্রহণ করা হয়েছিল। ফিলিস্তিনের অধিকারকর্মীরা বলছেন, সংজ্ঞাটি ব্যবহার করে ইসরায়েলের নীতি বা কর্মকাণ্ডের যৌক্তিক সমালোচনাকেও ‘ইহুদি–বিদ্বেষ’ তকমা দিয়ে মানুষের কণ্ঠ রোধ করা হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "মস্তিষ্কে বসানোর চিপ বড় পরিসরে তৈরি করবে ইলন মাস্কের নিউরালিংক | প্রথম আলো",
            "time": "2026-01-03T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2F42x57zrb%2FElon-mask.Reuters.jpg?rect=0%2C340%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কল্পবিজ্ঞানের মতো শোনালেও দীর্ঘদিন ধরেই মানুষের মস্তিষ্ক ও যন্ত্রের মধ্যে সংযোগ স্থাপন করার কাজ করছে নিউরালিংক। এ জন্য ব্রেন কম্পিউটার ইন্টারফেসেস (বিসিআইএস) প্রযুক্তির তারহীন চিপ তৈরির পাশাপাশি সেগুলো একাধিক গুরুতর স্নায়বিক সমস্যায় আক্রান্ত ব্যক্তিদের মাথায় বসিয়েছে ইলন মাস্কের মালিকানাধীন প্রতিষ্ঠানটি। চিপগুলো ভালোমতো কাজ করায় এবার বড় পরিসরে চিপ উৎপাদন করতে যাচ্ছে নিউরালিংক।</p><p>সামাজিক যোগাযোগমাধ্যম এক্সে (সাবেক টুইটার) দেওয়া এক পোস্টে ইলন মাস্ক জানিয়েছেন, নিউরালিংক ২০২৬ সাল থেকে ব্রেন-কম্পিউটার ইন্টারফেস প্রযুক্তির চিপ ব্যাপক পরিসরে উৎপাদনের পরিকল্পনা করেছে। একই সঙ্গে চিপটি বসানোর অস্ত্রোপচার প্রক্রিয়া পুরোপুরি স্বয়ংক্রিয় করার উদ্যোগ নিচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদেশে বসে চট্টগ্রামের অপরাধজগৎ নিয়ন্ত্রণ, বছরজুড়ে আলোচনায় ‘সন্ত্রাসী’ বড় সাজ্জাদ | প্রথম আলো",
            "time": "2026-01-03T04:53:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fn7umvqz3%2FCtg-1.jpg?rect=0%2C17%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল চট্টগ্রাম নগরের চন্দনপুরা এলাকায় স্মার্ট গ্রুপের ব্যবস্থাপনা পরিচালক মুজিবুর রহমানের বাড়ি লক্ষ্য করে গুলি করা হয়। ওই সময় ব্যবসায়ী মুজিবুর রহমান ও তাঁর পরিবারের সদস্যরা বাসায় ছিলেন। তবে গুলির ঘটনায় কোনো হতাহতের খবর পাওয়া যায়নি। পুলিশের ধারণা, চাঁদা না পেয়ে বিদেশে পলাতক ‘সন্ত্রাসী’ সাজ্জাদ আলী ওরফে বড় সাজ্জাদের নির্দেশে তাঁর সহযোগীরা এ ঘটনা ঘটিয়েছেন। মুজিবুর রহমানও দাবি করেন, বিদেশি একটি মুঠোফোন নম্বর থেকে কল দিয়ে বড় সাজ্জাদ পরিচয়ে তাঁর কাছ থেকে চাঁদা দাবি করা হয়েছিল।</p><p>এর আগে গত ১৪ ডিসেম্বর নগরের পাঁচলাইশ হামজার বাগ এলাকায় মুরাদপুর-অক্সিজেন সড়কের পাশে একটি নির্মাণাধীন ভবনে হামলা করেন সন্ত্রাসীরা। ভবনমালিকের কাছে এর আগে ৫০ লাখ টাকা চাঁদা দাবি করা হয়েছিল। এ ঘটনায়ও সাজ্জাদের সহযোগীদের সংশ্লিষ্টতার অভিযোগ উঠে আসে।</p><p>গত ১ আগস্ট রাত সাড়ে ১০টার দিকে নগরের চান্দগাঁও মোহরা এলাকায় মোহাম্মদ ইউনুসের বাসায় হানা দেয় একদল অস্ত্রধারী। অস্ত্রধারীদের একজন বলতে থাকেন, ‘সাজ্জাদ ভাইয়ের কথা ভালো লাগে নাই, এবার কবরে যা।’ এ কথার পরই শুরু হয় গুলিবর্ষণ। ব্যবসায়ীর পা, হাঁটু, কোমরসহ শরীরের চারটি স্থানে গুলি লাগে। তবে সৌভাগ্যক্রমে বেঁচে যান তিনি। এ ঘটনার পর প্রথম আলোকে ওই ব্যবসায়ী বলেন, ‘যেভাবে এলোপাতাড়ি গুলি করা হয়, ভাবিনি বাঁচব। এখনো বেঁচে আছি বলে মনে হয় না। সাজ্জাদ বিদেশে বসে দেশে এসব করার সাহস কীভাবে পায়। তাঁর সহযোগীরা এত অস্ত্র কোথা থেকে পায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীর ৩ স্থানের বায়ু আজ ভয়ানক দূষিত | প্রথম আলো",
            "time": "2026-01-03T04:45:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2Ffdbb0e9b-e2ba-44d5-a445-d91b2270e4f3%2F02.JPG?rect=0%2C99%2C734%2C385&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালে ঢাকার তিন স্থানে বায়ুর মান খুব খারাপ। স্থানগুলো হলো: দক্ষিণ পল্লবী (৩৫৪), মিরপুরের ইস্টার্ন হাউজিং (৩১২) এবং গুলশানের বে’জ এইজ ওয়াটার (৩১০)। খুব অস্বাস্থ্যকর বায়ু নিয়ে আছে আরও কল্যাণপুর (২৯৮), গ্রেস ইন্টারন্যাশনাল স্কুল (২৬১), শান্তা ফোরাম (২৫১), গোড়ান (২৪৫) এবং পীরেরবাগ রেললাইন (২১২)।</p><p>দেশে বায়ুদূষণ মোকাবিলায় বিভিন্ন সময় প্রকল্প নেওয়া হয়েছে। এখনো নানা উদ্যোগ-কথাবার্তা শোনা যায়। কিন্তু বায়ুদূষণ পরিস্থিতি দিন দিন খারাপ হচ্ছে। এটি শুধু যে ঢাকায়, তা নয়; সারা দেশে। কোনো কোনো দিন ঢাকাকে ছাপিয়ে যাচ্ছে দেশের অন্যান্য শহরের বায়ুদূষণ।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাংলাদেশের বাইরে আমার কোনো ঠিকানা নেই’ | প্রথম আলো",
            "time": "2026-01-03T04:43:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F9u6gwffg%2Fkhaledazia.JPG?rect=0%2C66%2C899%2C472&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>...এই উপমহাদেশে মহাত্মা গান্ধী, মাওলানা শওকত আলী, মোহাম্মদ আলী, নেতাজি সুভাষ চন্দ্র বসু, চিত্তরঞ্জন দাস ও জওহরলাল নেহরুর মতো নেতাদেরও কোনো না কোনো আদালতের রায়েই কারাদণ্ড ভোগ করতে হয়েছে। নেলসন ম্যান্ডেলা, মার্টিন লুথার কিং, বার্ট্রান্ড রাসেল এবং বেনিগনো আকিনোর মতো মানুষদেরও কোনো না কোনো বিচারেই সাজা দেওয়া হয়েছে।</p><p>তথাকথিত সেই সব রায়ের পেছনেও কোনো না কোনো যুক্তি, অজুহাত ও আইন দেখানো হয়েছিল। হজরত ইমাম আবু হানিফা ও সক্রেটিসের মতো মহামানবদেরও তো বিচারের নামেই সাজা দেওয়া হয়েছিল। সেই সব বিচারকে কি বিশ্ববাসী ন্যায়বিচার বলে মেনে নিয়েছে?</p><p>ইতিহাসের ধোপে সেসব রায় কি টিকেছে? যাদেরকে অপরাধী সাব্যস্ত করে সাজা দেওয়া হয়েছিল, বিশ্বমানবতা ও ইতিহাস তাদেরই দিয়েছে অপরিমেয় মহিমা। ইতিহাস রায় দিয়েছে, নিরপরাধকে অপরাধী সাব্যস্ত করে যাঁরা রায় দিয়েছিলেন, তাঁরাই প্রকৃত অপরাধী। তাঁদের জন্য পারলৌকিক সাজা তো নির্ধারিত আছেই। এই পৃথিবীতেও তাঁদের নাম ও স্মৃতি যুগ যুগ ধরে অগণিত মানুষের ঘৃণা ও ধিক্কার কুড়াচ্ছে।</p><p>এ জগৎ যত দিন থাকবে, মানুষ যত দিন থাকবে, ইতিহাস যত দিন পাঠ করা হবে এবং যত দিন মানুষের স্মৃতি থাকবে, তত দিনই তাঁদের প্রতি চলতে থাকবে এই ঘৃণা ও ধিক্কার।</p><p>মাননীয় আদালত, ইতিহাসের এই সব শিক্ষা থেকে কেউ কেউ শিক্ষা নেন। আবার কেউ কেউ কোনো শিক্ষা গ্রহণ করে না। যাঁরা শিক্ষা নেন, মানুষ ও ইতিহাস তাঁদের সম্মানিত করে। আর যাঁরা কোনো শিক্ষা নেন না, তাঁদের ঠাঁই হয় ইতিহাসের আস্তাকুঁড়ে, আর মানুষের ঘৃণা ও ধিক্কারে। সময়ের পরিক্রমায় আজকের সময়ও একসময় ইতিহাস হবে। আলোচ্য এ মামলাও নিশ্চয়ই ইতিহাসের এক মূল্যবান উপকরণ হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুইজারল্যান্ডে বারে ভয়াবহ আগুনে ৪০ জনের মৃত্যুর কারণ কি শ্যাম্পেনের আতশবাতি | প্রথম আলো",
            "time": "2026-01-03T04:39:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fli19y96x%2Fswitzerland-fire-01.jpg?rect=0%2C373%2C1201%2C631&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রয়টার্সের এক প্রতিবেদনে বলা হয়, ফরাসি টেলিভিশন চ্যানেল বিএফএম টিভিকে ঘটনাস্থলে থাকা দুজন নারী বলেছেন, আগুন লাগার সময় তাঁরা ওই পানশালার ভূগর্ভস্থ অংশে ছিলেন। মোমবাতিভর্তি একটি বোতল (শ্যাম্পেনের) কাঠের ছাদের কাছাকাছি ধরার পর ছাদে আগুন লেগে যায়। তারপর তা দ্রুত ছড়িয়ে পড়ে। এ সময় দুজন সিঁড়ি দিয়ে উঠে ভবনের বাইরে বেরিয়ে যান। এরপর আগুন নিচের তলাতেও ছড়িয়ে পড়ে।</p><p>তবে আতশবাজি থেকে আগুন লেগেছে বলে স্থানীয় কর্তৃপক্ষের বরাতে জানিয়েছেন সুইজারল্যান্ডে ইতালির রাষ্ট্রদূত জিয়ান লোরেনজো করনানডো। রয়টার্সের প্রতিবেদন অনুযায়ী, একটি সংবাদমাধ্যমকে তিনি বলেছেন, পানশালার ভেতরেই একজন আতশবাজি জ্বালান। ওই আতশবাজি থেকে ছাদে আগুন লাগে।</p><p>তদন্তে বারের নির্মাণ উপকরণ, অগ্নিনির্বাপণব্যবস্থা ও ধারণক্ষমতার বেশি মানুষ সেখানে ছিল কি না, সেসব খতিয়ে দেখা হচ্ছে। পিলুদ বলেন, ‘তদন্তে যদি কারও অবহেলা প্রমাণিত হয় এবং তাঁরা বেঁচে থাকেন, তবে তাঁদের বিরুদ্ধে মামলা করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "একটি সৎ পরামর্শ ও একটু সহানুভূতি | প্রথম আলো",
            "time": "2026-01-03T04:38:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F9e9cmety%2FPhoto.jpg?rect=0%2C9%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেখানে আমার ঊর্ধ্বতন কর্মকর্তা ছিলেন সুখশান্তি চাকমা। তাঁকে আমার সিদ্ধান্তের কথা জানালাম। আমার কষ্টের কথা শুনে তিনি বললেন, ‘বাবু, আমরা মধ্যবিত্ত পরিবারের সন্তান। যতই কষ্ট হোক চাকরি ছাড়বেন না, আরেকটা সরকারি চাকরি না পাওয়া পর্যন্ত। আরেকটা যে পাবেন এমন নিশ্চয়তা বা কী।’</p><p>আমি তাঁর কথা শুনছিলাম। তিনি বললেন, ‘আপনার কষ্ট বুঝতে পারছি। আপনি আমার পরিবারের সঙ্গে থাকেন। আমরা যা খাই, আপনিও খাবেন।’</p><p>সুখশান্তি স্যারের বদান্যতায় আমি যেন জীবনের পথ খুঁজে পেলাম। দীর্ঘ দুই বছর ওনার পরিবারের সঙ্গে ছিলাম। বউদি শিক্ষিত আর আন্তরিক মানুষ ছিলেন। তাঁর রান্নার হাত ছিল খুবই ভালো। বউদির হাতের শুঁটকি রান্না, নানা তরকারি মিশিয়ে সবজির পদ খুব পছন্দ করতাম।</p><p>এরপর আমরা দুজনই দুই জেলায় বদলি হই। একই বিভাগে ছিলাম, তবু সচরাচর দেখা হতো না।</p><p>এভাবে একদিন আমার অবসরের দিন এসে গেল। ২০১৫ সালে অবসরে গেলাম।</p><p>সুখশান্তি স্যারের কথা খুব মনে পড়ল। খোঁজ নিয়ে জানলাম, অবসরের পর স্যার রাঙামাটিতে স্থায়ীভাবে বাস করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "৪০০ উইকেটে দ্রুততম মোস্তাফিজ, এর আগে...",
            "time": "2026-01-03T04:35:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2026-01-02/b60d8ita/WhatsApp-Image-2026-01-02-at-7.34.00-PM.jpeg?auto=format&q=35&w=1200",
            "body": "<html><body><div><div class=\"vs__summary\"><p><strong>মোস্তাফিজুর রহমান</strong></p><p>টি–টোয়েন্টিতে মোস্তাফিজের আগে ৪০০ উইকেটের ঘরে ঢুকেছেন ১০ বোলার, পেসার ৫ জন। ৪০০ উইকেটে পৌঁছাতে মোস্তাফিজের লেগেছে ৩১৫ ম্যাচ, পেসারদের মধ্যে যা দ্রুততম।</p></div>\n                        \n              </div></body></html>"
        },
        {
            "title": "খালিকুজ্জামান ইলিয়াসের সাক্ষাৎকার | প্রথম আলো",
            "time": "2026-01-03T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fh0thn7iv%2FWhatsApp-Image-2026-01-02-at-19.10.02.jpeg?rect=0%2C197%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারপর ক্ষমতায় এসেই বললেন, ‘আপনারা আমাদের সমালোচনা করুন। আরে এত বড় একটা ব্লাডশেডের পরে এ রকম লিবারেল কথাবার্তা কেউ বলে? যে, আপনি এত দিন কোনো দাবিদাওয়া তুলে ধরতে পারেননি, এখন আসুন। তারপরই তো বন্যার মতো দাবিদাওয়া আর সেই সূত্রে মব সন্ত্রাসের উত্থান। তাঁর এসেই বলা উচিত ছিল, আমরা কিচ্ছু দিতে পারব না, আমরা অল্প সময়ের জন্য এসেছি, আমরা কিছু কিছু জিনিস সংস্কার করে ইলেকশন দিয়েই চলে যাব। আপনারা কোনো দাবিদাওয়া আনবেন না।’</p><p>শেখ মুজিব সেটা বলেছিলেন। শেখ মুজিব বলেছিলেন, ‘তিন বছর কিছু দিবার পারমু না।’ অন্তত সেটা সত্যভাষণ ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষুদ্রঋণের আঞ্চলিক সীমা আর থাকছে না, সারা দেশেই কাজ করা যাবে | প্রথম আলো",
            "time": "2026-01-03T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2F818n8afs%2F1000000127.jpg?rect=0%2C51%2C723%2C380&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বিধিমালায় যেসব নতুন সংযোজন</strong></p><p>নতুন গ্রাহক ও আমানতকারীদের জন্য ক্ষতিকর কার্যকলাপ রোধে এমআরএ চাইলে যেকোনো ক্ষুদ্রঋণ প্রতিষ্ঠানে এমআরএর স্থায়ী পদে কর্মরত কাউকে এক বছরের জন্য পর্যবেক্ষক হিসেবে নিয়োগ দিতে পারবে, এমন একটি নতুন ধারা যুক্ত করার প্রস্তাব করা হয়েছে। ক্ষুদ্রঋণ প্রতিষ্ঠানে কমিটি গঠনে জটিলতা নিরসন ও অনিয়মে জড়িত প্রতিষ্ঠানে শৃঙ্খলা আনার উদ্দেশ্যেই এ ধারা সংযোজন করা হচ্ছে।</p><p>প্রধান নির্বাহী কর্মকর্তা (সিইও) নিয়োগসংক্রান্ত বিধিতেও পরিবর্তন আসছে। বিদ্যমান চারটি বিধির সঙ্গে তিনটি নতুন উপবিধি যুক্ত হবে। এমআরএর অনাপত্তি ছাড়া সিইও নিয়োগ করা যাবে না। সিইওর যোগ্যতা ও অন্যান্য বিষয় সময়–সময় নির্ধারণ করবে এমআরএ। সিইও অপসারণ বা অব্যাহতির আগেও এমআরএর অনাপত্তি নিতে হবে।</p><p>এ ছাড়া শাখা কার্যালয় স্থাপন বা বন্ধ করার ক্ষেত্রে ন্যূনতম ৩০ দিন আগে এমআরএকে জানাতে হবে, এমন একটি উপবিধি যুক্ত করার প্রস্তাব করা হয়েছে। অবৈধ শাখা খোলা, গ্রাহক প্রতারণা ও সনদ হস্তান্তর রোধে এ বিধান যুক্ত করা হচ্ছে বলে আর্থিক প্রতিষ্ঠান বিভাগকে জানিয়েছে এমআরএ।</p><p>আশা ইন্টারন্যাশনালের সাবেক প্রধান নির্বাহী কর্মকর্তা মো. এনামুল হক প্রথম আলোকে বলেন, সনদ নেওয়ার পর সারা দেশে কাজ করার সুযোগ তৈরির উদ্যোগকে তিনি স্বাগত জানান। তবে তাঁর মতে, সনদের শর্ত লঙ্ঘনের ক্ষেত্রে বাতিলের আগে সংশোধনের সুযোগ থাকা উচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের সমর্থকদের ভোট টানার চেষ্টা অনেক প্রার্থীর | প্রথম আলো",
            "time": "2026-01-03T04:26:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Ffnx92ykp%2FShraitpur.jpg?rect=0%2C47%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে বিএনপির প্রার্থী সফিকুর রহমান প্রথম আলোকে বলেন, ‘আমরা ভোটারদের সমস্য শুনছি, সমাধানের চেষ্টা করছি। সেই কাজে বিভিন্ন দলের অনুসারীরা থাকতে পারেন। কিন্তু কোনো চিহ্নিত অপরাধী ও স্বৈরাচারকে দলে স্থান দেব না।’ তিনি আরও বলেন, বিগত বছরগুলোতে আওয়ামী লীগ তাঁদের এলাকায় আসতে দেয়নি, রাজনীতি করতে দেয়নি। তাঁরা ধৈর্য ধারণ করে মানুষের কল্যাণে নিভৃতে কাজ করেছেন। এখন সবাই একটি অংশগ্রহণমূলক ও সুষ্ঠু নির্বাচনের প্রতীক্ষায় আছেন।</p><p>জামায়াতের প্রার্থী মাহামুদ হোসেন বলেন, ‘এখানে শিক্ষা, চিকিৎসা ও কর্মসংস্থান নিয়ে কাজ করার যথেষ্ট সুযোগ রয়েছে। সেই জিনিসগুলো সামনে রেখে আগাচ্ছি। মাঠে কাজ করতে গিয়ে আমাদের কর্মীরা কিছু প্রতিবন্ধকতায় পড়ছে, সেগুলো প্রশাসন ও নির্বাচন কমিশনের দৃষ্টিতে দেওয়া হচ্ছে।’</p><p>এই আসনে যাচাই–বাছাইয়ে সাতজনের মনোনয়নপত্র বাতিল হয়েছে। বৈধ ঘোষণা করা চার প্রার্থী হলেন বিএনপির সফিকুর রহমান কিরণ, জামায়াতে ইসলামীর মাহমুদ হোসেন, বাংলাদেশ খেলাফত আন্দোলনের মাহমুদুল হাছান, জাতীয় পার্টির (জাপা) জসিম উদ্দিন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় শীত আরও বাড়ল, এমন কুয়াশা আর কয় দিন জানাল আবহাওয়া অফিস | প্রথম আলো",
            "time": "2026-01-03T04:20:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Ftmdt0z98%2FFog-in-Capital.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ রাজধানী ঢাকা, উত্তর–পূর্বাঞ্চলের সিলেটসহ বিভিন্ন স্থানে কুয়াশা আছে বলে জানিয়েছেন আবহাওয়া অধিদপ্তর সূত্র। তবে খুলনা, বরিশাল, সিলেট ও রংপুর অঞ্চলে তেমন কুয়াশা নেই বলেই জানান হাফিজুর রহমান। তিনি বলেন, বৃষ্টি না হলে ঢাকা বা দেশের পূর্ব বা উত্তর–পূর্বাঞ্চলের কুয়াশা কাটার সম্ভাবনা কম। এখন যে কুয়াশা দেখা যাচ্ছে, তা আরও কয়েক দিন থাকতে পারে।</p><p>যখন কোনো এলাকায় সর্বনিম্ন তাপমাত্রা ৮ দশমিক ১ থেকে ১০ ডিগ্রি সেলসিয়াস থাকে, তখন তাকে মৃদু শৈত্যপ্রবাহ বলে। তাপমাত্রা ৬ দশমিক ১ থেকে ৮ ডিগ্রি সেলসিয়াস হলে তাকে বলা হয় মাঝারি শৈত্যপ্রবাহ। তাপমাত্রা ৪ দশমিক ১ থেকে ৬ ডিগ্রি সেলসিয়াস হলে তা তীব্র শৈত্যপ্রবাহ বলে গণ্য করা হয়। আর তাপমাত্রা ৪ ডিগ্রি সেলসিয়াসের নিচে গেলে তাকে অতি তীব্র শৈত্যপ্রবাহ বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে সড়ক থেকে পাঁচটি ককটেল ও পেট্রলবোমা উদ্ধার | প্রথম আলো",
            "time": "2026-01-03T04:20:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F4ctgxi9h%2FNatoreDH060420260103Natore-recovery-photo-1.jpg?rect=0%2C248%2C808%2C424&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নলডাঙ্গা থানা বিএনপির সাবেক সাধারণ সম্পাদক সাখাওয়াত হোসেনের দাবি, আসন্ন নির্বাচনকে বানচাল করতে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের লোকজন নাশকতার জন্য সড়কে আগুন দিয়েছেন। জানমালের ক্ষতি করার জন্য তাঁরা বিপুল পরিমাণ বিস্ফোরক ব্যবহারের পরিকল্পনা করেছিলেন। পুলিশ তাৎক্ষণিক ঘটনাস্থলে যাওয়ায় দুর্বৃত্তরা পালিয়ে গেছে।</p><p>এ বিষয়ে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের কেউ কথা বলতে রাজি হননি। তবে জেলা আওয়ামী লীগের সাবেক সাধারণ সম্পাদক শরিফুল ইসলাম তাঁর ফেসবুক পোস্টে ঘটনাটিকে ‘নাটক’ হিসেবে উল্লেখ করেছেন। বিরোধী নেতা-কর্মীদের গণগ্রেপ্তার করার জন্য এসব করা হচ্ছে বলে তাঁর ধারণা।</p></div></div></div></body></html>"
        },
        {
            "title": "হলফনামা: যুক্তরাষ্ট্রের নাগরিকত্ব ছেড়েছেন শামা ওবায়েদ | প্রথম আলো",
            "time": "2026-01-03T04:08:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Ftdqlwz6t%2FFARIDPURDH053920260102FARIDPUR_PIC_02_JPG.JPG?rect=0%2C0%2C739%2C388&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফরিদপুর-২ (সালথা ও নগরকান্দা) আসনে বিএনপির প্রার্থী ও বিএনপির কেন্দ্রীয় সাংগঠনিক সম্পাদক শামা ওবায়েদের যুক্তরাষ্ট্রের নাগরিকত্বও ছিল। তবে ত্রয়োদশ জাতীয় সংসদ নির্বাচনের তফসিল ঘোষণার আগে গত ২০ নভেম্বর তিনি যুক্তরাষ্ট্রের নাগরিকত্ব ত্যাগ করেন। গত ২৮ ডিসেম্বর নির্বাচন কমিশনে মনোনয়নপত্রের সঙ্গে শামা ওবায়েদের দাখিল করা হলফনামা থেকে এ তথ্য জানা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হঠাৎ দেখা গেল অলরাউন্ডার সাকিবকে | প্রথম আলো",
            "time": "2026-01-03T04:07:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fe3mpzj4a%2F411345.webp?rect=0%2C0%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রান করা অনেকটাই ভুলেই গিয়েছিলেন সাকিব আল হাসান। শারজায় আইএল টি-টোয়েন্টিতে কালকের আগে খেলা ৯টি ম্যাচের মধ্যে (টি-টোয়েন্টি, টি–টেন মিলিয়ে) ৫টিতে ব্যাটিংয়ের সুযোগই পাননি সাকিব। এ সময়ে তাঁর সর্বোচ্চ ইনিংস ছিল ২৯ রানের, সেটি এসেছিল কানাডা সুপার সিক্সটি টুর্নামেন্টে গত অক্টোবরে। </p><p>কাল অবশেষে ব্যাটসম্যান সাকিবকে দেখা গেল। আইএল টি-টোয়েন্টির দ্বিতীয় কোয়ালিফায়ারে আবু ধাবি নাইট রাইডার্সের বিপক্ষে মুম্বাই এমিরেটসের হয়ে ২৪ বলে ৩৮ রানের ইনিংস খেলেন সাকিব।</p></div></div></div></body></html>"
        }
    ]
}