{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খালেদা জিয়ার জানাজায় অংশ নিতে গিয়ে বাবার মৃত্যু, জুলাই যোদ্ধা এখন নতুন জীবনযুদ্ধে | প্রথম আলো",
            "time": "2026-01-06T05:24:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Ftxn9l1w7%2Fbauphol-2.JPG?rect=0%2C465%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পড়াশোনা চালিয়ে যেতে চায় তাহসিন</strong></p><p>গুলির ক্ষত থেকে আবার উঠে দাঁড়াতে চায় তাহসিন, চালিয়ে যেতে চায় পড়াশোনা। মা তাহেরা নয়ন বলেন, ‘তাহসিন আবার পড়াশোনা শুরু করতে চাচ্ছে বলে ওর বাবা মোহাম্মদপুরে একটি বাসা ভাড়া নিয়েছিলেন। ১ জানুয়ারি থেকে নতুন বাসায় ওঠার কথা ছিল। তবে তার আগেই তো দুর্ঘটনা ঘটে গেল।’</p><p>নীরব হোসেন কোনো সঞ্চয় রেখে যেতে পেরেছিলেন কি না, সে বিষয়ে কিছু জানেন না তাহেরা। জুলাই যোদ্ধা হিসেবে তাহসিন জুলাই শহীদ স্মৃতি ফাউন্ডেশন থেকে যে সহায়তা পেয়েছে, যে ভাতা পাচ্ছে, তার পরিমাণ কত, তা–ও তাহেরা বা তাহসিন ঠিক বলতে পারে না। নীরব হোসেন বেঁচে থাকতে এসব জানার প্রয়োজনও তাঁদের ছিল না। কিন্তু এখন বিষয়গুলো সামনে আসছে।</p><p>জুলাই যোদ্ধা তাহসিন গুরুতর আহত হওয়ায় সরকারের সিদ্ধান্ত অনুযায়ী এককালীন ৫ লাখ টাকা এবং প্রতি মাসে ২০ হাজার টাকা ভাতা পাবে।</p><p>তাহসিনের সঙ্গে মুঠোফোনে কথা হয় প্রথম আলোর। সে বলে, ‘আমরা আম্মুর কাছে থাকব। আবার পড়াশোনা শুরু করব। আমার কাছে এটাই বেটার অপশন (ভালো সিদ্ধান্ত) মনে হচ্ছে।’</p><p>মেয়েকে এরই মধ্যে নিজের কাছে এনে রেখেছেন তাহেরা। তিনি বলেন, আগের ঘরের ছেলেমেয়েদের সঙ্গে রাখার কথা জানালে তাঁর বর্তমান স্বামী কোনো আপত্তি করেননি।<br>তবে তাহসিন ও নাফিজা কার কাছে থাকবে, সেই সিদ্ধান্ত এখনো হয়নি বলে জানান নীরব হোসেনের বড় ভাই বাহাদুর হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেনীর দাগনভূঞাতে দুই অটোরিকশার সংঘর্ষে তরুণ নিহত, আহত ৬ | প্রথম আলো",
            "time": "2026-01-06T05:22:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fa1aatrcr%2FWhatsApp-Image-2026-01-06-at-10.53.02.jpeg?rect=0%2C641%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেনীর দাগনভূঞা উপজেলার তালতলী-চৌধুরীহাট আঞ্চলিক সড়কে সিএনজিচালিত দুটি অটোরিকশার সংঘর্ষে জাকির হোসেন নামে এক তরুণ নিহত হয়েছেন। একই দুর্ঘটনায় আহত হয়েছেন নারী-শিশুসহ ছয়জন। গতকাল সোমবার রাতে উপজেলার সদর ইউনিয়নের মধ্যম জগৎপুর গ্রামে এ দুর্ঘটনা ঘটে।</p><p>নিহত জাকির হোসেন জেলার সোনাগাজী উপজেলার দক্ষিণ চর মজলিশপুর গ্রামের হেলাজী ভূঁইয়াবাড়ির সফি উল্যাহর ছেলে। দাগনভূঞা উপজেলা স্বাস্থ্য কমপ্লেক্সের তথ্য অনুযায়ী আহত ব্যক্তিরা হলেন নোয়াখালীর কোম্পানীগঞ্জ উপজেলার বসুরহাট চর পার্বতীপুর এলাকার বাসিন্দা সাইফুল ইসলাম (৪৬), অর্পিতা (২০), মিফতাহুল জান্নাত (৩ মাস) এবং ফেনীর দাগনভূঞা উপজেলার করিমপুরের কহিনুর আক্তার (৬০), লিজু আক্তার (২৩) ও নীরব (১৫)।</p></div></div></div></body></html>"
        },
        {
            "title": "এসপি পরিচয়ে বিএনপি প্রার্থীর কাছে ফোন, যেভাবে টাকা হাতিয়ে নিল প্রতারক চক্র | প্রথম আলো",
            "time": "2026-01-06T05:20:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2F751e86ca-de9a-407e-b0ce-545899916b5d%2FUntitled_2.jpg?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতারণার শিকার আরেক বিএনপি নেতা হাফিজুর রহমান মুঠোফোনে প্রথম আলোকে বলেন, ‘আমার কাছে যখন ফোন আসলো, দেখলাম এসপির নম্বর থেকে, ফোন স্ক্রিনে ছবিও ভেসে উঠল এসপির। পরিচয় দিয়ে পুলিশ বক্স নির্মাণের জন্য সহযোগিতা চাইল। আমার সহকারীকে বলে সিএসআর ফান্ড থেকে টাকা পাঠিয়ে দেওয়া হলো। ঘণ্টাখানেক পরে আবার ফোন করে বলে, কাস্টমসের কিছু মালামাল আছে স্বল্পমূল্যে কেনার সুযোগ আছে। এবার সন্দেহ হয়। সাথে সাথে ভিডিও অন করি। অমনি ফোনকলটি কেটে দেয়। পরে এসপির সাথে কথা বলে বিষয়টি অবহিত করি এবং আইনি ব্যবস্থা গ্রহণের জন্য অনুরোধ জানাই। এরই মধ্যে শুনলাম দুজন ধরা পড়েছে।’</p><p>এ বিষয়ে দিনাজপুরের অতিরিক্ত পুলিশ সুপার (ক্রাইম) আনোয়ার হোসেন বলেন, এসপির নাম ব্যবহার করে বিভিন্ন ব্যক্তির কাছ থেকে অর্থ হাতিয়ে নেওয়ার ঘটনায় দুজনকে আটক করা হয়েছে। বিস্তারিত পরে জানানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেকের ব্যয় নিজের টাকায়, শফিকুরের বড় অংশ দল থেকে | প্রথম আলো",
            "time": "2026-01-06T05:11:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fl16oh9gp%2FUntitled-4.jpg?rect=0%2C56%2C596%2C313&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে তারেক রহমান দুটি আসনেই নিজের আয় থেকে ৩০ লাখ টাকা করে সম্ভাব্য ব্যয়ের কথা উল্লেখ করেছেন। দুই আসনে সম্ভাব্য মোট ব্যয়ের ৬০ লাখ টাকা আসবে কৃষি খাত ও ব্যাংক আমানত থেকে।</p><p>মনোনয়নপত্রের সঙ্গে জমা দেওয়া হলফনামার তথ্য অনুযায়ী, তারেক রহমানের স্থাবর ও অস্থাবর সম্পদের মূল্য প্রায় মোট ১ কোটি ৯৭ লাখ টাকা। এর মধ্যে নগদ ও ব্যাংকে জমা টাকা, শেয়ার, সোনা ও অন্যান্য মূল্যবান ধাতু, আসবাব মিলিয়ে তাঁর অস্থাবর সম্পদের মোট মূল্য ১ কোটি ৯৩ লাখ টাকার মতো।</p><p>বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর তাঁর নির্বাচনে সম্ভাব্য ব্যয় ধরেছেন ৫১ লাখ ১৬ হাজার ২০০ টাকা। ব্যবসা, পরামর্শক, কৃষি আয়, সম্মানী ভাতা ও ব্যাংকের মুনাফা থেকে তিনি এই টাকা খরচ করবেন। আইন অনুযায়ী, তিনি ঠাকুরগাঁও-১ আসনে ৫১ লাখ ১৬ হাজার ২৯০ টাকা খরচ করতে পারবেন।</p><p>মনোনয়নপত্রের সঙ্গে জমা দেওয়া হলফনামা পর্যালোচনায় দেখা গেছে, বিভিন্ন খাত থেকে মির্জা ফখরুল ইসলাম আলগমীরের বার্ষিক আয় প্রায় ১২ লাখ ৮৩ হাজার ১৩৩ টাকা। তাঁর স্থাবর ও অস্থাবর মিলিয়ে ১ কোটি ৫২ লাখ ৭৮ হাজার ৮৮৩ টাকার সম্পদ রয়েছে বলে হলফনামায় উল্লেখ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন কমিশন ও রাষ্ট্রীয় প্রশাসন নিরপেক্ষ থাকলে নির্বাচন সুষ্ঠু হবে: জকসুর শিবির-সমর্থিত ভিপি প্রার্থী | প্রথম আলো",
            "time": "2026-01-06T05:05:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Feaj80p36%2FRiazul.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয় প্রতিষ্ঠার ২১ বছরে এই প্রথম জকসু নির্বাচন হচ্ছে। ভোটের পরিবেশ নিয়ে সন্তুষ্টি প্রকাশ করেন রিয়াজুল। তিনি বলেন, ভোটকেন্দ্রের ভেতরে-বাইরের পরিবেশ সাবলীল আছে। তাঁরা তাঁদের প্যানেল ও সংগঠনের পক্ষ থেকে মনে করেন, নির্বাচন কমিশন ও রাষ্ট্রীয় প্রশাসন শেষ পর্যন্ত নিরপেক্ষ থাকলে এখানে যে পরিবেশ রয়েছে, তাতে সুষ্ঠু নির্বাচন সম্ভব হবে।</p><p>নিজের জয়ের ব্যাপারে আশা প্রকাশ করেন ছাত্রশিবির–সমর্থিত প্যানেলের এই ভিপি প্রার্থী। তিনি বলেন, শিক্ষার্থীরা যেভাবে তাঁদের আশ্বস্ত করেছেন, অন্যান্য বিশ্ববিদ্যালয় যেভাবে মেধাবী শিক্ষার্থীরা ছাত্রশিবির প্যানেলের ওপর ভরসা রেখেছেন, তাতে তিনি মনে করেন, এখানেও তার ব্যতিক্রম হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-পাকিস্তানে বিতর্ক, আয় ১ হাজার কোটির বেশি | প্রথম আলো",
            "time": "2026-01-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fvnwz4s5e%2F718e962d-fc1e-44a8-b7e1-862248b3f50c.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভারতের দর্শক প্রতিক্রিয়া</strong><br>‘ধুরন্ধর’ ভারতে বাণিজ্যিকভাবে বড় সফলতা পেয়েছে, ভারতীয় প্রবাসী দর্শকদের মধ্যে জনপ্রিয়। তবে সমালোচনা এড়ায়নি।<br>ভারতীয় সেনা অফিসার মেজর মোহিত শর্মার পরিবার দিল্লি হাইকোর্টে আবেদন করেছে, তাদের অভিযোগ—সিনেমাটি তাঁর জীবন ও কাজের অনুমতি ছাড়া ব্যবহার করেছে। নির্মাতারা দাবি করেছেন, এটি সম্পূর্ণ কল্পকাহিনি। কিন্তু সিনেমার গল্পে বাস্তব হামলার অডিও রেকর্ডিং ও নিউজ ফুটেজ ব্যবহৃত হয়েছে, যা আরও বাস্তবতার ছোঁয়া যোগ করেছে।</p><p>বলিউডের নতুন ধারা? শেখর বলেন, ‘সুপারহিরোর মতো অতি পুরুষতান্ত্রিক নায়ক—বলিউডে নতুন নয়। ১৯৭০-এর দশকের “অ্যাংরি ইয়াং ম্যান”-এর ধারা মনে পড়ে।’<br>সম্প্রতি বলিউডের প্রধান প্রযোজনা প্রতিষ্ঠানগুলো এমন গল্পপটকে মনোযোগ দিচ্ছে, যা সংখ্যালঘুদের নেতিবাচকভাবে দেখায় এবং প্রধানমন্ত্রী নরেন্দ্র মোদির হিন্দু জাতীয়তাবাদী নীতির সঙ্গে মিলে যায়। কিরমানি বলেন, ‘সীমান্তের মুসলিমরা এবং ভারতীয় মুসলিমরা প্রায়ই “সন্ত্রাসী” হিসেবে উপস্থাপিত হয়, যা তাদের সাংস্কৃতিকভাবে আরও প্রান্তিক করে।’</p><p>প্রধানমন্ত্রী মোদিও সম্প্রতি একটি সিনেমা ‘আর্টিকেল ৩৭০’-কে প্রশংসা করেছেন। সমালোচকেরা বলছেন, সিনেমাটি প্রচারণামূলক। অন্য একটি সিনেমা ‘কেরালা স্টোরি’ ২০২৩ সালে মুক্তি পেয়েছিল, যা সমালোচকদের মতে তথ্য বিকৃত করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরে বসে ক্লিকেই ঋণ আবেদন, জামানত ছাড়া মিলবে টাকা | প্রথম আলো",
            "time": "2026-01-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fuznonkjt%2FUntitled-3.jpg?rect=0%2C18%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন পর্যন্ত সিটি ব্যাংক, ব্র্যাক ব্যাংক, প্রাইম ব্যাংক, ঢাকা ব্যাংকসহ আরও কয়েকটি ব্যাংক এ ক্ষেত্রে এগিয়ে আছে। ঋণের সীমা ৫০ হাজার টাকা পর্যন্ত। সিটি ব্যাংক থেকে ঋণ পাচ্ছেন বিকাশের সক্রিয় গ্রাহকেরা। এ ছাড়া অন্য ব্যাংকগুলো মূলত তাদের ব্যাংকের সঞ্চয়ী হিসাব আছে বা তাদের মাধ্যমে বেতন হয়, এমন গ্রাহকদের ঋণ দিচ্ছে। এসব ঋণ অ্যাপের মাধ্যমে হিসাবে দেওয়া হয়, স্বয়ংক্রিয়ভাবে ঋণের কিস্তি হিসাব থেকে পরিশোধ করা হয়।</p><p>জরুরি প্রয়োজনে বিকাশ অ্যাপের মাধ্যমে সিটি ব্যাংক থেকে জামানতবিহীন ডিজিটাল অতি ক্ষুদ্রঋণ নিতে পারছেন গ্রাহকেরা। সেবাটি চালুর মাত্র তিন বছরের মধ্যেই গ্রাহকেরা বিকাশ থেকে পাঁচ হাজার কোটি টাকার বেশি ডিজিটাল ঋণ নিয়েছেন। এখন পর্যন্ত এই অতি ক্ষুদ্রঋণ নিয়েছেন ১৯ লাখের বেশি গ্রাহক। বিকাশ অ্যাপের মাধ্যমে এ পর্যন্ত মোট ১ কোটি ২৭ লাখের বেশিবার এই জামানতবিহীন ডিজিটাল ঋণ নেওয়া হয়েছে।</p><p>বিকাশের হেড অব করপোরেট কমিউনিকেশনস শামসুদ্দিন হায়দার বলেন, প্রয়োজনের সময় সরাসরি মুঠোফোনে জামানতবিহীন ডিজিটাল ঋণ পাওয়ার সুযোগ গ্রাহকদের আর্থিক অন্তর্ভুক্তিকে সুসংহত করছে। ক্ষুদ্র উদ্যোক্তা ও জরুরি অর্থের প্রয়োজনে থাকা মানুষের কাছে এই ঋণ বিশেষ ভরসার জায়গা হয়ে উঠেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রিমিয়ার লিগে খেলোয়াড় কেনায় সবচেয়ে বেশি খরচ করেছেন যেসব কোচ | প্রথম আলো",
            "time": "2026-01-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-21%2F5urybdvh%2F386256-01-02.jpg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানুয়ারির দলবদলের দুয়ার খুলেছে। বরাবরের মতোই প্রিমিয়ার লিগের ক্লাবগুলো নতুন তারকা দলে ভেড়াতে ব্যস্ত হয়ে পড়েছে। শিরোপা জয়ের লড়াইয়ে নিজেদের শক্তি বাড়াতে চাওয়া আর্সেনাল ও ম্যানচেস্টার সিটি কিংবা অবনমন–শঙ্কায় থাকা উলভস ও ওয়েস্ট হাম—সবারই আশা শীতকালীন দলবদলে কেনা কিছু নতুন খেলোয়াড় তাদের প্রত্যাশা পূরণ করবেন।</p><p>সব মিলিয়ে চলতি মাসে বিপুল অঙ্কের অর্থ যে খরচ হবে, এ নিয়ে সন্দেহ নেই। কোন কোন ক্লাব সাধারণত বেশি খরচ করে, তা তো জানা কথাই। এ পরিস্থিতিতে বরং দেখে নেওয়া যাক বর্তমানে দায়িত্বে থাকা কোন কোচদের অধীনে কোন দলগুলো সবচেয়ে বেশি অর্থ ব্যয় করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের নিজস্ব এআই মডেল তৈরির ওপর জোর | প্রথম আলো",
            "time": "2026-01-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fvc8o41a1%2FDU.jpeg?rect=0%2C41%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশেদ মুজিব নোমান বলেন, দেশে নিজস্ব এআই অবকাঠামো গড়ে তুলতে সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো লোকাল ডেটা। কিন্তু বাস্তবতা হচ্ছে, এই প্রয়োজনীয় স্থানীয় ডেটার ঘাটতি বাংলাদেশে প্রকট।</p><p>অনুষ্ঠানে বাংলাদেশ ব্যাংকের বিভিন্ন পর্যায়ের কর্মকর্তা, মুঠোফোন অপারেটর প্রতিষ্ঠানের প্রতিনিধি এবং ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা উপস্থিত ছিলেন। আলোচনার পাশাপাশি আইআইটির শিক্ষার্থী তাসনিম ও মেহেজাবীন এ বিষয়ে একটি গবেষণাপত্র উপস্থাপন করেন। এই আলোচনা সভার আয়োজন করে ঢাবির আইআইটি ও দ্য ডেটা ব্যাংক।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাভিস হেড এই শতাব্দীতে যেখানে দ্বিতীয় | প্রথম আলো",
            "time": "2026-01-06T04:42:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Ff6cjjtnw%2F810709-01-02.jpg?rect=0%2C0%2C5536%2C2906&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাইলে ইনিংসগুলোও একবার দেখে নিতে পারেন—১২৩, ১৭০ ও ১৬৩। সবই বড় সেঞ্চুরি এবং ৬৬.৬৬ গড়ের হেডের সিরিজে স্ট্রাইক রেট ৮৭.৫৯। বলতেই পারেন, চার বছরে আগে যে হেডের তাণ্ডবে ‘বাজবল’–এর জন্ম হয়েছিল, সে একই ‘মাথাব্যথা’য় ভুগে বাজবলের অবস্থা এখন মুমূর্ষু। সেটা কতটা বুঝিয়ে দিচ্ছে সিডনি ক্রিকেট গ্রাউন্ডের একটি পরিসংখ্যান—১৬৬ বলে ১৬৩ করে আউট হওয়া হেডের এই ইনিংসটি এসসিজিতে দ্রুততম ১৫০ রানের ইনিংস। এই পথে তিনি ভেঙেছেন ১৯১০ সালে গড়া অস্ট্রেলিয়ান কিংবদন্তি ক্লেম হিলের রেকর্ড।</p><p>শুধু তাই নয়, অ্যাশেজে এটি যৌথভাবে চতুর্থ দ্রুততম ১৫০ রানের কীর্তি। ১৫২ বলে ১৫০ রানের দেখা পান হেড। ২০২৩ অ্যাশেজে ইংল্যান্ডের জ্যাক ক্রলিও ১৫২ বলে ১৫০ রানের দেখা পেয়েছিলেন। হেড আজ এই পথে পেছনে ফেলেছেন অস্ট্রেলিয়ান কিংবদন্তি স্যার ডন ব্র্যাডম্যানকে। ১৯৩০ সালের অ্যাশেজে ১৬৬ বলে ১৫০ রানের দেখা পেয়েছিলেন ব্র্যাডম্যান।</p></div></div></div></body></html>"
        },
        {
            "title": "মোস্তাফিজ ইস্যু: বৃথা চেষ্টা, জয়শঙ্করকে নতুন করে শুরু করতে হবে | প্রথম আলো",
            "time": "2026-01-06T04:30:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fger3zryg%2Fjayshankar.jpg?rect=0%2C60%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঠিক যখন মনে হচ্ছিল, দেড় বছরের টানাপোড়েনের পর ভারত-বাংলাদেশ দ্বিপক্ষীয় সম্পর্কের স্লেটরঙা আকাশটা একটু ফরসা হচ্ছে, ঠিক তখনই মোস্তাফিজুর রহমানকে নিয়ে ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের (বিসিসিআই) অবাক সিদ্ধান্ত সবকিছু ঘেঁটে দিল। সম্পর্কের উন্নতির উদ্যোগ একধাক্কায় এক শ কদম পিছিয়ে গেল।</p><p>ক্ষুব্ধ বাংলাদেশ ঠিক করেছে, ভারতে তারা টি-টোয়েন্টি বিশ্বকাপ খেলতে যাবে না। বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) আন্তর্জাতিক ক্রিকেট কাউন্সিলকে (আইসিসি) অনুরোধ করেছে তাদের খেলাগুলো শ্রীলঙ্কায় দিতে। বাংলাদেশ অন্তর্বর্তী সরকারের যুব ও ক্রীড়া উপদেষ্টা আসিফ নজরুল তথ্য ও সম্প্রচার উপদেষ্টাকে অনুরোধ করেছেন, দেশে আইপিএলের সম্প্রচার যেন বন্ধ করে দেওয়া হয়। এবং ইতিমধ্যে তা কার্যকরও হয়েছে। বেশ বোঝা যাচ্ছে, বিসিসিআইয়ের সিদ্ধান্তে শুধু মোস্তাফিজ নন, আপামর বাংলাদেশ অপমানিত ও অসম্মানিত বোধ করছে।</p><p>বড় জানতে ইচ্ছা করছে, ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর এখন হতাশ হয়ে কপাল চাপড়াচ্ছেন কি না।</p><p>ইচ্ছাটা অবান্তর নয়। কেননা, সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়ার জানাজায় অংশ নিতে জয়শঙ্করকে ঢাকা পাঠানোর সিদ্ধান্তটা ছিল তাৎপর্যপূর্ণ। কাউকে পাঠানো বাধ্যতামূলক ছিল না। অপেক্ষাকৃত কম গুরুত্বপূর্ণ কাউকেও পাঠানো যেত। কিন্তু পাঠানো হলো পররাষ্ট্রমন্ত্রীকে। শুধু তা-ই নয়, তাঁর হাত দিয়ে তারেক রহমানকে চিঠিও পাঠালেন প্রধানমন্ত্রী নরেন্দ্র মোদি। সেই চিঠিতে তিনি বেগম জিয়ার সঙ্গে ব্যক্তিগত সাক্ষাতের উল্লেখ করেছেন, গণতন্ত্র ও দেশবাসীর জন্য শ্রদ্ধাবনত হয়ে খালেদা জিয়ার নেতৃত্ব ও ভূমিকার প্রশংসা করেছেন, এবং আশা প্রকাশ করেছেন, প্রয়াত নেত্রীর আদর্শ মেনে বিএনপি এগিয়ে যাবে। তারেক রহমানের নেতৃত্বের প্রতি ভরসা রেখে এই আশাও প্রকাশ করেছেন, দুই দেশের গভীর ও ঐতিহাসিক অংশীদারত্ব গভীরতর হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্কয়ার ফার্মার ৪০ কোটি টাকার শেয়ার কিনবেন তপন চৌধুরী | প্রথম আলো",
            "time": "2026-01-06T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fd77h492k%2Ftapon.jpg?rect=0%2C22%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেয়ারবাজার থেকে স্কয়ার ফার্মাসিউটিক্যালস বা স্কয়ার ফার্মার ২০ লাখ শেয়ার কেনার ঘোষণা দিয়েছেন কোম্পানিটির ব্যবস্থাপনা পরিচালক তপন চৌধুরী। গতকাল সোমবার দেশের দুই স্টক এক্সচেঞ্জের ওয়েবসাইটের মাধ্যমে তিনি তাঁর শেয়ার কেনার সিদ্ধান্তের কথা জানিয়েছেন। প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জ (ডিএসই) সূত্রে এই তথ্য জানা যায়।</p><p> স্টক এক্সচেঞ্জে দেওয়া ঘোষণা অনুযায়ী, আগামী ৩০ কার্যদিবসের মধ্যে বাজার থেকে স্কয়ার ফার্মার ২০ লাখ শেয়ার কেনা সম্পন্ন করবেন তপন চৌধুরী। মূল বাজারের পাশাপাশি ব্লক মার্কেটের মাধ্যমেও তিনি এই শেয়ার কেনার কথা জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় বিশ্ববিদ্যালয়ে প্রথম বর্ষে ভর্তি, আবেদনের সময় বৃদ্ধি | প্রথম আলো",
            "time": "2026-01-06T04:21:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2F85rgxfbo%2F%E0%A7%A7%E0%A7%AB.JPG?rect=0%2C355%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় বিশ্ববিদ্যালয়ের অধিভুক্ত স্নাতক (সম্মান) শ্রেণিতে পাঠদানকারী কলেজগুলোতে ২০২৫-২৬ শিক্ষাবর্ষে প্রথম বর্ষ স্নাতক (সম্মান) শ্রেণিতে ভর্তিতে প্রাথমিক আবেদনের সময় বৃদ্ধি করা হয়েছে। নতুন সূচি অনুযায়ী অনলাইনে শিক্ষার্থীরা আবেদন করতে পারবেন ৩১ জানুয়ারি দিবাগত রাত ১২টা পর্যন্ত। আগ্রহী প্রার্থীকে জাতীয় বিশ্ববিদ্যালয়ের ভর্তিবিষয়ক <a target=\"_blank\" href=\"https://www.nu.ac.bd/admissions\" rel=\"nofollow\">ওয়েবসাইট</a> থেকে আবেদন ফরম পূরণ করতে হবে। আবেদনের অন্য সব শর্ত অপরিবর্তিত থাকবে বলে জাতীয় বিশ্ববিদ্যালয়ের এক বিজ্ঞপ্তিতে বলা হয়েছে। ভর্তি পরীক্ষার সময় ও কেন্দ্রের তালিকা পরবর্তী সময়ে প্রকাশ করা হবে।</p><p>শিক্ষার্থীদের প্রাথমিক আবেদন ফি বাবদ এক হাজার টাকা আবেদন করা কলেজ কর্তৃক নির্ধারিত মোবাইল ব্যাংকিংয়ের মাধ্যমে অথবা সরাসরি ২০২৬ সালের ২ ফেব্রুয়ারির মধ্যে অবশ্যই জমা দিতে হবে। আবেদনকারীকে অবশ্যই ভর্তি নির্দেশিকায় দেওয়া সব শর্ত মেনে অনলাইন আবেদন ফরম পূরণ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আমি এখনো আমার দেশের প্রেসিডেন্ট: মাদুরো | প্রথম আলো",
            "time": "2026-01-06T04:11:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fkzzckrqn%2FWhatsApp_Image_2026_01_06_at_2_19_36_AM.jpeg?rect=0%2C0%2C992%2C521&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">নিউইয়র্কে আটককেন্দ্র থেকে আদালতে নেওয়ার পথে ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তার স্ত্রী সিলিয়া ফ্লোরেস। সোমবার নিউইয়র্কের ডাউনটাউন ম্যানহাটান হেলিপোর্টে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলায় প্রেসিডেন্ট প্রাসাদের কাছে আবারও গুলি | প্রথম আলো",
            "time": "2026-01-06T04:01:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Flil1esqi%2FVenezuela.webp?rect=0%2C93%2C1300%2C683&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই সূত্র বলেছে, অন্তর্বর্তী প্রেসিডেন্ট হিসেবে দেলসি রদ্রিগেজের শপথ গ্রহণের কয়েক ঘণ্টা পর স্থানীয় সময় সোমবার রাত আটটার দিকে (গ্রিনিচ মান সময় রাত ১২টা) কারাকাসের মধ্যাঞ্চলে অবস্থিত মিরাফ্লোরেস প্রাসাদের ওপর দিয়ে অজ্ঞাত ড্রোন উড়ে যায়। এ সময় নিরাপত্তা বাহিনী পাল্টা গুলি ছোড়ে।</p><p>প্রাসাদ থেকে পাঁচ ব্লক দূরে বসবাসকারী এক ব্যক্তির ভাষ্য অনুযায়ী, ওই সময় টানা গুলির শব্দ শোনা গেলেও তা শনিবার ভোররাতে হওয়া মার্কিন হামলার মতো তীব্র ছিল না। তিনি বলেন, প্রায় এক মিনিট ধরে গুলি চলেছে।</p><p>নাম প্রকাশ না করার শর্তে ওই ব্যক্তি আরও বলেন, ‘প্রথমেই আমার মনে হয়েছিল, আকাশে কোনো উড়োজাহাজ আছে কি না, তা দেখি। কিন্তু সেখানে কোনো উড়োজাহাজ ছিল না। আমি আকাশে শুধু দুটি লাল আলো দেখেছি। কী হচ্ছে তা বুঝতে সবাই নিজ নিজ জানালা দিয়ে বাইরে তাকাচ্ছিল আকাশে কোনো উড়োজাহাজ আছে কি না, তা দেখার জন্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "মৌসুমের সর্বনিম্ন তাপমাত্রার রেকর্ড ৭ ডিগ্রি, ১০ জেলায় শৈত্যপ্রবাহ | প্রথম আলো",
            "time": "2026-01-06T04:01:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2F3ghk1xh8%2FRajshahi-1.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের শীত মৌসুমে সর্বনিম্ন তাপমাত্রার রেকর্ড হয়েছে আজ মঙ্গলবার। আবহাওয়া অধিদপ্তর সূত্র জানিয়েছে, এর আগে গত ৩১ ডিসেম্বর মৌসুমের সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছিল গোপালগঞ্জে, ৭ দশমিক ৫ ডিগ্রি সেলসিয়াস। আজ সেই তাপমাত্রা কমে হয়েছে ৭ ডিগ্রি সেলসিয়াস। আর সেই তাপমাত্রা আজ রেকর্ড হয়েছে দেশের উত্তরের জেলা রাজশাহীতে। আজ এই রাজশাহীসহ ১০ জেলায় শৈত্যপ্রবাহ বয়ে যাচ্ছে। দেশের সর্বনিম্ন তাপমাত্রা কমে গেলেও রাজধানীর তাপমাত্রা কিন্তু আজ বেড়েছে।</p><p>আবহাওয়া অধিদপ্তরের আবহাওয়াবিদ মো. ওমর ফারুক সকালে প্রথম আলোকে বলেন, আজ রাজশাহীতে যে ৭ ডিগ্রি সেলসিয়াস তাপমাত্রা রেকর্ড করা হয়েছে, তা এ শীত মৌসুমের সর্বনিম্ন। আগামী তিন থেকে চার দিন তাপমাত্রা ওঠানামা করতে পারে। তবে চলতি মাসের ১০ বা ১১ তারিখের দিক থেকে তাপমাত্রা বাড়তে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "জেনিফার লোপেজের সঙ্গে প্রেম করতে চান? মানতে হবে এই শর্ত | প্রথম আলো",
            "time": "2026-01-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-27%2Fg589v0em%2Finbound4511353182621463048.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫৬ বছর বয়সী লোপেজ তাঁর ১৯৯৯ সালের হিট গান ‘ইফ ইউ হ্যাড মাই লাভ’ গেয়েছেন, আর এই গান নিয়ে ২০ বছরের বেশি সময় পরে তিনি নিজের ভাবনা শেয়ার করেন। ‘যখন প্রথমবার গানটি গাইতাম, আমি খুবই আশাবাদী ছিলাম। পরে যেমন কষ্টে, আনন্দে গানটি গেয়েছি—আজ আমি গাইছি আত্মবিশ্বাসের সঙ্গে,’ বলেন লোপেজ।</p></div></div></div></body></html>"
        },
        {
            "title": "চাকরি-ফ্রিল্যান্সিং ছেড়ে কৃষিতে প্রকৌশলী নাঈম, মাসে আয় দুই লাখ টাকা | প্রথম আলো",
            "time": "2026-01-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fnanh5pl3%2FDINAJPUR1.JPG?rect=0%2C0%2C3725%2C1956&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাঈম বলেন, ‘নিরাপদ খাদ্য উৎপাদনের ভাবনা নিয়ে কৃষিতে আসি, কিন্তু সার ও কীটনাশক কিনতে হচ্ছিল প্রচুর। উপজেলা কৃষি কর্মকর্তার পরামর্শে প্রশিক্ষণ নিয়ে বাড়ির উঠানে ১০টি রিং ও কয়েকটি প্লাস্টিকের গামলায় কেঁচো সার উৎপাদন শুরু করি।’</p><p>ধীরে ধীরে জৈব সার ব্যবহারে উপকার পেতে শুরু করেন নাঈম। বিভিন্ন এলাকায় গিয়ে কৃষিখামারও পরিদর্শন করেন। একটা সময় নিজের প্রয়োজনের চেয়ে বেশি সার উৎপাদন হয় তাঁর। স্থানীয় কৃষকদের কাছে তিনি প্রতি কেজি সার ১২-১৫ টাকা দরে বিক্রি শুরু করেন। এবার আশপাশের বিভিন্ন খামার থেকে গোবর সংগ্রহ করে পুরোদমে সার উৎপাদন শুরু করেন।</p><p>বর্তমানে ৪০টি রিং, অর্ধশতাধিক গামলা ও ৫৫টি বেডে প্রতি মাসে নাঈম হুদার খামারে ২৫ থেকে ৩০ টন সার উৎপাদন হচ্ছে। খামারের পাশে নির্দিষ্ট গুদামঘরে তিনি সার মজুত করছেন। খুচরা বিক্রির পাশাপাশি আশপাশের জেলাসহ টাঙ্গাইল, কুমিল্লা, সিলেট, ময়মনসিংহ, খুলনাসহ বিভিন্ন কৃষিখামারে তিনি সার বিক্রি করেন। ‘সর্বদা কৃষকের পাশে’ স্লোগানে তিনি গড়ে তুলেছেন নাঈম অর্গানিক অ্যাগ্রো।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাড়ায় কোথায় পাবেন বর-কনের সাজপোশাক | প্রথম আলো",
            "time": "2026-01-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F68udm64t%2F040A6907.JPG?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সানাই, পালকি, মেহেল ক্রিয়েশন, দোলহান, বিয়ে–শাদি, বর–কনে, বধূবরণ, হানিমুন, ওয়েডিং ওয়ার্ল্ড, রাজ, সুলতান, নিকাহ প্যালেস, ফাইকি শেরওয়ানি হাউস, সানি জরি হাউস, আলিফ জরি হাউসসহ প্রায় ৫৪টি শোরুম ও দোকান রয়েছে, যারা বিয়ের পোশাক বিক্রির পাশাপাশি ভাড়াও দিয়ে থাকে। এখানে এক জায়গায়ই পাবেন নানা মান ও ডিজাইনের পোশাক।</p></div></div></div></body></html>"
        }
    ]
}