{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাধ্যমিক শিক্ষা যেভাবে সংস্কার করা দরকার | প্রথম আলো",
            "time": "2026-02-03T02:00:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F209cqo3c%2FPage05.jpg?rect=0%2C113%2C1579%2C829&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখানে পরিষ্কার করে বলা দরকার, পরীক্ষার মান বাড়ানো মানে শুধু ‘পরীক্ষা কঠিন করা’ নয়। পরীক্ষাকে পাঠ্যক্রমের সঙ্গে সামঞ্জস্যপূর্ণ হতে হবে, পাঠ্যক্রমকে পাঠ্যবইয়ের সঙ্গে মিলতে হবে আর সবকিছুকেই এমন একটি শিক্ষাগত লক্ষ্য ও দক্ষতার দৃষ্টিভঙ্গির সঙ্গে যুক্ত হতে হবে, যা অর্জন করাই শিক্ষাব্যবস্থার উদ্দেশ্য। শুরুতে স্বাভাবিকভাবেই ফলাফল মারাত্মকভাবে নেমে যাবে। এটা এমন নয় যে সমস্যার মূল কারণ শুধু শিক্ষকদের অসততা বা অদক্ষতা। অনেক সময় শিক্ষকেরা ইচ্ছা করে ভুল কিছু করছেন না। তাঁরা যেভাবে পড়াচ্ছেন, সেটা আসলে পুরো ব্যবস্থা তাঁদের যেভাবে চালনা করছে, তারই ফল। ব্যবস্থা শিক্ষককে যে বার্তা দেয়, শিক্ষক সেটারই জবাব দেন। এখানে পরীক্ষার ফলই হলো সেই বার্তা। পরীক্ষা যেভাবে নেওয়া হয়, শিক্ষকও সেভাবেই পড়ান। পরীক্ষা যদি মুখস্থ চায়, শিক্ষক মুখস্থ করান। কারণ, ব্যবস্থা তাঁকে সেটাই করতে বলে।</p><p>বহু মানুষের সমন্বয় ছাড়াই একের পর এক বিষয় যোগ করতে গিয়ে পাঠ্যক্রম অস্বাভাবিকভাবে বেড়ে গেছে। এর ফলে দক্ষতা অর্জনের মূল লক্ষ্যটাই হারিয়ে গেছে। তবে সমস্যাটা শুধু পাঠ্যক্রম বেশি বিস্তৃত হওয়া নয়। আসল সমস্যা হলো, প্রত্যাশিত শেখার ফলাফল, ক্লাসে পড়ানোর জন্য সময়, পাঠ্যক্রম ও বইয়ে ধরে নেওয়া শেখার গতি আর এমন মূল্যায়ন পদ্ধতির মধ্যে অমিল, যেখানে দক্ষতার চেয়ে বিষয় ‘শেষ করা’কেই বেশি গুরুত্ব দেওয়া হয়। কমিটি যে ‘দক্ষতা আয়ত্তের’ ওপর এত জোর দিচ্ছে, তার পেছনে রয়েছে শক্ত গবেষণালব্ধ প্রমাণ। মাধ্যমিক স্তরে বেশি বিষয় ছুঁয়ে যাওয়ার চেয়ে অল্প বিষয়ের গভীরে যাওয়া ও ভালোভাবে আয়ত্ত করাই যে কার্যকর, আধুনিক গবেষণা সেটাই বলছে। এই দৃষ্টিভঙ্গিই বাংলাদেশের শিক্ষাব্যবস্থায় প্রতিফলিত হতে হবে।</p><p>সংস্কারের জন্য কিছু ন্যূনতম শর্ত দরকার। এনএলআইএফ প্রতিবেদনে সংস্কারের জন্য সাতটি ‘অপরিহার্য শর্ত’ (নন-নেগোশিয়েবল) নির্ধারণ করা হয়েছে, যেগুলো সব ধরনের সংস্কারের ভিত্তি হতে হবে। এর মধ্যে আছে প্রাথমিক স্তরের মৌলিক শেখা সুরক্ষিত রাখা; প্রশাসনিক কাজের চাপে যেন শিক্ষাদানের সময় নষ্ট না হয়, তা নিশ্চিত করা; পাঠ্যক্রম-পাঠ্যবই-পদোন্নতির কাঠামোর মধ্যে সামঞ্জস্য আনা এবং মূল্যায়ন ব্যবস্থার বিশ্বাসযোগ্যতা ফিরিয়ে আনা ও তা ধরে রাখা। নতুন কোনো উদ্যোগ নেওয়া যাবে কেবল তখনই, যখন তা বিদ্যমান কোনো কাজকে বদলাবে, একীভূত করবে, অথবা বন্ধ করবে। একের পর এক নতুন উদ্যোগ যোগ করার যে প্রবণতা, তা এখনই বন্ধ করতে হবে। এই শর্তগুলোর মধ্যে সবচেয়ে গুরুত্বপূর্ণ একটি কথা হলো, ব্যবস্থায় কোথাও কোনো সমস্যা বা ইঙ্গিত দেখা দিলে কে তার দায়িত্ব নেবে, তা পরিষ্কার করে ঠিক করা।</p></div></div></div></body></html>"
        },
        {
            "title": "সালমান খানের ঘটনার সঙ্গে মিল! রোহিতের বাসায় গুলির নেপথ্যে কী | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fpb9lvlrl%2FWhatsApp-Image-2026-02-02-at-6.20.31-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>হামলার প্রস্তুতি ও পুলিশের বর্ণনা</strong></p><p>গত শনিবার গভীর রাতে—রাত ১২টা ৪০ মিনিট থেকে ১টার মধ্যে জুহু এলাকার রোহিত শেঠির আবাসন ‘শেঠি টাওয়ার’-এর বাইরে চার থেকে পাঁচ রাউন্ড গুলি ছোড়া হয়। এ ঘটনায় কেউ আহত হননি। আবাসনের সিসিটিভি ফুটেজে দেখা গেছে, হামলার পেছনে একজন ব্যক্তি জড়িত ছিলেন। গুলি চালানোর আগে তাঁকে ধূমপান করতেও দেখা যায়। পুলিশ সূত্র জানায়, অভিযুক্ত ব্যক্তি কয়েক দিন আগে পুনে থেকে একটি মোটরসাইকেল কিনেছিলেন, যা অন্য একজনের নামে নিবন্ধিত ছিল। হামলার আগে তিনি এলাকা পরিদর্শন করে পালানোর পথের একটি ‘ম্যাপ’ তৈরি করে রাখেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুক ও ইনস্টাগ্রামে তথ্য পাঠানো ওয়েবসাইট ও অ্যাপ চিনবেন যেভাবে | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fuangdhv0%2FFacebook.reuters.png?rect=0%2C30%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক ও ইনস্টাগ্রাম ব্যবহারকারীদের অনলাইন কার্যক্রমের তথ্য নিয়মিত সংগ্রহ করে থাকে মেটা। শুধু তা–ই নয়, ব্যবহারকারীরা যখন ফেসবুক ও ইনস্টাগ্রাম থেকে বের হয়ে অন্য ওয়েবসাইট বা অ্যাপ ব্যবহার করেন, তখনো তাঁদের তথ্য সংগ্রহ করে প্রতিষ্ঠানটি। এর মূল লক্ষ্য হলো ব্যবহারকারীদের পছন্দ অনুযায়ী বিজ্ঞাপন প্রদর্শন করা। অর্থাৎ, কেউ যদি কোনো ওয়েবসাইট, অ্যাপ বা অনলাইন স্টোর থেকে পণ্য কেনেন, তবে সেই স্টোর থেকে ব্যবহারকারীদের অজান্তেই তাঁদের অনলাইন কার্যক্রমের তথ্য সংগ্রহ করে মেটা। ফেসবুক ও ইনস্টাগ্রাম ব্যবহারকারীরা চাইলেই মেটার ‘ইয়োর অ্যাকটিভিটি অব মেটা টেকনোলজিস’ টুল ব্যবহার করে কোন কোন অ্যাপ বা ওয়েবসাইট মেটাকে তথ্য সরবরাহ করেছে, তা জানতে পারেন। ইউর অ্যাকটিভিটি অব মেটা টেকনোলজিস টুল ব্যবহারের পদ্ধতি জেনে নেওয়া যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার নির্বাচনে কোন আসনে ভোটার-প্রার্থী কম, বেশি কোন আসনে? | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F7wdeqk2m%2FWEB.jpg?rect=0%2C40%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এবার নির্বাচনে কোন আসনে ভোটার-প্রার্থী কম, বেশি কোন আসনে?\" class=\"nA4h1 \">এবার নির্বাচনে কোন আসনে ভোটার-প্রার্থী কম, বেশি কোন আসনে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-03T08:00:00+06:00\"><span>প্রকাশ: ০৩ ফেব্রুয়ারি ২০২৬, ০২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্যারেন্টিংয়ের নামে ওভারপ্যারেন্টিং করছেন না তো? মিলিয়ে নিন | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-20%2F98laeml3%2FThumb.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"প্যারেন্টিংয়ের নামে ওভারপ্যারেন্টিং করছেন না তো? মিলিয়ে নিন\" class=\"IiRps \">প্যারেন্টিংয়ের নামে ওভারপ্যারেন্টিং করছেন না তো? মিলিয়ে নিন</h1></p><div class=\"Ibzfy\"><p>ভালো মা–বাবা হতে কে না চান! সন্তানকে নিরাপদ, সফল ও সুখী দেখতে আমরা অনেক সময় সবকিছু নিজের হাতে তুলে নিতে চাই। এসব অতিরিক্ত যত্ন আর নিয়ন্ত্রণ সন্তানের স্বাভাবিক বিকাশকে বাধাগ্রস্ত করে—নিজে শেখা, ভুল করা ও সিদ্ধান্ত নেওয়ার সুযোগ কেড়ে নেয়। আর তখনই তা হয়ে ওঠে ওভারপ্যারেন্টিং।  </p></div></div></div></body></html>"
        },
        {
            "title": "আইসিসি কীভাবে আয় করে, কারা কত টাকা পায়, ভারত কেন সবচেয়ে বেশি পায় | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fopqkyrsd%2FWhatsApp-Image-2026-02-02-at-10.07.12-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব মিলিয়ে ২০২৪ থেকে ২০২৭ সালের মধ্যে আইসিসির সম্ভাব্য নিট আয় দাঁড়াবে বছরে প্রায় ৬০ কোটি ডলারের (প্রায় ৭ হাজার ৩৪৫ কোটি টাকা) কাছাকাছি।</p><p><strong>আয়ের ভাগ–বাঁটোয়ারা: কার পকেটে কত:</strong></p><p>আইসিসি তার আয়ের টাকা ভাগ করার জন্য একটি বিশেষ সূত্র ব্যবহার করে। মূলত চারটি বিষয়ের ওপর ভিত্তি করে এই ভাগ নির্ধারিত হয়:</p><p>১. বাণিজ্যিক অবদান</p><p>২. ক্রিকেটের ইতিহাস</p><p>৩. গত ১৬ বছরের মাঠের পারফরম্যান্স</p><p>৪. পূর্ণ সদস্যপদের মর্যাদা</p><p>এখানে সবচেয়ে বেশি গুরুত্ব দেওয়া হয় ‘বাণিজ্যিক অবদান’কে। আর এই একটি জায়গাতেই ভারত বাকিদের চেয়ে যোজন যোজন এগিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "বেলুচিস্তান যে ক্ষোভের আগুনে জ্বলছে | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F9g5vcy7d%2FScreenshot-2026-02-02-203649.jpg?rect=0%2C76%2C1342%2C705&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বয়ানের মাধ্যমে পাকিস্তানি সামরিক বাহিনী নিজেদের অভ্যন্তরীণ সংঘাতের একটি পক্ষ হিসেবে উপস্থাপন করার বদলে দেশের অখণ্ডতার রক্ষক হিসেবে তুলে ধরতে পারে।</p><p>২০১৬ সালে গুপ্তচরবৃত্তির অভিযোগে গ্রেপ্তার হওয়া ভারতীয় নাগরিক কুলভূষণ যাদবকে পাকিস্তান এই ‘বিদেশি হাত’তত্ত্বের বড় উদাহরণ হিসেবে দেখায়। কুলভূষণকে মৃত্যুদণ্ড দেয় একটি পাকিস্তানি আদালত। পাকিস্তান একটি ভিডিও প্রকাশ করেছিল, যেখানে যাদবকে বেলুচিস্তানে হামলা সংগঠনে জড়িত থাকার কথা স্বীকার করতে দেখা যায়। মাঠপর্যায়ের বাস্তবতা কিন্তু ভিন্ন।</p><p>কোয়েটার চায়ের দোকানগুলোতে রাজনৈতিক বঞ্চনা আর অর্থনৈতিক বৈষম্যের গল্প শোনা যায়। মানুষের প্রশ্ন, বিপুল খনিজ সম্পদ থাকা সত্ত্বেও কেন তাদের দারিদ্র্য থেকেই যাচ্ছে?</p><p>৪৬ বিলিয়ন ডলারের চীন–পাকিস্তান অর্থনৈতিক করিডরের প্রতিশ্রুতি স্থানীয় বাসিন্দাদের কাছে আশীর্বাদ বলে মনে হয় না। বিশেষ করে গওয়াদার বন্দরের উন্নয়ন নিয়ে তাদের সন্দেহ প্রবল। অনেকের ধারণা, এই প্রকল্পের সুফল পাবে বেইজিং ও ইসলামাবাদ। বেলুচের জেলে কিংবা রাখালদের ভাগ্যে তেমন কিছু জুটবে না।</p><p>বেলুচ বিদ্রোহীরা প্রায়ই খনিতে হামলা চালায়। অন্য প্রদেশ থেকে কাজ করতে আসা শ্রমিকদের হত্যা করে। বেলুচিস্তানের অনেক জায়গায় পরিস্থিতি ওয়াইল্ড ওয়েস্টের মতো। কোনো নিয়ম নেই। প্রকৃত অর্থে কারও পূর্ণ নিয়ন্ত্রণও নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জের স্মারকে ভরা জাদুঘর | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F489ecubp%2F20251112122745.jpg?rect=0%2C493%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুনামগঞ্জ জেলার ইতিহাস-ঐতিহ্য সংরক্ষণে প্রায় এক যুগ আগে উদ্যোগ নেয় জেলা প্রশাসন। প্রতিষ্ঠা হয় ‘সুনামগঞ্জ ঐতিহ্য জাদুঘর’। ধীরে ধীরে সমৃদ্ধ হতে থাকে ইতিহাস-ঐতিহ্যের এই ঠিকানা। কিন্তু গত বছর রাজনৈতিক পটপরিবর্তনের পর এই জাদুঘরে হামলা হয়। খোয়া যায় অনেক জিনিসপত্র। এখন সেটিকে নতুনভাবে গড়ে তুলছে জেলা প্রশাসন।</p><p> ‘হাওড়-বাঁওড় পাহাড় নদী/ মরমিয়া গান-দরদি/ সুনামগঞ্জের সুনাম যে তাই সব জাগাতে ভাই/ মনজুড়ানো এই জেলার তুলনা যে নাই...।’ গানে-সুরে দেশের উত্তর-পূর্ব কোণের সীমান্ত জেলা সুনামগঞ্জের এমনই সুনাম করেন কোনো এক বাউলশিল্পী। মরমি সাধক হাসন রাজা, বৈষ্ণব কবি রাধারমণ দত্ত, বাউলসম্রাট শাহ আবদুল করিমসহ অগুনতি সাধক-কবির জন্মধন্য এই জেলা। হাওরের জল-ঢেউ আর বসন্ত বাতাসে এখানে গানের সুর খেলা করে।</p><p>প্রাণ-প্রাকৃতির অপার সৌন্দর্য, সম্পদ-সম্ভাবনার এই জেলাকে জানতে ও বুঝতে একটি টিনশেড ভবনে গেলে এর ধারণা মিলবে। দেড় শ বছরের পুরোনো এই ভবন। বেশ উঁচু। ভিন্নতা আছে দৈর্ঘ্য, প্রস্থেও। কক্ষগুলো বড়সড়। কাঠের পাটাতনের মেঝে। নিচটা ফাঁকা। সামনে খোলা প্রান্তর। বলা হয় ‘আসাম প্যাটার্ন’–এর ভবন। দারুণ নির্মাণশৈলী। এই দৃষ্টিনন্দন ভবনই জেলার ইতিহাস-ঐতিহ্যের ঠিকানা ‘সুনামগঞ্জ ঐতিহ্য জাদুঘর’।</p></div></div></div></body></html>"
        },
        {
            "title": "নবায়নযোগ্য জ্বালানি খাতে উত্তরণের পথ | প্রথম আলো",
            "time": "2026-02-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fzauvns15%2FGroup-Picture-01.JPG?rect=0%2C237%2C3333%2C1750&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p> <strong>এম শামসুল আলম</strong></p><p>ক্যাবের জ্বালানি উপদেষ্টা। অধ্যাপক ও ডিন, প্রকৌশল অনুষদ, ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটি</p> <p>আমরা বহু বছর ধরে লড়ছি—ফুলবাড়ি থেকে রামপাল, শনির আখড়া থেকে কয়লাভিত্তিক বিদ্যুৎকেন্দ্র—প্রতিটি জায়গায় আন্দোলন হয়েছে, মানুষ প্রাণ দিয়েছে। আমরা ভেবেছিলাম, সরকারকে কথা শোনাতে পারব।</p><p>কিন্তু সময়ের সঙ্গে বুঝেছি, বিদায়ী সরকার ইডকলের সোলার হোম সিস্টেম ও মিনিগ্রিডের গল্প শুনিয়ে শেষ মুহূর্তে মিনিগ্রিড ন্যাশনালাইজ করে দিয়েছে। বিদ্যুৎ কেনার কথা বলা হলেও, সেই বিদ্যুৎ কোথায় গেল, তার কোনো জবাব আমরা পাইনি।</p><p>এই বাস্তবতা উপলব্ধি করতে করতে আমরা এক জায়গায় পৌঁছেছি—নবায়নযোগ্য জ্বালানি দিয়ে দেশের জ্বালানি নিরাপত্তা নিশ্চিত করা সম্ভব। তেল আমদানি কমানো যায়, ডলার সাশ্রয় করা যায়।</p><p>ঠিক তখনই সরকারের পরিবর্তন হলো এবং আমরা মনে করলাম, এটি একটি বড় সুযোগ। কিন্তু দেখা গেল, এই সরকারের আমলেই ঘাটতি ৯৪ শতাংশ বেড়েছে, নবায়নযোগ্য জ্বালানির উৎপাদন খরচ বেড়ে গেছে ১২ টাকার ওপরে।</p><p>যেখানে পাকিস্তান বা ভারত কম খরচে বিদ্যুৎ উৎপাদন করছে, সেখানে আমরা এখনো নিজেদের সক্ষম মনে করতে পারছি না।</p><p>এখন আরও স্পষ্ট যে দেশে প্রবৃদ্ধি হচ্ছে, কিন্তু সম্পদ তৈরি হচ্ছে না। টাকা তৈরি হচ্ছে, আর সেই টাকা পাচার হচ্ছে। শ্বেতপত্রে বলা হয়েছে, শুধু বিদ্যুৎ খাত থেকেই ছয় বিলিয়ন ডলার পাচার হয়েছে।</p><p>আজ বিদ্যুতের দাম যদি ১২ টাকায় থাকে, আর প্রতিবেশী দেশ থেকে ৮–৯ টাকায় বিদ্যুৎ আসে, তাহলে আমরা নিজেদের বাজারে আমদানির সুযোগ তৈরি করছি। ট্রান্সমিশন লাইন এখন প্রস্তুত, ব্যবসায়ীদের বিদ্যুৎ উৎপাদনের প্রয়োজনও নেই।</p><p>আমরা যখন বুঝতে শিখেছি যে নবায়নযোগ্য জ্বালানি আমাদের সমস্যার সমাধান হতে পারে, তখন অবস্থা এমন হয়েছে যে নিজের উৎপাদনের প্রয়োজনই আর রইল না।</p><p>যে রাষ্ট্রযন্ত্র লুটপাটের কাঠামো তৈরি করেছে, তাকে শুধু টাকা দিয়ে ঠিক করা যাবে না।</p><p>যার নীতি ও দর্শন ঠিক নেই, সে ভুলে ভরা মাস্টারপ্ল্যান বানিয়ে যাবে। এই অর্থনীতিতে যত পরামর্শ দেওয়া হচ্ছে, তার কোনো বাস্তব জায়গা নেই—যেখানে রাষ্ট্রের শক্তি ব্যবহার করে লুটপাট হয় এবং টাকা পাচার হয়। সরকার মানুক বা না মানুক, ইতিহাস যেন জানে আমরা চুপ করে থাকিনি।</p> </div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে ‘গোপন’ চুক্তি নিয়ে ব্যবসায়ীদের প্রশ্ন, উদ্বেগ | প্রথম আলো",
            "time": "2026-02-03T01:29:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fdnu09z4y%2Fbangla.avif?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সঙ্গে দ্বিপক্ষীয় বাণিজ্যে বাংলাদেশ অনুকূল অবস্থায় রয়েছে। দেশটিতে বাংলাদেশের রপ্তানি ৬০০ কোটি মার্কিন ডলারের মতো। আর দেশটি থেকে আমদানি প্রায় ২০০ কোটি ডলারের পণ্য। ট্রাম্প মূলত চান বাংলাদেশের মতো দেশগুলোতে তাঁর দেশের পণ্য রপ্তানি বাড়াতে।</p><p>বাণিজ্য মন্ত্রণালয়ের সূত্রগুলো জানায়, গম, সয়াবিন তেল, ভুট্টা, তুলাসহ বিভিন্ন ধরনের কৃষিপণ্য; উড়োজাহাজ ও উড়োজাহাজের যন্ত্রাংশ; তরলীকৃত প্রাকৃতিক গ্যাস (এলএনজি) ইত্যাদি আমদানির মাধ্যমে এ ব্যবধান কমিয়ে আনার চেষ্টা রয়েছে বাংলাদেশের। ছয় মাস ধরে বাংলাদেশ আমদানি বাড়িয়েছেও।</p><p>বাণিজ্য মন্ত্রণালয়ের সূত্রমতে, শুল্ক, অশুল্ক, ডিজিটাল বাণিজ্য ও প্রযুক্তি, উৎস বিধি, জাতীয় নিরাপত্তা ও বাণিজ্যবিষয়ক বিভিন্ন শর্ত রয়েছে যুক্তরাষ্ট্রের। শুধু তা-ই নয়, চীন থেকে পণ্য আমদানি কমানো এবং চীনের বদলে যুক্তরাষ্ট্র থেকে সামরিক পণ্য আমদানি বৃদ্ধির কথাও আছে। যুক্তরাষ্ট্রের পণ্য যাতে অবাধে বাংলাদেশে প্রবেশ করতে পারে ও দেশটির বিভিন্ন মানসনদ বিনা প্রশ্নে মেনে নেওয়া হয়, আছে সে শর্তও। বাংলাদেশে যুক্তরাষ্ট্রের গাড়ির সহজ প্রবেশাধিকার চায় তারা। এ-ও চায় যে তাদের গাড়ি ও যন্ত্রাংশ আমদানিতে বাড়তি কোনো পরীক্ষা-নিরীক্ষা করা যাবে না।</p><p>ব্যবসায়ীরা বলছেন, যুক্তরাষ্ট্রে শুল্ক কমলে বাংলাদেশের রপ্তানিতে সুবিধা হবে। তবে প্রশ্ন হলো, যুক্তরাষ্ট্রের কী কী শর্ত মানতে হবে এবং সেসব শর্ত মানলে বাংলাদেশের শিল্প ও ব্যবসা-বাণিজ্যের ওপর কী প্রভাব পড়বে। বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন আগে বলেছিলেন, যুক্তরাষ্ট্র কৃষিপণ্যের বৃহৎ উৎপাদক। আর বাংলাদেশ বছরে ১ হাজার ৫০০ কোটি থেকে ২ হাজার কোটি ডলারের খাদ্যপণ্য আমদানি করে। দেশটি বাংলাদেশের বাজার ধরতে চায়।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরস্কার থেকে রাজনৈতিক বার্তা, কী হলো এবারের গ্র্যামিতে | প্রথম আলো",
            "time": "2026-02-03T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F2odc9j7s%2F989592-01-02.jpg?rect=0%2C0%2C2997%2C1573&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লামারের রেকর্ড<br></strong>গ্র্যামিতে নতুন ইতিহাস গড়লেন মার্কিন র‍্যাপ তারকা কেনড্রিক লামার। এবারের আসরে পাঁচটি পুরস্কার জিতে ভেঙে দিয়েছেন র‍্যাপারদের মধ্যে সর্বাধিক গ্র্যামি জয়ের রেকর্ড। এত দিন র‍্যাপার জে-জেডের দখলে ছিল এই রেকর্ড। জে-জেডের মোট গ্র্যামি ছিল ২৫টি, তাঁকে ছাড়িয়ে গেলেন লামার; তাঁর ঝুলিতে মোট গ্র্যামি এখন ২৭টি। এ বছর রেকর্ডিং একাডেমি মোট ৯৫টি বিভাগে পুরস্কার দিচ্ছে। এর মধ্যে প্রাক্‌-সম্প্রচার পর্বে ঘোষণা করা হয় ৮৬টি বিভাগের পুরস্কার। মূল টেলিভিশন সম্প্রচারের জন্য রাখা হয় বাকি ৯টি বড় ও পারফরম্যান্সনির্ভর বিভাগ। প্রাক্‌-সম্প্রচার পর্বেই তিনটি পুরস্কার জেতেন কেনড্রিক লামার—সেরা র‍্যাপ পারফরম্যান্স, সেরা মেলোডিক র‍্যাপ পারফরম্যান্স ও সেরা র‍্যাপ সং। মূল সম্প্রচার শুরুর পর জেতেন সেরা র‍্যাপ অ্যালবাম ও (সিজার সঙ্গে যৌথভাবে) রেকর্ড অব দ্য ইয়ার পুরস্কার। মঞ্চে পুরস্কার গ্রহণ করে এই র‍্যাপার বলেন, ‘আমি আসলে নিজেকে নিয়ে অত ভালো বলতে পারি না। যা বলার সংগীতের মাধ্যমেই প্রকাশ করি।’</p><p><strong>ব্যাড বানির ইতিহাস<br></strong>প্রথম স্প্যানিশ-ভাষী শিল্পী হিসেবে গ্র্যামিতে অ্যালবাম অব দ্য ইয়ার জিতলেন পুয়ের্তো রিকোর র‍্যাপার ব্যাড বানি। আলোচিত অ্যালবাম ‘ডেবি তিয়ার মাস ফোতোস’-এর জন্য এ পুরস্কার পেলেন তিনি। পুরস্কার গ্রহণ করে তিনি ডোনাল্ড ট্রাম্পের কঠোর ইমিগ্রেশন নীতির সমালোচনা করে বলেন, ‘ঈশ্বরকে ধন্যবাদ জানানোর আগে বলব, আইস আউট (মিনেসোটায় ইমিগ্রেশন অ্যান্ড কাস্টমস এনফোর্সমেন্ট—আইসের কার্যক্রম এবং ফেডারেল কর্মকর্তাদের সহিংসতার বিরুদ্ধে চলমান প্রতিবাদ)। আমরা পশু নই, এলিয়েন নই; আমরা মানুষ এবং আমেরিকান।’ যাঁরা স্বপ্ন পূরণের জন্য নিজের দেশ ছেড়ে যান, তাঁদের এ পুরস্কার উৎসর্গ করেন বানি। অ্যালবাম অব দ্য ইয়ার ছাড়া আরও দুটি পুরস্কার জিতেছেন বানি।</p></div></div></div></body></html>"
        },
        {
            "title": "মিষ্টি আলুর হালুয়ার রেসিপি | প্রথম আলো",
            "time": "2026-02-03T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fgblry5go%2FKBRH7169.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রণালি</strong></p><p>চুলায় প্যান বসিয়ে ঘি দিন। এতে তেজপাতা, দারুচিনি ও এলাচ দিয়ে নাড়ুন। সুগন্ধ বের হলে সেদ্ধ মিষ্টি আলুর ক্বাথের সঙ্গে গুঁড়া দুধ ভালোভাবে মিশিয়ে প্যানে দিন। মাঝারি আঁচে নেড়ে কিছুক্ষণ ভাজুন। এরপর চিনি ও লবণ যোগ করে অনবরত নাড়তে থাকুন। মিশ্রণের পানি শুকিয়ে আসতে শুরু করলে দারুচিনি, এলাচ ও তেজপাতা তুলে ফেলুন। হালুয়া প্যানের গা ছেড়ে এলে নামিয়ে নিন। আগে থেকে ঘি ব্রাশ করা ছাঁচে ঢেলে পছন্দমতো আকার দিন। ঠান্ডা হলে কেটে পরিবেশন করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৩ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-03T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fz9vwy8pf%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>অ-১৯ বিশ্বকাপ ক্রিকেট: সেমিফাইনাল</h2></p></div></div></body></html>"
        },
        {
            "title": "আজ পবিত্র শবে বরাত: পুণ্যময় রজনীর আহ্বান | প্রথম আলো",
            "time": "2026-02-02T23:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fu5i2grao%2Fpexels-naufalassalam3-31125437.jpg?rect=0%2C297%2C4174%2C2191&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই রাতের ফজিলত সম্পর্কে মহানবীর একাধিক হাদিস বর্ণিত হয়েছে। আল্লাহর রহমত এই রাতে সৃষ্টির ওপর বর্ষিত হয়।</p><p>আয়েশা (রা.) থেকে বর্ণিত একটি হাদিসে আছে,, নবীজি (সা.) বলেছেন, “আল্লাহ তাআলা মধ্য-শাবানের রাতে দুনিয়ার আকাশে অবতরণ করেন এবং বনু কালব গোত্রের ভেড়াগুলোর পশমের চেয়েও বেশি সংখ্যক মানুষকে ক্ষমা করেন।” (সুনানে ইবনে মাজাহ, হাদিস: ১৩৮৯)</p><p>আবু মুসা আশআরি (রা.) থেকে বর্ণিত অন্য এক হাদিসে আছে, নবীজি (সা.) বলেন, \"আল্লাহ তাআলা অর্ধ-শাবানের রাতে তাঁর সৃষ্টির দিকে দৃষ্টি দেন এবং মুশরিক ও বিদ্বেষ পোষণকারী ব্যতীত সবাইকে ক্ষমা করে দেন।\" (সুনানে ইবনে মাজাহ, হাদিস: ১৩৯০)</p></div></div></div></body></html>"
        },
        {
            "title": "সংস্কৃতির বিরুদ্ধে ষড়যন্ত্র প্রতিহত করবেন কবিরা | প্রথম আলো",
            "time": "2026-02-02T22:56:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fsu5qxn2n%2FWhatsApp-Image-2026-02-03-at-4.47.40-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সলিমুল্লাহ খান প্রশ্ন তোলেন, এই ভাষাকে আমরা কি রক্ষা করতে পারছি? রাষ্ট্রভাষা আন্দোলনের মধ্য দিয়ে ভাষার অধিকার প্রতিষ্ঠিত হয়েছে। কিন্তু বাংলা ভাষা এখনো কেন্দ্রীয় ভাষার অবস্থানে নেই। আমাদের শিক্ষাব্যবস্থা থেকে, উচ্চতর আদালত, ব্যবসা-বাণিজ্য, বেসরকারি অফিসের কাজকর্মে বাংলা ভাষার ব্যবহার খুবই কমে গেছে। অনেক ক্ষেত্রে বাংলার ব্যবহার শূন্য।</p><p>সলিমুল্লাহ খান বলেন, ঢাকা শহরের দৃশ্যপটে তাকালেই বাংলা ভাষার এই প্রান্তিক অবস্থান সাদা চোখেই দেখা যায়। কবিরা বাংলা ভাষায় কবিতা লিখেছেন, তাঁরা শহীদও হয়েছেন। কিন্তু বাংলা ভাষা তাতে কতটা রক্ষা পেয়েছে?</p><p>সভাপতির বক্তব্যে অধ্যাপক ফয়জুল লতিফ চৌধুরী বলেন, কবিতা সমকালকে ধারণ করে। কবিরা সময়ের অভিব্যক্তি তাঁদের কবিতায় প্রকাশ করেন। এভাবেই সময়কে অতিক্রম করে কবিতা চিরকালীন হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা-১১ আসনে মাসউদের ১১ বিশেষ ইশতেহার | প্রথম আলো",
            "time": "2026-02-02T21:57:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fie1fiwui%2Flet01.jpg?rect=0%2C99%2C880%2C462&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আসনের ইসলামী আন্দোলন বাংলাদেশের প্রার্থী শেখ ফজলে বারী মাসউদ। পাশাপাশি বিএনপি মনোনীত ধানের শীষ প্রতীকের প্রার্থী এম এ কাইয়ুম, জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলামও এ আসন থেকে নির্বাচনে প্রতিদ্বন্দ্বিতা করছেন। রাজধানীর এই আসন থেকে এবার প্রতিদ্বন্দ্বিতা করছেন মোট ৯ জন প্রার্থী।</p><p>গতকাল সোমবার দিনভর পর প্রচার চালিয়েছেন শেখ ফজলে বারী মাসউদ। সকালে রাজধানীর রামপুরার বনশ্রী এবং বিকেলে বেরাইদ, সাঁতারকুল এলাকায় গণসংযোগ করেন তিনি। ইসলামী আন্দোলন বাংলাদেশের নেতা–কর্মীদের নিয়ে ‘হাতপাখা’ প্রতীকে ভোট চাচ্ছেন এই প্রার্থী। ভোটারদের সঙ্গে গণসংযোগকালে তাঁদের হাতে তুলে দিচ্ছেন হাতপাখা প্রতীকের লিফলেটও।</p></div></div></div></body></html>"
        },
        {
            "title": "গুমের মামলায় ‘ক্যামেরা ট্রায়ালের’ মাধ্যমে জবানবন্দি গ্রহণ | প্রথম আলো",
            "time": "2026-02-02T20:55:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F6vlpytp6%2F3.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে এই মামলায় ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ঢাকা-১৪ আসনে জামায়াতে ইসলামীর প্রার্থী মীর আহমাদ বিন কাসেম আরমান প্রথম সাক্ষী হিসেবে জবানবন্দি দেন।</p><p>বিগত আওয়ামী লীগ সরকারের শাসনামলে টিএফআই সেলে গুম করে রাখার ঘটনায় করা মানবতাবিরোধী অপরাধের এই মামলায় ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনাসহ আসামি ১৭ জন।</p><p>তার মধ্যে ১০ আসামি গ্রেপ্তার রয়েছেন। তাঁরা হলেন ব্রিগেডিয়ার জেনারেল মো. জাহাঙ্গীর আলম, তোফায়েল মোস্তফা সারোয়ার, মো. কামরুল হাসান, মো. মাহাবুব আলম ও এম আজাদ, কর্নেল আবদুল্লাহ আল মোমেন ও আনোয়ার লতিফ খান (অবসর প্রস্তুতিমূলক ছুটিতে), লেফটেন্যান্ট কর্নেল মো. মশিউর রহমান, সাইফুল ইসলাম সুমন ও মো. সারওয়ার বিন কাশেম।</p><p>ছাত্র গণ-অভ্যুত্থানে ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা, তাঁর সরকারের স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান, শেখ হাসিনার উপদেষ্টা তারিক আহমেদ সিদ্দিকসহ সাত আসামি পলাতক।</p></div></div></div></body></html>"
        },
        {
            "title": "বিভ্রান্তি ছড়াচ্ছে ধর্মীয়ভাবে সংবেদনশীল প্রেক্ষাপটহীন খণ্ডিত বক্তব্যের ভিডিও | প্রথম আলো",
            "time": "2026-02-02T20:42:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-26%2Ffijjl7sq%2FDismissilab.jpg?rect=0%2C43%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুটি ভিডিওতেই বক্তব্য বিকৃত বা প্রযুক্তিগতভাবে কোনো পরিবর্তন (ডিপফেক) করা হয়নি। তবে মূল ভিডিওর পূর্ণ বক্তব্যের এমন অংশ বেছে নেওয়া হয়েছে, যেন বক্তব্যের অর্থ ভিন্নভাবে উপস্থাপিত হয়।</p><p>বিশেষজ্ঞরা বলছেন, কোনো বক্তব্য বাস্তব হলেও তা ভিন্ন প্রেক্ষাপটে খণ্ডিতভাবে উপস্থাপন করার কৌশল হলো ‘ডিকনটেক্সচুয়ালাইজেশন’ বা প্রেক্ষাপট বিচ্ছিন্নকরণ। এতে বক্তব্যের অর্থ ও উদ্দেশ্য বদলে যায়।</p><p>নির্বাচনের আগে এ ধরনের ভিডিও ছড়ানোয় শুধু প্রার্থীদের ভাবমূর্তিই ক্ষুণ্ণ হচ্ছে না, একই সঙ্গে ভোটারদের সঙ্গেও প্রতারণা করা হচ্ছে বলে মনে করেন ইউনিভার্সিটি অব লিবারেল আর্টসের গণমাধ্যম অধ্যয়ন ও সাংবাদিকতা বিভাগের অধ্যাপক সুমন রহমান। তিনি বলেন, ‘স্বাধীনভাবে ভোট দান করাটা একজন ভোটারের অধিকার। আমি ভালোভাবে জেনে ভোট দেব। আপনি যখন আমাকে ভুল তথ্য দিচ্ছেন, তখন আমি একজন প্রার্থীকে সেই ভিত্তিতে খারাপ জানলাম। তখন এটা আমার ভোটকে প্রভাবিত করবে।’</p></div></div></div></body></html>"
        }
    ]
}