{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চোখের সুস্থতায় খাবার ও সুন্নাহভিত্তিক অভ্যাস | প্রথম আলো",
            "time": "2025-12-17T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2F9fkh23ig%2Fcoffee-cup-with-dates-fruit-beads.jpg?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ঘুমের আগে চোখ বন্ধ করে দোয়া করা</strong></p><p>রাসুল (স.) ঘুমের আগে নিজের শরীরে দোয়া পড়ে ফুঁ দিতেন। (সহিহ বুখারি, হাদিস: ৫০১৭)</p><p>এটি মানসিক প্রশান্তির পাশাপাশি চোখের ক্লান্তি কমায়।</p><p><strong>পর্যাপ্ত ঘুম</strong></p><p>রাসুল (স.) ইশার পর অপ্রয়োজনীয় কথাবার্তা অপছন্দ করতেন। (সহিহ বুখারি, হাদিস: ৫৬৮)</p><p>এ থেকে বোঝা যায়—পর্যাপ্ত ঘুম সুন্নাহসম্মত অভ্যাস, যা চোখের জন্য অপরিহার্য</p><p><strong>চোখে অতিরিক্ত চাপ না দেওয়া</strong></p><p>ইসলাম সর্বাবস্থায় মধ্যপন্থা শিক্ষা দেয়। দীর্ঘসময় পড়া, মোবাইল বা স্ক্রিনে তাকিয়ে থাকা—এগুলো চোখের ক্ষতি করে।</p><p>ইমাম গাজালি (রহ.) বলেন, “দেহের উপর অতিরিক্ত চাপ আত্মিক ক্ষতিরও কারণ হয়।” (<em>ইহইয়া উলুমিদ্দিন</em>, ৩/৯১, দারুল মারিফাহ, বৈরুত, ২০০২)</p><p><strong>কৃতজ্ঞতা ও দোয়া</strong></p><p>নেয়ামতের কৃতজ্ঞতা আদায় করলে তা বৃদ্ধি পায়। (সুরা ইবরাহিম, আয়াত: ৭)</p><p>চোখের জন্য নিয়মিত দোয়া করা—এটি সুন্নাহ ও বাস্তব উভয় দিক থেকেই উপকারী।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন হাত বদলে অস্ত্র যায় নরসিংদীতে | প্রথম আলো",
            "time": "2025-12-17T20:16:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fwolcxp2b%2FHadi_2.jpg?rect=0%2C125%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান হাদিকে গুলি করার পর প্রধান সন্দেহভাজন ফয়সাল করিমের অস্ত্র লুকানো ও সরানোর বিস্তারিত তথ্য পেয়েছে আইনশৃঙ্খলা রক্ষাকারী বাহিনী। ঢাকার আগারগাঁও থেকে শুরু হয়ে নরসিংদী পর্যন্ত—বাবা, শ্যালক ও বন্ধুর হাত ঘুরে পিস্তল ও গুলি সরানো হয়েছে বলে তদন্তে উঠে এসেছে। এই চেইনের বিভিন্ন পর্যায়ে জড়িত ব্যক্তিদের জিজ্ঞাসাবাদে অস্ত্রের গতিপথ এবং হামলার প্রস্তুতি সম্পর্কে আরও তথ্য মিলছে।</p><p>তদন্ত–সংশ্লিষ্ট সূত্র বলছে, শরিফ ওসমান হাদির ওপর গুলির পর দুটি কালো ব্যাগে দুটি বিদেশি পিস্তল, দুটি ম্যাগাজিন ও গুলি আগারগাঁওয়ে বোনের বাসায় রেখে পালিয়ে যান ফয়সাল করিম মাসুদ ও তাঁর সহযোগী আলমগীর শেখ। পরে দুটি পিস্তল, গুলিসহ একটি ব্যাগ ফয়সালের স্ত্রীর বড় ভাই ওয়াহিদ আহমেদ ওরফে সিপুর কাছে পৌঁছে দেন ফয়সালের বাবা হুমায়ুন কবির। অস্ত্র, গুলিসহ ওই ব্যাগ সিপু নিয়ে যান নরসিংদী।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় হামলা শুরুর পর থেকে ৬১ ইসরায়েলি সেনার আত্মহত্যা | প্রথম আলো",
            "time": "2025-12-17T20:02:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fvjbk9cyo%2Fisrael-soldier.jpg?rect=0%2C51%2C574%2C301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েলের উত্তরাঞ্চলে একটি সামরিক ঘাঁটিতে দেশটির এক সেনা আত্মহত্যা করেছেন। এ নিয়ে ২০২৩ সালের ৭ অক্টোবর ইসরায়েল ফিলিস্তিনের গাজায় হামলা শুরুর পর থেকে দেশটির ৬১ জন সেনাসদস্য আত্মহত্যা করলেন। ইসরায়েলি সংবাদমাধ্যম হারেৎজ এ তথ্য জানিয়েছে।</p><p>গত মঙ্গলবার সংবাদমাধ্যমটির খবরে বলা হয়, সবশেষ আত্মহত্যা করা ওই সেনা ইসরায়েলি বাহিনীর একজন সক্রিয় সদস্য ছিলেন। তিনি ‘ট্র্যাকার’ হিসেবে কাজ করতেন। মঙ্গলবার তিনি নিজের ওপর গুলি চালান। গুরুতর আহত অবস্থায় হাসপাতালে নেওয়া হলে এদিন সন্ধ্যায় তাঁকে মৃত ঘোষণা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিচারিক বিবেচনার বাইরে গিয়ে দেওয়া কিছু জামিন মানুষের জীবন বিপন্ন করছে: আসিফ নজরুল | প্রথম আলো",
            "time": "2025-12-17T19:55:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-01%2Fyynfvwjn%2Fasif-nazrul-roundtabe-011125-01.jpg?rect=0%2C114%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিচারিক বিবেচনার বাইরে গিয়ে দেওয়া কিছু জামিন মানুষের জীবন বিপন্ন করছে বলে মন্তব্য করেছেন আইন উপদেষ্টা অধ্যাপক আসিফ নজরুল। ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদিকে হত্যাচেষ্টার মামলায় প্রধান আসামি ফয়সাল করিম মাসুদকে হাইকোর্ট থেকে গত বছর জামিন দেওয়ার প্রসঙ্গ টেনে বৃহস্পতিবার রাত আনুমানিক ১২টার দিকে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে তিনি এ কথা বলেন।</p><p>আইন উপদেষ্টা বলেন, হাইকোর্ট একটি স্বাধীন বিচারিক প্রতিষ্ঠান। সেখানে দেওয়া জামিনের সঙ্গে আইন মন্ত্রণালয়ের কোনো সম্পৃক্ততা নেই। তিনি বলেছেন, ফয়সাল করিম মাসুদ অস্ত্র মামলায় জামিন পেয়েছেন, যেখানে সাধারণত জামিন পাওয়া কঠিন। তাঁর ভাষ্য অনুযায়ী, প্রভাবশালী আইনজীবীদের অবস্থানের কারণে কিছু ক্ষেত্রে এসব মামলায় জামিন সহজতর হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের জ্বালানি দক্ষতা বাড়ায় সাশ্রয় হচ্ছে ডলার: আইইইএফএ | প্রথম আলো",
            "time": "2025-12-17T19:32:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2Ff605e034-c039-4c16-962a-900f0de8047c%2FK_2.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে বলা হয়, বাংলাদেশে বার্ষিক গড় জ্বালানি দক্ষতা বৃদ্ধির হার প্রায় ১ দশমিক ৫২ শতাংশ, যা চলতে থাকলে নির্ধারিত সময়ের এক বছর আগেই ২০৩০ সালের লক্ষ্যমাত্রা অর্জিত হওয়ার সম্ভাবনা রয়েছে। দেশের মোট জ্বালানির দুই-তৃতীয়াংশ যে খাতে ব্যবহার হয়, সেই গৃহস্থালি ও শিল্প খাতকে লক্ষ্য করে পদক্ষেপ নিলে আরও বেশি জ্বালানি সাশ্রয় সম্ভব। গৃহস্থালি, বাণিজ্যিক ও শিল্প খাতে বিদ্যুৎ-সাশ্রয়ী বাল্ব (এলইডি) ব্যবহার সচেতনতানির্ভর জ্বালানি দক্ষতার একটি উল্লেখযোগ্য উদাহরণ। একইভাবে ভোক্তারা দক্ষ এয়ারকন্ডিশনারও গ্রহণ করছেন।</p><p>প্রতিবেদনে বলা হয়, এলইডির মতো সহজলভ্য সাশ্রয়ী প্রযুক্তির ব্যাপক গ্রহণ এবং কিছু শিল্পে প্রযুক্তিগত পরিবর্তন সত্ত্বেও শিল্প খাতে মোটর, মোটরচালিত সিস্টেম ও ক্যাপটিভ জেনারেটরে দক্ষতা বৃদ্ধি এবং গ্যাস থেকে ইলেকট্রিক বয়লারে রূপান্তরকে অগ্রাধিকার দিতে হবে। একইভাবে বাণিজ্যিক খাতে—যেখানে এসির চাহিদা বেশি—জ্বালানির ব্যবহার কমাতে লেবেলিং ও প্যাসিভ ডিজাইন অত্যন্ত গুরুত্বপূর্ণ। জ্বালানি দক্ষতা শুধু খরচ বাঁচানোর বিষয় নয়; এটি দ্রুত জাতীয় জ্বালানি ব্যবস্থাকে রূপান্তর করতে পারে। তবে এ জন্য নিয়ন্ত্রক সংস্থা, জ্বালানি ভোক্তা, আর্থিক প্রতিষ্ঠান ও প্রযুক্তি সরবরাহকারীদের মধ্যে সমন্বিত উদ্যোগ প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "যেকোনো মূল্যে ইউক্রেনে লক্ষ্য অর্জন করবে রাশিয়া: পুতিন | প্রথম আলো",
            "time": "2025-12-17T19:20:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F34qdvkjo%2FPutin.webp?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুতিন বলেন, যেকোনো মূল্যে মস্কোর বিশেষ সামরিক অভিযানের লক্ষ্য পূরণ করা হবে। ইউক্রেন যদি বাস্তবমুখী আলোচনা না চায়, তাহলে যুদ্ধের মাধ্যমে ঐতিহাসিক ভূখণ্ডগুলো মুক্ত করবে রাশিয়া। এই যুদ্ধের ক্ষেত্রটা যুক্তরাষ্ট্রের সাবেক সরকারগুলো ইচ্ছা করে সৃষ্টি করেছে বলেও অভিযোগ করেন রুশ প্রেসিডেন্ট।</p><p>এরপর ইউরোপের নেতাদের নিয়ে কথা বলেন পুতিন। তাঁদের বিরুদ্ধে যুক্তরাষ্ট্রের সাবেক প্রেসিডেন্ট জো বাইডেনের প্রশাসনের সঙ্গে হাত মেলানোর অভিযোগ করেন। পুতিন বলেন, ‘ইউরোপের ছোট্ট শূকরেরা দ্রুত সাবেক মার্কিন প্রশাসনগুলোর কাজের সঙ্গে যুক্ত হয়েছিল। তারা আশা করেছিল, আমাদের দেশের পতন থেকে লাভবান হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শাহরুখ খানের সঙ্গে মুখোমুখি লড়াইয়ে নামছেন জুনিয়র এনটিআর | প্রথম আলো",
            "time": "2025-12-17T17:30:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fe1ivdnw6%2FWhatsApp-Image-2025-12-17-at-9.22.17-PM.png?rect=0%2C0%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ক্যামিও নয়, বড় চরিত্রেই এনটিআর?</strong><br>ওয়েবসাইট স্যাকনিল্কের এক প্রতিবেদনে বলা হয়েছে, ‘পাঠান ২’-এ জুনিয়র এনটিআরকে শুধু অতিথি চরিত্রে দেখা যাবে না। বরং তাঁকে শাহরুখ খানের সমান্তরাল কোনো শক্তিশালী চরিত্রে অথবা এক ভয়ংকর প্রতিপক্ষ হিসেবেও উপস্থাপন করা হতে পারে। এই জল্পনা সত্যি হলে হিন্দি ও দক্ষিণি সিনেমার দুই মেগা তারকার মুখোমুখি সংঘাত নিঃসন্দেহে বক্স অফিসে বড় আকর্ষণ হয়ে উঠবে। স্পাই ইউনিভার্সের গল্প বলার ধরন বিবেচনায় এমন শক্তিশালী দ্বৈরথের সম্ভাবনা উড়িয়ে দেওয়া যাচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাইব্যুনালে শেখ হাসিনার বিচার আন্তর্জাতিক মানদণ্ড মেনে হয়েছে | প্রথম আলো",
            "time": "2025-12-17T18:51:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fjnj36ee8%2Fkhaled.jpeg?rect=0%2C29%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রসিকিউশনের গ্লোবাল অ্যাম্বাসেডর বলেন, বর্তমানে আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের দুটি বেঞ্চে মোট ১২টি মামলা বিচারাধীন ও নিষ্পত্তির পর্যায়ে রয়েছে, যেখানে ১০৫ জনের বেশি অভিযুক্ত রয়েছেন। এর মধ্যে একাধিক মামলায় শেখ হাসিনার নাম এসেছে।</p><p>প্রসিকিউশনের পক্ষ থেকে জানানো হয়, শেখ হাসিনার বিরুদ্ধে প্রধান মামলাটির বিচারিক প্রক্রিয়া ২০২৪ সালের আগস্টে অভিযোগ গ্রহণের মাধ্যমে শুরু হয়। এরপর দীর্ঘ তদন্ত, সাক্ষ্য গ্রহণ ও যুক্তিতর্ক শেষে ২০২৫ সালের নভেম্বর মাসে রায় ঘোষণার মাধ্যমে শেষ হয়। ওই রায়ে শেখ হাসিনা ও সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান কামালকে মৃত্যুদণ্ড এবং পুলিশের সাবেক মহাপরিদর্শক (আইজিপি) চৌধুরী আবদুল্লাহ আল–মামুনকে পাঁচ বছরের কারাদণ্ড দেওয়া হয়।</p><p>মামলায় প্রায় ১০ হাজার পৃষ্ঠার নথি, ৯৩টি ডকুমেন্টারি, ৩২টি বস্তুগত আলামত এবং ৮৪ জন সাক্ষীর জবানবন্দি উপস্থাপন করা হয় বলে জানানো হয়। অভিযুক্তের বক্তব্য গ্রহণে আইনগত সব সুযোগ অনুসরণ করা হয়েছে বলেও দাবি করেন প্রসিকিউশনের গ্লোবাল অ্যাম্বাসেডর।</p></div></div></div></body></html>"
        },
        {
            "title": "মোটরসাইকেলের মালিক অভিযোগে গ্রেপ্তার হান্নানের বিষয়ে প্রতিবেদন দেওয়ার নির্দেশ | প্রথম আলো",
            "time": "2025-12-17T18:33:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2F9mfrwwmh%2FRemand.jpeg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৩ ডিসেম্বর (শনিবার) রাজধানীর মোহাম্মদপুর এলাকা থেকে মো. আব্দুল হান্নানকে আটক করা হয়। পরের দিন আদালত তাঁর তিন দিনের রিমান্ড মঞ্জুর করেন। ওই দিন রিমান্ড শুনানিতে হান্নান আদালতে দাবি করেন, মোটরসাইকেলটি তাঁর নয়। তখন হান্নান বলেছিলেন, আটকের পর তিনি র‍্যাব ও পুলিশকে অনুরোধ করেছিলেন শোরুমে (বিক্রয়কেন্দ্র) নিয়ে যেতে। তাহলে আসল সত্য বেরিয়ে আসবে। কিন্তু র‌্যাব–পুলিশ তা করেনি।</p><p>মোটরসাইকেলটি নিজের নয় দাবি করে হান্নান সেদিন আদালতে বলেন, তিনি মিরপুর মাজার রোডের একটি শোরুম থেকে এটি কিনেছিলেন। কিন্তু হাতে সমস্যা থাকায় চালাতে পারছিলেন না। একপর্যায়ে তিনি মোটরসাইকেলটি ওই শোরুমেই আবার বিক্রি করে দেন।  দুই মাস আগে মালিকানা বদলের জন্য শোরুম থেকে ফোন করা হলেও অসুস্থতার কারণে তিনি যেতে পারেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "একসময়ের ব্যস্ত নায়িকা শাবনূরের এখন দিন কাটে যেভাবে | প্রথম আলো",
            "time": "2024-12-17T07:06:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F05%2F31%2Faec89892cb42194532ec3c29a5527fab-5ed3a3a30602a.jpg?rect=0%2C0%2C650%2C341&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢালিউডের একসময়ের জনপ্রিয় নায়িকা শাবনূরের সময় অস্ট্রেলিয়ায় কাটে কীভাবে? ‘আমার তো ভাই-বোন-মাসহ সবাই এখন অস্ট্রেলিয়াতে থাকেন। এক যুগের বেশি সময় এখানে থাকার কারণে অনেক বন্ধুবান্ধবও জুটেছে। তাঁদের সঙ্গে আড্ডা হয়। ঘুরতে যাই। আমি নিজে ড্রাইভ করতে পছন্দ করি। বন্ধুরা ব্যস্ত থাকলে আমি ছেলেকে নিয়ে ঘুরতে বের হই। তা ছাড়া আমার ছেলের স্কুল আছে, তার দেখভাল সবই আমাকে করতে হয়। ক্রিকেট ওর প্রিয় খেলা। সময় পেলে আমরা মা–ছেলেসহ অন্যরা মিলে মাঠে গিয়ে খেলা দেখি। আমার কাছে তো মনে হয়, সময় আরও কম হয়। সে হিসেবে বলতে পারি, পরিবার, সাংসারিক নানান কাজকর্ম এবং বন্ধুবান্ধব মিলে সময়টা দারুণ কাটে।’ বলেন শাবনূর।</p><p>নতুন করে সংসার শুরুর কোনো পরিকল্পনা আছে কি? ‘এ ধরনের কোনো চিন্তা আপাতত নেই। বিয়ের পর স্বামীর সঙ্গে বনিবনা না হওয়া যেকোনো নারীর সুখকর অভিজ্ঞতা নয়। তাই স্বামীকে ডিভোর্স দিতে হয়েছে আমার। অনেকে মনে করেন, একবার কারও প্রতারণার শিকার হলে আর কোনো পুরুষ মানুষকে বিশ্বাস বা বিয়ে করা যায় না। এটি ভুল ধারণা। ভালো–মন্দ পৃথিবীর সবকিছুতেই আছে। তাই বলে ভালো মানুষ যে আর পাওয়া যাবে না, তা কিন্তু নয়। তবে বিয়ে নিয়ে আমার আপাতত আগ্রহ না থাকার পেছনে আমার সন্তান। আইজানকে মানবিক মূল্যবোধের মানুষ হিসেবে গড়ে তোলাটাই আমার আপাতত স্বপ্ন, চিন্তা। ওর বেড়ে ওঠার এ সময়টায় আমাকে সবচেয়ে বেশি দরকার।’ বললেন শাবনূর।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ত্রাসবিরোধী আইনে নিশানা করা সাংবাদিক আনিস আলমগীরকে অবশ্যই মুক্তি দিতে হবে | প্রথম আলো",
            "time": "2025-12-17T17:51:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-13%2Fi0mqn6u3%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে বলা হয়েছে, কার্যক্রম নিষিদ্ধ আওয়ামী লীগের পক্ষে প্রচার চালানোর অভিযোগে আনিস আলমগীর ও আরও চারজনের বিরুদ্ধে একটি অভিযোগ দায়ের করার পর ১৫ ডিসেম্বর সন্ত্রাসবিরোধী আইনে তাঁকে আটক করা হয়।</p><p>এ ঘটনা প্রসঙ্গে রিহাব মাহমুর বলেন, ‘আনিস আলমগীরের গ্রেপ্তার বর্তমানে নিষিদ্ধঘোষিত আওয়ামী লীগের কর্মকাণ্ডের প্রতি সমর্থন রয়েছে—এমন ধারণার ভিত্তিতে ব্যক্তিদের নিশানা করার যে উদ্বেগজনক প্রবণতা চলছে, তারই ধারাবাহিকতা। নিজস্ব অভিমত বা মতামত প্রকাশকারীদের কণ্ঠরোধ করতে সন্ত্রাসবিরোধী আইনের অপব্যবহার না করে বরং অন্তর্বর্তী সরকার ও সংশ্লিষ্ট কর্তৃপক্ষের উচিত বাক্‌স্বাধীনতা এবং সংগঠন করার স্বাধীনতার পথ সুগম করা, বিশেষ করে নির্বাচনের প্রাক্কালে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এক ওভারে তিন উইকেট নিলেন মোস্তাফিজ | প্রথম আলো",
            "time": "2025-12-17T17:50:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2F3ke8absp%2F590983983180134524138036326964756058544070092n.webp?rect=0%2C153%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম দুই ওভারে ১৭ দেওয়া মোস্তাফিজই ১৮তম ওভারে একের পর এক উইকেট তুলে নেন। প্রথম বল ছিল অফ কাটার, রশিদ খান মিড অফে ক্যাচ দেন দাসুন শানাকার হাতে (৩ বলে ১)। তৃতীয় বল ছিল স্লোয়ার—ব্যান্টন মিডউইকেটে ক্যাচ দেন ডু প্লয়ের হাতে (১১ বলে ৫)। পঞ্চম বল ছিল অফ স্টাম্পের বাইরে, এবার গজনফর স্লিপে ক্যাচ দেন ডু প্লয়ের হাতে (২ বলে ০)।</p><p>তৃতীয় ওভারে ৫ বলের মধ্যে তিন উইকেট নেওয়া মোস্তাফিজ নিজের শেষ ওভারেও উইকেট পেতে পারতেন। চতুর্থ বলে রোমারিও শেফার্ড বাউন্ডারিতে ক্যাচ দেন। তবে হাতে নিয়েও ফেলে দেন কক্স। ক্যাচ মিসের হতাশায় ঢাকা ওভারটিতে একটি চার ও একটি ছয়ে মোট ১৬ রান ওঠে। মোস্তাফিজ তাঁর চার ওভারের বোলিং কোটা শেষ করেন ৩৪ রানে ৩ উইকেটে।</p><p>এমআই এমিরেটস ২০ ওভারে ৮ উইকেটে ১৩৭ রান করে। তাড়া করতে নেমে দুবাই ক্যাপিটালস ২০ ওভারে ১৩০ রানে অলআউট হয়ে ৭ রানে হারে। মোস্তাফিজ ১ রান করে রানআউট হন। </p></div></div></div></body></html>"
        },
        {
            "title": "হাদি হত্যাচেষ্টা মামলায় স্বীকারোক্তিমূলক জবানবন্দি দিলেন ফয়সালের মা-বাবা | প্রথম আলো",
            "time": "2025-12-17T17:33:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fn4155xdt%2FWhatsApp_Image_2025_12_17_at_08_21_28.jpeg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদি হত্যাচেষ্টা মামলার মূল আসামি ফয়সাল করিম মাসুদের মা–বাবা আদালতে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। ঢাকা মেট্রোপলিটন ম্যাজিস্ট্রেট মো. মনিরুল ইসলাম তাঁদের জবানবন্দি রেকর্ড করেন।</p><p> ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের উপপরিদর্শক রোকনুজ্জামান এ তথ্যের সত্যতা নিশ্চিত করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ সীমান্তের ৭৯ শতাংশে বেড়া দিয়েছে ভারত | প্রথম আলো",
            "time": "2025-12-17T17:30:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2Fd58dd92a-07bc-46aa-ab60-ee8ebb5d9941%2FUntitled_4.jpg?rect=0%2C33%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের মোট ১৫ হাজার ১০৬ কিলোমিটার স্থলসীমা এবং ৭ হাজার ৫১৬ কিলোমিটার সমুদ্রসীমা রয়েছে। মোট সাত দেশের সঙ্গে ভারত স্থলসীমা ভাগাভাগি করে। এগুলো হলো বাংলাদেশ, পাকিস্তান, চীন, নেপাল, ভুটান, মিয়ানমার ও আফগানিস্তান। এর মধ্যে বাংলাদেশের সঙ্গে ভারতের সবচেয়ে দীর্ঘ সীমানা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৬৬,১৪৬ কোটি টাকার সম্পদ জব্দ করেছে সরকার: অর্থ মন্ত্রণালয় | প্রথম আলো",
            "time": "2025-12-17T17:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F7b4067dd-e102-49e8-a4e0-118f2008f87c%2FMinistry_of_Finance.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকে দুর্নীতি দমন কমিশনের চেয়ারম্যান, প্রধান উপদেষ্টার কার্যালয়ের মুখ্য সচিব, বাংলাদেশ ব্যাংকের গভর্নর, অর্থসচিব, আর্থিক প্রতিষ্ঠান বিভাগের সচিব, জাতীয় রাজস্ব বোর্ডের চেয়ারম্যান, বাণিজ্যসচিব, লেজিসলেটিভ ও সংসদবিষয়ক সচিব, বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের চেয়ারম্যান, পররাষ্ট্রসচিব (দ্বিপক্ষীয়), অতিরিক্ত অ্যাটর্নি জেনারেল, সিআইডি প্রধান, স্বরাষ্ট্র মন্ত্রণালয়, বাংলাদেশ পুলিশ ও বাংলাদেশ ফাইন্যান্সিয়াল ইনটেলিজেন্স ইউনিটের প্রতিনিধিরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাইবার সহিংসতায় নারীরাই বেশি ভুক্তভোগী | প্রথম আলো",
            "time": "2025-12-17T17:26:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fkvbua02y%2FWhatsApp-Image-2025-12-17-at-8.36.29-PM.jpeg?rect=60%2C0%2C1444%2C758&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বক্তারা আইনের সংস্কার, কার্যকর প্রয়োগ, আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রশিক্ষণ ও নিরাপদভাবে ইন্টারনেট ব্যবহারের ক্ষেত্রে সচেতনতা সৃষ্টি ও ঘটনার শিকার হওয়ার পর ভুক্তভোগীকে কোনো ধরনের হয়রানি ছাড়া সেবা দেওয়ার ব্যবস্থার ওপর জোর দেন।</p><p>সভায় ঢাকা মহানগর পুলিশের উইমেন সাপোর্ট অ্যান্ড ইনভেস্টিগেশন ডিভিশনের অতিরিক্ত উপপুলিশ কমিশনার মাকসুদা আকতার বলেন, সাইবার সহিংসতার শিকার হলে কোথায় গিয়ে প্রতিকার পাওয়া যাবে, সে সম্পর্কে জানেন না অনেক ভুক্তভোগী নারী। সহায়তা পাওয়ার জায়গাগুলো নিয়ে প্রচার বাড়াতে হবে। ভুক্তভোগী নারী ও শিশু ঘটনার পর অনেক মানসিক ট্রমার মধ্য দিয়ে যান, তাই প্রথমে তাঁর কাউন্সেলিং প্রয়োজন।</p><p>মাকসুদা আকতার বলেন, সরকারি ও বেসরকারি সংস্থা মিলে একটি নেটওয়ার্কের আওতায় সেবা দিলে ভুক্তভোগী উপকৃত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সম্মিলিত ইসলামী ব্যাংকের গ্রাহকদের টাকা পেতে ৭-১৫ দিন লাগবে: গভর্নর | প্রথম আলো",
            "time": "2025-12-17T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-08%2Fgh6ak0z8%2FMonsur.JPG?rect=0%2C35%2C450%2C236&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থ উপদেষ্টার সঙ্গে বৈঠক শেষে গভর্নর সাংবাদিকদের বলেন, আমানতকারীদের টাকা সরাসরি তাঁদের ব্যাংক হিসাবে চলে যাবে। এ জন্য ৭, ১০ বা ১৫ দিন সময় লাগতে পারে। এ বিষয়ে কারিগরি কাজ চলমান।</p><p>গভর্নর আহসান এইচ মনসুর আরও বলেন, ‘এ ব্যাংকের হিসাব খোলা হয়েছে। ২০ হাজার কোটি টাকা বাংলাদেশ ব্যাংকে পড়ে আছে। কেউ পাবেন, কেউ পাবেন না—আমরা এমন ঝামেলা চাই না। আমরা চাই, ঝামেলা ছাড়াই যার যার হিসাবে টাকা চলে যাক।’ গভর্নরের কথা বলার সময় সম্মিলিত ইসলামী ব্যাংকের চেয়ারম্যান মোহাম্মদ আইয়ুব মিয়াও উপস্থিত ছিলেন।</p><p>এ সময় সাংবাদিকেরা আইয়ুব মিয়ার কাছে নতুন ব্যাংকের ব্যবস্থাপনা পরিচালক (এমডি) নিয়োগ প্রসঙ্গে জানতে চান। জবাবে তিনি বলেন, ‘কিছু আবেদন জমা পড়েছে। আবেদন জমা দেওয়ার জন্য আরও সময় বাকি আছে। এটি একটি কঠিন কাজ।’</p></div></div></div></body></html>"
        },
        {
            "title": "নানার বাসায় বেড়াতে এসে সিলিন্ডার বিস্ফোরণে মারা গেল শিশু | প্রথম আলো",
            "time": "2025-12-17T16:59:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fwi7z29n6%2FDhakaDH162420251217savar-17.12.25.jpg?rect=0%2C642%2C2444%2C1283&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত শিশুর খালা সীমা আক্তার বলেন, ‘আমি রান্না করতেছিলাম আর মাইশা বাইরে খেলতেছিল। সেখানে কেউ ছিল না। বাবা গ্যাস ভইরা (বেলুনে গ্যাসভর্তি) বোতল (সিলিন্ডার) ঠান্ডা কইরা বাইরে চইলা যায়। এরপর শব্দ হইছে। মাইশা ক্লাস সিক্সে পরীক্ষা দেওয়ার পর আমারে কইছে “খালামণি, বেড়াইতে যামু”। পরে আমার লগে কইরা আমি নিয়া আইছি। এখন আর তারে সাথে নিয়া যাওয়ার সাধ্য আমার নাই।’</p><p>আশুলিয়া থানার ভারপ্রাপ্ত কর্মকর্তা রুবেল হাওলাদার জানান, মরদেহ উদ্ধার করে ময়নাতদন্তের জন্য রাজধানীর শহীদ সোহরাওয়ার্দী মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে। এ বিষয়ে পরবর্তী আইনানুগ ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "শরিফ ওসমান হাদির অবস্থা অত্যন্ত সংকটাপন্ন: প্রধান উপদেষ্টার প্রেস উইং | প্রথম আলো",
            "time": "2025-12-17T16:57:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Flwkq9ak7%2Fosman-hadi.jpg?rect=0%2C55%2C765%2C402&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুলিবিদ্ধ শরিফ ওসমান হাদির শারীরিক অবস্থা অত্যন্ত সংকটাপন্ন। তিনি বর্তমানে সিঙ্গাপুরে চিকিৎসাধীন রয়েছেন। আজ বুধবার প্রধান উপদেষ্টার প্রেস উইংয়ের এক বার্তায় ওসমান হাদির শারীরিক অবস্থা সম্পর্কে জানানো হয়।</p><p> প্রেস উইং জানিয়েছে, সিঙ্গাপুরের পররাষ্ট্রমন্ত্রী ভিভিয়ান বালাকৃষ্ণান আজ দেশটিতে চিকিৎসাধীন জুলাই গণ-অভ্যুত্থানের সম্মুখভাগের অকুতোভয় যোদ্ধা ও ইনকিলাব মঞ্চের মুখপাত্র শরিফ ওসমান হাদিকে দেখতে গিয়েছিলেন।</p></div></div></div></body></html>"
        }
    ]
}