{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সরকারি চাকরিতে প্রবেশের বয়সসংক্রান্ত অধ্যাদেশের সংশোধন জারি | প্রথম আলো",
            "time": "2025-12-23T07:23:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2F614f1f56-0436-44d5-bd9e-5fdd0cbcf173%2F451c7e8d-3819-4f50-80df-9f0604330e9b.jpg?rect=0%2C25%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীদের আন্দোলনের পরিপ্রেক্ষিতে ২০২৪ সালে সরকারি চাকরিতে বয়স ৩২ করার ঘোষণা দেয় বর্তমান অন্তর্বর্তী সরকার। পরে অধ্যাদেশও জারি করা হয়। এবার সেই অধ্যাদেশে সংশোধন এনে বিজ্ঞপ্তি জারি করা হয়েছে। গতকাল সোমবার (২২ ডিসেম্বর ২০২৫) জারি করা সংশোধিত অধ্যাদেশে মূলত কয়েকটি জায়গা থেকে ‘আধা স্বায়ত্তশাসিত’ শব্দটি বাদ দেওয়া হয়েছে। একই সঙ্গে একটি ধারায় পরিবর্তন আনা হয়েছে।</p><p>সংশোধিত গেজেটে বলা হয়েছে, ‘সরকারি, স্বায়ত্তশাসিত, আধা স্বায়ত্তশাসিত, সংবিধিবদ্ধ সরকারি কর্তৃপক্ষ, পাবলিক নন-ফাইন্যান্সিয়াল করপোরেশনসহ স্বশাসিত সংস্থাগুলো সরাসরি নিয়োগের ক্ষেত্রে সর্বোচ্চ বয়সসীমা নির্ধারণ অধ্যাদেশ, ২০২৪ (২০২৪ খ্রিষ্টাব্দের ১১ নং অধ্যাদেশ) এর সংশোধন করা সমীচীন ও প্রয়োজনীয়; এবং যেহেতু সংসদ ভাঙ্গিয়া যাওয়া অবস্থায় রহিয়াছে এবং রাষ্ট্রপতির নিকট ইহা সন্তোষজনকভাবে প্রতীয়মান হইয়াছে যে, আশু ব্যবস্থা গ্রহণের জন্য প্রয়োজনীয় পরিস্থিতি বিদ্যমান রহিয়াছে; সেহেতু গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের ৯৩ (১) অনুচ্ছেদে প্রদত্ত ক্ষমতাবলে, রাষ্ট্রপতি নিম্নরূপ অধ্যাদেশ প্রণয়ন ও জারি করিলেন, যথা:- সংক্ষিপ্ত শিরোনাম ও প্রবর্তন। এ অধ্যাদেশ সরকারি, স্বায়ত্তশাসিত, আধা স্বায়ত্তশাসিত, সংবিধিবদ্ধ সরকারি কর্তৃপক্ষ, পাবলিক নন-ফাইন্যান্সিয়াল করপোরেশনসহ স্বশাসিত সংস্থাসমূহে সরাসরি নিয়োগের ক্ষেত্রে সর্বোচ্চ বয়সসীমা নির্ধারণ (সংশোধন) অধ্যাদেশ, ২০২৫ নামে অভিহিত হইবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাড়ি দুর্ঘটনার কবলে মেসির বোন, পেছাল মায়ামি কোচের সঙ্গে বিয়ের দিন-তারিখ | প্রথম আলো",
            "time": "2025-12-23T07:21:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fnz7iprmz%2FFeliz-Cumple-Reyna%E2%9D%A4%EF%B8%8Fte-amo-con-todo-mi-coraz%C3%B3n-amor-de-mi-vida-Perd%C3%B3name-por-veces-que-te-hag.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্লারিন জানিয়েছে, মারিয়া নিজেই তাদের এই দুর্ঘটনার খবর নিশ্চিত করেছেন। পাশাপাশি তাঁর মা সেলিয়া এবং আর্জেন্টিনার সাংবাদিক ও টিভি উপস্থাপক আনহেল দি ব্রিতো সংবাদমাধ্যমটিকে দুর্ঘটনার খবরটি জানিয়েছেন। মারিয়া এখন বিপদমুক্ত। তবে আঘাত থেকে সুস্থ হয়ে উঠতে বেশ কিছুদিন তাঁকে বিশ্রামে থাকতে হবে।</p><p>মেসির জন্মভূমি আর্জেন্টিনার রোজারিওতে এ বিয়ে অনুষ্ঠিত হওয়ার কথা। ভারত সফর শেষে ইন্টার মায়ামি তারকা মেসি এখন রোজারিওতে ছুটি উপভোগ করছেন। তাঁর মা সেলিয়া জানিয়েছেন, মারিয়া এসইউভি চালানোর সময় একটি দেয়ালে ধাক্কা মারেন। এতে তাঁর কবজির কিছু অংশ পুড়েছে, মেরুদণ্ডের দুটি কশেরুকা ক্ষতিগ্রস্ত হয় এবং গোড়ালি ভেঙেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় নিজ প্রতিষ্ঠান থেকে ব্যবসায়ীকে অপহরণ, দুই ঘণ্টা পর লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-12-23T07:17:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fjv425fbw%2FBoguraDH061120251223IMG-20251223-WA0008.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুপচাঁচিয়া থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আফজাল হোসেন বলেন, অপহরণের দৃশ্য সিসিটিভির ফুটেজে ধরা পড়েছিল। দুর্বৃত্তদের আটকের জন্য পুলিশ তাৎক্ষণিকভাবে অভিযান শুরু করে। রাত সোয়া এগারোটার দিকে আদমদীঘি উপজেলা থেকে ব্যবসায়ী পিন্টু আকন্দের লাশ উদ্ধার করা হয়। তাঁর নাকেমুখে স্কচটেপ প্যাঁচানো ছিল। শ্বাস বন্ধ হয়ে তাঁর মৃত্যু হয়েছে বলে প্রাথমিকভাবে ধারণা করা হচ্ছে।</p><p>ওসি আফজাল হোসেন আরও বলেন, অপহরণ ও হত্যাকাণ্ডে ব্যবহৃত  মাইক্রোবাস জব্দ এবং জিজ্ঞাসাবাদের জন্য চালককে আটক করা হয়েছে। অপহরণ ও হত্যাকাণ্ডের সঠিক কারণ এখনো নিশ্চিত হওয়া যায়নি। অপহরণকারীদের শনাক্ত ও গ্রেপ্তারে অভিযান চলছে। ময়নাতদন্তের জন্য লাশ বগুড়ার শহীদ জিয়াউর রহমান মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে। এ ঘটনায় মামলার প্রস্তুতি চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি চাকরিজীবীদের জন্য জাপানের স্কলারশিপ, আইইএলটিএসে ৬, কাদের সুযোগ দেখে নিন | প্রথম আলো",
            "time": "2025-12-23T07:17:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fmphf5nal%2F5.png?rect=0%2C0%2C701%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিম্নলিখিত বিষয়গুলোর সঙ্গে সংগতিপূর্ণ ব্যক্তি আবেদন করার যোগ্য নন। এগুলো হলো—</p><p>—যাঁরা বর্তমানে অন্য স্কলারশিপ (জাপানের অন্য স্কলারশিপসহ) পাচ্ছেন (অথবা পাওয়ার জন্য নির্ধারিত)</p><p>—যাঁরা বিদেশি স্কলারশিপের সহায়তায় বিদেশে স্নাতকোত্তর বা উচ্চতর ডিগ্রি অর্জন করেছেন</p><p>—যাঁরা সিভিল সার্ভিস, জুডিশিয়াল সার্ভিস, লেজিসলেটিভ এবং সংসদীয় বিষয়ক বিভাগ বা বাংলাদেশ ব্যাংকে যোগদানের পর ডেপুটেশন বা অধ্যয়ন ছুটিতে স্নাতকোত্তর বা ডক্টরেট ডিগ্রি সম্পন্ন করেছেন</p><p>—ব্যতিক্রম: যাঁরা বেতনভুক্ত ছুটি না নিয়ে অনলাইন বা সন্ধ্যাকালীন কোর্সে অংশগ্রহণ করেছেন তাঁরা আবেদন করার যোগ্য</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের হাইকমিশনারকে তলব করে গভীর উদ্বেগ জানাল বাংলাদেশ, সহিংসতা-হুমকির ঘটনা তদন্তের আহ্বান | প্রথম আলো",
            "time": "2025-12-23T07:12:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-26%2Fhqufw0xd%2Fprony-varma.jpeg?rect=0%2C65%2C2602%2C1366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পররাষ্ট্র মন্ত্রণালয়ের সংবাদ বিজ্ঞপ্তিতে বলা হয়, প্রণয় ভার্মাকে তলব করে ২০ ডিসেম্বর নয়াদিল্লিতে বাংলাদেশ হাইকমিশন ও হাইকমিশনারের বাসভবনের বাইরে ঘটে যাওয়া দুঃখজনক ঘটনা, ২২ ডিসেম্বর শিলিগুড়িতে বাংলাদেশ ভিসা কেন্দ্রে বিভিন্ন উগ্রপন্থী গোষ্ঠীর ভাঙচুরের ঘটনায় ভারত সরকারের কাছে এই উদ্বেগ জানানো হয়।</p><p>ভারতে বাংলাদেশের বিভিন্ন কূটনৈতিক মিশন প্রাঙ্গণের বাইরে সংঘটিত সহিংস বিক্ষোভের বিষয়েও বাংলাদেশ গভীর উদ্বেগ প্রকাশ করে বলে সংবাদ বিজ্ঞপ্তিতে উল্লেখ করা হয়।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, বাংলাদেশ এ ধরনের পরিকল্পিত সহিংসতা বা কূটনৈতিক স্থাপনার প্রতি হুমকিমূলক কর্মকাণ্ডের নিন্দা জানায়। এসব কর্মকাণ্ড কেবল কূটনৈতিক কর্মীদের নিরাপত্তাই বিপন্ন করে না; বরং পারস্পরিক সম্মান, শান্তি ও সহনশীলতার মূল্যবোধকেও ক্ষুণ্ন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার দল বিলুপ্ত করে ছেলে বিএনপিতে, মনোনয়নের আশা | প্রথম আলো",
            "time": "2025-12-23T06:56:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fnvz9asf6%2FKishorgonjDH055720251223a71ec22c-03f3-4115-b68c-03fc71f84721.jpg?rect=0%2C0%2C1068%2C561&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় নেতাদের ধারণা, মূলত আসনটি থেকে ধানের শীষের চূড়ান্ত মনোনয়ন পেতে এহসানুল হুদা বাবার দল ছেড়ে বিএনপিতে যোগ দেন।</p><p>এমন ভাবনায় এহসানুল হুদাপক্ষের দ্বিমত নেই। পক্ষটির দাবি, মনোনয়ন পাওয়ার সবুজ সংকেত পাওয়ার পরই একটি দলের বিলুপ্তি এবং নতুন দলে যোগ দেওয়ার মতো বড় রাজনৈতিক সিদ্ধান্তটি আসে।</p><p>বাজিতপুর উপজেলা বিএনপির সদস্য মো. শাহ আলম শুরু থেকেই এহসানুল হুদার পক্ষে মাঠে সক্রিয়। তিনি বলেন, ‘ধানের শীষের টিকিট এখন আমাদের হাতে। দল পরিবর্তনের মধ্য দিয়ে কিশোরগঞ্জ-৫ আসনে এহসানুল হুদাই হলেন ধানের শীষের কান্ডারি—এ সত্য উপলব্ধি করতে পিএইচডি করার প্রয়োজন নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "থামছে না পাখি শিকার | প্রথম আলো",
            "time": "2025-12-23T06:55:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F6wl8qba5%2F23122025-cm-16.jpg?rect=0%2C151%2C1175%2C617&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর বহুদিন পার হয়ে গেছে। এখন আর বাগেরহাটে গগায় পাখি শিকারের কথা তেমন একটা শুনি না। তবে শিকার বন্ধ হয়নি। বরং ইদানীং যেন কিছুটা বেড়েছে! আজ থেকে প্রায় ৩৩ বছর আগে যখন পাখি দেখা শুরু করি, তখন দেশে পাখি পর্যবেক্ষকের সংখ্যা হাতে গোনা কয়েকজন। আর এখন পাখি পর্যবেক্ষক ও পক্ষী আলোকচিত্রীর সংখ্যা কয়েক হাজার এবং সচেতন মানুষের সংখ্যা লাখ লাখ হলেও শিকার কমছে না।</p><p>পরিযায়ী হাঁস থেকে শুরু করে বক, পানকৌড়ি, শালিক কোনো পাখিরই নিস্তার নেই। খোদ ঢাকা শহরের পাখিরাই যেখানে রক্ষা পাচ্ছে না, সেখানে প্রান্তিক অঞ্চলের কথা ভাবলেই গা শিউরে ওঠে। দেশি পদ্ধতিতে ঘুঘু, কোড়া, কালেম, ডাহুক আর বক শিকার তো সারা বছরই চলছে। তার সঙ্গে শীতে বিষটোপ দিয়ে পরিযায়ী হাঁস ও জলার পাখি শিকার হচ্ছে পুরো দেশে। সিলেট থেকে রাজশাহী, নওগাঁ, নাটোর, বগুড়া, রংপুর, কুড়িগ্রাম, গাজীপুর, কুমিল্লা, নোয়াখালী, চট্টগ্রামসহ দেশের সব জায়গাতেই শিকারিরা বেপরোয়া হয়ে গেছে। সিলেট অঞ্চলে শীত এলেই বিভিন্ন রেস্টুরেন্টে পরিযায়ী পাখির মাংস খাওয়ার ধুম পড়ে। বিষটোপে মরা পাখি খেয়ে কি মাংসলোলুপ অসচেতন মানুষেরা স্বাস্থ্যঝুঁকিতে পড়ছে না?</p><p>গত বছর সিলেটের কানাইঘাট গিয়ে পাখিপ্রেমী শামীম খানের সঙ্গে পরিচয়। উনি আমাদের কানাইঘাটের হাওর-বিলে পরিযায়ী পাখি দেখাতে নিয়ে গেলেন। তখনই তিনি সিলেটে ব্যাপক হারে পাখি শিকারের কথা বললেন। বন বিভাগ ও প্রশাসনের সাহায্য নিয়েও থামানো যাচ্ছে না পাখিশিকারি, রেস্টুরেন্ট ব্যবসায়ী ও পাখির মাংসলোলুপ মানুষদের। শামীম ভাইয়ের তথ্যমতে, গত তিন মাসে সিলেটের হরিপুর–সংলগ্ন বড় হাওরে বন্দুক দিয়ে প্রচুর শিকার হয়েছে। এ ছাড়া বিষটোপ এবং গগা (জাল পেতে শিকার) তো আছেই। উনি কিছু পাখিপ্রেমী নিয়ে সিলেটের আশপাশে শিকার বন্ধের চেষ্টা করছেন। এ ছাড়া দেশের বিভিন্ন স্থানে পরিচিত বহু পাখিপ্রেমী ব্যক্তিগত ও সামাজিকভাবে শিকার বন্ধের চেষ্টা করেযাচ্ছেন। কিন্তু কোনোভাবেই পাখি শিকার কমছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "দোয়া কবুলের কিছু শর্ত ও আদব | প্রথম আলো",
            "time": "2025-12-23T06:55:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Fldycxu8o%2Fpexels-tkphotos-21815127.jpg?rect=0%2C429%2C6016%2C3158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যে বিষয় মানুষের সাধ্যের বাইরে, সেটা আল্লাহ ছাড়া আর কারও কাছে চাওয়া যাবে না। সব বিষয়ে তাওয়াক্কুল করতে হবে একমাত্র রবের ওপর।</p><p>রাসুল (সা.) ইবনে আব্বাস (রা.)–কে বলেছেন, ‘যখন প্রার্থনা করবে, তখন শুধু আল্লাহর কাছে প্রার্থনা করবে এবং যখন সাহায্য চাইবে, তখন শুধু আল্লাহর কাছে সাহায্য চাইবে।’ (সুনানে তিরমিজি, হাদিস: ২,৫১৬)</p><p>কারণ, আল্লাহ বলেন, ‘আমার বান্দা আমার সম্পর্কে যেমন ধারণা করে, আমি তেমনই।’ (সহিহ বুখারি, হাদিস: ৭,৪০৫)</p><p>তাই আমাদের অন্তরে এ দৃঢ় বিশ্বাস রাখতে হবে—আমাদের প্রতিপালক সবকিছুর মালিক, সব ধরনের রিজিক দেওয়ার মালিক, অসম্ভবকে সম্ভব করার ক্ষমতা তাঁর হাতেই।</p></div></div></div></body></html>"
        },
        {
            "title": "জোবায়ের প্রাণ দিলেন, এবার কি রক্ষা পাবে ফসলি জমি | প্রথম আলো",
            "time": "2025-12-23T06:49:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2F6czlqp67%2FRajshahiDH060120251218IMG-20251218-WA0003.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>১. কৃষি ও খাদ্যনিরাপত্তার ক্ষতি হয়।</p><p>• চাষযোগ্য জমি স্থায়ীভাবে কমে যায়, ফলে ধান, সবজি ও অন্যান্য খাদ্যশস্য উৎপাদন হ্রাস পায়।</p><p>• দেশে আবাদি জমি ইতিমধ্যে কমছে; পুকুর খনন এই সংকট আরও বাড়ায়।</p><p>• স্থানীয় খাদ্যনিরাপত্তা ও কৃষিজীবীদের জীবিকা ঝুঁকিতে পড়ে।</p><p>২. পানি ও মাটির ওপর নেতিবাচক প্রভাব পড়ে।</p><p>• পুকুরের কারণে ভূগর্ভস্থ পানির স্তর অস্বাভাবিকভাবে নেমে যেতে পারে।</p><p>• আশপাশের জমিতে জলাবদ্ধতা বা অতিরিক্ত আর্দ্রতা সৃষ্টি হয়ে ফসল ক্ষতিগ্রস্ত হয়।</p><p>• মাটির প্রাকৃতিক গঠন নষ্ট হয়ে চাষের যোগ্যতা হারায়।</p><p>৩. পরিবেশ ও জীববৈচিত্র্যের ক্ষতি হয়।</p><p>• এক ফসলি পুকুরে রূপান্তরের ফলে স্থানীয় জীববৈচিত্র্য হ্রাস পায়।</p><p>• অতিরিক্ত মাছ চাষে ব্যবহৃত রাসায়নিক খাদ্য ও ওষুধ পানি ও মাটি দূষিত করতে পারে।</p><p>• আশপাশের গাছপালা ও উপকারী পোকামাকড়ের আবাস নষ্ট হয়।</p><p>৪. সামাজিক ও অর্থনৈতিক সমস্যা।</p><p>• পুকুর কাটার সুফল সাধারণত জমির মালিক পেলেও ক্ষতিগ্রস্ত হন আশপাশের কৃষক।</p><p>• জমি নিয়ে বিরোধ, সামাজিক দ্বন্দ্ব ও আইনি জটিলতা তৈরি হতে পারে।</p><p>• প্রান্তিক ও বর্গাচাষিরা জমি হারিয়ে কর্মহীন হয়ে পড়তে পারেন।</p><p>৫. আইন ও নীতিগত সমস্যা হয়।</p><p>• বাংলাদেশে উর্বর কৃষিজমিতে অনুমতি ছাড়া পুকুর খনন আইনগতভাবে সীমিত বা নিষিদ্ধ। ভূমির শ্রেণি পরিবর্তন না করে পুকুর খনন করলে জরিমানা বা আইনি ব্যবস্থা নেওয়ার সুযোগ আছে।</p></div></div></body></html>"
        },
        {
            "title": "অপবাদ ঘোচাতে চাই, সুন্দর নির্বাচন করতে চাই: সিইসি | প্রথম আলো",
            "time": "2025-12-23T06:49:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fr3xqze40%2FCEC-Vote.jfif?rect=0%2C4%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আয়োজনে বিভাগীয় কমিশনার, পুলিশ কমিশনার, ডিআইজি, জেলা প্রশাসক, পুলিশ সুপার ও আঞ্চলিক নির্বাচন কর্মকর্তাদের নির্বাচন ব্যবস্থাপনা বিষয়ে ব্রিফ করেন সিইসি।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট সুষ্ঠু করতে রিটার্নিং কর্মকর্তা ও মাঠ প্রশাসনের কর্মকর্তাদের আইনের শাসন নিশ্চিত করার নির্দেশনা দেন সিইসি। তিনি বলেন, আইনের শাসন মানে আইন সবার জন্য সমানভাবে প্রয়োগ করতে হবে।</p><p>প্রশাসন ও পুলিশের কর্মকর্তাদের উদ্দেশে সিইসি বলেন, ‘আমরা একটা যুগসন্ধিক্ষণে দাঁড়িয়ে আছি। দেশের অবস্থা আপনারা জানেন। আমার বুঝিয়ে বলার দরকার নেই। এ ক্রান্তিলগ্নে আমাদের ওপরে যে দায়িত্ব এসে পড়েছে, যদি সঠিকভাবে দায়িত্ব পালনে ব্যর্থ হই, আমরা আমাদের ভবিষ্যৎ প্রজন্মকে জবাব দিতে পারব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "লিপগ্লস না লিপবাম, শীতকালে বেছে নেবেন কোনটি | প্রথম আলো",
            "time": "2025-12-23T06:45:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fokg80tkt%2FIMG_0667.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"লিপগ্লস না লিপবাম, শীতকালে বেছে নেবেন কোনটি\" class=\"IiRps \">লিপগ্লস না লিপবাম, শীতকালে বেছে নেবেন কোনটি</h1></p><div class=\"Ibzfy\"><p>ঠান্ডা হাওয়া, কম আর্দ্রতা, ধুলাবালু এবং পানিশূন্যতার কারণে এ সময় ঠোঁট খুব সহজেই শুষ্ক ও রুক্ষ হয়ে ফেটে যেতে শুরু করে। অনেকের ক্ষেত্রে ঠোঁট কালচে হয়ে যাওয়া বা জ্বালাপোড়ার সমস্যাও দেখা দেয়। শীতকালে ঠোঁটের এই যত্ন কেবল সৌন্দর্যের বিষয় নয়, বরং ত্বকচর্চার একটি প্রয়োজনীয় অংশ। এ অবস্থায় অনেকেই দ্বিধায় পড়েন, ঠোঁটের চর্চায় লিপগ্লস ব্যবহার করবেন, না লিপবামই হবে সবচেয়ে ভালো সমাধান?</p></div></div></div></body></html>"
        },
        {
            "title": "কঠোর অবস্থানে না গিয়ে সরে দাঁড়ানোই মাদুরোর জন্য বুদ্ধিমানের কাজ হবে: বললেন ট্রাম্প | প্রথম আলো",
            "time": "2025-12-23T06:39:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F23srstce%2FTrump-says.avif?rect=0%2C0%2C524%2C275&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পররাষ্ট্র মন্ত্রণালয় থেকে বলা হয়, ‘মন্ত্রীরা ক্যারিবীয় সাগরে ওয়াশিংটনের কার্যক্রম জোরদার করা নিয়ে গভীর উদ্বেগ প্রকাশ করেছেন, যা ওই অঞ্চলের জন্য গুরুতর পরিণতি বয়ে আনতে পারে এবং আন্তর্জাতিক নৌপরিবহন হুমকির মুখে পড়তে পারে।’</p><p>বিবৃতিতে আরও বলা হয়, ‘বর্তমান পরিস্থিতিতে ভেনেজুয়েলার নেতৃত্ব ও জনগণের প্রতি রাশিয়া পূর্ণ সমর্থন ও ঐক্য পুনর্ব্যক্ত করেছে।’</p><p>মাদক পাচার করছে অভিযোগ তুলে গত সেপ্টেম্বর থেকে ক্যারিবীয় সাগর ও পূর্ব প্রশান্ত মহাসাগরে বেশ কয়েকটি নৌযানের ওপর হামলা চালিয়েছে মার্কিন বাহিনী। কিন্তু মার্কিন বাহিনী নিজেদের এ দাবির পক্ষে কোনো প্রমাণ দেখাতে পারেনি।</p><p>এসব হামলায় শতাধিক মানুষ নিহত হয়েছে। নিহত ব্যক্তিদের মধ্যে কয়েকজন জেলে রয়েছেন বলে দাবি করেছে তাদের পরিবার ও ভেনেজুয়েলা সরকার।</p><p>১৬ ডিসেম্বর ট্রাম্প ভেনেজুয়েলায় সব ধরনের তেলের ট্যাংকার যাতায়াত নিষিদ্ধ করেন এবং নিষেধাজ্ঞা অমান্য করে যাতায়াত করা ট্যাংকারকে অবরুদ্ধ করার নির্দেশ দেন।</p><p>ট্রাম্পের দাবি, নিকোলা মাদুরোর নেতৃত্বাধীন কারাকাস সরকার তেল বিক্রি থেকে আয় করে সেই অর্থ থেকে মাদক সন্ত্রাস, মানবপাচার, হত্যা ও অপহরণকে অর্থায়ন করছে।</p><p>ট্রাম্প আরও বলেন, ‘ভেনেজুয়েলা আমাদের সব তেল নিয়ে যাচ্ছে। আমরা তা ফেরত চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "যে গ্রামে মাত্র ৯ জনের বাস, তাঁদের জন্য নেই রাস্তা | প্রথম আলো",
            "time": "2025-12-23T06:33:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Facsk0jn6%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যে গ্রামে মাত্র ৯ জনের বাস, তাঁদের জন্য নেই রাস্তা\" class=\"nA4h1 \">যে গ্রামে মাত্র ৯ জনের বাস, তাঁদের জন্য নেই রাস্তা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T12:33:29+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ০৬: ৩৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের দেশে ফেরা, কিছু এলাকার কারখানা বন্ধ রাখার পরামর্শ বিজিএমইএর | প্রথম আলো",
            "time": "2025-12-23T06:33:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-07%2Fe3g3u7jt%2FWhatsApp-Image-2024-12-07-at-11.37.11-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোটিশে বলা হয়েছে, বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান বাংলাদেশ বিমানযোগে বৃহস্পতিবার শাহজালাল আন্তর্জাতিক বিমানবন্দরে অবতরণ করবেন। ধারণা করা হচ্ছে, দীর্ঘ ১৭ বছর পর ওনার স্বদেশ প্রত্যাবর্তন উপলক্ষে বিমানবন্দরের আশপাশের এলাকায় প্রচুর লোকসমাগম হবে। এ জন্য উত্তরা (পূর্ব-পশ্চিম), উত্তরখান, দক্ষিণখান, খিলক্ষেত, আব্দুল্লাহপুর, তুরাগ, টঙ্গী, পুবাইল, রূপগঞ্জ, কাঞ্চন ব্রিজ ও আশুলিয়া এলাকার (পূর্বাংশ) কারখানাগুলোয় শ্রমিকের যাতায়াত ও আমদানি-রপ্তানির মালমাল পরিবহনে বিঘ্ন ঘটতে পারে।</p><p>সার্বিক দিক বিবেচনা করে এসব এলাকার কারখানার শ্রমিকদের যাতায়াত ও আমদানি-রপ্তানির মালামাল পরিবহনে কারখানা কর্তৃপক্ষকে সিদ্ধান্ত নেওয়ার অনুরোধ করেছে বিজিএমইএ কর্তৃপক্ষ। তারা বলেছে, প্রয়োজনে শ্রমিকপক্ষের প্রতিনিধিদের সঙ্গে আলোচনা করে আগে বা পরে যেকোনো একদিন দায়িত্ব পালন করা সাপেক্ষে বৃহস্পতিবার কারখানায় ছুটি রাখা যায় কি না, তা বিবেচনা করা যেতে পারে।</p><p>এ ছাড়া জরুরি আমদানি-রপ্তানিকাজে ব্যবহৃত কাভার্ড ভ্যান চলাচলের বিষয়ে এলাকার সার্বিক অবস্থা স্বাভাবিক না হওয়া পর্যন্ত অন্য পথ ব্যবহার করার জন্য অনুরোধ করেছে বিজিএমইএ।</p></div></div></div></body></html>"
        },
        {
            "title": "চার্চে পাদরি খুন! হত্যারহস্য নিয়ে জমজমাট এক সিনেমা | প্রথম আলো",
            "time": "2025-12-23T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Ftek0mnb8%2FMV5BZGY2NjFlMjgtYjA2MC00NDJkLWFlNjYtYmNmYTFhYTYwMzczXkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3867%2C2030&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হত্যারহস্যে সন্দেহভাজনের তালিকায় আরও আছেন হুইলচেয়ারে বসা সেলোবাদক সিমোন ভিভানে (কেইলি স্পেনি), ব্যর্থ সাই-ফাই লেখক লি রস (অ্যান্ড্রু স্কট), আইনজীবী ভেরা ড্রাভেন (কেরি ওয়াশিংটন), ট্রাম্পপন্থী ইনফ্লুয়েন্সার সাই ড্রাভেন (ড্যারিল ম্যাককরম্যাক), চিকিৎসক ন্যাট শার্প (জেরেমি রেনার), চার্চের গৃহপরিচারিকা মার্থা ডেলাক্রোয়া (গ্লেন ক্লোজ) আর চার্চের আরেক বাসিন্দা স্যামসন হল্ট (থমাস হেডেন চার্চ)। </p><p>তাঁদের অনেকেরই জেফারসনকে হত্যার মোটিফ আছে, কিন্তু খুনি কে?<br>রিয়ান জনসনের ‘নাইভস আউট’ ফ্র্যাঞ্চাইজির নতুন সিনেমাটি যেন এক বাক্স চকলেট—প্রথম স্তরটি মুখে জল এনে দেওয়ার মতো সুস্বাদু, আর দ্বিতীয় স্তরটিও উপভোগ্য। প্রাইভেট ডিটেকটিভ বেনোয়া ব্লাঙ্ক চরিত্রে ড্যানিয়েল ক্রেগ আবার ফিরেছেন, আগের তুলনায় খানিকটা বেশি গম্ভীর মেজাজে। এবার কৌতুকপূর্ণ সংলাপ আর কৃত্রিম সরলতার ভঙ্গি কম; তবে লম্বা চুল আর নিখুঁতভাবে কাটা থ্রি-পিস স্যুটে তিনি দারুণ মানানসই।</p></div></div></div></body></html>"
        },
        {
            "title": "ওদেসায় হামলা জোরদার করেছে রাশিয়া, বিদ্যুৎবিচ্ছিন্ন লাখো মানুষ | প্রথম আলো",
            "time": "2025-12-23T06:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Ftxzt8ycp%2FOdessa.jpg?rect=0%2C0%2C820%2C431&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি ডিসেম্বরের শুরুতে রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন হুমকি দিয়ে বলেছিলেন, ইউক্রেনকে সমুদ্রপথ থেকে পুরোপুরি বিচ্ছিন্ন করে দেওয়া হবে। কৃষ্ণসাগরে রুশ নৌবহরে ইউক্রেনের ড্রোন হামলার প্রতিশোধ হিসেবে তিনি এ হুঁশিয়ারি দেন।</p><p>আঞ্চলিক গভর্নরের তথ্যমতে, গতকাল সোমবার সন্ধ্যায় ওদেসা বন্দরে রুশ হামলায় একটি বেসামরিক জাহাজ ক্ষতিগ্রস্ত হয়েছে।</p><p>অন্যদিকে গত রোববার রাতের হামলায় ওদেসার ১ লাখ ২০ হাজার মানুষ বিদ্যুৎবিচ্ছিন্ন হয়ে পড়েছেন। এ ছাড়া একটি গুরুত্বপূর্ণ বন্দরে অগ্নিকাণ্ডে কনটেইনারভর্তি বিপুল পরিমাণ আটা ও উদ্ভিজ্জ তেল পুড়ে গেছে।</p><p>এর আগে গত সপ্তাহে ওদেসার পূর্বে পিভডেনি বন্দরে ব্যালিস্টিক ক্ষেপণাস্ত্র হামলায় ৮ জন নিহত ও অন্তত ৩০ জন আহত হয়েছেন। আরেকটি হামলায় গাড়িতে থাকা এক নারী ও তাঁর তিন সন্তান নিহত হন এবং ইউক্রেন-মলদোভা সংযোগকারী একমাত্র সেতুটি সাময়িকভাবে বন্ধ হয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সখীপুরে নিখোঁজের ৭ ঘণ্টা পর বন থেকে রক্তাক্ত অবস্থায় শিশুকে উদ্ধার | প্রথম আলো",
            "time": "2025-12-23T06:15:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2Ffa54be61-a4d2-4818-b8ef-5a056ad66c29%2F63f99994-2125-492b-919b-3a8444626faa.png?rect=0%2C12%2C295%2C155&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সখীপুর স্বাস্থ্য কমপ্লেক্সের জরুরি বিভাগের উপসহকারী কমিউনিটি চিকিৎসা কর্মকর্তা শাহ আলম প্রথম আলোকে বলেন, ‘শিশুটির মাথার সামনের অংশে গুরুতর আঘাত রয়েছে। সেখান থেকে প্রচুর রক্তক্ষরণ হয়েছে। তার অবস্থা আশঙ্কাজনক হওয়ায় আমরা ঢাকায় রেফার করেছি।’</p><p>উদ্ধারের সময় শামীমের পরনে ছিল শুধু লাল রঙের একটি হাফপ্যান্ট। শামীমের নানা করিম সরদার ও মামা সাব্বির হোসেন এ তথ্যের সত্যতা নিশ্চিত করে বলেন, ‘আমরা ঢাকায় আছি। শামীমের এখনো জ্ঞান ফিরেনি। কে বা কারা বা কী উদ্দেশ্যে এ ঘটনা ঘটিয়েছে এ বিষয়ে আমরা কিছুই অনুমান করতে পারছি না। এ বিষয়ে সকালে থানায় মৌখিকভাবে জানানো হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যাশেজে আর নেই কামিন্স, ছিটকে গেলেন লায়নও | প্রথম আলো",
            "time": "2025-12-23T06:15:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2Fe860a01d-9922-448d-a88f-af29e37130b7%2Ff23a941a-f49b-4e70-9d51-1a29c6eb76e8.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টিভ স্মিথ (অধিনায়ক), স্কট বোল্যান্ড, অ্যালেক্স ক্যারি, ব্রেন্ডন ডগেট, ক্যামেরন গ্রিন, ট্রাভিস হেড, জশ ইংলিস, উসমান খাজা, মারনাস লাবুশেন, টড মারফি, মাইকেল নেসার, ঝাই রিচার্ডসন, মিচেল স্টার্ক, জেক ওয়েদারাল্ড, বো ওয়েবস্টার</p></div></div></div></body></html>"
        },
        {
            "title": "রাউজানে আবারও ‘দরজা আটকে’ দুটি ঘরে আগুন, বেড়া কেটে বাসিন্দাদের প্রাণরক্ষা | প্রথম আলো",
            "time": "2025-12-23T06:13:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fktj7x85f%2FWhatsApp-Image-2025-12-23-at-11.40.31.jpeg?rect=0%2C694%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘর দুটির বাসিন্দারা জানান, ঘর দুটির কোথাও টিন এবং কোথাও বাঁশের বেড়া দেওয়া ছিল। দুটি পরিবারের ৮ জন সদস্য ঘরে ছিলেন। রাতে খাবার খেয়ে তাঁরা ঘুমিয়ে পড়েন। এর মধ্যে রাত পৌনে চারটার দিকে ঘরে আগুন জ্বলে ওঠায় তাঁদের ঘুম ভাঙে। তবে বের হতে গিয়ে দুটি পরিবারের সদস্যরাই দেখতে পান দরজা বাইরে থেকে বন্ধ করে রাখা হয়েছে। পরে বাঁশ ও টিনের বেড়া কেটে ঘর থেকে বের হয়ে তাঁরা প্রাণে রক্ষা পেয়েছেন।</p><p>অনিল শীলের ছেলে সংযুক্ত আরব আমিরাতের দুবাইপ্রবাসী মিঠুন শীল প্রথম আলোকে বলেন, তিনি প্রবাস থেকে তিন মাস আগে ছুটিতে দেশে এসে বিয়ে করেছেন। গতকাল রাতের আগুনে তাঁর পাসপোর্ট, বাড়ির আসবাব, নগদ ৮০ থেকে ৯০ হাজার টাকাসহ অনেক মূল্যবান মালামাল পুড়ে গেছে। তিনি বলেন, ‘ঘর থেকে সবাই হুড়োহুড়ি করে বের হতে গিয়ে দেখি দুটি দরজাতেই বাইরে থেকে হুক লাগিয়ে দেওয়া হয়েছে। এরপর যে যার মতো বেড়া কেটে ঘর থেকে বের হয়েছি।’</p></div></div></div></body></html>"
        }
    ]
}