{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পাঁচ ইসলামি ব্যাংকে ২০% বেতন কমানোর পরামর্শ বাংলাদেশ ব্যাংকের | প্রথম আলো",
            "time": "2025-11-30T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-17%2F4p689gcw%2FUntitled-13.jpg?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন ব্যাংকের সাত সদস্যের পরিচালনা পর্ষদ গঠন করা হয়েছে। এই পর্ষদের প্রধান হিসেবে দায়িত্ব পালন করবেন অর্থ মন্ত্রণালয়ের আর্থিক প্রতিষ্ঠান বিভাগের সচিব নাজমা মোবারেক। পর্ষদের অন্য সদস্যরা হলেন অর্থ বিভাগের সচিব মো. খায়েরুজ্জামান মজুমদার, প্রধান উপদেষ্টার কার্যালয়ের সচিব এম সাইফুল্লাহ পান্না, ধর্ম মন্ত্রণালয়ের সচিব মো. কামাল উদ্দিন, অর্থনৈতিক সম্পর্ক বিভাগের (ইআরডি) সচিব মো. শাহরিয়ার কাদের ছিদ্দিকী, অর্থ বিভাগের যুগ্ম সচিব মোহাম্মদ রাশেদুল আমিন এবং আর্থিক প্রতিষ্ঠান বিভাগের যুগ্ম সচিব শেখ ফরিদ।</p><p>জানা যায়, নতুন এই ব্যাংকে সমানসংখ্যক স্বতন্ত্র পরিচালক নিয়োগ দেওয়া হবে। তাঁদের মধ্যে পেশাদার ব্যাংকার, হিসাববিদ ও আইনজীবী থাকবেন। এ ছাড়া সার্চ কমিটির মাধ্যমে এমডিসহ শীর্ষ পর্যায়ের যোগ্য কর্মকর্তা নিয়োগের পরিকল্পনা রয়েছে। সরকারি আমলা নয়, তাঁরাই মূলত ব্যাংকটি পরিচালনা করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের প্রার্থী হামিদের শ্যালক, বিএনপির দুই ‘ফাঁকা’ আসন নিয়ে জল্পনা | প্রথম আলো",
            "time": "2025-11-30T04:19:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fnzx9ahyb%2FUntitled-3.jpg?rect=0%2C31%2C1090%2C572&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই আসনে বাজিতপুর উপজেলা বিএনপির সভাপতি শেখ মুজিবুর রহমান ইকবাল, জেলা বিএনপির সাবেক সদস্য জি এস মীর জলিল, বাজিতপুর পৌরসভার সাবেক মেয়র এহসান কুফিয়া, সাবেক সচিব মো. আবদুল ওয়াহাব, নিকলী উপজেলা বিএনপির সভাপতি বদরুল মোমেনসহ অন্তত আটজন দলীয় মনোনয়নপ্রত্যাশী।</p><p>বিএনপির শরিক দলের মধ্যে এখানে আলোচনায় আছেন রাষ্ট্র সংস্কার আন্দোলনের প্রধান সমন্বয়ক হাসনাত কাইয়ুম এবং বাংলাদেশ জাতীয় দলের চেয়ারম্যান ও ১২-দলীয় জোটের সমন্বয়ক সৈয়দ এহসানুল হুদা।</p><p>এদিকে এখানে জামায়াতের প্রার্থী হিসেবে প্রচারণা চালিয়ে আসছেন জেলা আমির রমজান আলী। তিনি বলেন, স্বৈরাচার হাসিনা সরকারের পতনের পর জামায়াত সম্পর্কে মানুষের ধারণা পাল্টেছে, জনসম্পৃক্ততাও বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পর্তুগিজ জলদস্যু যেভাবে হয়েছিলেন সন্দ্বীপের রাজা | প্রথম আলো",
            "time": "2025-11-30T04:03:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F89t7grmn%2FWhatsApp_Image_2025_11_29_at_10_40_14_PM.jpeg?rect=0%2C0%2C1185%2C622&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের দ্বীপ উপজেলা সন্দ্বীপ। একসময় পর্তুগিজ ও আরাকানি জলদস্যুদের দুর্গ ছিল মেঘনা নদীর মোহনায় বঙ্গোপসাগরে অবস্থিত এই দ্বীপ। দ্বীপটি প্রায় এক দশক শাসন করেছেন সেবাস্তিয়ান গঞ্জালেজ তিবাউ নামের এক পর্তুগিজ জলদস্যু। সন্দ্বীপের ফিরিঙ্গি এই ‘রাজা’ ভারতে এসে প্রথমে সৈনিকের জীবন বেছে নেন। গোয়ায় একটি বাহিনীতে সৈনিকের কাজ নিয়েছিলেন তিনি। তবে তিনি খুব দ্রুত সৈনিকের পেশা ছাড়েন, বেছে নেন বণিকের জীবন।</p></div></div></div></body></html>"
        },
        {
            "title": "রুয়েটের ভর্তিতে বিজ্ঞপ্তি, আসন ১২৩৫, পদ্ধতিসহ জেনে নিন বিস্তারিত | প্রথম আলো",
            "time": "2025-11-30T04:01:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-08%2Fc7ab4002-b3f0-4012-823a-655ca6ee5cec%2F_HSL1004.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক) প্রার্থীকে অবশ্যই বাংলাদেশের নাগরিক হতে হবে।</p><p>খ) প্রার্থীকে বাংলাদেশের যেকোনো মাধ্যমিক ও উচ্চমাধ্যমিক শিক্ষা বোর্ড, মাদ্রাসা শিক্ষা বোর্ড অথবা কারিগরি শিক্ষা বোর্ড থেকে ২০২২ অথবা ২০২৩ সালের মাধ্যমিক বা সমমানের পরীক্ষায় কমপক্ষে জিপিএ–৪ অথবা সমতুল্য গ্রেড পেয়ে উত্তীর্ণ হতে হবে।</p><p>গ) প্রার্থীকে বাংলাদেশের যেকোনো মাধ্যমিক ও উচ্চমাধ্যমিক শিক্ষা বোর্ড, মাদ্রাসা শিক্ষা বোর্ড অথবা কারিগরি শিক্ষা বোর্ড থেকে ২০২৫ সালের উচ্চমাধ্যমিক বা সমমানের পরীক্ষায় উচ্চতর গণিত, পদার্থবিদ্যা ও রসায়ন—এই তিন বিষয়ে মোট ন্যূনতম জিপি–১৪ পেতে হবে।</p><p>ঘ) প্রার্থী জিসিই ‘ও’ লেভেল এবং ‘এ’ লেভেল পরীক্ষায় পাস করে থাকলে তার ক্ষেত্রে ভর্তি পরীক্ষায় অংশ গ্রহণের জন্য জিসিই ‘ও’ লেভেল পরীক্ষায় কমপক্ষে পাঁচটি (গণিত, পদার্থবিদ্যা, রসায়ন ও ইংরেজি সহ) বিষয়ে ন্যূনতম ‘বি’ গ্রেড পেয়ে পাস করতে হবে। জিসিই ‘এ’ লেভেল পরীক্ষায় গণিত, পদার্থবিদ্যা ও রসায়নে পৃথক পৃথকভাবে কমপক্ষে ‘বি’ গ্রেড পেয়ে পাস হতে হবে। উল্লেখ্য, প্রার্থীকে ২০২৪ সালের নভেম্বর বা তার পরে ‘এ’ লেভেল সার্টিফিকেটপ্রাপ্ত হতে হবে।</p><p>ঙ) কমপক্ষে ১২ শিক্ষাবর্ষ অধ্যয়নকাল থাকা সাপেক্ষে বিদেশি শিক্ষাপ্রতিষ্ঠান থেকে ২০২৫ সালের উচ্চমাধ্যমিক বা সমমানের পরীক্ষায় উত্তীর্ণ প্রার্থীর ক্ষেত্রে গণিত, পদার্থবিদ্যা, রসায়ন ও ইংরেজি বিষয়ের প্রতিটিতে আলাদাভাবে ৮০ শতাংশ নম্বর বা সমমানের গ্রেড পেতে হবে। সংশ্লিষ্ট বিষয়ে মাধ্যমিক বা সমমানের পরীক্ষায় গড়ে কমপক্ষে ৭০ শতাংশ নম্বর বা সমমানের গ্রেড পেতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাক্সের ভেতর ফোন রাখলেই হবে চার্জ, সাইদুলের গবেষণা | প্রথম আলো",
            "time": "2025-11-30T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2F06vrlupz%2FIMG-20251128-WA0002.jpg?rect=0%2C179%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বাক্সের ভেতরে ছড়িয়ে থাকা রেজোন্যান্ট কয়েলগুলো ত্রিমাত্রিক জায়গায় অর্থাৎ বাক্সের ভেতরের পুরো জায়গায়ই সমানভাবে ম্যাগনেটিক ফিল্ড (চৌম্বক ক্ষেত্র) তৈরি করে, আর যন্ত্রগুলো তার প্রয়োজনমতো শক্তি টেনে নেয়। অতিরিক্ত তাপ বা ওভারলোড, সবই স্বয়ংক্রিয়ভাবে নিয়ন্ত্রিত হয় এই বাক্সের ভেতরে।</p><p>দেশেই হয়তো চাকরি করতে পারতেন সাইদুল আলম। পারিবারিক নিরাপত্তাও ছিল। তবে মাথায় ঘুরত একটি প্রশ্ন, কেন যন্ত্রগুলো এমনভাবে কাজ করে? অন্যভাবে কি করা যায়? এই প্রশ্নই তাঁকে ঠেলে দেয় আন্তর্জাতিক গবেষণার মাঠে।</p><p>২০১৯ সালের শুরুর দিকের কথা। বহু ই–মেইল, কোটেশন, প্রত্যাখ্যান ও অপেক্ষার পর অবশেষে মেলে সুযোগ। দক্ষিণ কোরিয়ার একটি শীর্ষ গবেষণাগারে পিএইচডি করার অনুমতি পান। দেশ ছাড়ার মুহূর্তে মা–বাবা বলেছিলেন, ‘চেষ্টা করে যাস।’ নতুন ভাষা, নতুন মানুষ, নতুন পরিবেশ, সব মিলিয়ে শুরুটা কঠিনই ছিল। কিন্তু গবেষণাগারে পা রাখতেই সাইদুল বুঝতে পেরেছিলেন, এই সেই জায়গা, যেখানে তিনি পৌঁছাতে চেয়েছিলেন, যেখানে মিলতে পারে তাঁর মাথায় খেলে যাওয়া প্রশ্নগুলোর উত্তর।</p><p>কোরিয়ায় কাটানো চার বছর সাইদুলের জীবন বদলে দেয়। দেখতে পান, ‘ওয়্যারলেস পাওয়ার ট্রান্সফার’ মানুষের দৈনন্দিন জীবনের খুব সহজ অথচ প্রযুক্তিগতভাবে জটিল একটি বিষয়। আর এই জায়গায়ই হয়ে ওঠে তাঁর গবেষণার বিষয়।</p><p>কীভাবে চার্জিং আরও সুবিধাজনক করা যায়? যন্ত্রটি নড়াচড়া করলেও কীভাবে ‘পাওয়ার লস’ কমানো যায়? কীভাবে চার্জারের রেজোন্যান্স নিজে থেকেই মিলে গিয়ে সর্বোচ্চ কার্যক্ষমতা নিশ্চিত করতে পারে? এসব প্রশ্নের উত্তর খুঁজতে গিয়েই সাইদুল উদ্ভাবন করেন নতুন ধরনের রিসিভার আর্কিটেকচার ও স্বয়ংক্রিয় টিউনিং অ্যালগরিদম। তাঁর এই কাজ শুধু আন্তর্জাতিক জার্নালে প্রকাশিতই হয়নি, দুটি মার্কিন পেটেন্টের ভিত্তিও তৈরি করেছে। পিএইচডি শেষে বিশ্ববিদ্যালয় থেকে পেয়েছেন ‘এক্সিলেন্ট রিসার্চ অ্যাওয়ার্ড’। কোরিয়ায় বিদেশি গবেষকদের মধ্যে এই সম্মাননা বিরলই বলতে হয়।</p><p>এই অর্জনের সুবাদেই নিউজিল্যান্ডের ইউনিভার্সিটি অব অকল্যান্ডে জায়গা করে নেন সাইদুল। বৈশ্বিক র‍্যাঙ্কিংয়ে ওপরের দিকে থাকা এই বিশ্ববিদ্যালয়ের ‘ইনোভেটিভ ওয়্যারলেস পাওয়ার রিসার্চ’ গ্রুপটি অনেক বছর ধরেই ‘কন্ট্যাক্টলেস চার্জিং’ নিয়ে কাজ করছে, বলা যায় সারা বিশ্বকেই পথ দেখাচ্ছে। সেখানে পোস্টডক্টরাল রিসার্চ ফেলো হিসেবে যোগ দেন সাইদুল আলম। উদ্ভাবন করেন ‘স্মার্ট পাওয়ার বক্স’। তাঁর এ গবেষণায় অনুদান দিয়েছে ‘ওয়ারউইক অ্যান্ড জুডি স্মিথ ইঞ্জিনিয়ারিং এন্ডোমেন্ট ফান্ড’। সুপারভাইজার অধ্যাপক আইগু প্যাট্রিক হু’র সহযোগিতা ও গবেষণাগারের দলগত কাজই সাহস জুগিয়েছে, জানালেন তিনি।</p><p>সাইদুল বলেন, ‘আমার ইচ্ছা ছিল এমন কিছু উদ্ভাবন, প্রতিদিন যা ব্যবহার করবে মানুষ। যে প্রযুক্তি চোখে ধরা পড়বে না, কিন্তু সুবিধা এনে দেবে। গবেষণাগারে স্মার্ট পাওয়ার বক্সের প্রোটোটাইপ অর্থাৎ প্রাথমিক একটি মডেল আমরা বানিয়েছি। কার্যকারিতাও পরীক্ষা করেছি। ফলাফল আশানুরূপ। আমার স্বপ্ন, একদিন ঘরের আসবাবের মতো সাধারণ হয়ে যাবে এই স্মার্ট পাওয়ার বক্স।’</p><p>বিদেশে বসে কাজ করলেও সাইদুলের চিন্তায় বাংলাদেশ থাকে সব সময়। ভবিষ্যতে দেশে আইওটি (ইন্টারনেট অব থিংস) ডিভাইস, স্মার্ট হাসপাতাল ও স্মার্ট হোম নিয়ে কাজ করতে চান। সাশ্রয়ী প্রযুক্তি বানিয়ে দেশেই কিছু করার তাঁর প্রবল ইচ্ছা।</p><p>চার্জিংয়ের ক্ষেত্রে তারহীন প্রযুক্তি হবে ভবিষ্যতের এক নতুন অধ্যায়। সেখানে গুরুত্বপূর্ণ ভূমিকা রাখতে চান সাইদুল আলম।</p></div></div></body></html>"
        },
        {
            "title": "নরসিংদীতে কিশোর চালকের গলা কেটে অটোরিকশা ছিনতাই | প্রথম আলো",
            "time": "2025-11-30T03:49:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C230%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খবর পেয়ে রায়পুরা থানার পরিদর্শক মো. মাসুদ আলম ঘটনাস্থলে গিয়ে লাশ উদ্ধার করেন। এ সময় কিশোরের পরিবারের সদস্যরা এসে তার লাশ শনাক্ত করেন। সুরতহাল শেষে লাশ ময়নাতদন্তের জন্য লাশ নরসিংদী সদর হাসপাতালের মর্গে পাঠানো হয়।<br>নিহত কিশোরের স্বজনেরা বলেন, শাহাদাৎ মাদ্রাসায় পড়াশোনা করে। তার বাবা শারীরিকভাবে প্রতিবন্ধী। বড় ভাই ইয়াসিন মিয়া অটোরিকশা চালিয়ে পরিবারের ব্যয় বহন করেন। গতকাল সকাল ১০টার দিকে শখের বশে বড় ভাইয়ের অটোরিকশা নিয়ে বের হয় শাহাদাৎ। দুপুরে পরিবারের কাছে খবর আসে, শাহাদাৎকে গলা কেটে হত্যা করে অটোরিকশা ছিনিয়ে নেওয়া হয়েছে।</p><p>রায়পুরা থানার পরিদর্শক মো. মাসুদ আলম বলেন, কিশোর চালকের গলা কেটে অটোরিকশাটি ছিনিয়ে নেওয়ার ঘটনা ঘটেছে। যে বা যারা এ হত্যাকাণ্ডে জড়িত, তাদের চিহ্নিত করে আইনের আওতায় আনা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ইসরায়েলের হামলা চলছেই, নিহতের সংখ্যা ছাড়াল ৭০ হাজার | প্রথম আলো",
            "time": "2025-11-30T03:40:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fem2j1irw%2Fgaza-death-toll.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের মধ্যস্থতায় হামাসের সঙ্গে যুদ্ধবিরতি কার্যকর হওয়া সত্ত্বেও গাজায় হামলা অব্যাহত রেখেছে ইসরায়েল। এ উপত্যকায় নিহত ফিলিস্তিনির সংখ্যা এখন ৭০ হাজার ছাড়িয়েছে। গতকাল শনিবার এ তথ্য জানিয়েছে গাজার স্বাস্থ্য মন্ত্রণালয়।</p><p>স্বাস্থ্য মন্ত্রণালয় বলেছে, গত বছরের ৭ অক্টোবর গাজা যুদ্ধ শুরুর পর থেকে এ পর্যন্ত সেখানে অন্তত ৭০ হাজার ১০০ ফিলিস্তিনিকে হত্যা করেছে ইসরায়েল। আহত হয়েছেন ১ লাখ ৭০ হাজার ৯০০ জনের বেশি মানুষ।</p><p>চিকিৎসকেরা গতকাল বলেছেন, দক্ষিণ গাজার খান ইউনিসের পূর্বে বনি সুহেইলা শহরে ইসরায়েলি ড্রোন হামলায় দুই ফিলিস্তিনি শিশু নিহত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারকে টেকসই সমাধান বের করতে হবে | প্রথম আলো",
            "time": "2025-11-30T03:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেখা যাচ্ছে যে অবসরে যাওয়ার পর অবসর–সুবিধা পেতে শিক্ষকদের তিন–চার বছর পার হয়ে যাচ্ছে। ভারত, শ্রীলঙ্কাসহ দক্ষিণ এশিয়ার বেশির ভাগ দেশের তুলনায় বাংলাদেশে শিক্ষকদের বেতন ও সুযোগ–সুবিধা কম। বেসরকারি শিক্ষাপ্রতিষ্ঠানের ক্ষেত্রে অবস্থাটা আরও শোচনীয়। ফলে বেশির ভাগ এমপিওভুক্ত শিক্ষককে নিম্ন বেতনে কষ্ট করেই জীবন চালাতে হয়। অবসরের পর সময়মতো অবসর ভাতা না পাওয়ায় তাঁদের জীবন আরও দুর্বিষহ হয়ে ওঠে। নিজের ও পরিবারের সদস্যদের চিকিৎসা, সন্তানদের পড়াশোনা ও বিয়ে, হজ ও অন্যান্য ধর্মীয় ব্রত পালনে তাঁদের সমস্যায় পড়তে হচ্ছে। শিক্ষা মন্ত্রণালয় থেকে অর্থ মন্ত্রণালয়ে পাঠানো চিঠিতেই জানা যাচ্ছে, অনেক শিক্ষক অবসর–সুবিধার টাকা পাওয়ার আগেই মারা যান।</p><p>এই ট্র্যাজিক বাস্তবতা সৃষ্টির কারণ হলো তহবিল–সংকট। শিক্ষা মন্ত্রণালয় অবসর–সুবিধার জন্য ৭ হাজার ১৬৮ কোটি টাকা ও কল্যাণ ট্রাস্টের জন্য ২ হাজার ৮১৩ কোটি টাকার তহবিল চেয়েছে। প্রশ্ন হচ্ছে, তহবিলের ঘাটতিটা এত বড় অঙ্কের হলো কীভাবে? শিক্ষক–কর্মচারীদের অবসর–সুবিধার টাকাটা কীভাবে আসবে, তার একটা উপায় ঠিক করা আছে। অবসর ও কল্যাণ–সুবিধা মিলিয়ে প্রতি মাসে শিক্ষকদের মূল বেতনের ১০ শতাংশ কেটে রাখা হয়। এ ছাড়া প্রতি শিক্ষার্থীর কাছ থেকে ১০০ টাকা নেওয়া হয়। বাকি টাকা সরকারের থোক বরাদ্দ ও চাঁদা জমার সুদ থেকে সমন্বয় করে দেওয়া হয়। এর অর্থ হলো বেসরকারি শিক্ষাপ্রতিষ্ঠানের শিক্ষকেরা অবসরের পর যে সুবিধাটা পান, এর বেশির ভাগটাই নিজেদের অর্থ।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার সুস্থতা কামনা করে চিঠি পাকিস্তানের প্রধানমন্ত্রীর | প্রথম আলো",
            "time": "2025-11-30T03:37:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fzsft943u%2FUntitled-5.jpg?rect=0%2C0%2C1620%2C851&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আপনার সাম্প্রতিক অসুস্থতার খবর জেনে আমি গভীরভাবে উদ্বিগ্ন হয়েছি।</p><p>পাকিস্তানের জনগণ, সরকার ও ব্যক্তিগতভাবে আমার পক্ষ থেকে আপনার দ্রুত ও সম্পূর্ণ সুস্থতার জন্য আন্তরিকভাবে দোয়া করছি। শুভকামনা জানাচ্ছি।</p><p>বাংলাদেশের উন্নয়নে আপনার বিরাট অবদান সর্বত্র স্বীকৃত।</p><p>বাংলাদেশ ও পাকিস্তানের ঘনিষ্ঠ ভ্রাতৃসুলভ সম্পর্ক এগিয়ে নিতে আপনার ভূমিকা আমরা গভীরভাবে মূল্যায়ন করি।</p></div></div></div></body></html>"
        },
        {
            "title": "চিত্রা নদী দখল করে পৌরসভার ভবন, এবার নির্মাণ হচ্ছে সীমানাপ্রাচীর | প্রথম আলো",
            "time": "2025-11-30T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fvtel467x%2FJessoreDH062620251126Jessore-Chitra-River-03.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২০ সালের ৩০ জুলাই জাতীয় নদী রক্ষা কমিশনের প্রকাশিত নদী দখলদারদের তালিকায় চিত্রা নদীর ব্যাপক দখলের কথা উল্লেখ করা হয়। বাঘারপাড়া এলাকায় নদীর জায়গায় পৌরসভার শৌচাগার, দলীয় কার্যালয়, মুক্তিযুদ্ধ স্মৃতিস্তম্ভ, পুকুর, দোকানপাট ও বসতবাড়ি গড়ে তোলার তথ্য উল্লেখ করা হয়েছে। আংশিক তালিকায় ৪১ জন দখলদারের নাম থাকলেও পরে পাঠানো পূর্ণাঙ্গ তালিকায় ১২৬ জন অবৈধ দখলদার অন্তর্ভুক্ত হয়।</p><p>এ সম্পর্কে বাঘারপাড়া উপজেলা সহকারী কমিশনার (ভূমি), উপজেলা নদী রক্ষা কমিটির সদস্যসচিব এবং পৌরসভার প্রশাসক মাহির দায়ান আমিন প্রথম আলোকে বলেন, ‘গত অর্থবছরে পৌরসভার সীমানাপ্রাচীর নির্মাণের দরপত্র আহ্বান করা হয়। চলতি অর্থবছরে এর বাস্তবায়ন শুরু হয়েছে। আমি সম্প্রতি বদলি হয়ে এসেছি। বিষয়টি জানতাম না। খোঁজ নিচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ধানুশ-কৃতির সিনেমাটি কি ‘সাইয়ারা’কে ছাড়িয়ে যাবে | প্রথম আলো",
            "time": "2025-11-30T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fheyeyla9%2Ftere-ishk-mein-music-review-01.jpg?rect=0%2C0%2C1120%2C588&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘তেরে ইশক মে’-তে প্রেমের বহুমাত্রিক রূপ তুলে ধরেছেন আনন্দ এল রাই। ছবির প্রধান দুই চরিত্রে অভিনয় করেছেন দক্ষিণি তারকা ধানুশ ও বলিউড অভিনেত্রী কৃতি শ্যানন। গতকাল শুক্রবার প্রেক্ষাগৃহে মুক্তির পর থেকেই আলোচনায় সিনেমাটি।</p><p><strong>কত আয় করল<br></strong> মুক্তির পর ধানুশ ও কৃতি স্যানন অভিনীত এই ছবি পেয়েছে মিশ্র প্রতিক্রিয়া—কারও কাছে ধনুশের ‘অ্যাংরি লভার বয়’ অবতার মন জয় করেছে, আবার কেউ কেউ বলছেন এটি ‘দিল্লির বাতাসের চেয়েও বেশি বিষাক্ত’। সমালোচকদের কাছে মিশ্র প্রতিক্রিয়া পেলেও সাধারণ দর্শকের বেশ পছন্দ হয়েছে সিনেমাটি; প্রথম দিনেই আয় করেছে ১৭ কোটি রুপি। এটি চলতি বছর হিন্দি রোমান্টিক সিনেমাগুলোর মধ্যে প্রথম দিনে দ্বিতীয় সর্বোচ্চ আয়। ২১ দশমিক ৫ কোটি রুপি আয় নিয়ে অনুমিতভাবেই শীর্ষে আছে মোহিত সুরির ‘সাইয়ারা’। মুক্তির প্রথম দিনেই ‘তেরে ইশক মে’ নিয়ে অন্তর্জালে আলোচনা শুরু হয়ে গেছে। অনেকে মনে করেছেন সিনেমাটি ‘সাইয়ারা’র প্রথম সপ্তাহের আয়কেও ছাড়িয়ে যেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যসেবার সংকট নিরসনে পদক্ষেপ জরুরি | প্রথম আলো",
            "time": "2025-11-30T03:28:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ রেলওয়ে কর্তৃপক্ষের অধীনে থাকা রেলওয়ে হাসপাতালগুলো দেশে স্বাস্থ্যসেবায় গুরুত্বপূর্ণ ভূমিকা পালন করছে। রেলওয়ের কর্মকর্তা ও কর্মচারী, তাঁদের পরিবার, নির্দিষ্ট ক্ষেত্রে সাধারণ জনগণকে চিকিৎসাসেবা দিয়ে থাকে এসব হাসপাতাল। যদিও রেলওয়ে হাসপাতাল ও স্বাস্থ্যকেন্দ্রগুলোর করুণ দশার বিষয়টি কারও অজানা নয়। অন্তর্বর্তীকালীন সরকার বেশ কিছু রেলওয়ে হাসপাতালের স্বাস্থ্যসেবার মান বৃদ্ধির ক্ষেত্রে উদ্যোগ নিলেও আরও হাসপাতাল এর আওতার বাইরে থেকে গেছে।</p><p>ব্রাহ্মণবাড়িয়ার আখাউড়ার বাংলাদেশ রেলওয়ে চিকিৎসাকেন্দ্রে রেলওয়ের কর্মকর্তা-কর্মচারী ও তাঁদের পরিবারের সদস্যদের মানসম্মত চিকিৎসা পাওয়ার কথা, সেখানে এই কেন্দ্র নিজেই যেন ধুঁকে ধুঁকে চলছে। প্রতিদিন ৭০-৮০ জন রোগী সেবা নিতে এলেও এই চিকিৎসাকেন্দ্রের মূল সমস্যা হলো তীব্র জনবলসংকট। চিকিৎসকের একটি পদ থাকলেও তিনি সপ্তাহে পাঁচ দিন থাকেন ঢাকায়। ফার্মাসিস্ট, ওয়ার্ড অ্যাটেনডেন্ট, পরিচ্ছন্নতাকর্মী, আয়া, নৈশপ্রহরী, ড্রেসিং কর্মী—প্রায় প্রতিটি গুরুত্বপূর্ণ পদই হয় শূন্য অথবা বছরের পর বছর খালি পড়ে আছে। ড্রেসিং কর্মীর পদ ২০ বছর ধরে শূন্য। ফলে সামান্য কাটাছেঁড়ার মতো জরুরি সেবার জন্যও রোগীদের বাইরে যেতে হচ্ছে। একজন পরিচ্ছন্নতাকর্মী একই সঙ্গে নৈশপ্রহরীর দায়িত্ব পালন করছেন। সহকারী সার্জন আঞ্জুমান আরা স্বীকার করেছেন যে জনবলসংকট অত্যন্ত তীব্র এবং নিয়োগের জন্য বারবার চিঠি লেখা হলেও গত কয়েক বছরে কোনো নিয়োগ হয়নি। </p></div></div></div></body></html>"
        },
        {
            "title": "কৃষ্ণসাগরে জ্বালানিবাহী জোড়া ট্যাংকারে ইউক্রেনের হামলা | প্রথম আলো",
            "time": "2025-11-30T03:13:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Ftdyxm6kr%2FRussia%E2%80%99s-oil.webp?rect=0%2C0%2C512%2C269&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তুরস্কের উপকূলে গত শুক্রবার ওই দুটি ট্যাংকারে হামলার ঘটনা ঘটে। দেশটির কর্তৃপক্ষ জানিয়েছে, আক্রান্ত ট্যাংকার দুটির নাম ‘কায়রোস’ ও ‘বিরাট’। দুটি ট্যাংকারই গাম্বিয়ার পতাকাবাহী।</p><p>গতকাল শনিবার ‘বিরাট’ নামের ট্যাংকারে আরেক দফা হামলার খবর পাওয়া যায়। যদিও এসব হামলায় হতাহতের কোনো খবর জানা যায়নি।</p><p>ইউক্রেনের পক্ষ থেকে বেছে বেছে রাশিয়ার জ্বালানি খাতের রাজস্বের উৎসগুলোয় হামলা চালানো হচ্ছে। সাম্প্রতিক সময়ে এসব হামলা জোরদার করা হয়েছে। কেননা এসব উৎস ইউক্রেনে চলমান যুদ্ধের পেছনে অর্থায়নের বিষয়ে কৌশলগতভাবে গুরুত্বপূর্ণ বলে বিবেচিত হয়।</p><p>জ্বালানি তেলবাহী ট্যাংকার দুটি রাশিয়ার ‘ছায়া নৌবহরের’ অংশ। ২০২২ সালে ইউক্রেনে হামলা শুরুর পর রাশিয়ার জ্বালানি খাতের ওপর পুরোদস্তুর নিষেধাজ্ঞা দিয়ে রেখেছে পশ্চিমারা। এসব নিষেধাজ্ঞা এড়িয়ে জ্বালানি তেল পরিবহনে এমন শত শত নৌযান ব্যবহার করে মস্কো। এগুলোকে রাশিয়ার ‘ছায়া নৌবহর’ বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশ কমিশনের খসড়ায় আমলাতন্ত্রের ‘হস্তক্ষেপ’ | প্রথম আলো",
            "time": "2025-11-30T03:11:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fpgfqud63%2FUntitled-4.jpg?rect=0%2C0%2C1421%2C746&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টাদের সমন্বয়ে গঠিত কমিটি প্রস্তাবিত পুলিশ কমিশনের খসড়ায় আপিল বিভাগের একজন অবসরপ্রাপ্ত বিচারপতির নেতৃত্বে ৯ সদস্যের স্বশাসিত পুলিশ কমিশন গঠনের কথা বলা হয়েছিল। তাঁদের মধ্যে অন্তত একজন হবেন নারী। কমিশনের সদস্যদের মেয়াদ হবে পাঁচ বছর।</p><p>খসড়ায় বলা হয়েছে, কমিশনের সদস্যসচিব হবেন সাবেক একজন আইজিপি। সংসদনেতা ও বিরোধীদলীয় নেতার একজন করে প্রতিনিধিকেও অস্থায়ী সদস্য হিসেবে এই কমিশনে রাখার সুপারিশ করা হয়।</p><p>সেই কমিটির প্রস্তাবে আরও পাঁচজনকে সদস্য করার প্রস্তাব করা হয়। তাঁরা হলেন সচিব পদমর্যাদার অবসরপ্রাপ্ত একজন কর্মকর্তা, জাতীয় বেতন স্কেলের গ্রেড-১ পদমর্যাদার একজন অবসরপ্রাপ্ত সরকারি কর্মকর্তা এবং অতিরিক্ত আইজিপি (গ্রেড-১) পদমর্যাদার একজন অবসরপ্রাপ্ত কর্মকর্তা। গ্রেড-১ পদমর্যাদার একজন অবসরপ্রাপ্ত বিচার বিভাগীয় কর্মকর্তা অথবা দেশে আইন পেশায় ন্যূনতম ২০ বছরের অভিজ্ঞতা আছে এমন একজন তালিকাভুক্ত খ্যাতনামা আইনজীবীও কমিশনের সদস্য হবেন। এ ছাড়া ন্যূনতম ২০ বছর দেশে বা বিদেশে নিবন্ধিত মানবাধিকার সংস্থায় কাজের অভিজ্ঞতা আছে—এমন খ্যাতনামা একজন মানবাধিকারকর্মীকে কমিশনের সদস্য করা হবে।</p><p>তবে স্বরাষ্ট্র মন্ত্রণালয় ৭ সদস্যের কমিশন গঠনের প্রস্তাব করেছে। উপদেষ্টা কমিটির প্রস্তাব থেকে জাতীয় বেতন স্কেলের গ্রেড-১ পদমর্যাদার একজন অবসরপ্রাপ্ত সরকারি কর্মকর্তা এবং অতিরিক্ত আইজিপি (গ্রেড-১) পদমর্যাদার একজন অবসরপ্রাপ্ত কর্মকর্তার বিষয়টি বাদ দেওয়া হয়েছে। অবশ্য কমিশনে কমপক্ষে দুজন নারী রাখতে বলেছে মন্ত্রণালয়।</p><p>উপদেষ্টা কমিটির প্রস্তাবে বলা হয়েছিল, কমিশনের চেয়ারম্যান সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি এবং সদস্যরা হাইকোর্ট বিভাগের বিচারপতির সমপদমর্যাদার হবেন। তবে উপদেষ্টা পরিষদে উত্থাপন করা খসড়ায় এই বিষয় বাদ দেওয়া হয়েছে। এর পরিবর্তে বলা হয়েছে, কমিশনের চেয়ারপারসন এবং সদস্যদের পদমর্যাদা সরকার নির্ধারণ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক আর্জেন্টাইনের হ্যাটট্রিকে মেসিদের বড় জয়, প্রথমবার কাপ ফাইনালে ইন্টার মায়ামি | প্রথম আলো",
            "time": "2025-11-30T03:10:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F04vghspf%2F623586-01-02.jpg?rect=0%2C0%2C8206%2C4308&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্লাব ইতিহাসে প্রথমবারের মতো এমএলএস কাপ ফাইনালে উঠেছে ইন্টার মায়ামি। আজ প্লে-অফের ইস্টার্ন কনফারেন্স ফাইনালে নিউইয়র্ক সিটি এফসিকে ৫-১ গোলে উড়িয়ে দিয়েছে লিওনেল মেসির দল।</p><p>যুক্তরাষ্ট্রের মেজর লিগ সকারে (এমএলএস) ৩০টি দল ইস্টার্ন ও ওয়েস্টার্ন কনফারেন্সে ভাগ হয়ে খেলে। দুই অংশের প্লে–অফের চ্যাম্পিয়নরা খেলে এমএলএস কাপ ফাইনাল। ২০১৮ সালে প্রতিষ্ঠিত মায়ামি এর আগে তিনবার প্লে-অফে খেললেও কনফারেন্স সেমিফাইনালে উঠতে পারেনি। এবার সেমি ও ফাইনাল জিতে নাম লিখিয়েছে কাপ ফাইনালেই।</p></div></div></div></body></html>"
        },
        {
            "title": "সপ্তাহের কর্মদিবস শুরু ‘খুব অস্বাস্থ্যকর’ বায়ু নিয়ে, ঢাকাবাসী সুরক্ষায় যা করবেন | প্রথম আলো",
            "time": "2025-11-30T03:00:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Ff7f658e4-26f0-4945-86f1-4f1c12cb161d%2FAir.webp?rect=0%2C10%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালে বায়ুর মানের নিরিখে দেশের বিভাগীয় শহরগুলোর মধ্যে সবচেয়ে খারাপ অবস্থা খুলনার। এই নগরীর বায়ুর মান আজ ২৫৩। গত বুধবার একই সময় উপকূলীয় এই শহরের বায়ুর মান ছিল ২৭৭।</p><p>বায়ুদূষণে আজ খুলনার পরে আছে রাজশাহী। উত্তর জনপদের এই শহরের বায়ুর মান ১৭২। রংপুরের বায়ুর মান ১৬৭, ময়মনসিংহের বায়ুর মান ১৬২, বরিশাল ১৪১, সিলেট সিলেট ১২২ ও চট্টগ্রাম ৯৭।</p><p>গবেষকেরা বলছেন, বায়ুদূষণ একেবারে দেশজুড়ে ছড়িয়ে গেছে। কিন্তু বায়ুদূষণ কমানোর বিষয়টি রাজধানীর ক্ষেত্রে যতটা প্রাধান্য পায়, অন্য শহরগুলো ততটা পায় না। কিন্তু অনেক ক্ষেত্রে দেখা যাচ্ছে, রাজধানীর চেয়ে অন্য শহরগুলোর বায়ুদূষণের মাত্রা বেশি।</p></div></div></div></body></html>"
        }
    ]
}