{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "টিউশনির টাকায় শুরু হওয়া আসাদুজ্জামানের ‘আমার খামার’ এখন যেন সবার | প্রথম আলো",
            "time": "2026-02-16T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Flf70cevb%2Fpic.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কেবল খামার নয়, একটুকরা গ্রাম</strong></p><p>আসাদুজ্জামান কেবল মুরগির ডিমেই আটকে থাকেননি। তাঁর কর্মযজ্ঞ ছড়িয়ে পড়েছে মাঠের পর মাঠ। টাঙ্গাইল ও ময়মনসিংহের বিস্তীর্ণ এলাকায় এখন শোভা পাচ্ছে ১ হাজার ৮০০ পেঁপেগাছ আর সাড়ে চার হাজার সাগর কলার বাগান। চুয়াডাঙ্গা থেকে যশোর—দেশের বিভিন্ন প্রান্তে ছড়িয়ে আছে তাঁর মৌসুমি ফসলের প্রকল্প। বর্তমানে ৩২ কর্মী দিনরাত খাটছেন এই স্বপ্নকে সচল রাখতে।</p><p><strong>কৃষকের বন্ধু ‘আমার খামার’</strong></p><p>আসাদুজ্জামান বিশ্বাস করেন, একা বড় হওয়ার নাম সাফল্য নয়। তাই তিনি প্রযুক্তিকে কাজে লাগিয়ে স্মার্ট ফার্মিং চালু করেছেন। ডিজিটাল মনিটরিংয়ের মাধ্যমে প্রান্তিক কৃষকেরা এখন ফসলের রোগবালাই বা বাজারদর সম্পর্কে তাৎক্ষণিক সমাধান পাচ্ছেন। শুধু তা–ই নয়, ২০২৭ সালের মধ্যে পাঁচ লাখ কৃষককে স্বাবলম্বী করার লক্ষ্য নিয়ে কাজ করছেন তিনি। সম্প্রতি চালু করেছেন কৃষকের সন্তানের জন্য শিক্ষাবৃত্তিও।</p></div></div></div></body></html>"
        },
        {
            "title": "খিচুড়ি বা পোলাও-জাতীয় খাবার খেলে বারবার পিপাসা পায় কেন | প্রথম আলো",
            "time": "2026-02-16T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2021-01/1d75151c-eff9-4e9f-ac28-aebc4618d00f/palo_bangla_og.png",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোলাও, খিচুড়ি, তেহারি, বিরিয়ানি—এ ধরনের খাবারে বেশ কিছুটা লবণ দেওয়া হয়। এসব খাবারের সঙ্গে পরিবেশিত অন্যান্য খাবারেও লবণ থাকে। এমনকি সালাদেও লবণ দেওয়া হয় অনেক সময়। </p><p>খাবার খাওয়ার পর এতে থাকা লবণ আমাদের রক্তে প্রবেশ করে। সেই লবণের উপস্থিতির কারণে দেহের কোষ থেকে পানি বেরিয়ে রক্তে প্রবেশ করে। ফলে দেহ পানিশূন্য হতে থাকে। তাই মুখ শুকিয়ে যায়।</p><p>নানান রকম মসলাও দেওয়া হয় এ ধরনের খাবারে। বাড়তি মসলার কারণে মুখের ভেতর একটু অস্বস্তি হতে পারে। মসলার কারণে মুখের ভেতরের স্বাভাবিক ভেজাভাবটা কমে যাওয়ায় মনে হতে পারে মুখ শুকিয়ে গেছে।</p><p>এ ধরনের খাবার সহজপাচ্য নয়। অর্থাৎ এসব খাবার খাওয়ার পর হজম এবং বিপাক প্রক্রিয়া চলে লম্বা সময় ধরে। হজম এবং বিপাক প্রক্রিয়ার জন্য পানি অপরিহার্য। ফলে দেহে পানির চাহিদা বাড়ে। মুখ শুকিয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘শহীদের শোকসভা’ ঘিরে আবারও অনিশ্চয়তার মুখে ইরান | প্রথম আলো",
            "time": "2026-02-16T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Feejxryo2%2F960x0.webp?rect=0%2C0%2C958%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৭৮ সালের আন্দোলনে ছিল একটি বিস্তৃত জোট। এতে খোমেনির অনুসারী ধর্মীয় গোষ্ঠীর পাশাপাশি ছিল উদারপন্থী, জাতীয়তাবাদী, সমাজতন্ত্রী, নারীবাদী, মধ্যপন্থী আলেম, এমনকি কিছু কমিউনিস্টও। বিভিন্ন জাতিগত ও ধর্মীয় সংখ্যালঘুরাও এতে যুক্ত ছিল। এই বৈচিত্র্যে যেমন শক্তি ছিল, তেমনি দুর্বলতাও। কারণ, সবাই শাহকে সরাতে চাইলেও ভবিষ্যৎ নিয়ে সবার ধারণা ছিল ভিন্ন।</p><p>আজও সেই বাস্তবতা প্রযোজ্য। বর্তমান শাসন যদি পতনও হয়, ভবিষ্যৎ পথ তৎক্ষণাৎ স্পষ্ট না–ও হতে পারে। খোমেনিও দেশে ফিরে সঙ্গে সঙ্গে পূর্ণ ক্ষমতা পাননি। কয়েক বছরের মধ্যে ইরান–ইরাক যুদ্ধ, নতুন সংবিধান, নতুন প্রতিষ্ঠান এবং নিরাপত্তা বাহিনী গড়ে তোলার মাধ্যমে তাঁর শাসন শক্তিশালী হয়। এই প্রক্রিয়ায় সম্ভাব্য সব প্রতিপক্ষকে নির্মমভাবে দমন করা হয়।</p><p>আজ যাঁরা ইরানে পরিবর্তন চান, তাঁদের জন্য এখানে একটি গুরুত্বপূর্ণ শিক্ষা আছে। সফল হতে হলে ব্যাপক জনসমর্থন এবং একটি বিস্তৃত ঐক্য গড়ে তুলতে হবে। কিন্তু সেই ঐক্যের ভেতরেই থাকবে নানা মত ও ভবিষ্যৎ কল্পনা। অতীতে এই বৈচিত্র্যই একসময় দুর্বলতায় পরিণত হয়েছিল, যার সুযোগ নিয়ে একটি গোষ্ঠী কর্তৃত্ববাদী শাসন প্রতিষ্ঠা করে।</p><p>তাই শাসন পতন হলেও ভবিষ্যৎ অনিশ্চিত। ৪৭ বছর আগের মতোই এখনো বলা কঠিন, সামনে কী অপেক্ষা করছে। জনগণ হয়তো বিজয়ী হবে। কিন্তু তখনই শুরু হবে আসল লড়াই—স্বাধীনতা, সমৃদ্ধি ও নিরাপত্তার জন্য।</p><ul><li><p><strong>জেসন বার্ক</strong> দ্য গার্ডিয়ানের আন্তর্জাতিক নিরাপত্তাবিষয়ক সাংবাদিক</p><p>দ্য গার্ডিয়ান থেকে নেওয়া, ইংরেজি থেকে অনূদিত</p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "‘সারা জীবন একই কাজ করে মরে যেতে চাই না’ | প্রথম আলো",
            "time": "2026-02-16T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F925f3fa0-e6fa-4aa5-84ef-8a2893ee1d02%2F448710570_984626003666849_7637172419690162255_n.jpg?rect=0%2C0%2C1502%2C789&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনফো-ডকুমেন্টারি সিরিজ ‘ডিসকভারিং বাংলাদেশ উইথ চমক’ নিয়েই এখন ব্যস্ত রুকাইয়া জাহান চমক। ইংরেজি ভাষায় তৈরি এ সিরিজে উঠে আসছে বাংলাদেশের শিল্প ও সংস্কৃতি। সিরিজটির প্রথম মৌসুমে ছিল ১০টি ভিডিও, এখন চলছে দ্বিতীয় মৌসুম। সম্প্রতি এসেছে এই মৌসুমের পঞ্চম পর্ব। এ পর্বের বিষয় কবি কাজী নজরুল ইসলাম। এ ছাড়া এখন পর্যন্ত তাঁর ভিডিওতে ইলিশ, কুমিল্লার খাদি, টাঙ্গাইলের পোড়াবাড়ির চমচম, কুষ্টিয়ায় লালনের তিরোধান দিবসের উৎসব ও মেলাসহ ঐতিহ্যবাহী অনেক কিছু উঠে এসেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সরকারের কাছে কী চান খেলোয়াড়েরা | প্রথম আলো",
            "time": "2026-02-16T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fddt9ozui%2FPhoto-Collage.jpg?rect=0%2C6%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথমত, বলব খেলাধুলার সুযোগ–সুবিধার কথা। আমরা আন্তর্জাতিক অঙ্গনে সাফল্য চাই, কিন্তু সব খেলার জন্য আমাদের দেশে আন্তর্জাতিক মানের সুযোগ–সুবিধা নেই। নতুন সরকারের কাছে প্রত্যাশা থাকবে, তারা আমাদের সব ধরনের খেলাধুলা ও অনুশীলনের জন্য আন্তর্জাতিক মানের সুযোগ–সুবিধা নিশ্চিত করবে। কারণ, সেরা পারফরম্যান্সের জন্য চাই সেরা সুযোগ–সুবিধা।</p><p>আরেকটি গুরুত্বপূর্ণ চাওয়া আছে আমার। খেলোয়াড়েরা যেন ভবিষ্যৎ নিয়ে নিরাপত্তাহীনতায় না ভোগে। একজন খেলোয়াড়ের বয়স ৩৫–৩৬ হয়ে যাওয়া মানেই তার ক্যারিয়ারের পড়ন্ত বেলা। অন্য পেশার মানুষ এই বয়সে ক্যারিয়ার আরও সামনে এগিয়ে নেওয়ার কথা ভাবে, আয়রোজগারও তখন বাড়তে থাকে। কিন্তু খেলোয়াড়দের বেলায় এই বয়সে পৌঁছে যাওয়া মানে আয়ের পথ কমে আসা, কারণ তার ক্যারিয়ারই তো শেষ তখন!</p><p>বেশির ভাগ খেলোয়াড়ই এই বয়সে এসে ভবিষ্যৎ নিয়ে অনিশ্চয়তায় পড়ে। খেলা ছাড়ার পর কী হবে, ক্যারিয়ারজুড়েই আসলে এই দুশ্চিন্তা বয়ে বেড়ায় তারা। আমি মনে করি, খেলোয়াড়দের ভবিষ্যৎ নিরাপত্তার নিশ্চয়তা থাকলে তাদের পক্ষে দুশ্চিন্তামুক্ত হয়ে আরও ভালো খেলা সম্ভব। আশা থাকবে নতুন সরকার এদিকে নজর দেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৬ বছর পর বরিশাল বিভাগে বিএনপির ভূমিধস বিজয়, কারণ কী | প্রথম আলো",
            "time": "2026-02-16T01:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fn0ni5jcd%2FBARISHALDH049620260212BARISHALPHOTO-29.JPG.JPG?rect=0%2C191%2C2700%2C1418&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশাল বিভাগে জামায়াত এবার দুটি আসনে জয় পেলেও আরও সাতটি আসনে শক্ত প্রতিদ্বন্দ্বিতা করেছে। পিরোজপুর-১ ও পটুয়াখালী-২ আসনে দলটির প্রার্থীরা বিজয়ী হয়েছেন। এ ছাড়া পিরোজপুর-২, বরগুনা-২, বরিশাল-৪ ও বরিশাল-৬ আসনে দলটি ব্যাপক প্রতিদ্বন্দ্বিতা করে দ্বিতীয় স্থান অর্জন করে। একইভাবে ভোলার চারটি আসনের মধ্যে তিনটিতে জামায়াতের প্রার্থীরা মূল প্রতিদ্বন্দ্বী ছিলেন। এর আগে এই বিভাগে জামায়াতের এমন প্রতিদ্বন্দ্বিতার ইতিহাস নেই।</p><p>সুশাসনের জন্য নাগরিকের (সুজন) বরিশাল মহানগরের সাধারণ সম্পাদক রফিকুল আলম বলেন, চরমোনাই দরবারের সামাজিক প্রভাব থাকলেও সেটি এখনো কার্যকর ভোটব্যাংকে রূপ নেয়নি। ফলে দলটি বরিশালে তেমন কোনো প্রতিদ্বন্দ্বিতা গড়তে পারেনি। তিনি বলেন, আওয়ামী লীগ মাঠে না থাকায় বিএনপির সঙ্গে সরাসরি বড় প্রতিদ্বন্দ্বিতায় এসেছে জামায়াত। ইসলামী আন্দোলন জোট থেকে বেরিয়ে যাওয়ায় দুই দলের ভোট ভাগ হয়েছে, যার বড় সুবিধা পেয়েছে বিএনপি। দুই দলের জোট থাকলে বিএনপি যেসব আসনে কম ব্যবধানে জয় পেয়েছে, সেখানে জামায়াত বা ইসলামী আন্দোলনের প্রার্থীদের জয়ী হওয়ার সম্ভাবনা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল সংবিধান সংস্কার পরিষদের শপথেরও প্রস্তুতি চলছে | প্রথম আলো",
            "time": "2026-02-16T01:39:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fh3iuaes9%2FSongsob.jpg?rect=0%2C50%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিদ্যমান সংবিধান অনুযায়ী, সংসদের দুই তৃতীয়াংশ সদস্যের সমর্থনে সংবিধান সংশোধন করা যায়। কিন্তু এবার নিয়মিত সংসদ নয়, সংবিধান সংস্কারে কাজ করবে সংবিধান সংস্কার পরিষদ-এমনটি বলা হয়েছে জুলাই সনদ বাস্তবায়ন আদেশে।</p><p>দলগুলোর সঙ্গে সাবেক জাতীয় ঐকমত্য কমিশনের আলোচনায় এ ধরনের একটি পরিষদ গঠনের বিষয়টি এসেছিল। তখন বিশেষ করে জামায়াতে ইসলামী ও এনসিপির পক্ষ থেকে বলা হয়েছিল, সংবিধান-সম্পর্কিত যেসব সংস্কার প্রস্তাব জুলাই সনদে আছে, সেগুলো বাস্তবায়ন হলে সংবিধানের মৌলিক কাঠামোয় বড় পরিবর্তন আসবে। নিয়মিত সংসদ সংবিধানের মৌলিক কাঠামোয় পরিবর্তন আনতে পারে কি না, তা নিয়ে প্রশ্ন ওঠার সুযোগ আছে। এভাবে সংবিধান সংশোধন করা হলে পরে এটি আদালতে চ্যালেঞ্জ হতে পারে। কিন্তু যদি আগামী সংসদকে সংবিধান সংস্কারের বিশেষ ক্ষমতা দেওয়া হয়, তাহলে চ্যালেঞ্জ করার সুযোগ থাকবে না। তবে ওই আলোচনায় বিএনপি এ ধরনের পরিষদ গঠনের প্রয়োজন নেই-এমন মত দিয়েছিল।</p><p>এ ছাড়া সনদ বাস্তবায়নে অধ্যাদেশ নয়, একটি আদেশ জারির প্রস্তাব দিয়েছিল জামায়াতে ইসলামী ও এনসিপিসহ কয়েকটি দল। অন্যদিকে বিএনপি এর বিপক্ষে ছিল। তারা বলেছিল, এ ধরনের আদেশ জারির কোনো সুযোগ নেই। রাষ্ট্রপতি অধ্যাদেশ জারি করতে পারেন।</p><p>পরে এসব বিষয়ে বিশেষজ্ঞদেরও মত নিয়েছিল জাতীয় ঐকমত্য কমিশন। শেষ পর্যন্ত গত বছরের ১৩ নভেম্বর রাষ্ট্রপতির ‘জুলাই সনদ (সংবিধান সংস্কার) আদেশ’জারি করেন। সেখানে সংবিধান সংস্কার পরিষদ গঠনের বিষয়টিও রাখা হয়।</p><p>১৩ নভেম্বর এ আদেশ জারির পর তাৎক্ষণিক প্রতিক্রিয়ায় বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ সাংবাদিকদের বলেছিলেন, সংবিধান সংস্কার পরিষদ নামে একটি নতুন আইডিয়া, একটা পরিষদ গঠনের কথা আদেশে বলা হয়েছে। তিনি সেদিন আরও বলেছিলেন, রাষ্ট্রপতি এই আদেশ জারি করেছেন। রাষ্ট্রপতির অধ্যাদেশ জারির ক্ষমতা আছে। সংবিধান মোতাবেক আদেশ জারির ক্ষমতা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজার জন্য ৫০০ কোটি ডলার সহায়তার প্রতিশ্রুতি আসবে শান্তি পর্ষদ থেকে: ট্রাম্প | প্রথম আলো",
            "time": "2026-02-16T01:12:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F02%2F12%2F8496dbccbbe6d157d4b110753d6d444a-1.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন শান্তি পর্ষদের সদস্য দেশগুলো আগামী বৃহস্পতিবারের বৈঠকে গাজার পুনর্গঠন ও মানবিক সহায়তার জন্য ৫০০ কোটি  ডলারের বেশি অর্থ সহায়তার প্রতিশ্রুতি দেবে।</p><p>গতকাল রোববার নিজের সামাজিক যোগাযোগ মাধ্যম ট্রুথ সোশ্যালে এক পোস্টে ট্রাম্প লেখেন, সদস্য রাষ্ট্রগুলো ফিলিস্তিনি এই ভূখণ্ডে স্থানীয় পুলিশ গড়ার জন্য জাতিসংঘ অনুমোদিত একটি আন্তর্জাতিক বাহিনী গঠনে হাজারো কর্মী দেওয়ার প্রতিশ্রুতিও দিয়েছে।</p><p>মার্কিন প্রেসিডেন্ট জানান, আগামী বৃহস্পতিবার শান্তি পর্ষদের প্রথম আনুষ্ঠানিক বৈঠক অনুষ্ঠিত হবে। বৈঠক হবে ডোনাল্ড জে. ট্রাম্প ইনস্টিটিউট অব পিসে। সম্প্রতি এটি মার্কিন প্রেসিডেন্টের নামে নামকরণ করেছে। রাষ্ট্রপ্রধানসহ ২০টিরও বেশি দেশের প্রতিনিধি দল শান্তি পর্ষদের সম্মেলনে অংশ নেবেন বলে আশা করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (১৬ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-16T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fkhssf8oi%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>নারী রাইজিং স্টারস এশিয়া কাপ</h2></p></div></div></body></html>"
        },
        {
            "title": "মাধ্যমের চেয়ে কাজকে গুরুত্ব দেন কৃতিকা | প্রথম আলো",
            "time": "2026-02-16T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fvd3dfqrv%2Fkkamra16513252712827843794201885250181656186.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> ডিজাইনিং নিয়ে পড়তে পড়তেই অভিনয়ে চলে আসেন কৃতিকা কামরা। তাঁর বয়স তখন মাত্র ১৮। দিল্লির ন্যাশনাল ইনস্টিটিউট অব ফ্যাশন টেকনোলজির বাইরে এক ট্যালেন্ট স্কাউটের চোখে পড়ে যান তিনি। ‘সেখানে মাত্র একটাই সেমিস্টার পড়েছিলাম। সেখানকার পাট চুকিয়ে পাকাপাকি অভিনয়ের দিকে পা বাড়াই,’ হেসে বলেন কৃতিকা। অনুষা রিজভির ‘দ্য গ্রেট শামসুদ্দিন ফ্যামিলি’তে প্রথমবার কেন্দ্রীয় চরিত্রে অভিনয়। জিওহটস্টারে মুক্তি পাওয়া ছবিতে তিনি বনি আহমেদের চরিত্রে অভিনয় করেছেন। সম্প্রতি দ্য হলিউড রিপোর্টারকে এক সাক্ষাৎকারে নতুন এ ছবি ছাড়াও নানা বিষয়ে কথা বলেন কৃতিকা।</p><p>উচ্চমধ্যবিত্ত এক মুসলিম পরিবারের দুই প্রজন্মকে ঘিরে নির্মিত ‘দ্য গ্রেট শামসুদ্দিন ফ্যামিলি’ ছবিতে উঠে এসেছে পারিবারিক কোলাহলের মধ্যে নিজের জায়গা খুঁজে নেওয়ার গল্প। বনি আহমেদের চরিত্রে সুযোগ পাওয়া সহজ ছিল না, জানান কৃতিকা। তিনি বলেন, ‘আমার মতো একজন অভিনেত্রীর জন্য কেন্দ্রীয় চরিত্র পাওয়া কঠিন। সিনেমা ইন্ডাস্ট্রিতে কাস্টিংয়ের পেছনে অনেক হিসাব থাকে। তার ওপর নারীকেন্দ্রিক গল্প এমনিতেই কম লেখা হয়।’ অভিনেত্রী জানান, ছবির কিছু অংশ নিজে ভিডিও করে অডিশন দিয়েছিলেন। ‘সেই ভিডিও অনুষা রিজভিকে পাঠানো হয়, আর আমি কাজটা পাই। এখনো যে অডিশনের প্রক্রিয়ায় বিশ্বাস রাখা হয়, এটা জেনে খুব ভালো লেগেছিল,’ বলেন কৃতিকা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীর যাত্রাবাড়ীতে দুর্বৃত্তদের ছুরিকাঘাতে এক মাদ্রাসাছাত্র নিহত | প্রথম আলো",
            "time": "2026-02-15T22:34:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F03%2F07%2F1a81832da15c105617de033c36b35f83-5c8086f878574.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা মেডিকেল কলেজ হাসপাতাল পুলিশ ফাঁড়ির পরিদর্শক মো. ফারুক ঘটনার সত্যতা নিশ্চিত করে বলেন, নিহতের মরদেহ হাসপাতালের মর্গে রাখা হয়েছে। বিষয়টি সংশ্লিষ্ট থানাকে অবগত করা হয়েছে।</p><p>নিহতের বন্ধু রায়হান জানায়, রোববার দিবাগত রাতে  মাহিম কাজলা এলাকায় এক বড় ভাইয়ের সঙ্গে দেখা করতে যাচ্ছিল। সে সময় স্কুল গলিতে ১০ থেকে ১২ জন কিশোর তাঁর পথরোধ করে এলোপাতাড়ি ছুরিকাঘাত করে পালিয়ে যায়। পরে তাঁকে রক্তাক্ত অবস্থায় পড়ে থাকতে দেখে স্বজনদের খবর দেওয়া হয়। এরপর তাঁর ভগ্নিপতি রাফিসহ স্বজনেরা মাহিমকে হাসপাতালে নিয়ে এলে চিকিৎসক মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দান কেন পৃথিবীর এক শাশ্বত নিয়ম | প্রথম আলো",
            "time": "2026-02-15T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fgc6u1hne%2F2012.i506.016ramadancharityflat.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভিন্ন ধর্ম ও দর্শনের এই তুলনামূলক চিত্র আমাদের একটি গুরুত্বপূর্ণ সত্যের মুখোমুখি দাঁড় করায়:</p><ul><li><p>মুসলিম একে বলেন ‘ফিতরাত’: আল্লাহর দেওয়া স্বভাব।</p></li><li><p>খ্রিষ্টান একে বলেন ‘প্রাকৃতিক আইন’: হৃদয়ে লেখা বিধি।</p></li><li><p>বৌদ্ধ বা হিন্দুরা একে বলেন ‘ডার্মা’: মহাজাগতিক শৃঙ্খলা।</p></li></ul><p>পরিভাষা ভিন্ন হলেও সবার উপসংহার এক—মানুষ মূলত দেওয়ার জন্যই সৃষ্টি হয়েছে। </p><p>বর্তমান পৃথিবীতে আমরা যে চরম স্বার্থপরতা বা আত্মকেন্দ্রিকতা দেখি, তা আসলে মানুষের মূল স্বভাব নয়, বরং এক ধরনের বিচ্যুতি। দান বা পরোপকার কোনো কষ্টকর ত্যাগ নয়, বরং পূর্ণাঙ্গ মানুষ হয়ে ওঠার একমাত্র পথ।</p><p>পৃথিবীর এই অদৃশ্য নিয়মটি কি কেবল আধ্যাত্মিক বা তাত্ত্বিক? আধুনিক বিজ্ঞান কি এর কোনো প্রমাণ পায়?</p><p>মজার বিষয় হলো, বর্তমানে স্নায়ুবিজ্ঞান বা নিউরোসায়েন্সও প্রমাণ করছে যে, মানুষ যখন অন্যকে সাহায্য করে, তখন তার মস্তিষ্কে এমন কিছু হরমোন (যেমন ডোপামিন বা অক্সিটোসিন) নিঃসৃত হয়, যা তাকে প্রশান্তি দেয়।</p><p>অর্থাৎ, আমাদের শরীর ও মন এমনভাবেই তৈরি যে, অন্যের জন্য কিছু করার মধ্যেই আমাদের প্রকৃত সুখ নিহিত। আগামীতে হয়তো দেখা যাবে, ল্যাবরেটরির বিজ্ঞানীরাও সেই সত্যটিই খুঁজে পাচ্ছেন, যা শত শত বছর আগে ঐশী বাণী বা প্রাচীন দর্শনগুলো বলে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচিত সরকার দায়িত্ব নিলে ব্যারাকে ফিরবে সেনাবাহিনী: সেনাপ্রধান | প্রথম আলো",
            "time": "2026-02-15T22:25:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-08%2F29bmxvqy%2FArmy-chief-Wakar.jpg?rect=0%2C118%2C1661%2C872&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের অস্থিতিশীল রাজনৈতিক পরিস্থিতি শান্ত করতে সেনাবাহিনীর ভূমিকার কথা উল্লেখ করে জেনারেল ওয়াকার-উজ-জামান বলেন, ‘দেশ ও দেশের মানুষ সেনাবাহিনীর এই সেবা মনে রাখবে।’</p><p>বক্তব্যের একপর্যায়ে তিনি পবিত্র কোরআনের একটি আয়াত উদ্ধৃত করে বলেন, ‘নিশ্চয়ই আল্লাহ ধৈর্যশীলদের পুরস্কৃত করেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশি-বিদেশি ১২০০ অতিথি থাকছেন নতুন সরকারের শপথ অনুষ্ঠানে | প্রথম আলো",
            "time": "2026-02-15T20:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Fbb856509-4dd0-40eb-b805-50a217da10e2%2FSongsob.jpg?rect=0%2C61%2C1544%2C811&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক প্রশ্নের উত্তরে আইন উপদেষ্টা বলেন, শপথ অনুষ্ঠানে প্রথা অনুযায়ী যাঁদের আমন্ত্রণ জানানোর কথা, সেটাই করা হবে। এটি মন্ত্রিপরিষদ বিভাগ দেখছে।</p><p>নতুন সরকারের শপথ অনুষ্ঠানে সাধারণত প্রধান বিচারপতি, অন্যান্য বিচারপতি, জ্যেষ্ঠ রাজনীতিবিদ, তিন বাহিনীর প্রধানেরা, জ্যেষ্ঠ আইনজীবী, সাংবাদিক, কূটনীতিক এবং অন্য গণ্যমান্য ব্যক্তিরা উপস্থিত থাকেন।</p><p>ভারতের প্রধানমন্ত্রীকে আমন্ত্রণ জানানোর বিষয়ে সাংবাদিকদের করা এক প্রশ্নের জবাবে আইন উপদেষ্টা বলেন, এ সম্পর্কে তাঁর জানা নেই। শুধু আজ (গতকাল) শুনেছেন, এখন পর্যন্ত পররাষ্ট্র মন্ত্রণালয়ের পক্ষ থেকে সার্কভুক্ত দেশগুলোর পররাষ্ট্রমন্ত্রীদের বলা হয়েছে। কোনো প্রধানমন্ত্রীর ব্যাপারে তিনি জানেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন-পরবর্তী সংঘাত নিয়ে অনলাইনে যত গুজব | প্রথম আলো",
            "time": "2026-02-15T20:25:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F58jj2izo%2FUntitled-2.jpg?rect=0%2C24%2C1270%2C667&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১২ ফেব্রুয়ারির জাতীয় সংসদ নির্বাচন ও গণভোটের পরদিন থেকে দেশের বিভিন্ন স্থানে নির্বাচন–পরবর্তী সংঘাতের খবর প্রকাশিত হয়েছে সংবাদমাধ্যমগুলোতে। এমন সংঘাত-সংঘর্ষের ঘটনা এবারই প্রথম নয়, তবে এবার পালে হাওয়া দিয়েছে অনলাইনে ছড়িয়ে পড়া অপতথ্য। সংঘাতের ঘটনা নিয়ে যেমন সঠিক তথ্য জানানো হয়েছে, তেমনি ভুল দাবিতে অন্য দলকে জড়িয়ে অপতথ্য ছড়ানো হয়েছে।</p><p>বিশ্লেষণে দেখা গেছে, বাংলাদেশ জামায়াতে ইসলামীর কর্মী-সমর্থকদের ওপর বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) হামলার ভুয়া তথ্য ছড়ানো হয়েছে বেশির ভাগ ক্ষেত্রে। আবার কিছু ক্ষেত্রে জামায়াত হামলা করেছে বা সংঘাতে জড়িয়েছে বলেও ভুয়া তথ্য ছড়ানো হয়েছে।</p><p>বাংলাদেশের বিষয়ে তথ্য যাচাই করে এমন ৯টি প্রতিষ্ঠানের ওয়েবসাইট ও ফেসবুক পেজ যাচাই করে দেখা গেছে, নির্বাচনের পরের দুই দিনে অর্থাৎ গত ১৩ ও ১৪ ফেব্রুয়ারি অন্তত ১৩টি ফ্যাক্টচেক প্রকাশিত হয়েছে, যেখানে নির্বাচন–পরবর্তী সংঘাত বা বিক্ষোভের ভুয়া দাবি করা হয়েছে। উল্লেখ্য, একই ভুয়া তথ্য নিয়ে একাধিক প্রতিষ্ঠান ফ্যাক্টচেক প্রকাশিত করলে একটি বিবেচনা করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দিল্লিতে মিনিস্টার (প্রেস)-এর চুক্তি বাতিল করেছে সরকার | প্রথম আলো",
            "time": "2026-02-15T19:48:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F03wgzv5v%2FPic-1.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> প্রজ্ঞাপনে বলা হয়েছে, ভারতে অবস্থিত বাংলাদেশ হাইকমিশন, দিল্লির মিনিস্টার (প্রেস) ফয়সাল মাহমুদের সঙ্গে সরকারের সম্পাদিত চুক্তির ৮ নম্বর ধারা অনুযায়ী তাঁর চুক্তিভিত্তিক নিয়োগের অবশিষ্ট মেয়াদ বাতিল করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মুখোমুখি শামসুর রাহমান ও আল মাহমুদ | প্রথম আলো",
            "time": "2026-02-15T18:45:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fgbpydapi%2FAnnyalo-Arkaibtheke-ww.jpg.jpeg?rect=0%2C110%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আল মাহমুদ:</strong> নাম বলা আমার জন্য নিরাপদ না, আর জিজ্ঞেস করাও ঠিক না। আমি অত্যন্ত নিঃসঙ্গ লোক, দুঃখী মানুষ। আমি পরিশ্রমী। কেউ আমাকে কোনো সাহায্য করেনি। সামান্যতম পৃষ্ঠপোষকতা আমাকে কেউ দেয়নি। না আর্থিক, না সামাজিক কোনো সুবিধা। সরকারি চাকরি থেকে রিটায়ার করে আমি কোথায় যাব? আমার ওপরে তো বড় একটা ফ্যামিলি। আমি চাকরি খুঁজে বেড়াচ্ছি। তখন আমাকে ডেকে নিয়ে বসিয়ে দিয়েছে এখানে আপনি কাজ করেন, আমি করেছি। যেমন সংগ্রামে। আমি যত দিন ওখানে ছিলাম, তারা আমাকে সম্মান করেছে। আমি কোনো দলের সদস্য ছিলাম না। আমি যখন গণকণ্ঠে ছিলাম, তখনো প্রফেশনাল জার্নালিস্ট ছিলাম।</p></span></div></div></body></html>"
        },
        {
            "title": "সিনাই উপদ্বীপে ১০ হাজার বছরের প্রাচীন শিলাচিত্র | প্রথম আলো",
            "time": "2026-02-15T18:41:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fyjedqq0x%2Fsinai.jpg?rect=0%2C20%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিসরের পর্যটন মন্ত্রণালয়ের দেওয়া তথ্য অনুযায়ী, জায়গাটি সিনাইয়ের উম ইরাক মালভূমিতে অবস্থিত। সেখানে ১০০ মিটার দীর্ঘ শিলার একটি কাঠামো রয়েছে। ওই শিলার ওপরই পাওয়া গেছে চিত্রকর্মগুলো। প্রাগৈতিহাসিক যুগ থেকে ইসলামি যুগ পর্যন্ত মানুষের শিল্পচর্চায় যে বিবর্তন এসেছিল, চিত্রগুলোয় তার ধারাবাহিকতা ফুটে উঠেছে।</p><p>এটিকে সাম্প্রতিক সময়ে মিসরের সবচেয়ে গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক আবিষ্কারগুলোর একটি বলে উল্লেখ করেছে দেশটির সুপ্রিম কাউন্সিল অব অ্যান্টিকিউটিস। কাউন্সিলের মহাসচিব হিশাম এল-লেইথির ভাষ্যমতে, নতুন আবিষ্কৃত হওয়া এলাকাটির ঐতিহাসিক ও শিল্পমূল্য অনেক বেশি। বিভিন্ন সময়ের নিদর্শন থাকায় এটি ‘খোলা আকাশের নিচে একটি প্রাকৃতিক জাদুঘরের’ মতো হয়ে উঠেছে।</p></div></div></div></body></html>"
        }
    ]
}