{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওয়াসিমের পর মুশফিকও আউট | প্রথম আলো",
            "time": "2026-01-08T06:30:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fh4xi5iab%2FWhatsApp-Image-2026-01-08-at-2.48.00-PM-1.jpeg?rect=0%2C0%2C1335%2C701&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রাজশাহী: ১৪ ওভারে ৩ উইকেটে ১১৬। লক্ষ্য: ১৫২।</strong></p><p>সব রানই দুর্ভাগ্যজনক। তবে মোহাম্মদ ওয়াসিম যেভাবে আউট হয়েছেন, তাতে দোষ দেবেন কাকে?</p><p>মেহেদী হাসান রানার বল থার্ড ম্যানের দিকে পাঠিয়ে দুই রানের জন্য দৌড়েছেন। দ্বিতীয় রানের সময় তাঁর পথে পড়ে যান বোলার মেহেদী। বাধাগ্রস্থ হয়ে আরেকটু ঘুরপথে পৌঁছানোর আগেই উইকেটকিপার মাহিদুল স্টাম্প ভেঙে দিয়েছেন। পরিষ্কার রানআউট।</p><p>তবে এ ক্ষেত্রে বোলারের দায় আছে কি না, তা রিপ্লেতে দেখে নিয়েছেন তৃতীয় আম্পায়ার। মেহেদীর দৃষ্টি ছিল বলের দিকে, ওয়াসিম কোথায় দেখেনইনি। তৃতীয় আম্পায়ার আউট দিয়েছেন। রাজশাহীর আরব আমিরাত ব্যাটসম্যান ফিরেছেন ৩৫ বলে ৬০ রান করে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাতাল হয়ে মারামারি করে ৫০ লাখ টাকা জরিমানা দিলেন ব্রুক | প্রথম আলো",
            "time": "2026-01-08T10:20:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-07%2Fvfqc6up9%2Fdownload.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসিবির মাধ্যমে দেওয়া এক বিবৃতিতে হ্যারি ব্রুক বলেন, ‘আমার আচরণের জন্য ক্ষমা চাইছি। আমি পুরোপুরি স্বীকার করছি, আমার কাজটি ভুল ছিল এবং এতে আমি নিজে যেমন বিব্রত হয়েছি, তেমনি ইংল্যান্ড দলও অস্বস্তিতে পড়েছে।’</p><p>ব্রুক আরও যোগ করেন, ‘ইংল্যান্ডের হয়ে খেলাটা আমার জন্য সবচেয়ে বড় সম্মানের বিষয়, যা আমি অত্যন্ত গুরুত্বের সঙ্গে দেখি। সতীর্থ, কোচ ও সমর্থকদের হতাশ করার জন্য আমি আন্তরিকভাবে দুঃখিত। এ ঘটনা আমাকে দায়িত্ববোধ, পেশাদারি এবং দেশের প্রতিনিধিত্ব করার ক্ষেত্রে প্রত্যাশিত মানদণ্ড নিয়ে নতুন করে ভাবতে বাধ্য করেছে। এই ভুল থেকে শিক্ষা নিয়ে মাঠে ও মাঠের বাইরে ভবিষ্যতে আমার আচরণের মাধ্যমে আস্থা ফিরিয়ে আনতে আমি দৃঢ়প্রতিজ্ঞ। আমি নিঃশর্তভাবে ক্ষমা চাইছি এবং এমন ঘটনা যেন আর না ঘটে, সে জন্য সর্বোচ্চ চেষ্টা করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলা নিয়ে ভবিষ্যদ্বাণী করেছিল যে সিরিজ | প্রথম আলো",
            "time": "2026-01-08T10:15:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fllj1h4aj%2Fdefault.avif?rect=0%2C0%2C860%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার সিআইএ বিশ্লেষক জ্যাক রায়ান নিজেই বলেন, ভেনেজুয়েলার কথা কারও মনে এসেছে? কারও কাছ থেকেই তেমন উত্তর না পেয়ে তিনি বলতে থাকেন, ভেনেজুয়েলাই হতে পারে বিশ্বের অন্যতম বড় রাজনৈতিক সংকট। কারণ, সৌদি আরব বা ইরানের চেয়েও বেশি তেল ও আফ্রিকার সব খনি মিলিয়ে যত সোনা আছে, তার চেয়েও বেশি খনিজ ভেনেজুয়েলায়। বিপুল তেল, সোনা ও খনিজ সম্পদ থাকা সত্ত্বেও একটি ব্যর্থ রাষ্ট্রে পরিণত হতে পারে ভেনেজুয়েলা। খুব কাছে হওয়ায় ভবিষ্যতে এই দেশটি যুক্তরাষ্ট্রের নিরাপত্তার জন্য বড় হুমকি হয়ে উঠতে পারে। এই কল্পনাপ্রসূত সংলাপই বাস্তবে ধরা দিল ট্রাম্পের কার্যক্রমে। এই দৃশ্য নিয়ে শোরগোল পড়ে গেছে নেটিজেনদের মধ্যে।</p><p>নিকোলাস মাদুরোকে তুলে নেওয়ার পর মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, এখন থেকে ভেনেজুয়েলা চালাবে যুক্তরাষ্ট্র। ট্রাম্পের এই ঘোষণার সঙ্গে সিরিজের দৃশ্যের মিল খোঁজার চেষ্টা করছেন ইন্টারনেট ব্যবহারকারীরা। কেউ এটিকে ভবিষ্যদ্বাণীমূলক মুহূর্ত বলছেন। কেউ বলছেন, সিরিজটি বাস্তব ঘটনাপ্রবাহ আগেভাগেই তুলে ধরেছিল।</p><p>এই দৃশ্য নিয়ে সিরিজের সহনির্মাতা কার্লটন কিউস বলেছেন, সিরিজ তৈরির উদ্দেশ্য ছিল একটি বিশ্বাসযোগ্য রাজনৈতিক থ্রিলার তৈরি করা, কোনো ভবিষ্যদ্বাণী করা নয়। তবে এটা সত্যি যে বাস্তব ভূরাজনীতি অনেক সময় কল্পনাকেও ছাড়িয়ে যায়। টম ক্লেন্সির লেখা থেকে নির্মিত সিরিজের প্রথম সিজন মুক্তি পায় ২০১৮ সালে।</p></div></div></div></body></html>"
        },
        {
            "title": "মোদিকে নিয়ে ট্রাম্পের আক্রমণাত্মক মন্তব্যের পরও কেন নয়াদিল্লি চুপ | প্রথম আলো",
            "time": "2026-01-08T10:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-12%2Fvk558m5v%2FModi-Trump.jfif?rect=0%2C0%2C2594%2C1362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কূটনৈতিক সূত্রগুলো পরামর্শ দিয়েছে, এ ধরনের পাল্টা জবাব প্রায়ই ‘উল্টো ফল’ বয়ে আনে। এখন কোনো ‘তর্কে জেতার’ অর্থ হয় না, বিশেষ করে যখন ভারত-যুক্তরাষ্ট্র বাণিজ্যচুক্তি নিয়ে কাজ চলছে।</p><p>ভারতের এই সংবাদমাধ্যমকে একটি সূত্র বলেছে, ‘মার্কিন প্রেসিডেন্ট যা বলছেন, তাঁর প্রতিমুহূর্তের ধারাভাষ্য দেওয়ার কোনো প্রয়োজন নেই। সেটার বদলে আমাদের বাণিজ্য আলোচনার দিকে মনোযোগ দেওয়া উচিত এবং এটাই আমাদের অগ্রাধিকার।’</p><p>ট্রাম্প ২০২৫ সালের আগস্টেও একই ধরনের মন্তব্য করেছিলেন। তখন তিনি দাবি করেছিলেন, তিনি মোদিকে বলেছিলেন, যুক্তরাষ্ট্র ভারতের সঙ্গে ‘কোনো চুক্তি করবে না’ অথবা ‘আমরা তোমাদের ওপর এত বেশি শুল্ক আরোপ করব যে তোমাদের মাথা ঘুরে যাবে।’</p><p>ওই সময় যুক্তরাষ্ট্র ৫০ শতাংশ শুল্ক আরোপ করার পর ট্রাম্প বলেছিলেন, ‘আমি চমৎকার একজন মানুষের সঙ্গে কথা বলছি, নরেন্দ্র মোদি। আমি বললাম, “আপনার আর পাকিস্তানের মধ্যে কী হচ্ছে?”’</p><p>ট্রাম্প বলেন, ‘ঘৃণাটা ছিল প্রচণ্ড। এটা অনেক দিন ধরে চলছে, শত বছর ধরে আলাদা আলাদা নামে...আমি বললাম, আমি আপনাদের সঙ্গে কোনো বাণিজ্যচুক্তি করতে চাই না...আপনারা তো পারমাণবিক যুদ্ধে জড়াবেন...আমি বললাম, কাল আমাকে ফোন দিয়েন। কিন্তু আমরা কোনো চুক্তি করব না, না হলে এত শুল্ক বসাব যে আপনাদের মাথা ঘুরে যাবে...পাঁচ ঘণ্টার মধ্যে সব ঠিক হয়ে গেল। হয়তো আবার শুরু হবে, কিন্তু তেমনটা হলে আমি তা থামিয়ে দেব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বান্দরবান আসনে আয়-সম্পদ বেশি জামায়াত প্রার্থীর, বিএনপি প্রার্থীর সম্পদ বেড়েছে | প্রথম আলো",
            "time": "2026-01-08T10:00:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fi6mzjkn3%2FUntitled-4.png?rect=0%2C0%2C1799%2C944&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির প্রার্থী সাচিংপ্রু জেরীর শিক্ষাগত যোগ্যতা এইচএসসি। তিনি ২০১৮ সালের সংসদ নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন। পেশায় ব্যবসায়ী জেরীর ২০১৮ সালে বার্ষিক আয় ছিল সাড়ে তিন লাখ টাকা, তবে এই অর্থবছর তা বেড়ে সাড়ে পাঁচ লাখ টাকা হয়েছে। ২০১৮ সালের হলফনামায় অস্থাবর সম্পদ হিসাবে নগদ টাকা ২ লাখ টাকা ছিল, যা এখন ১৬ লাখ ১০ হাজার টাকা হয়েছে। একইভাবে অর্জনকালীন স্থাবর সম্পদ সাড়ে তিন লাখ টাকার ছিল, যার মূল্যমান এখন সাড়ে ১৮ লাখ টাকা। সাচিংপ্রু জেরীর স্ত্রী মমচিং পেশায় ব্যবসায়ী। তাঁর অস্থাবর ও স্থাবর সম্পদের পরিমাণ বর্তমান মূল্য হিসাবে ৩৫ লাখ ৭৫ হাজার টাকা। আর অর্জনকালীন মূল্য ৪৪ লাখ ৬৫ হাজার ৫০০ টাকা। অস্থাবর সম্পদের মধ্যে রয়েছে নগদ ১৩ লাখ ৪৫ হাজার ৫০০ টাকা, ৫ লাখ টাকার একটি প্রাডো গাড়ি, সাড়ে চার লাখ টাকার একটি ট্রাক, সাড়ে পাঁচ লাখ টাকার একটি ভলবো গাড়ি, এক ভরি সোনা। জেরী বোমাং রাজপরিবারের সদস্য। তাঁর সম্পদের অধিকাংশই উত্তরাধিকার সূত্রে প্রাপ্ত বলে রাজপরিবারের সদস্যরা জানিয়েছেন।</p><p>জাতীয় নাগরিক পার্টির (এনসিপি) প্রার্থী আবু সাঈদ সুজাউদ্দিনের শিক্ষাগত যোগ্যতা স্নাতক (সম্মান)। পেশায় তিনি ফ্রিল্যান্স সাংবাদিক। সাংবাদিকতা থেকে তাঁর আয় সাড়ে পাঁচ লাখ টাকা এবং অন্যান্য খাত থেকে সাড়ে ১৩ লাখ টাকা দেখানো হয়েছে। এনসিপি প্রার্থীর নগদ ৬ লাখ ৮১ হাজার টাকা, ব্যাংকে আমানত ৮৫ হাজার ১৯৯ টাকা, ৩৩ লাখ টাকার একটি মাইক্রোবাসসহ মোট ৮১ লাখ ৩১ হাজার ৪৪১ টাকার সম্পদ রয়েছে। ব্যাংকঋণ রয়েছে ৩ লাখ ৯০ হাজার টাকার।</p></div></div></div></body></html>"
        },
        {
            "title": "চুয়েটে অধ্যাপকসহ ১৭টি ক্যাটাগরিতে চাকরির বড় সুযোগ | প্রথম আলো",
            "time": "2026-01-08T09:59:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2Fd6b43902-0376-4153-8557-c9304b12e2ee%2FDSC_8097.jpg?rect=0%2C0%2C1020%2C536&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিয়োগ বিজ্ঞপ্তিতে উচ্চপদস্থ শিক্ষক ও কর্মকর্তাদের পাশাপাশি কারিগরি ও সাধারণ কর্মচারীদেরও সুযোগ দেওয়া হয়েছে।</p><p>শিক্ষক পদ: ম্যাটেরিয়ালস অ্যান্ড ম্যাটালর্জিক্যাল, ইটিই, যন্ত্রকৌশল, নিউক্লিয়ার ইঞ্জিনিয়ারিং, পেট্রোলিয়াম অ্যান্ড মাইনিং, গণিতসহ বিভিন্ন বিভাগে অধ্যাপক, সহযোগী অধ্যাপক, সহকারী অধ্যাপক ও প্রভাষক নিয়োগ দেওয়া হবে।</p><p>কর্মকর্তা পদ: রেজিস্ট্রার, প্রধান প্রকৌশলী, পরীক্ষা নিয়ন্ত্রক ও পরিচালকের (IQAC) মতো গুরুত্বপূর্ণ শীর্ষ পদগুলোতে আবেদন আহ্বান করা হয়েছে। এ ছাড়া ডেপুটি চিফ মেডিকেল অফিসার, সহকারী পরীক্ষা নিয়ন্ত্রক ও মেডিকেল অফিসার পদেও নিয়োগ হবে।</p><p>টেকনিক্যাল ও কর্মচারী পদ: টেকনিশিয়ান (সিএসই ও ম্যাটেরিয়ালস), হিসাবরক্ষক, অটোমেকানিক, কেয়ারটেকার, ইলেকট্রিশিয়ান, লাইব্রেরি সহকারী ও ল্যাব অ্যাটেনডেন্ট।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকসু-জকসু: শিবিরের জয়, ওল্ড স্কুল পলিটিকসের মৃত্যুঘন্টা ও জেনজি মনস্তত্ত্ব | প্রথম আলো",
            "time": "2026-01-08T09:58:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fpzit4ik6%2F14.jpeg?rect=0%2C181%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোথাকার পানি কোথায় গড়ায়? কোথাকার ভোট কোথায় এসে কীভাবে কোন প্রার্থীর বাক্সে জমা হয়! ঘটনাটি আবারও দেখায়, বাংলাদেশের সমাজ এখনো আত্মীয়স্বজন, বন্ধু, সহকর্মী, নিকটজনের পারস্পরিক বিজড়নের একটি মানবিক সত্তা—একটি নেটওয়ার্ক। কান টানলে মাথা আসার মতো। ছাত্রীটি জেন-জি। তাঁর বড় ভাই মিলেনিয়াল বা জেন-ওয়াই। বাবা-মা জেন-এক্স। তিন প্রজন্মের সঙ্গে তাঁর যোগাযোগ। তাঁর মানস গঠনও তাই অনেক পরিণত।</p><p>নব্বইয়ের গণ-অভ্যুত্থানের পর বাংলাদেশে একটি রাজনৈতিক মধ্যবিত্ত শ্রেণির বিকাশের দারুণ সম্ভাবনা তৈরি হয়েছিল। প্রথম সংসদীয় সরকারটি জনগণের প্রত্যাশা পুরোপুরি মেটাতে না পারলেও ভালো-মন্দ, ভুল-ত্রুটি মিলিয়ে বাংলাদেশের জনগণকে খুব একটা হতাশ করেনি। সম্ভাবনা বাড়ছিল।</p><p>ছিয়ানব্বই হতেই রাজনৈতিক সংস্কৃতির অধঃপতনের শুরু। তারপর রাজনৈতিক কর্মকাণ্ড খারাপ থেকে খারাপতর এবং চব্বিশে এসে চূড়ান্ত খারাপতম হয়েছিল। রাজনীতির নিয়ন্ত্রণ চলে গেল দুর্নীতির বরপুত্র, পুঁজিপতি, বেনিয়া, লুটেরা, টাকা পাচারকারী ঋণখেলাপিদের হাতে।</p><p>মফস্বল থেকে উঠে আসা নিম্নমধ্যবিত্ত শ্রেণির মধ্যবিত্ত রাজনৈতিক শ্রেণি হয়ে ওঠা দূরে থাক, বড় অংশই ছিটকে দূরে সরে গেল। যারা রাজনীতিতে নামল, তারা সরাসরি উচ্চবিত্তের খাতায় নাম লেখাল। পদ্ধতি অবশ্যই লুটপাট, সন্ত্রাস ও দুর্নীতি। প্রমাণ প্রধানমন্ত্রীর নিজ মুখে স্বীকারোক্তি তাঁর পিয়নের চার শ কোটি টাকার মালিকানা। রূপপুর প্রকল্পের এক বালিশের মূল্য পঁয়ত্রিশ হাজার টাকা হওয়া। হাদির হত্যাকারী ফয়সালের মতো ওয়ার্ড পর্যায়ের সন্ত্রাসীর ঘরে পৌনে তিন শ কোটি টাকার ব্যাংক চেক মেলা। সম্রাটদের ঘরে সিন্দুকে, ফ্রিজে হাজার কোটি টাকা মেলা। ব্যাংক থেকে ত্রিশ হাজার কোটি টাকা লোপাট। গুন্ডাতন্ত্রের ছোবল থেকে বুয়েটের মতো শিক্ষাপ্রতিষ্ঠানেরও নিস্তার না মেলা। আবরার ফাহাদের হত্যাকাণ্ড।</p><p>জেন-এক্স (ছাত্রীটির পিতার প্রজন্ম) তিনটি পর্বের প্রত্যক্ষদর্শী হলেও কোনো পরিবর্তন আনতে পারেনি। জেন-এক্স অনুকরণীয়-অনুসরণীয় হওয়ার মতো কিছু করতে পারেনি। ফলে তাদের নৈতিক শক্তিও সামান্যই। তাই জেন-জিদের চোখে তারা ব্যর্থ। পুরোনো রাজনীতিতে তাদের বলিদান জেন-জিদের তৃতীয় একটি রাজনৈতিক শক্তির প্রয়োজন সম্পর্কে ভাবনা গড়ে দিয়েছে।</p><p>আওয়ামী লীগ-ছাত্রলীগের সন্ত্রাসী কর্মকাণ্ড, শক্তি দিয়ে সবকিছু পদানত রাখার চেষ্টা বুমেরাং হয়েছে। অন্য ছাত্রছাত্রীদের কাছ থেকে পাওয়া মতামতেও একই সুর পেলাম। প্রায় সবাই জানাল আত্মীয়স্বজন পরিমণ্ডলে একই রকম ঘটনা দেখেছে, শুনেছে, জেনেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের বিক্ষোভকারীরা যুক্তরাষ্ট্র ও ইসরায়েলের হয়ে কাজ করছেন: প্রধান বিচারপতি | প্রথম আলো",
            "time": "2026-01-08T09:57:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Ffbqjjc92%2FTehran-Iran.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি ইরানের প্রধান বিচারপতি গোলাম-হোসেইন মোহসেন-এজেইয়ের একটি মন্তব্য সর্বশেষ এই বিক্ষোভের আগুনে ঘি ঢেলেছে। প্রধান বিচারপতি বলেছিলেন, ইরান সরকারের বিরুদ্ধে শত্রুকে সাহায্য করা ব্যক্তিদের কোনো ছাড় দেওয়া হবে না।</p><p>মোহসেন-এজেই আরও বলেছিলেন, ‘যদি কেউ দাঙ্গা বাধাতে বা অস্থিরতা সৃষ্টি করতে রাস্তায় নামেন, অথবা তাঁদের সমর্থন করেন, তাহলে তাঁদের পক্ষে আর কোনো অজুহাত গ্রহণযোগ্য হবে না। বিষয়টি এখন সম্পূর্ণ স্পষ্ট ও পরিষ্কার। তাঁরা (বিক্ষোভকারীরা) এখন ইসলামি প্রজাতন্ত্র ইরানের শত্রুদের সঙ্গে সমন্বয় করে কাজ করছেন।’</p><p>মোহসেন-এজেই তাঁর বক্তব্যে যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের একটি মন্তব্যের কথাও উল্লেখ করছিলেন। ট্রাম্প গত সপ্তাহে হুমকি দিয়ে বলেছিলেন, ‘তেহরান যদি শান্তিপূর্ণ বিক্ষোভকারীদের সহিংসভাবে হত্যা করে, যা তাদের রীতি, তাহলে যুক্তরাষ্ট্র তাদের উদ্ধার করতে এগিয়ে আসবে। যুক্তরাষ্ট্র অভিযান চালাতে পুরোপুরি প্রস্তুত।’</p></div></div></div></body></html>"
        },
        {
            "title": "আদিম মানুষেরা যেভাবে হাঁটত | প্রথম আলো",
            "time": "2026-01-08T09:53:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F30bad45b-4236-4e0b-bbb6-aa8c59e10edb%2FModern_humans.jpg?rect=0%2C0%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ গবেষণার কেন্দ্রে রয়েছে ‘সাহেলানথ্রোপাস চ্যাডেন্সিস’ নামের একটি প্রজাতি। এরা উত্তর-মধ্য আফ্রিকায় বাস করত। ২০০১ সালে আফ্রিকার দেশ চাদে যখন প্রথম এই প্রজাতির মাথার খুলির ধ্বংসাবশেষ পাওয়া যায়, তখনই নৃবিজ্ঞানীদের মনে কৌতূহল জাগে—আদিম এই প্রজাতি কি দুই পায়ে হাঁটত? মাথার খুলির গোড়ার যে অংশ দিয়ে মেরুদণ্ড প্রবেশ করে, তার অবস্থান দেখে মনে হয়েছিল, এটি সোজা হয়ে মাথা বহনের উপযোগী। কিন্তু কেবল মাথার খুলি দেখে চূড়ান্ত সিদ্ধান্তে পৌঁছানো সম্ভব ছিল না। পরবর্তী সময়ে ওই একই স্থানে একটি ঊরুর হাড় পাওয়া যায়। ২০২০ সালে প্রকাশিত এক গবেষণায় বলা হয়, এই হাড়ে দুই পায়ে হাঁটার কোনো জোরালো প্রমাণ নেই। এই ফলাফল সাহেলানথ্রোপাসকে মানুষের আদি পূর্বপুরুষ বা হোমিনিড হিসেবে গণ্য করার ক্ষেত্রে সংশয় তৈরি করেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রত্যক্ষদর্শীর মুখে স্বেচ্ছাসেবক দলের নেতাকে গুলির রোমহর্ষ বর্ণনা | প্রথম আলো",
            "time": "2026-01-08T09:51:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Ffeq5j26s%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"প্রত্যক্ষদর্শীর মুখে স্বেচ্ছাসেবক দলের নেতাকে গুলির রোমহর্ষ বর্ণনা\" class=\"nA4h1 \">প্রত্যক্ষদর্শীর মুখে স্বেচ্ছাসেবক দলের নেতাকে গুলির রোমহর্ষ বর্ণনা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-08T15:51:12+06:00\"><span>প্রকাশ: ০৮ জানুয়ারি ২০২৬, ০৯: ৫১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভর্তি পরীক্ষায় উত্তরপত্র বদল করে লিখতে গিয়ে ধরা, দুই শিক্ষার্থী বহিষ্কার | প্রথম আলো",
            "time": "2026-01-08T09:50:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fzphpe7y5%2FWhatsApp-Image-2025-08-16-at-13.29.04.jpeg?rect=0%2C64%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলা ও মানববিদ্যা অনুষদভুক্ত আরবি, ইসলামিক স্টাডিজ ও পালি বিভাগ নিয়ে বি–২ উপ–ইউনিট গঠিত হয়েছে। এতে বিজ্ঞান, ব্যবসা প্রশাসন ও মানবিক বিভাগ থেকে পাস করা শিক্ষার্থীরা পরীক্ষা দেওয়ার সুযোগ পেয়েছেন। এ বছর ২৮০টি আসনের বিপরীতে ৪ হাজার ৮৪৯ শিক্ষার্থী আবেদন করেছিলেন। এর মধ্যে পরীক্ষা দিয়েছেন ৪ হাজার ২৫৮ জন। বাকি ৫৯১ শিক্ষার্থী পরীক্ষা দেননি।</p><p>আজ দুপুরে উপস্থিতির এ তথ্য নিশ্চিত করেন বিশ্ববিদ্যালয়ের বি–২ উপ–ইউনিটের ভর্তি পরীক্ষার সমন্বয়কারী ও কলা ও মানববিদ্যা অনুষদের ডিন অধ্যাপক মো. ইকবাল শাহীন খান। তিনি বলেন, এ পরীক্ষায় ৪ হাজার ৮৪৯ শিক্ষার্থীর মধ্যে ৪ হাজার ২৫৮ জন উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "২৫০ ম্যাচ পেরোনো সৌম্যর স্ট্রাইক রেটে যেন ‘স্ট্রাইক’টাই নেই | প্রথম আলো",
            "time": "2026-01-08T09:44:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fv8x6ee36%2FWhatsApp-Image-2026-01-08-at-2.47.59-PM-1.jpeg?rect=0%2C0%2C1331%2C699&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তত ২৫০ ম্যাচ খেলা খেলোয়াড়দের মধ্যে পাকিস্তানের পেসার সোহেল তানভীর কিংবা ইংল্যান্ডের স্পিন বোলিং অলরাউন্ডার লিয়াম ডসনের স্ট্রাইক রেটও সৌম্যর চেয়ে ভালো। তাঁদের সঙ্গে এই তুলনাটা দেওয়ার কারণ তানভীর (১৬.৭৮) ও ডসনের (১৭.৭৬) ব্যাটিং গড়ও সৌম্যর প্রায় কাছাকাছি।</p><p>স্ট্রাইক রেটে সৌম্য মাহমুদউল্লাহ, তামিম ইকবাল, গৌতম গম্ভীর কিংবা জেপি ডুমিনিকে আশপাশে দেখে কিছুটা কষ্ট লাঘব করতে পারেন। ২৫১ ম্যাচ খেলা ভারতের বর্তমান কোচ ও বিশ্বকাপজয়ী গম্ভীরের স্ট্রাইক রেট ১২০.৫৮ এবং ব্যাটিং গড় ২৮.৯৬। ৩৫৩ ম্যাচ খেলা মাহমুদউল্লাহর স্ট্রাইক রেট ১২১.০৫ এবং ২৮১ ম্যাচ খেলা তামিমের ১২১.১৬ স্ট্রাইক রেট। ব্যাটিং গড়ে দুজনই সৌম্যর চেয়ে বেশ এগিয়ে।</p><p>অন্তত ২৫০ ম্যাচ খেলা ব্যাটসম্যানদের মধ্যে ব্যাটিং গড়ে সবার ওপরে পাকিস্তানের বাবর আজম (৪২.৫৮)। দুইয়ে পাকিস্তানেরই মোহাম্মদ রিজওয়ান (৪২.৫৬) এবং তিনে ভারতের বিরাট কোহলি (৪১.৯২)। টি–টোয়েন্টিতে যেহেতু ব্যাটিং গড় অতটা গুরুত্বপূর্ণ নয়, তাই স্ট্রাইক রেটে তাকানো যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতে হাত-পায়ের আঙুল নীল হয়ে যায় কেন | প্রথম আলো",
            "time": "2026-01-08T09:32:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F6hak3m20%2Fpexels-photo-7317606.jpg?rect=0%2C48%2C2581%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রেনোড’স ডিজিজ:</strong> শীত বা মানসিক চাপের সময় আঙুলে রক্ত চলাচল হঠাৎ কমে যায়। লক্ষণগুলো হলো, প্রথমে আঙুল সাদা, পরে নীল, শেষে লাল বর্ণ ধারণ করে। হাত–পায়ের আঙুলে ঝিনঝিন ও ব্যথা করে। সাধারণত দুই হাতেই হয় এ সমস্যা।</p><p><strong>অ্যাক্রোসায়ানোসিস:</strong> এ রোগে আঙুল প্রায় সব সময়ই নীলচে থাকে। তবে ঠান্ডায় বেশি চোখে পড়ে। ব্যথা কম বা প্রায় নেই বললেই চলে।</p><p><strong>ডায়াবেটিস ও রক্তনালির রোগ:</strong> ডায়াবেটিস বা ধূমপায়ীদের ক্ষেত্রে রক্তনালি আক্রান্ত হয়। আঙুল নীল হওয়া, ঠান্ডা লাগা ও ক্ষত দেরিতে শুকানোর প্রবণতা থাকে।</p><p><strong>চিলব্লেইনস:</strong> ঠান্ডা ও ভেজা পরিবেশে আঙুলে লাল–নীল ফোলা, চুলকানি বা জ্বালাপোড়া দেখা দেয়।</p><p>আঙুলে ঘা বা ক্ষত হলে, কালো রং ধারণ করলে, খুব বেশি ব্যথা হলে, এক হাত বা এক আঙুলেই সমস্যা বেশি হলে সতর্ক হতে হবে। এমন হলে দেরি না করে চিকিৎসকের পরামর্শ নেওয়া জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "এলপিজির সংকট কেন, কবে কাটবে? | প্রথম আলো",
            "time": "2026-01-08T09:31:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fme5mbd6o%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এলপিজির সংকট কেন, কবে কাটবে?\" class=\"nA4h1 \">এলপিজির সংকট কেন, কবে কাটবে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-01-08T16:20:25+06:00\"><span>আপডেট: ০৮ জানুয়ারি ২০২৬, ১০: ২০ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দোয়ার অতুলনীয় মর্যাদা ও সুনিশ্চিত ফলাফল | প্রথম আলো",
            "time": "2026-01-08T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fvo0ig4sn%2F075rashid-notitle250701npXNt-1.jpg?rect=0%2C80%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দোয়া কেবল আধ্যাত্মিক বিষয় নয়, বরং এটি যুদ্ধের ময়দানেও বিজয় ছিনিয়ে আনার অস্ত্র। জালুত ও তার শক্তিশালী বাহিনীর বিরুদ্ধে যখন তালুত ও তার স্বল্প সংখ্যক অনুসারী দাঁড়ালেন, তখন তাদের প্রধান হাতিয়ার ছিল দোয়া।</p><p>তাঁরা বলেছিলেন. “হে আমাদের প্রতিপালক! আমাদের ধৈর্য দান করুন, আমাদের পদযুগল অবিচলিত রাখুন এবং কাফের সম্প্রদায়ের বিরুদ্ধে আমাদের সাহায্য করুন।” (সুরা বাকারা, আয়াত: ২৫০)</p><p>এর ফলশ্রুতিতে তাঁরা জয়লাভ করেছিলেন এবং দাউদ (আ.) জালুতকে বধ করেছিলেন।</p><p>এ ছাড়া দোয়া হলো মজলুমের শেষ আশ্রয়স্থল। মুয়াজ (রা.)-কে আল্লাহর রাসুল ইয়েমেনে পাঠানোর সময় উপদেশ দিয়েছিলেন, “মজলুমের বদদোয়াকে ভয় করো, কেননা তার দোয়া আর আল্লাহর মাঝখানে কোনো পর্দা নেই। (সহিহ বুখারি, হাদিস: ১৪৯৬)</p><p>দোয়া হলো আল্লাহর রহমতের দরজায় কড়া নাড়ার নাম। ইবনে তাইমিয়া (রহ.) সুন্দর করে বলেছেন, বান্দা যখন আল্লাহর কাছে দোয়া করে, তখন কাঙ্ক্ষিত বস্তু পাওয়ার চেয়েও বড় পাওয়া হলো তার অন্তরে আল্লাহর প্রতি ভালোবাসা, একত্ববাদ ও ইমানের যে নুর সৃষ্টি হয়, যা দুনিয়ার যেকোনো সম্পদের চেয়ে মূল্যবান। (<em>মাজমুউল ফাতাওয়া</em>, ১০/৩৩২, দারুল ওয়াফা, ২০০৫)</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহে পোশাকশ্রমিক দীপু দাস হত্যায় আরও এক আসামি ঢাকা থেকে গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-08T09:22:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2F2rqjq6kt%2FMymensinghDH169420260108IMG20260108135559.jpg?rect=0%2C83%2C1180%2C620&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, দীপু চন্দ্র দাস হত্যার ঘটনায় ইয়াছিন স্থানীয় লোকজনকে উসকানি দিয়েছিলেন। ওই হত্যাকাণ্ডে এখন পর্যন্ত ২১ জনকে গ্রেপ্তার করা হয়েছে। এর মধ্যে ৯ আসামি আদালতে স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন।</p><p>এ সম্পর্কে ময়মনসিংহের অতিরিক্ত পুলিশ সুপার (প্রশাসন) আবদুল্লাহ আল মামুন বলেন, ঘটনার সময়ের ভিডিওতে দেখা গেছে ইয়াছিন আরাফাত বক্তব্য দিয়ে মানুষকে উত্তেজিত করেছিলেন। দীপু হত্যাকাণ্ডের পর কাউকে যেন গ্রেপ্তার না করা হয়, সে জন্য পুলিশকে চাপ ও জবানবন্দি নিতে চেয়েছিলেন। ইয়াছিনের অবস্থান শনাক্ত করে তাঁকে গ্রেপ্তার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পার্থক্যটা বুঝুন স্যারজি: ট্রাম্পের আক্রমণের পর নিশ্চুপ মোদিকে রাহুলের কটাক্ষ | প্রথম আলো",
            "time": "2026-01-08T09:22:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F6d0699ba-7688-4b37-b864-f71f94c546e2%2FElection__Modi_Gandhi_.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাহুল গান্ধী সামাজিক মাধ্যম এক্স-এ এক ভিডিও বার্তা শেয়ার করেন, যার ক্যাপশন ছিল—‘ফারাক সমঝিয়ে স্যারজি’ (পার্থক্যটা বুঝুন স্যারজি)।</p><p>রাহুল গান্ধী পোস্টে লিখেছেন, ‘আমি এই বিজেপি-আরএসএসের লোকদের এখন খুব ভালো করে চিনি। এঁদের ওপর সামান্য চাপ দিন, একটু ধাক্কা দিন, অমনি এঁরা ভয়ে পালিয়ে যান। ওখান থেকে ট্রাম্প সংকেত দেওয়া মাত্রই তারা ফোন তুলে বলল, “মোদিজি আপনি কী করছেন?” অমনি নরেন্দ্র মোদি আত্মসমর্পণ করলেন এবং “ইয়েস স্যার” বলে ট্রাম্পের সংকেত অনুসরণ করলেন।’</p><p>১৯৭১ সালের যুদ্ধের (বাংলাদেশের মুক্তিযুদ্ধ, যদিও গান্ধী সেটা উল্লেখ করেননি) সঙ্গে তুলনা করে রাহুল গান্ধী লিখেছেন, একসময় মার্কিন চাপ সত্ত্বেও ভারত মাথা নত করেনি।</p><p>পোস্টে রাহুল আরও লিখেছেন, ‘আপনাদের হয়তো সেই সময়ের কথা মনে আছে, যখন কোনো ফোন আসেনি—বরং সপ্তম নৌবহর এসেছিল। ১৯৭১ সালের যুদ্ধে সপ্তম নৌবহর এল, অস্ত্রশস্ত্র এল, রণতরি এল। ইন্দিরা গান্ধীজি তখন বলেছিলেন, “আমাকে যা করতে হবে আমি তা–ই করব।” এটাই হলো আসল পার্থক্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক সংসদ সদস্য গোলন্দাজের দুই ফ্ল্যাটসহ ১৬ একর জমি জব্দের আদেশ | প্রথম আলো",
            "time": "2026-01-08T09:20:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fxilu81ww%2F2.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহ–১০ আসনের সাবেক সংসদ সদস্য ফাহমী গোলন্দাজের ধানমন্ডি ও গুলশানের দুটি ফ্ল্যাটসহ ১৬ দশমিক ২৩ একর জমি জব্দের আদেশ দিয়েছেন আদালত।</p><p>দুর্নীতি দমন কমিশনের (দুদক) আবেদনের পরিপ্রেক্ষিতে আজ বৃহস্পতিবার ঢাকা মহানগর জ্যেষ্ঠ বিশেষ জজ মো. সাব্বির ফয়েজ এই আদেশ দেন। সংশ্লিষ্ট আদালতের বেঞ্চ সহকারী মো. রিয়াজ হোসেন এ তথ্য নিশ্চিত করেছেন।</p><p>দুদকের সহকারী পরিচালক মো. আশিকুর রহমান ফাহমী গোলন্দাজের স্থাবর সম্পত্তি জব্দ চেয়ে আবেদনটি করেন। এসব সম্পদের আনুমানিক মূল্য ৮ কোটি ৫৬ লাখ ৩৫ হাজার ৪৯৫ টাকা।</p></div></div></div></body></html>"
        }
    ]
}