{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "হ্যাক হওয়া হোয়াটসঅ্যাপ অ্যাকাউন্ট দ্রুত ফেরত পাবেন যেভাবে | প্রথম আলো",
            "time": "2025-12-04T14:21:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F6h2q8vyc%2Fwhatsapp.reuters.jpg?rect=0%2C195%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাৎক্ষণিক বার্তা আদান-প্রদানের পাশাপাশি সহজে কথা বলা ও ভিডিও কল করার সুযোগ থাকায় নিয়মিত হোয়াটসঅ্যাপ ব্যবহার করেন অনেকেই। ব্যবহারকারীদের সংখ্যা বৃদ্ধি ও জনপ্রিয়তা পাওয়ায় হোয়াটসঅ্যাপে সাইবার হামলার পরিমাণও বাড়ছে। প্রতারকেরা সাধারণত ভুয়া অথেনটিকেশন কোড, ওটিপি, অপরিচিত নম্বর থেকে ফোন কল, ভুয়া লিংক পাঠানোসহ বিভিন্ন কৌশলে অন্যদের হোয়াটসঅ্যাপ অ্যাকাউন্টে প্রবেশের চেষ্টা করে থাকে। সঠিক সময়ে প্রয়োজনীয় ব্যবস্থা নিতে পারলে বেশির ভাগ হ্যাকড অ্যাকাউন্টই দ্রুত ফেরত পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "শৈশবের এক অন্ধ জানালা | প্রথম আলো",
            "time": "2025-12-04T14:16:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Ffyp9pi2k%2FWhatsApp-Image-2025-12-03-at-21.24.28.jpeg?rect=0%2C195%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>‘দাদু, তুমি অন্ধ হয়েও অনেক দূরের জিনিস দেখতে পাও। দুঃখিত, কিন্তু আমি কেবল চোখের সামনে যা আছে, সেটাই দেখতে পাই। অথবা আমি যা কল্পনা করতে পারি, শুধু সেটুকুই।’</p><p>‘খুব ভালো। তাহলে আমরা আবার বাড়িটির দিকে ফিরে যাই, বিশেষ করে দেয়ালটার দিকে। দেয়ালে তুমি কী দেখতে পাও?’</p><p>‘যেমনটা আমি বলেছিলাম, ওপর থেকে নেমে আসা একটি কালো দাগ।’</p><p>‘দাগটি ওপর থেকে নেমে আসছে নাকি নিচ থেকে ওপরে উঠছে, তাতে কিছু আসে যায় না। উভয় ক্ষেত্রেই, এটি বাড়িটির দুঃখকে নির্দেশ করে। যদি নেমে আসে, তাহলে দুঃখ বাড়িটির শিকড় কুরে কুরে খাচ্ছে। আর যদি ওঠে, তাহলে দুঃখ ছড়িয়ে পড়ছে বাড়িটির কোণে-কোণে, যুগে-যুগে।</p><p>‘দেয়ালও কি দুঃখী হতে পারে, দাদু?’</p><p>‘সবকিছুরই নিজস্ব দুঃখ বা আনন্দ আছে, তবে শর্ত হলো মনোযোগ দিয়ে শুনতে হবে, বিনা চাপে ধৈর্য নিয়ে তাদের বেদনা বুঝতে হবে। কারণ, জিনিসগুলো তাদের স্মৃতি, আবেগ এবং উন্মাদনা কেবল তাদের বন্ধুদের কাছেই প্রকাশ করে, যারা তাদের ছায়াকেও পর্যন্ত চেনে। বৎস, জিনিসগুলো হলো এক মায়ের কোমল হৃদয়ের মতো, কিংবা মৃত্যুপথযাত্রী দাদির স্নেহের মতো।’</p><p>‘দাদু, তুমি যদি অন্ধ হও, তাহলে জিনিসগুলোর দুঃখ কীভাবে অনুভব করো? যখন তুমি দেখতে পাও না, তখন ছায়া কীভাবে পড়বে?’</p><p>‘এটা সত্য যে আমি দেখতে পাই না, কিন্তু অনুভব করতে পারি। এমনকি সময়কেও—যা তুমি অনুভব করতে পারো না—আমি তার দুঃখ অনুভব করি, ভোরবেলায় তাদের ভেতরে জেগে ওঠা নির্মল আনন্দ, মধ্যরাতে তাদের নীরবতাও অনুভব করি।’</p><p>‘কিন্তু তুমি কীভাবে অনুভব করো, দাদু?’</p><p>‘বৎস, অন্ধ মানুষকে জিজ্ঞাসা করো না কীভাবে সে তার আত্মা দিয়ে বস্তুর গভীরতা ভেদ করতে পারে, কারণ, তার উপলব্ধির এমন এক ক্ষমতা আছে, যা দৃষ্টিসম্পন্নরা বুঝতে পারে না। পাহাড়কে তাদের মহিমা এবং একাকিত্ব সম্পর্কে জিজ্ঞাসা করো না, বিধবাদের কাছে তাদের দুঃখ সম্পর্কে জিজ্ঞাসা করো না, পাখিদের জিজ্ঞাসা করো না বসন্তের আনন্দ। কারণ, এ সবকিছুই শেষ পর্যন্ত জিজ্ঞাসা ছাড়াই তার সারসত্য প্রকাশ করে।’</p><p>‘তাহলে কেন বলো সেই সাদা বাড়ির দেয়ালটা দুঃখী? হতে পারে সেই কালো দাগটা তার চোখে সুখের কাজল।’</p><p>‘বাছা, যখনই তুমি সাদা দেয়ালে কালো কিছু দেখবে, সেই বাড়ির মানুষের দুঃখের কথা ভাববে।’</p><p>‘কিন্তু দাদু, একই বাড়িতে কি দুঃখ আর আনন্দ একসঙ্গে মিশে থাকতে পারে না?’</p><p>‘অবশ্যই পারে, বাছা। আচ্ছা, বাড়ির পাশে ওই নীল রঙের পানির ট্যাংকটা কী করছে? মানুষ কি তৃষ্ণার্ত? সত্তরের দশকের গোড়ার দিকে আমি যে কুয়োটা খুঁড়েছিলাম, তা কি শুকিয়ে গেছে?’</p><p>‘দাদু, নীল পানির ট্যাংক দেখলেই কি বোঝা যায় মানুষ তৃষ্ণার্ত? তুমি কি গল্প বানাচ্ছ নাকি আসল ঘটনা বলছ? সাদা দেয়ালে কালো দাগ কি সত্যিই দুঃখের চিহ্ন? যদি নীল রঙের ট্যাংকের পরিবর্তে অন্য গাড়ি থাকত? তাতে তোমার অনেক দিন আগে খনন করা কুয়োর কী সম্পর্ক থাকতে পারে?’</p><p>‘এগুলো নিয়ে ভেবো না। শিশুরা সব সময় বিরক্ত থাকে অথবা তাড়াহুড়ো করে, গভীর কিছু বোঝে না। হয়তো তুমি আমাদের গল্পের সম্ভাবনার খেলা একদিন বুঝতে পারবে। সম্ভাবনার সুরক্ষা দড়ি ছাড়া এই খেলায় তাড়াহুড়ো করো না, যাতে বাস্তবতার ফাঁদে পড়ে না যাও।’</p><p>‘আমি বুঝতে পারছি না তুমি কী বলছ। কিন্তু আমি সাদা দেয়ালের পাশে একটি নীল রঙের পানির ট্যাংক দেখতে পাচ্ছি।’</p><p>‘ট্যাংকটা যেখানে আছে, সেখানেই থাকতে দাও। এখন, ড্যাশবোর্ডে ড্রাইভাররা সাধারণত কিছু জিনিস রেখে যায়। তুমি কি সেগুলো আনতে যেতে পারো?’</p><p>‘দাদু, এই জিনিসগুলো কি তোমার গল্পের জন্য দরকার? এটা কি তোমার কল্পনার কোনো খেলা?’</p><p>‘বৎস, গল্পের শিকড় থাকে ছোটখাটো খুঁটিনাটি বিবরণে। এই বিবরণগুলো লবণের মতো। এগুলো ছাড়া তুমি গল্পের আসল স্বাদ নিতে পারবে না।’</p></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন | প্রথম আলো",
            "time": "2025-12-04T14:15:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fbbstxdz8%2F%E0%A6%AE%E0%A7%9F%E0%A6%AE%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%82%E0%A6%B9-%E0%A6%9F%E0%A6%BE%E0%A6%89%E0%A6%A8-%E0%A6%B9%E0%A6%B2-%E0%A6%AE%E0%A6%BF%E0%A6%B2%E0%A6%A8%E0%A6%BE%E0%A7%9F%E0%A6%A4%E0%A6%A8%E0%A7%87-%E0%A6%A6%E0%A6%BF%E0%A6%A8%E0%A6%AD%E0%A6%B0-%E0%A6%86%E0%A7%9F%E0%A7%8B%E0%A6%9C%E0%A6%A8.00041418.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন\" class=\"nA4h1 \">ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T20:15:40+06:00\"><span>প্রকাশ: ০৪ ডিসেম্বর ২০২৫, ১৪: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দুই দিনের সফরে নয়াদিল্লিতে রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন | প্রথম আলো",
            "time": "2025-12-04T14:13:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fkc43w8ax%2Fputin-modi.JPG?rect=63%2C0%2C3436%2C1804&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহাত্মা গান্ধীর সমাধি ও স্মৃতিসৌধে শ্রদ্ধা জানাতে শুক্রবার সকালে তাঁর নয়াদিল্লির রাজঘাটে যাওয়ার কথা রয়েছে।</p><p>শুক্রবার পুতিন আরও যেসব কর্মসূচিতে অংশ নেওয়ার কথা রয়েছে, সেগুলোর মধ্যে রয়েছে নয়াদিল্লিতে রাশিয়ার সম্প্রচারমাধ্যম ‘আরটি ইন্ডিয়া’র উদ্বোধন এবং ভারতের রাষ্ট্রপতি দ্রৌপদী মুর্মুর আয়োজিত রাষ্ট্রীয় ভোজে অংশগ্রহণ। শুক্রবার রাত ৯টার দিকে তিনি ভারত ত্যাগ করবেন বলে আশা করা হচ্ছে।</p><p>ইউক্রেন যুদ্ধ শুরুর পর ভারতে প্রথম সফরে এলেন পুতিন। তাঁর ভারত সফরে উভয় দেশের মধ্যে স্বাস্থ্য, বাণিজ্যসহ নানা খাতে অনেকগুলো চুক্তি হওয়ার কথা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেসলের প্রথম ‘গাট হেলথ সামিট’: অংশ নিলেন দেশ-বিদেশের গবেষক, বিশেষজ্ঞ | প্রথম আলো",
            "time": "2025-12-04T14:08:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fkcl3vjhy%2FGut-SummitNestle-Bangladeh-Photo.jpg?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বিশেষজ্ঞের মতামত এবং বৈশ্বিক দৃষ্টিভঙ্গি</strong></p><p>আন্তর্জাতিক আলোচকদের মধ্যে ছিলেন শ্রীলঙ্কার অধ্যাপক ড. শামান রাজেন্দ্রজিথ। তিনি শিশুদের গাট মাইক্রোবায়োটার বিকাশ এবং এর দীর্ঘমেয়াদি প্রভাব নিয়ে কথা বলেন। এ ছাড়া স্থূলতা, ডায়াবেটিস ও হজমজনিত সমস্যার মতো ভবিষ্যতের স্বাস্থ্যঝুঁকি কমাতে প্রাথমিক জীবনে সঠিক মাইক্রোবায়োম প্রতিষ্ঠার গুরুত্ব তুলে ধরেন তিনি।</p><p>শামান রাজেন্দ্রজিথ বলেন, ছোটবেলা থেকে সঠিক মাইক্রোবায়োম গড়ে উঠলে জীবনের নানা পর্যায়ে রোগ প্রতিরোধক্ষমতা আরও শক্তিশালী হয়।</p><p>নেদারল্যান্ডসের অধ্যাপক ড. মার্ক এ বেনিঙ্গা অনুষ্ঠানে শিশুদের কলিক সমস্যা এবং গাটের ব্যাকটেরিয়ার ভারসাম্যহীনতার ওপর তাঁর গবেষণা বিস্তারিতভাবে উপস্থাপন করেন। বেনিঙ্গা বলেন, ব্যাকটেরিয়ার সুষম উপস্থিতি বিঘ্নিত হলে শিশুদের পেটে অস্বস্তি, ব্যথা অনুভব হয়। ফলে শিশুদের কান্নার সম্ভাবনা দেখা দেয়। সঠিক প্রোবায়োটিক গ্রহণে এ সমস্যা সমাধান হতে পারে।</p><p>বাংলাদেশিদের দৈনন্দিন খাদ্যাভ্যাস ও পুষ্টিবিষয়ক বাস্তবতা সামনে রেখে বক্তব্য দেন আইসিডিডিআরবির অধ্যাপক ড. মো. ইকবাল হোসেন। তিনি গাটবান্ধব খাবার, প্রিবায়োটিক, প্রোবায়োটিক ও সিনবায়োটিক গ্রহণের সুবিধা এবং শিশুদের পুষ্টি উন্নয়নে করণীয় বিষয়ে বিস্তারিত আলোচনা করেন। ইকবাল হোসেন বলেন, ‘আমাদের প্রতিদিনের খাদ্যতালিকায় বায়োটিকস যুক্ত হলে হজমশক্তি ও সার্বিক সুস্থতায় ইতিবাচক পরিবর্তন আসবে, যা জীবনমানকে দীর্ঘমেয়াদি উন্নত করতে সহায়তা করবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাবনায় আবার স্পিডবোটে এসে নদীসংলগ্ন স্বর্ণের দোকান, ব্যবসায়ীর বাড়িতে ডাকাতি | প্রথম আলো",
            "time": "2025-12-04T14:01:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F6pvfh2gg%2FWhatsApp-Image-2025-12-04-at-19.57.00.jpeg?rect=0%2C3%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রতন জুয়েলার্সের মালিক রতন কর্মকারের দাবি, তাঁর দোকান থেকে ডাকাতেরা সোনা ও পাঁচ লাখ টাকা এবং তাঁর বাড়ি থেকে ১০ ভরি সোনা ও ১৫ লাখ টাকা লুট করে। এ ছাড়া মধু জুয়েলার্স, মা জুয়েলার্স ও আঁখি জুয়েলার্স থেকেও বেশ কিছু স্বর্ণালংকার ও টাকা লুট করা হয়।</p><p>রতন কর্মকার জানান, ডাকাতেরা দোকানে লুটপাট শেষে তাঁর বাড়িতে হানা দেয়। এরপর দরজা ভেঙে অস্ত্রের মুখে তাঁর স্ত্রী-সন্তানকে জিম্মি করে মারধর শুরু করে। তিনি তিনতলায় গিয়ে লুকিয়ে কয়েকজন প্রতিবেশীকে ফোন দেন। কিন্তু অস্ত্রের ভয়ে কেউ আসেন না। এর মধ্যেই ডাকাতেরা তাঁর বাড়িতে লুটপাট চালায়।</p><p>ব্যবসায়ী দীপক কর্মকার জানান, ডাকাতেরা তাঁর বাড়িতেও ডাকাতির চেষ্টা করে। তবে ভেতরে কোনোভাবেই ঢুকতে না পেরে পরে চলে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতে শিশুদের নিয়ে ভ্রমণে যাওয়ার আগে যেসব বিষয় মনে রাখবেন | প্রথম আলো",
            "time": "2025-12-04T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F1a2wu5a9%2FAgnilaNakshakidslittle-angles22.JPG?rect=0%2C442%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিশুসন্তানের সঙ্গে আপনার ভ্রমণ কতটা ভালো হবে, তা অনেকটাই নির্ভর করছে আপনার ভ্রমণ পরিকল্পনার ওপর। প্রত্যেকের পছন্দ–অপছন্দ এক রকম নয়। ভ্রমণে যাওয়ার আগে কীভাবে যাচ্ছেন, কখন যাচ্ছেন, কোথায় কোথায় থামছেন—এসব বিষয় মাথায় রাখা বেশ জরুরি। </p><p>যেহেতু সন্তানের সুস্থতা আর আনন্দই আপনাদের মূল লক্ষ্য, সেহেতু তাকে কেন্দ্র করেই পুরো পরিকল্পনা সাজান। তার সুবিধামতো সময়ে ভ্রমণ করুন, বাস কিংবা প্লেন বেছে নিন। এতে সন্তানের জন্য যাত্রাপথ সহজ হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোরআন ও সুন্নাহর আইন চালু করতে আমরা ঐক্যবদ্ধ হয়েছি: জামায়াত নেতা মুজিবুর | প্রথম আলো",
            "time": "2025-12-04T13:56:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Ffaqfiycb%2FMymensinghDH169420251204WhatsApp-Image-2025-12-04-at-4.51.36-PM.jpg?rect=0%2C28%2C1180%2C620&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামবিরোধী কোনো আইন এখানে চলতে পারবে না উল্লেখ করে মুজিবুর রহমান আরও বলেন, ‘যদি আপনারা একমত হয়ে থাকেন তাহলে বলতে চাই, এই হাত দুটি দিয়েছে আল্লাহ। এই হাত দুটি যদি আল্লাহর হয়, তাহলে এই হাত দিয়ে সিল মারব মানুষের আইনের পক্ষে, না আল্লাহর আইনের পক্ষে? যত দিন আমরা বেঁচে থাকব, আল্লাহর আইনের সাথেই থাকব ইনশা আল্লাহ।’</p><p>সার্কিট হাউস ময়দানে বিভাগীয় সমাবেশে অংশগ্রহণকারী দলগুলো হলো জামায়াতে ইসলামী, ইসলামী আন্দোলন বাংলাদেশ, বাংলাদেশ খেলাফত মজলিস, খেলাফত আন্দোলন, নেজামে ইসলাম পার্টি, বাংলাদেশ ডেভেলপমেন্ট পার্টি ও জাতীয় গণতান্ত্রিক পার্টি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরে ঘরে বিষাক্ত বাতাস: মুক্তির উপায় কী | প্রথম আলো",
            "time": "2025-12-04T13:54:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fu6mgxy2j%2FHero-ImageGree-Article.jpg?rect=0%2C25%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনডোর পলিউশন অনেকটাই অদৃশ্য শত্রুর মতো, চোখে দেখা যায় না। কিন্তু এর ক্ষতি অনেক গভীর ও দীর্ঘমেয়াদি। ইনডোর পলিউশনের মূল কারণগুলোর মধ্যে আছে ধুলাবালু, অতি সূক্ষ্ম কণিকা ‘পিএম২.৫’ এবং কিছু অদৃশ্য রাসায়নিক পদার্থ। এর মধ্যে গুরুত্বপূর্ণ একটি হলো ভোলাটাইল অর্গানিক কম্পাউন্ডস—যা ঘরের রং, পারফিউম, ক্লিনার, নতুন আসবাব বা গ্লু থেকেও নির্গত হয়। এ ছাড়া ‘ফরমালডিহাইড’ নামের একধরনের গ্যাসও বাতাস দূষিত করে, যা সাধারণত নতুন কাঠ বা রং থেকে বের হয়। তা ছাড়া রান্নার ধোঁয়া, ছত্রাক, ব্যাকটেরিয়া এবং পোষা প্রাণীর লোম—এসবও ঘরের ভেতরের বাতাসের মান নষ্ট করে।</p><p>ঢাকা বিশ্ববিদ্যালয়ের বিজ্ঞান অনুষদের ডিন এবং বায়ুদূষণ গবেষক ড. আব্দুস সালাম প্রথম আলোকে বলেন, এখন বাইরের বাতাসের পাশাপাশি ঘরের বাতাসের মানও দিন দিন হ্রাস পাচ্ছে। কিন্তু আমরা বাইরের দূষণের হাত থেকে বাঁচার জন্য সব সময় দরজা-জানালা বন্ধ করে রাখি। এটি মোটেও ঠিক নয়। তিনি আরও বলেন, বাসায় সঠিক ভেন্টিলেশনের ব্যবস্থা রাখা জরুরি। তবে ঘরে একটি এয়ার পিউরিফায়ার থাকলে ভালো। এতে ঘরের ভেতরের বাতাসের মান সম্পর্কে সচেতন থাকা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে দেখতে এভারকেয়ার হাসপাতালে বিজিবির মহাপরিচালক | প্রথম আলো",
            "time": "2025-12-04T13:53:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Flex3n6jh%2FBGB.png?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বৃহস্পতিবার বেলা তিনটার আগে এভারকেয়ার হাসপাতালে খালেদা জিয়ার চিকিৎসক জাহিদ হোসেন সাংবাদিকদের এ কথা জানান। বিশেষজ্ঞ চিকিৎসকদের পরামর্শ অনুসারে খালেদা জিয়াকে লন্ডনে নেওয়ার সিদ্ধান্ত হয়েছে বলে জানিয়েছেন জাহিদ হোসেন।</p><p>১২ দিন ধরে বিএনপির চেয়ারপারসন খালেদা জিয়া রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন। তাঁর শারীরিক অবস্থা অপরিবর্তিত রয়েছে বলে জানা গেছে। তাঁকে নিয়ে দেশের মানুষ উদ্বেগে রয়েছে।</p><p>এভারকেয়ার হাসপাতালের একটি সূত্র জানায়, অধ্যাপক শাহাবুদ্দিন তালুকদারের নেতৃত্বে দেশি-বিদেশি বিশেষজ্ঞদের সমন্বয়ে গঠিত মেডিকেল বোর্ডের অধীন খালেদা জিয়ার চিকিৎসা কার্যক্রম চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিএমপির ১৩ উপকমিশনার বদলি | প্রথম আলো",
            "time": "2025-12-04T13:50:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Ffvr11brc%2FPolic.jpg?rect=0%2C24%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন সামনে রেখে লটারি করে ঢাকা মহানগর পুলিশের (ডিএমপি) ১৩ উপকমিশনারকে বদলি করা হয়েছে। আজ বৃহস্পতিবার ডিএমপি কমিশনার শেখ মো. সাজ্জাত আলী স্বাক্ষরিত এক আদেশে এ তথ্য জানানো হয়।</p><p> এর আগে ডিএমপি কমিশনারের স্বাক্ষরিত এক আদেশে ডিএমপির ৫০ থানার ওসিদের রদবদলের কথা জানানো হয়।</p><p> আজ ডিএমপির উপকমিশনার ও ওসিদের বদলির বিষয়ে স্বরাষ্ট্র মন্ত্রণালয়ে লটারি হয়। সেখানে উপস্থিত ছিলেন ডিএমপি কমিশনার শেখ মো. সাজ্জাত আলী। সেই লটারিতে নির্বাচিত হওয়া ডিএমপির কর্মকর্তাদের বিষয়ে পদায়নের আদেশ জারি করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বচ্চন পরিবারকে পাপারাজ্জিদের বর্জন | প্রথম আলো",
            "time": "2025-12-04T13:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F10%2F11%2F7aab2a65876264570a7bca6e2fb44c85-amitabh-bachchan.jpg?rect=0%2C17%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পাপারাজ্জিদের তীব্র প্রতিক্রিয়া ও বর্জনের ঘোষণা</strong><br>জয়া বচ্চনের মন্তব্যকে নিজেদের কাজের প্রতি অপমান হিসেবে দেখছেন পাপারাজ্জিরা। জনপ্রিয় পাপারাজ্জি পল্লব পালিওয়াল এ মন্তব্যকে দুর্ভাগ্যজনক বলে আখ্যা দেন। তিনি প্রশ্ন তোলেন, অগস্ত্যর ছবি ‘ইক্কিস’-এর প্রচার কীভাবে হবে, যদি পাপারাজ্জিরা কাভারেজ না দেন? তিনি মনে করিয়ে দেন, অমিতাভ বচ্চনের সাপ্তাহিক সানডে দর্শন কাভার করার দায়িত্বও তাঁরাই পালন করেন।<br>আরেক পাপারাজ্জি মানব মঙ্গলানিইঙ্গিত মনে করেন, ৭৭ বছর বয়সী জয়া বচ্চন ডিজিটাল যুগের পরিবর্তনের সঙ্গে মানিয়ে নিতে পারেননি এবং তাঁর নাতি-নাতনিদের উচিত তাঁকে বর্তমান সমাজ সম্পর্কে বোঝানো।</p></div></div></div></body></html>"
        },
        {
            "title": "জুনিয়র বৃত্তি পরীক্ষা-বিজ্ঞান : প্রত্যক্ষ কোষ বিভাজন অ্যামিবায় | প্রথম আলো",
            "time": "2025-12-04T13:38:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fv55nxvmo%2Fprothomaloimportmedia2014010152c30eb98d801-Untitled-2.avif?rect=0%2C5%2C239%2C125&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বিজ্ঞান: সংক্ষিপ্ত উত্তর–প্রশ্ন</strong></p><p><strong>প্রশ্ন: কোষ বিভাজনের মাধ্যমে জীবদেহের বৃদ্ধি ব্যাখ্যা করো।</strong></p><p><strong>উত্তর: </strong>কোষ বিভাজনের মাধ্যমে জীবদেহে নতুন কোষ তৈরি হয়, যা দৈহিক বৃদ্ধিতে ভূমিকা রাখে। মাইটোসিস প্রক্রিয়ায় কোষ সংখ্যা বৃদ্ধি পায়, ফলে টিস্যু ও অঙ্গের আকার বড় হয়। একটি মাত্র কোষ বারবার বিভাজনের ফলে লাখ লাখ কোষ সৃষ্টি হয়ে বহুকোষী জীবের বিশাল দেহ গঠিত হয় বা কোষ বিভাজনে জীবদেহের বৃদ্ধি হয়।</p><p><strong>প্রশ্ন: অ্যামিবার কোষ বিভাজনকে প্রত্যক্ষ কোষ বিভাজন বলা হয় কেন?</strong></p><p><strong>উত্তর: </strong>অ্যামিবার অ্যামাইটোসিস কোষ বিভাজন ঘটে। এ ধরনের বিভাজনে নিউক্লিয়াসটি প্রথমে ডাম্বেলের আকার ধারণ করে। এরপর প্রায় মাঝ বরাবর সংকুচিত হয় এবং পরস্পর থেকে বিচ্ছিন্ন হয়ে দুটি অপত্য নিউক্লিয়াসে পরিণত হয়। একই সময়ে সাইটোপ্লাজমও মাঝ বরাবর সংকুচিত হয়ে দুটি কোষে পরিণত হয়। এ ধরনের বিভাজনে মাতৃকোষের নিউক্লিয়াস ও সাইটোপ্লাজম সরাসরি বিভক্ত হয়ে দুটি অপত্য কোষ সৃষ্টি করে। তাই একে প্রত্যক্ষ কোষ বিভাজন বলে।</p></div></div></div></body></html>"
        },
        {
            "title": "নর্থ সাউথকে উড়িয়ে ঢাকার প্রথম দল হিসেবে শেষ আটে গণ বিশ্ববিদ্যালয় | প্রথম আলো",
            "time": "2025-12-04T13:30:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fxedd2v35%2FAS7638.jpg?rect=0%2C0%2C1978%2C1038&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয় ফুটবলে গণ বিশ্ববিদ্যালয়ের শক্তির প্রমাণ মিলছে তাদের স্কোয়াডেই। বেশির ভাগই খেলেন চ্যাম্পিয়নশিপ লিগে। টুডু, শরিফ ছাড়াও দেশের শীর্ষ লিগ বাংলাদেশ লিগে খেলেন অধিনায়ক ও গোলকিপার শামীম হোসেন (ঢাকা আবাহনী), ডিফেন্ডার সিফাত শাহরিয়ার (রহমতগঞ্জ), ডিফেন্ডার আকাশ আলী (বসুন্ধরা কিংস)। যেন পুরো দলটাই পেশাদার ফুটবল দল। এই ফুটবলাররা সবাই আজ খেলেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লন্ডনে নেওয়া হচ্ছে খালেদা জিয়াকে | ৩৬ আসনে বিএনপির প্রার্থী ঘোষণা | প্রথম আলো",
            "time": "2025-12-04T13:26:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Ffkkuphwt%2F2555.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">অডিও সংবাদ </h2></p><p><h1 data-title-0=\"লন্ডনে নেওয়া হচ্ছে খালেদা জিয়াকে | ৩৬ আসনে বিএনপির প্রার্থী ঘোষণা\" class=\"nA4h1 \">লন্ডনে নেওয়া হচ্ছে খালেদা জিয়াকে | ৩৬ আসনে বিএনপির প্রার্থী ঘোষণা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T19:26:34+06:00\"><span>প্রকাশ: ০৪ ডিসেম্বর ২০২৫, ১৩: ২৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যায় সারা দিনের আলোচিত খবর | প্রথম আলো",
            "time": "2025-12-04T13:24:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fcf04caa9-3b0a-4865-b2e6-c4774bf79018%2F%E0%A6%B8%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A7%9F%20%E0%A6%AA%E0%A7%9C%E0%A7%81%E0%A6%A8.jpg?rect=0%2C73%2C1593%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প কথা বলছেন সৌদি যুবরাজ মোহাম্মদ বিন সালমানের সঙ্গে। জাপানে অনুষ্ঠিত জি২০ সম্মেলনে, ২৮ জুন ২০১৯</figcaption><figcaption class=\"story-element-image-attribution\">ফাইল ছবি: রয়টার্স</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পুলিশ কমিশন গঠন হচ্ছে, অধ্যাদেশ অনুমোদন | প্রথম আলো",
            "time": "2025-12-04T13:15:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F63nd6o5m%2FUntitled-1.png?rect=0%2C129%2C1842%2C967&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কমিশনের উদ্দেশ্য-কাজ</strong></p><p>কমিশন গঠনের উদ্দেশ্যের বিষয়ে উপদেষ্টা সৈয়দা রিজওয়ানা হাসান বলেন, পুলিশকে জনবান্ধব ও জনমুখী করা হবে। এ কমিশন সরকারের সঙ্গে মিলে কাজ করবে। পুলিশ যেন প্রভাবমুক্ত হয়ে কাজ করতে পারে, সে ব্যাপারে কী কী করণীয়, সে বিষয়ে কমিশন সরকারকে সুপারিশ করবে। এ ছাড়া পুলিশ যাতে মানবাধিকার সংবেদনশীল হয়, সে বিষয়ে পুলিশের আধুনিকায়ন কোথায় কোথায় দরকার, কী ধরনের প্রশিক্ষণ দরকার, সেগুলোও কমিশন চিহ্নিত করবে।</p><p>সংবাদ সম্মেলনে জানানো হয়, এ কমিশনের আরও দুটি কাজ হচ্ছে পুলিশের বিষয়ে নাগরিকদের যেসব অভিযোগ থাকবে, সেগুলো তদন্ত ও নিষ্পত্তি করা এবং পেশাগত বিষয়ে পুলিশ সদস্যদের যদি কোনো অভিযোগ থাকে, সেগুলোর নিষ্পত্তি করা। পুলিশি কার্যক্রমে দক্ষতা ও উৎকর্ষ আনা, শৃঙ্খলা, স্বচ্ছতা ও জবাবদিহি প্রতিষ্ঠাতায় প্রয়োজনীয় সুপারিশ প্রদান ইত্যাদি কাজও হবে এ কমিশনের।</p><p>সরকার কমিশনের সুপারিশ মানতে বাধ্য কি না, সাংবাদিকদের এমন প্রশ্নের জবাবে উপদেষ্টা রিজওয়ানা হাসান বলেন, সুপারিশ-পরামর্শ কেউ কখনো মানতে বাধ্য না। পুলিশের সঙ্গে জনগণের একটি ব্রিজ (সেতু) করে দেওয়ার জন্য এ কমিশন। আর পুলিশের সেবা দেওয়ার ক্ষেত্রে, আধুনিকায়নের ক্ষেত্রে, মানবাধিকার রক্ষার ক্ষেত্রে, পুলিশের পেশাগত সংক্ষোভ নিরসনের ক্ষেত্রে পুলিশ বাহিনীর সঙ্গে সরকারের একটা যোগসূত্র স্থাপন করে দেওয়ার কাজ হচ্ছে এ কমিশনের।</p></div></div></div></body></html>"
        },
        {
            "title": "লস অ্যাঞ্জেলেসে বিজয় দিবস শোভাযাত্রা ও সাংস্কৃতিক আয়োজন ১৪ ডিসেম্বর | প্রথম আলো",
            "time": "2025-12-04T13:15:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Ftgb9ttsj%2F74f65460-4300-4084-8a1d-8c0d56dcc71d.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘লিটল বাংলাদেশ’ এলাকা সড়ক বন্ধ রেখে শোভাযাত্রা পরিচালনা করা হবে। আয়োজক কমিটির তথ্য অনুসারে, শতাধিক গাড়ি লাল-সবুজ সাজসজ্জা, ব্যানার ও দেশাত্মবোধক গান প্রচারের মাধ্যমে শোভাযাত্রায় অংশ নেবে। দর্শনার্থীদের নিরাপত্তা নিশ্চিত করতে সড়ক ব্যবস্থাপনায় বিশেষ ব্যবস্থা নেওয়া হচ্ছে। শহরের বিভিন্ন অঞ্চল থেকে পরিবার, শিশু, কিশোর ও প্রবীণেরা শোভাযাত্রায় অংশ নেবেন এবং পথের দুই পাশে অবস্থান করে অনুষ্ঠান উপভোগ করবেন।</p><p>শোভাযাত্রার আয়োজন ও প্রস্তুতি কয়েক মাস ধরে পরিচালনা করছে প্রবাসী বাংলাদেশিদের সংগঠন ‘বাংলার বিজয় বহর’ কমিটি। কমিটি দুটি আনুষ্ঠানিক বৈঠক ও মতবিনিময় সভার মাধ্যমে সাংস্কৃতিক অনুষ্ঠান ও শোভাযাত্রার কাঠামো ঠিক করেছে। কমিটির সভাপতি ড. জয়নাল আবেদিন, আহ্বায়ক মিখাইল খান, চেয়ারম্যান এম আবদুল বাসিত, বোর্ড চেয়ার মজিব সিদ্দিকী এবং সাধারণ সম্পাদক এম ওয়াহিদ রহমান কার্যক্রম তদারক করছেন। তাঁরা জানান, আয়োজনের পরিকল্পনায় কমিউনিটির অভিজ্ঞদের পরামর্শও অন্তর্ভুক্ত করা হয়েছে।</p><p>ড. জয়নাল আবেদিন প্রথম আলোকে বলেন, ইতিহাস নতুন প্রজন্মের কাছে সঠিকভাবে উপস্থাপন করার লক্ষ্যেই এ আয়োজন করা হচ্ছে। প্রবাসে থেকেও বাংলাদেশি কমিউনিটি এর সঙ্গে সম্পৃক্ত থাকে।</p></div></div></div></body></html>"
        }
    ]
}