{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রথম আলো ও ডেইলি স্টারের ওপর হামলার ঘটনায় বৈষম্যবিরোধী ছাত্র আন্দোলনের নিন্দা | প্রথম আলো",
            "time": "2025-12-19T21:13:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F8ycn6q96%2F1.avif?rect=0%2C53%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান বিন হাদির মৃত্যুর পর সংবাদমাধ্যম প্রথম আলো, ডেইলি স্টার ও সংস্কৃতিকেন্দ্র ছায়ানটসহ বিভিন্ন প্রতিষ্ঠানে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনায় নিন্দা জানিয়েছে বৈষম্যবিরোধী ছাত্র আন্দোলন।  বৈষম্যবিরোধী ছাত্র আন্দোলনের দপ্তর সম্পাদক শাহাদাত হোসেনের পাঠানো বিবৃতিতে বলা হয়, জুলাই ছাত্র-জনতার অভ্যুত্থানোত্তর নতুন বাংলাদেশে এ ধরনের পূর্বপরিকল্পিত ও ন্যাক্কারজনক ঘটনা অনভিপ্রেত ও অত্যন্ত উদ্বেগজনক। বৈষম্যবিরোধী ছাত্র আন্দোলন এ সকল ন্যাক্কারজনক ঘটনার তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছে।</p><p>বিবৃতিতে আরও বলা হয়, মনে রাখতে হবে, সাধারণ মানুষের সাংবিধানিক অধিকার, বিশেষত মতপ্রকাশের স্বাধীনতা, সংবাদপত্রের স্বাধীনতা ও সাংস্কৃতিক কর্মকাণ্ডের স্বাধীনতা একটি গণতান্ত্রিক রাষ্ট্রের মৌলিক ভিত্তি। তাই সংবাদমাধ্যমসহ বিভিন্ন সাংস্কৃতিক প্রতিষ্ঠানের ওপর হামলা এই মতপ্রকাশ ও সংবাদপত্রের স্বাধীনতার ওপর সরাসরি ও গুরুতর আঘাত। বৈষম্যবিরোধী ছাত্র আন্দোলন মনে করে, প্রত্যেকটি প্রতিষ্ঠানের নিজস্ব আদর্শ, রাজনীতি ও চিন্তাধারা থাকতে পারে এবং তা নিয়ে মতভেদ ও সমালোচনাও থাকতে পারে। কিন্তু তা প্রকাশ করতে হবে গণতান্ত্রিক উপায়ে, কোনো সহিংসতা ও ধ্বংসযজ্ঞের মাধ্যমে নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারের ওপর হামলা স্বাধীন মতপ্রকাশে বাধা: জাতীয় গণতান্ত্রিক ফ্রন্ট | প্রথম আলো",
            "time": "2025-12-19T21:07:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যৌথ বিবৃতিতে তাঁরা বলেন, শরিফ ওসমান হাদির মৃত্যুর পর যখন সারা দেশের শোকাহত, মানুষ তাঁর জন্য প্রার্থনারত, ঠিক তখন প্রতিবাদের নামে একটি স্বার্থান্বেষী মহল পরিস্থিতিকে ঘোলাটে করে। এ জন্য তারা দৈনিক প্রথম আলো, ডেইলি স্টারসহ দেশের বিভিন্ন স্থাপনায় হামলা, ভাঙচুর, অগ্নিসংযোগ ও সাংবাদিক নূরুল কবীরের ওপর হামলা করে।</p><p>এই ঘটনা দেশের  ভাবমূর্তিকে চরমভাবে ক্ষুণ্ন করেছে উল্লেখ করে বিবৃতিতে নেতারা বলেন, এ ধরনের সকল প্রকার সহিংসতার বিরুদ্ধে দলমত, জাতি–ধর্মনির্বিশেষে সবাইকে ঐক্যবদ্ধ হয়ে রুখে দাঁড়াতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "একটি গোষ্ঠী অত্যন্ত সচেতনভাবে গণমাধ্যমকে প্রতিপক্ষ বানাতে টার্গেট করে হামলা চালিয়েছে: বিএসআরএফ | প্রথম আলো",
            "time": "2025-12-19T20:58:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যৌথ বিবৃতিতে আরও বলা হয়েছে, গণতান্ত্রিক রাষ্ট্রের চতুর্থ স্তম্ভ হলো সংবাদমাধ্যম। সেই গণমাধ্যমের কণ্ঠ রুদ্ধ করতে সহিংসতা, ভয়ভীতি প্রদর্শন, হামলা কিংবা হেনস্তা কোনোভাবেই গ্রহণযোগ্য নয়। এ ধরনের কর্মকাণ্ড গণমাধ্যমের স্বাধীনতা, মতপ্রকাশের অধিকার এবং আইনের শাসনের সম্পূর্ণ পরিপন্থী।</p><p>বিএসআরএফ মনে করে, ওসমান হাদি একজন দেশপ্রেমিক জুলাই যোদ্ধা ছিলেন। হাদির মৃত্যুকে পুঁজি করে যারা গণমাধ্যমের ওপরে হামলা করেছে, তারা হাদির অনুসারী নয় এটা স্পষ্ট। কতিপয় মহল হাদির মৃত্যুকে ব্যবহার করে নিজেদের কদর্য চেহারা প্রকাশ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারের ওপর হামলার নিন্দা বিসিএসএনএর | প্রথম আলো",
            "time": "2025-12-19T20:54:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিবৃতিদাতারা হলেন ফাহমিদুল হক, বার্ড কলেজ, আনিস রহমান, ইউনিভার্সিটি অব ওয়াশিংটন,  মো. খাদিমুল ইসলাম, ইস্টার্ন নিউ মেক্সিকো ইউনিভার্সিটি, মোহাম্মদ রশিদ, ইউনিভার্সিটি অব সাউদার্ন মিসিসিপি, দাউদ ইসা, পয়েন্ট পার্ক ইউনিভার্সিটি, খাইরুল ইসলাম, ফ্লোরিডা আটলান্টিক ইউনিভার্সিটি, জামাল উদ্দিন, কর্নেল ইউনিভার্সিটি, নূর ই. মকবুল, ইউনিভার্সিটি অব আলাবামা ইন হান্টসভিল, নাজমা আখতার, নাজারেথ ইউনিভার্সিটি, এম. ডি. আশরাফুল গনি, স্টনি ব্রুক ইউনিভার্সিটি, জাহেদ আরমান, মিসিসিপি স্টেট ইউনিভার্সিটি, আহমেদ শাতিল আলম, ইউনিভার্সিটি অব ওকলাহোমা, মীর ফজলা রাব্বী, ইউনিভার্সিটি অব টেক্সাস অ্যাট অস্টিন, শেরিন ফারহানা মনি, নিকোলস স্টেট ইউনিভার্সিটি, মুহাম্মদ আমিনুল ইসলাম, ওয়েন স্টেট ইউনিভার্সিটি, কাজী মেহেদী হাসান, সাউদার্ন ইলিনয় ইউনিভার্সিটি, মীর হাসিব, ইউনিভার্সিটি অব আলাবামা, মানজুর মাসউদ, ইউনিভার্সিটি অব উইসকনসিন–ম্যাডিসন, হাসান ফয়সাল, ইউনিভার্সিটি অব সাউদার্ন মিসিসিপি, প্রিয়াঙ্কা কুন্ডু, ইউনিভার্সিটি অব ইলিনয় শিকাগো, মামুনর রশিদ, ইউনিভার্সিটি অব কলোরাডো বোল্ডার, মাহবুবুল হক ভূঁইয়া, ইউনিভার্সিটি অব মিনেসোটা টুইন সিটিজ, সাজ্জাদ মাহমুদ শুভ, ফ্লোরিডা স্টেট ইউনিভার্সিটি, জেনিফার কামাল নোভা, সাউদার্ন ইলিনয় ইউনিভার্সিটি কার্বন্ডেল, এইচ. এম. এম. মুরতুজা, ইউনিভার্সিটি অব ওকলাহোমা, মো. আজাদ, ওয়েন স্টেট ইউনিভার্সিটি, শাহ জাহান শুভ, ইউনিভার্সিটি অব আলাবামা, মোহাম্মদ জসিম উদ্দিন, ইউনিভার্সিটি অব উটাহ, ছোটন দেব নাথ, ইউনিভার্সিটি অব উইসকনসিন–মিলওয়াকি, মাহেদী হাসান, টেক্সাস টেক ইউনিভার্সিটি, শায়না ফারহিন, ফ্লোরিডা আটলান্টিক ইউনিভার্সিটি, বেলাল মুনতাসির, ইউনিভার্সিটি অব কানসাস ও মো. সুমন আলী, ইউনিভার্সিটি অব উইসকনসিন–মিলওয়াকি।</p></div></div></body></html>"
        },
        {
            "title": "দেশকে গৃহযুদ্ধের দিকে ঠেলে দেওয়ার ষড়যন্ত্র রুখে দেওয়ার আহ্বান গণতান্ত্রিক যুক্তফ্রন্টের | প্রথম আলো",
            "time": "2025-12-19T20:47:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেতারা অভিযোগ করেন, সরকারের তরফ থেকে এসব কর্মকাণ্ড বন্ধে কার্যকর উদ্যোগ নেওয়ার পরিবর্তে কখনো কখনো এসবকে প্রেশার গ্রুপ বলে মদদ জোগানো হয়েছে। প্রশ্রয় দেওয়া হয়েছে।</p><p>ওসমান হাদির মৃত্যু স্বাভাবিকভাবেই মানুষের মনে ক্ষোভের সঞ্চার করেছে। কিন্তু এই সুযোগে একটি উগ্র ফ্যাসিস্ট শক্তি এ ঘটনা কাজে লাগিয়ে তাদের হীন তৎপরতা চালাচ্ছে বলেও বিবৃতিতে উল্লেখ করা হয়।</p><p>নেতারা বলেন, এরই অংশ হিসেবে গতকাল রাতব্যাপী ঢাকায় এবং সারা দেশে তাণ্ডব চালানো হয়েছে। ছায়ানট ভবন, প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর–অগ্নিসংযোগ ও লুটের ঘটনা ঘটেছে। সম্পাদক পরিষদের সভাপতি ও নিউ এজ পত্রিকার সম্পাদক নূরুল কবীরের ওপর হামলা করা হয়েছে, তাঁকে লাঞ্ছিত করা হয়েছে। এ ছাড়া ময়মনসিংহে কথিত ধর্ম অবমাননার অভিযোগ তুলে এক শ্রমিককে পিটিয়ে হত্যা করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সবাইকে শান্ত থাকার আহ্বান ফলকার টুর্কের | প্রথম আলো",
            "time": "2025-12-19T20:35:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-04%2Fkr4071n6%2FFalker.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেব্রুয়ারিতে সংসদ নির্বাচন হওয়ার কথা থাকার বিষয়টি উল্লেখ করে ফলকার টুর্ক বলেন, এমন একটি পরিবেশ নিশ্চিত করা অত্যন্ত জরুরি, যেখানে সব মানুষ নিরাপদে ও শান্তিপূর্ণভাবে অংশ নিতে পারেন এবং স্বাধীনভাবে ভিন্নমত প্রকাশ করতে পারেন।<br>ফলকার টুর্ক আরও বলেন, ‘আমি এই সংকটময় সময়ে মতপ্রকাশের স্বাধীনতা, শান্তিপূর্ণ সমাবেশের অধিকার এবং সাংবাদিকদের নিরাপত্তা নিশ্চিত করতে কর্তৃপক্ষগুলোর প্রতি আহ্বান জানাচ্ছি। একই সঙ্গে অস্থিরতা যেন আরও না বাড়ে, তা প্রতিরোধ করতে হবে।’</p><p>জাতিসংঘের মানবাধিকারবিষয়ক হাইকমিশনার বলেন, মানবাধিকার সমুন্নত রাখা এবং আরও সহিংসতা প্রতিরোধের উদ্যোগে কর্তৃপক্ষ ও সংশ্লিষ্ট সব পক্ষের সঙ্গে কাজ করতে তাঁর দপ্তর প্রস্তুত রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সা‌বেক নৌ প্রতিমন্ত্রী খা‌লিদ মাহমুদ চৌধুরী ও পৌর মেয়‌রের বা‌ড়ি‌তে আগুন | প্রথম আলো",
            "time": "2025-12-19T20:27:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Fea4def3a-5749-49c5-aacc-845934c252e3%2Fdinajpur.png?rect=0%2C65%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সা‌বেক নৌপ‌রিবহন প্রতিমন্ত্রী খালিদ মাহমুদ চৌধুরীসহ দিনাজপু‌রের সেতাবগঞ্জ পৌরসভার সাবেক দুই মেয়র আসলাম উদ্দীন ও আবদুস সবুরের বাসায় অগ্নিসং‌যোগ ও‌ লুটপা‌টের ঘটনা ঘ‌টে‌ছে। গত শুক্রবার দিবাগত রাত সাড়ে আটটার সময় অগ্নিসংযোগ ও লুটপাটের ঘটনা ঘটে। বিষয়‌টি নি‌শ্চিত ক‌রেছেন বোচাগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মিজানুর রহমান।</p><p>সাবেক নৌ প্রতিমন্ত্রী খালিদ মাহমুদ চৌধুরী দিনাজপুর-২ (‌বোচাগঞ্জ-‌বিরল) আসন থে‌কে টানা তিনবা‌র সংসদ সদস্য নির্বা‌চিত হ‌য়ে‌ছি‌লেন এবং কার্যক্রম নিষিদ্ধ আওয়ামী লী‌গের টানা পাঁচবা‌রের সাংগঠ‌নিক সম্পাদক।‌ অন্যদিকে সাবেক দুই মেয়র আসলাম উদ্দীন ও আবদুস সবুরের বা‌ড়ি উপ‌জেলার ধনতলা গ্রা‌মে। ৫ আগস্টের পর থে‌কে তাঁরা পলাতক।</p></div></div></div></body></html>"
        },
        {
            "title": "গণমাধ্যমের কণ্ঠ রোধ করতে সহিংসতা কোনোভাবেই গ্রহণযোগ্য নয়: ইআরএফ | প্রথম আলো",
            "time": "2025-12-19T20:19:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Ffqfvfuxe%2F2.avif?rect=0%2C0%2C235%2C123&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, ‘গণমাধ্যমের কণ্ঠ রোধ করতে সহিংসতা, ভয়ভীতি প্রদর্শন, হামলা কিংবা হেনস্তা কোনোভাবেই গ্রহণযোগ্য নয়। এ ধরনের কর্মকাণ্ড গণমাধ্যমের স্বাধীনতা, মতপ্রকাশের সাংবিধানিক অধিকার এবং আইনের শাসনের সম্পূর্ণ পরিপন্থী।’</p><p>ইআরএফ নেতারা মনে করেন, একটি গোষ্ঠী অত্যন্ত সচেতনভাবে গণমাধ্যমকে প্রতিপক্ষ বানানোর জন্য এ হামলা চালিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলায় ডিআরইউর নিন্দা | প্রথম আলো",
            "time": "2025-12-19T20:15:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F61a1111f-c668-4823-872a-c47e490ba8a8%2FDRU_Web_Logo_2023_12_15_19_05_41.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সন্ত্রাসীদের গুলিতে জুলাই যোদ্ধা ও ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির প্রাণ হারানোর ঘটনায় কতিপয় উচ্ছৃঙ্খল ব্যক্তি দৈনিক প্রথম আলো ও দ্য ডেইলি স্টার পত্রিকার কার্যালয়ে যে হামলা চালিয়েছে, তার তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে ঢাকা রিপোর্টার্স ইউনিটি (ডিআরইউ)।</p><p>পাশাপাশি দুই গণমাধ্যমে আটকে পড়া সাংবাদিকদের উদ্ধার করতে গিয়ে ডিআরইউর স্থায়ী সদস্য ইংরেজি দৈনিক দ্য নিউ এজ সম্পাদক, প্রবীণ সাংবাদিক নূরুল কবীরকে নাজেহাল ও হেনস্তার ঘটনায়ও তীব্র নিন্দা ও উদ্বেগ প্রকাশ করেছে ডিআরইউ। অবিলম্বে এসব ঘটনার সুষ্ঠু, নিরপেক্ষ ও দ্রুত তদন্তের মাধ্যমে দোষী ব্যক্তিদের চিহ্নিত করে আইনের আওতায় আনার জোর দাবি জানিয়েছে সংগঠনটি।</p><p>শুক্রবার গণমাধ্যমে পাঠানো এক বিবৃতিতে ডিআরইউর সভাপতি আবু সালেহ আকন ও সাধারণ সম্পাদক মাইনুল হাসান সোহেল বলেন, সংবাদমাধ্যম রাষ্ট্রের চতুর্থ স্তম্ভ। গণতান্ত্রিক রাষ্ট্রের অন্যতম প্রধান ভিত্তি। গণমাধ্যমের কণ্ঠ রুদ্ধ করতে সহিংসতা, ভয়ভীতি প্রদর্শন, হামলা কিংবা হেনস্তা কোনোভাবেই গ্রহণযোগ্য নয়। এ ধরনের কর্মকাণ্ড গণমাধ্যমের স্বাধীনতা, মতপ্রকাশের সাংবিধানিক অধিকার এবং আইনের শাসনের সম্পূর্ণ পরিপন্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে নিহত ছয় বাংলাদেশি শান্তিরক্ষীর মরদেহ ফিরছে শনিবার | প্রথম আলো",
            "time": "2025-12-19T20:05:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F9ouqu0f4%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত শান্তিরক্ষীরা হলেন নাটোরের করপোরাল মো. মাসুদ রানা, কুড়িগ্রামের সৈনিক মো. মমিনুল ইসলাম ও সৈনিক শান্ত মণ্ডল, রাজবাড়ীর সৈনিক শামীম রেজা, কিশোরগঞ্জের মেস ওয়েটার মোহাম্মদ জাহাঙ্গীর আলম এবং গাইবান্ধার লন্ড্রি কর্মচারী মো. সবুজ মিয়া।</p><p>আহত নয়জন শান্তিরক্ষী কেনিয়ার নাইরোবির আগা খান ইউনিভার্সিটি হাসপাতালে চিকিৎসাধীন। তাঁদের মধ্যে কয়েকজন চিকিৎসা শেষে হাসপাতাল ছেড়েছেন এবং বাকিরা শঙ্কামুক্ত বলে সংশ্লিষ্ট একটি সূত্র জানিয়েছে। আহতদের মধ্যে তিনজন নারী সদস্য রয়েছেন।</p><p>আহত সেনাসদস্যরা হলেন লেফটেন্যান্ট কর্নেল খোন্দকার খালেকুজ্জামান, সার্জেন্ট মো. মোস্তাকিম হোসেন, করপোরাল আফরোজা পারভিন, ল্যান্স করপোরাল মহিবুল ইসলাম, সৈনিক মো. মেজবাউল কবির, সৈনিক মোসা. উম্মে হানি আক্তার, সৈনিক চুমকি আক্তার ও সৈনিক মো. মানাজির আহসান।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদির মরদেহ দেশে, আজ জানাজা শেষে দাফন | প্রথম আলো",
            "time": "2025-12-19T20:04:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fw7dym2va%2FOsman-Hadi.avif?rect=0%2C31%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার ফেসবুক পেজে জানানো হয়, জানাজায় যাঁরা অংশ নিতে আসবেন, তাঁদের কোনো প্রকার ব‍্যাগ বা ভারী বস্তু বহন না করার অনুরোধ করা হয়েছে। সেই সঙ্গে সংসদ ভবন ও এর আশপাশের এলাকায় ড্রোন ওড়ানো সম্পূর্ণ নিষিদ্ধ করা হয়েছে।</p><p>ইনকিলাব মঞ্চ গতকাল ফেসবুক পোস্টে জানায়, পরিবারের দাবির পরিপ্রেক্ষিতে হাদিকে কাজী নজরুল ইসলামের কবরের পাশে</p><p>সমাহিত করা হবে। এ জন্য মিছিল সহকারে তাঁর মরদেহ ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় মসজিদে নেওয়া হবে।</p><p>এদিকে হাদি হত্যার বিচার ও ভারতীয় আধিপত্যের অবসানের দাবিতে গতকাল রাজধানীর শাহবাগে সমাবেশ করে ইনকিলাব মঞ্চ, ডাকসুসহ বিভিন্ন দল ও সংগঠন। বক্তারা স্বরাষ্ট্র উপদেষ্টার পদত্যাগ দাবি করেন। এ ছাড়া শাহবাগ মোড়কে ‘শহীদ ওসমান হাদি চত্বর’ হিসেবে ঘোষণা করেন ডাকসুর ভিপি।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার আক্রান্ত | প্রথম আলো",
            "time": "2025-12-19T20:01:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F1qx1wx4j%2F%E0%A7%AA.jfif?rect=0%2C485%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও ডেইলি স্টার-এ ভবয়াবহ হামলার ঘটনা বিবিসি, রয়টার্স, এএফপি, এপি, আল-জাজিরাসহ বিভিন্ন আন্তর্জাতিক সংবাদমাধ্যমে গুরুত্বের সঙ্গে প্রকাশিত হয়েছে। বিএনপি, জামায়াতে ইসলামী, জাতীয় নাগরিক পার্টি (এনসিপি), বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি), গণসংহতি আন্দোলন, এবি পার্টিসহ বিভিন্ন রাজনৈতিক দল হামলার নিন্দা ও প্রতিবাদ জানিয়েছে।</p><p>যুক্তরাজ্য, ইতালি, ফ্রান্স, কানাডা, ডেনমার্ক, জার্মানি, নেদারল্যান্ডস, নরওয়ে, সুইডেন ও সুইজারল্যান্ডের সমন্বয়ে গঠিত মিডিয়া ফ্রিডম কোয়ালিশন ইন বাংলাদেশ (এমএফসি), সম্পাদক পরিষদ, নিউজপেপার ওনার্স অ্যাসোসিয়েশন (নোয়াব), ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি), আইন ও সালিশ কেন্দ্র (আসক), জাতীয় প্রেসক্লাব, সাংবাদিক ইউনিয়নসহ দেশের সাংবাদিকদের বিভিন্ন সংগঠন হামলার নিন্দা ও প্রতিবাদ জানিয়েছে। সাংবাদিকদের অধিকার রক্ষার বৈশ্বিক সংগঠন কমিটি টু প্রটেক্ট জার্নালিস্টসও (সিপিজে) উদ্বেগ জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আমি দুঃখিত, লজ্জিত: প্রেস সচিব শফিকুল আলম | প্রথম আলো",
            "time": "2025-12-19T19:51:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fufg2qsr0%2FShafique_Press.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেস সচিব জানান, দ্য ডেইলি স্টারের ভেতরে আটকে পড়া সব সাংবাদিককে উদ্ধার করা হয়েছে এবং তাঁরা নিরাপদ আছেন, এটা জেনে তিনি ভোর পাঁচটার দিকে ঘুমাতে যান। তবে এর আগেই দুটি সংবাদমাধ্যমে দেশের ইতিহাসে গণমাধ্যমের ওপর সংঘটিত ভয়াবহতম হামলা ও অগ্নিসংযোগের ঘটনা ঘটে যায়।</p><p>শফিকুল আলম বলেন, ‘আমি জানি না, কোন শব্দ আপনাদের সান্ত্বনা দিতে পারে। আমি শুধু এটুকুই বলতে পারি—একজন সাবেক সাংবাদিক হিসেবে আমি দুঃখিত। মনে হচ্ছে, লজ্জায় আমি যদি গর্ত করে নিজেকে মাটিচাপা দিতে পারতাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশকে অস্থিতিশীল ও নির্বাচন বাধাগ্রস্ত করতে একটি অশুভ চক্র সক্রিয় রয়েছে: গণফোরাম | প্রথম আলো",
            "time": "2025-12-19T19:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fyq5ua3uq%2F4.avif?rect=0%2C24%2C332%2C174&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির হত্যাকাণ্ডকে কেন্দ্র করে প্রথম আলো ও ডেইলি স্টার কার্যালয়ে ভাঙচুর ও অগ্নিসংযোগের ঘটনায় গভীর উদ্বেগ প্রকাশ করেছে গণফোরাম। দলটি মনে করে, দেশকে অস্থিতিশীল এবং আসন্ন নির্বাচন বাধাগ্রস্ত করতে একটি অশুভ চক্র সক্রিয় রয়েছে।</p><p>শুক্রবার গণফোরামের সভাপতি সুব্রত চৌধুরী ও সাধারণ সম্পাদক মো. মিজানুর রহমান এক যৌথ বিবৃতিতে গভীর উদ্বেগ ও আশঙ্কা প্রকাশ করেন। একই সঙ্গে ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির মৃত্যুতে গভীর শোক ও তাঁর পরিবারের সদস্যের প্রতি সমবেদনা জানিয়েছে দলটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে হত্যার বিচার ও সংবাদমাধ্যম-সাংস্কৃতিক প্রতিষ্ঠানে হামলার নিন্দা সম্মিলিত নাগরিক সমাজের | প্রথম আলো",
            "time": "2025-12-19T19:37:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মিলিত নাগরিক সমাজের বিবৃতিতে বলা হয়, গতকাল রাতে ময়মনসিংহের ভালুকায় ধর্ম অবমাননার অভিযোগে দীপু চন্দ্র দাস নামের এক যুবককে সংঘবদ্ধভাবে হত্যা করে লাশ পুড়িয়ে ফেলার নজিরবিহীন নৃশংস ঘটনা ঘটে। বান্দরবান, চট্টগ্রামসহ দেশের বিভিন্ন স্থানে সহিংস হামলার খবরও পাওয়া গেছে। পুরো সময় দেশ ও বিদেশের কিছু চিহ্নিত সামাজিক যোগাযোগমাধ্যম ইনফ্লুয়েন্সার এসব হামলায় উসকানি দিয়েছেন। অথচ লম্বা সময় ধরে হামলার ঘটনা ঘটলেও আইনশৃঙ্খলা বাহিনীর কার্যকর ভূমিকা ও অন্তর্বর্তী সরকারের দৃশ্যমান তৎপরতা দেখা যায়নি।</p><p>সম্মিলিত নাগরিক সমাজের পক্ষে বিবৃতি দেওয়া সংগঠনগুলো হলো—গণতান্ত্রিক অধিকার কমিটি, ব্রেইন, ক্ষুব্ধ নারী সমাজ, সম্প্রীতি যাত্রা, গণতান্ত্রিক বাংলাদেশ নেটওয়ার্ক, নারীর রাজনৈতিক অধিকার ফোরাম, জনভাষ্য, চারণ সাংস্কৃতিক কেন্দ্র, বিক্ষুব্ধ থিয়েটারকর্মীগণ, টেক গ্লোবাল ইনস্টিটিউট, বটতলা-এ পারফরম্যান্স স্পেস, নারীপক্ষ, এএলআরডি, বিশ্ববিদ্যালয় শিক্ষক নেটওয়ার্ক, ভয়েজ ফর রিফর্ম ও নাগরিক কোয়ালিশন।</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদপত্র প্রতিষ্ঠান ও ব্যক্তিত্ব আক্রান্তের ঘটনায় পাঁচ গণমাধ্যমের জোটের নিন্দা | প্রথম আলো",
            "time": "2025-12-19T19:33:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F0t99j147%2F2.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের শীর্ষ দৈনিক প্রথম আলো ও ইংরেজি দৈনিক দ্য ডেইলি স্টার এবং আরেক ইংরেজি দৈনিক নিউ এজ সম্পাদক নূরুল কবীরের ওপর হামলার ঘটনায় নিন্দা ও গভীর উদ্বেগ জানিয়েছে পাঁচটি গণমাধ্যমের জোট। দ্য সেন্ট্রিস্ট নেশন, ঢাকা স্ট্রিম, দ্য ডেলটাগ্রাম, দ্য ডিসেন্ট ও দ্য পোস্টের সমন্বয়ে গঠিত জোটটি শুক্রবার এক বিবৃতিতে এই নিন্দা জানায়।</p><p>বিবৃতিতে বলা হয়, ‘আমরা এই সহিংসতার তীব্র নিন্দা জানাই। এটি দেশের সংবাদমাধ্যমের স্বাধীনতার ওপর সরাসরি আঘাত এবং গণতান্ত্রিক প্রক্রিয়াকে ক্ষুণ্ন করার একটি সুস্পষ্ট চেষ্টা।’ এতে আরও বলা হয়, বিদ্যমান দায়মুক্তির সংস্কৃতি দুষ্কতকারীদের এ ধরনের জঘন্য অপরাধ সংঘটনে উৎসাহিত করছে। তাই এই সংস্কৃতির অবসান জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে অগ্নিসংযোগের কারণে বড় ক্ষত তৈরি হয়েছে: এবি পার্টি | প্রথম আলো",
            "time": "2025-12-19T19:26:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fps9zwmoc%2F2.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় মজিবুর রহমান বলেন, ‘আমরা বাংলাদেশকে পরাজিত হতে দেব না, শত গুলি-ষড়যন্ত্র আমাদের থামাতে পারবে না।’ তিনি বলেন, ‘ওসমান হাদির হত্যাকাণ্ড এবং প্রথম আলোতে হামলার কারণে হাসিনাই সবচেয়ে খুশি হয়েছে।’</p><p>এবি পার্টির সাধারণ সম্পাদক ব্যারিস্টার আসাদুজ্জামান ফুয়াদ বলেন, ‘স্মরণকালের সবচেয়ে আলোড়ন সৃষ্টিকারী তরুণ ওসমান হাদির মৃত্যু আমাদের চরমভাবে ব্যথিত করেছে। কিন্তু কোথাও হামলা করা বা আগুন দেওয়া আধিপত্যবাদীদের শক্তি জোগাবে। আগরতলায় আমাদের হাইকমিশনে হামলা যেমন নিন্দনীয়, তেমনি এখানে ভারতীয় হাইকমিশনে হামলার হুমকিও গ্রহণযোগ্য নয়।’</p><p>জুমার নামাজের পর এবি পার্টির উদ্যোগে একটি বিক্ষোভ মিছিল হয়। মিছিলটি পল্টন মোড় থেকে শুরু হয়ে জাতীয় প্রেসক্লাব-শাহবাগ-শহীদ মিনার ঘুরে আবার পল্টনে এসে শেষ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিক মিয়া অ্যাভিনিউ এড়িয়ে বিকল্প পথে চলাচলের নির্দেশনা ডিএমপির | প্রথম আলো",
            "time": "2025-12-19T19:22:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-18%2F2wr7otdu%2FDMP.png?rect=0%2C108%2C1516%2C796&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলিভেটেড এক্সপ্রেসওয়ে বা ইন্দিরা রোড থেকে ধানমন্ডির দিকে আসা যানবাহনগুলোকে খেজুরবাগান ক্রসিং থেকে ডানে মোড় নিয়ে উড়োজাহাজ ক্রসিংয়ে যেতে হবে। এরপর বাঁয়ে মোড় নিয়ে লেক রোড ও আসাদগেট হয়ে সোজা ধানমন্ডির দিকে যাওয়ার পরামর্শ দেওয়া হয়েছে। তবে মানিক মিয়া অ্যাভিনিউয়ের প্রতিবন্ধকতা তুলে নেওয়ার পর মিরপুর রোড থেকে দক্ষিণ অভিমুখী যানবাহন শ্যামলী, শিশুমেলা ও গণভবন হয়ে আসাদগেট থেকে সোজা ধানমন্ডি ২৭ নম্বরের দিকে চলাচল করতে পারবে।</p><p>জানাজা চলাকালে ঢাকা এলিভেটেড এক্সপ্রেসওয়ে ব্যবহারকারীদের ফার্মগেট এক্সিট র‍্যাম্পের পরিবর্তে এফডিসি (হাতিরঝিল) র‍্যাম্প ব্যবহারের জন্য বিশেষভাবে অনুরোধ করা হয়েছে।</p><p>ডিএমপি জানিয়েছে, সব যানবাহন চালকদের শনিবার সকাল থেকে জানাজা ও দাফন সম্পন্ন না হওয়া পর্যন্ত মানিক মিয়া অ্যাভিনিউ এলাকা পরিহার করে উল্লিখিত নির্দেশনা মোতাবেক চলাচলের জন্য বিশেষভাবে অনুরোধ করা হলো।</p><p>নিরাপত্তার স্বার্থে ও বিড়ম্বনা এড়াতে জানাজায় অংশগ্রহণকারীদের কোনো ধরনের ব্যাগ বা ভারী জিনিসপত্র সঙ্গে না আনার জন্য অনুরোধ করেছে ডিএমপি। একই সঙ্গে সুষ্ঠু ট্রাফিক ব্যবস্থাপনার জন্য নগরবাসীর সর্বাত্মক সহযোগিতাও কামনা করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জরুরি চিকিৎসার জন্য গাজা থেকে বের হতে না পেরে ১০৯২ ফিলিস্তিনির মৃত্যু | প্রথম আলো",
            "time": "2025-12-19T19:17:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fsyppvkp4%2Fgaza-death.JPG?rect=0%2C469%2C5708%2C2997&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিকিৎসার জন্য আরও বহু রোগী গাজা ত্যাগের অপেক্ষায় রয়েছেন বলে সতর্ক করেন ডব্লিউএইচওর প্রধান। গাজার স্থানীয় কর্তৃপক্ষের দেওয়া তথ্যের বরাতে তিনি বলেন, ২০২৪ সালের জুলাই থেকে ২০২৫ সালের ২৮ নভেম্বর পর্যন্ত চিকিৎসার জন্য উপত্যকাটি ত্যাগের অপেক্ষায় থাকা ১ হাজার ৯২ জনের মৃত্যু হয়েছে।</p><p>গাজায় অবস্থান করা রোগীদের জন্য আরও বেশি দেশের ‘দরজা খুলে দেওয়ার’ আহ্বান জানান গেব্রেয়াসুস। আর চিকিৎসার জন্য গাজা ত্যাগ না করতে পেরে মৃত্যু ফিলিস্তিনির সংখ্যা বাস্তবতার চেয়ে কম বলেও উল্লেখ করেন তিনি। এই সংখ্যা তিন থেকে চার গুণ বেশি হতে পারে বলে চলতি মাসের শুরুর দিকেই জানিয়েছিল আন্তর্জাতিক চিকিৎসা-মানবিক সংস্থা ডক্টরস উইদাউট বর্ডারস।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে হামলার ঘটনায় ড্যাজলিং ডনের উদ্বেগ ও নিন্দা | প্রথম আলো",
            "time": "2025-12-19T19:15:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fl0ynckck%2Fdazzling-dawn-Logo.jpg?rect=0%2C46%2C642%2C337&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, গত বৃহস্পতিবার রাতে প্রথম আলো ও ডেইলি স্টারে অগ্নিসংযোগ, ভাঙচুর ও সম্পদ বিনষ্টের মতো ন্যক্কারজনক ঘটনা ঘটে। সহিংসতার কারণে প্রতিষ্ঠান দুটি তাদের শুক্রবারের ছাপা সংস্করণ প্রকাশ স্থগিত করতে বাধ্য হয়, যা বাংলাদেশের স্বাধীন সাংবাদিকতার ইতিহাসে একটি কলঙ্কজনক অধ্যায়।</p><p>‘নিউ এজ’ সম্পাদক ও সম্পাদক পরিষদের সভাপতি নূরুল কবীরকে হেনস্তার ঘটনায় ক্ষোভ প্রকাশ করে বিবৃতিতে বলা হয়, এ ধরনের হামলা বাংলাদেশে সাংবাদিকদের নিরাপত্তাহীনতার ভয়াবহ চিত্র তুলে ধরে।</p></div></div></div></body></html>"
        }
    ]
}