{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পদ্মা সেতু প্রকল্প এলাকা রক্ষা বাঁধের আরও ২০০ মিটার বিলীন | প্রথম আলো",
            "time": "2025-08-02T11:14:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1sx2zn8g%2FSariatpurDH054120250802Shariatpur-REJ-5.jpg?rect=0%2C560%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরীয়তপুর পাউবো ও স্থানীয় সূত্র জানা যায়, শরীয়তপুরের পদ্মা নদীর অংশ জাজিরার নাওডোবা এলাকা থেকে শুরু হয়েছে। পদ্মা সেতু নাওডোবার ওপর দিয়ে নির্মাণ করা হয়েছে। পদ্মা সেতুর জাজিরা প্রান্তে পদ্মা নদীর ৫০০ মিটারের মধ্যে সার্ভিস এরিয়া ২, সেনানিবাস, পদ্মা সেতু দক্ষিণ থানাসহ বিভিন্ন অবকাঠামো নির্মাণ করা হয়েছে। এসব অবকাঠামো নির্মাণের জন্য যখন জমি অধিগ্রহণ করা হয়, তখন ২০১২ সালের দিকে নাওডোবা এলাকায় পদ্মার ভাঙন শুরু হয়। পদ্মা সেতু প্রকল্প এলাকা নদীভাঙনের কবল থেকে রক্ষা করার জন্য তখন সেতু থেকে ভাটির দিকে (পূর্ব দিকে) দুই কিলোমিটার এলাকায় ১১০ কোটি টাকা ব্যয়ে নদীর তীররক্ষা বাঁধ নির্মাণ করে বাংলাদেশ সেতু কর্তৃপক্ষ। ওই বাঁধের পাশে (দক্ষিণ দিকে) আলাম খাঁরকান্দি, ওছিম উদ্দিন মাদবরকান্দি, উকিল উদ্দিন মুন্সিকান্দি এবং মঙ্গল মাঝি-সাত্তার মাদবর ঘাট ও বাজার অবস্থিত।</p><p>পাউবো সূত্র বলছে, গত বছর নভেম্বর মাসে জাজিরার নাওডোবা জিরো পয়েন্ট এলাকায় পদ্মা সেতু প্রকল্প এলাকা রক্ষা বাঁধের ১০০ মিটার অংশে ভাঙন দেখা দেয়। এরপর এ বছর ৭ জুন আবার বাঁধের ১০০ মিটার, ৭ জুলাই ২০০ মিটার, ৯ জুলাই ১০০ মিটার, ২৩ জুলাই ১০০ মিটার অংশ ভেঙে নদীতে ধসে পড়ে। বৃহস্পতি ও শুক্রবার ওই বাঁধের আরও ২০০ মিটার অংশ নদীতে বিলীন হয়ে গেছে। ভাঙন ঠেকাতে অস্থায়ী ভিত্তিতে ৬০০ মিটার অংশে বালুভর্তি জিও ব্যাগ ফেলছে পাউবো। এ পর্যন্ত ওই এলাকায় ১ লাখ ৫৫ হাজার জিও ব্যাগ ফেলা হয়েছে। তাতে ব্যয় হয়েছে ৭ কোটি টাকা। তাও কোনো কাজে লাগেনি। ভাঙনের কারণে ওই জিও ব্যাগগুলো নদীতে তলিয়ে গেছে। ওই এলাকা দিয়ে নদী অন্তত ১০০ মিটার হতে ১৫০ মিটার ভেতরে (দক্ষিণ দিকে) প্রবেশ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্র চূড়ান্ত, ৫ আগস্ট জাতির সামনে উপস্থাপন | প্রথম আলো",
            "time": "2025-08-02T11:04:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fuiicaa07%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জুলাই ঘোষণাপত্র চূড়ান্ত, ৫ আগস্ট জাতির সামনে উপস্থাপন\" class=\"nA4h1 \">জুলাই ঘোষণাপত্র চূড়ান্ত, ৫ আগস্ট জাতির সামনে উপস্থাপন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-02T17:04:49+06:00\"><span>প্রকাশ: ০২ আগস্ট ২০২৫, ১১: ০৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মুসলিম সমাজকে বিজ্ঞানমুখী করার উপায় | প্রথম আলো",
            "time": "2025-08-02T11:04:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fgodj410y%2Fpexels-fauxels-3183153.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৩. মুসলিম বিজ্ঞানীদের নেটওয়ার্ক গঠন</strong></p><p>মুসলিম বিজ্ঞানীদের একটি প্ল্যাটফর্ম তৈরি করা যেতে পারে, যেখানে তারা কোরআন ও সুন্নাহর আলোকে বিজ্ঞানের নতুন ব্যাখ্যা ও সমাধান প্রস্তাব করতে পারেন। বিশ্ববিদ্যালয় ও গবেষণা প্রতিষ্ঠান এ উদ্যোগ নিতে পারে।</p><p><strong>৪. পরিবেশ সচেতনতা বৃদ্ধি</strong></p><p>ইসলামি দৃষ্টিকোণ থেকে পরিবেশ সচেতনতা কার্যক্রম পরিচালনা করা যেতে পারে। মসজিদে খুতবার মাধ্যমে পরিবেশ রক্ষার গুরুত্ব তুলে ধরা, বৃক্ষরোপণ কার্যক্রম বা নদী পরিষ্কার অভিযানে সম্প্রদায়কে সম্পৃক্ত করা যেতে পারে। বিভিন্ন দাতব্য সংগঠনের সঙ্গে সহযোগিতায় এই কার্যক্রম জোরদার করা যায়।</p><p><strong>৫. নৈতিক বিজ্ঞান শিক্ষা</strong></p><p>বিজ্ঞান শিক্ষায় নৈতিকতার ওপর জোর দেওয়া উচিত। কোরআনের শিক্ষা, যেমন ‘তোমরা ন্যায় প্রতিষ্ঠা করো’ (সুরা হাদিদ, আয়াত: ২৫), বিজ্ঞানীদের প্রকৃতির শোষণের পরিবর্তে এর সংরক্ষণে উৎসাহিত করবে। শিক্ষার্থীদের জন্য পরিবেশ নৈতিকতার কোর্স চালু করা যেতে পারে।</p><p><strong>৬. প্রদর্শনীর আয়োজন করা</strong></p><p>প্রাচীন মুসলিম বিজ্ঞানীদের বিভিন্ন উদ্ভাবন ও আবিষ্কার নিয়ে জনপরিসরে প্রদর্শনীর আয়োজন করা যায়। এবং বর্তমান বিজ্ঞানকে তাদের আবিষ্কার কীভাবে প্রভাবিত করেছে, তা–ও চাইলে সেখানে ব্যাখ্যা করার ব্যবস্থা রাখা যায়।</p><p><strong>৭. শাস্ত্রীয় পাঠে বৈজ্ঞানিক ব্যাখ্যা</strong></p><p>ধর্মীয় শিক্ষাপ্রতিষ্ঠানে, যেখানে শাস্ত্রীয় পাঠদান করা যায়, সেগুলোর সঙ্গে বিজ্ঞানের কত গভীরতম সংযোগ রয়েছে, তা শিক্ষকগণ আলোচনা করতে পারেন। প্রয়োজনে মৌলিক ব্যবহারিক বিজ্ঞান ও জনজীবনে তার প্রভাববিষয়ক সিলেবাস গঠন করা যায়।</p><p>বিজ্ঞান যে মুসলিম সমাজের ভেতরে ‘ধর্মবিরোধিতা’র কোনো অংশ নয়, বরং নৈতিক ও শাস্ত্রীয় শিক্ষার সঙ্গে বিজ্ঞানের পাঠ আমাদের আরো বেশি জীবন–সংকট দূর করবে, সেটা বোঝানো এই সময়ের অত্যন্ত গুরুত্বপূর্ণ পদক্ষেপ হওয়া উচিত। এটাই আমাদের ঐতিহাসিক গৌরব ফিরিয়ে আনতে পারে এবং আমাদের দেশ ও জাতিকেও সমৃদ্ধ করতে পারে। বিজ্ঞানভীতি দূর করতে পারলে আমাদের শিশুরাও সুন্দর ভবিষ্যতের দিকে এগিয়ে যেতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্ধু দিবস সামনে রেখে অকালপ্রয়াত বন্ধুর কথা শোনালেন তহুরা খাতুন | প্রথম আলো",
            "time": "2025-08-02T11:02:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F9620qpcs%2Ftahuthumb.jpg?rect=0%2C0%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>আমি বললাম, ‘ডাক্তারের কাছে যাও।’</p><p>ওর মা ওকে ডাক্তারের কাছে নিয়ে গেলেন।</p><p>ফেরার পথে দূর থেকেই ওকে ‘টা, টা’ দিলাম। জিজ্ঞাসা করলাম, কী খাবে?</p><p>ওর মা বললেন, আমড়া খেতে চায়।</p><p>কিন্তু আমড়া পেলাম না। দোকানে দুটি আমড়া ছিল, সেগুলো অন্য কেউ কিনে নিয়েছে। দোকান থেকে অন্য কিছু খাবার কিনে নিয়ে গেলাম। এরপর ওর মার সঙ্গে ওকে ডাক্তারের কাছে নিলাম।</p><p>পরদিন ক্যাম্পে আসার কথা। ভেবেছিলাম সব ঠিক হয়ে যাবে। কিন্তু ২৬ সেপ্টেম্বর ধোবাউড়া উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়ার পথে বিকেলে পৃথিবী থেকে বিদায় নেয় সাবিনা।</p><p>মনে হলো, আমি ফুটবল ছেড়ে দিই। কিসের খেলা, আমার প্রিয় সাথীই যখন পাশে নেই! কিন্তু সেই মুখ, সেই দুটি চোখ, বারবার ভেসে উঠল। মনে হলো সাবিনা বেঁচে থাকলে খেলত। তাহলে বন্ধুর জন্য হলেও আমাকেও খেলতে হবে।</p><p>সেই থেকে আমি তার জন্যই খেলি। বয়সভিত্তিক জাতীয় দলে ৫০টার বেশি গোল করেছি। জাতীয় দলেও গোটা পনেরো গোল করেছি। প্রতিটি গোলের পর মনে হয় সাবিনা থাকলে বলত, ‘তহুরা, গোলটা দারুণ হইছে!’</p><p>আমি হয়তো তার মুখের দিকে তাকিয়ে হেসে বলতাম, ‘আরেকটা দেব?’</p><p>আজও তার কথা বললে আমার চোখ ভিজে আসে। সাবিনা যেন এখনো আমার ভেতর থেকে বলে ‘তহুরা, সামনে চল!’</p><p>এখনো আমাকে ওর মা ফোন দেন। নিয়মিত কথা বলেন। ভুটানে খেলতে আসার পরও সাবিনার পরিবারের সঙ্গে যোগাযোগ হয়েছে। এই পরিবারের পাশে আমি সব সময় থাকি। এখনো সাবিনাকে নিয়ে গল্প করেন আমার মা। আজও মাঝরাতে ঘুম ভেঙে সাবিনার মুখ দেখি। জ্বরে আক্রান্ত হয়ে ওর অকালে চলে যাওয়ার পর এক মাস কোথাও যাইনি। ঘরের ভেতর কাঁদতাম, চুপচাপ। যেন একটা শূন্যতা আমাকে ঢেকে রেখেছিল।</p><p>সাবিনা নেই, তবু সে আছে। ভালো থেকো সাবিনা, এই প্রার্থনাই করি।</p></div></div></body></html>"
        },
        {
            "title": "রাশিয়ার কাছে ট্রাম্পের পরমাণু সাবমেরিন মোতায়েনের ঝুঁকি আসলে কতটা | প্রথম আলো",
            "time": "2025-08-02T11:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-14%2Fllgncsgb%2FWhatsApp-Image-2025-07-14-at-11.35.37.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিছুদিন আগেও পুতিনের ভক্ত হিসেবে পরিচিত ডোনাল্ড ট্রাম্প এবার স্পষ্ট করে দিয়েছেন, তিনি রাশিয়ার হুমকিকে পাত্তা দিচ্ছেন এবং তার মোকাবিলায় পাল্টা চাল দিচ্ছেন।</p><p>অন্যভাবে বললে, রাশিয়া যেটাকে ‘কেবল হুমকি’ হিসেবে দিচ্ছে, ট্রাম্প সেটাকে ‘আসল হুমকি’ হিসেবে নিচ্ছেন। এটা অনেকটাই উল্টো পরিস্থিতি। কারণ, ট্রাম্পের সমর্থকেরা সাধারণত বলে থাকেন, তাঁর কথাকে সরাসরি না নিয়ে রূপকভাবে বুঝতে হবে।</p><p>মেদভেদেভকে উদ্দেশ করে ট্রাম্প তাঁর নিজের মালিকানাধীন সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে এক পোস্টে লেখেন, ‘শব্দের গুরুত্ব অনেক। আর সেগুলো অনেক সময় এমন পরিণতি ডেকে আনতে পারে, যা কেউ চায় না।’</p><p>তাই ডোনাল্ড ট্রাম্পের এই হুমকিকে অনেকটাই নাটকীয় ‘পারফরম্যান্স’ বলা যায়। হ্যাঁ, এটি উচ্চ ঝুঁকির, দায়িত্বহীন। তবে শেষমেশ এটি একধরনের ‘লোক দেখানো কার্যকলাপ’।</p><p>ট্রাম্পের এই পদক্ষেপের পেছনে অন্য উদ্দেশ্যও থাকতে পারে। আগামী কয়েক দিনে ট্রাম্পকে ব্যাখ্যা করতে হবে, ইউক্রেনে রাশিয়ার চলমান আগ্রাসনের বিরুদ্ধে যুক্তরাষ্ট্র কী পদক্ষেপ নিতে যাচ্ছে। দিন দিন এটির গুরুত্ব আরও বাড়ছে। কারণ, গতকাল শুক্রবার কিয়েভে রাশিয়ার এক হামলায় ৩১ জন নিহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্লু গোল্ড: বাংলাদেশ হতে পারে বিশ্ব অর্থনীতিতে এক উদীয়মান শক্তি | প্রথম আলো",
            "time": "2025-08-02T11:00:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fomdojs9u%2FScreenshot-2025-08-02-164631.jpg?rect=0%2C40%2C764%2C401&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বব্যাপী যখন বিশুদ্ধ পানির সংকট তীব্র থেকে তীব্রতর হচ্ছে, তখন বাংলাদেশ একটি ব্যতিক্রমী ভূপ্রাকৃতিক বাস্তবতায় দাঁড়িয়ে। বছরে গড়ে ২ হাজার ৩০০ মিলিমিটার বৃষ্টিপাত, ৭০০ শতাধিক নদীনালা, অসংখ্য খাল-বিল, হাওর-বাঁওড় ও জলাভূমি—এসব মিলিয়ে বাংলাদেশ একটি অনাবিষ্কৃত সম্ভাবনার জলভান্ডার।</p><p> যেখানে বিশ্বে মাত্র শূন্য দশমিক ৫ শতাংশ মিঠাপানি সরাসরি মানব ব্যবহারের উপযোগী, সেখানে বাংলাদেশের তুলনামূলক প্রাকৃতিক সুবিধা এক নতুন কৌশলগত সুযোগ সৃষ্টি করেছে। বিশ্বব্যাপী বিশুদ্ধ পানির সংকট এখন একবিংশ শতাব্দীর অন্যতম মারাত্মক হুমকি।</p><p> বিশ্ব স্বাস্থ্য সংস্থার (ডব্লিউএইচও) তথ্য অনুযায়ী, বর্তমানে প্রায় ২ দশমিক ২ বিলিয়ন মানুষ নিরাপদ পানির সরবরাহ থেকে বঞ্চিত। অন্যদিকে জাতিসংঘ পূর্বাভাস দিয়েছে, ২০৫০ সালের মধ্যে বিশ্বের প্রায় ৪০ শতাংশ মানুষ পানির চরম সংকটে পড়বে। বাংলাদেশের এই বিপুল জলসম্পদকে যদি প্রযুক্তি, নীতি ও আন্তর্জাতিক বাণিজ্যকাঠামোর সঙ্গে যুক্ত করা যায়, তাহলে বাংলাদেশ রূপ নিতে পারে একটি বিশ্ব জল রপ্তানিকেন্দ্রে, যা মধ্যপ্রাচ্য, আফ্রিকা ও পানিশূন্য এশীয় অঞ্চলগুলোতে উন্নত মানের বিশুদ্ধ পানির সরবরাহকারী হিসেবে আত্মপ্রকাশ করতে পারে।</p><p> বাংলাদেশের পানি বিশুদ্ধতার দিক থেকে পৃথিবীর যেকোনো দেশের পানির চেয়ে এগিয়ে। বিশেষ করে সুনামগঞ্জ, নেত্রকোনা ও সিলেট অঞ্চলের পানিতে পিএইচ ও টিডিএসের মাত্রা স্বাভাবিকভাবে বোতলজাতকরণের উপযোগী। টাঙ্গুয়ার হাওর ও সুরমা-কুশিয়ারা অববাহিকার পানি ইতিমধ্যে উচ্চ বিশুদ্ধতার জন্য চিহ্নিত। এই অঞ্চলের পানির পিএইচ লেভেল ৬.৫, ৮.০ ডব্লিউএইচও সুপারিশকৃত: ৬.৫, ৮.৫। যা রীতিমতো অবাক হওয়ার মতো। এটাকে বাংলাদেশের জন্য একটা সোনার খনি বলা চলে। এ জন্যই বাংলাদেশের পানিকে ব্লু গোল্ড বলা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বামী ক্যানসারে আক্রান্ত, সংকটের সময় ৩৪ লাখ টাকার পাওনা পাননি ডলি জহুর | প্রথম আলো",
            "time": "2025-08-02T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-07%2Feb6a6ded-f00c-453c-a743-a60f765f90a8%2Fimage_516209_1643844462.jpg?rect=0%2C0%2C728%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলোকে ডলি জহুর বললেন, ‘আমার সময় নষ্ট হবে, কাজ করব কিন্তু পয়সা পাব না। আমি তো সবাইকে জোরও করতে পারি না। একজন অভিনয়শিল্পী তো পাওনা আদায়ে জোর করতে পারে না। আমার কোনো সেক্রেটারি ছিল না, আমার স্বামীকেও টাকা তুলে আনতে পাওনাদারের কাছে পাঠাতে পারব না—এ রকম আরকি ব্যাপারটা। যার কারণে যখন আমি দেখলাম, টাকাটা আদায় করতে যেহেতু পারি না, থাক, দরকার নেই, আমিই বরং আর কাজ করব না। আমার টাকায় যদি কেউ বড় হয়ে যায়, হোক বড়। আল্লাহ তাদের কপালে যা রাখছেন, আমার টাকা দিয়ে বড় হওয়ার, হোক। কিন্তু পরে দেখলাম, কেউ বড় হতে পারেনি, সবাই এখন সেই টানাপোড়েনেই আছে, আমার পাওনা যারা দেয়নি, তাদের অবস্থা মোটেও ভালো না। তাদের প্রতি আমার করুণাই হয়, মায়া হয়। কারণ, আমি এখন চাইতে পারব না, কারণ চাইতে গেলেও তাদের কাছে পাব না, তাদের তো আরও খারাপ অবস্থা এখন, তাই না?’</p></div></div></div></body></html>"
        },
        {
            "title": "ঈশ্বরগঞ্জে নিখোঁজের সাত দিন পর নদীতে মিলল বৃদ্ধার মরদেহ | প্রথম আলো",
            "time": "2025-08-02T10:55:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fsvdg74by%2Fprothomalo-bangla2023-1090d54cd8-b7e5-4477-905f-012d6f2bcda802068ea9-cef7-4fb9-8097-5f0ba5b53ffb.avif?rect=0%2C47%2C330%2C173&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় মানুষের ভাষ্য, গত ২৬ জুলাই সকাল ছয়টার দিকে নিজ বাড়ি থেকে নিখোঁজ হন জহুরা খাতুন। পরিবারের লোকজন বিভিন্ন স্থানে খোঁজাখুঁজি ও মাইকিং করলেও তাঁর কোনো সন্ধান মেলেনি। জহুরা খাতুন দীর্ঘদিন ধরে মানসিক সমস্যায় ভুগছিলেন বলে জানিয়েছেন স্বজনেরা।</p><p>ঈশ্বরগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. ওবায়দুর রহমান প্রথম আলোকে বলেন, নারীর অর্ধগলিত মরদেহ উদ্ধার করে মর্গে পাঠানো হয়েছে। এ ঘটনায় থানায় একটি অপমৃত্যুর মামলা হয়েছে। মৃত নারীর মানসিক প্রতিবন্ধীর ভাতার কার্ড পাওয়া গেছে। নিখোঁজের পর থানায় কোনো সাধারণ ডায়েরি (জিডি) করা হয়নি। প্রাথমিকভাবে ধারণা করা হচ্ছে, তিনি অসাবধানতাবশত পানিতে পড়ে মারা যেতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের শিল্পপতি অনিল আম্বানির দেশত্যাগ ঠেকাতে ‘লুক আউট’ নোটিশ | প্রথম আলো",
            "time": "2025-08-02T10:54:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fs1czcln7%2FAnil-Ambani.jpg?rect=0%2C0%2C1073%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টেট ব্যাংক অব ইন্ডিয়ার (এসবিআই) বক্তব্য অনুযায়ী, অনিলের বিভিন্ন সংস্থা বিভিন্ন সরকারি–বেসরকারি ব্যাংক থেকে ৩১ হাজার ৫৮০ কোটি রুপি ঋণ নিয়েছে। ঋণের শর্ত ভেঙে ওই অর্থের এক বিরাট অংশ বিভিন্ন সংস্থায় পাঠানো হয়েছে। তাঁর বিভিন্ন সংস্থার বিরুদ্ধে ১৭ হাজার কোটি রুপি প্রতারণার অভিযোগ রয়েছে। তার মধ্যে বেসরকারি ইয়েস ব্যাংকের কাছে ঋণ বাবদ তাঁর দেনা তিন হাজার কোটি রুপি।</p><p>ইডির অভিযোগ, ঋণের অর্থের বিরাট এক অংশ ইয়েস ব্যাংকের প্রমোটারদের নিয়ন্ত্রিত বিভিন্ন সংস্থায় চলে যায়। ২০০৭ থেকে ২০১৯ সাল পর্যন্ত ইয়েস ব্যাংকের ওই ঋণ মঞ্জুর হয়েছিল। ঋণ মঞ্জুরের ক্ষেত্রে সেই ব্যাংক বহু নিয়মও লঙ্ঘন করেছিল বলে অভিযোগ। ইডির মতে, সেই টাকা ছিল ঘুষেরই নামান্তর। অনিলের বিরুদ্ধে ইডির তদন্তের আওতায় রয়েছে বিদেশের বিভিন্ন ব্যাংকের নানা অ্যাকাউন্ট ও অঢেল সম্পত্তি।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবর্তন কেবল পরিবর্তনের জন্য নয়, কোনটা বিভেদ, খেয়াল রাখতে হবে: মঈন খান | প্রথম আলো",
            "time": "2025-08-02T10:42:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fy6gvkbu4%2Fbnp-1-1.jpg?rect=0%2C0%2C3965%2C2082&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে সভাপতিত্ব করেন বিপ্লবী ওয়ার্কার্স পার্টির সাধারণ সম্পাদক সাইফুল হক। চব্বিশের পাঁচ আগস্ট পরবর্তী সময়ে রাজনৈতিক দলগুলোর দুটি ভুল ছিল উল্লেখ করেন তিনি। বলেন, ‘কারা সরকারে যুক্ত হবেন এবং কত দিন মেয়াদের হবে, তা আমরা ঠিক করে দিইনি। যার ফলে এক বছর পরেও আমরা চিন্তায় আছি, আদৌ ফেব্রুয়ারিতে নির্বাচন হবে কি না।’</p><p>নতুন শুল্ক বাণিজ্য চুক্তিকে ইতিবাচক উল্লেখ করে তিনি বলেন, ‘এ জন্য কী ধরনের গোপন চুক্তি রয়েছে, সেটা আমরা জানতে পারছি না। সরকারের উচিত তা জনসম্মুখে প্রকাশ করা।’</p><p>গণ অধিকার পরিষদের সভাপতি নুরুল হক বলেন, চব্বিশের গণ-অভ্যুত্থানে বিভিন্ন পেশাজীবীদের গুরুত্বপূর্ণ অবদান ছিল। কিন্তু জুলাই পরবর্তী সময়ে সেটার স্বীকৃতি হয়নি। প্রধান উপদেষ্টা বৈষম্যবিরোধী আন্দোলনের লেন্স দিয়ে গোটা তরুণসমাজকে দেখার চেষ্টা করছেন। কিন্তু তাঁর উচিত ছিল আন্দোলনে অংশ নেওয়া বৃহৎ তরুণদের সঙ্গে গল্প করা। যেভাবে তিনি বাইরের বিভিন্ন বিশ্ববিদ্যালয়ে গিয়ে কথা বলেন।</p><p>পুলিশ বাহিনীকে সব সরকারের পেটোয়া বাহিনী বলা হয় উল্লেখ করে নুরুল হক বলেন, ‘কোন সিস্টেম পুলিশকে এই পেটোয়া বাহিনীতে রূপ দেয়? সেটা কেন সংস্কার হচ্ছে না?’</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে এনভায়রনমেন্টাল সায়েন্সে মাস্টার্স, আবেদন শেষ ২০ আগস্ট | প্রথম আলো",
            "time": "2025-08-02T10:39:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F0fa54eed-07f1-469d-9f5a-ae6eb5bd1191%2Fju_jahangirnagar_2_1533543166108.jpg?rect=0%2C37%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. আবেদনকারীর সংশ্লিষ্ট যেকোনো সাবজেস্ট/ডিসিপ্লিনে কমপক্ষে অনার্সসহ ৪ বছরের ব্যাচেলর ডিগ্রি অথবা ৩ বছরের অনার্স এবং ১ বছরের মাস্টার্স ডিগ্রি।</p><p>২. শিক্ষাক্রমে কোনো তৃতীয় বিভাগ/ক্লাস অথবা সিজিপিএ ২.৫ এর (অথবা সমমান) নিচে হলে আবেদন গ্রহণযোগ্য হবে না।</p><p>৩. সংশ্লিষ্ট বিষয়ে একাডেমিক ডিগ্রি অথবা পেশাগত অভিজ্ঞতা থাকলে অগ্রাধিকার দেওয়া হবে।</p><p>৪. আবেদনপত্র অনলাইন অথবা বিভাগীয় কার্যালয়ে সরাসরি জমা দেওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪ ট্রিলিয়ন ডলারের ক্লাবে মাইক্রোসফট | প্রথম আলো",
            "time": "2025-08-02T10:37:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ftez2xm91%2FMicrosoft.jpg?rect=0%2C102%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত এক দশকে ক্লাউড কম্পিউটিং খাতে বিপুল বিনিয়োগ করেছে মাইক্রোসফট। এরই ফল আজুরের এই সাফল্য। রাজস্বের দিক দিয়ে আজুর এখন গুগল ক্লাউডকে ছাড়িয়ে গেছে। যদিও এখনো অ্যামাজনের ওয়েব সার্ভিসেসের (এডব্লিউএস) পরেই অবস্থান করছে। আজুর এখন মাইক্রোসফটের প্রায় সব খাতে কার্যকরভাবে ব্যবহৃত হচ্ছে। চ্যাটজিপিটিসহ বিভিন্ন এআই প্রকল্প, অফিস সফটওয়্যার, উইন্ডোজ অপারেটিং সিস্টেম, গেমিং প্ল্যাটফর্ম এক্সবক্সসহ নানা সেবার পেছনে রয়েছে এই ক্লাউড অবকাঠামো।</p><p>কৃত্রিম বুদ্ধিমত্তা (এআই) ও ভবিষ্যতের কম্পিউটিং প্রযুক্তির প্রয়োজন মেটাতে যে সক্ষমতা গড়ে তোলা দরকার, তাতে নিজেদেরকে অনেকটাই প্রস্তুত করে ফেলেছে মাইক্রোসফট। চলতি বছরের শুরুতে ১০০ বিলিয়ন ডলারের ‘স্টারগেট প্রকল্প’ নিয়ে প্রশ্ন উঠলেও মাইক্রোসফটের প্রধান নির্বাহী কর্মকর্তা সত্য নাদেলা সে সময় আত্মবিশ্বাসের সঙ্গে বলেছিলেন, ‘আমি আমার ৮০ বিলিয়নের জন্য প্রস্তুত।’</p></div></div></div></body></html>"
        },
        {
            "title": "চুক্তি হয়ে গেলে যুক্তরাষ্ট্রের অনুমতি সাপেক্ষে গোপনীয়তার বিষয়টি প্রকাশ করা হবে: বাণিজ্য উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-02T10:29:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fhiawniy8%2Fbasir.png?rect=0%2C7%2C635%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোপনীয়তার বিষয়ে শেখ বশিরউদ্দীন বলেন, বিষয়টি আন্তর্জাতিক রীতিতে নির্দিষ্ট, শুধু তা–ই নয়, স্থানীয় পর্যায়ে ব্যবসায়ী প্রতিষ্ঠান বা ব্যাংক ও বিমা চুক্তিতে উপনীত হয়, তখন এই গোপনীয়তার বিষয়টি খুবই স্বাভাবিক। এমনকি দুজন ব্যক্তি সম্পদ হস্তান্তর করলেও এ ধরনের বিষয় থাকে।</p><p>শেখ বশিরউদ্দীন বলেন, ‘এ ছাড়া যুক্তরাষ্ট্র যেখানে চুক্তির মূল নিয়ামক হিসেবে নিজস্ব নিরাপত্তার কথা বলেছে, সেখানে আলোচনায় গোপনীয়তার শর্ত থাকা অবশ্যম্ভাবী। এর মাধ্যমে দেশের স্বার্থ ক্ষতিগ্রস্ত করার কোনো উপাদান থাকলে আমরা সে চুক্তিতে করব না, সেটাই স্বভাবিক বলে মন্তব্য করেন শেখ বশিরউদ্দীন। নিজস্ব স্বার্থ বিসর্জন দেওয়ার সুযোগ নেই। নিজস্ব স্বার্থ জলাঞ্জলি দিলে সক্ষমতার ঘাটতি হবে। তাতে বাণিজ্য চুক্তি করে লাভ হবে না। স্বল্প মেয়াদে বা দীর্ঘ মেয়াদে যদি আমাদের বাণিজ্য সক্ষমতা হ্রাস পায়, কিংবা আমাদের সামষ্টিক অর্থনীতির কোনো ধরনের ক্ষতি হয়, সেই চুক্তি কোনোভাবেই পালনযোগ্য নয়।’</p><p>তবে আলোচনা চলাকালে দুঃখজনকভাবে চুক্তিটি ফাঁস হয়ে গিয়েছিল বলে মন্তব্য করেন শেখ বশিরউদ্দীন। সেখানে দেশের স্বার্থবিরোধী কিছু নেই। যেগুলো দেশের স্বার্থবিরোধী হতে পারত, সেখান থেকে বাংলাদেশ পরিষ্কারভাবে বের হয়ে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বৃত্তি পরীক্ষা আর্থিক প্রণোদনা হিসেবে কাজ করবে | প্রথম আলো",
            "time": "2025-08-02T10:25:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fad6b3d39-4bfa-4523-b582-d2af1ecb24d4%2Fprothomalo_import_media_2018_04_02_a4491a7a5c1e7992177f770b539c0a92_5ac211090a49e__2_.jpg?rect=0%2C25%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বছর থেকে আবারও প্রাথমিক বৃত্তি পরীক্ষা নেওয়ার সিদ্ধান্ত নিয়েছে প্রাথমিক শিক্ষা বিভাগ। যদিও প্রাথমিক ও উপানুষ্ঠানিক শিক্ষার মানোন্নয়নের উদ্দেশ্যে প্রাথমিক ও গণশিক্ষা মন্ত্রণালয় গঠিত পরামর্শক কমিটির প্রধান ব্র্যাক বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক মনজুর আহমদের মতে, এ পরীক্ষা নেওয়া হলে লাভের চেয়ে ক্ষতি বেশি হবে। তাঁর মতে, এ পরীক্ষা নেওয়ার কোনো যুক্তিসংগত কারণ নেই; বরং সামগ্রিকভাবে প্রাথমিক শিক্ষায় সমতা ও গুণগত মান উন্নত করার কার্যকর উদ্যোগ নিতে হবে।</p><p>শিক্ষাসংশ্লিষ্ট আরও কেউ কেউ এ উদ্যোগে আপত্তি করেছেন। তাঁদের মতে, নির্ধারিতসংখ্যক শিক্ষার্থী নিয়ে আয়োজিত এ পরীক্ষা বাস্তবে শিশুদের মধ্যে বৈষম্য সৃষ্টি করে এবং এটি শিশুদের বিকাশেরও পরিপন্থী। এতে মেধাবী ও অমেধাবী, এমন একটি বিভাজনও তৈরির আশঙ্কা আছে।</p><p>এদিকে কিন্ডারগার্টেন শিক্ষার্থীদেরও এ পরীক্ষায় অংশগ্রহণের সুযোগ দেওয়ার দাবি জানাচ্ছেন কিন্ডারগার্টেনগুলোর উদ্যোক্তারা।</p><p>এ রকম অবস্থায় প্রাথমিক ও গণশিক্ষা মন্ত্রণালয় বিবৃতি দিয়ে নিজেদের অবস্থান ব্যাখ্যা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসি পাশে থাকায় ক্লাব ক্যারিয়ারে ট্রফিখরা নিয়ে ভাবনা নেই দি পলের | প্রথম আলো",
            "time": "2025-08-02T10:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2Fea39246f-cf8d-4f8d-8e08-46398d219a9b%2F2022_12_08T162208Z_1634110235_UP1EIC819GU6E_RTRMADP_3_SOCCER_WORLDCUP_NLD_ARG_PREVIEW.JPG?rect=0%2C0%2C3806%2C1998&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্লাবের হয়ে শিরোপা জিততে না পারার আক্ষেপ আছে কি না, তা জানতে চাইলে দি পল বলেছেন, ‘হ্যাঁ, অবশ্যই এটা এখনো আমাকে খোঁচায়। কিন্তু আমি যেমনটা বলি, এটা জীবনেরই একটা অংশ। তবে ব্যাপার হলো, আমরা এখন ইতিহাসের সেরা খেলোয়াড়ের সঙ্গে খেলছি, তাই না? ব্যক্তিগত অভিজ্ঞতা বলছে, যখনই মেসিকে পাশে পেয়েছি, জিতেছি।</p><p>একটা বিশ্বকাপ, দুটি কোপা আমেরিকা, একটা ফিনালিসিমা (একসঙ্গে খেলে জিতেছি)। সুতরাং এখন মেসি যেহেতু এই ক্লাবে আমার পাশে আছে, যেটাকে আমি সমর্থন করি, তাই এটা আমাকে দারুণভাবে রোমাঞ্চিত করে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারের রামুতে ট্রেনের ধাক্কায় পাঁচজনের মৃত্যু। | প্রথম আলো",
            "time": "2025-08-02T10:19:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F8ioqjitn%2FWhatsApp-Image-2025-08-02-at-16.05.10.jpeg?rect=0%2C281%2C759%2C398&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজারের রামুতে ট্রেনের ধাক্কায় সিএনজিচালিত অটোরিকশার পাঁচ যাত্রী নিহত হয়েছেন। আজ শনিবার বেলা পৌনে দুইটার দিকে রামুর রশিদনগর রেলক্রসিংয়ে এ দুর্ঘটনা ঘটে।</p><p>বিষয়টি নিশ্চিত করেছেন রামু থানার ওসি তৈয়বুর রহমান। তিনি বলেন, ট্রেনের ধাক্কায় সিএনজিচালিত অটোরিকশাটি ছিটকে যায়। এতে চালক হাবিব উল্লাহ (৫০), অটোরিকশার যাত্রী রেনু আরা (৪৫), তাঁর বোন আসমা আরা (১৩), রেনু আরার তিন বছর ও দেড় বছর বয়সী দুই ছেলে আশেক উল্লাহ ও আতা উল্লাহ নিহত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে গভার্ন্যান্স স্টাডিজে মাস্টার্স, যোগ্যতা ডিগ্রি পাস | প্রথম আলো",
            "time": "2025-08-02T10:11:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F99ee479a-c29b-431b-9766-2cc062969479%2F%E0%A6%85%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B0%20%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%AF%20%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%20%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%20%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%2C%20%E0%A6%B9%E0%A6%B2%20%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%97%E0%A7%87%E0%A6%B0%20%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A7%87%E0%A6%B6?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. আবেদনের শেষ তারিখ: ২০ আগস্ট ২০২৫।</p><p>২. ভর্তি পরীক্ষার তারিখ: ২২ আগস্ট ২০২৫, শুক্রবার, সময়: বেলা ৩টা।</p><p>৩. ক্লাসের সময়: প্রতি শুক্রবার ও শনিবার ।</p><p>* বিস্তারিত তথ্যের জন্য <a target=\"_blank\" href=\"https://www.du.ac.bd/body/PSC\">ওয়েবসাইট</a>: </p></div></div></div></body></html>"
        }
    ]
}