{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহী বিশ্ববিদ্যালয়ে অফিসার সমিতির নির্বাচনে সব পদে বিএনপিপন্থীদের জয় | প্রথম আলো",
            "time": "2025-12-24T07:18:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fa8fd5ebb-2c67-4a59-9572-47810439ff1d%2FRajshahi_University.webp?rect=0%2C24%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ছাড়া বিএনপিপন্থী প্যানেল থেকে যুগ্ম সম্পাদক পদে মনোয়ার হোসেন, দপ্তর সম্পাদক রাকিবুল ইসলাম, প্রচার সম্পাদক আব্দুল মানিক, সাহিত্য ও সাংস্কৃতিক সম্পাদক আলমগীর হোসেন, সমাজকল্যাণ ও ক্রীড়া সম্পাদক মজিবুর রহমান এবং সাংগঠনিক সম্পাদক পদে ফরমান আলী নির্বাচিত হয়েছেন।</p><p>নির্বাচিত সদস্যরা হলেন আলী রেজা, আবদুল মতিন, রোকসানা বেগম, মাইনুল ইসলাম, বোরহান উদ্দিন, শহিদুল ইসলাম, হাবিবা হায়দার ও মো. নাসির উদ্দীন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান উপদেষ্টাকে ৫ মার্কিন আইনপ্রণেতার চিঠি, অবাধ ও সুষ্ঠু নির্বাচন আয়োজনের তাগিদ | প্রথম আলো",
            "time": "2025-12-24T07:16:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fz1hy0ekp%2FUntitled-3.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসকে চিঠি লিখেছেন যুক্তরাষ্ট্রের পাঁচজন আইনপ্রণেতা। এতে তাঁরা বলেন, আগামী ফেব্রুয়ারি মাসে অবাধ ও সুষ্ঠু পরিবেশে জাতীয় নির্বাচন আয়োজন নিশ্চিত করার লক্ষ্যে সব রাজনৈতিক দলের সঙ্গে অন্তর্বর্তী সরকারের কাজ করাটা অত্যন্ত গুরুত্বপূর্ণ।</p><p>অধ্যাপক মুহাম্মদ ইউনূসকে গতকাল মঙ্গলবার এ চিঠি লেখেন মার্কিন পার্লামেন্টের নিম্নকক্ষ প্রতিনিধি পরিষদের সদস্য (কংগ্রেসম্যান) গ্রেগরি ডব্লিউ মিকস, বিল হুইজেনগা, সিডনি কমলাগার-ডোভ, জুলি জনসন ও টম আর সুওজ্জি।</p><p>কংগ্রেস সদস্যদের মধ্যে গ্রেগরি ডব্লিউ মিকস প্রতিনিধি পরিষদের ফরেন অ্যাফেয়ার্স কমিটির সদস্য। বিল হুইজেনগা ও সিডনি কমলাগার-ডোভ যথাক্রমে প্রতিনিধি পরিষদের দক্ষিণ ও মধ্য এশিয়াবিষয়ক উপকমিটির চেয়ারম্যান ও সদস্য। এ চিঠি গতকাল ‘হাউস ফরেন অ্যাফেয়ার্স কমিটির’ ওয়েবসাইটে প্রকাশ করা হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "শৈত্যপ্রবাহ না থাকলেও হিম বাতাসে কাবু পঞ্চগড়ের বাসিন্দারা | প্রথম আলো",
            "time": "2025-12-24T07:16:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ff3g6vzdt%2FPanchagarhDH08012025122420251224083927.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালে পঞ্চগড় শহরের মিঠাপুকুর এলাকায় কথা হয় ভ্যানচালক এনামুল হকের (৪২) সঙ্গে। তিনি বলেন, ‘বাতাসখান শিলশিল করে নাগেছে, পানির (বৃষ্টির) মতো কুয়াশা পচ্ছে, মাথার চুল-চোখের ভুরু আর কাপড়লা ভিজে গেইছে, ঠান্ডাত হাত-পাও লা জড়ো হয় আচ্চে।’</p><p>এর আগে ১১ ডিসেম্বর তেঁতুলিয়ায় সারা দেশের এবং চলতি মৌসুমের সর্বনিম্ন তাপমাত্রা ৮ দশমিক ৯ ডিগ্রি সেলসিয়াস রেকর্ড করা হয়েছিল। ওই দিন থেকে ১৯ ডিসেম্বর পর্যন্ত তেঁতুলিয়ায় দিনের সর্বনিম্ন তাপমাত্রা ৮ ডিগ্রি থেকে ১০ ডিগ্রি সেলসিয়াসের মধ্যে বিরাজ করায় এ জনপদে মৃদু শৈত্যপ্রবাহ বয়ে যাচ্ছিল। তবে কুয়াশা কম থাকায় প্রায় প্রতিদিনই সকাল সকাল ঝলমলে রোদের দেখা মিলছিল, ফলে দিনে শীত তুলনামূলক কম অনুভূত হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যাশেজ থেকে ছিটকে গেলেন আর্চার | প্রথম আলো",
            "time": "2025-12-24T07:12:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2F0j2nlg4o%2F731303-01-02.jpg?rect=0%2C147%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জ্যাক ক্রলি, বেন ডাকেট, জ্যাকব বেথেল, জো রুট, হ্যারি ব্রুক, বেন স্টোকস (অধিনায়ক), জেমি স্মিথ, উইল জ্যাকস, গাস অ্যাটকিনসন, ব্রাইডন কার্স ও জশ টাং।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2025-12-24T07:11:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F521ugpi5%2F1c939da4-95a4-4659-b2b2-0e7ab7620126.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগ মুদ্রার দাম বেড়েছে। এই তালিকায় আছে ইউরো, পাউন্ড, ইউয়ান, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। অপরিবর্তিত আছে রুপির দাম। দাম কমেছে ইউয়ানের।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ আবাসনে আস্থা | প্রথম আলো",
            "time": "2025-12-24T07:00:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fh68wj8uo%2FKBRH8246.JPG?rect=0%2C0%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>অগ্নিদুর্ঘটনা ও নিরাপত্তা</strong></p><p>অগ্নিকাণ্ডের ঝুঁকি কমাতে এখন আবাসন প্রকল্পে ফায়ার এক্সিট, অগ্নিনির্বাপণব্যবস্থা, প্রশস্ত সিঁড়ি ও জরুরি বিদ্যুৎব্যবস্থার ওপর গুরুত্ব বাড়ছে। আবাসন মেলায় অনেক প্রতিষ্ঠান তাদের প্রকল্পে ফায়ার সেফটি সার্টিফিকেশন ও আধুনিক নিরাপত্তাব্যবস্থার তথ্য তুলে ধরবে, যা ক্রেতাদের আস্থা বাড়াতে ভূমিকা রাখবে।</p> <p><strong>বায়ুদূষণ ও স্বাস্থ্যকর আবাস</strong></p><p>ঢাকাসহ বড় শহরগুলোয় বায়ুদূষণ একটি বড় সমস্যা। এই পরিপ্রেক্ষিতে আবাসন খাতে সবুজ ছাদ, পর্যাপ্ত খোলা জায়গা, আলো-বাতাস চলাচলের সুবিধা এবং পরিবেশবান্ধব নির্মাণসামগ্রী ব্যবহারের প্রবণতা বাড়ছে। মেলায় অনেক ডেভেলপার ‘গ্রিন বিল্ডিং’ ধারণা তুলে ধরে ক্রেতাদের আকৃষ্ট করার চেষ্টা করবেন।</p> <p><strong>প্রযুক্তির ঝুঁকি ও আধুনিক সমাধান</strong></p><p>স্মার্ট হোম প্রযুক্তি যেমন জীবনকে সহজ করছে, তেমনি সাইবার নিরাপত্তা ও প্রযুক্তিনির্ভরতার ঝুঁকিও বাড়াচ্ছে। এ কারণে আবাসন ব্যবসায়ীরা এখন নিরাপদ প্রযুক্তি ব্যবহারের প্রতিশ্রুতি দিচ্ছেন, যাতে ক্রেতারা সুবিধার পাশাপাশি নিরাপত্তাও পান।</p></div></div></div></body></html>"
        },
        {
            "title": "আমাদের পরামর্শ সভাগুলো কীভাবে নিজের ও প্রতিষ্ঠানের জন্য ‘বরকত’ বয়ে আনার মাধ্যম হতে পারে এবং আধ্যাত্মিক উন্নতির সোপান হতে পারে, সে বিষয়ে আজ আলোচনা করব। | প্রথম আলো",
            "time": "2025-12-24T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F9re97fke%2Fpexels-pavel-danilyuk-7869122.jpg?rect=0%2C825%2C5788%2C3039&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামি মনোবিজ্ঞানের দৃষ্টিতে মানুষের অন্তরের কয়েকটি স্তর রয়েছে। একজন মানুষ যখন কোনো পরামর্শ সভায় যোগ দেন, তখন তিনি তাঁর এই বিভিন্ন স্তরগুলো নিয়েই উপস্থিত হন:</p><p><strong>কলব (অন্তর):</strong> কলব সুস্থ থাকলে তা সভার আধ্যাত্মিক দিকটি উপলব্ধি করতে পারে। কিন্তু কলব যদি হিংসা বা অহংকারে আক্রান্ত হয়, তবে তা অফিসে নেতিবাচক রাজনীতি বা আচরণের মাধ্যমে প্রকাশিত হয়।</p><p><strong>আকল (বুদ্ধি):</strong> আকল যদি আধ্যাত্মিকভাবে সুস্থ থাকে, তবে একজন ব্যক্তি কেবল দুনিয়াবি লাভ-ক্ষতি না ভেবে পরকালীন কল্যাণ ও দীর্ঘমেয়াদি ইতিবাচক প্রভাব বিবেচনা করে সিদ্ধান্ত নেবেন।</p><p><strong>নফস (প্রবৃত্তি):</strong> সভার সবচেয়ে ‘সক্রিয়’ অংশ হলো নফস। এটি লাগামহীন থাকলে মানুষকে একগুঁয়ে ও অহংকারী করে তোলে।</p><p><strong>রুহ (আত্মা):</strong> এটি নফসের বিপরীত। আত্মার এ বিশুদ্ধ অংশটি আমাদের উচ্চতর উদ্দেশ্য ও ঐশী বাস্তবতার সঙ্গে সংযোগ স্থাপন করতে চায়।</p><p><strong>দেহ:</strong> শরীর হলো আত্মার বাহন। পর্যাপ্ত বিশ্রাম ও পুষ্টির মাধ্যমে আমরা যদি দেহের যত্ন নিই, তবে পরামর্শ সভায় আমরা অনেক সতেজভাবে উপস্থিত হতে পারি।</p></div></div></div></body></html>"
        },
        {
            "title": "আবর্জনায় পাওয়া গেল প্রায় ২ লাখ টাকা মূল্যের ব্যাগ | প্রথম আলো",
            "time": "2025-12-24T06:52:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F1evmv9oc%2F%E0%A7%AA.jpg?rect=0%2C69%2C974%2C511&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিওটি নিয়ে সামাজিক যোগাযোগমাধ্যমে তুমুল আলোচনা শুরু হয়। অনেকেই অবাক হয়ে মন্তব্য করেন, মানুষ এমন এমন জিনিস কী করে ফেলে দেয়!</p><p>একজন লেখেন, ‘প্রথমেই আমার মনে হয়েছিল, হয়তো কেউ ব্যাগটি চুরি করেছে, তারপর ভেতরের জিনিসপত্র নিয়ে সেটি ফেলে দিয়েছে।’</p><p>অন্য একজন লেখেন, ‘ব্যাগটি একেবারেই পুরোনো নয়, দারুণ জিনিস খুঁজে পেয়েছেন।’</p><p>আরেকজন লেখেন, ‘বাহ! পুরোনো জিনিস খোঁজার জন্য এটা তো দারুণ এলাকা।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক মেয়র আরিফুলকে ‘পূর্ণ সমর্থন’ মনোনয়নবঞ্চিত আবদুল হাকিমের | প্রথম আলো",
            "time": "2025-12-24T06:50:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F7g5n4ljo%2FSylhetDH052920251224Sylhet-Pic-08.jpg?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান বক্তার বক্তব্যে আবদুল হাকিম চৌধুরী বলেন, ‘দলের প্রতি আনুগত্য রেখে ধানের শীষের জন্য আমরা একযোগে কাজ করব। আমি এবং আমার দলের লক্ষ্য এক। সেটা হলো সিলেট-৪ আসনের মানুষের উন্নয়ন, দেশের উন্নয়ন। সেই লক্ষ্য বাস্তবায়নে আরিফুল হক চৌধুরী একজন পরীক্ষিত ব্যক্তিত্ব। এ আসনের তিনটি উপজেলার মানুষের উন্নয়নই আরিফুল হকের ধ্যানজ্ঞান। তাঁর সম্পর্কে নতুন করে বলার কিছু নেই। উন্নয়নের ক্ষেত্রে তিনি অনন্য।’</p><p>কর্মী সভায় উপজেলা বিএনপির সভাপতি মাহবুব আলম সভাপতিত্ব করেন। সাধারণ সম্পাদক মো. জসিম উদ্দিনের সঞ্চালনায় বিশেষ অতিথির বক্তব্য দেন সিলেট মহানগর বিএনপির সহসভাপতি সাদিকুর রহমান, জেলা বিএনপির উপদেষ্টা আবদুস শুকুর, তাঁতী দলের কেন্দ্রীয় নির্বাহী কমিটির যুগ্ম সম্পাদক ফয়েজ আহমদ ও বিএনপি নেতা সামছুউদ্দিন আল আজাদ।</p><p>৪ ডিসেম্বর সিলেট-৪ আসনে দলীয় প্রার্থী হিসেবে আরিফুল হকের নাম ঘোষণা দেয় বিএনপি। এরপর আবদুল হাকিম চৌধুরীসহ মনোনয়নপ্রত্যাশী কয়েকজন দলীয় প্রার্থী বদলের দাবিতে মিছিল–সমাবেশ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিনয় ছেড়ে কাঠমিস্ত্রি হতে চাওয়া সেই মেয়েটিই এখন অস্কার-দৌড়ে | প্রথম আলো",
            "time": "2025-12-24T06:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Foc5mhnzw%2F0ecfe09e-50ca-4570-8890-dc924bc60455.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>জুলি ও নোরা<br></strong>‘দ্য ওয়ার্স্ট পারসন ইন দ্য ওয়ার্ল্ড’-এর জুলি ও ‘সেন্টিমেন্টাল ভ্যালু’র নোরা—দুটি চরিত্রই নির্মাতা ত্রিয়ের রেনেতের কথা ভেবেই লিখেছেন। তাহলে কি চরিত্রগুলো আসলে তাঁরই প্রতিচ্ছবি? জুলির সঙ্গে কিছু মিল ছিল—খুশিখুশি, বিষণ্ন কিন্তু সরল। নোরার ক্ষেত্রে পরিচালক তাঁকে ‘আরও গভীর আবেগের ভারে ভারী করেছেন।’</p><p><strong>বড় হওয়ার গল্প<br></strong>নরওয়ের এক প্রত্যন্ত এলাকায় রেনেতের বেড়ে ওঠা—বনের মধ্যে কিছু বাড়ি আর একটি রাস্তা। নিজেকে সব সময় বেমানান মনে হতো। তিনি বন্ধুদের ব্যাকস্ট্রিট বয়েজে মগ্ন থাকতেন, আবার  গোপনে পিঙ্ক ফ্লয়েডও শুনতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কুলাউড়ায় পিকআপের সঙ্গে সংঘর্ষে মোটরসাইকেলের আরোহী দুই বন্ধু নিহত | প্রথম আলো",
            "time": "2025-12-24T06:44:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fzw3p2x0z%2FChatGPT-Image-Dec-7-2025-115516-AM.png?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সন্তানের মৃত্যুর খবর পেয়ে সকালেই কুলাউড়া থানায় ছুটে যান নুরু মিয়াসহ পরিবারের অন্য সদস্যরা। বিলাপ করতে করতে নুরু মিয়া বলছিলেন, ‘সকালে দোকান খোলার কথা বলি বাড়ি থাকি বাইর হইল ছেলেটা (রিয়াদ)। বেড়াইতে গেছে জানতাম না। মোটরসাইকেল আমার ছেলের জীবনটা নিল।’</p><p>কুলাউড়া থানার উপপরিদর্শক (এসআই) মুহিত মিয়া আজ বেলা ১১টার দিকে বলেন, ঘন কুয়াশায় পিকআপভ্যান ও মোটরসাইকেলের মুখোমুখি সংঘর্ষ হয়। এতে মোটরসাইকেলের দুই আরোহী মারা গেছেন। এ ব্যাপারে প্রয়োজনীয় আইনানুগ ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যে ‘অভিশাপ’ নিয়ে বড়দিনের ছুটিতে আর্সেনাল | প্রথম আলো",
            "time": "2025-12-24T06:40:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fgwl97qd1%2F760135-01-02.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার কি পারবে আর্সেনাল? ১৭ ম্যাচে ৩৯ পয়েন্ট নিয়ে শীর্ষে আরতেতার দল। সমান ম্যাচে ২ পয়েন্ট ব্যবধানে পিছিয়ে দুইয়ে পেপ গার্দিওলার ম্যানচেস্টার সিটি। অ্যাস্টন ভিলাসহ টেবিলে শীর্ষস্থানে থাকা তিন দলের মধ্যে ব্যবধান খুব কম। আর্সেনালের সঙ্গে মাত্র ৩ পয়েন্ট ব্যবধানে পিছিয়ে তিনে ভিলা। অর্থাৎ বড়দিনের ছুটি কাটিয়ে মাঠে ফেরার পর আর্সেনালের আসলে পা হড়কানোর কোনো সুযোগ নেই। কিন্তু সাম্প্রতিক বছরগুলোয় আর্সেনালকে চিনে থাকলে নিশ্চয়ই এটাও জানা, মৌসুমের শুরুতে পয়েন্ট তালিকার নেতৃত্ব দিয়ে পরের অর্ধে দম হারিয়ে ফেলাও রীতিমতো ‘অভ্যাস’ বানিয়ে ফেলেছে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "বিরল বৃক্ষ বন নারাঙ্গা | প্রথম আলো",
            "time": "2025-12-24T06:35:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F61azwjxs%2F24122025-cm-16.jpg?rect=9%2C0%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন নারাঙ্গার আদি নিবাস গ্রীষ্মমণ্ডলীয় এশিয়া। উত্তর–পূর্ব ভারত থেকে চীন, সিঙ্গাপুর ও দক্ষিণ এশিয়ার বিভিন্ন দেশে এই বৃক্ষের দেখা পাওয়া যায়। বন নারাঙ্গা একদা আমাদের দেশে বাড়ির আশপাশের  প্রাকৃতিক বন জঙ্গলে বেশি দেখা গেলেও এখন খুব একটা দেখা যায় না। বগুড়া, চট্টগ্রাম, কক্সবাজার, নারায়ণগঞ্জ, রাজশাহী, সিলেট, টাঙ্গাইল, গাজীপুর ও পার্বত্য চট্টগ্রামে কিছু কিছু গাছ দেখা যায়।</p><p>গ্রীষ্মকালে ফল পাকলে ফেটে যায়। তাই কোথাও কোথাও একে বলে ফাটা কদম। গ্রীষ্মকালে ফল ফেটে গেলে ভেতর থেকে সাদা বীজ বের হয়। পাখিরা এই বীজ খেতে পছন্দ করে। ফল খাওয়ার যোগ্য নয়।</p><p>বন নারাঙ্গার মুকুল থেকে হলুদ রঙের গালা বা লাক্ষা পাওয়া যায়। এর অনেক ভেষজ গুণও রয়েছে। উদ্ভিদের পাতায় আছে ক্ষারক, ফ্লাভোনয়েডস, স্যাপোনিনস, স্টেরয়েড ও ট্যানিন। বাকলে ছত্রাকবিরোধী, জীবাণুনাশক ও অ্যালার্জিরোধী উপাদান রয়েছে। মূল ও কাণ্ডের বাকল থেকে হুকওয়ার্মজনিত কৃমিরোগের ওষুধ তৈরি হয়। মূল বা শিকড় মূত্রবর্ধক। গনোরিয়া, পেটব্যথা, বুকব্যথা, হার্নিয়া, ডায়াবেটিস, নিউমোনিয়া, ম্যালেরিয়া, শোথ, চিকেন পক্সসহ বিভিন্ন রোগের চিকিৎসায় এই উদ্ভিদের ব্যবহার রয়েছে। বাতের চিকিৎসায় শরীরের আক্রান্ত অংশে বন নারাঙ্গার পাতার পেস্টের প্রলেপ দেওয়া হয়। জ্বরে ও পাকস্থলীর সমস্যায় এই উদ্ভিদের বাকলের রস খাওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পশ্চিম পাকিস্তানকে রক্ষা করতেই যুদ্ধবিরতির প্রস্তাব | প্রথম আলো",
            "time": "2025-12-24T06:35:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fizdh40ob%2F24122025-cm-5.jpg?rect=0%2C78%2C742%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চূড়ান্ত আত্মসমর্পণে পাকিস্তান</strong></p><p>পাকিস্তানের উপপ্রধানমন্ত্রীর সঙ্গে পররাষ্ট্রমন্ত্রী জুলফিকার আলী ভুট্টো জাতিসংঘের সাধারণ পরিষদে যোগ দিতে নিউইয়র্কে আসেন। তিনি যুক্তরাষ্ট্রে অবস্থানকালে নিক্সনের সঙ্গে দেখা করতে চান বলে ওয়াশিংটনকে আগেই জানানো হয়। ১১ ডিসেম্বর হেনরি কিসিঞ্জার প্রেসিডেন্টকে টেলিফোনে বলেন, ‘ভুট্টো আমাকে টেলিফোন করেছিলেন। তিনি আপনার সঙ্গে দেখা করতে চান। কিন্তু আমি সেটি প্রত্যাখ্যান করেছি। তখন তিনি অভিযোগ তুলে বলেছেন, চীন পাকিস্তানের যুদ্ধে সহযোগিতা করছে, কিন্তু আমেরিকা করছে না।’ (পৃ. ৭৭২)</p><p>সেদিনই ভুট্টোকে আবার টেলিফোন করে কিসিঞ্জার বলেন, ‘আমি প্রেসিডেন্টের (নিক্সন) সঙ্গে কথা বলেছি। এ বিষয়ে আমাদের দৃষ্টিভঙ্গি হলো, আমরা যা কিছু করেছি, তার পরিপ্রেক্ষিতে এই অভিযোগ আসা একেবারেই অনুচিত। বলতে গেলে আমরা আমাদের নিজস্ব জনমত, আমাদের পুরো প্রশাসন সবকিছুর বিরুদ্ধে গিয়ে দাঁড়িয়েছি। এখন আমাদের সোভিয়েত ইউনিয়নের মতামতের (যুদ্ধবিরতির প্রস্তাবে) জন্য অপেক্ষা করতে হবে।’</p><p>১২ ডিসেম্বর ইসলামাবাদ থেকে মার্কিন রাষ্ট্রদূত ফারল্যান্ড জাতীয় নিরাপত্তা উপদেষ্টা হেনরি কিসিঞ্জারের কাছে বার্তা পাঠান। সেখানে ফারল্যান্ড ইয়াহিয়াকে জিজ্ঞাসা করেন, ‘তিনি যুদ্ধবিরতিতে রাজি কি না।’ জবাবে ইয়াহিয়া বলেছেন, ‘এ অবস্থায় যেটি করা যুক্তিসংগত, আমরা সেটাই করতে প্রস্তুত।’ পাকিস্তানের প্রথম যুদ্ধবিরতির প্রস্তাব কেন পরের দিন নিয়ে যেতে চেয়েছিল, সেটাও তাঁকে জিজ্ঞাসা করা হয়। ফারল্যান্ডের প্রশ্নের জবাবে ইয়াহিয়া তাঁকে জানান, ‘কিছু ভুল–বোঝাবুঝির’ ঘটনা ঘটেছিল। তিনি আরও বলেন, পররাষ্ট্রসচিব বিষয়টি ঠিক করার কাজ করছেন (পৃ. ৭৮৫)।</p><p>এ আলোচনায় অনেকটাই নিশ্চিত হয়ে যায় যুক্তরাষ্ট্রের প্রস্তাবে পাকিস্তান ভারতের সঙ্গে যুদ্ধবিরতির সিদ্ধান্ত নিয়ে ফেলছে; যদিও প্রথম দিকে ইয়াহিয়া খান রাজি হননি, তবে যুদ্ধের পরাজয়ের বাস্তবতা আর পশ্চিম পাকিস্তানে ভারতের যুদ্ধের শঙ্কা থেকে মুক্তি পেতে যুদ্ধবিরতিই উত্তম প্রস্তাব ছিল বলে মার্কিন গোয়েন্দাদের ভাষ্যে উঠে আসে।</p><p>১২ ডিসেম্বর ভারতের পররাষ্ট্রমন্ত্রী শরণ সিং এবং মার্কিন কূটনৈতিক জর্জ বুশ দুই ঘণ্টাব্যাপী একটি বৈঠক করেন। সেই বৈঠকে বুশকে বোঝানো হয় যে ভারত মূলত বাংলাদেশের স্বীকৃতি দেওয়ার মাধ্যমে পাকিস্তানি বাহিনীকে আত্মসমর্পণ এবং পরে তাদের স্বদেশে প্রত্যাবর্তনের সুযোগ দিচ্ছে। এটা ব্যতীত ভারতের কোনো ভূরাজনৈতিক বা আঞ্চলিক উচ্চাকাঙ্ক্ষা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "তফসিল ঘোষণার পর জাতীয় পার্টির নেতারা তৎপর | প্রথম আলো",
            "time": "2025-12-24T06:31:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F0kj7iilf%2FUntitled-4.jpg?rect=0%2C111%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লালমনিরহাট-২ (আদিতমারী-কালীগঞ্জ)</strong></p><p>স্বাধীনতার পর ১৯৭৩ সালের নির্বাচনে এ আসনে এমপি হয়েছিলেন করিম উদ্দিন আহমেদ। পরে ১৯৭৯ সালে বিএনপির প্রার্থী হিসেবে নির্বাচিত হন মজিবুর রহমান। পরে দল পরিবর্তন করে জাপার হয়ে ১৯৮৬ থেকে ২০০৮ সাল পর্যন্ত প্রতিটি নির্বাচনে জয় পান তিনি। ২০১৪ সালে বিনা প্রতিদ্বন্দ্বিতায় ও পরবর্তী সব নির্বাচনে জয় পান করিম উদ্দিনের ছেলে সাবেক সমাজকল্যাণমন্ত্রী নুরুজ্জামান আহমেদ।</p><p>এ আসনে প্রার্থী ঘোষণা করেনি বিএনপি। জেলা জামায়াতের সেক্রেটারি ফিরোজ হায়দারকে (লাভলু) প্রার্থী ঘোষণা করেছে জামায়াত। এ ছাড়া জনতার দলের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) শামীম কামাল নির্বাচন করার ঘোষণা দিয়ে এলাকায় প্রচারণা চালাচ্ছেন।</p><p>স্থানীয় বিএনপি সূত্রে জানা গেছে, আসনটিতে দলীয় মনোনয়নপ্রত্যাশী হিসেবে আছেন জেলা বিএনপির সহসভাপতি মো. রোকন উদ্দিন, কালীগঞ্জ উপজেলা বিএনপির আহ্বায়ক মো. জাহাঙ্গীর আলমসহ কয়েকজন নেতা।</p><p>এ আসনে উত্তরাঞ্চলের কেন্দ্রীয় সংগঠক রাসেল আহমেদকে মনোনয়ন দিয়েছে এনসিপি। এ ছাড়া গণসংহতি আন্দোলনের কেন্দ্রীয় সম্পাদকমণ্ডলীর সদস্য দীপক কুমার রায়, ইসলামী আন্দোলনের মুফতি মাহফুজুর রহমান, বাংলাদেশ খেলাফত মজলিসের মুফতি আবদুল হান্নান প্রার্থী হিসেবে প্রচারণা চালাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আমাগের খাইটে খাতি হয়, তাই কষ্ট কইরে বের হইচি’ | প্রথম আলো",
            "time": "2025-12-24T06:27:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F8b4flf2l%2FChuadangaDH057020251224chuadanga-cold-pic-24-12-3025.jpg?rect=0%2C520%2C4624%2C2428&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীতের তীব্রতা গতবারের তুলনায় এবার বেশি দাবি করে শহরতলী দৌলাতদিয়াড় এলাকার নৈশপ্রহরী আব্বাস উদ্দিন গতকাল রাতে বলেন, ‘অ্যারাম জাড় অনেক দিন লাগিনি। জাড় এভাবে বাড়তি থাকলি সামনের দিনগুনু কীভাবে রাত পার কইরবো—সেইডেই বড় চিন্তা।’</p><p>চুয়াডাঙ্গার আবহাওয়া পর্যবেক্ষণকেন্দ্র সূত্রে জানা গেছে, চলতি মৌসুমে ১১ নভেম্বর থেকে তাপমাত্রা ক্রমশ নিচের দিকে নামতে থাকে। এ দিন সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছিল ১৫ দশমিক ৯ ডিগ্রি সেলসিয়াস। বুধবারের আগে গত দেড় মাস ধরে তাপমাত্রা ১১ দশমিক ৫ ডিগ্রি থেকে ১৬ ডিগ্রি সেলসিয়াসের মধ্যে ওঠানামা করে।</p><p>আবহাওয়া পর্যবেক্ষণাগারটির ভারপ্রাপ্ত কর্মকর্তা জামিনুর রহমান জানান, সূর্য না ওঠায় এবং উত্তরের ঠান্ডা বাতাস ও কুয়াশার কারণে তীব্র শীত অনুভূত হচ্ছে। চলতি মাসের শেষ সপ্তাহে জেলায় শৈত্যপ্রবাহ বইতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের নতুন প্রধান বিচারপতি জুবায়ের রহমান চৌধুরী | প্রথম আলো",
            "time": "2025-12-24T06:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F839gdd32%2Fddcb7268_e939_4187_8088_f9e309f77af4.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের ২৬তম প্রধান বিচারপতি হিসেবে নিয়োগ পেয়েছেন সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি জুবায়ের রহমান চৌধুরী। আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের প্রজ্ঞাপনে এ কথা বলা হয়। এই নিয়োগ শপথগ্রহণের তারিখ থেকে কার্যকর হবে বলে প্রজ্ঞাপনে উল্লেখ করা হয়েছে। প্রজ্ঞাপনের তারিখ—২৩ ডিসেম্বর ২০২৫। আইন মন্ত্রণালয়ের এক কর্মকর্তা প্রথম আলোকে বলেন, গতকাল মঙ্গলবারের তারিখ থাকলেও প্রজ্ঞাপনটি আজ বুধবার প্রকাশ করা হয়।</p></div></div></div></body></html>"
        }
    ]
}