{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ফ্যামিলি কার্ড, কৃষক কার্ড এসব ভুয়া: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2026-01-25T16:24:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fcnbm68e5%2FKhulnaDH063020260123Khulna-Golam-23-2.JPG?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন সামনে রেখে ‘ফ্যামিলি কার্ড’ ও ‘কৃষক কার্ড’-এর নামে নতুন করে প্রতারণার ফাঁদ পাতা হচ্ছে—এমন অভিযোগ করেছেন জামায়াতে ইসলামীর সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার। বিএনপিকে ইঙ্গিত করে তিনি বলেন, ‘আরেক প্রতারণার ফাঁদ পাতা হয়েছে। ফ্যামিলি কার্ড, কৃষক কার্ড—এসব কার্ড ভুয়া, ভুয়া। দেশে মানুষ ১৮ কোটি, আর তারা বলছে ৫০ কোটি কার্ড দেবে। মিথ্যার ওপর মিথ্যা, ডবল মিথ্যা।’ </p><p>রোববার দুপুরে খুলনার ডুমুরিয়া উপজেলার শলুয়া বাজারে এক নির্বাচনী সভায় এ কথা বলেন জামায়াতের সেক্রেটারি জেনারেল। তিনি বলেন, ‘কার্ড দেখিয়ে ভোট প্রভাবিত করার চেষ্টা চলছে। কার্ডে কী পাওয়া যাবে? কেউ বলছে ৪ হাজার টাকা, কেউ বলছে ২০ বা ২১ হাজার টাকা। কেউ বলছে চাল-গম, তেল চিনি, রেশন পাবা। আসলে কী দেবে, কেউ জানে না। ঘোড়ার ডিম দেবে। পুরোটাই ভুয়া।’</p></div></div></div></body></html>"
        },
        {
            "title": "কোনো কোনো দল আছে, দেশের মানুষকে ধোঁকা দিতে চায়: চৌদ্দগ্রামে তারেক রহমান | প্রথম আলো",
            "time": "2026-01-25T16:22:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F7pwabfh8%2Fcumilla_dh1752_20260125_img_20260125_213334.jpg?rect=295%2C0%2C3490%2C1832&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি চেয়ারম্যান বলেন, ‘যেহেতু একটি রাজনৈতিক সরকারের মেয়াদ থাকে পাঁচ বছর, আমরা চেষ্টা করব এই পাঁচ বছর যত বেশি সংখ্যক মায়েদের কাছে ফ্যামিলি কার্ড পৌঁছে দেওয়া যায়। এটাই একদম সোজাসাপটা কথা, এর মধ্যে কোনো মারপ্যাঁচ নেই। এখন যাঁরা বলছেন, তাঁদের হিংসা হচ্ছে। কারণ, তাঁরা মানুষের জন্য এমন ভালো কিছু উপস্থাপন করতে পারেননি। তাঁদের এমন আইডিয়া নেই। কারণ, তাঁদের তো দেশ পরিচালনায় অভিজ্ঞতা নেই। সে জন্যই তাঁরা আবোল-তাবোল কথা বলছেন।’</p><p>তারেক রহমান বলেন, ‘আমরা বলেছি, আমরা কৃষক ভাইদের পাশে দাঁড়াতে চাই। কৃষক ভাইদেরও আমরা একটি কৃষক কার্ড দিতে চাই। কেউ কেউ বলছেন, এটাও নাকি আমরা ধোঁকা দিচ্ছি। এখন ভাই দেখেন, ধোঁকা দিলে লস তো আমার। আপনাকে আমি ধোঁকা দিলে তো পরবর্তী সময়ে আপনি আমাকে আর বিশ্বাস করবেন না। আমাকে তো রাজনীতি করতে হবে। আপনাকে আমি যে জবান দিচ্ছি, সে জবান না রাখলে তো আপনি আমাকে পরবর্তী সময়ে আর বিশ্বাস করবেন না। আমি যদি না পারি, তাহলে আপনারাও তো বুঝবেন যে আমি সেটা পারিনি। কিন্তু আমি যদি না করি; অর্থাৎ আমার জবানই যদি আমি না রাখি, তখন আপনারা আমাকে ধরতে পারবেন। এই কৃষক কার্ডের মাধ্যমে আমরা সার, বীজ, কীটনাশক—এসব প্রান্তিক, ক্ষুদ্র ও মাঝারি কৃষকদের কাছে পৌঁছে দেব।’</p></div></div></div></body></html>"
        },
        {
            "title": "সামাজিক নিরাপত্তা ভাতা ও উপকারভোগীর সংখ্যা বাড়ছে | প্রথম আলো",
            "time": "2026-01-25T16:18:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F1b375a29-a923-4ad8-a7ea-cb8addf88058%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী ২০২৬–২৭ অর্থবছরে সামাজিক নিরাপত্তা কর্মসূচির আওতায় ভাতা ও উপকারভোগীর সংখ্যা বাড়ানোর সিদ্ধান্ত নিয়েছে অন্তর্বর্তী সরকার। এ জন্য ২ হাজার ৭০০ কোটি টাকা অতিরিক্ত ব্যয় হবে।</p><p> আজ রোববার সামাজিক নিরাপত্তা কর্মসূচি–সংক্রান্ত উপদেষ্টা পরিষদের বৈঠকে বয়স্ক, বিধবা, প্রতিবন্ধীসহ মোট ১৫টি কর্মসূচির নতুন হার ও পরিসর নির্ধারণ করা হয়েছে। সভায় অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদ সভাপতিত্ব করেন। অর্থ মন্ত্রণালয়ের অর্থ বিভাগে অনুষ্ঠিত বৈঠকের পর এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p> অর্থ বিভাগ সূত্র জানায়, চলতি ২০২৫–২৬ অর্থবছরে সামাজিক নিরাপত্তা খাতে বরাদ্দ করা হয় ১ লাখ ১৬ হাজার ৭৩১ কোটি টাকা, যার মধ্যে পেনশন বাবদ বরাদ্দ ৩৫ হাজার কোটি টাকার বেশি। পেনশন ছাড়া সামাজিক নিরাপত্তা বেষ্টনীর জন্য বরাদ্দ ৮১ হাজার ২৯৭ কোটি টাকা, যা মোট দেশজ উৎপাদনের (জিডিপি) ১ দশমিক ৮৭ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "হজরত শাহজালাল বিমানবন্দর এলাকায় নীরব জোন বাস্তবায়নে অভিযান, ৯৪ মামলা | প্রথম আলো",
            "time": "2026-01-25T16:15:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-27%2Fk4p1axpt%2FDMP.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপি এক সংবাদ বিজ্ঞপ্তিতে জানায়, আইন অমান্যকারী যানবাহনের বিরুদ্ধে পরিবেশ অধিদপ্তর, বিআরটিএ, সিভিল এভিয়েশন, সিটি করপোরেশন এবং ডিএমপির বিশেষ/নির্বাহী ম্যাজিস্ট্রেটেরা ভ্রাম্যমাণ আদালত পরিচালনা করেন। এসব অভিযানে ৫৮টি মামলা করা হয় এবং জরিমানা আদায় করা হয় ২০ হাজার ২০০ টাকা। অপর দিকে ডিএমপির ট্রাফিক উত্তরা বিভাগ অভিযান পরিচালনা করে মোট ৩৬টি মামলা এবং ৯৫ হাজার টাকা জরিমানা আদায় করে।</p><p>হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দর এলাকায় নীরব জোন বাস্তবায়নে এ ধরনের অভিযান অব্যাহত থাকবে বলে জানিয়েছে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "তথ্য অধিকার আইনে ৬টি জরুরি সংশোধনের দাবি | প্রথম আলো",
            "time": "2026-01-25T16:13:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F781i87zm%2FIRF.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সঙ্গে তথ্য কমিশন অংশে ১১(১) ধারায় তথ্য কমিশনের নামের সঙ্গে ‘বাংলাদেশ’ শব্দটি যুক্ত করার প্রস্তাব দিয়েছে তথ্য অধিকার ফোরাম।</p><p>প্রধান তথ্য কমিশনার ও তথ্য কমিশনারদের নিয়োগসংক্রান্ত ১৫ ধারায় ‘প্রধান তথ্য কমিশনার বা তথ্য কমিশনারদের পদ শূন্য হইলে সর্বোচ্চ ৪৫ দিনের মধ্যে প্রধান তথ্য কমিশনার বা ক্ষেত্রমতে, তথ্য কমিশনার নিয়োগ’—এমন একটি নতুন উপধারা সংযোজন করতে বলা হয়েছে।</p><p>এ ছাড়া ১৭ ধারা সংশোধন করে প্রধান তথ্য কমিশনার ও তথ্য কমিশনারদের পদমর্যাদা, পারিশ্রমিক, ভাতা ও অন্যান্য আনুষঙ্গিক সুবিধাদি যথাক্রমে আপিল বিভাগ ও হাইকোর্ট বিভাগের বিচারকের অনুরূপ নির্ধারণ করার প্রস্তাব করা হয়েছে।</p><p>সব শেষে জরিমানার বিষয়ে ২৭ ধারা সংশোধনের মাধ্যমে দায়িত্বপ্রাপ্ত কর্মকর্তা ছাড়াও আপিল কর্তৃপক্ষকে জবাবদিহির আওতায় এনে জরিমানার বিধান কার্যকর করার প্রস্তাব দিয়েছে ফোরাম।</p></div></div></div></body></html>"
        },
        {
            "title": "‘অ্যানালিটিক্যাল স্কিল’ গড়ে তোলার ওপর গুরুত্ব দিচ্ছে প্রেসিডেন্সি ইউনিভার্সিটি | প্রথম আলো",
            "time": "2026-01-25T16:13:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fjbr3ano9%2F59950097112961565358860388984874023009978303n.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাঁরা সিএসই পড়তে চায়, তাদের উচিত আরও গভীরভাবে বিষয়টিকে জানা। শুধু কোড মুখস্থ করে ভাসা-ভাসা ভাবে না শিখে বিষয়গুলো বুঝতে হবে।</p><p>এআইয়ের কারণে হয়তো জুনিয়র স্তরের চাকরি কিছুটা কমবে। আগে যে কাজ করতে পাঁচজন জুনিয়র লেভেলের প্রোগ্রামার লাগত, সেটি একজন বা দুজন দিয়েই করানো যাবে। কিন্তু দেখা যাবে, আগে একটি প্রতিষ্ঠানে এ ধরনের কাজ হতো। এখন ২০টি প্রতিষ্ঠান সেই কাজগুলো করবে। ফলে এ ক্ষেত্রেও খুব বেশি তারতম্য হবে না।</p><p>কম্পিউটার বিজ্ঞানীদের কাজের ক্ষেত্র অনেক বড়। ব্যবসা থেকে শুধু করে চিকিৎসা, বিজনেস অ্যানালিটিকস বা মেডিকেল ইনফরমেটিকস—সব ক্ষেত্রেই তাঁদের কাজের সুযোগ রয়েছে। ফলে বর্তমান পরিস্থিতিতে যারা নিজেদের দক্ষ হিসেবে গড়ে তুলতে পারবে, তাদের আদতে দুশ্চিন্তার কিছু নেই। ক্রিটিক্যাল থিঙ্কিং বা প্রবলেম সলভিংয়ের জায়গাগুলোতে যারা ভালো করবে, তারাই পেশাজীবনে এগিয়ে থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আরও আকাশ প্রতিরক্ষাব্যবস্থা চান জেলেনস্কি | প্রথম আলো",
            "time": "2026-01-25T16:10:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fv0951mlf%2F%E0%A7%A6%E0%A7%AB.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার এ ধরনের হামলা ঠেকাতে আকাশ প্রতিরক্ষাব্যবস্থার প্রয়োজনীয়তার ওপর জোর দেন ইউক্রেনের প্রেসিডেন্ট। তিনি বলেন, ‘এ কারণে প্রতিদিনই আকাশ প্রতিরক্ষাব্যবস্থা প্রয়োজন। আমরা আমাদের আকাশসীমার সুরক্ষা আরও ভালোভাবে নিশ্চিত করতে যুক্তরাষ্ট্র ও ইউরোপের সঙ্গে যৌথভাবে কাজ করছি।’</p><p>যুদ্ধ বন্ধে রাশিয়া, ইউক্রেন ও যুক্তরাষ্ট্রের মধ্যে দুই দিনব্যাপী ত্রিপক্ষীয় বৈঠক হয়েছে। গত শনিবার সংযুক্ত আরব আমিরাতের (ইউএই) আবুধাবিতে এ বৈঠক হয়। বৈঠকের পর আনুষ্ঠানিক কোনো ঘোষণা আসেনি। তবে ‘গঠনমূলক’ আলোচনা হয়েছে বলে জানিয়েছেন ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি। পরবর্তী বৈঠক আগামী ১ ফেব্রুয়ারি আবুধাবিতে হবে বলে জানিয়েছেন মার্কিন এক কর্মকর্তা। আলোচনার জন্য রাশিয়াও প্রস্তুত বলে জানিয়েছে মস্কো।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা সেতু: চালের দাম বৃদ্ধির কারণ? | প্রথম আলো",
            "time": "2026-01-25T16:10:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F0n1pvpof%2FAdvisor.jpg?rect=0%2C1%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন মন্তব্য করেছেন, কর্ণফুলী টানেল, পায়রা বন্দর, পদ্মা সেতুর মতো 'অযাচিত' প্রকল্পে অপরিণামদর্শী ব্যয়ের কারণে সরকারের বড় দায় তৈরি হয়েছে। ১৫ বছরে টাকার ৪৬% অবমূল্যায়ন হওয়ায় আইএমএফ থেকে বড় ঋণ নিতে হয়েছে, যার প্রভাব পড়েছে চালসহ নিত্যপণ্যের বাজারে। তিনি পূর্বে বলেছিলেন, পদ্মা সেতুর কারণে চালের দাম কেজিতে ২০ টাকা বেড়েছে। ২০০৮ সালে ২ লাখ কোটি টাকা সরকারি ঋণ বেড়ে ২৩ লাখ কোটি টাকা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতা পাকাপোক্ত করতেই কি নির্বাচন দিল মিয়ানমারের জান্তাপ্রধান | প্রথম আলো",
            "time": "2026-01-25T16:09:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fqijyidue%2FMyanmars-junta-chief-Min-Aung.png?rect=0%2C34%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত মাসের শেষের দিকে মিয়ানমারে জাতীয় নির্বাচনের ভোট গ্রহণ শুরু হয়। তিন ধাপে এ নির্বাচনের ভোট চলছে। তৃতীয় ও শেষ ধাপের ভোট গ্রহণ হয়েছে গতকাল রোববার। মিন অং হ্লাইং নিজেই পুরো নির্বাচনপ্রক্রিয়া তত্ত্বাবধান করেছেন।</p><p>মিয়ানমারের চলতি নির্বাচনে সু চির নেতৃত্বাধীন দল ন্যাশনাল লিগ ফর ডেমোক্রেসি–সহ (এনএলডি) গুরুত্বপূর্ণ অনেক দল অংশ নিচ্ছে না। তাই এ নির্বাচন কী ফল বয়ে আনবে, তা নিয়ে দেশটির জনগণ ও আন্তর্জাতিক মহলে যথেষ্ট সন্দেহ রয়েছে। কিন্তু মিন অং হ্লাই সব সন্দেহ উপেক্ষা করে বারবার বলেছেন, এ নির্বাচন দেশে শান্তি ও গণতন্ত্র ফিরিয়ে আনবে।</p><p>এবারের নির্বাচনে সেনা-সমর্থিত প্রধান রাজনৈতিক দল যাতে নিরঙ্কুশ জয় পায়, সেভাবেই সবকিছুর আয়োজন করা হয়েছে। আর মিন অং হ্লাইং নিজেই স্পষ্ট করে বলেছেন, নতুন সরকার ক্ষমতায় এলে তিনি সামরিক ইউনিফর্ম খুলে প্রেসিডেন্টের পদ গ্রহণ করতে প্রস্তুত।</p><p>মিন অং হ্লাইং এখনো সেনাপ্রধান। আইনি বৈধতা না থাকলেও তিনিই দেশটির ক্ষমতার সর্বেসর্বা-এটা সব মিয়ানমারবাসী জানেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তিযুদ্ধে সাংবাদিকতার অভিজ্ঞতা | প্রথম আলো",
            "time": "2024-03-26T04:41:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Fc33f041d-e8b5-49e9-a9a4-d34d166debf1%2FUntitled_5.jpg?rect=0%2C0%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সামরিক হামলার প্রমাণ</strong></p><p>আমি আগেই বলেছি, সামরিক হামলার পর আমিও আন্তর্জাতিক সাংবাদিকদের দলের একজন ছিলাম। যদি স্মৃতি প্রতারণা না করে, আমাদের সেই ভ্রমণ ছিল সীমিত সময়ের জন্য। অনির্দিষ্টকালের জন্য তো আর আমাদের থাকতে দেওয়া হবে না। আমরা বিস্তৃত এলাকায় ঘুরে বেড়িয়েছি।</p><p>মজার ব্যাপার হলো, মানুষ বিবিসির ওপর খুব নির্ভর করত। আমি বিবিসিতে কাজ করেছি বলে বলছি না। পাকিস্তান রেডিও তো ছিলই। তারা পাকিস্তানি দৃষ্টিভঙ্গি তুলে ধরত। ছিল অল ইন্ডিয়া রেডিও। তারা ভারতীয় দৃষ্টিভঙ্গি তুলে ধরত। বিবিসি ছিল প্রধান বিদেশি চ্যানেল। ধরে নেওয়া হতো যে আমরা নির্ভরযোগ্য সংবাদ প্রচার করছি। আশা করি, আমরা তা করতামও। ফলে বাংলাদেশে আমাদের খুব সম্মান করা হতো। তবে পশ্চিম পাকিস্তানে যে আমরা খুব সমীহ পেতাম, তা বলা যাবে না। পরিস্থিতি যেমন ছিল, তাতে এ রকম হওয়াটাই স্বাভাবিক।</p><p>মনে পড়ছে, পাকিস্তান রেডিওতে আমাকে একটা তালিকা দেখানো হয়েছিল। তালিকাটা ছিল পশ্চিম পাকিস্তানের মানুষ বিবিসিকে কী বলে ডাকে। কেউ কেউ বলত বিবিসি মানে ‘ভারত ব্রডকাস্টিং করপোরেশন’। আরেকটা ডাক ছিল আরও মজার, ‘ব্রিটিশ বকোয়াস করপোরেশন’। এ–ই ছিল বিবিসি সম্পর্কে পশ্চিম পাকিস্তানের দৃষ্টিভঙ্গির নমুনা। পাকিস্তান রেডিও ছিল নিছক প্রচারণা। তারা তাদের বেশির ভাগ সময় ব্যয় করত বিবিসি, অল ইন্ডিয়া রেডিও আর অন্যদের করা প্রতিবেদন অস্বীকার করার কাজে। এসব করে অবশ্য পূর্ব পাকিস্তানের সংখ্যাগরিষ্ঠ বাঙালির ওপর তারা কোনো প্রভাব ফেলতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবালেঙ্কার কাছে রেকর্ড হারিয়ে ‘মন খারাপ’ জোকোভিচের | প্রথম আলো",
            "time": "2026-01-25T16:02:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fx6ckep6c%2F264555-01-02.jpg?rect=0%2C0%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টাইব্রেকার কি আসলেই লটারি, নাকি পর্বতপ্রমাণ চাপ সামলাতে পারার পুরস্কার! টেনিসের জন্যও কথাটা প্রযোজ্য। টানা টাইব্রেকার জয়ের নতুন গ্র্যান্ড স্লাম রেকর্ড গড়ে গতকাল সেটির প্রমাণ নতুন করে দিলেন আরিনা সাবালেঙ্কা। আজকাল মেয়েদের টেনিসে বেলারুশ তারকার মতো মানসিকভাবে শক্তিশালী আর কে আছেন!</p><p>দুবারের অস্ট্রেলিয়ান ওপেনের চ্যাম্পিয়ন ও সর্বশেষ তিনবারের ফাইনালিস্ট সাবালেঙ্কা রড লেভার অ্যারেনায় আজ কানাডার ভিক্টোরিয়া এমবোকোকে ৬-১, ৭-৬ (৭/১) গেমে হারিয়ে কোয়ার্টার ফাইনালে ওঠার পথেই রেকর্ডটা গড়েছেন। এ নিয়ে গ্র্যান্ড স্লামে টানা ২০টি টাইব্রেকার জিতলেন সাবালেঙ্কা। নারী-পুরুষ মিলিয়েই রেকর্ড গড়া সাবালেঙ্কা পেছনে ফেলেছেন নোভাক জোকোভিচকে। ছেলেদের টেনিসে গ্র্যান্ড স্লাম এককে রেকর্ড ২৪ বারের চ্যাম্পিয়ন জোকোভিচ টানা ১৯টি টাইব্রেকার জিতেছিলেন। জোকোভিচ মানসিক ও শারীরিকভাবে কতটা শক্তিশালী, সেটি না বললেও চলে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে সোনার দাম আবার বাড়ছে | প্রথম আলো",
            "time": "2026-01-25T16:01:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2014%2F09%2F15%2F5c57227032b85d429d456bd58c6596f5-gold.jpg?rect=0%2C45%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানে বিক্ষোভ, ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে তুলে আনাসহ ভূরাজনৈতিক অস্থিরতার জেরে এক মাস ধরে সোনার দাম বাড়ছে। গতকাল শনিবার সোনার প্রতি আউন্সের দাম দাঁড়ায় ৪ হাজার ৯৮৮ ডলারে। এটি বৈশ্বিক বাজারে সর্বোচ্চ দাম। এর প্রভাবে দেশের বাজারে দাম সমন্বয় করছে জুয়েলার্স সমিতি।</p><p>করোনার পর গত পাঁচ বছরে দেশ-বিদেশে, সোনার দাম দ্রুতগতিতে বেড়েছে। ২০২৩ সালের ২১ জুলাই সোনার ভরি এক লাখ টাকায় পৌঁছায়। গত বছরের ফেব্রুয়ারিতে দেড় লাখ ও অক্টোবরে দুই লাখ টাকার মাইলফলক স্পর্শ করে। বৃহস্পতিবার আড়াই লাখ টাকা পেরিয়ে যায় সোনার দাম।</p><p>নতুন দর অনুযায়ী, আগামীকাল সোমবার থেকে ২২ ক্যারেটের এক ভরি সোনার দাম হবে ২ লাখ ৫৭ হাজার ১৯১ টাকা। এ ছাড়া ২১ ক্যারেট ২ লাখ ৪৫ হাজার ৫২৭ টাকা, ১৮ ক্যারেট ২ লাখ ১০ হাজার ৪১৯ এবং সনাতন পদ্ধতির সোনার দাম হবে ভরিপ্রতি ১ লাখ ৭২ হাজার ৯১৯ টাকা।</p><p>আজ পর্যন্ত প্রতি ভরি ২২ ক্যারেটের দাম ছিল ২ লাখ ৫৫ হাজার ৬১৭ টাকা। এ ছাড়া ২১ ক্যারেট ২ লাখ ৪৪ হাজার ১১ টাকা, ১৮ ক্যারেট ২ লাখ ৯ হাজার ১৩৬ টাকা এবং সনাতন পদ্ধতির সোনার দাম ছিল ১ লাখ ৭১ হাজার ৮৬৯ টাকা। আগামীকাল থেকে প্রতি ভরি ২২ ক্যারেট সোনায় ১ হাজার ৫৭৫ টাকা, ২১ ক্যারেটে ১ হাজার ৫১৬ টাকা, ১৮ ক্যারেটে ১ হাজার ৩৬৩ টাকা এবং সনাতন পদ্ধতির সোনায় ৪ হাজার ৫০ টাকা দাম বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "উপাচার্য ও রেজিস্ট্রারের পক্ষ-বিপক্ষে ছাত্রশিবির ও ছাত্রদলের সংবাদ সম্মেলন | প্রথম আলো",
            "time": "2026-01-25T15:52:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F5ikfplfn%2FRangpur.jpg?rect=0%2C143%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রেজিস্ট্রারের বিরুদ্ধে অবৈধভাবে দায়িত্ব পালনের অভিযোগ</strong></p><p>আজ বেলা সাড়ে ১১টায় উপাচার্যের পক্ষে অবস্থান নিয়ে রেজিস্ট্রার অধ্যাপক হারুন অর রশিদের বিরুদ্ধে অবৈধভাবে দায়িত্ব পালন ও নানা অনিয়মের অভিযোগ করেছেন শাখা ছাত্রদলের নেতা–কর্মীরা। সংবাদ সম্মেলনে বিশ্ববিদ্যালয় শাখা ছাত্রদলের সভাপতি মো. ইয়ামিন, সাধারণ সম্পাদক মাসুদ রানা প্রমুখ উপস্থিত ছিলেন।</p><p>লিখিত বক্তব্যে শাখা ছাত্রদলের সহসভাপতি তুহিন রানা বলেন, রেজিস্ট্রার হারুন অর রশিদ অবৈধভাবে দায়িত্ব পালন ও ক্যাম্পাসে অরাজকতা সৃষ্টি করছেন। তিনি (রেজিস্ট্রার) উদ্দেশ্যপ্রণোদিতভাবে উপাচার্যের বিরুদ্ধে অপপ্রচার চালাচ্ছেন। এ ছাড়া রেজিস্ট্রারের বিরুদ্ধে রাজনীতি নিষিদ্ধ ক্যাম্পাসে ‘গুপ্ত’ গোষ্ঠীর সঙ্গে নিয়মিত বৈঠকের অভিযোগ রয়েছে। ছাত্র সংসদ নির্বাচনে রেজিস্ট্রারের গাফিলতির কারণেই এখনো ভোটার তালিকা সংশোধন হয়নি।</p><p>জানতে চাইলে রেজিস্ট্রার অধ্যাপক হারুন অর রশিদ প্রথম আলোকে বলেন, ‘শিক্ষার্থীরা কী বলেছে, সেটা তাদের বিষয়। তারা তো তাদের মতো করে বলতে পারে। রেজিস্ট্রার হিসেবে এখানে দায়িত্ব পালন করছি। সম্পূর্ণ নিরপেক্ষভাবে আমি আমার কাজ করছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্রলীগ নেতা কেন প্যারোলে মুক্তি পেলেন না | প্রথম আলো",
            "time": "2026-01-25T15:49:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fkeh7rneg%2FJessoreDH055220260124IMG_20260124_WA0151.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">স্ত্রী ও নয় মাসের সন্তানের মৃত্যুতে প্যারোলে মুক্তির অনুমতি পাননি বাগেরহাট সদর উপজেলা ছাত্রলীগের সভাপতি জুয়েল হাসান (সাদ্দাম)। এ কারণে শনিবার রাত পৌনে আটটার দিকে যশোর কেন্দ্রীয় কারাগারের ফটকে তাঁর স্ত্রী–সন্তানের মরদেহ আনা হয় তাঁকে দেখানোর জন্য<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "এই দেশ আমার প্রথম ঠিকানা, এই দেশে আমার শেষ ঠিকানা: ফেনীতে তারেক রহমান | প্রথম আলো",
            "time": "2026-01-25T15:48:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fy5z1eedt%2FFENIDH178820260125FBIMG1769349695165.JPG.JPG?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলা বিএনপির আহ্বায়ক শেখ ফরিদ বাহারের সভাপতিত্বে জনসভায় অতিথির বক্তব্য দেন ফেনী-৩ আসনের প্রার্থী আবদুল আউয়াল মিন্টু, নোয়াখালী-২ আসনের প্রার্থী জয়নুল আবেদিন ফারুক, ফেনী-২ আসনের প্রার্থী জয়নাল আবেদিন ওরফে ভিপি জয়নাল, নোয়াখালী-১ আসনের প্রার্থী মাহবুব উদ্দিন খোকন, লক্ষ্মীপুর-৩ আসনের প্রার্থী শহীদ উদ্দীন চৌধুরী এ্যানি, ফেনী-১ আসনের প্রার্থী মুন্সী রফিকুল আলম ওরফে মজনু, দলের স্বাস্থ্যবিষয়ক সম্পাদক মোহাম্মদ রফিকুল ইসলাম, সহসাংগঠনিক সম্পাদক হারুনুর রশিদ, সহপ্রশিক্ষণ সম্পাদক ও সাবেক সংসদ সদস্য রেহানা আক্তার, যুবদলের সভাপতি আবদুল মোনায়েম, বিএনপির কেন্দ্রীয় নির্বাহী কমিটির সদস্য আবদুল লতিফ, জালাল উদ্দীন মজুমদার, মামুনুর রশিদ, মেসবাহ উদ্দিন খান, শাহানা আক্তার, আবু তালেব, মশিউর রহমান।</p><p>প্রয়াত সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বড় সন্তান তারেক রহমান বলেন, ‘এইবার ভোটের দিন যাঁরা যাঁরা তাহাজ্জুদ পড়েন না, তাঁরাও তাহাজ্জুদ সময় ঘুম থেকে উঠতে হবে। যাঁরা তাহাজ্জুদ পড়েন, তাঁরা নামাজ শেষে ভোটকেন্দ্রে চলে যাবেন।</p><p>ভোটকেন্দ্রের সামনে জামাত করে ফজরের নামাজ আদায় করবেন। সকাল সাতটার পর ভোটের লাইনে দাঁড়িয়ে যাবেন। ভোট শেষে হিসাব-নিকাশ করে তারপর ঘরে ফিরবেন। কেউ হিসাব বুঝে নেওয়া ছাড়া ঘরে ফিরবেন না। এই দেশের মানুষের সঠিক সিদ্ধান্তের ওপর নির্ভর করছে আগামী দিনের বাংলাদেশের ভবিষ্যৎ।’</p><p>ফেনী, নোয়াখালী, লক্ষ্মীপুর প্রসঙ্গে তারেক রহমান বলেন, ‘তিন জেলার মানুষের ওপর আমার আবদার রয়েছে। এসব জেলায় ধানের শীষ বিজয়ী হলে খালেদা জিয়ার বিজয় হবে। ফেনীবাসীর দাবি মেডিকেল কলেজ প্রতিষ্ঠার, মেডিকেল কলেজ করার আগে হেলথ কেয়ার দিতে চাই। পল্লিচিকিৎসকের মতো এলাকায় চিকিৎসক দিতে চাই। তাঁরা মা–বোনদের ঘরে ঘরে গিয়ে যেন চিকিৎসাসেবা দেন।’</p><p>ফেনী প্রসঙ্গে তারেক রহমান বলেন, ‘ফেনীর সঙ্গে আত্মীয়তার সম্পর্ক রয়েছে। এটা আমার নানার বাড়ি। চট্টগ্রামের মতো ফেনীতেও কর্মসংস্থানের ব্যবস্থা করতে চাই। ফেনীতে ইপিজেড করে দিতে চাই। তরুণদের ট্রেনিং দিয়ে বিদেশে পাঠাতে চাই। পরিকল্পনা বাস্তবায়ন করতে পারলে দেশের ভাগ্য পরিবর্তন হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সাজে অপু, ভক্ত বললেন, ‘তুর্কি নায়িকার মতো লাগছে’ | প্রথম আলো",
            "time": "2026-01-25T15:45:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fyxm475ze%2F62181479414720106876287541157187205419020763n_2.jpg?rect=0%2C56%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">নতুন সাজে সাতটি স্থিরচিত্র ফেসবুকে পোস্ট করেছেন চিত্রনায়িকা অপু বিশ্বাস। ক্যাপশনে লিখেছেন, ‘নিজেকে নিয়ে গর্বিত হও, কারণ যতবারই তুমি হোঁচট খেয়েছ, ততবারই ঘুরে দাঁড়িয়েছ।’ অপুর পোস্ট করা স্থিরচিত্রে ভক্ত–শুভাকাঙ্ক্ষীরা নানা রকমের মন্তব্য করেছেন। কেউ বলেছেন, ‘এই লুকে তুর্কি নায়িকার মতো লাগছে।’ কেউ লিখেছেন, ‘আমি তো দেখে ফিদা, এককথায় অসাধারণ।’</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আমরা একটি বাসযোগ্য বাংলাদেশ চাই: মাহমুদুর রহমান মান্না | প্রথম আলো",
            "time": "2026-01-25T15:43:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fk5kugl4a%2FWhatsApp-Image-2026-01-25-at-9.39.42-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ রোববার বিকেলে বগুড়ার মহাস্থানগড়ে স্থানীয় ভোটারদের সঙ্গে কুশল বিনিময় ও নির্বাচনী প্রচারের সময় মাহমুদুর রহমান মান্না এ কথা বলেন। এর আগে তিনি মহাস্থানগড়ে হজরত শাহ সুলতান মাহমুদ বলখী (রহ.)–এর মাজার জিয়ারত ও মাজার মসজিদে আসরের নামাজ শেষে আনুষ্ঠানিকভাবে নির্বাচনী প্রচারণা শুরু করেন।</p><p>দলীয় সূত্রে জানা যায়, মহাস্থানগড়ে নির্বাচনী প্রচার শেষে সন্ধ্যায় মাহমুদুর রহমান মান্না শিবগঞ্জ পৌরসভার আঁচলাই, তেঘরী, চক ভোলাখা, অর্জুনপুর, রাঙ্গামাটি, বাগমারা ও বানাইল মহল্লায় গণসংযোগ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের মাটিতে হাসিনার বক্তব্য: ঢাকার ক্ষোভ | প্রথম আলো",
            "time": "2026-01-25T15:42:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fxnfawrsg%2Fprothomalo_import_media_2019_08_21_2e14902cb4d0c3eb0cdc6536bc290cdf_5d5cecf8db933.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানবতাবিরোধী অপরাধে দণ্ডিত পলাতক শেখ হাসিনাকে ভারতের নয়াদিল্লিতে প্রকাশ্য অনুষ্ঠানে বক্তব্য দেওয়ায় বিস্ময় ও ক্ষোভ প্রকাশ করেছে অন্তর্বর্তী সরকার। পররাষ্ট্র মন্ত্রণালয় আজ এক বিবৃতিতে বলেছে, ২৩ জানুয়ারি দেওয়া ওই বক্তব্যে সরকার উৎখাত ও নির্বাচন ভন্ডুলে উসকানি দেওয়া হয়েছে, যা বাংলাদেশের গণতান্ত্রিক উত্তরণ ও শান্তি বিপন্ন করছে। প্রত্যর্পণ চুক্তি সত্ত্বেও ভারত কার্যকর পদক্ষেপ নেয়নি। শেখ হাসিনার এই বক্তব্য সার্বভৌমত্বের লঙ্ঘন এবং বাংলাদেশ-ভারত সম্পর্কের জন্য বিপজ্জনক দৃষ্টান্ত বলে সরকার মনে করে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে আইসিইর গুলিতে আবারও মৃত্যু, ছড়িয়ে পড়ছে বিক্ষোভ | প্রথম আলো",
            "time": "2026-01-25T15:42:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F2arh4w3b%2FWEB.jpg?rect=0%2C54%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যুক্তরাষ্ট্রে আইসিইর গুলিতে আবারও মৃত্যু, ছড়িয়ে পড়ছে বিক্ষোভ\" class=\"nA4h1 \">যুক্তরাষ্ট্রে আইসিইর গুলিতে আবারও মৃত্যু, ছড়িয়ে পড়ছে বিক্ষোভ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-25T21:42:08+06:00\"><span>প্রকাশ: ২৫ জানুয়ারি ২০২৬, ১৫: ৪২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "এই বাগান এখন মডেল | প্রথম আলো",
            "time": "2026-01-25T15:39:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fi4vjt3j0%2F%E0%A7%AB.JPG?rect=0%2C313%2C3985%2C2092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বরইবাগান পরিদর্শন করছেন রাঙামাটি সদর উপজেলার উপসহকারী কৃষি কর্মকর্তা দেবাশীষ দেওয়ান</figcaption></p></div></div></body></html>"
        }
    ]
}