{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "হঠাৎ ওভালে রোহিত শর্মা | প্রথম আলো",
            "time": "2025-08-02T16:21:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1y67gmi4%2FPhoto-by-Team-India-on-August-02-2025.-May-be-an-image-of-1-person-beard-rear-view-mirror-wrist-watch-and-text.jpg?rect=0%2C160%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">গার্ল ফ্রেন্ডের সঙ্গে ছবি পোস্ট করেছেন শিখর ধাওয়ান। ক্যাপশনে লিখেছেন—আমার চোখ তাঁর দিকে, তাঁর নজর ছবির দিকে।</figcaption><figcaption class=\"story-element-image-attribution\">ইনস্টাগ্রাম</figcaption></p></div></div></body></html>"
        },
        {
            "title": "৫ আগস্ট সামনে রেখে সারা দেশে পুলিশি অভিযান, সামাজিক যোগাযোগমাধ্যমেও নজরদারি | প্রথম আলো",
            "time": "2025-08-02T16:18:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F10%2F31%2F792246b9d7f832b8281e7d03a708f1a4-1.jpg?rect=0%2C18%2C643%2C338&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীতে যাতে কোনো নাশকতার ঘটনা না ঘটে, সে জন্য ঢাকার প্রবেশমুখগুলোতে তল্লাশিচৌকি বসানো হয়েছে বলে জানিয়েছে ঢাকা মহানগর পুলিশ (ডিএমপি)। এ ছাড়া রাতে আবাসিক হোটেল ও মেসে বিশেষ অভিযান পরিচালনা করছে তারা।</p><p>ডিএমপির একাধিক শীর্ষ কর্মকর্তা প্রথম আলোকে বলেন, পুলিশ ও বিভিন্ন গোয়েন্দা সংস্থার প্রতিবেদনে বলা হয় কার্যক্রম নিষিদ্ধ থাকা আওয়ামী লীগ ও নিষিদ্ধ ছাত্রলীগের নেতা-কর্মীরা ঢাকায় নাশকতার পরিকল্পনা করছেন। তাই ঢাকার ১১টি প্রবেশমুখে শতাধিক তল্লাশিচৌকি বসানো হয়েছে। সন্দেহজনক ব্যক্তি ও গাড়ির ওপর নজরদারি করা হচ্ছে। রাজধানীর ভেতরে আড়াই শ তল্লাশিচৌকি বসানো হয়েছে। আগামী দুই দিন ঢাকায় বিশেষ অভিযান চলবে।</p><p>একাধিক পুলিশ সুপার প্রথম আলোকে বলেন, সুনির্দিষ্ট কোনো হুমকি নেই। তবে কার্যক্রম নিষিদ্ধ থাকা আওয়ামী লীগের নেতা-কর্মীরা সভা-মিছিল করার চেষ্টা করছেন। কয়েকটি জেলায় পোস্টার টানাচ্ছেন। সামাজিক যোগাযোগমাধ্যমে নানা গুজব ছড়াচ্ছেন। বিশেষ করে আওয়ামী লীগের যেসব স্থানীয় জনপ্রতিনিধিরা গ্রেপ্তার হননি, তাঁরা নেতা-কর্মীদের সংগঠিত করার চেষ্টা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘অনিয়মের কিছুই নেই’ বলতেই এলজিইডির কার্য সহকারীকে মারধর, ভিডিও ভাইরাল | প্রথম আলো",
            "time": "2025-08-02T15:58:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fr2lyp6mn%2FPanchagarhDH080120250802VID-20250802-WA00137.jpg?rect=0%2C16%2C848%2C445&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্র জানায়, ২০২০-২০২১ অর্থবছরে বোদা উপজেলার ময়দানদিঘী ইউনিয়নের ধনীপাড়া এলাকার পঞ্চগড়-ঢাকা মহাসড়ক সংযুক্ত ধনীপাড়া থেকে দক্ষিণ গাইঘাটা সরকারি প্রাথমিক বিদ্যালয় পর্যন্ত এক কিলোমিটার সড়ক পাকাকরণের কাজ পায় একটি ঠিকাদারি প্রতিষ্ঠান। এর আগে সড়কটির পাকাকরণের কাজ শুরুর পর অনিয়মের অভিযোগ উঠেছিল। এরপর বেশ কিছুদিন থেকে কাজ বন্ধ ছিল। সম্প্রতি আবারও এই সড়ক পাকাকরণ কাজ শুরু হয়। কাজ শুরুর পর স্থানীয় লোকজন অনিয়মের অভিযোগ তুললে তাঁদের ভয়ভীতি দেখান এলজিইডি ও ঠিকাদারি প্রতিষ্ঠানের লোকজন। এতে ক্ষুব্ধ হয়ে শনিবার স্থানীয় লোকজন কাজ বন্ধ করে দেন। পরে তাঁরা বোদা উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) এবং গণমাধ্যমকর্মীসহ বিভিন্ন জায়গায় ফোন করে অভিযোগ করেন।</p><p>ছড়িয়ে পড়া ভিডিওতে দেখা যায়, ক্যামেরার সামনে বক্তব্য দিচ্ছেন কার্য সহকারী জাহিদুল ইসলাম। এ সময় তাঁকে একজন প্রশ্ন করছেন, ‘আপনি বলেন এখানে কাজের কোনো অনিয়ম হচ্ছে কি না, হ্যাঁ বা না?’ পাশ থেকে একজন বলছিলেন, ‘এটা অনিয়ম হচ্ছে কি না, এটা বলেন?’ এমন প্রশ্নের জবাবে জাহিদুল বলেন, ‘এখানে অনিয়মের কিছুই নেই।’ কাজ ভালো হচ্ছে? এমন প্রশ্নের উত্তর দেওয়ার আগেই পাশ থেকে একজন ‘এই ব্যাটা কাজ ভালো হচে?’ বলেই জাহিদুলকে ধাক্কা দিয়ে মারধর শুরু করেন। একপর্যাায়ে নিজেকে বাঁচাতে তিনি পাশের আমন ধানখেতে নেমে দৌড়ে পালাতে থাকেন। এ সময় তাঁর পিছু নিয়ে এক তরুণ কাছে গিয়ে কিলঘুষি মারতে থাকেন। এ সময় জাহিদুল মারধর থেকে বাঁচতে নিজের হাত দিয়ে প্রতিরোধ করার চেষ্টা করছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদদের কবরের কাজে দুই নম্বর ইট, ঠিকাদারকে বাদ দেওয়ার নির্দেশ স্বরাষ্ট্র উপদেষ্টার | প্রথম আলো",
            "time": "2025-08-02T15:55:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-19%2Fvtsi5vok%2FAdvisor-Jahangir.png?rect=0%2C4%2C791%2C415&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় স্বরাষ্ট্র উপদেষ্টা ক্ষুব্ধ হয়ে বলেন, ‘এটা কি এক নম্বর? একটা বাইর করো। এটা এক নম্বর নাকি? এটা কিসের এক নম্বর?’ ইটগুলো নির্বাহী প্রকৌশলীকে দেখিয়ে তিনি বলেন, ‘দেখেন তো কী ইট লাগাইতাছে?’</p><p>একই সঙ্গে ঠিকাদারকে স্বরাষ্ট্র উপদেষ্টা বলেন, ‘আরে শোনেন, এটা কী ইট লাগাইতাসেন আপনি? শহীদদের কবরের ওপর আপনি এ রকম দুর্নীতি করতাসেন! এটা ভালো ইট নাকি?’</p><p>এ সময় পাশে ঠিকাদারের লোকদের একজন স্বরাষ্ট্র উপদেষ্টার উদ্দেশে বলেন, ‘১০০ পার্সেন্ট ভালো ইট ছিল।’ তখন স্বরাষ্ট্র উপদেষ্টা ধমক দিয়ে তাঁকে থামিয়ে দেন। নির্বাহী প্রকৌশলীকে ডেকে উপদেষ্টা বলেন, ‘কই, ইঞ্জিনিয়ার সাহেব কই? আপনি দেখেন।’</p><p>ভিডিওতে এ সময় ঢাকা উত্তর সিটির অঞ্চল-৫–এর নির্বাহী প্রকৌশলী মিজানুর রহমানকে স্বরাষ্ট্র উপদেষ্টার কাছে যেতে দেখা যায়। এ সময় প্রকৌশলী বলেন, ‘স্যার, আমি ঠিক করে দিচ্ছি স্যার।’ স্বরাষ্ট্র উপদেষ্টা প্রকৌশলীকে প্রশ্ন করেন, ‘আপনি কোথা থেকে পাস করেছেন?’ আইইবি (ইনস্টিটউট অব ইঞ্জিনিয়ার্স, বাংলাদেশ) উত্তর শুনে উপদেষ্টা বলেন, ‘আপনি আইইবি থেকে পাস করেছেন। আপনিই তো বুঝতে পারবেন, দেখেন।’ এ বলে ইটগুলো দেখান।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দালিব রাশদীর গল্প : ডিজিটাল মেশিনে ওজন নিন | প্রথম আলো",
            "time": "2025-08-02T15:54:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fz5xc3veq%2FAndaleeb-Rashdi.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>প্রীতিকে দিয়ে আমাদের শুরু। বয়স ২৫ বছর ৯ মাস, শাস্ত্রসম্মতভাবে বিবাহিত। কাবিনে দেনমোহরের অঙ্কও বড়, পাত্রপক্ষ যথেষ্ট ধুমধাম করে ঘোড়াটানা গাড়িতে চড়িয়ে প্রীতিকে শ্বশুরবাড়িতে নিয়ে গেছে। বাসরঘরে তাজা ফুলের বিপুল সমারোহে তার মূর্ছা যাওয়ার দশা। ফুলের রেণু কারও অ্যালার্জি বাড়ায়, কাউকে মূর্ছাও ধরায়।</p><p>আমাদের দুলাভাই চৌধুরী গোলাম রসুল বাসরঘরে ঢুকে প্রীতির চিবুক আলতো করে টেনে বলল, ‘কী খুকি, বিয়ে খুব মজার, তাই না?’</p><p>প্রীতি কিছু বলার আগেই গোলাম রসুল প্রায় নির্বসন হয়ে গুটিসুটি মেরে শুয়ে পড়ল এবং কয়েক মিনিটের মধ্যে স্লিপার ওঠানো পুরোনো মিটার–গজ লাইনের ওপর দিয়ে ছোটা মালগাড়ির মতো শব্দ করে নাক ডাকতে শুরু করল। কিসের নারী, ঘুমের চেয়ে শান্তিদায়ক আর কিছু আছে নাকি? </p><p>প্রীতি সে রাতে ঘুমায়নি। দ্বিতীয় রাতে প্রীতি ঘুমিয়েছে, গোলাম রসুলও। তৃতীয় রাতে গোলাম রসুল প্রীতির ঘরে আসেনি, আধো ঘুমে আধো জাগরণে প্রীতির রাত কেটেছে। বিয়ের প্রথম সপ্তাহেই এটা প্রীতির কাছে স্পষ্ট হয়ে উঠেছে, নারীর শরীরের প্রতি গোলাম রসুলের এতটুকুও আগ্রহ নেই। ব্যাপারটা এ রকম যে কারও কাছে নালিশ করবে, তারও উপায় নেই। কী বলবে? যদি এমন জবাব আসে, ছি, এখনই ওসবের জন্য পাগল হয়ে গেছে, অসভ্য মেয়েমানুষ!</p><p>বিয়ে ব্যাপারটা কী, এটা তো প্রীতি জানে। বইপত্র তো পড়েছে, অভিজ্ঞজনের কথাও শুনেছে: প্রেম-কাম-সন্তান কিংবা কাম-সন্তান-প্রেম কিংবা প্রেম ও কাম কিংবা কেবলই কাম।</p><p>কিন্তু গোলাম রসুল এ কী করছে? সে কি খুব লাজুক? এত ভারী পোশাক পরে বিছানায় আসছে কেন? একসময় প্রীতি নিজেই এগোয়, গোলাম রসুল  চোখ খুলে। বলে, ধ্যাৎ! উত্থিত হওয়া দূরে থাক, প্রীতির স্পর্শে মানুষটির পৌরুষ কুঁচকে যায়—আতঙ্কে? স্ত্রীসঙ্গভীতি নামের একটা রোগ আছে, কী যেন নাম। না অন্য কোনো শারীরিক সমস্যা?</p><p>বিয়ের ২১তম দিনে প্রীতি প্রায় খালি হাতে ফিরে আসে।</p><p>তত দিনে প্রীতির রুম দখল করে নিয়েছে তৌহিদ মুরাদ, আমাদের দুই ভাইয়ের একজন। তার আলাদা রুম চাই, তার প্রাইভেসি চাই, যেকোনো দিন একটা মোটাসোটা মেয়েকে তুলে এনে বলবে, এই যে মা, এটা আমার বউ, পেটে বাচ্চা আছে।</p><p>মা চেঁচিয়ে জিজ্ঞেস করবে, খাওয়াবি কী? বাচ্চার বাবা তুই? হারামজাদা বিয়ের আগেই বাচ্চা? অন্য কারও নয়তো?  মেয়ের মা-বাবা অন্ধ নাকি?</p><p>তৌহিদ বলে, ফালতু আলাপ রাখো, আমার ভাগেরটা দুভাগ করে দিয়ো।</p><p> আর বাচ্চা হলে!</p><p> তখন তিন ভাগ।</p><p>তৌহিদ মুরাদ তবু চাকরি করবে না। চাকরি হচ্ছে চাকরের কাজ।</p><p>বলে, আমি তৌহিদ চাকরের কাজ করার জন্য পৃথিবীতে আসিনি।</p><p>বাবাকে বলতে হবে, না, না সে কাজ করবে কেন? আমার ছেলে নবাবজাদা খান বাহাদুর নসরুল্লাহ খান। ছেলে যখন জন্ম দিয়েছি, পাপের প্রায়শ্চিত্ত আমিই করব। বলেই বাবা তার ছাল ওঠা ব্রিফকেসটা নিয়ে বেরিয়ে যায়।</p><p>তৌহিদ বলে, ঠিকই তো, আমি কি আমাকে জন্ম দেওয়ার জন্য তোমাদের হাতে–পায়ে ধরেছিলাম?</p><p>তৌহিদ এরপর আরও নোংরা কথা বলবে, তার মুখ বন্ধ করার জন্যই মা বলে উঠবে, ভাতটা গরম থাকতে খেয়ে নে।</p><p>মা বলতে পারত, যে মেয়েটাকে টেনে নিয়ে আসছিস, তার পেটে যে বাচ্চা, সে কি তোকে বলেছে, আমাকে জন্ম দাও?</p><p>তৌহিদ সদ্য দখল করা রুমের দরজা তালা লাগানোর আগে যত্ন করে গালে রেজর চালায়, মুখে জিলেট আফটার শেভ লোশন ঘষে, শরীরে ফগ বডি স্প্রে ছড়ায়, আয়নায় চেহারাটা দেখে চুলগুলো ব্যাকব্রাশ করে এক পা–দু পা করে নবাবি চালে ঘর থেকে বেরিয়ে যায়। পোশাকে সামান্য হেরফের হতে পারে, পাঞ্জাবি কোনো দিন গেরুয়া, কোনো দিন নীল, কোনো দিন কলাপাতা রঙের। তবে এটিই নিত্যকার দৃশ্য!</p><p>রুম হারিয়ে প্রীতি আমার বিছানার অর্ধেকটা দখল করে নেয়।</p><p>মা জিজ্ঞেস করে, জামাই কবে নিতে আসবে?</p><p>প্রীতি বলে, সেটা একমাত্র জামাই-ই জানে।</p><p>বিয়ের ২৭তম দিনে গোলাম রসুলের বড় দুলাভাই আবক্ষ শ্মশ্রুমণ্ডিত সুফি মহিউদ্দিন হলুদ রঙের ভাড়ার ট্যাক্সি নিয়ে হাজির, প্রীতিকে এখনই তার সাথে শ্বশুরবাড়ি যেতে হবে। তার শাশুড়ির অবস্থা খারাপ। খারাপ মানে, এই যায়–সেই যায় অবস্থা।</p><p>কী হয়েছে? কে জানে।</p><p>প্রীতি যেতেই চাচ্ছিল। উপলক্ষটিকে কাজে লাগিয়ে বলল, বাবাকে বলিস, আমি চললাম। মা এসে দুটি হাজার টাকার নোট প্রীতির হাতে গুঁজে দিয়ে বলছে, তোর বাবা দিতে গেলে তো বেশি খরচ পড়ে যাবে; বরং তুই তোর শ্বশুর–শাশুড়িকে আমাদের নাম করে কিছু কিনেটিনে দিস।</p></div></div></body></html>"
        },
        {
            "title": "পা থেকে হাতে আঙুল প্রতিস্থাপন, ‘সফল’ ৭ ঘণ্টার জটিল অস্ত্রোপচার | প্রথম আলো",
            "time": "2025-08-02T15:50:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fgbt54tbq%2FCUMILLADH175220250802IMG20250802201954.JPG.JPG?rect=0%2C67%2C875%2C459&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ শনিবার সন্ধ্যায় কামরুল ইসলাম প্রথম আলোকে বলেন, ওই প্রবাসীর অস্ত্রোপচার শতভাগ সফল হয়েছে।</p><p>চিকিৎসকেরা বলছেন, অঙ্গ প্রতিস্থাপন একটি ব্যয়বহুল চিকিৎসা। এটি বেশ ঝুঁকিপূর্ণ হওয়ায় দেশে তেমন অঙ্গ প্রতিস্থাপনের ঘটনা নেই। তবে সিঙ্গাপুর, থাইল্যান্ডসহ বিশ্বের উন্নত দেশে বাংলাদেশিরা এই অস্ত্রোপচার করে থাকেন।</p><p>বর্তমানে কুমিল্লার ওই হাসপাতালে চিকিৎসাধীন আশরাফুল আলম। তাঁর হাত ও পা ব্যান্ডেজে বাঁধা। শনিবার তিনি প্রথম আলোকে বলেন, ‘আমার একমাত্র উপার্জনের পথ ছিল গাড়ি চালানো। কিন্তু হাতের আঙুল না থাকায় আমি তা–ও করতে পারছিলাম না। শেষ পর্যন্ত গত বছর দেশেই চলে আসি। এরপর দেশের বিভিন্ন জায়গায় ঘুরেছি। শুধু দেশেই নয়, সৌদি আরবেও বিভিন্ন হাসপাতালে ঘুরে দেখেছি, এই অপারেশনে প্রচুর টাকা লাগে। সম্প্রতি কয়েকটি মাধ্যমে জেনেছি ডা. মো. কামরুল ইসলাম একজনের কেটে যাওয়া হাত জোড়া লাগিয়েছেন। এরপর আমি কুমিল্লায় আসি।’ তিনি আরও বলেন, ‘আমার পায়ের আঙুল হাতে এনে লাগাতে পারব স্বপ্নেও চিন্তা করিনি। অবশেষে অপারেশন সফল হয়েছে। মহান আল্লাহর কাছে শুকরিয়া জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্লাইট এক্সপার্ট হঠাৎ বন্ধ, মালিক ও কর্মকর্তার পাল্টাপাল্টি অভিযোগ | প্রথম আলো",
            "time": "2025-08-02T15:49:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fycb6a2p1%2FWhatsApp-Image-2025-08-02-at-9.46.29-PM.jpeg?rect=0%2C21%2C719%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় ইউনিয়ন ট্রাভেলস নামের একটি এজেন্সির মালিক কাঁদতে কাঁদতে প্রথম আলোকে বলেন, ‘সব শেষ ভাই, আমার ভাই ২৫-৩০ লাখ টাকা নাই। আমি শেষ।’ তিনি জানান, তার সবগুলো টিকিটই ফ্লাইট এক্সপার্টের মাধ্যমে কাটা ছিল। তবে এসে শুনেছেন, সেগুলো ফ্লাইট এক্সপার্টের সরাসরি টিকিট নয়, অন্য দুটি এজেন্সির মাধ্যমে নেওয়া।</p><p>২০১৭ সালের মার্চে আনুষ্ঠানিকভাবে যাত্রা শুরু করে ফ্লাইট এক্সপার্ট। দেশি-বিদেশি বিভিন্ন এয়ারলাইনসের টিকিট বুকিং, হোটেল রিজার্ভেশন (কক্ষ সংরক্ষণ), ট্যুর প্যাকেজ ও ভিসা প্রক্রিয়াকরণের মতো বিভিন্ন সেবা দিত তারা। বিশেষ করে কম খরচে সহজে টিকিট বুকিংয়ের সুবিধার কারণে প্ল্যাটফর্মটি জনপ্রিয় হয়ে ওঠে।</p><p>একাধিক সূত্র জানিয়েছে, ফ্লাইট এক্সপার্ট নিজেরা সরাসরি উড়োজাহাজ পরিচালনাকারী সংস্থাগুলোর কাছ থেকে টিকিট না নিয়ে দুটি মধ্যস্থতাকারী এজেন্সির মাধ্যমে টিকিট সংগ্রহ করত। এখন ওই দুটি এজেন্সি নিজেদের কেনা টিকিটগুলো রিফান্ড (ফেরত) করে অর্থ তুলে নিচ্ছে বলেও অভিযোগ করেছেন অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজবাড়ীতে পদ্মার এক ইলিশের দাম ১২ হাজার ৬০০ টাকা | প্রথম আলো",
            "time": "2025-08-02T15:47:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F5vli5d4n%2FWhatsApp-Image-2025-08-02-at-9.30.28-PM.jpeg?rect=0%2C269%2C1146%2C602&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজবাড়ীর গোয়ালন্দ উপজেলার দৌলতদিয়ায় আজ শনিবার পদ্মা নদী থেকে ধরা ২ কেজি ৪৩০ গ্রাম ওজনের একটি ইলিশ বিক্রি হয়েছে ১২ হাজার ৬০০ টাকায়। স্থানীয় এক মাছ ব্যবসায়ী জেলেদের কাছ থেকে ইলিশটি কিনে ঠাকুরগাঁওয়ে বিক্রি করেন।</p><p>স্থানীয় মৎস্যজীবীরা জানান, শনিবার সকালে গোয়ালন্দ উপজেলার উজানচর ইউনিয়নের চর মজলিশপুর এলাকার জেলে বাচ্চু হালদারসহ কয়েকজন পদ্মা নদীতে মাছ শিকারে যান। তাঁরা দৌলতদিয়ার চর করনেশনা এলাকায় জাল ফেলেন। সকালে তাঁরা জাল গুছিয়ে নৌকায় তুলেই দেখতে পান বড় এক ইলিশ ধরা পড়েছে। এ ছাড়া তাঁদের জালে কয়েক দফায় আরও তিনটি ইলিশ ধরা পড়ে। ইলিশ চারটি তাঁরা দৌলতদিয়া ফেরিঘাট এলাকার মাছ ব্যবসায়ী শাহজাহান শেখের কাছে বিক্রি করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকারের ওপর শেখ হাসিনা সরকারের ‘ছায়া’ দেখছেন আনু মুহাম্মদ | প্রথম আলো",
            "time": "2025-08-02T15:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fz2fsoh2i%2FAnu-Muhammad-.jpeg?rect=0%2C44%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মব সন্ত্রাস, চাঁদাবাজি বন্ধের দাবি</strong></p><p>দ্রোহযাত্রা থেকে চলমান আটক ও গ্রেপ্তার-বাণিজ্য, চাঁদাবাজি, মব সন্ত্রাস, পাইকারি মামলা বন্ধের দাবিও জানান আনু মুহাম্মদ। তিনি বলেন, বাংলাদেশে সব শহীদ ও আহতদের পূর্ণ দায়িত্ব রাষ্ট্রকে নিতে হবে এবং জুলাই হত্যাকাণ্ডের বিচার যথাযথভাবে করতে হবে।</p><p>বৈষম্যহীন সমাজের জন্য চারটি বিষয় নিশ্চিত করতে হবে বলে উল্লেখ করেন আনু মুহাম্মদ। এগুলো হলো শ্রেণিবৈষম্য সৃষ্টিকারী অর্থনৈতিক নীতির পরিবর্তন করতে হবে, ধর্মীয় বৈষম্যের কোনো রীতিনীতি বা ব্যবস্থা রাষ্ট্রের থাকা যাবে না, জাতিগত বৈষম্য নিরসনে বাঙালি ছাড়া অন্যান্য জাতিরও স্বীকৃতি থাকতে হবে এবং লিঙ্গবৈষম্যও দূর করতে হবে। তিনি বলেন, গণতান্ত্রিক রূপান্তরের মধ্যে জনগণের সর্বোচ্চ শক্তি নিয়োজিত না হলে এই দেশে বারবার স্বৈরতন্ত্র ও ফ্যাসিবাদের আবির্ভাব হবে।</p><p>শহীদ মিনারে এই কর্মসূচিতে গান, আবৃত্তি ও মূকাভিনয় পরিবেশন করা হয়। শিক্ষক নেটওয়ার্কের অন্যতম সংগঠক অধ্যাপক সামিনা লুৎফা সেখানে বক্তব্য দেন। নারী সংগঠনগুলোর পক্ষে সীমা দত্ত, শ্রমিক সংগঠনগুলোর পক্ষে আবদুল্লাহ কাফী রতন এবং রিকশাচালকদের পক্ষ থেকে আবদুল কুদ্দুসও বক্তব্য দেন। জুলাই অভ্যুত্থানের শহীদ মিরাজ হোসেনের বাবা মো. আবদুর রব এবং অভ্যুত্থানের পর ‘আয়নাঘর’ থেকে মুক্ত হওয়া মাইকেল চাকমাও কথা বলেন শহীদ মিনারের এই কর্মসূচিতে। সমাবেশ শেষে শহীদ মিনার থেকে দ্রোহযাত্রার মিছিল বের করা হয়। মিছিলটি টিএসসি, নীলক্ষেত ও কাঁটাবন ঘুরে শাহবাগে গিয়ে শেষ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মুসলিম সাহিত্য সমাজের শতবর্ষ | প্রথম আলো",
            "time": "2025-08-02T15:41:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fyjqo1fz6%2FAh-Maola.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘শিখাগোষ্ঠী’র ঐতিহাসিক গুরুত্ব এ অভিমত থেকে স্পষ্ট। যদিও বিভাগোত্তরকালে পাকিস্তান ও ধর্ম ইসলামকে অভিন্ন করে দেখা, শাসকগোষ্ঠীর সামরিকমুখিতা বাঙালির ‘মুসলমান’ পরিচয়কে প্রশ্নের মুখোমুখি করে। আরবি তাদের ধর্মীয় ভাষা, উর্দু-ফারসি শিক্ষার বাহন, বাংলা তাদের মাতৃভাষা—এতগুলো ভাষা সমস্যায় বিভ্রান্ত একশ্রেণির বাঙালি আরবি হরফে বাংলা লেখার মতো আজগুবি প্রস্তাবও দেয়। এর ঐতিহাসিক মীমাংসা এনে দেয় ১৯৫২ সালে একুশে ফেব্রুয়ারি। ১৯৫৪ সালের যুক্তফ্রন্ট নির্বাচন, ১৯৫৭ সালে ‘আওয়ামী মুসলিম লীগ’ থেকে ‘মুসলিম’ শব্দ বাদ দেওয়া—কোনো কাকতালীয় ঘটনা নয়। এসব অভিজ্ঞতার মধ্য দিয়ে বাঙালি জাতীয়তাবাদী চেতনা রূপ লাভ করে। এ প্রসঙ্গে উল্লেখ করা যায়, মুসলিম লীগের পাকিস্তান রেজল্যুশন পাস হওয়ার পর কলকাতায় গঠিত ‘পূর্ব পাকিস্তান রেনেসাঁ সোসাইটি’ (১৯৪২), ঢাকায় গঠিত ‘পূর্ব পাকিস্তান সাহিত্য সংসদ’ (১৯৪২)—এ দুটির নাম ভিন্ন হলেও উদ্দেশ্য ছিল প্রায় অভিন্ন—মুসলিম জাতীয়তাবাদ, মুসলমানদের জন্য পৃথক রাষ্ট্র ধারণা প্রচার, ইসলামি ঐতিহ্যের পুনরুজ্জীবন ঘটিয়ে মুসলিম স্বাতন্ত্র্যবাদী একটি সাহিত্য-সাংস্কৃতিক ধারা তৈরি করা। আরবি, ফারসি, উর্দু শব্দ ধার করে বাংলায় ব্যবহার করা। কিন্তু ১৯৪৭ সালে দেশভাগের পর রাষ্ট্রভাষা আন্দোলনের পটভূমিতে তাদের তৎপরতা হারিয়ে যায়। যদিও ঢাকার বাঙালি জাতীয়তাবাদী ধারণার মধ্যে উনিশ শতকে কলকাতায় উৎপাদিত জাতীয়তাবাদী ধারণার আরোপণ ছিল, কিন্তু মাতৃভাষাকে কেন্দ্র করে তা মাতৃভূমি বা স্বদেশ অনুরাগে রূপান্তরিত হয়। এই রূপান্তরের ফাংশনাল ন্যারেটিভ হিসেবে কাজ করেছে ‘শিখাগোষ্ঠী’র চিন্তাচর্চা। এই চেতনার প্রত্যক্ষ প্রতিফলন হচ্ছে উদারনৈতিক দৃষ্টিভঙ্গি, প্রগতিচেতনা, সেক্যুলার ও অসাম্প্রদায়িক দৃষ্টিভঙ্গি এবং ‘মুসলিম স্বাতন্ত্র্যবাদী’র বদলে ‘সমন্বয়বাদী’ চিন্তার প্রসার। উর্দু ভাষাকে বাতিল করে মাতৃভাষা বাংলার সূত্রে আত্মপরিচয় ধারণ বাঙালি মুসলমানের অভূতপূর্ব রূপান্তর বলা যায়। <em>শিখা </em>পত্রিকায় প্রকাশিত বিভিন্ন প্রবন্ধের শিরোনাম—‘বাঙালী মুসলমানের সাহিত্য-সমস্যা’, ‘সঙ্গীত চর্চায় মুসলমান’, ‘নাট্যাভিনয় ও মুসলমান সমাজ’, ‘স্থাপত্য-চর্চায় মুসলমান’, ‘বাঙালী মুসলমানের সামাজিক গলদ’, ‘আমাদের নবজাগরণ ও শরিয়ত’, ‘বাঙালী মুসলমানের শিক্ষা সমস্যা’, ‘বাঙালী মুসলমানের আর্থিক সমস্যা’, ‘নারী জীবনে আধুনিক শিক্ষার আস্বাদ’, ‘মানব প্রগতি ও মুক্তবুদ্ধি’, ‘কুসংস্কারের একটা দিক’, ‘মুসলিম জাগরণ’, ‘নাস্তিকের ধর্ম’, ‘মুসলিম নারীর কথা’, ‘সভ্যতার উত্তরাধিকার’ প্রভৃতি। এসব নাম-শিরোনামের বুদ্ধিবৃত্তিক চর্চা থেকে যে মুসলমান সমাজের চৈতন্যবদল ঘটেছে, তা বলার অপেক্ষা রাখে না।</p></div></div></div></body></html>"
        },
        {
            "title": "সিদ্ধেশ্বরীর নারীর ব্যাগ ছিনিয়ে নেওয়ার পর সেদিন আরও ৩টি ছিনতাই করেছিলেন তাঁরা | প্রথম আলো",
            "time": "2025-08-02T15:39:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-27%2Fu69jiusm%2FScreenshot-2025-04-27-180536.png?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিদিন ভোরে সৌরভ, রাজীব ও রবিউল তিনজন ছিনতাইয়ের উদ্দেশ্যে বের হতেন। তাঁদের নিশানা ছিল ভোরের ঢাকায় বের হওয়া নগরবাসী। নগরীতে এ নিয়ে তাঁরা ২৫-৩০টি ছিনতাইয়ের ঘটনা ঘটিয়েছেন। প্রতিটি ঘটনার পর ব্যাগে থাকা টাকা, মুঠোফোন ভাগাভাগি করে নেন। আর ব্যাগে থাকা অন্যান্য জিনিস বিভিন্ন জায়গায় ফেলে দেন।</p><p>গত ২৬ এপ্রিল রাজধানীর সিদ্ধেশ্বরীর গ্রিনল্যান্ড টাওয়ারের সামনে দাঁড়িয়ে থাকা এক নারীর ভ্যানিটি ব্যাগ ছিনতাইয়ের ঘটনায় গ্রেপ্তার রবিউল এ তথ্য জানান বলে পিবিআই জানিয়েছে। এ বিষয়ে বিস্তারিত জানাতে আজ শনিবার রাজধানীর বনশ্রী এলাকায় স্পেশাল ইনভেস্টিগেশন অ্যান্ড অর্গানাইজড ক্রাইমের কার্যালয়ে এক সংবাদ সম্মেলন করেন সংস্থাটির বিশেষ পুলিশ সুপার মো. আবদুর রহমান।</p><p>পিবিআই জানায়, গত ৩১ জুলাই উত্তরা পশ্চিম থানা এলাকার টোকিও মার্কেটের সামনে থেকে রবিউল গ্রেপ্তার হন। সেদিন বিকেলেই রবিউল আদালতে স্বীকারোক্তিমূলক জবানবন্দি দেন। তিনি এখন কারাগারে। তাঁর কাছ থেকে ছিনতাই হওয়া মুঠোফোন এবং ছিনতাইয়ে ব্যবহৃত সাদা রঙের প্রাইভেট কারটি জব্দ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কত বছর বয়সের আগে শিশুর হাতে স্মার্টফোন দেওয়া উচিত না | প্রথম আলো",
            "time": "2025-08-02T15:29:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F0f2799ac-b0a2-4933-a595-591ff1589eb6%2F_HSL2770.JPG?rect=0%2C952%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শৈশব-কৈশোর দুরন্তপনার আরেক নাম। মাঠ, শহরের অলিগলি, বাড়ির উঠান, ছাদ কিংবা বারান্দায় নানা খেলাধুলায় সময়টা পার করার কথা। কিন্তু দিন দিন স্মার্টফোনের দুনিয়ায় বন্দী হয়ে পড়ছে বেশির ভাগ শিশুর শৈশব। হয়তো খাওয়ানোর জন্য অথবা ব্যস্ত রাখার জন্য ছোট্ট শিশুর হাতে স্মার্টফোন তুলে দিয়েছেন অভিভাবক, তারপর ধীরে ধীরে সেই স্মার্টফোনের দুনিয়াতেই কখন যেন আটকা পড়েছে শিশু। <em>জার্নাল অব দ্য হিউম্যান ডেভেলপমেন্ট অ্যান্ড ক্যাপাবিলিটি</em>তে প্রকাশিত এক গবেষণায় দেখা গেছে, ১৩ বছর বয়সের আগে স্মার্টফোন ব্যবহার শিশুদের মানসিক স্বাস্থ্যের মারাত্মক ক্ষতি করছে।<br>১৩ বছরের কম বয়সী শিশুদের মধ্যে স্মার্টফোন ব্যবহারের সঙ্গে আত্মহত্যার চিন্তা, আবেগ নিয়ন্ত্রণে দুর্বলতা, মূল্যবোধহীনতা এবং বাস্তবতা থেকে বিচ্ছিন্ন হওয়ার প্রবণতা লক্ষ করা গেছে। ছেলেশিশুদের চেয়ে মেয়েদের মধ্যে যা বেশি মাত্রায় দেখা গেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় ‘রক্সনরের’ নতুন প্রধান কার্যালয় উদ্বোধন | প্রথম আলো",
            "time": "2025-08-02T15:24:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fp77ksnjq%2F%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%E0%A7%9F-%E2%80%98%E0%A6%B0%E0%A6%95%E0%A7%8D%E0%A6%B8%E0%A6%A8%E0%A6%B0%E0%A7%87%E0%A6%B0%E2%80%99-%E0%A6%A8%E0%A6%A4%E0%A7%81%E0%A6%A8-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A7%E0%A6%BE%E0%A6%A8-%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F-%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AC%E0%A7%8B%E0%A6%A7%E0%A6%A8.jpg?rect=0%2C24%2C358%2C188&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিষ্ঠানটি এক্সপিডস্টুডিও, ডব্লিউপিমেট ও গেইটজিনি—এই তিনটি সফটওয়্যার ব্র্যান্ডের সঙ্গে ওয়ার্ডপ্রেস প্লাগইন, স্যাস (সফটওয়্যার এজ এ সার্ভিস) টুলস ও কৃত্রিম বুদ্ধিমত্তাভিত্তিক সমাধান নিয়ে কাজ করবে।</p><p>রক্সনরের প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা (সিইও) আতাউর রহমান বলেন, ‘এই অফিস শুধু কাজের জায়গা নয়, আমাদের ভবিষ্যতের পরিকল্পনার শুরু। এখান থেকে আমরা নতুন কর্মক্ষেত্র তৈরি করব। এর সঙ্গে আন্তর্জাতিক মানের সফটওয়্যার তৈরিতে কাজ করব। বাংলাদেশকে প্রযুক্তির দুনিয়ায় আরও এগিয়ে নেওয়ার জন্য কাজ করে যাব।’</p><p>স্টারটাইজের চেয়ারম্যান ও ডব্লিউপি ডেভেলপারের প্রতিষ্ঠাতা এম আসিফ রহমান বলেন, এক্সপিডস্টুডিও–এর নতুন করে নতুন নাম (রক্সনর) নিয়ে শুরু করা দেখে দারুণ ভালো লাগছে। এটি শুধু নাম পরিবর্তন নয়, বরং একটি দলের নতুন ভিশন, শক্তি ও উচ্চাকাঙ্ক্ষার প্রকাশ।’</p></div></div></div></body></html>"
        },
        {
            "title": "পোকার কামড়ে নাজেহাল, জটিল রোগে আক্রান্ত জনপ্রিয় গায়ক | প্রথম আলো",
            "time": "2025-08-02T15:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F7e91967b-c834-4807-9c22-571645b8fee1%2FScreenshot_2024_06_19_192716.jpg?rect=0%2C0%2C1096%2C575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতিবার ইনস্টাগ্রামে দেওয়া এক পোস্টে টিম্বারলেক লেখেন, ‘তোমরা যারা আমাকে চেনো, জানো আমি বরাবরই একটু ব্যক্তিগত জগতে থাকতে পছন্দ করি। কিন্তু ট্যুরটা শেষ করে ফিরে এসে ভাবছিলাম—আমার জীবনে এই মুহূর্তে কী চলছে, সেটা সবাইকে জানানো যাক। আমি অনেক সমস্যার মধ্য দিয়ে যাচ্ছি। আমার শরীরে লাইম ডিজিজ ধরা পড়েছে। এটা বলছি যেন সবাই বুঝতে পারে, আমার সবকিছু স্বাভাবিক নেই।’<br>টিম্বারলেক আরও লেখেন, ‘যাঁরা এই রোগে আক্রান্ত হয়েছেন কিংবা কাছের কাউকে আক্রান্ত হতে দেখেছেন, তাঁরা জানেন এই রোগ মানসিক ও শারীরিকভাবে কী পরিমাণে নিঃশেষ করে দিতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছিনতাই প্রতিরোধে ব্যর্থ হওয়ায় ভৈরব থানায় ওসির জন্য শাড়ি-চুড়ি নিয়ে এলেন জনতা | প্রথম আলো",
            "time": "2025-08-02T15:14:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fg1uiu0ln%2FKishorgonjDH055720250802IMG20250802170030.jpg?rect=0%2C914%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছিনতাইকারীরা কেবল মুঠোফোন ও টাকা নিয়ে শান্ত হচ্ছে না, সব দিয়ে দেওয়ার পরও ছুরিকাঘাত করে পথচারীদের রক্তাক্ত জখম করছে। তখন আক্রান্ত ব্যক্তিদের অসহায়ত্ববরণ করতে হয়। শত চেষ্টা করেও ছিনতাই কমানো যাচ্ছে না। এ ক্ষেত্রে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর ব্যর্থতা পদে পদে দৃশ্যমান হচ্ছে। এ অবস্থায় ভৈরবে স্বাভাবিক জীবনযাপন প্রায় অসম্ভব হয়ে পড়ছে। পুলিশ সক্রিয় থাকলে পরিস্থিতি এতটা নাজুক হতো না। পুলিশের ক্রমাগত ব্যর্থতার জন্যই উপহার হিসেবে ওসির জন্য শাড়ি ও চুড়ি নিয়ে আসা হয়েছে। ছিনতাই প্রতিরোধে ব্যর্থ হলে, বিশেষ করে ওসি যেন শাড়ি–চুড়ি পরে অফিস করেন।</p><p>তিন দিনের ভেতর ছিনতাইকারীদের গ্রেপ্তার ও পুরোপুরি ছিনতাই বন্ধ করতে না পারলে পুলিশের বিরুদ্ধে কঠিন কর্মসূচি নিয়ে মাঠে থাকার ঘোষণা দেন বিক্ষুব্ধ লোকজন। থানায় বিক্ষোভ করার আগে ঢাকা–সিলেট মহাসড়কের মুক্তিযুদ্ধের স্মৃতি ভাস্কর্য ‘দুর্জয় ভৈরব’ চত্বরে ছাত্র ও যুবসমাজের ব্যানারে সভা হয়। সভায় বক্তব্য দেন মনিরুজ্জামান, আজহারুল ইসলাম, নূরে আলম, শাহরিয়ার মোস্তুফা, মো. রিয়াদ, হান্নান আহমেদ, মো. জিহাদ, ভুক্তভোগী ফারদিন আহমেদ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "মায়ের পেটে গুলিবিদ্ধ শিশুটি তৃতীয় শ্রেণিতে পড়ছে, মামলার সাক্ষ্য গ্রহণ শুরু হয়নি | প্রথম আলো",
            "time": "2025-08-02T15:11:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fnj90424t%2FMAGURADH083020250728MAGURA-SURAIYA-3.JPG.JPG?rect=0%2C0%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলাকায় মাদক ব্যবসা, চাঁদাবাজিতে আধিপত্য বিস্তার নিয়ে সংঘর্ষ চলছিল ছাত্রলীগের দুই পক্ষের। এর মধ্য থেকে ছুটে আসা একটি গুলি এক অন্তঃসত্ত্বা নারীর পেটে লেগে শিশুর শরীরও এফোঁড়-ওফোঁড় করে ফেলে। বোমার বিস্ফোরণে প্রাণ হারান এক বৃদ্ধ। ২০১৫ সালের ২৩ জুলাই মাগুরার এ ঘটনা দেশজুড়ে আলোচনার ঝড় তুলেছিল।</p><p>জন্মের আগেই গুলিবিদ্ধ শিশুটি এখন নানা শারীরিক প্রতিবন্ধকতা নিয়ে বড় হচ্ছে। অথচ ঘটনার ১০ বছর পেরিয়ে গেলেও হত্যা মামলার বিচারে দৃশ্যমান অগ্রগতি নেই। আট বছর চার মাস আগে অভিযোগ গঠন হলেও এখনো সাক্ষ্য গ্রহণ শুরু হয়নি। বিষয়টি নিয়ে স্পষ্ট কিছু বলতে পারছেন না রাষ্ট্রপক্ষের আইনজীবীরাও।</p><p>এখনো ন্যায়বিচারের অপেক্ষায় রয়েছেন ওই ঘটনায় গুলিবিদ্ধ হয়ে বেঁচে যাওয়া নাজমা বেগম। গত সোমবার তিনি প্রথম আলোকে বলেন, ‘যে ঘটনায় আমার মেয়ে চোখ হারিয়েছে, স্থায়ী পঙ্গুত্ব বরণ করেছে; সে ঘটনা আমি কীভাবে ভুলব? আমি সব সময় এ ঘটনার সুষ্ঠু বিচার চাই। কিন্তু এখন এই মামলা বা আমাদের খোঁজ কেউই আর নেয় না।’</p><p>মামলার নথি ও ভুক্তভোগীদের সঙ্গে কথা বলে জানা গেছে, ২০১৫ সালের ২৩ জুলাই বিকেলে মাগুরা শহরের দোয়ারপাড় এলাকায় মাদক ব্যবসা, চাঁদাবাজিতে আধিপত্য বিস্তার নিয়ে স্থানীয় ছাত্রলীগের (বর্তমানে নিষিদ্ধ) দুই পক্ষের সংঘর্ষ হয়। সংঘর্ষে মোমিন ভুঁইয়া (৬৫) নামের একজন নিহত এবং আট মাসের অন্তঃসত্ত্বা নাজমা বেগম পেটে গুলিবিদ্ধ হন। ওই দিন রাতেই মাগুরা সদর হাসপাতালে অস্ত্রোপচারের মাধ্যমে মাতৃগর্ভ থেকে গুলিবিদ্ধ কন্যাসন্তানের (সুরাইয়া) জন্ম হয়। এ ঘটনায় গুলি ও বোমায় নিহত মোমিন ভুঁইয়ার ছেলে রুবেল ভুঁইয়া ২৬ জুলাই মাগুরা সদর থানায় মামলা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বম জাতিগোষ্ঠীর তিন নাগরিকের মৃত্যুর ঘটনায় বিচার বিভাগীয় তদন্ত চান ১৫৫ বিশিষ্ট নাগরিক | প্রথম আলো",
            "time": "2025-08-02T15:09:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-18%2Ff5qol2bs%2F09f7eb82-f699-43cb-9f3f-4d736d63793c.jfif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে কারাগারে মৃত্যুর ঘটনায় বিচার বিভাগীয় তদন্ত, অবিলম্বে নিরপরাধ বম নাগরিকদের বিরুদ্ধে মামলা প্রত্যাহার, হাটবাজারে পণ্য ক্রয়–বিক্রয়, জুমচাষ ও ব্যবসায়িক কর্মকাণ্ডের ওপর নজরদারি ও নিয়ন্ত্রণ বন্ধ, ক্ষতিগ্রস্ত পরিবারকে রাষ্ট্রীয় উদ্যোগে ক্ষতিপূরণ ও পুনর্বাসন, সুষ্ঠু ও গ্রহণযোগ্য তদন্তের মাধ্যমে ব্যাংক ডাকাতির ঘটনার সঙ্গে জড়িতদের বিচারের আওতায় আনা, বম জাতিগোষ্ঠীর ওপর ‘কালেকটিভ পানিশমেন্ট (গোটা জাতিগোষ্ঠীকে শাস্তি)’ বন্ধ করা ও বন্দী বম নাগরিকদের মুক্তির দাবি জানানো হয়।</p><p>বিবৃতিতে স্বাক্ষরকারীদের মধ্যে রয়েছেন হামিদা হোসেন, সুলতানা কামাল, খুশী কবির, শাহীন আনাম, আনু মুহাম্মদ, শামসুল হুদা, রেহনুমা আহমেদ, ইফতেখারুজ্জামান, জেড আই খান পান্না, শিরীন পারভীন হক, সুমাইয়া খায়ের, শহিদুল আলম, রাজা দেবাশীষ রায় প্রমুখ।</p></div></div></div></body></html>"
        }
    ]
}