{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কবে অবসর নিতে পারেন, জানালেন নেইমার | প্রথম আলো",
            "time": "2026-02-21T03:59:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-31%2Fxw7qxyme%2FFocus-%F0%9F%AB%A1.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেইমার কি সেই চ্যালেঞ্জ নিতে পারবেন? এ বিষয়ে কিছু না বললেও তিনি জানেন ২০২৬ সাল সান্তোস, ব্রাজিল দল এবং তাঁর নিজের জন্যও খুব গুরুত্বপূর্ণ। যদি সত্যি সত্যিই এ বছরের ডিসেম্বরে অবসর নিতে চান, তাহলে তার আগে শেষবেলায় নিশ্চয়ই ভালো করতে চাইবেন। সে লক্ষ্য নিয়েই নেইমার বলেছেন, ‘এ বছরটা খুব গুরুত্বপূর্ণ। শুধু সান্তোস নয়, ব্রাজিল জাতীয় দলের জন্যও। কারণ এটি বিশ্বকাপের বছর। আমার নিজের জন্যও বছরটি সমান গুরুত্বপূর্ণ। আমি এ মৌসুমে শতভাগ খেলতে চাই।’</p><p>ব্রাজিল জাতীয় দলের হয়ে নেইমার সর্বোচ্চ গোলদাতা। ১২৮ ম্যাচে ৭৯ গোল করেছেন। ইউরোপের ক্লাব ফুটবলে বার্সেলোনার হয়ে জিতেছেন লা লিগা ও চ্যাম্পিয়নস লিগ। পিএসজির হয়েও জিতেছেন লিগ শিরোপা। এর আগে তিনবার বিশ্বকাপে খেলেছেন নেইমার।</p><p>যুক্তরাষ্ট্র, মেক্সিকো ও কানাডায় ১১ জুন থেকে শুরু হবে বিশ্বকাপ ফুটবল। ‘সি’ গ্রুপে ব্রাজিলের প্রতিদ্বন্দ্বী মরক্কো, হাইতি ও স্কটল্যান্ড।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দোলন-সংগ্রামে একুশের স্মৃতি | প্রথম আলো",
            "time": "2026-02-21T03:58:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Faee7jfwk%2FWhatsApp-Image-2026-02-20-at-19.49.44.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিগত আওয়ামী লীগ সরকারের আমলজুড়ে একুশ এসে হাজির হতো দ্রোহের অনুষঙ্গ হিসেবে। যখনই যে ইস্যুতে প্রতিবাদ–আন্দোলন হয়েছে, তার নিরিখেই যেন একুশকে স্মরণ করেছি। চব্বিশের জুলাই গণ-অভ্যুত্থানের সময়েও দেয়ালে দেয়ালে লেখা হয়েছে ‘আসছে ফাল্গুনে আমরা দ্বিগুণ হব’, ‘বায়ান্ন দেখিনি, চব্বিশ দেখেছি’। গান রচিত হয়েছে: ‘বায়ান্নতে চব্বিশে তফাত কই রে? কথা ক…/ আমার ভাই-বইন মরে রাস্তায় তর চেষ্টা কই রে? কথা ক…’। চব্বিশের সবচেয়ে উত্তাল ওয়াক্তে, যেমন যখন দ্রোহযাত্রা হচ্ছে, বা যখন শিক্ষার্থীরা এক দফার ঘোষণা দিচ্ছে, তখন একুশের স্মৃতিবিজড়িত শহীদ মিনারই হচ্ছে এসব কর্মকাণ্ডের কেন্দ্রস্থল। একুশের ভাষা, স্লোগান, স্মৃতি, মিনার কত আষ্টেপৃষ্ঠে জড়িয়ে আছে আমাদের দ্রোহের ইতিহাসে, তার এক উজ্জ্বল নজির এই ঘটনাপ্রবাহ।</p><p>গত সত্তর বছরের ইতিহাস থেকে বলা যায়, আমাদের রাজনৈতিক জনগোষ্ঠীর দ্রোহের কল্পনায় স্থায়ী জায়গা করে নিয়েছে একুশ। অন্যায়, অবিচার, শোষণ, নিপীড়ন, রাষ্ট্রীয় সহিংসতার বিরুদ্ধে যখন ক্ষোভ সঞ্চারিত হয়, তখন তা প্রকাশের অন্যতম মাধ্যম ও উসিলা হয়ে ওঠে একুশ। একুশ যেন মজলুমের হাতিয়ারস্বরূপ। মজলুমের মুখে ভাষা তুলে দেয় একুশের স্মৃতি, শহীদদের ত্যাগ।</p><p>এ বছর যখন আমরা একুশ পাচ্ছি, তখন বাংলাদেশ এক নতুন শুরুর দ্বারপ্রান্তে। দীর্ঘ দেড় দশকের স্বৈরতান্ত্রিক অধ্যায় ও অভূতপূর্ব গণ-অভ্যুত্থান পার করে আমরা আবারও গণতান্ত্রিক যাত্রা শুরু করতে যাচ্ছি। এই দীর্ঘ দেড় দশকের আন্দোলন সংগ্রামে একুশ ছিল আমাদের অনুপ্রেরণার উৎস। এই একুশে আমরা রাষ্ট্রের গণতান্ত্রিক রূপান্তরের প্রচেষ্টাকে এগিয়ে নিয়ে যাওয়ার শপথ নিতে পারি। রাষ্ট্র কখনো কোনো নাগরিকের প্রাণ হরণ করতে পারবে না, গণতান্ত্রিক অধিকার কেড়ে নিতে পারবে না।</p><p>রাষ্ট্র যদি আবার গণবিরোধী ও নিপীড়ক চেহারা নিয়ে হাজির হওয়ার চেষ্টা করে, তাহলে একুশ আবারও মজলুমের হাতিয়ার হবে। ‘আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি, আমি কি ভুলিতে পারি?’ সুর অথবা ‘আসছে ফাল্গুনে আমরা দ্বিগুণ হব’ স্লোগান আবারও শাসকগোষ্ঠীর মসনদ কাঁপিয়ে দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে শত শত মানুষ প্রকাশ্যে জলমহালের মাছ লুটে নিয়েছে | প্রথম আলো",
            "time": "2026-02-21T03:56:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fttky0240%2FSunamgonj.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আঙ্গুর মিয়া বলেন, এত দিন তিনি মাছ সংরক্ষণ করেছেন। আর সপ্তাহখানেক পর মাছ ধরার প্রস্তুতি নিচ্ছিলেন। গতকাল সন্ধ্যা সাতটার পর শান্তিগঞ্জের কাওয়াজুরী, উফতিরপাড় ও লাউগাঙ্গ, দিরাই উপজেলার নগদিপুর, ছোট নগদিপুর, ধীতপুর, ফুকিডর ও দৌলতপুর গ্রামের শত শত মানুষ জলমহালের চারপাশে ভিড় করেন। তাঁরা সবাই জলমহালে নেমে মাছ ধরতে থাকেন। লাইট জ্বালিয়ে প্রায় দুই ঘণ্টা ধরে চলতে থাকে মাছ লুট। মানুষ বেশি হওয়ায় জলমহালের পাহারাদারেরা ভয়ে বাধা দিতে পারেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজপরিবারের উত্তরাধিকারীর তালিকা থেকে অ্যান্ড্রুকে বাদ দিতে চায় ব্রিটিশ সরকার | প্রথম আলো",
            "time": "2026-02-21T03:45:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Frc4hbwxm%2FPrince-Andrew.jpg?rect=0%2C10%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজপরিবারের উত্তরাধিকারীর তালিকা থেকে সাবেক প্রিন্স অ্যান্ড্রু মাউন্টব্যাটেন-উইন্ডসরকে বাদ দিতে ব্রিটিশ সরকার নতুন আইন পাসের কথা বিবেচনা করছে।</p><p> যুক্তরাজ্যের প্রতিরক্ষামন্ত্রী লিউক পোলার্ড বিবিসিকে বলেছেন, পুলিশি তদন্তের ফলাফল যা-ই হোক, এ পদক্ষেপ নেওয়াটাই ‘সঠিক কাজ’। এর ফলে অ্যান্ড্রু কখনোই রাজা হতে পারবেন না।</p><p> কুখ্যাত যৌননিপীড়ক ধনকুবের জেফরি এপস্টিনের সঙ্গে সম্পর্কের খবর প্রকাশিত হওয়ার জেরে গত অক্টোবরে তীব্র চাপের মুখে অ্যান্ড্রুর ‘প্রিন্স’ উপাধিসহ অন্যান্য খেতাব কেড়ে নেওয়া হয়। তা সত্ত্বেও রাজা তৃতীয় চার্লসের ছোট ভাই অ্যান্ড্রু বর্তমানে সিংহাসনের উত্তরাধিকারীদের তালিকায় অষ্টম স্থানে রয়েছেন।</p><p> সরকারি পদে থাকাকালীন অসদাচরণের সন্দেহে গ্রেপ্তার করার ১১ ঘণ্টা পর গত বৃহস্পতিবার সন্ধ্যায় অ্যান্ড্রুকে মুক্তি দেওয়া হয়। তবে তাঁর বিরুদ্ধে তদন্ত চলবে।</p><p> তবে অ্যান্ড্রু বারবারই যেকোনো দুষ্কর্মের অভিযোগ জোরালোভাবে অস্বীকার করে আসছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বৈদেশিক বাণিজ্যে বড় হচ্ছে দেশি ব্যাংক | প্রথম আলো",
            "time": "2026-02-21T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fhr1u39dj%2FWhatsApp-Image-2026-02-20-at-11.05.49-PM.jpeg?rect=0%2C49%2C1338%2C702&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাপ্ত তথ্য অনুযায়ী, ২০২৫ সালে বৈদেশিক বাণিজ্যে অর্থায়নে দেশি–বিদেশি সব ব্যাংকের মধ্যে শীর্ষে ছিল এইচএসবিসি। ব্যাংকটি প্রায় সাড়ে ৯ বিলিয়ন মার্কিন ডলারের বাণিজ্য করেছে। এরপরই দেশীয় সিটি ব্যাংক বাণিজ্য করেছে ৮ বিলিয়ন ডলারের বেশি। ৭ বিলিয়ন ডলারের বৈদেশিক বাণিজ্য নিয়ে তৃতীয় স্থানে আছে পূবালী ব্যাংক। এরপর রয়েছে বহুজাতিক স্ট্যান্ডার্ড চার্টার্ড ব্যাংক, বাংলাদেশ; দেশীয় শাহ্জালাল ইসলামী, ইউসিবি, ব্র্যাক ব্যাংক, ইস্টার্ন ব্যাংক, ইসলামী ব্যাংক ও সাউথইস্ট ব্যাংক।</p><p>তালিকায় তাদের পেছনে রয়েছে প্রিমিয়ার, আল-আরাফাহ্ ইসলামী, প্রাইম, ঢাকা, যমুনা, মার্কেন্টাইল, এনসিসি, ডাচ্–বাংলা, ওয়ান ও মিউচুয়াল ট্রাস্ট ব্যাংক (এমটিবি)। বাণিজ্য অর্থায়নে পরিবর্তন এসেছে মূলত দেশীয় ব্যাংকগুলোয় প্রযুক্তির ব্যবহার বৃদ্ধি পাওয়ায়।</p><p>বাংলাদেশে প্রতিবছর ১২০ বিলিয়ন বা ১২ হাজার কোটি ডলারের বৈদেশিক বাণিজ্য হয়। এর মধ্যে ১০০ বিলিয়ন ডলারের বাণিজ্য হয় ২০ ব্যাংকের মাধ্যমে। বৈদেশিক বাণিজ্য বলতে আমদানি, রপ্তানি ও ব্যাংক গ্যারান্টি—এই তিন বিষয়কে বোঝায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষাজ্ঞানে দুর্বল শিক্ষার্থীরা, পিছিয়ে শিক্ষা ও কর্মজীবনে | প্রথম আলো",
            "time": "2026-02-21T03:25:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fkalke9vt%2FInfo.PNG?rect=0%2C0%2C505%2C265&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> আউয়াল মজুমদার বলেন, তিনি অতীতে অনেক সিএসপি অফিসারের (পাকিস্তান আমলে পাকিস্তান সিভিল সার্ভিসে যোগ দেওয়া) সঙ্গে কাজ করেছেন। তাঁদের ভাষাজ্ঞান ছিল অসাধারণ। এখন তো মান অনেক খারাপ হয়ে গেছে।</p><p> ১৯৫২ সালে বাংলাদেশের মানুষ মাতৃভাষার জন্য প্রাণ দিলেও শিক্ষা ও চাকরিতে বাংলা প্রয়োজনীয় গুরুত্ব পায়নি। ফলে বেসরকারি চাকরিতে এখন জোর দেওয়া হয় ইংরেজি জ্ঞানের ওপর। সংশ্লিষ্ট ব্যক্তিরা বলছেন, এটা দুর্ভাগ্যজনক হলেও সত্যি। আর ইংরেজি দক্ষতায় তরুণেরা পিছিয়ে থাকেন।</p><p> ঢাকা চেম্বারের সাবেক সভাপতি আবুল কাসেম খান <em>প্রথম আলো</em>কে বলেন, ‘বেসরকারি চাকরিতে ভালো যোগাযোগ দক্ষতা ও ভাষাজ্ঞান জরুরি। আমরা অবাক হয়ে দেখি, অনেকে ভালো বাংলা পারে না, ইংরেজিতে দুর্বলতা আরও বেশি।’ তিনি মনে করেন, মাতৃভাষা হিসেবে বাংলা এবং আন্তর্জাতিক ভাষা হিসেবে ইংরেজিতে দক্ষতা থাকা দরকার। আবার তৃতীয় কোনো ভাষা, যেমন স্প্যানিশ, জাপানিজ অথবা চীনা ভাষায় দক্ষতা থাকলে আরও ভালো।</p><p> সংশ্লিষ্ট ব্যক্তিরা মনে করেন, শুধু চাকরি নয়, সৃজনশীল লেখা, নিজেকে উপস্থাপন, দেশি-বিদেশি জ্ঞানে নিজেকে সমৃদ্ধ করা—সব ক্ষেত্রেই ভাষাজ্ঞান জরুরি। </p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে ফুলেল শ্রদ্ধা | প্রথম আলো",
            "time": "2026-02-21T03:24:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2F4ci7155l%2FWhatsApp-Image-2026-02-21-at-9.34.26-AM.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রভাতফেরিতে এর মধ্যে বিভিন্ন শিক্ষাপ্রতিষ্ঠান, সরকারি ও বেসরকারি প্রতিষ্ঠান, বিভিন্ন সামাজিক, সাংস্কৃতিক ও রাজনৈতিক প্রতিষ্ঠান ভাষাশহীদদের প্রতি শ্রদ্ধাঞ্জলি অর্পণ করেছেন।</p><p>শ্রদ্ধা নিবেদন করা বিভিন্ন প্রতিষ্ঠানের মধ্যে রয়েছে ঢাকা বিশ্ববিদ্যালয়, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় শিক্ষক সমিতি, জাতীয়তাবাদী তাঁতীদল কেন্দ্রীয় কমিটি, বিশ্বসাহিত্য কেন্দ্র, বিএনপি ঢাকা মহানগর দক্ষিণ, ঢাকা বিশ্ববিদ্যালয়ের সলিমুল্লাহ মুসলিম হল, ঢাকা বিশ্ববিদ্যালয় জগন্নাথ হল, ঢাকা মহানগর দক্ষিণ যুবদল, বাসদ (মার্ক্সবাদী), সমাজতান্ত্রিক ছাত্র ফ্রন্ট প্রভৃতি।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু আনুষ্ঠানিকতার মধ্যে সীমাবদ্ধ না থাকুক | প্রথম আলো",
            "time": "2026-02-21T03:06:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনীষীরা বরাবরই মাতৃভাষায় শিক্ষার ওপর গুরুত্ব দিয়েছেন। বিশ্বায়ন, নব্য উদারনৈতিকতা ও কৃত্রিম বুদ্ধিমত্তার যুগে শিক্ষা ও গবেষণার ধরন পাল্টে গেছে। সেখানে মাতৃভাষা চর্চার প্রতিবন্ধকতার বিষয়টি স্বীকার করতে হবে। এ ক্ষেত্রে প্রাথমিক, মাধ্যমিক ও উচ্চমাধ্যমিক পর্যায়ে মাতৃভাষার চর্চার গুরুত্ব বাড়াতে হবে। উচ্চশিক্ষার ক্ষেত্রে বাংলা ভাষার চর্চা আরও কীভাবে বাড়ানো যায়, সেই লক্ষ্যেও কাজ করে যেতে হবে। অহেতুক, অপ্রয়োজনীয় ও অযাচিতভাবে ইংরেজি ভাষার ব্যবহার নিয়েও আমাদের সতর্ক থাকতে হবে। </p><p>উদ্বেগের বিষয় হলো, পাকিস্তান আমলে ভাষার প্রতি বাঙালির যে তীব্র আবেগ ও উদ্দীপনা ছিল, তা এখন অনেকটা আনুষ্ঠানিকতায় পর্যবসিত হয়েছে। সরকারি-বেসরকারি প্রতিষ্ঠানের নামফলক থেকে শুরু করে দৈনন্দিন আলাপচারিতায় ইংরেজি ব্যবহারের একধরনের অহেতুক প্রবণতা আমাদের গ্রাস করছে। আকাশ-সংস্কৃতি, সামাজিক যোগাযোগমাধ্যম ও গ্যাজেট ব্যবহারে প্রতিবেশী দেশের বিভিন্ন ভাষার প্রভাবও শিশুদের ওপর পড়ছে। সে ক্ষেত্রেও আমাদের সচেতন থাকতে হবে। আমরা অন্য ভাষা শিখব, কিন্তু মাতৃভাষাকে অগ্রাহ্য করে নয়। </p></div></div></div></body></html>"
        },
        {
            "title": "সরকারকে নিতে হবে কঠোর অবস্থান | প্রথম আলো",
            "time": "2026-02-21T03:02:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈধ ভিসা ও নিরাপদ যাত্রার প্রতিশ্রুতি দিয়ে শুরু হলেও মাঝপথে বদলে যায় রুট। জঙ্গল, সীমান্ত, অনাহার, অসুস্থতা এবং নিরাপত্তাহীনতার মধ্য দিয়ে চলতে হয় দীর্ঘ পথ। অনেক ক্ষেত্রে লিবিয়া বা অন্য দেশে আটকে রেখে নির্যাতনের ভিডিও পাঠিয়ে পরিবার থেকে মুক্তিপণ আদায় করা হয়। এই নিষ্ঠুর ব্যবসার কেন্দ্রে রয়েছে মানুষের অসহায় স্বপ্ন। </p><p>জাতিসংঘের শরণার্থীবিষয়ক হাইকমিশনের তথ্য বলছে, ২০২৪ সালের জানুয়ারি থেকে অক্টোবর পর্যন্ত ভূমধ্যসাগর পাড়ি দিয়ে ইতালিতে যাওয়া অভিবাসীদের মধ্যে বাংলাদেশিরাই সর্বাধিক। ২০২৩ সালেও একই চিত্র দেখা গেছে। গত এক দশকে ভূমধ্যসাগরে ডুবে ২৫ হাজারের বেশি মানুষের মৃত্যু হয়েছে, যাঁদের মধ্যে প্রতিবছর অন্তত ৫০০ জনই ছিল বাংলাদেশি। এই পরিসংখ্যান কেবল সংখ্যা নয়; একটি পরিবার, একটি সম্ভাবনা, একটি জীবনের ধ্বংসের চিত্র। </p></div></div></div></body></html>"
        },
        {
            "title": "ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fdkibphgn%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর\" class=\"nA4h1 \">ইচ্ছে করেই বাংলা ভাষার বিকৃতি করা হচ্ছে: অধ্যাপক তারিক মনজুর</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-21T09:00:00+06:00\"><span>প্রকাশ: ২১ ফেব্রুয়ারি ২০২৬, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বাংলা ভাষার পথচলা ও বইমেলার ইতিহাস | বন্ধুসভা",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fy4vrm2p4%2FIMGL0235094757.JPG?rect=0%2C0%2C450%2C236&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-18%2Fjupf28nh%2FFinalBondhushavaOGwatermark01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় ছয় হাজার বছর আগের কথা। তখন পূর্ব ইউরোপ থেকে মধ্য এশিয়ার বিস্তীর্ণ অঞ্চলজুড়ে গড়ে উঠেছিল পৃথিবীর সবচেয়ে বড় ভাষা পরিবার। সে ভাষার নাম ছিল ইন্দো-ইউরোপীয় ভাষা।</p><p>বিশ্বের অধিকাংশ ভাষা এসেছে এখান থেকে। সংস্কৃত, বাংলা, ইংরেজি, হিন্দি, ফরাসি, জার্মান, রুশ, গ্রিক, লাতিনসহ এ ভাষা থেকে জন্ম হয়েছে আরও কত ভাষা। ভাষা মানে শুধু শব্দ নয়। ভাষা মানে চিন্তা, সংস্কৃতি, ইতিহাস, অনুভূতি। ইন্দো-ইউরোপীয় ভাষার অনেক শাখা ছিল। সময়ের স্রোতে কিছু হারিয়ে গেছে। আবার কিছু আজও বেঁচে আছে। ইটালিক, জার্মান, গ্রিক, আলবেনীয়, ইন্দো-ইরানিয়ানসহ এগুলোই সেই শাখা।</p><p>এই শাখাগুলোর মধ্যে ইন্দো-ইরানিয়ান ভাষাগোষ্ঠী ছিল একটি প্রধান শাখা। খ্রিষ্টপূর্ব প্রায় দুই হাজার বছরের দিকে এই শাখার বিভাজন ঘটে। এখান থেকে ইন্দো-আর্য শাখা নামে আরেকটি শাখার জন্ম নেয়। এরপর আবার ইন্দো আর্য শাখার শুরু হয় আরেক যাত্রা। খ্রিষ্টপূর্ব ১৫০০ থেকে ১২০০ শতকের দিকে তারা আফগানিস্তান হয়ে হিন্দুকুশ পর্বত পেরিয়ে ভারতের উত্তর-পশ্চিম দিয়ে পাঞ্জাবে প্রবেশ করে। এখানে তারা বসতি গড়ে। এরা ‘আর্য’ নামে নিজেদের পরিচয় দিত। আর্য মানে অভিজাত, সম্মানিত। তারা নিজেদের এক বিশেষ শ্রেণির মনে করত। আর্যরা ভারতে আসার আগে ভারতের যে প্রাকৃতজন বা সাধারণ মানুষ বাস করত, তারা হয়ে গেল অনার্য।</p></div></div></div></body></html>"
        },
        {
            "title": "হোটেল ভাড়ায় ৬০ শতাংশ ছাড়, তবু ফাঁকা কক্সবাজার | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F3sageri3%2FWhatsApp-Image-2026-02-20-at-10.13.07-PM.jpeg?rect=0%2C120%2C1576%2C827&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নির্জনতার আনন্দ, সেবায় সংকট</strong></p><p>নির্জন সৈকতে বসে সমুদ্র দেখছিলেন ঢাকার মিরপুরের সুজা উদ্দিন ও তাঁর স্ত্রী কামরুন নাহার। দেড় বছর আগে বিয়ে হয় এ দম্পতির। উঠেছেন সৈকতসংলগ্ন একটি তারকা হোটেলে।</p><p>সুজা উদ্দিন বলেন, রমজানে অনেকে অফিস-বাসা নিয়ে ব্যস্ত থাকেন। ঘুরতে আসেন না। কিন্তু তাঁদের কাছে সময়টি আলাদা। এ সময় পরিবার নিয়ে প্রকৃতির কাছে আসা যায়। নির্জন সৈকতে বসে ঢেউয়ের শব্দ শোনা অন্য রকম অভিজ্ঞতা।</p><p>তবে এই নির্জনতায় ভোগান্তিও আছে। সুগন্ধা, সিগাল ও লাবণি পয়েন্টের কয়েক শ দোকানপাট ও শতাধিক রেস্তোরাঁ বন্ধ। ফলে হাতে গোনা পর্যটকেরাও খাবার–সংকটে পড়ছেন। কুমিল্লার দেবীদ্বারের ব্যবসায়ী সৈয়দুল কবির বলেন, পরিবেশ ভালো লাগছে, কিন্তু খাবারের দোকান বন্ধ থাকায় শিশুদের নিয়ে সমস্যায় পড়তে হচ্ছে। ধর্মীয় বিধিবিধান মেনে কিছু রেস্তোরাঁ খোলা থাকলে সুবিধা হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "নাউনেস এশিয়ায় ‘দ্য সাইলেন্ট ইকো’ | প্রথম আলো",
            "time": "2026-02-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fj0f2r1yd%2FScreenshot-2026-02-20-190334.jpg?rect=0%2C0%2C1296%2C680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুপি বাঘা প্রোডাকশনস লিমিটেড জানিয়েছে, ২০২১ সালে নির্মিত সিনেমাটি ২০টির বেশি দেশে প্রদর্শিত হয়েছে, ৮০টির বেশি আন্তর্জাতিক চলচ্চিত্র উৎসবে নির্বাচিত হয়েছে। ১৫টি পুরস্কার পেয়েছে।</p><p>সিনেমার গল্পে দেখা যাবে, নেপালের দুর্গম অঞ্চল মুস্তাংয়ের চার কিশোর একটি পরিত্যক্ত বাসকে রিহার্সাল রুমে পরিণত করে—তারা একটি ব্যান্ড প্রতিযোগিতায় অংশ নেয়। নানা বাধা অতিক্রম করে স্বপ্নের পথে ছুটতে থাকে তারা।</p><p>ছবির শিল্পীরা পেশাদার নয়; তারা মুস্তাংয়ের লো মান্থাংয়ে বড় হয়েছে। পোখারার আশপাশের শরণার্থীশিবির ও স্কুল থেকে প্রায় ১০০ জন শিশুর অডিশন নিয়ে তাদের বেছে নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কম্পিউটার, মোবাইল ও ইন্টারনেটে বাংলা লেখালেখি | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F4wm5x70t%2Funicode.jpg?rect=0%2C6%2C405%2C213&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাসায় ফিরে মেহদী তাদের ওপেন টাইপ ফন্ট নামান। কিন্তু দেখলেন এটি বাংলা লিনাক্সের জন্য। ক্যারেক্টার চার্টে মাউস দিয়ে ক্লিক করে করে বাংলা লিখতে হয়। জনপ্রিয় অপারেটিং সিস্টেম উইন্ডোজের জন্য নেই। তাই তিনি নিজেই বাংলা লেখার প্রোগ্রাম তৈরির কথা ভাবলেন। সে সময়ের জনপ্রিয় প্রোগ্রামিং ভাষা ভিজ্যুয়াল বেসিক ডটনেট দিয়ে লিখে ফেললেন ইউনিকোডভিত্তিক বাংলা সফটওয়্যার, যা উইন্ডোজে কাজ করবে। ২০০৩ সালের ২৬ মার্চ প্রকাশ করলেন অভ্র নামের সফটওয়্যারটি। অভিধান ঘেঁটে অভ্র শব্দ পছন্দ হয় মেহদীর। অভ্র মানে আকাশ। ইউনিকোড, পাশাপাশি বিনা মূল্যে এটা ব্যবহার করা যাবে। তাই আকাশের প্রতিশব্দ বেছে নেন মেহদী। সবাই যাতে অভ্র ইন্টারনেট থেকে সরাসরি সংগ্রহ করতে পারে, সে জন্য একটি ওয়েবসাইটও প্রকাশ করেন তিনি। সেটির নাম ওমিক্রনল্যাব ডটকম। মুহম্মদ জাফর ইকবালের ওমিক্রনিক রূপান্তর বই থেকে ওমিক্রন নামটি নিয়েছিলেন তিনি। অভ্রর প্রথম সংস্করণে লেখার জন্য বিজয় বাংলা কি–বোর্ড লে–আউট ছিল। কি–বোর্ড মুখস্থ না করে সহজে বাংলা টাইপ করার জন্য মেহদী নিজে বানিয়ে ফেলেন অভ্র ইজি।<br>অনলাইন ফোরামের যুগ সে সময়। তাই ওমিক্রনের ওয়েবসাইটে ফোরাম খোলা হলো। অভ্রের সঙ্গে যোগ হলেন রিফাত উন নবী, তানবিন ইসলাম, শাবাব মুস্তাফা, ওমর ওসমান, আরও পরে সারিম খান। তাঁরা সবাই অভ্রের জন্য কাজ করতে লাগলেন স্বেচ্ছাসেবী হিসেবে। ধীরে ধীরে অভ্রতে যোগ হয় অভ্র ইজি, ন্যাশনাল, প্রভা, মুনীর অপটিমা, ইউনি বিজয় (২০১১ সাল থেকে আর ব্যবহৃত হচ্ছে না) বাংলা কি–বোর্ড লে–আউট। অভ্রের স্লোগান হলো, ‘ভাষা হোক উন্মুক্ত।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষা ও ভাবনার যুগলবন্দী | বিজ্ঞানচিন্তা",
            "time": "2024-02-21T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2Fbf67d112-3e01-434c-b332-a0dbcb7a03e8%2F10.jpg?rect=0%2C194%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এই নতুন নিউরাল নেটওয়ার্ক যে শুধু ভাষা–সম্পর্কিত ক্ষেত্রেই মানুষের মস্তিষ্কের কর্মদক্ষতা বাড়াবে, এমন নয়। কারণ, মস্তিষ্কের এই অংশগুলো একই সঙ্গে পরিকল্পনা, আচরণ, বিশ্লেষণ ও সব মিলিয়ে গুছিয়ে কাজ করার দক্ষতাকেও নিয়ন্ত্রণ করে। কাজেই ভাষার সঙ্গে বাড়ে ভাবনার দক্ষতাও। তবে শুধু প্র্যাকটিক্যাল ইন্টেলিজেন্স নয়, একাধিক ভাষার চর্চা বাড়ায় ইমোশনাল ইন্টেলিজেন্সও—এমন ফলই উঠে এসেছে ‘থিওরি অব মাইন্ড’ নিয়ে পরিচালিত নানা গবেষণায়।</p><p>সবচেয়ে চমৎকার ব্যাপার হলো, ভাষার চর্চা বুদ্ধিবৃত্তিক দক্ষতা বাড়ানোর সঙ্গে সঙ্গে কমায় মস্তিষ্কের নানা রকম সমস্যার ঝুঁকি তৈরি করা। যুক্তরাষ্ট্রের আইওয়া স্টেট ইউনিভার্সিটির নিউরোসায়েন্টিস্ট জন গ্রান্ডি বহুদিন ধরে বহুভাষিকতা ও তার সঙ্গে মস্তিষ্কের সম্পর্ক নিয়ে কাজ করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Ftpfdk0f9%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে\" class=\"nA4h1 \">মিরসরাইয়ের বেদেপাড়ার ঐতিহ্যবাহী পেশা এখন অস্তিত্বের সংকটে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-21T08:00:00+06:00\"><span>প্রকাশ: ২১ ফেব্রুয়ারি ২০২৬, ০২: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বাবরের বাদ পড়ার অপেক্ষায় ফখর | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-21%2Fepubm38u%2Fprothomalo-bangla2024-10-14yflfhtza8821000102.webp?rect=0%2C25%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এটা ঠিক যে ৪ নম্বরে দুজনের কারও রেকর্ডই অসাধারণ নয়। তবে দুজনের মধ্যে রেকর্ড বিবেচনায় কাউকে বেছে নিতে হলে ফখরই এগিয়ে থাকবেন। আর টি–টুয়েন্টিতে ফখরের ব্যাটিংটা পাকিস্তানের বেশি কাজে আসতে পারে। কারণ, প্রথম বল থেকেই তিনি বড় শট খেলতে পারেন। সেখানে বাবরের উইকেটে থিতু হতে খানিকটা সময় লেগে যায়।</p><p>নিউজিল্যান্ডের বিপক্ষে আবার বাবরের রেকর্ড বেশ ভালো। নিউজিল্যান্ডের বিপক্ষে ২৪ ইনিংসে আট ফিফটি ও এক সেঞ্চুরিতে ৮৮০ রান করেছেন বাবর। তবে এই দলের বিপক্ষে কখনোই তিনি চারে খেলেননি। এখন দেখা যাক, পাকিস্তান বাবরেই আস্থা রাখে নাকি ফখরকে সুযোগ দেয়!</p></div></div></div></body></html>"
        },
        {
            "title": "মাতৃভাষা দিবসে কী দেখবেন | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fsgkzxlfd%2Fmaxresdefault-8.jpg?rect=0%2C0%2C742%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong><br>বিটিভি</strong><br>দুপুর সাড়ে ১২টায় পরিবেশিত হবে সংগীতানুষ্ঠান ‘ভাষার গান’। পিয়াল হাসানের সংগীত পরিচালনায় গাইবেন পিয়াল হাসান, সুলতানা চৌধুরী, সাব্বির, স্মরণ, শবনম প্রিয়াংকা, হুমায়রা বশির, স্বরলিপি, স্বীকৃতি, লাবণী ও অনন্যা আচার্য। রাত ৯টায় প্রচারিত হবে ভাষাশহিদদের আত্মত্যাগ ও ইতিহাসের পটভূমিতে নির্মিত নাটক সিদ্ধান্ত। কাজী আসাদের রচনায় নাটকটি প্রযোজনা করেছেন মামুন মাহমুদ। অভিনয় করেছেন মাসুম বাশার, কাজী আসাদ, সালমান আরাফাতসহ অনেকে।<br>দুপুর সাড়ে ১২টায় পরিবেশিত হবে সংগীতানুষ্ঠান ‘ভাষার গান’। পিয়াল হাসানের সংগীত পরিচালনায় গাইবেন পিয়াল হাসান, সুলতানা চৌধুরী, সাব্বির, স্মরণ, শবনম প্রিয়াংকা, হুমায়রা বশির, স্বরলিপি, স্বীকৃতি, লাবণী ও অনন্যা আচার্য। রাত ৯টায় প্রচারিত হবে ভাষাশহিদদের আত্মত্যাগ ও ইতিহাসের পটভূমিতে নির্মিত নাটক ‘সিদ্ধান্ত’। কাজী আসাদের রচনায় নাটকটি প্রযোজনা করেছেন মামুন মাহমুদ। অভিনয় করেছেন মাসুম বাশার, কাজী আসাদ, সালমান আরাফাতসহ অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাষা নিয়ে ভাসা-ভাসা কথা: ভাষা দিবস ও রাজনীতির ভাষা | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Fbb8be2a5-4fe6-4469-9f05-03f6f68f6059%2F10.jpg?rect=0%2C15%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউনেসকো এবং জাতিসংঘের বিভিন্ন উদ্যোগ ভাষাগত বৈচিত্র্য, মাতৃভাষাভিত্তিক শিক্ষা ও সাংস্কৃতিক অধিকারের প্রশ্নে আন্তর্জাতিক পরিসরে একটি নৈতিক কাঠামো তৈরি করেছে। কিন্তু নীতিগত স্বীকৃতি আর বাস্তব প্রয়োগের মধ্যে ব্যবধান স্পষ্ট। বহু রাষ্ট্রেই শিক্ষানীতি, প্রশাসনিক ভাষা ব্যবহার, আদালতের ভাষা, এমনকি ডিজিটাল প্রযুক্তির ইন্টারফেসে ভাষাগত বৈচিত্র্যের প্রতিফলন সমানভাবে দেখা যায় না। </p><p>ফলে আন্তর্জাতিক অঙ্গীকার থাকা সত্ত্বেও ভাষা-অধিকার বাস্তবে নির্ভর করে রাষ্ট্রের রাজনৈতিক সদিচ্ছা, সাংবিধানিক কাঠামো ও নীতিনির্ধারণের অগ্রাধিকারের ওপর। জাতিগত, ভাষাগত ও সাংস্কৃতিক পার্থক্য রাজনীতিকে কখনো সহযোগিতার ভিত্তি দেয়, আবার কখনো বিভাজনের রেখা টানে। রাষ্ট্রবিজ্ঞানের আলোচনায় ভাষা প্রায়ই নাগরিকত্বের সীমানা নির্ধারণে ব্যবহৃত হয়েছে। প্রকৃত অর্থে কারা ‘মূলধারার’ নাগরিক, আর কারা প্রান্তিক, সেটা নির্ধারণ করে। ভাষার রাজনীতি তাই নিছক শব্দচয়ন বা প্রতীকী মর্যাদার প্রশ্ন নয়; এটি শিক্ষার অধিকার, সরকারি চাকরিতে প্রবেশ, বিচারপ্রাপ্তি, সামাজিক সুরক্ষা এবং অংশগ্রহণমূলক গণতন্ত্রের সঙ্গে অঙ্গাঙ্গিভাবে জড়িত। ভাষানীতি মূলত রাজনৈতিক সিদ্ধান্ত; সংবিধানের ঘোষণাপত্র যতটা গুরুত্বপূর্ণ, তার চেয়েও বেশি গুরুত্বপূর্ণ সেই ঘোষণার বাস্তবায়ন কাঠামো।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদির নতুন পরিকল্পনা: ইসরায়েল বর্জনকে নাকি ভূ-রাজনৈতিক কৌশল? | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F06889490-ca54-47a8-8d57-25701491a328%2Fsaudi2.jpg?rect=0%2C7%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরেকজন আঞ্চলিক কর্মকর্তা জানিয়েছেন, সৌদি আরব গ্রিসের সঙ্গে একটি বিদ্যুৎ সংযোগ প্রকল্পও কল্পনা করছে, যা ইসরায়েলকে এড়িয়ে সিরিয়া হয়ে যাবে। এটি হবে উচ্চ ভোল্টেজ ডাইরেক্ট কারেন্ট সংযোগের মাধ্যমে উপসাগরীয় অঞ্চল ও ইউরোপের মধ্যে বিদ্যুৎ আদানপ্রদান।</p><p>সৌদি আরব সিরিয়াকে এসব প্রকল্পে যুক্ত করতে চাওয়ায় বোঝা যায়, রিয়াদ আঞ্চলিক মিত্রদের শক্ত করতে অর্থনৈতিক সক্ষমতা ব্যবহার করছে। একই সঙ্গে এটি সংযুক্ত আরব আমিরাত ও ইসরায়েলের সঙ্গে প্রতিযোগিতার ইঙ্গিতও দেয়।</p><p>রিয়াদের বিনিয়োগ পরিকল্পনার সঙ্গে যুক্ত এক পশ্চিমা কর্মকর্তা বলেন, সৌদি আরবের দৃষ্টিতে দামেস্ক আঞ্চলিক সংযোগের কেন্দ্রবিন্দু। তারা চায় সড়ক, কেব্‌ল ও রেলপথ সিরিয়া হয়ে যাক।</p><p>চলতি বছরের ফেব্রুয়ারিতে এসটিসি ঘোষণা দিয়েছে, তারা সিরিয়ার টেলিযোগাযোগ অবকাঠামোয় প্রায় ৮০০ মিলিয়ন ডলার বিনিয়োগ করবে। রাষ্ট্রীয় সংবাদ সংস্থার ভাষ্য অনুযায়ী, ৪ হাজার ৫০০ কিলোমিটারের বেশি বিস্তৃত একটি ফাইবার অপটিক নেটওয়ার্কের মাধ্যমে সিরিয়াকে আঞ্চলিক ও আন্তর্জাতিকভাবে যুক্ত করাই লক্ষ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতিসংঘের পাল্টা ট্রাম্পের ‘শান্তি পর্ষদ’ কি নতুন বিশ্বব্যবস্থার ইঙ্গিত | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fha1963h0%2FUntitled-3.jpg?rect=0%2C32%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোয়াইট হাউস মোট ৫০টি দেশকে শান্তি পর্ষদে যোগ দেওয়ার আমন্ত্রণ জানালেও এ পর্যন্ত ৩৫টি দেশ আগ্রহ দেখিয়েছে। এর মধ্যে ২৬টি দেশ প্রতিষ্ঠাতা সদস্য হিসেবে নাম লিখিয়েছে। অন্যদিকে ১৪টি দেশ আমন্ত্রণ প্রত্যাখ্যান করেছে।</p><p>যোগ দেওয়া দেশের তালিকার কয়েকটি—আলবেনিয়া, আর্জেন্টিনা, আর্মেনিয়া, আজারবাইজান, বাহরাইন, বেলারুশ, বুলগেরিয়া, মিসর, হাঙ্গেরি, ইন্দোনেশিয়া, ইসরায়েল, জর্ডান, কাজাখস্তান, কসোভো, মঙ্গোলিয়া, মরক্কো, পাকিস্তান, প্যারাগুয়ে, কাতার, সৌদি আরব, তুরস্ক, সংযুক্ত আরব আমিরাত, উজবেকিস্তান ও ভিয়েতনাম। লক্ষণীয় বিষয় হলো, এতে গণতান্ত্রিক দেশের সংখ্যা খুব কম।</p><p>এদিকে দ্বিতীয় বিশ্বযুদ্ধের পর থেকে আন্তর্জাতিক আইনের নির্ধারক নিরাপত্তা পরিষদের পাঁচ স্থায়ী সদস্যের মধ্যে যুক্তরাষ্ট্রই শুধু এ পর্ষদে আছে। রাশিয়া জানিয়েছে, তারা প্রস্তাবটি পর্যালোচনা করছে।</p><p>রাশিয়ার রাষ্ট্রীয় সংবাদমাধ্যমের বরাতে জানা গেছে, প্রেসিডেন্ট ভ্লাদিমির পুতিন মস্কোর জব্দকৃত মার্কিন সম্পদ থেকে ১ বিলিয়ন ডলার ‘ফিলিস্তিনিদের সহায়তায়’ দিতে প্রস্তুত।</p><p>চীন এখনো তাদের অবস্থান স্পষ্ট করেনি। ফ্রান্স ও যুক্তরাজ্য এই মুহূর্তে পর্ষদে যোগ দিতে অস্বীকৃতি জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লবণাক্ত জমিতে পরীক্ষামূলক বার্লি চাষ, উপকূলীয় কৃষিতে নতুন সম্ভাবনা | প্রথম আলো",
            "time": "2026-02-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F2pm8c171%2FKHULNADH159620260220KOYRA-PAIKGASA-KHULNA-BARLI-PIC.JPG.JPG?rect=0%2C219%2C2279%2C1196&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহিদ হাসান আরও বলেন, অনুর্বর ও লবণাক্ত জমিতে স্বল্প খরচে বার্লি চাষ সম্ভব। পোকামাকড়ের আক্রমণ তুলনামূলক কম এবং সেচ ছাড়াও ফলনে বড় তারতম্য দেখা যায় না। রবি মৌসুমে লবণাক্ততার কারণে যেখানে অন্য ফসল ঝুঁকিতে থাকে, সেখানে বার্লি হতে পারে সম্ভাবনাময় বিকল্প। পরীক্ষামূলক আবাদ সফল হওয়ায় আগামী মৌসুমে চাষ সম্প্রসারণের পরিকল্পনা আছে বলে তিনি জানান।</p><p>মনিরুল ইসলামের পাশের জমির মালিক আমিরুল ইসলাম। বার্লির খেতের দিকে তাকিয়ে তিনি বলেন, ‘শুরুতে যখন শুনলাম মনিরুল ভাই বার্লি লাগাচ্ছেন, তখন মনে হইছিল—এ আবার কেমন ফসল! ভাবতাম, বার্লি তো বিদেশে হয়, আমাগের দেশে হয় না। কিন্তু এখন দেখতিছি গাছের বৃদ্ধি ভালো, শীষও সুন্দর হইছে। ভাবতিছি আগামী মৌসুমে আমিও কিছুটা জমিতে বার্লি চাষ করে দেখব।’</p></div></div></div></body></html>"
        },
        {
            "title": "চাকরি ছেড়ে অভিনয়ে, জন্মদিনে রাশেদ সীমান্তর জীবনের হিসাব-নিকাশ | প্রথম আলো",
            "time": "2026-02-21T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F8vl9m9z4%2FWhatsApp-Image-2025-11-24-at-12.52.08-PM-1.jpeg?rect=0%2C0%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চাকরি ছাড়ার সিদ্ধান্ত ও বিশ্বাস</strong><br>অফিস ও শুটিং একসঙ্গে সামলানো কঠিন হয়ে পড়েছিল। মাসে ২০-২৫ দিন শুটিং থাকলে করপোরেট দায়িত্ব পালন করা সম্ভব হচ্ছিল না। শেষ পর্যন্ত চাকরি ছেড়ে দেন। অনিশ্চয়তা নিয়ে প্রশ্ন করলে তাঁর জবাব,<br>‘পরিশ্রম করলে রিজিক আল্লাহ নিজেই দিয়ে দেন । গত এক বছর খুব ভালো গেছে। আমি জীবনের সেরা সময় পার করছি।’ সহকর্মীদের ভাষ্য, তিনি সময়মতো শুটিং লোকেশনে পৌঁছান এবং রাত ৯-১০টার পর শুটিং করেন না। তাঁর যুক্তি, প্রডাকশনের কর্মীরা যেন গভীর রাত পর্যন্ত কাজ করতে বাধ্য না হন। গল্প বাছাইয়েও সচেতন রাশেদ। পরিবার নিয়ে বসে দেখা যায়, এমন গল্পেই কাজ করতে চান তিনি। নেতিবাচক প্রভাব ফেলতে পারে, এমন অনেক প্রস্তাব তিনি ফিরিয়ে দিয়েছেন।<br>রাশেদ সীমান্তের কাছে জন্মদিন মানে নতুন চুক্তি—নিজের সঙ্গে, সময়ের সঙ্গে। আত্মসমালোচনা, কৃতজ্ঞতা আর মানবকল্যাণে কাজ করার প্রতিশ্রুতি। ২১ ফেব্রুয়ারির এই দিনে যখন তিনি আরেকটি বছর পেরোনোর হিসাব কষছেন, দর্শকও দেখছেন, চাকরি ছেড়ে ঝুঁকি নেওয়া মানুষটি অভিনয়ে কতটা দৃঢ় হয়ে উঠেছেন।<br>রাশেদের ভাষায়, ‘যত দিন বেঁচে আছি, সুস্থ থাকি, মানুষের জন্য কিছু করতে পারি, এটাই কামনা।’</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২১ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-21T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F91spfb4l%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চেলসি–বার্নলি</strong><br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ১<br><strong>অ্যাস্টন ভিলা-লিডস</strong><br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ২<br><strong>ওয়েস্ট হাম–বোর্নমাউথ</strong><br>রাত ১১–৩০ মি., স্টার স্পোর্টস সিলেক্ট ১<br><strong>ম্যান সিটি–নিউক্যাসল</strong><br>রাত ২টা, স্টার স্পোর্টস সিলেক্ট ১</p></div></div></div></body></html>"
        },
        {
            "title": "আপনি কি ইফতার ও সাহরিতে অতিরিক্ত পানি পান করেন? এতে লাভ হয় নাকি ক্ষতি",
            "time": "2023-04-04T12:43:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F04d90225-7bfe-4c28-8acb-8a0c557cdc6e%2Fwater2.jpg?rect=0%2C50%2C1300%2C683&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমাদের সারা দিনের খাদ্যতালিকা শরীরে পানিশূন্যতা রুখতে অত্যন্ত কার্যকর ভূমিকা পালন করতে পারে। অতিরিক্ত চিনিযুক্ত খাবার ও পানীয় থাকেই ইফতার ও সাহ্‌রিতে। এটি এ ক্ষেত্রে বেশ ক্ষতিকর। বরং রসাল ও মিষ্টি ফল রাখতে হবে খাদ্যতালিকায়। শুধু ভাজাপোড়া আর ভারী খাবার না খেয়ে কাঁচা সবজির সালাদ, স্যুপ, দই ইত্যাদি খাওয়ার অভ্যাস করতে হবে। লবণাক্ত স্ন্যাকস ও অতিরিক্ত প্রাণিজ আমিষ গ্রহণ করলেও শরীরে পানিশূন্যতা দেখা দেয়।</p><p><strong>সূত্র:</strong> হেলথলাইন, ভেরিওয়েলফিট, হার্ভার্ড হেলথ</p><p><strong>ছবি:</strong> পেকজেলসডটকম ও সোলাস্তা</p></div></div></div></body></html>"
        },
        {
            "title": "মাতৃভাষা, ভাষা ও বিজ্ঞান | বিজ্ঞানচিন্তা",
            "time": "2022-02-21T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2Fb0396122-b7b1-4632-b7ba-644bcfb7e252%2Fprothomalo_bangla_2021_02_cf0e5c3b_9d69_4c3d_817b_3b9e8dd06fd5_Untitled_2_1.jpg?rect=0%2C23%2C1248%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অমর একুশে মহান শহীদ দিবস আজ। আমরা প্রতিবছর ভাষাশহীদদের প্রতি শ্রদ্ধা জানাই। পাশাপাশি দেশকে আরও এগিয়ে নেওয়ার শপথ নিই। এখন তো একুশে ফেব্রুয়ারি আন্তর্জাতিক মাতৃভাষা দিবস হিসেবে সারা বিশ্বে যথাযথ মর্যাদায় পালিত হয়।</p><p>ইউনিসেফ ও জাতিসংঘ যে মাতৃভাষাকে আন্তর্জাতিক মর্যাদায় ভূষিত করেছে, তার পেছনে একটা গুরুত্বপূর্ণ কারণ রয়েছে। প্রতিটি জাতির জ্ঞানবিজ্ঞানে এগিয়ে যাওয়ার একটি পূর্বশর্ত হলো, যার যার মাতৃভাষায় দক্ষতা অর্জন। বিজ্ঞানীদের সাম্প্রতিক গবেষণায় জানা গেছে, মাতৃভাষায় সুন্দরভাবে পড়তে পারে, এমন শিশুর সংখ্যা ১০ শতাংশ বাড়াতে পারলে দেশের অর্থনৈতিক প্রবৃদ্ধি শূন্য দশমিক ৩ শতাংশ বাড়বে। এটি আন্তর্জাতিকভাবে স্বীকৃত একটি হিসাব।</p><p>মাতৃভাষার সঙ্গে জ্ঞানবিজ্ঞানে এগিয়ে যাওয়া ও সেই সঙ্গে দেশের আর্থসামাজিক উন্নয়ন সাধনের নিবিড় সম্পর্কের বিষয়টি আগে বিজ্ঞানসম্মতভাবে প্রতিষ্ঠিত না হলেও বাস্তব জীবনের অভিজ্ঞতা থেকেই আমরা তা উপলব্ধি করেছি। আর সে জন্যই প্রায় ৭৫ বছর আগে মাতৃভাষা বাংলার জন্য, বাংলায় কথা বলার অধিকার সংরক্ষণের জন্য, তৎকালীন পাকিস্তানের অন্যতম রাষ্ট্রভাষা হিসেবে স্বীকৃতি লাভের জন্য আমরা রাজপথে বুকের রক্ত ঢেলে দিয়েছি। আমরা মাতৃভাষা বাংলার মর্যাদা ও রাষ্ট্রীয় স্বীকৃতি অর্জন করেছি।</p><p>ভাষাবিদদের গবেষণায় আজ এটা প্রতিষ্ঠিত যে মাতৃভাষায় দক্ষতা অর্জন করতে পারলে অন্তত তিনটি বিদেশি ভাষা সহজে শেখা যায়। আর আজকের বিজ্ঞান ও প্রযুক্তির যুগে দু-তিনটি বিদেশি ভাষায় দক্ষতা না থাকলে টিকে থাকা কঠিন। এগিয়ে যাওয়া তো দূরের কথা। এর বিজ্ঞানসম্মত ব্যাখ্যা হলো, শিশু জন্মের পর থেকেই মায়ের হাসি, কথা বলার ভঙ্গি, মনের ভাব প্রকাশের পদ্ধতি  দেখে শেখে। কথা বলতে শেখার আগে থেকেই স্বপ্ন দেখা শেখে। তাই মায়ের ভাষা শিশুর মনোজগতের বিকাশে বিশেষ অবদান রাখে। মা ও শিশুর মধ্যে আত্মিক সম্পর্ক গড়ে ওঠে। এভাবে মাতৃভাষা মানুষের মেধা শাণিত করে।</p><p>ভাষা মানে শুধু কিছু শব্দ নয়। আবেগ-অনুভূতি, চিন্তাভাবনা, স্বপ্ন-কল্পনা প্রভৃতি ভাষার অবিচ্ছেদ্য অংশ। ভাষা না থাকলে মানুষ কল্পনা করতে পারত না এবং সেই অর্থে মানুষ কিন্তু মানুষ হিসেবে গড়ে উঠতেও পারত না।</p></div></div></div></body></html>"
        }
    ]
}