{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সাবেক মন্ত্রী শাজাহান খানের মেয়ের বিরুদ্ধে মামলার সিদ্ধান্ত দুদকের | প্রথম আলো",
            "time": "2025-12-04T15:14:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-23%2Fms3egj2x%2FUntitled-5.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আক্তার হোসেন বলেন, ঐশী খানের নামে ১ কোটি ৭১ লাখ ১৮ হাজার ৯২ টাকার অবৈধ সম্পদ পাওয়া গেছে। তাঁর বিরুদ্ধে সম্পদ বিবরণীর নোটিশ জারি করা হয়। পরে তিনি সময় বৃদ্ধির আবেদন করেন। তাঁকে নির্ধারিত ২১ কর্মদিবসের বাইরে আরও ১৫ কর্মদিবস সময় দেওয়া হয়। এরপরও তিনি সম্পদ বিবরণী জমা দেননি। তাই মামলার সিদ্ধান্ত নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোনো স্কুলে তালা ভেঙে, কোথাও পুলিশ পাহারায় পরীক্ষা | প্রথম আলো",
            "time": "2025-12-04T15:11:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fhiy2vg42%2FWhatsApp-Image-2025-12-04-at-8.58.46-PM.jpeg?rect=0%2C136%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাথমিক শিক্ষকদের তিন দফা দাবি হলো সহকারী শিক্ষকদের জাতীয় বেতন স্কেল আপাতত ১১তম গ্রেড দেওয়া, চাকরির ১০ ও ১৬ বছর পূর্তিতে উচ্চতর গ্রেড প্রাপ্তির জটিলতার নিরসন এবং সহকারী শিক্ষক থেকে প্রধান শিক্ষক পদে শতভাগ বিভাগীয় পদোন্নতি দেওয়া। বর্তমানে সহকারী শিক্ষকেরা ১৩তম গ্রেডে আছেন (শুরুর মূল বেতন ১১ হাজার টাকা)।</p><p>সরকারি প্রাথমিক বিদ্যালয়ে প্রধান শিক্ষক ও সহকারী শিক্ষকেরা পাঠদান করেন। সারা দেশে সরকারি প্রাথমিক বিদ্যালয় আছে ৬৫ হাজার ৫৬৯টি। এসব বিদ্যালয়ে শিক্ষার্থীর সংখ্যা এক কোটির বেশি। শিক্ষক রয়েছেন পৌনে চার লাখের বেশি। সহকারী শিক্ষকের অনুমোদিত পদ ৩ লাখ ৬৯ হাজার ২১৬টি, বর্তমানে কর্মরত ৩ লাখ ৫২ হাজার ২০৮ জন।</p><p>গত ২৭ নভেম্বর তিন দফা দাবিতে কর্মবিরতি শুরু করে ‘প্রাথমিক শিক্ষক দাবি বাস্তবায়ন পরিষদ’। গত সোমবার তারা বার্ষিক পরীক্ষা বর্জন কর্মসূচিও শুরু করে। এই পরিষদ বুধবার থেকে বিদ্যালয়ে ‘কমপ্লিট শাটডাউন’ কর্মসূচি শুরু করেছে। প্রায় একই দাবিতে সহকারী শিক্ষকদের আরেকটি সংগঠন ‘সহকারী শিক্ষক সংগঠন ঐক্য পরিষদের’ ব্যানারে ২৩ থেকে ২৭ নভেম্বর কর্মবিরতি পালন করেছিল। এখন তারা বিদ্যালয়ে ‘তালাবদ্ধ’ কর্মসূচি শুরু করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতিবন্ধী অন্তর্ভুক্তি: কেবল কার্যক্রম নয়, দৃশ্যমান পরিবর্তনে প্রমাণ চাই | প্রথম আলো",
            "time": "2025-12-04T15:11:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-18%2Fkgzrpibe%2Fb768a4d7-6098-442d-90ed-719a5e0725cd.jfif?rect=0%2C217%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিগত বছরগুলোতে বিভিন্ন প্রতিষ্ঠান প্রতিবন্ধী অন্তর্ভুক্তি নিয়ে নানা কার্যক্রম পরিচালনা করেছে। তারা মনে করে, প্রচুর কাজ হচ্ছে এবং মানুষ সন্তুষ্ট। কিন্তু গভীরভাবে বিশ্লেষণ করলে দেখা যায়—</p><p>• সাংগঠনিক সংস্কৃতিতে প্রতিবন্ধীদের অংশগ্রহণ নেই।</p><p>• সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় প্রতিবন্ধীদের ভূমিকা নেই।</p><p>• কার্যক্রমের সাফল্য-ব্যর্থতার জবাবদিহি নেই।</p><p>• উন্নয়নকর্মীদের দক্ষতা বৃদ্ধিতে বাস্তব অভিজ্ঞতা সঞ্চয়ের সুযোগ সীমিত।</p><p>এখানে একটি চিত্র তুলে ধরা যাক: বিগত বছরগুলোতে নানা কর্মসূচি গ্রহণ করা হলেও বাস্তব অগ্রগতি সীমিত। বাংলাদেশ পরিসংখ্যান ব্যুরোর শ্রমশক্তি জরিপ ২০২২ অনুযায়ী, প্রতিবন্ধী ব্যক্তিদের মধ্যে কর্মসংস্থানের হার মাত্র ৩১ শতাংশ, যেখানে অপ্রতিবন্ধীদের ক্ষেত্রে তা ৫৭ শতাংশ।</p><p>এ ছাড়া একটি নীতি বিশ্লেষণ প্রতিবেদনে বলা হয়েছে, সামাজিক সুরক্ষা কর্মসূচির আওতায় প্রতিবন্ধী ভাতা পেলেও প্রায় ৪০ শতাংশ যোগ্য ব্যক্তি এখনো বাদ পড়ছেন।</p><p>ফলে কার্যক্রম থাকলেও প্রতিবন্ধীদের জীবনমান উন্নয়নে কাঙ্ক্ষিত অগ্রগতি অর্জিত হচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "শনিবার থেকে প্রধান উপদেষ্টার বাসভবন এলাকায় আবার সভা-সমাবেশ নিষিদ্ধ | প্রথম আলো",
            "time": "2025-12-04T15:09:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-21%2Fhw9pao0q%2FJamuna.jpeg?rect=0%2C88%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার বাসভবন যমুনা ও এর আশপাশের এলাকায় সব ধরনের সভা, সমাবেশ, গণজমায়েত, মিছিল ও শোভাযাত্রা নিষিদ্ধ করেছে ঢাকা মেট্রাপলিটন পুলিশ (ডিএমপি)। একই সঙ্গে  বাংলাদেশ সচিবালয় ও এর সংলগ্ন এলাকাকেও এই ঘোষণার অন্তর্ভুক্ত করা হয়েছে। আগামী শনিবার থেকে পরবর্তী নির্দেশ না দেওয়া পর্যন্ত এই আদেশ বহাল থাকবে।</p><p> আজ বৃহস্পতিবার ডিএমপি কমিশনার শেখ মো. সাজ্জাত আলীর সই করা এক গণবিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে। এতে বলা হয়েছে, জনশৃঙ্খলা ও প্রধান উপদেষ্টার নিরাপত্তা রক্ষার স্বার্থে এই পদক্ষেপ নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পুতিনের ‘উড়ন্ত ক্রেমলিন’ যেন এক রাজপ্রাসাদ, ক্ষেপণাস্ত্র প্রতিরক্ষাসহ আর কী আছে ভেতরে | প্রথম আলো",
            "time": "2025-12-04T15:03:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fcdp5r68o%2Fputin-airlines.jpg?rect=0%2C28%2C774%2C406&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইএল-৯৬-৩০০পিইউ জাতীয় জরুরি অবস্থার সময় সম্পূর্ণ একটি মোবাইল কমান্ড সেন্টার হিসেবে কাজ করার জন্য ডিজাইন করা হয়েছে।</p><p>এই উড়োজাহাজে এনক্রিপ্টেড যোগাযোগব্যবস্থা রয়েছে, যা সারা বিশ্বের সামরিক, গোয়েন্দা ও সরকারি নেটওয়ার্কগুলোর সঙ্গে সুরক্ষিত যোগাযোগ স্থাপন করতে সক্ষম।</p><p>উড়োজাহাজটি নিরবচ্ছিন্ন যোগাযোগ বজায় রাখতে সুরক্ষিত স্যাটেলাইট লিংক এবং সুরক্ষিত রেডিও ও ডেটা চ্যানেল ব্যবহার করে থাকে। এর ককপিটে ছয়টি মাল্টিফাংশন এলসিডি ডিসপ্লে রয়েছে।</p><p>উন্নত হ্যান্ডলিং ও নিরাপদ ফ্লাইট পরিচালনার জন্য জেটটিতে ‘ফ্লাই-বাই-ওয়্যার’ নিয়ন্ত্রণব্যবস্থা ব্যবহার করা হয়েছে। উড়োজাহাজটিতে ইলেকট্রনিক কাউন্টারমেজার এবং রাডার-জ্যামিং প্রযুক্তিসহ উন্নত প্রতিরক্ষাব্যবস্থা রয়েছে।</p><p>যেকোনো ধরনের হুমকি মোকাবিলার জন্য ইনফ্রারেড ডিকয় লঞ্চার (ক্ষেপণাস্ত্রকে বিভ্রান্ত করার কৌশল) এবং ক্ষেপণাস্ত্র প্রতিরোধব্যবস্থার মাধ্যমে এই উড়োজাহাজ সুরক্ষিত।</p><p>প্রতিবেদন অনুসারে, উড়োজাহাজটিকে ইলেকট্রনিকস ইলেকট্রোম্যাগনেটিক পালসের (ইএমপি) আক্রমণ থেকে সুরক্ষিত।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্র্যাক ইউনিভার্সিটিতে ‘মেন্টাল হেলথ অ্যান্ড সাইকোসোশ্যাল সাপোর্ট’ বিষয়ে মাস্টার্স প্রোগ্রাম | প্রথম আলো",
            "time": "2025-12-04T15:02:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F7om2ziiu%2FBRAC-University-1.jpg?rect=0%2C539%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি ব্র্যাক ইউনিভার্সিটির মেরুল বাড্ডা ক্যাম্পাসে এ প্রোগ্রামের আনুষ্ঠানিক যাত্রা শুরু হয়েছে। এ উপলক্ষে ব্র্যাক আইইডি ‘মেন্টাল হেলথ ফর অল: ব্রেকিং স্টিগমা, বিল্ডিং ক্যাপাসিটি’ শীর্ষক একটি আলোচনা সভা অনুষ্ঠিত হয়।</p><p>আলোচনায় শিক্ষার্থী, শিক্ষক, গবেষক, পেশাজীবী, নীতিনির্ধারক ও মানসিক স্বাস্থ্যকর্মীরা অংশ নেন। তাঁরা মানসিক স্বাস্থ্য নিয়ে খোলামেলা কথা বলেন। কীভাবে স্টিগমা কমানো যায় এবং সবার জন্য ভালো সাপোর্ট সিস্টেম তৈরি করা যায়, এ বিষয়গুলো উঠে আসে আলোচনায়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক মেধা যাচাই পরীক্ষা-বাংলা: অনুচ্ছেদ পড়ো, প্রশ্ন তৈরি করো | প্রথম আলো",
            "time": "2025-12-04T15:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fnx48ht5z%2Fb0efc1cd-3709-49b2-99e5-bc4ee42a68ec.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>বাংলা: ১১ নম্বর প্রশ্ন</strong></p><p>প্রাথমিক বিদ্যালয়–শিক্ষার্থী মেধা যাচাই পরীক্ষায় বাংলা বিষয়ে ১১ নম্বর প্রশ্ন থাকবে অনুচ্ছেদ পড়ে প্রশ্ন তৈরি করার ওপর।</p><p><strong>১.</strong></p><p>বাংলাদেশের প্রায় সব লোক বাংলায় কথা বলে। তবে আমাদের দেশে যেমন রয়েছে প্রকৃতির বৈচিত্র্য, তেমনি রয়েছে মানুষ ও ভাষার বৈচিত্র্য। বাংলাদেশের পার্বত্য জেলাগুলোয় রয়েছে বিভিন্ন ক্ষুদ্র জাতিসত্তার লোকজন। তাদের কেউ চাকমা, কেউ মারমা, কেউ মুরং, কেউ তঞ্চঙ্গ্যা ইত্যাদি। এ ছাড়া রাজশাহী ও জামালপুরে রয়েছে সাঁওতাল ও রাজবংশীদের বাস। তাদের রয়েছে নিজ নিজ ভাষা। একই দেশ অথচ কত বৈচিত্র্য। এটাই বাংলাদেশের গৌরব। সবাই সবার বন্ধু, আপনজন। এ দেশে রয়েছে নানা ধর্মের লোক।</p><p>হিন্দু, মুসলমান, বৌদ্ধ ও খ্রিষ্টান। সবাই মিলেমিশে আছে যুগ যুগ ধরে। এ রকম খুব কম দেশেই আছে। আবার আমাদের বাংলাদেশের বাইরেও অনেক বাঙালি আছে। বাংলাদেশের এই যে মানুষ, তাদের পেশাও কত বিচিত্র। কেউ জেলে, কেউ কুমার, কেউ কৃষক, কেউ আবার কাজ করে অফিস–আদালতে। আমরা সবাই পরস্পরের বন্ধু।</p><p><strong>উত্তর</strong></p><p>ক. বাংলাদেশে কোন কোন ধর্মের লোক বাস করে?</p><p>খ. বাংলাদেশের প্রায় সবার মুখের ভাষা কী?</p><p>গ. সবাইকে ভালোবাসতে হবে কেন?</p><p>ঘ. ক্ষুদ্র জাতিসত্তার লোকজন এ দেশের কোথায় বাস করে?</p><p>ঙ. এ দেশের সবাই কীভাবে বাস করে?</p><p><strong> </strong></p><p><strong>২.</strong></p><p>১৮৯৭ সালে প্রচণ্ড এক ভূমিকম্প হয় আমাদের দেশে। ফলে মাঠঘাট, নদীনালা আর জনবসতি সবই প্রাকৃতিক কারণে বদলে যায়। এখনো তোমরা দেখে থাকো নদীর পাড়ের জমি, ঘরবাড়ি, গ্রাম আর রাস্তাঘাট ভাঙছে। আবার বিশাল নদীর অন্যদিকে বিস্তীর্ণ চর পড়ছে। শত শত বছর আগে থেকেই এভাবে চলে আসতে থাকে ভাঙাগড়া। মাটিচাপা পড়ে যায় একেকটি নগর–জনপদ। মাটি খুঁড়ে এমনি এক সুপ্রাচীন নগর–জনপদের দেখা পাওয়া গেছে বাংলাদেশে। নরসিংদী জেলার সেই স্থানের নাম উয়ারী–বটেশ্বর। উয়ারী–বটেশ্বর ঢাকা থেকে ৭০ কিলোমিটার উত্তর–পূর্বে নরসিংদীর বেলাবো ও শিবপুর উপজেলায় অবস্থিত। এটি একটি প্রত্নতাত্ত্বিক স্থান।</p><p><strong>উত্তর</strong></p><p>ক. মাটি খুঁড়ে পাওয়া সুপ্রাচীন জনপদের নাম কী?</p><p>খ. মাঠঘাট, নদীনালা আর জনবসতি বদলে যায় কেন?</p><p>গ. কখন আমাদের দেশে প্রচণ্ড ভূমিকম্প হয়?</p><p>ঘ. উয়ারী–বটেশ্বর কোথায় অবস্থিত?</p><p>ঙ. সুপ্রাচীন নগর–জনপদের দেখা পাওয়া গেছে কীভাবে?</p><p><strong> </strong></p><p><strong>৩.</strong></p><p>গ্রামের নাম আনন্দপুর। মামার বাড়ি। কথায় আছে, মামার বাড়ি রসের হাঁড়ি। পড়া নেই, বাধা নেই, যেখানে খুশি ঘুরে বেড়াও, যা খুশি খাও। এই তো মামার বাড়ি। গেল বছর পয়লা বৈশাখের ছুটিতে গিয়েছিলাম আনন্দপুর। সেখানে পয়লা বৈশাখে মেলা বসে।</p><p>মামা বললেন, তোমাদের মেলা দেখাতে নিয়ে যাব। আমরা ছিলাম চারজন, আমি, মামাতো বোন বৃষ্টি, সোহানা আর ছোট ভাই তাজিন। মেলা বসে সকালে। মামা বেশ মজার মানুষ। কাঁধে ঝোলানো একটা ব্যাগ। তাতে থাকে ছবি আঁকার জিনিস। থাকে একটা বাঁশি। পড়েন ঢাকার চারুকলা ইনস্টিটিউটে। মেলার একটু কাছে পৌঁছাতেই শুনতে পেলাম, নাগরদোলার ক্যাঁচর ক্যাঁচর শব্দ।</p><p><strong>উত্তর</strong></p><p>ক. মামার বাড়ি কোথায়?</p><p>খ. মামার কাঁধে ঝোলানো ব্যাগে কী থাকে?</p><p>গ. ঢাকার চারুকলা ইনস্টিটিউটে কে পড়েন?</p><p>ঘ. মেলার কাছে পৌঁছাতেই ওরা কী শুনতে পেল?</p><p>ঙ. আনন্দপুরে কখন মেলা বসে?</p></div></div></body></html>"
        },
        {
            "title": "৮ ছানা হারানো সেই মা কুকুর পেল নতুন চারটি ছানা | প্রথম আলো",
            "time": "2025-12-04T15:00:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fmyraln8x%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C53%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"৮ ছানা হারানো সেই মা কুকুর পেল নতুন চারটি ছানা\" class=\"nA4h1 \">৮ ছানা হারানো সেই মা কুকুর পেল নতুন চারটি ছানা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T21:00:10+06:00\"><span>প্রকাশ: ০৪ ডিসেম্বর ২০২৫, ১৫: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ ও পাকিস্তানি শিক্ষার্থীদের ভর্তি বন্ধ, স্থগিত করেছে যুক্তরাজ্যের বিভিন্ন বিশ্ববিদ্যালয় | প্রথম আলো",
            "time": "2025-12-04T14:59:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fwi1tntb0%2Fuk.jpg?rect=0%2C202%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সান্ডারল্যান্ড ও কভেন্ট্রি বিশ্ববিদ্যালয় বাংলাদেশ ও পাকিস্তান থেকে ভর্তির আবেদন গ্রহণ স্থগিত করেছে। হার্টফোর্ডশায়ার বিশ্ববিদ্যালয় আগামী বছরের সেপ্টেম্বর পর্যন্ত বাংলাদেশ ও পাকিস্তান থেকে শিক্ষার্থী ভর্তি স্থগিত করেছে। লন্ডন মেট্রোপলিটন ইউনিভার্সিটি বাংলাদেশ থেকে শিক্ষার্থী ভর্তি বন্ধের বিষয়টি নিশ্চিত করে বলেছে, তাদের যেসব শিক্ষার্থীর ভিসা আবেদন নাকচ হয়েছে, তার ৬০ শতাংশ এ দেশের।</p><p>বিশ্ববিদ্যালয়গুলোর এই পরিবর্তনের কেন্দ্রে রয়েছে গত সেপ্টেম্বরে কার্যকর হওয়া যুক্তরাজ্যের স্বরাষ্ট্র মন্ত্রণালয়ের নতুন ভিসা কমপ্লায়েন্স নীতি। আন্তর্জাতিক শিক্ষার্থী ভিসা স্পনসর করতে হলে প্রতিটি বিশ্ববিদ্যালয়কে প্রতিবছর ‘বেসিক কমপ্লায়েন্স অ্যাসেসমেন্ট’ (বিসিএ) নামের একটি মূল্যায়নে উত্তীর্ণ হতে হয়। এই মূল্যায়নে তিনটি সূচক দেখা হয়। আবেদনকারী শিক্ষার্থীদের ভিসা প্রত্যাখ্যানের হার, যুক্তরাজ্যে এসে কোর্সে উপস্থিত না হওয়া এবং মাঝপথে কোর্স ত্যাগের হার। হোম অফিসের নতুন নীতিতে বলা হয়েছে, কোনো প্রতিষ্ঠানের ছাত্র ভিসা আবেদনের ৫ শতাংশের বেশি বাতিল হলে তাদের স্পনসর লাইসেন্সের মান অবনমন, ভর্তি স্থগিত কিংবা লাইসেন্স বাতিল পর্যন্ত হতে পারে। আগে এসব ব্যবস্থার জন্য ভিসা আবেদন নাকচের হার ছিল ১০ শতাংশ। ফলে বিশ্ববিদ্যালয়গুলো এখন ছাত্র বাছাইয়ে আগের যেকোনো সময়ের চেয়ে বেশি সতর্ক।</p></div></div></div></body></html>"
        },
        {
            "title": "শাকসু নির্বাচনে প্রার্থী হতে ১৪৫ জনের মনোনয়নপত্র সংগ্রহ | প্রথম আলো",
            "time": "2025-12-04T14:46:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2F2801094e-469f-4c6f-9eb4-4bc98b3afb91%2F950cbe421ffc9b094b245983fc7f4a88_5a17a82bf358a.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের কেন্দ্রীয় ছাত্র সংসদ (শাকসু) নির্বাচনে প্রার্থী হতে আজ বৃহস্পতিবার বেলা সাড়ে তিনটা পর্যন্ত তিন দিনে মোট ১৪৫ জন মনোনয়নপত্র সংগ্রহ করেছেন। একই সময়ে হল সংসদগুলোতে প্রতিদ্বন্দ্বিতা করতে মনোনয়নপত্র নিয়েছেন ১০৬ জন সম্ভাব্য প্রার্থী।</p><p>শাকসু নির্বাচন কমিশনের মুখপাত্র নজরুল ইসলাম বৃহস্পতিবার সন্ধ্যায় বিষয়টি নিশ্চিত করেছেন। তিনি জানান, গত মঙ্গলবার থেকে আজ পর্যন্ত তিন দিনে কেন্দ্রীয় সংসদে ১৪৫ প্রার্থী মনোনয়নপত্র নিয়েছেন। এর মধ্যে নারী প্রার্থী ১৫ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন প্রসঙ্গে ইসিকে অনুরোধ জানাল বিএনপি | প্রথম আলো",
            "time": "2025-12-04T14:38:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F1nxizazd%2FBNP-Nazrul.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নজরুল ইসলাম খান বলেন, কীভাবে সব ভোটার ভোট দিতে পারেন, সেটার জন্য পোলিং সেন্টার, বুথ, ব্যালটের সিল কিংবা নির্বাচনে ভোট গ্রহণের সময় বাড়ানোর মতো প্রস্তুতি নেওয়া যায় কি না, নির্বাচন কমিশনকে সেই পরামর্শ দিয়েছে বিএনপি।</p><p>বিএনপি এই নেতা বলেন, নির্বিঘ্নে ভোট গ্রহণ নিশ্চিতে আগামী রোববার ইসি তাঁদের মতামত জানাবেন। তিনি বলেন, ‘যে সিদ্ধান্ত তারা নেবেন, আমরা যদি মনে করি সেটা বাস্তবসম্মত, গুড এনাফ। আর না হলে আমরা নিশ্চয়ই তাদের সঙ্গে আবার কথা বলব। কারণ, আমরা চাই, সব ভোটার যেন নির্বিঘ্নে ভোট দিতে পারেন।’</p><p>আগামী জাতীয় সংসদ নির্বাচনের ব্যালট পেপার বেসরকারি প্রিন্টিং প্রেসে ছাপানোর কথা বিএনপি জেনেছে বলে জানান নজরুল ইসলাম খান। তিনি বলেন, ‘ব্যালট পেপার নরমালি সরকারি প্রিন্টিং প্রেসে ছাপানো হয়। আমরা জানিয়েছি, প্রাইভেট কোনো প্রেসে যাতে ব্যালট পেপার ছাপানো না হয়।’ এ বিষয়ে বিএনপিকে ইসির পক্ষ থেকে আশ্বস্ত করা হয়েছে বলেও জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সিনেমা ছাড়ার কষ্টের গল্প, কেন দেশ ছেড়েছিলেন কাজী মারুফ | প্রথম আলো",
            "time": "2025-12-04T14:36:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F6cb1418e-5616-4725-9319-28b00c20febb%2F72584e4e-ae35-4915-97c2-0f8161921f00.jpeg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘পরিচালক বাবার কারণেই আপনি নায়ক হতে পেরেছেন’—এই প্রশ্ন শোনা একসময় সাধারণ বিষয় হয়ে যায়। শুরুতে বিষয়গুলো নিয়ে কথা বলতে না চাইলেও পরে সেসব প্রশ্নের উত্তর দিয়েছেন। এই নিয়ে তিনি এক বছর আগে দেওয়া এক সাক্ষাৎকারে বলেন, ‘অনেকেই বলেন আমার বাবা না থাকলে আমি নায়ক হতে পারতাম না। এটা তাঁরা ঠিকই বলেন। কারণ, আমি তো দেখতে নায়কদের মতো ছিলাম না। বাবা এসে বললেন সিনেমা করতে হবে, নায়ক হতে হবে। বাবার কথা ভেবে সিনেমায় নাম লেখাই। বাবার কারণেই নায়ক হয়ে যাই।’</p><p>কাজী মারুফ সিনেমায় বাবাকে ‘আব্বা সম্বোধন করেন। যা ভক্তদের কাছে পরিচিত শব্দ। এই নায়কের ভক্তদের কাছে সিনেমার ‘আব্বা’ সংলাপ যেন মারুফের ট্রেডমার্ক হয়ে দাঁড়িয়েছে। কারণ, দূর থেকেও সংলাপটি মনে করিয়ে দেয় কাজী মারুফের কথা। তাঁর ফেসবুক লাইভ বা কোনো পোস্টে ভক্তরা মন্তব্য করেন ‘আব্বা’খ্যাত অভিনেতা হিসেবে। এই নায়ক এই নিয়ে চ্যানেল আইকে দেওয়া এক সাক্ষাৎকারে বলেন, ‘আমি বাস্তবে এমনই। আব্বা আব্বাই বলি। এতে কে কী বলল মেটার করে না। আমি বাবার কাছে গৃহপালিত ছেলের মতো। আমি এভাবেই বাবার কাছে থাকতে আজীবন চাই। আমার আব্বা আছে, যাকে ভালোবেসে জড়িয়ে ধরে আব্বা বলতে পারি।’</p></div></div></div></body></html>"
        },
        {
            "title": "রেজা কিবরিয়া মনোনয়ন পাওয়ায় খুশি বিএনপির একাংশ, অসন্তুষ্ট ‘বঞ্চিত’ নেতারা | প্রথম আলো",
            "time": "2025-12-04T14:27:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fm54ein6n%2FHabigonjDH.jpg?rect=0%2C94%2C890%2C467&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসনটিতে বিএনপির মনোনয়নপ্রত্যাশী ছিলেন যুক্তরাজ্যপ্রবাসী সাবেক সংসদ সদস্য শেখ সুজাত মিয়া। তিনি প্রথম আলোকে বলেন, ‘আমি ৩৬ বছর ধরে বিএনপির জন্য কাজ করেছি। এ আসনটি ছিল আওয়ামী লীগের ঘাঁটি। সেই দাপট ভেঙে আমি বিএনপির প্রথম এমপি হই। দল কেন রেজা কিবরিয়াকে মনোনয়ন দিল, বুঝে উঠতে পারছি না। এতে এলাকার মানুষ জামায়াতকে ভোট দেবে।’</p><p>অন্য মনোনয়নপ্রত্যাশী ছাবির আহমদ চৌধুরী তাঁর প্রতিক্রিয়ায় বলেন, ‘তৃণমূলে নেতা-কর্মীরা যাঁকে প্রার্থী হিসেবে দেখতে চেয়েছিলেন, তাঁকে দল মনোনয়ন দেয়নি।’</p><p>তবে নবীগঞ্জ উপজেলা বিএনপির সভাপতি মো. মতিউর রহমান ও সাধারণ সম্পাদক মজিবুর রহমান বলেন, রেজা কিবরিয়া মনোনয়ন পাওয়ায় দলের নেতা-কর্মীরা খুশি। মনোনয়নের খবরে খুশিতে নবীগঞ্জ ও বাহুবলে মিষ্টি বিতরণ করেছেন তৃণমূলের নেতা-কর্মীরা। রেজা কিবরিয়া শুধু সংসদ সদস্য নন; বিএনপি সরকার গঠন করলে তিনি মন্ত্রী হবেন বলে তাঁদের বিশ্বাস।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার সন্তান হিসেবে তারেক রহমানও কি এসএসএফ সুবিধা পাবেন? | প্রথম আলো",
            "time": "2025-12-04T14:24:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Feup9a1a1%2FTHUMNAILWEB-Recovered-Recovered.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়ার সন্তান হিসেবে তারেক রহমানও কি এসএসএফ সুবিধা পাবেন?\" class=\"nA4h1 \">খালেদা জিয়ার সন্তান হিসেবে তারেক রহমানও কি এসএসএফ সুবিধা পাবেন?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T20:24:42+06:00\"><span>প্রকাশ: ০৪ ডিসেম্বর ২০২৫, ১৪: ২৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রেকর্ড ভাঙার পরও ওয়াসিম আকরামকেই সেরা মনে করেন স্টার্ক | প্রথম আলো",
            "time": "2025-12-04T14:22:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fau2pp3bn%2F213217.webp?rect=0%2C5%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাঁর রেকর্ড স্টার্ক ভেঙেছেন, সেই ওয়াসিম আকরামও সামাজিক যোগাযোগমাধ্যমে স্টার্ককে প্রশংসায় ভাসিয়েছেন। তিনি বলেছেন এভাবে, ‘সুপার স্টার্ক! তোমার জন্য গর্ব হচ্ছে। দারুণ পরিশ্রম তোমাকে আলাদা করেছে। আমার উইকেটসংখ্যা তুমি ছাড়িয়ে যাবে, এটা সময়ের ব্যাপারই ছিল। আমি আনন্দের সঙ্গে এই রেকর্ড তোমাকে তুলে দিলাম। আরও ভালো করো। ক্যারিয়ারে নতুন নতুন পালক যোগ করো।’</p><p>এবারের অ্যাশেজে দুর্দান্ত ছন্দে আছেন স্টার্ক। সিরিজে এখন পর্যন্ত ১১.৫০ গড়ে নিয়েছেন ১৬ উইকেট। ৩৫ বছর বয়সী এই পেসার এই ইনিংসেই নিয়েছেন ছয় উইকেট। চলতি বছরে তাঁর বোলিং গড় নেমে এসেছে ১৫.২০, যা তাঁর ক্যারিয়ারের সেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "হ্যাক হওয়া হোয়াটসঅ্যাপ অ্যাকাউন্ট দ্রুত ফেরত পাবেন যেভাবে | প্রথম আলো",
            "time": "2025-12-04T14:21:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F6h2q8vyc%2Fwhatsapp.reuters.jpg?rect=0%2C195%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাৎক্ষণিক বার্তা আদান-প্রদানের পাশাপাশি সহজে কথা বলা ও ভিডিও কল করার সুযোগ থাকায় নিয়মিত হোয়াটসঅ্যাপ ব্যবহার করেন অনেকেই। ব্যবহারকারীদের সংখ্যা বৃদ্ধি ও জনপ্রিয়তা পাওয়ায় হোয়াটসঅ্যাপে সাইবার হামলার পরিমাণও বাড়ছে। প্রতারকেরা সাধারণত ভুয়া অথেনটিকেশন কোড, ওটিপি, অপরিচিত নম্বর থেকে ফোন কল, ভুয়া লিংক পাঠানোসহ বিভিন্ন কৌশলে অন্যদের হোয়াটসঅ্যাপ অ্যাকাউন্টে প্রবেশের চেষ্টা করে থাকে। সঠিক সময়ে প্রয়োজনীয় ব্যবস্থা নিতে পারলে বেশির ভাগ হ্যাকড অ্যাকাউন্টই দ্রুত ফেরত পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "শৈশবের এক অন্ধ জানালা | প্রথম আলো",
            "time": "2025-12-04T14:16:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Ffyp9pi2k%2FWhatsApp-Image-2025-12-03-at-21.24.28.jpeg?rect=0%2C195%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>‘দাদু, তুমি অন্ধ হয়েও অনেক দূরের জিনিস দেখতে পাও। দুঃখিত, কিন্তু আমি কেবল চোখের সামনে যা আছে, সেটাই দেখতে পাই। অথবা আমি যা কল্পনা করতে পারি, শুধু সেটুকুই।’</p><p>‘খুব ভালো। তাহলে আমরা আবার বাড়িটির দিকে ফিরে যাই, বিশেষ করে দেয়ালটার দিকে। দেয়ালে তুমি কী দেখতে পাও?’</p><p>‘যেমনটা আমি বলেছিলাম, ওপর থেকে নেমে আসা একটি কালো দাগ।’</p><p>‘দাগটি ওপর থেকে নেমে আসছে নাকি নিচ থেকে ওপরে উঠছে, তাতে কিছু আসে যায় না। উভয় ক্ষেত্রেই, এটি বাড়িটির দুঃখকে নির্দেশ করে। যদি নেমে আসে, তাহলে দুঃখ বাড়িটির শিকড় কুরে কুরে খাচ্ছে। আর যদি ওঠে, তাহলে দুঃখ ছড়িয়ে পড়ছে বাড়িটির কোণে-কোণে, যুগে-যুগে।</p><p>‘দেয়ালও কি দুঃখী হতে পারে, দাদু?’</p><p>‘সবকিছুরই নিজস্ব দুঃখ বা আনন্দ আছে, তবে শর্ত হলো মনোযোগ দিয়ে শুনতে হবে, বিনা চাপে ধৈর্য নিয়ে তাদের বেদনা বুঝতে হবে। কারণ, জিনিসগুলো তাদের স্মৃতি, আবেগ এবং উন্মাদনা কেবল তাদের বন্ধুদের কাছেই প্রকাশ করে, যারা তাদের ছায়াকেও পর্যন্ত চেনে। বৎস, জিনিসগুলো হলো এক মায়ের কোমল হৃদয়ের মতো, কিংবা মৃত্যুপথযাত্রী দাদির স্নেহের মতো।’</p><p>‘দাদু, তুমি যদি অন্ধ হও, তাহলে জিনিসগুলোর দুঃখ কীভাবে অনুভব করো? যখন তুমি দেখতে পাও না, তখন ছায়া কীভাবে পড়বে?’</p><p>‘এটা সত্য যে আমি দেখতে পাই না, কিন্তু অনুভব করতে পারি। এমনকি সময়কেও—যা তুমি অনুভব করতে পারো না—আমি তার দুঃখ অনুভব করি, ভোরবেলায় তাদের ভেতরে জেগে ওঠা নির্মল আনন্দ, মধ্যরাতে তাদের নীরবতাও অনুভব করি।’</p><p>‘কিন্তু তুমি কীভাবে অনুভব করো, দাদু?’</p><p>‘বৎস, অন্ধ মানুষকে জিজ্ঞাসা করো না কীভাবে সে তার আত্মা দিয়ে বস্তুর গভীরতা ভেদ করতে পারে, কারণ, তার উপলব্ধির এমন এক ক্ষমতা আছে, যা দৃষ্টিসম্পন্নরা বুঝতে পারে না। পাহাড়কে তাদের মহিমা এবং একাকিত্ব সম্পর্কে জিজ্ঞাসা করো না, বিধবাদের কাছে তাদের দুঃখ সম্পর্কে জিজ্ঞাসা করো না, পাখিদের জিজ্ঞাসা করো না বসন্তের আনন্দ। কারণ, এ সবকিছুই শেষ পর্যন্ত জিজ্ঞাসা ছাড়াই তার সারসত্য প্রকাশ করে।’</p><p>‘তাহলে কেন বলো সেই সাদা বাড়ির দেয়ালটা দুঃখী? হতে পারে সেই কালো দাগটা তার চোখে সুখের কাজল।’</p><p>‘বাছা, যখনই তুমি সাদা দেয়ালে কালো কিছু দেখবে, সেই বাড়ির মানুষের দুঃখের কথা ভাববে।’</p><p>‘কিন্তু দাদু, একই বাড়িতে কি দুঃখ আর আনন্দ একসঙ্গে মিশে থাকতে পারে না?’</p><p>‘অবশ্যই পারে, বাছা। আচ্ছা, বাড়ির পাশে ওই নীল রঙের পানির ট্যাংকটা কী করছে? মানুষ কি তৃষ্ণার্ত? সত্তরের দশকের গোড়ার দিকে আমি যে কুয়োটা খুঁড়েছিলাম, তা কি শুকিয়ে গেছে?’</p><p>‘দাদু, নীল পানির ট্যাংক দেখলেই কি বোঝা যায় মানুষ তৃষ্ণার্ত? তুমি কি গল্প বানাচ্ছ নাকি আসল ঘটনা বলছ? সাদা দেয়ালে কালো দাগ কি সত্যিই দুঃখের চিহ্ন? যদি নীল রঙের ট্যাংকের পরিবর্তে অন্য গাড়ি থাকত? তাতে তোমার অনেক দিন আগে খনন করা কুয়োর কী সম্পর্ক থাকতে পারে?’</p><p>‘এগুলো নিয়ে ভেবো না। শিশুরা সব সময় বিরক্ত থাকে অথবা তাড়াহুড়ো করে, গভীর কিছু বোঝে না। হয়তো তুমি আমাদের গল্পের সম্ভাবনার খেলা একদিন বুঝতে পারবে। সম্ভাবনার সুরক্ষা দড়ি ছাড়া এই খেলায় তাড়াহুড়ো করো না, যাতে বাস্তবতার ফাঁদে পড়ে না যাও।’</p><p>‘আমি বুঝতে পারছি না তুমি কী বলছ। কিন্তু আমি সাদা দেয়ালের পাশে একটি নীল রঙের পানির ট্যাংক দেখতে পাচ্ছি।’</p><p>‘ট্যাংকটা যেখানে আছে, সেখানেই থাকতে দাও। এখন, ড্যাশবোর্ডে ড্রাইভাররা সাধারণত কিছু জিনিস রেখে যায়। তুমি কি সেগুলো আনতে যেতে পারো?’</p><p>‘দাদু, এই জিনিসগুলো কি তোমার গল্পের জন্য দরকার? এটা কি তোমার কল্পনার কোনো খেলা?’</p><p>‘বৎস, গল্পের শিকড় থাকে ছোটখাটো খুঁটিনাটি বিবরণে। এই বিবরণগুলো লবণের মতো। এগুলো ছাড়া তুমি গল্পের আসল স্বাদ নিতে পারবে না।’</p></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন | প্রথম আলো",
            "time": "2025-12-04T14:15:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fbbstxdz8%2F%E0%A6%AE%E0%A7%9F%E0%A6%AE%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%82%E0%A6%B9-%E0%A6%9F%E0%A6%BE%E0%A6%89%E0%A6%A8-%E0%A6%B9%E0%A6%B2-%E0%A6%AE%E0%A6%BF%E0%A6%B2%E0%A6%A8%E0%A6%BE%E0%A7%9F%E0%A6%A4%E0%A6%A8%E0%A7%87-%E0%A6%A6%E0%A6%BF%E0%A6%A8%E0%A6%AD%E0%A6%B0-%E0%A6%86%E0%A7%9F%E0%A7%8B%E0%A6%9C%E0%A6%A8.00041418.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন\" class=\"nA4h1 \">ময়মনসিংহে কৃতী শিক্ষার্থী উৎসব: টাউন হল মিলনায়তনে দিনভর আয়োজন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T20:15:40+06:00\"><span>প্রকাশ: ০৪ ডিসেম্বর ২০২৫, ১৪: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}