{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্লাবন সমভূমি সৃষ্টি হয় বন্যায় পলি সঞ্চিত হয়ে | প্রথম আলো",
            "time": "2026-01-19T08:24:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fe105fc31-201f-4529-b9b8-eaebffd1b447%2FMymensingh_DH0758_20230817_Forat_bhaluka_17_08_23_1_.jpg?rect=274%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গ. </strong>উদ্দীপকে উল্লেখিত ভূমিরূপটি মালভূমি। সমুদ্র সমতল থেকে কয়েক শ মিটার উঁচু, বিস্তীর্ণ, বন্ধুর নয়, কিন্তু অসমতল ভূমিই মালভূমি নামে পরিচিত। </p><p>মালভূমি গঠনের নানান কারণ রয়েছে। প্রধান কয়েকটি কারণ নিচে ব্যাখ্যা করা হলো।<br>ভূ-আন্দোলন ও পাত সঞ্চালন: পাত ভূগঠন মতবাদ অনুযায়ী সমগ্র ভূত্বক কয়েকটি পাতে বিভক্ত, যা ভূনিম্নস্থ তরল শিলার ওপর ভাসমান। পাতগুলো কখনো গতিশীল হয়ে পড়লে সঞ্চালনশীল সামুদ্রিক পাতের ধাক্কায় মহাদেশীয় পাতগুলো উত্থিত হয়ে মালভূমি গঠন করে। যেমন তিব্বত মালভূমি। এ ছাড়া ভূ-আন্দোলনের ফলে ভূপৃষ্ঠের ভঙ্গিল পর্বত গঠিত হওয়ার সময় তাদের মধ্যবর্তী নিম্নস্থান উঁচু হয়ে মালভূমি গঠিত হয়। যেমন ইরান মালভূমি। </p><p>ভূপৃষ্ঠের ক্ষয়প্রক্রিয়া: সাধারণত প্রাচীন ভঙ্গিল পর্বত এবং উচ্চ ভূমির কোমল শিলাগুলো বৃষ্টি, নদী, বায়ু প্রভৃতির দ্বারা ক্ষয় হওয়ায় মালভূমির সৃষ্টি হয়ে থাকে। যেমন ফিজেল্ড মালভূমি।</p><p>লাভা সঞ্চয়: ভূ-অভ্যন্তরের লাভা ভূপৃষ্ঠের কোনো ফাটল বা ছিদ্রপথে ওপরে এসে ছিদ্রপথের চারদিকে জমা হয়ে মালভূমিতে পরিণত হয়। এরূপ মালভূমি ব্যাসল্ট শিলা দ্বারা গঠিত। যুক্তরাষ্ট্রের কলম্বিয়া, আফ্রিকার ইথিওপিয়া মালভূমি লাভা সঞ্চয়ের ফলেই গঠিত হয়েছে।</p><p>মরু মালভূমি: বায়ুতাড়িত বালুকারাশি সঞ্চিত হয়ে মরু মালভূমির সৃষ্টি হয়। সাহারা মালভূমি এর প্রকৃষ্ট উদাহরণ।</p><p>তুষার মালভূমি: বরফ সঞ্চিত হওয়াই মূলত তুষার মালভূমি সৃষ্টির কারণ। যেমন গ্রিনল্যান্ড মালভূমি।</p><p><strong>ঘ. </strong>উদ্দীপকে উল্লেখিত ভূপ্রকৃতি হচ্ছে মালভূমি। পর্বত থেকে নিচু কিন্তু সমভূমি থেকে উঁচু খাড়া ঢালযুক্ত ঢেউখেলানো বিস্তীর্ণ সমতল ভূমিকে মালভূমি বো হয়। অবস্থানগত বৈশিষ্ট্যে মালভূমি তিন ধরনের হয়ে থাকে। যথা পর্বত মধ্যবর্তী মালভূমি, পাদদেশীয় মালভূমি ও মহাদেশীয় মালভূমি।</p><p>পর্বত মধ্যবর্তী মালভূমি: ভঙ্গিল পর্বত সৃষ্টির সময় সংকোচনজনিত চাপের কারণে পর্বতের মধ্যবর্তী নিম্নভূমি উঁচু হয়ে যে মালভূমি গঠিত হয়েছে, তাকে পর্বত মধ্যবর্তী মালভূমি বলে। যেমন তিব্বতের মালভূমি।</p><p>পাদদেশীয় মালভূমি: উচ্চপর্বত ক্ষয়প্রাপ্ত হয়ে এর পাদদেশে তলানি জমে যে মালভূমির সৃষ্টি হয়, তাকে পাদদেশীয় মালভূমি বলে। যেমন যুক্তরাষ্ট্রের কলোরাডো মালভূমি।</p><p>মহাদেশীয় মালভূমি: সাগর বা নিম্নভূমি পরিবেষ্টিত বিস্তীর্ণ উচ্চ ভূমিকে মহাদেশীয় মালভূমি বলে। এ ধরনের মালভূমির সঙ্গে পর্বতের কোনো সংযোগ থাকে না। যেমন স্পেনের মালভূমি।</p></div></div></div></body></html>"
        },
        {
            "title": "আগুন ভয় লাগে! | প্রথম আলো",
            "time": "2026-01-19T08:19:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fhop81ihb%2FWhatsApp-Image-2026-01-16-at-14.48.24.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই শীত বিপ্লবের মতো ক্ষণস্থায়ী<br>আগুন সেঁকার দিব্যি আয়োজন বিছিয়ে এসেছে<br>অথচ আকজাল আগুন ভয় লাগে<br>দীপু দাস পুড়েছিল ঘৃণার আগুনে<br>তার জ্বলন্ত লাশ নিয়ে উল্লাস করেছে মানুষ<br>এই বেইনসাফের রাস্তায় কবিতার মতো হেঁটেছিল হাদি<br>তাকে প্রকাশ্যে গুলি করেছে প্রতিহিংসার আগুন<br>জনপদে এখন আগুনের উত্তাপ<br><br>সূর্যহীন এ বিদেশি শীত—<br>অথচ আজকাল আগুন ভয় লাগে!</p></div></div></div></body></html>"
        },
        {
            "title": "৩০ বছর বয়সে ৩০০ কোটি টাকার মালিক, কে এই আলোচিত তরুণ অভিনেতা | প্রথম আলো",
            "time": "2026-01-19T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fjsqgnrlh%2F477ab659-0f90-474e-a15a-2d6b3bd3f2dd.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেস্ট পারফরম্যান্স বাই অ্যান অ্যাক্টর ইন আ মোশন পিকচার, মিউজিক্যাল অর কমেডি বিভাগে পুরস্কার পান শ্যালামে। ‘মার্টি সুপ্রিম’-এ এক প্রতিভাবান টেবিল টেনিস খেলোয়াড়ের চরিত্রে অভিনয়ের জন্য এই সম্মান পেলেন তিনি। এর আগে চারবার গোল্ডেন গ্লোবের জন্য মনোনীত হয়েছিলেন শ্যালামে। ‘কল মি বাই ইয়োর নেম’, ‘বিউটিফুল বয়’, ‘ওংকা’ ও গত বছরের ‘আ কমপ্লিট আননোন’—সব কটি ছবির জন্য মনোনয়ন পেলেও কোনোবারই ট্রফি হাতে ওঠেনি। তাই গতকাল রোববার রাতের এই জয় তাঁর কাছে হয়ে উঠেছে আরও তাৎপর্যপূর্ণ।</p><p>পুরস্কার গ্রহণের সময় আবেগঘন কণ্ঠে শ্যালামে বলেন, ‘আমার বাবা ছোটবেলা থেকেই আমাকে কৃতজ্ঞ থাকার শিক্ষা দিয়েছেন। তিনি বলতেন, “যা আছে, তার জন্য সব সময় কৃতজ্ঞ থাকবে।” সেই শিক্ষাই আমাকে আগের পুরস্কার অনুষ্ঠানগুলোয় খালি হাতে ফিরেও মাথা উঁচু করে থাকতে শিখিয়েছে। সত্যি বলতে কি, ওই হারগুলোই আজকের এই মুহূর্তকে আরও মধুর করে তুলেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কোহলির সেঞ্চুরিও তাহলে বৃথা যায় | প্রথম আলো",
            "time": "2026-01-19T08:14:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fu4snjsbu%2F888115-01-02.jpg?rect=0%2C0%2C2700%2C1418&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরাট কোহলিকে বলা হয়ে থাকে ‘চেজ মাস্টার’। রান তাড়ায় তাঁর সাফল্যের হার বেশ ভালো বলেই এমন তকমা। তবে কখনো কখনো শুধু নিজে রান করলেই যে হয় না, সেটিই গতকাল আরও একবার টের পেলেন সাবেক ভারত অধিনায়ক।</p><p>ইন্দোরে নিউজিল্যান্ডের বিপক্ষে সিরিজের শেষ ওয়ানডেতে রান তাড়ায় ১২৪ রান করেও কোহলি পরাজিত দলে। ৪১ রানে ম্যাচ হেরে সিরিজও হেরেছে তাঁর দল ভারত। রান তাড়ায় সেঞ্চুরি করেও হারতে হয়েছে—কোহলির জন্য এমন অভিজ্ঞতা বিরলই।</p><p>এখন পর্যন্ত ওয়ানডেতে ৫৪টি সেঞ্চুরি করেছেন কোহলি। এর মধ্যে ২৯টিই রান তাড়ায়। কোহলির এই সেঞ্চুরিগুলোর ২৪টিতেই জিতেছে ভারত। হার নিউজিল্যান্ডেরটিসহ মাত্র পাঁচটিতে। আগের চারটি ছিল ২০১৪ সালে নেপিয়ারে নিউজিল্যান্ডের বিপক্ষে (১২৩), ২০১৬ সালে ক্যানবেরায় অস্ট্রেলিয়ার বিপক্ষে (১০৬), ২০১৮ সালে পুনেতে ওয়েস্ট ইন্ডিজের বিপক্ষে (১০৭) এবং ২০১৯ সালে রাঁচিতে অস্ট্রেলিয়ার বিপক্ষে (১২৩)।</p></div></div></div></body></html>"
        },
        {
            "title": "এস আলম গ্রুপের সাইফুল আলম, পি কে হালদারসহ ১৩ জনের বিচার শুরু | প্রথম আলো",
            "time": "2026-01-19T08:12:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-18%2F27y6egj6%2F%E0%A6%AE%E0%A6%B9%E0%A6%BE%E0%A6%A8%E0%A6%97%E0%A6%B0%20%E0%A6%A6%E0%A6%BE%E0%A7%9F%E0%A6%B0%E0%A6%BE%20%E0%A6%9C%E0%A6%9C%20%E0%A6%86%E0%A6%A6%E0%A6%BE%E0%A6%B2%E0%A6%A4.jpeg?rect=0%2C84%2C835%2C438&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সোমবার দুপুরে শুনানি শেষে ঢাকার বিশেষ জজ আদালত–৯–এর বিচারক মো. আবদুস সালাম এ আদেশ দেন। আগামী ৮ ফেব্রুয়ারি সাক্ষ্য গ্রহণের তারিখ ধার্য করা হয়েছে।</p><p>মামলার অপর আসামিরা হলেন এস আলম গ্রুপের ভাইস চেয়ারম্যান আবদুস সামাদ, পরিচালক মোহাম্মদ আবদুল্লাহ হাসান ও শাহানা ফেরদৌস। এ ছাড়া রিলায়েন্স ফাইন্যান্স লিমিটেডের সাবেক ইভিপি রাশেদুল হক, সাবেক ম্যানেজার নাহিদা রুনাই, সাবেক এসভিপি কাজী আহমেদ জামাল ও সাবেক ডেপুটি ম্যানেজার জুমারাতুল বান্না। আসামির তালিকায় আছেন মাররিন ভেজিটেবল অয়েলসের সাবেক ব্যবস্থাপনা পরিচালক জহির আহমেদ, পরিচালক টিপু সুলতান, মো. ইসহাক, মো. আবদুল্লাহ আল মামুন। তাঁদের মধ্যে নাহিদা রুনাই ও রাশেদুল হক কারাগারে, বাকিরা পলাতক।</p><p>দুদকের পক্ষে আইনজীবী মোহাম্মদ হাফিজুর রহমান জানান, শুনানিকালে দুই আসামি আদালতে উপস্থিত ছিলেন। অন্যান্য আসামি পলাতক। দুই আসামির পক্ষে আইনজীবীরা অব্যাহতি চেয়ে শুনানি করেন। শুনানি শেষে আদালত তাঁদের অব্যাহতির আবেদন নামঞ্জুর করে চার্জগঠনের আদেশ দেন। পলাতক আসামিরা চার্জগঠন শুনানিতে অংশ নিতে পারেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁচানো গেল না ট্রেনের ধাক্কায় ডোবায় পড়া হাতিটিকে | প্রথম আলো",
            "time": "2026-01-19T08:09:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fv2x8rwrw%2FMoulavibazarDH054220260119IMG-20260119-WA0006.jpg?rect=0%2C125%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার প্রাণীসেবা প্রতিষ্ঠান পিপল ফর অ্যানিমেল ওয়েলফেয়ার ফাউন্ডেশনের প্রতিষ্ঠাতা ও চেয়ারম্যান রাকিবুল হক আজ বেলা একটার দিকে মুঠোফোনে বলেন, সকাল থেকেই হাতিটি নিস্তেজ অবস্থায় পড়ে ছিল। দুপুর ১২টা ৪০ মিনিটে এটি মারা যায়। এ সময় হাতিটির মালিকপক্ষের প্রতিনিধি আবদুস সবুর ঘটনাস্থলে উপস্থিত ছিলেন।</p><p>উদ্ধার করার পর আহত হাতিটি ঘটনাস্থলের কাছেই পড়ে ছিল জানিয়ে রাকিবুল হক বলেন, প্রাণীটির দাঁড়ানোর শক্তি ছিল না। পেট ফোলা ছিল এবং পেছনের ডান পা নাড়াতে পারছিল না। পিঠে মেরুদণ্ডের মাঝবরাবর ক্ষত দেখা গেছে। এসব কারণে রক্তচাপ বেড়ে হাতিটির হার্ট অ্যাটাক হয়ে থাকতে পারে বলে তাঁরা ধারণা করছেন।</p><p>সংশ্লিষ্ট একাধিক সূত্রে জানা গেছে, সিলেটের জকিগঞ্জ উপজেলার কালীগঞ্জ এলাকায় পৌষসংক্রান্তি উপলক্ষে রথযাত্রা ও মেলা অনুষ্ঠানে হাতিটিকে ভাড়া নেওয়া হয়েছিল। এর সঙ্গে ইমন ও রাকিব নামের দুজন মাহুত ছিলেন। ফেরার পথে গত শনিবার রাতে দক্ষিণ সুরমার শিববাড়ি এলাকায় ট্রেনের ধাক্কায় হাতিটি রেললাইন-সংলগ্ন একটি ডোবায় পড়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "নিহত পাঁচ নারী দিনমজুরের কাজে এসেছিলেন, বাড়ি ফিরতে পারলেন না | প্রথম আলো",
            "time": "2026-01-19T08:00:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fxmu491kf%2Fmadaripurdh069920260119madaripur-19-01-26-road-accident-pic-04.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত শেফালী বাড়ৈর এক ছেলে এক মেয়ে। ছেলে রনি বাড়ৈ (১৭) মিষ্টির দোকানের কর্মচারী। সে প্রথম আলোকে বলে, ‘আমি বাড়িতে থাকি না। কাজের জন্য দূরে থাকি। মা সংসার চালাতে হিমশিম খায়। তাই মাঝেমধ্যে কৃষিকাজ করতে খেতে যাইত। আমি বাড়ি থাকলে মারে দূরে কামে পাঠাইতাম না। আমার মা–ডা তাহলে মরত না। আমার বোনডারে এখন কে দেইখা রাখবে?’</p><p>পাইকেরবাড়ি গ্রামের স্থানীয় বাসিন্দা অসিম বিশ্বাস প্রথম আলোকে বলেন, ‘নিহত পাঁচ নারীর পরিবার খুব দরিদ্র। তাঁদের মধ্যে কামনার তিন মেয়ে ও এক ছেলে। সবাই ছোট্ট। ছেলেটা ক্লাস টুতে পড়ে। তাঁর স্বামী মারা গেছেন, থাকার জায়গাটুকুর ঠিক নেই। কিছু বলার ভাষা খুঁজে পাচ্ছি না। দাহ করার মতো খরচটাও এই পরিবারগুলোর নেই। গ্রাম থেকে টাকা তুলে তাঁদের দাহ করার ব্যবস্থা করা হচ্ছে।’</p><p>স্থানীয় আরেক বাসিন্দা সুজিৎ মৃধা প্রথম আলোকে বলেন, ‘দল বেঁধে এই গ্রামের দরিদ্র নারীরা মাদারীপুরের কৃষিজমিতে বর্গা দিতে যেতেন। আবার সন্ধ্যায় ফিরে আসতেন। দিনে প্রত্যেকে ৭০০ থেকে ৮০০ টাকা মজুরি পেতেন; কিন্তু দুর্ঘটনায় তাঁদের সব শ্যাষ হয়ে গেল।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শান্তি পর্ষদের স্থায়ী সদস্য হতে আগ্রহী দেশকে দিতে হবে ১০০ কোটি ডলার | প্রথম আলো",
            "time": "2026-01-19T07:45:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fnqu7yop8%2FTrump.jpg?rect=0%2C0%2C726%2C381&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিয়েতনামের পররাষ্ট্র মন্ত্রণালয়ের এক বিবৃতিতে বলা হয়েছে, দেশটির কমিউনিস্ট পার্টির প্রধান তো লামও এ প্রস্তাবে সম্মতি দিয়েছেন।</p><p>ভারতও এই শান্তি পর্ষদে যোগ দেওয়ার আমন্ত্রণ পেয়েছে বলে দেশটির এক জ্যেষ্ঠ সরকারি কর্মকর্তা জানিয়েছেন। তথ্যটি এখনো আনুষ্ঠানিকভাবে প্রকাশ না হওয়ায় তিনি নাম প্রকাশ না করার শর্তে কথা বলেছেন।</p><p>অস্ট্রেলিয়াকেও আমন্ত্রণ জানানো হয়েছে। আজ সোমবার দেশটির উপপ্রধানমন্ত্রী রিচার্ড মার্লেস বলেছেন, এ বিষয়ে যুক্তরাষ্ট্রের সঙ্গে আলোচনা করে বিষয়টি বিস্তারিতভাবে বোঝার চেষ্টা করা হবে।</p><p>গতকাল রোববার জর্ডান, গ্রিস, সাইপ্রাস ও পাকিস্তান বলেছে, তারাও আমন্ত্রণ পেয়েছে। এর আগে কানাডা, তুরস্ক, মিসর, প্যারাগুয়ে, আর্জেন্টিনা ও আলবেনিয়া আমন্ত্রণ পাওয়ার কথা বলেছিল। তবে এখন পর্যন্ত মোট কতটি দেশকে আমন্ত্রণ জানানো হয়েছে, তা স্পষ্ট নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বাস করি, ইসি যোগ্যতার সঙ্গে নির্বাচন করতে পারবে: মির্জা ফখরুল | প্রথম আলো",
            "time": "2026-01-19T07:44:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fstnvc2a5%2F32e11f6e-0cf5-4d2b-bf9e-66a27b2dffa3.jfif?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন, নির্বাচন কমিশন এখন পর্যন্ত যোগ্যতার সঙ্গেই কাজ করছে। বিএনপি বিশ্বাস করে, কমিশন যোগ্যতার সঙ্গে আগামী ত্রয়োদশ জাতীয় সংসদ নির্বাচন পরিচালনা করতে পারবে।</p><p>আজ সোমবার রাজধানীর জিয়া উদ্যানে বিএনপির প্রতিষ্ঠাতা ও প্রয়াত রাষ্ট্রপতি জিয়াউর রহমানের ৯০তম জন্মবার্ষিকী উপলক্ষে শ্রদ্ধা নিবেদন শেষে মির্জা ফখরুল সাংবাদিকদের এ কথা বলেন।</p><p>দলীয় প্রার্থিতা বাতিল, পোস্টাল ব্যালটসহ নির্বাচন কমিশনের বিভিন্ন সিদ্ধান্ত ও কর্মকাণ্ড তুলে ধরে এ বিষয়ে বিএনপির অবস্থান জানতে চাইলে মির্জা ফখরুল বলেন, ‘নির্বাচন কমিশনে যখন বাছাই হয়, তখন কিছু সমস্যা থাকে। এটা নতুন কোনো ব্যাপার না। আমরা এখন পর্যন্ত যে নির্বাচন কমিশনকে দেখেছি, মোটামুটিভাবে তারা যোগ্যতার সঙ্গেই কাজ করছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইলেকট্রিক টুথব্রাশ কি সাধারণ টুথব্রাশের তুলনায় ভালো | প্রথম আলো",
            "time": "2026-01-19T07:42:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fgkuyq1tl%2Fportrait-plus-size-woman-doing-her-beauty-regimen-skincare-routine.jpg?rect=0%2C567%2C8000%2C4200&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ইলেকট্রিক টুথব্রাশ কি সাধারণ টুথব্রাশের তুলনায় ভালো\" class=\"IiRps \">ইলেকট্রিক টুথব্রাশ কি সাধারণ টুথব্রাশের তুলনায় ভালো</h1></p><div class=\"Ibzfy\"><p>ইলেকট্রিক টুথব্রাশের জনপ্রিয়তা ধীরে ধীরে বাড়ছে। বিশেষ করে শিশুরা ইলেকট্রিক ব্রাশ দিয়ে দাঁত মাজতে পছন্দ করে। শিশুরা সাধারণত একবার ইলেকট্রিক ব্রাশ ব্যবহার করলে আর সাধারণ ব্রাশে ফিরতে চায় না। তবে ইলেকট্রিক টুথব্রাশ কি সাধারণ টুথব্রাশের তুলনায় ভালো?</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-01-19T07:39:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগ মুদ্রার দাম কমেছে। দাম কমার তালিকায় আছে ইউরো, পাউন্ড, ইউয়ান, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। আজ কোনো মুদ্রার দাম বাড়েনি। অপরিবর্তিত আছে রুপি ও ইয়েনের দাম।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে বৈদেশিক মুদ্রা কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্ঘটনাকবলিত ট্রাকের শত শত গ্যাস সিলিন্ডার গড়াগড়ি খাচ্ছিল রাস্তায় | প্রথম আলো",
            "time": "2026-01-19T07:37:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F4ox8evxi%2FWEB.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দুর্ঘটনাকবলিত ট্রাকের শত শত গ্যাস সিলিন্ডার গড়াগড়ি খাচ্ছিল রাস্তায়\" class=\"nA4h1 \">দুর্ঘটনাকবলিত ট্রাকের শত শত গ্যাস সিলিন্ডার গড়াগড়ি খাচ্ছিল রাস্তায়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-19T13:37:26+06:00\"><span>প্রকাশ: ১৯ জানুয়ারি ২০২৬, ০৭: ৩৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ড নিয়ে ট্রাম্পের শুল্ক হুমকির তীব্র নিন্দা ইউরোপীয় নেতাদের | প্রথম আলো",
            "time": "2026-01-19T07:37:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fq8x6flhn%2FEuropean-leaders-slam.jpg?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রিনল্যান্ড দখলে বাধা দিলে ইউরোপীয় দেশগুলোর ওপর চড়া শুল্ক আরোপের হুমকি দিয়েছেন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। তাঁর এই হুমকিকে ‘বিপজ্জনক’ উল্লেখ করে তীব্র নিন্দা জানিয়েছেন ইউরোপের নেতারা। এই শুল্ক আটলান্টিকের উভয় পারের দেশগুলোর সম্পর্কে বড় ধরনের ফাটল ধরাবে বলে সতর্ক করেছেন তাঁরা।</p><p>গত শনিবার ট্রাম্প ঘোষণা করেন, গ্রিনল্যান্ড বিক্রির বিষয়ে চুক্তি না হওয়া পর্যন্ত ইউরোপের আটটি দেশের পণ্যের ওপর আগামী ১ ফেব্রুয়ারি থেকে ১০ শতাংশ এবং ১ জুন থেকে ২৫ শতাংশ শুল্ক আরোপ করা হবে। দেশগুলো হলো ডেনমার্ক, ফিনল্যান্ড, ফ্রান্স, জার্মানি, নেদারল্যান্ডস, নরওয়ে, সুইডেন ও যুক্তরাজ্য।</p><p>ট্রাম্পের এ হুমকির জবাবে গতকাল রোববার দেশগুলো এক যৌথ বিবৃতিতে ডেনমার্ক ও গ্রিনল্যান্ডের জনগণের প্রতি পূর্ণ সংহতি প্রকাশ করেছে। বিবৃতিতে বলা হয়, সার্বভৌমত্ব ও আঞ্চলিক অখণ্ডতার প্রশ্নে তারা কোনো আপস করবে না। ট্রাম্পের এমন শুল্ক আরোপের হুমকি মোকাবিলায় ইউরোপ ঐক্যবদ্ধ থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাভারে দুই পোড়া মরদেহ উদ্ধারের ঘটনায় একজন গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-19T07:27:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F4jkh78tz%2FDhakaDH162420260119Savar-19.01.26.jpg?rect=0%2C0%2C1635%2C858&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার সাভারে পরিত্যক্ত পৌর কমিউনিটি সেন্টার থেকে আগুনে পোড়া দুটি মরদেহ উদ্ধারের ঘটনায় এক ব্যক্তিকে গ্রেপ্তার করেছে পুলিশ। গতকাল রোববার মশিউর রহমান খান সম্রাট ওরফে সাইকো সম্রাট (৪০) নামে ওই ব্যক্তিকে পুলিশ গ্রেপ্তার করে। সম্রাট সাভারের ব্যাংক কলোনি এলাকার মৃত সালামের ছেলে বলে তিনি পুলিশকে জানিয়েছেন।</p><p>গত ছয় মাসে ওই ভবন ও আশপাশের এলাকা থেকে ছয়টি মরদেহ উদ্ধার করা হয়।</p><p>ঢাকা জেলা পুলিশের অতিরিক্ত পুলিশ সুপার আরাফাতুল ইসলাম (ক্রাইম, অপস ও ট্রাফিক উত্তর) প্রথম আলোকে বলেন, প্রতিটি হত্যার ঘটনায় মামলা হয়েছে। গতকালের হত্যার ঘটনায় সম্রাটকে আটকের পর দায়ের হওয়া মামলায় তাঁকে গ্রেপ্তার দেখিয়ে আদালতে পাঠানো হয়েছে। হত্যার কারণ হিসেবে তাঁর দেওয়া তথ্যগুলো যাচাই করে দেখা হচ্ছে। এ ছাড়া ময়নাতদন্তের পর বিষয়টি পুরোপুরি নিশ্চিত হওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "হালচাষের সময় ট্রাক্টরে বসে ছিল স্কুলছাত্র, ছিটকে লাঙলের ফলার নিচে পড়ে মৃত্যু | প্রথম আলো",
            "time": "2026-01-19T07:21:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F6sf7dsr1%2FChatGPT-Image-Jan-19-2026-012141-PM.png?rect=0%2C159%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হালচাষের জন্য ট্রাক্টরচালককে নিজেদের জমি দেখিয়ে দিতে গিয়েছিল স্কুলছাত্র অন্তর চন্দ্র বর্মণ (১২)। এ সময় ট্রাক্টরে উঠে চালকের পাশের আসনে বসে সে। নিজেদের জমি চাষ শেষে প্রতিবেশীর জমি চাষের সময় হঠাৎ ট্রাক্টর থেকে ছিটকে নিচে পড়ে যায় অন্তর। এতে ট্রাক্টরের লাঙলের ফলায় বিদ্ধ হয়ে সে ঘটনাস্থলেই মারা যায়।</p><p>গতকাল রোববার বিকেলে পঞ্চগড়ের বোদা উপজেলার চন্দনবাড়ি ইউনিয়নের নতুনহাট-ভোটাপাড়া এলাকায় এ ঘটনা ঘটে।</p><p>নিহত অন্তর চন্দ্র বর্মণ নতুনহাট-ভোটাপাড়া এলাকার ক্ষীরেন্দ্রনাথ বর্মণের ছেলে। সে স্থানীয় বলরামহাট উচ্চবিদ্যালয়ের ষষ্ঠ শ্রেণির ছাত্র ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "মহাসড়কে শতাধিক সিলিন্ডার, বিভাজকে থেঁতলানো লাশ | প্রথম আলো",
            "time": "2026-01-19T07:20:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fm8281240%2Fd1526581_1b76_4bce_8dd9_6399c2cd8e15.jfif?rect=0%2C207%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মহাসড়কের ওপর দুমড়েমুচড়ে পড়ে আছে একটি গ্যাস সিলিন্ডার বোঝাই ট্রাক। সেই ট্রাক থেকে ছিটকে পড়া শতাধিক সিলিন্ডার চারদিকে গড়াগড়ি খাচ্ছে। আজ সকালে চট্টগ্রামের মিরসরাইয়ে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "আমিরের ছবির এ কী অবস্থা | প্রথম আলো",
            "time": "2026-01-19T07:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fkoheddqq%2FMV5BZjliNTcxYWEtZTA4Yi00ZTJkLWFlZDEtNjIyNDYxZTRlNWNkXkEyXkFqcGc.V1.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিনেমাটি বীর দাস ও কবি শাস্ত্রী যৌথভাবে পরিচালনা করেছেন। এখন সিনেমার লক্ষ্য হতে পারে সপ্তাহের বাকি দিনগুলোতে ভালো অবস্থা ধরে রাখা, যা বর্তমান পরিস্থিতিতে খুবই অবাস্তব মনে হচ্ছে। সমালোচকেরা আশঙ্কা করছেন, পুরো সিনেমার আয় ভারতে ১০ কোটি টাকার নিচে থামবে, যা আমির খানের প্রযোজনা সংস্থার জন্য বড় ধাক্কা।</p><p>‘হ্যাপি পাটেল’ হলো এক স্পাই কমেডি-ড্রামা। সিনেমার প্রধান চরিত্রে রয়েছেন স্ট্যান্ড-আপ কমেডিয়ান ও অভিনেতা বীর দাস। সহশিল্পী হিসেবে আছেন মিথিলা পালকার, মোনা সিং, শারিব হাশমি প্রমুখ। সিনেমায় দুই বিশেষ চরিত্রে দেখা গেছে ইমরান খান ও আমির খানকে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে কানাডার হাইকমিশনারের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-01-19T07:08:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fo980ry1b%2Fbno-canada-.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">বিএনপির চেয়ারম্যান তারেক রহমানের সঙ্গে সৌজন্য সাক্ষাৎ করেছেন ঢাকায় নিযুক্ত কানাডার হাইকমিশনার অজিত সিং। আজ সোমবার বেলা সাড়ে ১১টার দিকে রাজধানীর গুলশানে বিএনপির চেয়ারম্যানের কার্যালয়ে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "সুন্দর ইবাদতে সুস্থতার ৪ প্রভাব | প্রথম আলো",
            "time": "2026-01-19T07:07:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F5po9lg9h%2Fpexels-asadphoto-20064294.jpg?rect=0%2C274%2C3856%2C2024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আধুনিক যুগের এক বড় সমস্যা হলো মানসিক অস্থিরতা ও উদ্বেগ। এই অস্থিরতা আমাদের ইবাদতের ওপর সরাসরি প্রভাব ফেলে। অনেক সময় দেখা যায়, জায়নামাজে দাঁড়িয়েও আমাদের মন দুনিয়াবি দুশ্চিন্তায় আচ্ছন্ন থাকে।</p><p>একে একধরনের ‘মানসিক কুয়াশা’ বলা যেতে পারে। শরীরচর্চা এই কুয়াশা দূর করতে জাদুর মতো কাজ করে।</p><p>যখন রক্তসঞ্চালন বৃদ্ধি পায় এবং মস্তিষ্ক পর্যাপ্ত অক্সিজেন পায়, তখন চিন্তার স্বচ্ছতা ফিরে আসে। যাঁরা তীব্র মানসিক চাপের মধ্য দিয়ে যান, তাঁরা ব্যায়ামের মাধ্যমে একধরনের আত্মিক প্রশান্তি অনুভব করেন।</p><p>আল্লাহ–তাআলা কোরআনে বলেন, ‘তিনিই মুমিনদের অন্তরে প্রশান্তি অবতীর্ণ করেন, যাতে তারা তাদের ইমানের সঙ্গে আরও ইমান বাড়িয়ে নেয়।’ (সুরা ফাতহ, আয়াত: ৪)</p><p>শারীরিক পরিশ্রম মানুষের অস্থিরতাকে প্রশমিত করে তাকে এই প্রশান্তি গ্রহণের জন্য উপযুক্ত করে তোলে। প্রশান্ত মন নিয়ে যখন কেউ জায়নামাজে দাঁড়ায়, তখন তার নামাজ কেবল একটি যান্ত্রিক ক্রিয়া থাকে না, বরং তা আল্লাহর সঙ্গে এক গভীর সংযোগে পরিণত হয়।</p></div></div></div></body></html>"
        }
    ]
}