{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "টঙ্গীতে খোলা ম্যানহোলে পড়ে এক নারী নিখোঁজ | প্রথম আলো",
            "time": "2025-07-28T10:21:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fut6rdn9e%2FWeb.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"টঙ্গীতে খোলা ম্যানহোলে পড়ে এক নারী নিখোঁজ\" class=\"nA4h1 \">টঙ্গীতে খোলা ম্যানহোলে পড়ে এক নারী নিখোঁজ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-28T16:21:18+06:00\"><span>প্রকাশ: ২৮ জুলাই ২০২৫, ১০: ২১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "পাবনা এডওয়ার্ড কলেজের অবসরপ্রাপ্ত অধ্যাপককে কুপিয়ে জখম, বিচারের দাবিতে মানববন্ধন | প্রথম আলো",
            "time": "2025-07-28T10:19:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F5eklwg3f%2FPabnaDH0636202507281.-Human-chain-6.jpg?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জওহরলাল বসাক বলেন, ‘আমি যখন বাসায় ঢুকি, তখন দুজন এসে আমাকে মুখ চেপে ধরে ছুরিকাঘাত করে। বাড়িঘরের সবকিছু তছনছ করেছে। আলমারি ভাঙছে, কিচ্ছু পায় নাই, এই তো।’ </p><p>এ ঘটনার প্রতিবাদে আজ সোমবার দুপুর সাড়ে ১২টার দিকে বৃষ্টি উপেক্ষা করে এডওয়ার্ড কলেজের শিক্ষক-শিক্ষার্থীরা মানববন্ধন করেন। ঘণ্টাব্যাপী মানববন্ধনে ছাত্রদল, ইসলামী ছাত্রশিবিরসহ বিভিন্ন ছাত্র সংগঠনের নেতা–কর্মীরা অংশগ্রহণ করেন। বক্তব্য দেন কলেজের উপাধ্যক্ষ মো. আবদুল খালেক, শিক্ষক পরিষদের সাধারণ সম্পাদক লুৎফর রহমান, রসায়ন বিভাগের প্রধান প্রদীপ কুমার প্রমুখ। ছাত্রশিবির পৃথকভাবে আরও একটি মানববন্ধন করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনায় ধর্ষণের পর আত্মহত্যার ঘটনায় তিনজনের মৃত্যুদণ্ড | প্রথম আলো",
            "time": "2025-07-28T10:16:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-03%2F1b1e6ebe-1534-429f-b717-3414ef0328f5%2FDeath_06.png?rect=0%2C73%2C815%2C428&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনায় প্রথমে নেত্রকোনা মডেল থানায় একটি অপমৃত্যুর মামলা হয়। পরে ওই কিশোরীর মা অভিযোগ করেন, থানায় ধর্ষণ মামলা দিতে গেলে পুলিশ তা গ্রহণ করেনি, বরং গালমন্দ করে তাঁকে তাড়িয়ে দেয়। এ ঘটনায় বিভিন্ন সামাজিক-সাংস্কৃতিক ও রাজনৈতিক সংগঠন নেত্রকোনায় মানববন্ধন ও প্রতিবাদ কর্মসূচি পালন করে। কর্তব্যে অবহেলার অভিযোগে মডেল থানার তৎকালীন ভারপ্রাপ্ত কর্মকর্তা (ওসি) আমীর তৈমুরকে প্রত্যাহার করা হয়। পরে ভুক্তভোগীর মা বাদী হয়ে ধর্ষণ ও আত্মহত্যায় প্ররোচনার অভিযোগে পৃথক দুটি মামলা করেন।</p><p>আদালতের নির্দেশে পুনরায় লাশ কবর থেকে উত্তোলন করে ময়নাতদন্ত করা হয়। এরপর পুলিশ তিন অভিযুক্তকে গ্রেপ্তার করে এবং তাঁরা আদালতে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি দেন। তদন্ত শেষে ২০১৮ সালের ৫ এপ্রিল আদালতে অভিযোগপত্র জমা দেওয়া হয়। ১৬ জন সাক্ষীর সাক্ষ্য শেষে আজ এ রায় দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আপনাদের থেকে আমরাই নির্বাচন বেশি চাই: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-07-28T10:14:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F9id92ezt%2FJamalpurDH056320250728Jamalpur-pic-3.jpg?rect=0%2C0%2C3460%2C1817&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন, সংস্কার, সরকার পরিবর্তন ও রাষ্ট্রক্ষমতা সম্পর্কে নাহিদ ইসলাম বলেন, ‘শুধু এক সরকারে মাধ্যমে আরেক সরকারের পরিবর্তের মাধ্যমে, আপনার-আমার জীবনের কোনো পরিবর্তন হবে না। আপনার এবং আমার জীবনের পরিবর্তন হবে, যদি সংস্কার হয়। অর্থনৈতিক, কৃষি ও স্বাস্থ্য খাতে সংস্কার হয় এবং প্রকৃত গণতন্ত্র নিশ্চিত করতে পারি। আমরা এমন একটি সংসদ তৈরি করতে পারি, যেখানে ক্ষমতার ভারসাম্য থাকবে। যেখানে এক ব্যক্তি এবং শুধু প্রধানমন্ত্রীর কথায় রাষ্ট্র পরিচালিত হবে না। আর সেই সরকার, সেই রাষ্ট্রব্যবস্থা ও নতুন বাংলাদেশের জন্য কথা বলে যাচ্ছি। আপনাদের থেকে আমরা নির্বাচন বেশি চাই। আমরা সংস্কার, বিচার ও নির্বাচন চাই এবং সর্বপরি মানুষের ভাগ্যের পরিবর্তন চাই।’</p><p>সংসদে উচ্চকক্ষ প্রসঙ্গে নাহিদ ইসলাম বলেন, ‘আমরা বলেছি, সংস্কারপ্রক্রিয়ায় আমাদের একটি উচ্চকক্ষ প্রয়োজন। আমাদের জাতীয় সংসদকে দুইভাবে ভাগ করতে হবে। ভোটের অনুপাতে উচ্চকক্ষ নির্ধারণ করতে হবে। যাতে করে একটি জবাবদিহিমূলক ক্ষমতার ভারসাম্য নিশ্চিত করতে পারি। কিন্তু সংসদের সেই উচ্চকক্ষের বিষয়ে এখনো ঐকমত্য হয়নি। ফলে জুলাই সনদও এখনো আটকে রয়েছে। আমরা বলতে চাই, জুলাই সনদের মাধ্যমে আমরা এই ৫ আগস্ট সর্বদলীয়ভাবে উদ্‌যাপন করতে চাই। তাই যারা দলীয় স্বার্থে এই জুলাই সনদে ঐকমত্য হয়নি, তাঁদের প্রতি আমাদের সাদরে আহ্বান থাকবে জনগণের স্বার্থে-দেশের স্বার্থে আপনারাও ঐকমত্য পোষণ করুন। কারণ, সংস্কার ও পরিবর্তেনের জন্যই মানুষ রাজপথে নেমে এসেছিল এবং মানুষ জীবন দিয়েছিল। জীবন দিয়েছিল আমাদের রিকশাওয়ালা ভাই, পোশাক কর্মী, পথশিশু, বোন ও শত শত তরুণ-তরুণীরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিটি ব্যাংকের নতুন চেয়ারম্যান হলেন হোসেন খালেদ | প্রথম আলো",
            "time": "2025-07-28T10:13:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fro42jec8%2FHossain-Khaled.png?rect=0%2C5%2C1356%2C712&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি সিটি ব্যাংকের চেয়ারম্যান নির্বাচিত হয়েছেন ব্যাংকটির উদ্যোক্তা পরিচালক হোসেন খালেদ। গতকাল রোববার ব্যাংকের পরিচালনা পর্ষদের সভায় তাঁকে নির্বাচিত করা হয়। সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p>বিজ্ঞপ্তিতে জানানো হয়, হোসেন খালেদ এর আগে সাত বছর সিটি ব্যাংকের ভাইস চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন। তিনি পরিচালনা পর্ষদের নির্বাহী কমিটি ও ঝুঁকি ব্যবস্থাপনা কমিটির সদস্য। এ ছাড়া তিনি ব্যাংকের অঙ্গপ্রতিষ্ঠান সিটি ব্রোকারেজ লিমিটেড ও সিটি হংকং লিমিটেডের চেয়ারম্যান হিসেবেও দায়িত্ব পালন করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বেলচা কোদাল ঝাড়ু হাতে ঝিনাইদহ শহর পরিষ্কারে নেমেছেন শিক্ষার্থীরা | প্রথম আলো",
            "time": "2025-07-28T09:57:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F85h842oo%2FJhenaidahDH057420250728Jhenidah-Cleanliness-Campaign-Photo-28-07-20253.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিচ্ছন্নতা অভিযানের নেতৃত্ব দেওয়া শিক্ষার্থী ইলমা খাতুন বলেন, তাঁরা ‘স্বচ্ছ শহর সজাগ ইতিহাস’ কর্মসূচির ওপর কাজ করছেন। তাঁদের এই কাজে সহযোগিতা করছে ঝিনাইদহ জেলা পরিষদ। তিন দিন চলবে তাঁদের এই কার্যক্রম। আগামী বুধবার তাঁরা এই কার্যক্রম শেষ করবেন। এই কার্যক্রমের অংশ হিসেবে শহরের বিভিন্ন গুরুত্বপূর্ণ সড়ক, স্থাপনা, স্থান পরিষ্কার করা হচ্ছে। যেখানে ময়লা দেখছেন সেখান থেকে শুধু ময়লা সংগ্রহ নয় স্থানীয় বাসিন্দাদের এই ময়লা যত্রতত্র না ফেলার জন্যও পরামর্শ দেওয়া হচ্ছে।</p><p>শিক্ষার্থী পলাশ বলেন, ‘পরিবেশ রক্ষা করা আমাদের দায়িত্ব। আমরা উদ্যোগ নিয়েছি যাতে অন্যরাও এই কাজে অনুপ্রাণিত হয়। পরিচ্ছন্ন শহর গড়ে তোলার জন্য সবাইকে এগিয়ে আসতেই হবে। এই কর্মসূচির মাধ্যমে শুধু শহর পরিষ্কার নয়; বরং পরিবেশ সচেতনতা ও নাগরিক দায়িত্ববোধের বার্তা ছড়িয়ে দিতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "কিশোরগঞ্জে এনসিপির পথসভায় যোগ দেওয়ায় তিন নেতাকে যুবলীগ থেকে বহিষ্কার | প্রথম আলো",
            "time": "2025-07-28T09:54:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F6qx6ez4n%2FWhatsApp-Image-2025-07-28-at-15.52.11.jpeg?rect=0%2C0%2C941%2C494&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় সূত্রে জানা গেছে, ২৬ জুলাই কিশোরগঞ্জ জেলা শহরের পুরান থানা এলাকায় অনুষ্ঠিত এনসিপির পথসভার মঞ্চে উঠে বক্তব্য দেন ইটনা উপজেলা যুবলীগের সাধারণ সম্পাদক গোলাম কবির। সামাজিক যোগাযোগমাধ্যমে ওই বক্তব্য ছড়িয়ে পড়লে দলের ভেতরে নানা প্রতিক্রিয়া সৃষ্টি হয়, তা ছাড়া ওই পথসভায় জেলা যুবলীগের আহ্বায়ক কমিটির সদস্য কামরুজ্জামান ও ইটনা উপজেলা যুবলীগের সদস্য বাসেত আহমেদও অংশগ্রহণ করেছিলেন। পরে দলীয় গঠনতন্ত্রের ২২(ক) ধারা অনুযায়ী শৃঙ্খলা ভঙ্গের অভিযোগে তাঁদের বিরুদ্ধে এ ব্যবস্থা নেওয়া হয়।</p><p>গতকাল রোববার রাতে কিশোরগঞ্জ জেলা যুবলীগের আহ্বায়ক আমিনুল ইসলাম, যুগ্ম আহ্বায়ক মীর আমিনুল ইসলাম ও মো. রুহুল আমিন খান স্বাক্ষরিত একটি প্রেস বিজ্ঞপ্তি সামাজিক যোগাযোগমাধ্যমে প্রকাশ করা হয়। তবে প্রেস বিজ্ঞপ্তিতে স্বাক্ষর করা জেলা যুবলীগের ওই তিন নেতা বর্তমানে পলাতক রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আমির হোসেন আমু ও আবদুস সোবহান গোলাপ নতুন হত্যা মামলায় গ্রেপ্তার | প্রথম আলো",
            "time": "2025-07-28T09:49:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F58a64a62-47a6-4ec3-a7f1-1b09f532ef85%2FUntitled_5.jpg?rect=0%2C11%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পৃথক দুটি হত্যা মামলায় সাবেক মন্ত্রী আমির হোসেন আমু ও সাবেক সংসদ সদস্য আবদুস সোবহান গোলাপকে গ্রেপ্তার দেখানো হয়েছে।</p><p>ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালত আজ সোমবার এ আদেশ দেন।</p><p>এর আগে সকাল ৯টার দিকে আমির হোসেন আমু ও আবদুস সোবহান গোলাপকে কেরানীগঞ্জের ঢাকা কেন্দ্রীয় কারাগার থেকে ঢাকার সিএমএম আদালতের হাজতখানায় আনা হয়। সকাল ১০টার দিকে তাঁদের কাঠগড়ায় তোলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "হাতিরঝিলের রাস্তার গর্তে অটোরিকশা, দুজন আহত এবং একটি টুইস্ট | প্রথম আলো",
            "time": "2025-07-28T09:47:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fgxx4msbw%2FWhatsApp_Image_2025_07_28_at_3_19_51_PM.jpeg?rect=0%2C14%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর মধ্যে নতুন দায়িত্বপ্রাপ্ত এসআই ফোন করলেন। জানালেন, গাড়ি নিয়ে তিনি রেড ক্রিসেন্টের গেটের কাছে আছেন। বললাম, ‘৪৫ মিনিট পর আপনার গাড়ি দিয়ে আর কী হবে!’</p><p>এতে তিনি খুশিই হলেন মনে হলো।</p><p>আহত চালক দুজনের সহায়তায় ততক্ষণে সোজা হয়ে দাঁড়িয়েছেন। এক পা, দুই পা ফেলতে ফেলতে হাঁটাহাঁটি করছেন। নিজের হাতে–বুকে মালিশ করছেন। তাঁর লোকজনও কাছাকাছি এসেছে জানালেন। আমরা বিদায় নিলাম। তিনি বিদায় দিতে গিয়ে কৃতজ্ঞতায় দুই হাত চেপে ধরলেন। চালকের চোখ ভেজা!</p><p>বাসায় ফিরে আহত যাত্রীকে ফোন করলাম। জানালেন, প্রাথমিক চিকিৎসা নিয়ে তিনি অপেক্ষা করছেন, ‘ডিপার্টমেন্টের লোক’ এলে তিনি হাসপাতালে যাবেন। ‘ডিপার্টমেন্টের লোক’ শুনেই জিজ্ঞেস করলাম, ‘আপনি কি পুলিশে আছেন?’</p><p>‘জি ভাই, আমি এসআই।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় অটোরিকশাচালকদের ধর্মঘট, সড়ক অবরোধ, ভোগান্তিতে যাত্রীরা | প্রথম আলো",
            "time": "2025-07-28T09:46:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fln3o8h22%2FBBariaDH125620250728IMG2025072811173301.jpg?rect=0%2C41%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলার সিএনজিচালিত অটোরিকশা মালিক পরিবহন সমিতি ও শ্রমিক ইউনিয়নের ডাকে গতকাল রোববার ভোরে শুরু হয় এ ধর্মঘট। তাদের তিন দফা দাবি হলো জেলা পুলিশ লাইনে আটক শতাধিক সিএনজিচালিত অটোরিকশা বিনা শর্তে ছেড়ে দিতে হবে, ঢাকা-সিলেট মহাসড়ক ছাড়া জেলার সব এলাকায় অটোরিকশা চলাচলের অনুমতি দিতে হবে, ট্রাফিক পুলিশের হয়রানি ও নির্যাতন বন্ধ করতে।</p><p>জেলায় প্রায় ১৫ থেকে ২০ হাজার সিএনজিচালিত অটোরিকশা রয়েছে। আজ সকাল থেকে দুপুর পর্যন্ত নন্দনপুর বাজার, কুট্টাপাড়া মোড়, শহরের বিভিন্ন এলাকা, সরাইল-নাসিরনগর-লাখাই আঞ্চলিক মহাসড়কসহ কোথাও সিএনজিচালিত অটোরিকশা চলতে দেখা যায়নি। সিএনজিচালকেরা বিভিন্ন এলাকায় পিকেটিং করেন। তাঁদের সঙ্গে ছিল শিশু-কিশোররাও। তাঁরা ব্যাটারিচালিত অটোরিকশা চলাচল বন্ধ করে দেন, যাত্রী নামিয়ে দেন, এমনকি টায়ারের হাওয়াও ছেড়ে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বে হারিয়ে যাওয়া ১০ শহর, কোনোটি মাটির নিচে, কোনোটি ধ্বংসপ্রাপ্ত | প্রথম আলো",
            "time": "2025-07-28T09:40:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fla2c0h2r%2F277f022a-f96b-404a-a07d-ea43ac44f0d8.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ধারণা করা হয়, খ্রিষ্টপূর্ব ষষ্ঠ শতকের দিকে পেত্রা নগরী গড়ে ওঠে। লোহিত সাগর থেকে প্রায় ৮০ কিলোমিটার দূরে জর্ডানের দক্ষিণ-পশ্চিমের শহর ওয়াদি মুসার ঠিক আগে হুর পাহাড়ের পাদদেশে এর অবস্থান। পেত্রা ছিল একটি গুরুত্বপূর্ণ বাণিজ্যিক কেন্দ্র। প্রায় দুই হাজার বছর ধরে মৃত সাগর ও লোহিত সাগরের মধ্যকার একটি বাণিজ্যপথ হিসেবে এটিকে ব্যবহার করা হতো। সিরিয়া, মিসর ও আরব দেশ থেকে আসা ব্যবসায়ীরা এখানে মিলিত হতেন।</p><p>শহরটি পাথরের গায়ে খোদাই করা স্থাপত্যের জন্য বিখ্যাত ছিল। এখানে একসময় ৩০ হাজারের বেশি মানুষ বাস করতেন। শহরটিতে ছিল জলের কুয়ো, বাগান, প্রাসাদ, মন্দির, নাট্যমঞ্চসহ নানা কাঠামো। ৩৬৩ খ্রিষ্টাব্দে ভূমিকম্পে শহরটি আংশিকভাবে ক্ষতিগ্রস্ত হয় এবং পরে আরবদের দখলে যাওয়ার পর এটি পুরোপুরি পরিত্যক্ত হয়। ১৮২২ সালে সুইস পরিব্রাজক জোহান লুডিগ নতুন করে এই শহরের সন্ধান পান।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারবাসীর জন্য ১২ পদে চাকরির সুযোগ | প্রথম আলো",
            "time": "2025-07-28T09:35:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2Fec3a4dcd-b1a4-4cd6-b2ab-083eba916d31%2Fprothomalo_bangla_2020_09_4dc58fa1_4e01_4fe8_bb4e_366278f87917_govt.png?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. ইউনিয়ন পরিষদ প্রশাসনিক কর্মকর্তা (ইউনিয়ন পরিষদ সচিব)</strong></p><p><strong>পদসংখ্যা</strong>: ১২</p><p><strong>বেতন স্কেল:</strong> ১০২০০–২৪৬৮০ টাকা</p><p><strong>আবেদনে শিক্ষাগত যোগ্যতা:</strong> কোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে অন্যূন দ্বিতীয় বিভাগ অথবা সমমানের জিপিএতে স্নাতক বা সমমানের ডিগ্রি থাকতে হবে।</p><p><strong>আবেদনের বয়সসীমা:</strong> ৩১ জুলাই ২০২৫ তারিখে প্রার্থীর বয়স ১৮ থেকে ৩২ বছরের মধ্যে হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে অভিবাসী শতকোটিপতি কারা, কত তাঁদের সম্পদ | প্রথম আলো",
            "time": "2025-07-28T09:32:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F0ggy9kay%2FWhatsApp-Image-2025-07-28-at-10.29.30.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ধরা যাক, আপনার জন্ম হয়েছে নিপীড়নমূলক ও একনায়কতান্ত্রিক দেশে, আপনার হাতে এক টাকাও নেই, তখন ভবিষ্যৎ বলে কিছুই থাকে না। জীবনে যে কখনো উন্নতি হবে, এমন ভাবনাও আসে না। তখন আপনি ভাবেন, আদৌ আশা আছে কি? ৭৯ বছর বয়সী শতকোটিপতি স্টিভেন উডভার-হ্যাজি ফোর্বস ম্যাগাজিনকে এ কথা বলেন।</p><p>হাঙ্গেরি থেকে শিশু বয়সে নিউইয়র্কে পাড়ি জমান স্টিভেন। ১৪ বছর বয়সে ম্যানহাটানের একটি গুদামে ঘণ্টায় মাত্র ৩০ সেন্টের বিনিময়ে বাক্স গোছানোর কাজ নেন। পরবর্তীকালে তিনি বিমান লিজিং শিল্পের পথপ্রদর্শক হয়ে ওঠেন।</p><p>বিষয়টি হলো, কপর্দকহীন অভিবাসী হিসেবে কেউ যখন ধনী কোনো দেশে পাড়ি জমান, তখন তাঁর মানসিকতাই বদলে যায়। বিশেষ করে যুক্তরাষ্ট্রের মতো দেশের নাগরিকদের চেয়ে। বিশ্বের বৃহত্তম অর্থনীতির এ দেশের নাগরিকেরা জন্মসূত্রেই স্বাধীনতা, সুযোগ-সুবিধা ও ভোগ-বিলাসে অভ্যস্ত। কিন্তু এই অভিবাসীদের তা অর্জন করে নিতে হয়।</p><p>হ্যাজি বলেন, এ পরিস্থিতিতে মানুষ একদম অন্য প্রান্ত থেকে জীবন শুরু করেন, তখন জীবনের মূল্য তৈরি করা অন্যতম লক্ষ্য হয়ে যায়। এ সময় মানুষ যাঁদের সহায়তা পায়, তাঁদের প্রতি শ্রদ্ধা গড়ে ওঠে। মানুষের জীবনের লক্ষ্য তখন স্পষ্ট হয়ে যায়—যত দ্রুত সম্ভব সেই দুঃসহ অতীত থেকে বেরিয়ে আসা। অভিবাসীদের এই যে জেদি মনোভাব, ঠিক সেখানেই জন্মসূত্রে মার্কিন নাগরিকদের চেয়ে তাঁরা একেবারেই আলাদা। শুধু যুক্তরাষ্ট্র নয়, বিশ্বের সবখানেই অভিবাসীদের এ মনোভাব দেখা যায়।</p><p>ফোর্বসের ২০২৫ সালের তালিকা বলছে, যুক্তরাষ্ট্রে বসবাসরত অভিবাসী শতকোটিপতির সংখ্যা এখন ১২৫। ২০২২ সালে যা ছিল ৯২ জন, অর্থাৎ সেখান থেকে এ সংখ্যা এক-তৃতীয়াংশ বেশি। এই শতকোটিপতিদের আগমন ৪১টি দেশ থেকে। যদিও যুক্তরাষ্ট্রের প্রায় ৯০০ শতকোটিপতির মধ্যে তাঁদের অনুপাত তেমন একটা বেশি নয়, ১৪ শতাংশ। সম্মিলিতভাবে তাঁদের সম্পদের পরিমাণ ১ দশমিক ৩ ট্রিলিয়ন বা ১ লাখ ৩০ হাজার কোটি ডলারের বেশি। যুক্তরাষ্ট্রের শতকোটিপতিদের সম্পদের প্রায় ১৮ শতাংশ। উল্লেখযোগ্য বিষয় হলো, এই অভিবাসী ধনীদের মধ্যে সবচেয়ে বেশিসংখ্যক ধনী ভারতীয়। দেশটি থেকে যুক্তরাষ্ট্রে অভিবাসন করা ১০ জন এই তালিকায় স্থান পেয়েছেন। যুক্তরাষ্ট্র ও বিশ্বের শীর্ষ ১০ ধনীর মধ্যে ৩ জনেরই শিকড় ভিন্ন দেশে।</p><p>নতুন মুখের মধ্যে আছেন ইরানি বংশোদ্ভূত মাকি জানাগানে। তিনি বলেন, অভিবাসী হওয়ার অর্থ হলো নিজের শিকড় না ভুলে নতুন পরিবেশে মানিয়ে নেওয়া এবং প্রতিটি সুযোগ কাজে লাগানো। ইউরোপের রোবোটিক সার্জারি প্রতিষ্ঠানের প্রধান হিসেবে কাজ করার পর ২০০২ সালে তিনি যুক্তরাষ্ট্রে আসেন। বর্তমানে তিনি বায়োটেক প্রতিষ্ঠান সামিট থেরাপিউটিকসের সহপ্রধান নির্বাহী। তাঁদের সম্ভাবনাময় ক্যানসারের ওষুধের কারণে শেয়ারের দাম এক বছরে প্রায় ২০০ শতাংশ বেড়েছে। সেই সূত্রে জানাগানে শতকোটিপতির তালিকায় উঠে এসেছেন।</p><p>সফলতার প্রসঙ্গে জানাগানে বলেন, ‘ব্যবসাতেও নিয়ম এক—আপনাকে সজাগ থাকতে হবে, পরিবর্তনের সঙ্গে খাপ খাওয়াতে হবে এবং প্রতিকূলতার মধ্যেও টিকে থাকতে জানতে হবে। আমি সেই মানসিকতা নিয়েই এগিয়েছি।’</p><p>তালিকায় দেখা গেছে, যুক্তরাষ্ট্রের প্রায় এক-চতুর্থাংশ শতকোটিপতি উত্তরাধিকারসূত্রে সম্পদ পেয়েছেন অথচ অভিবাসীদের মধ্যে ৯৩ শতাংশই স্বনির্ভর—নিজের চেষ্টায় সম্পদ গড়ে তুলেছেন। তাঁদের দুই-তৃতীয়াংশই ধনী হয়েছেন প্রযুক্তি (৫৩ জন) বা আর্থিক খাত (২৮ জন) থেকে।</p><p>এই অভিবাসীদের অনেকেই যুক্তরাষ্ট্রে পড়াশোনার জন্য এসে থেকে গেছেন। যেমন ইলন মাস্ক কিংবা সাইবার নিরাপত্তা খাতে সফল ব্যবসায়ী ভারতীয় বংশোদ্ভূত জয় চৌধুরী। তিনি ১৯৮০ সালে স্নাতকোত্তরের জন্য প্রথম যুক্তরাষ্ট্রে আসেন। জ্যাকসনভিলস জাগুয়ারের মালিক শহীদ খান ১৬ বছর বয়সে পরিবারের সব সঞ্চয় দিয়ে টিকিট কিনে ইউনিভার্সিটি অব ইলিনয়ের উদ্দেশে উড়াল দেন। ২৪ ঘণ্টার মধ্যেই এক রেস্তোরাঁয় থালাবাসন ধোয়ার চাকরি পান ঘণ্টায় ১ দশমিক ২০ ডলার মজুরিতে। তাঁর মতে, সেই মজুরিও ছিল তাঁর দেশের ৯৯ শতাংশ মানুষের চেয়ে বেশি। সেখান থেকেই কৃতজ্ঞতা, বিনয় আর নিজের ওপর বিশ্বাসের ওপর ভর করে যাত্রা শুরু করেন। পরবর্তীকালে তিনি নিজের বিশ্ববিদ্যালয়কে ৩০ মিলিয়ন বা তিন কোটি ডলার অনুদান দিয়েছেন।</p></div></div></body></html>"
        },
        {
            "title": "এক দশকে ১ লাখ হেক্টর বনভূমি কমেছে | প্রথম আলো",
            "time": "2025-07-28T09:30:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F8c9e19ce-5579-4cff-8bcf-0f9fba3b1565%2FLathitila_5.jpg?rect=0%2C54%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের খাদ্য ও কৃষি সংস্থা ফাওয়ের তথ্য অনুযায়ী, বৈশ্বিকভাবে বন উজাড়ীকরণের হার ১ দশমিক ১ শতাংশ হলেও বাংলাদেশে সেটি ২ দশমিক ৬ শতাংশ।</p><p>বন অধিদপ্তরের ২০টি দল মাঠপর্যায়ে তথ্য-উপাত্ত সংগ্রহ শুরু করে ২০২৪ সালের মার্চে। ২০২৪ সালের ডিসেম্বরে তাদের তথ্য সংগ্রহ শেষ হয়। উপকূলীয় বন, শালবন, সুন্দরবন, পার্বত্যাঞ্চল ও গ্রামীণ এলাকায় মোট ১ হাজার ৮৫৮টি নমুনা প্লটের ভিত্তিতে এ জরিপের ফলাফল নির্ধারণ করা হয়েছে।</p><p>জরিপে দেশে প্রতি হেক্টরে গাছের ঘনত্ব পাওয়া গেছে ১১৭টি। সবচেয়ে বেশি গাছের ঘনত্ব আছে সুন্দরবনে। এখানে গাছের ঘনত্ব প্রতি হেক্টরে ৭০২টি। বনাঞ্চলের চেয়ে গ্রামীণ এলাকায় গাছের ঘনত্ব কম হলেও মোট গাছের পরিমাণ বেশি। গ্রামীণ এলাকায় মোট গাছের সংখ্যা প্রায় ৯০ কোটি।</p><p>২০১৫ সালের বন জরিপে গাছের সংখ্যা ছিল ১৬৯ কোটি। সাম্প্রতিক জরিপে সেটা কিছুটা কমে হয়েছে ১৫৭ কোটি। গত এক দশকে হ্রাস পাওয়া গাছের সংখ্যা প্রায় ১২ কোটি। জরিপে সারা দেশে ৩২৬টি গাছের প্রজাতি শনাক্ত করা হয়েছে। এর মধ্যে সর্বোচ্চ ২৪২টি প্রজাতি পাওয়া গেছে পার্বত্যাঞ্চলে। সুন্দরবনে পাওয়া গেছে ২২ প্রজাতির গাছ। এর আগে বন জরিপে (২০১৫) ৩৯০ প্রজাতির গাছ শনাক্ত করেছিল বন অধিদপ্তর। গত এক দশকে হারিয়ে গেছে ৬৪ প্রজাতির বৃক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই দিয়ে আসামি শনাক্ত, নথি পোড়াতে বিয়াম ভবনে আগুন লাগানো হয়: পিবিআই | প্রথম আলো",
            "time": "2025-07-28T09:29:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fgt89cmu1%2FImage-2.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুর রহমান বলেন, জাহিদুল ও আশরাফুল পূর্বপরিচিত। দুজনের বাড়ি কুড়িগ্রাম জেলায়। ঘটনার কয়েক মাস আগে আশরাফুলকে এলাকা থেকে এনে রাজধানীর একটি তিন তারকা হোটেলে রাখেন জাহিদুল। সমিতির নথিপত্র ধ্বংস করতে জাহিদুল আসামি আশরাফুল, অফিস সহায়ক আবদুল মালেক ও গাড়িচালক ফারুক মিলে পরিকল্পনা করেন। কাজ শেষে তাঁদের ১০-১২ লাখ টাকা দেবেন বলে মৌখিক চুক্তি করেন জাহিদুল। পরিকল্পনা অনুযায়ী ঘটনার দিন রাতে আশরাফুল পাঁচতলার সিসি ক্যামেরা বন্ধ করেন। সিসি ক্যামেরা বন্ধের পর মালেক ও ফারুক ৫০৪ নম্বর কক্ষে প্রবেশ করেন। তখন আশরাফুল কক্ষের দরজার পাশে সিঁড়ির কোনায় কিছুক্ষণ দাঁড়িয়ে ছিলেন। কক্ষে প্রবেশ করে মালেক ও ফারুক গুরুত্বপূর্ণ কাগজে পেট্রল দিয়ে আগুন ধরিয়ে দেন। এর আগে আশরাফুল সিঁড়ি দিয়ে তৃতীয় তলায় নেমে যান। আশরাফুল তৃতীয় তলায় নামতেই কক্ষটিতে বিকট বিস্ফোরণ হয়। এতে ঘটনাস্থলেই মালেক মারা যান। আর ফারুকের শরীর আগুনে পুড়ে যায়। ফায়ার সার্ভিসের সদস্যরা ঘটনাস্থলে এসে পৌঁছালে আশরাফুল ভবন থেকে পালিয়ে হোটেলকক্ষে চলে যান। পরে জাহিদুল ঘটনাস্থলে আসেন। তিনি আশরাফুলের সহযোগিতায় ফারুককে জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে নিয়ে ভর্তি করেন। চিকিৎসাধীন অবস্থায় ফারুক মারা যান।</p><p>আবদুর রহমান বলেন, পরিকল্পনা অনুযায়ী শুধু সমিতির নথিপত্র পোড়ানোর কথা ছিল। কিন্তু পেট্রল দিয়ে আগুন দেওয়ার সময় বিস্ফোরণ হবে, এটি তাঁরা বুঝতে পারেননি। যার কারণে ঘটনায় জড়িত থাকা মালেক ও ফারুক আগুনে পুড়ে মারা যান। পুড়ে যাওয়া নথিপত্র কী ধরনের, তাতে কী তথ্য ছিল, তা এখনো জানা যায়নি। মামলার প্রথম ধাপ শেষ করেছে পিবিআই। দ্বিতীয় ধাপে তারা নথিপত্রে কী ছিল, তা নিয়ে কাজ করবে। পাশাপাশি এই ঘটনায় আর কেউ জড়িত আছে কি না, তা খতিয়ে দেখবে।</p><p>কৃত্রিম বুদ্ধিমত্তা (এআই) দিয়ে আসামি শনাক্তের বিষয়ে আবদুর রহমান বলেন, ‘প্রথমে আমরা সিসি ক্যামেরার ফুটেজ সংগ্রহ করি। একটা কক্ষের ক্যামেরা বন্ধ করে দেওয়া হলেও বাকিগুলো চালু ছিল। সেখান থেকে আমরা আশরাফুলের মাস্ক পরা ছবি পাই। পরে এআইয়ের সহযোগিতায় আশরাফুলকে শনাক্ত করি। আশরাফুলের ওই অফিসে আসা-যাওয়া ছিল, সেই ছবি দেখেই তাঁকে শনাক্ত করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যাংককের বাজারে পাঁচজনকে গুলি করে হত্যার পর হামলাকারীর আত্মহত্যা | প্রথম আলো",
            "time": "2025-07-28T09:24:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F75ci74sz%2FBangkok.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>থাইল্যান্ডের রাজধানী ব্যাংককের একটি বাজারে আজ সোমবার এক বন্দুকধারীর গুলিতে কমপক্ষে ছয়জন নিহত হয়েছেন। এক বিবৃতিতে থাইল্যান্ডের পুলিশ এ তথ্য দিয়েছে।</p><p>মেট্রোপলিটন পুলিশ ব্যুরোর উপকমিশনার চারিন গোপাত্তা রয়টার্সকে বলেন, নিহত ব্যক্তিদের মধ্যে বন্দুকধারী নিজেও আছেন। তিনি আত্মহত্যা করেছেন।<br> থাই পুলিশ বিবৃতিতে বলেছে, তারা ঘটনার সঙ্গে জড়িত ব্যক্তির পরিচয় ও তাঁর উদ্দেশ্য কী ছিল, তা নিয়ে তদন্ত করছে। গুলিবিদ্ধ হয়ে মারা যাওয়া পাঁচজন ওই বাজারের নিরাপত্তারক্ষী ছিলেন বলে বিবৃতিতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুক লাইভে উমামা ফাতেমা: জুলাইকে ‘মানি মেকিং মেশিনে’ পরিণত করা হয়েছে | প্রথম আলো",
            "time": "2025-07-28T09:21:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fe3k071uz%2F2d7cd877-a17b-4cf9-996d-d0d369be1147.jfif?rect=0%2C5%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উমামা বলে চলেন, 'ন্যূনতম আত্মসম্মান আছে, এমন কেউ এই প্ল্যাটফর্মে (বৈষম্যবিরোধী) টিকতে পারবে না৷ এই প্ল্যাটফর্মের সঙ্গে থাকাটা আমার জীবনের একটা ট্র্যাজিক ঘটনা ছিল৷ যে মানুষগুলো জুলাইয়ের মধ্য দিয়ে হেঁটে গেছে, আন্দোলনের সম্মুখসারিতে ছিল, তারা যখন খুবই সস্তা কাজ করেন, সেটা আসলে নেওয়া যায় না৷...আমার মনে হয়, গত এক বছরে আমার অনেক সময় নষ্ট হয়েছে৷ আমি যদি একা কিছু কাজ করার চেষ্টা করতাম, আমি আরও ভালো কিছু করতে পারতাম৷ আমাদের ওপর মানসিক চাপ গেছে, কারণ আমাদের তো দেশের জন্য কিছু করার স্বপ্ন ছিল৷ আরেকজনের মধ্যে হয়তো স্বপ্ন না-ই থাকতে পারে৷ তাদের হয়তো স্বপ্ন ছিল চাঁদাবাজি করবে৷ আমাকে ডেকে এনে আপনি একটা টিস্যু পেপারের মতো ব্যবহার করেছেন৷ আমি টিস্যু পেপার না তো!'</p><p><strong>মুখপাত্র হওয়ার আগে ধারণা ছিল না</strong></p><p>ফেসবুক লাইভের শেষাংশে উমামা ফাতেমা বলেছেন, জুলাই একটা অনেক বড় ধরনের অভিজ্ঞতা ছিল৷ সবার জন্যই বড় একটা ট্রমা বলা যায়৷ মানুষ রাস্তায় যে পরিমাণ ফাইট করেছে, সেটা অবিশ্বাস্য! আমার মাথায় একবারও আসেইনি যে এটা দিয়ে টাকাও ইনকাম করা যায়! আমি মুখপাত্র হওয়ার পর প্রথম আবিষ্কার করেছি যে এগুলো দিয়ে লোকজন নানা কিছু করছে৷ টেন্ডার বাণিজ্য, তদবির বাণিজ্য, ডিসি নিয়োগ, তমুক জায়গায় তমুক কাজ- এগুলো নাকি অহরহ করে বেড়াচ্ছে! মুখপাত্র হওয়ার আগে এগুলো নিয়ে আমার ধারণা ছিল না৷</p><p>উমামা ফাতেমা আরও বলেন, 'জুলাই-আগস্ট একটা লিভড এক্সপেরিয়েন্স আমার কখনো মাথায়ই আসেনি যে এগুলো দিয়ে টাকা-পয়সা ইনকাম করা যায়৷ তাহলে হোয়াই ইন দ্য আর্থ এটাকে আমি একটা মানি মেকিং মেশিনে পরিণত করতে যাব? কিন্তু দুর্ভাগ্যজনকভাবে সেটা হয়েছে৷ খুবই কমন, খুবই রেগুলার বেসিসেই হয়ে এসেছে৷ অনেকে বলেন যে আমি হাজার-কোটি টাকা কামিয়েছি৷ আমি এতটুকু বলতে পারি, আই হ্যাভ এ প্রিটি গুড লাইফ৷ আমি যথেষ্ট ওয়েল-অফ ফ্যামিলি থেকে বিলং করি৷ জীবনে এত খারাপ অবস্থা আসেনি৷ আমার বিদেশে যেতে স্কলারশিপের জন্যও দরকার নেই এসব পরিচয়৷ আল্লাহ আমাকে সিজিপিএ-ও দিয়েছে ভালো, আমি ভালো সাবজেক্টেও পড়েছি৷ সৌভাগ্যজনকভাবে আমার পরিবারেরও আমার প্রতি সেই সাপোর্টটা আছে৷ তাঁরা আমাকে কোনো মানি মেকিং মেশিন হিসেবে ব্যবহার করে না৷ পরিবার আমাকে একটা হিউম্যান বিং হিসেবে দেখে এবং চায় যে দেশের জন্য আমি ভালো কিছু করি৷'</p></div></div></div></body></html>"
        },
        {
            "title": "ভাইকে দাফন করে নায়ক জসীমের দুই সন্তানের হৃদয়স্পর্শী পোস্ট | প্রথম আলো",
            "time": "2025-07-28T09:18:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fekk9gmqw%2F524964070102400771543656503122241977506288209n.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রক ব্যান্ড ‘ওন্ড’-এর ভোকালিস্ট, বেজিস্ট ও শব্দ প্রকৌশলী এ কে রাতুলকে তাঁর বাবা চিত্রনায়ক জসীমের কবরে সমাহিত করা হয়েছে। আজ সোমবার সকালে বনানী কবরস্থানে চিরনিদ্রায় শায়িত হয়েছেন রাতুল।</p><p>গতকাল রোববার বিকেলে হৃদ্‌রোগে আক্রান্ত হয়ে মারা যান রাতুল (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)। রাতুলের বড় ভাই এ কে সামী ফেসবুকে লিখেছেন, ‘আমি মাত্রই ছোট ভাইটাকে সমাহিত করে এলাম।’ </p><p>আরেক ভাই এ কে রাহুল ফেসবুকে রাতুলের একটি ছবি পোস্ট করে লিখেছেন, ‘আমার ভাইটার বুকে আমার হাত।’</p><p>রাতুলের মৃত্যুতে ফেসবুকে ঢাকার ব্যান্ড ও শিল্পীদের অনেকেই শোক জানিয়েছেন। ওয়ারফেইজ লিখেছে, ‘রাতুলের প্রয়াণের খবরে আমরা গভীরভাবে শোকাহত ও মর্মাহত। ওয়ারফেজ পরিবার রাতুলের পরিবারের জন্য সমবেদনা জানাচ্ছে এবং তাঁর বিদেহী আত্মার মাগফিরাত কামনা করছে। বাংলাদেশের সংগীতাঙ্গন এক মূল্যবান রত্ন হারাল।’</p></div></div></div></body></html>"
        },
        {
            "title": "আমি চাই সবাই আমাকে দেখুক, জানুক | প্রথম আলো",
            "time": "2025-07-28T09:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fxbqvwco7%2FWomens-Boxer-Jinat-Ferdus-in-Boxing-Stadium-1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>জিনাত:</strong> ভালো লাগছে। তবে উন্নতির অনেক জায়গা আছে। কাঠামোগত উন্নয়ন দরকার।<br></p></span></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>এই ঘরোয়া প্রতিযোগিতায় আপনি সহজেই চ্যাম্পিয়ন হবেন জেনেও খেলছেন কেন?<br></p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>জিনাত:</strong> আমি চাই সবাই আমাকে দেখুক, জানুক। তরুণ বক্সাররা অনুপ্রাণিত হোক। তাই এসেছি। এটি বাংলাদেশে আমার অষ্টমবার আসা। এই যে বাংলাদেশি অ্যাথলেট হয়ে ওঠা, এর পেছনে অনেক আবেগ আছে।</p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>বাংলাদেশের বক্সিংয়ের উন্নয়নে আপনাকে ভবিষ্যতে দেখা যাবে?<br></p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>জিনাত:</strong> অবশ্যই। এটাই আমার বড় লক্ষ্য। যদি বাংলাদেশের জন্য কিছু করতে পারি, সেটাই আমার আনন্দ।</p></div></div></div></body></html>"
        }
    ]
}