{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকা-১০ আসনে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচন করবেন আসিফ মাহমুদ | প্রথম আলো",
            "time": "2025-12-12T06:29:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fmpg55n1n%2FImage.jpeg?rect=0%2C35%2C1316%2C691&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ঢাকা-১০ আসনে স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করবেন আসিফ মাহমুদ সজীব ভুঁইয়া।</p><p>আজ শুক্রবার বেলা ১১টা ৫১ মিনিটে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে আসিফ মাহমুদ এই ঘোষণা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের ভোট পেতে একটি দল তাদের বিরুদ্ধে একটি শব্দও উচ্চারণ করে না: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2025-12-12T06:23:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fyvwfpvhg%2Fsalahudduin.jpeg?rect=0%2C0%2C1306%2C686&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আওয়ামী লীগের উদ্দেশে বিএনপির স্থায়ী কমিটির এই সদস্য বলেন, ‘যারা নিজের দেশের নাগরিককে হেলিকপ্টার থেকে গুলি করে হত্যা করেছে, নারী–শিশুনির্বিশেষে শতসহস্র মানুষকে হত্যা করেছে, গণহত্যা চালিয়েছে, এই ইতিহাস যেন আমরা ভুলে না যাই।’</p><p>বাংলাদেশের অর্থনীতি নিয়ে সম্প্রতি প্রকাশিত ‘শ্বেতপত্র’–এর কথা উল্লেখ করে সালাহউদ্দিন আহমদ বলেন, আওয়ামী লীগ যে পরিমাণ টাকা তছরুপ করেছে, সেটা দিয়ে বাংলাদেশের দুটি শিক্ষা বাজেট করা যায়। তিনটি স্বাস্থ্য বাজেট করা যায়। ব্যাংকিং ও নন–ব্যাংকিং ফিন্যান্সিয়াল সেক্টর থেকে যে লুটপাট হয়েছে, রাজনৈতিক বিবেচনায় যে ঋণ দেওয়া হয়েছে, যেটি তছরুপ হয়েছে, সেটা দিয়ে ২৪টি পদ্মা সেতু নির্মাণ করা যেত। ১৪টি মেট্রো সিস্টেম নির্মাণ করা যেত। বাংলাদেশ থেকে যে পরিমাণ অর্থ পাচার হয়েছে ব্যাংকিং লুটপাটের মধ্য দিয়ে, সেটা বিলিয়ন ডলারে না বলে অঙ্কে বোধ হয় ২৯ লাখ ২৫ হাজার কোটি টাকা।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের তফসিল ঘোষণা প্রসঙ্গেও অনুষ্ঠানে কথা বলেন বিএনপি নেতা সালাহউদ্দিন আহমদ। তিনি বলেন, ‘গণতান্ত্রিক যাত্রাকে বিভিন্নভাবে প্রাতিষ্ঠানিকভাবে শক্তিশালী করার জন্য গণতন্ত্রের উত্তরণ হতে হবে। সেই গণতান্ত্রিক উত্তরণের একটি সফল ঘোষণা গতকাল হয়েছে, যেটাকে আমরা তফসিল বলছি, নির্বাচনী তফসিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের প্রস্তাবে সোভিয়েত ভেটো | প্রথম আলো",
            "time": "2025-12-12T06:19:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fsr3sn2in%2F12122025-cm-1.jpg?rect=0%2C44%2C601%2C316&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরদিন ৫ ডিসেম্বর নিরাপত্তা পরিষদে আবার বিতর্ক শুরু হলে সোভিয়েত ইউনিয়ন ছাড়াও চীন ও আট অস্থায়ী সদস্যের যৌথ প্রস্তাব উত্থাপন করা হয়। সোভিয়েত ইউনিয়নের প্রস্তাবের পক্ষে শুধু তারা ও পোল্যান্ড ভোট দেয়। বিপক্ষে ভোট দেয় চীন; বাকিরা ভোটদানে বিরত থাকে। কোনো প্রস্তাব গৃহীত হওয়ার জন্য কমপক্ষে নয়টি সদস্যদেশের সমর্থন প্রয়োজন। তা অর্জনে ব্যর্থ হয় সোভিয়েত প্রস্তাবটি। অন্যদিকে যৌথ প্রস্তাবটিও সোভিয়েত ইউনিয়নের ভেটোর কারণে বাতিল হয়ে যায়। আর চীনের অনুরোধে তাদের উত্থাপিত প্রস্তাবটি সেদিন আর ভোটাভুটিতে দেওয়া হয়নি।</p><p>এরই মধ্যে ৬ ডিসেম্বর বাংলাদেশকে স্বাধীন ও সার্বভৌম দেশ হিসেবে স্বীকৃতি দেয় ভারত। ফলে বাংলাদেশ প্রশ্নে সংকট যে ভিন্ন খাতে প্রবাহিত হচ্ছে, তা যুক্তরাষ্ট্র বা চীন কারোরই বুঝতে বাকি রইল না। একই দিন ভুটানও বাংলাদেশকে স্বীকৃতি দেয়।</p><p>৪, ৫ ও ৬ ডিসেম্বর মোট ২০ ঘণ্টা আলাপ-আলোচনা ও যুক্তিতর্ক উপস্থাপনের পর আরেকটা বিষয় পরিষ্কার হয়ে যায়, সোভিয়েত ইউনিয়ন অথবা চীন-যুক্তরাষ্ট্র—এ দুই পক্ষের আপত্তির কারণে নিরাপত্তা পরিষদে কোনো প্রস্তাবই গৃহীত হওয়ার বাস্তবসম্মত কারণ নেই। এ পরিস্থিতিতে যুদ্ধবিরতির প্রসঙ্গটি সাধারণ পরিষদে স্থানান্তরের কথা ওঠে।</p><p>সে অনুযায়ী ৭ ডিসেম্বর সাধারণ পরিষদের জরুরি অধিবেশন আহ্বান করা হয়। সেদিন ভারতের পররাষ্ট্রমন্ত্রী সরদার শরণ সিং সংকটের ঐতিহাসিক পটভূমি তুলে ধরে বলেন, পূর্ব পাকিস্তানের নির্বাচিত প্রতিনিধিদের কাছে ক্ষমতা হস্তান্তর ছাড়া এ সংকটের সুরাহা হবে না।</p><p>বিতর্ক শেষে যে প্রস্তাব উত্থাপিত হয়, তাতে ভারত ও পাকিস্তানকে অবিলম্বে যুদ্ধবিরতি কার্যকর করার কথা বলা হয়। প্রস্তাবের পক্ষে ১০৪ ও বিপক্ষে ১১ ভোট পড়ে। বিপক্ষে ভোট দেওয়া দেশগুলো হলো ভারত, ভুটান, সোভিয়েত ইউনিয়ন, পোল্যান্ড, বেলারুশ, পূর্ব জার্মানি, বুলগেরিয়া, চেকোস্লোভাকিয়া, হাঙ্গেরি, কিউবা ও মঙ্গোলিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "টাইম সাময়িকীর বর্ষসেরা ব্যক্তিত্ব হলেন এআইয়ের স্থপতিরা | প্রথম আলো",
            "time": "2025-12-12T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Ftehjyn01%2FUntitled-3.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টাইম এবার একটি সচেতন সিদ্ধান্ত নিয়েছে। তারা সরাসরি কৃত্রিম বুদ্ধিমত্তাকে বর্ষসেরা ঘোষণা করেনি, বরং এটি নিয়ে যাঁরা চিন্তা করেছেন, নকশা করেছেন এবং তৈরি করেছেন—তাঁদের বর্ষসেরা ব্যক্তিত্ব হিসেবে স্বীকৃতি দিয়েছে। অবশ্য অতীতে বর্ষসেরা হিসেবে প্রযুক্তি বা ধারণাকে বেছে নেওয়ার নজির রয়েছে।</p><p>টাইমের প্রধান সম্পাদক স্যাম জ্যাকবস বলেন, তারা এর আগেও ব্যক্তির বাইরে বিভিন্ন গোষ্ঠী বা ধারণাকে বর্ষসেরা হিসেবে বেছে নিয়েছেন। যেমন ১৯৮৮ সালে বিপন্ন পৃথিবী বা ১৯৮২ সালে ব্যক্তিগত কম্পিউটার।</p><p>জ্যাকবস বলেন, অ্যাপলের প্রতিষ্ঠাতা স্টিভ জবসকে বাদ দিয়ে ‘ব্যক্তিগত কম্পিউটারের’ ধারণাকে বর্ষসেরা হিসেবে বাছাই করার ঘটনাকে কেন্দ্র করে তখন অনেক নাটকীয়তাও হয়েছিল। এ বিষয়টি পরবর্তী সময়ে বই ও সিনেমায় স্থান পেয়েছে।</p><p>গবেষণাপ্রতিষ্ঠান ফরেস্টারের প্রধান বিশ্লেষক থমাস হাসন এই নির্বাচনকে সমর্থন দিয়ে বলেছেন, ২০২৫ সাল ছিল এআইয়ের জন্য রূপান্তরের একটি বছর। এ বছরে এআই কেবল প্রযুক্তিপ্রেমীদের মধ্যে সীমাবদ্ধ ছিল না, বরং বিপুলসংখ্যক সাধারণ মানুষের দৈনন্দিন জীবনের মূলধারার অংশে পরিণত হয়েছে। এই ব্যাপক ব্যবহারই এটিকে বর্ষসেরা নির্বাচনের যোগ্য করে তুলেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে শিশু সাজিদের জানাজায় হাজারো মানুষ, সবাইকে সাবধান হওয়ার পরামর্শ | প্রথম আলো",
            "time": "2025-12-12T06:04:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2F46rbk2b3%2FRajshahiDH10922025121220251212103620.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বুধবার দুপুরে কোয়েলহাট গ্রামে সাজিদ গভীর গর্তে পড়ে যায়। ৩২ ঘণ্টার শ্বাসরুদ্ধকর অভিযান শেষে গতকাল বৃহস্পতিবার রাতে তাকে উদ্ধার করে ফায়ার সার্ভিস। হাসপাতালে নেওয়ার পর চিকিৎসকেরা তাকে মৃত ঘোষণা করেন। সাজিদ ওই গ্রামের রাকিবুল ইসলামের ছেলে।</p><p>জানাজায় রাকিবুল ইসলাম ছেলের জন্য দোয়া চেয়ে বলেন, ‘দুই দিন ধরে সবাই দোয়া করেছেন। আবারও দোয়া চাই।’ জানাজার আগে তিনি সংবাদমাধ্যমকে বলেন, ‘অন্যের অবহেলার জন্য ছেলের মৃত্যু হয়েছে। আমি প্রশাসনের কাছে বিচার চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের এফ-১৬ যুদ্ধবিমান শক্তিশালী করে ভারতকে কী বার্তা দিতে চান ট্রাম্প | প্রথম আলো",
            "time": "2025-12-12T06:01:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2F30aqoype%2Ff16.jfif?rect=0%2C56%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>এফ–১৬ যুদ্ধবিমান কী</strong></p><p>এফ–১৬ যুদ্ধবিমানগুলো ‘এফ–১৬ ফাইটিং ফ্যালক্রন’ বা ‘এফ–১৬ ভাইপার’ নামেও পরিচিত। এর একটি ইঞ্জিন। যুক্তরাষ্ট্র ও দেশটির মিত্ররা আকাশে যুদ্ধবিমানের মধ্যে লড়াই এবং আকাশ থেকে ভূমিতে হামলার জন্য এই এফ–১৬ ব্যবহার করে থাকে।</p><p>যুক্তরাষ্ট্রের প্রযুক্তিপ্রতিষ্ঠান জেনারেল ডায়নামিকস প্রথমে এফ–১৬ যুদ্ধবিমানের উৎপাদন শুরু করে। এ যুদ্ধবিমান তৈরির কাজ শুরু হয়েছিল ভিয়েতনাম যুদ্ধের শেষের দিকে। তখন সোভিয়েত ইউনিয়নের তৈরি মিগ যুদ্ধবিমানগুলো যুক্তরাষ্ট্র ভারী ও ধীরগতির যুদ্ধবিমানগুলোর ওপর আধিপত্য সৃষ্টি করেছিল। এফ–১৬ প্রথম আকাশে ওড়ে ১৯৭৪ সালে।</p><p>এফ–১৬ বর্তমানে উৎপাদন করছে মার্কিন অস্ত্রনির্মাতা প্রতিষ্ঠান লকহিড মার্টিন। এটি বিশ্বে সবচেয়ে বেশি ব্যবহৃত যুদ্ধবিমানগুলোর একটি। লকহিড মার্টিনের তথ্য অনুযায়ী, বর্তমানে ২৯টি দেশ তাদের সামরিক বাহিনীতে এফ–১৬ ব্যবহার করে। এর মধ্যে পাকিস্তান ছাড়াও রয়েছে ইউক্রেন, তুরস্ক, ইসরায়েল, মিসর, পোল্যান্ড, গ্রিস, তাইওয়ান, চিলি, সিঙ্গাপুর, বেলজিয়াম, ডেনমার্ক, নেদারল্যান্ডস ও নরওয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "চা বিক্রিতে ৪৭ বছরের রেকর্ড ভাঙল এনটিসি | প্রথম আলো",
            "time": "2025-12-12T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F099099d6-a5b2-4aa5-ba4d-0f6414acbbf1%2FSylhet_Photo_01__1_.JPG?rect=0%2C93%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বেড়েছে গড় দাম</strong></p><p>চা নিলামের প্রতিবেদনে দেখা যায়, চলতি ২০২৫-২৬ মৌসুমে এখন পর্যন্ত অনুষ্ঠিত ৩১তম নিলামে এনটিসির ১২ বাগানের মোট ২৪ লাখ ২৮ হাজার কেজি চা বিক্রি হয়েছে। এসব চায়ের গড় দাম পাওয়া গেছে ২৪৫ টাকা ২৬ পয়সা। গত মৌসুমের (২০২৪-২৫) একই সময়ে এনটিসির চা বিক্রি হয়েছিল ২৩ লাখ কেজি। নিলামে গড় দাম ছিল ১৭৮ টাকা ৫২ পয়সা। সেই হিসাবে এক বছরের ব্যবধানে সোয়া লাখ কেজি চা বিক্রি বেড়েছে নিলামে। আবার গড় দাম বেড়েছে কেজিতে ৬৬ টাকা ৭৪ পয়সা।</p><p>বাজারে প্যাকেট ও খোলা অবস্থায় যেসব চা বিক্রি হয়, তা কেনা হয় সাধারণত নিলাম থেকে। চট্টগ্রাম, শ্রীমঙ্গল ও পঞ্চগড়—দেশের এ তিনটি স্থানে নিলামে চা বিক্রি হয়। গত মৌসুমে মোট চা বেচাকেনার ৯৭ শতাংশই হয়েছে চট্টগ্রামের নিলামকেন্দ্রে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্ট্রোক হওয়ার প্রথম সাড়ে চার ঘণ্টাকে কেন ‘সোনালি সময়’ বলা হয় | প্রথম আলো",
            "time": "2025-12-12T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2F8gmn1z1v%2FOnline.jpg?rect=0%2C1163%2C4480%2C2352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>B (Balance): ভারসাম্য হারানো।</p><p>E (Eyes): দৃষ্টিশক্তি কমে যাওয়া।</p><p>F (Face): মুখের একপাশ বেঁকে যাওয়া।</p><p>A (Arms): হাত বা পা দুর্বল হয়ে যাওয়া।</p><p>S (Speech): কথা জড়িয়ে যাওয়া।</p><p>T (Time): সময় নষ্ট না করে দ্রুত হাসপাতালে পৌঁছানো।</p><p>দ্রুত চিকিৎসা শুরু করা গেলে থ্রম্বোলাইসিস পদ্ধতি রোগীর পঙ্গুত্ব দূর করতে পারে, এমনকি সম্পূর্ণ স্বাভাবিক জীবনে ফিরে আসাও সম্ভব হতে পারে। তাই স্ট্রোকের লক্ষণ দেখামাত্রই একমুহূর্তও দেরি না করে জরুরি বিভাগে যোগাযোগ করুন।</p><p><strong><sup>ক্লিনিক্যাল স্টাফ, নিউরোসায়েন্স সেন্টার, স্কয়ার হাসপাতাল লিমিটেড, ঢাকা।</sup></strong></p></div></div></div></body></html>"
        },
        {
            "title": "একটা নমিনেশনের জন্য হাহাকার | প্রথম আলো",
            "time": "2025-12-12T05:58:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fdl1034oj%2FMasukart11-12.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন একটি। সেবকের সংখ্যা একাধিক। তাঁরা কেউ ওই দলের দীর্ঘদিনের কান্ডারি, কেউ ত্যাগী, কেউ প্রভাবশালী, কারও টাকার ঝুলি বড়, কেউবা দলের গুরুত্বপূর্ণ কোনো নেতার খাতিরের লোক। এসব বিবেচনায় নিয়েই মনোনয়ন দেওয়া হয়। যেহেতু একাধিক ব্যক্তি মনোনয়ন চান, এবং প্রত্যেকেই নিজেকে সবচেয়ে উপযুক্ত মনে করেন, সেখানে নিজেকে প্রবোধ দিয়ে গুটিয়ে আনার ইচ্ছা অনেকের থাকে না। তা ছাড়া সমাজে তো মুখ দেখাতে হবে।</p><p>নির্বাচিত হলে যে প্রাপ্তিযোগ ঘটে, তার আকার ও প্রকার ব্যাপক ও বিশাল। এটি হাতছাড়া হয়ে যাওয়া মানে স্বর্গের টিকিট না পাওয়া। এটি কোনোমতেই মেনে নেওয়া যায় না। সে জন্য নানান কৌশল নিতে হয়। এ জন্য দলের নেতাদের যত বেশি চাপে রাখা যায়, ততই নিজেকে করে তোলা যায় গুরুত্বপূর্ণ। চাপ দিয়ে মনোনয়ন বদলে ফেলার উদাহরণও আছে।</p><p>মনোনয়ন পেয়ে যাওয়ার পর একটাই লক্ষ্য থাকে, জিততে হবে। যেখানে শক্তিশালী প্রতিদ্বন্দ্বী আছেন, সেখানে লড়াই হবে হাড্ডাহাড্ডি। সেটি আর ভোটকেন্দ্রে সীমাবদ্ধ থাকবে না। যথেচ্ছ চেঁচামেচি, মারামারি, খুনোখুনির আশঙ্কা থেকেই যাচ্ছে।</p><p>আগামী সংসদ নির্বাচন দেশের জন্য আরেকটি মালিক সমিতি নির্ধারিত হতে যাচ্ছে বলেই মনে হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "খুন-অস্ত্রবাজিতে তিন স্তরের সন্ত্রাসী, নির্দেশ বিদেশ থেকে | প্রথম আলো",
            "time": "2025-12-12T05:51:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2F2uryhmfy%2FWhatsApp_Image_2025_12_11_at_11_24.png?rect=0%2C1%2C996%2C523&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক দল খুন, অস্ত্রবাজির পরিকল্পনা করে। আরেক দল সরাসরি হত্যা–অস্ত্রবাজিতে অংশ নেয়। অন্যরা ঘটনাস্থলের আশপাশে থাকে। তিন ভাগে ভাগ হয়ে চট্টগ্রামে অপরাধ কার্যক্রম চালিয়ে আসছেন বিদেশে পলাতক সন্ত্রাসী সাজ্জাদ আলীর অনুসারীরা। পরিকল্পনা, হামলা ও অস্ত্রবাজির পুরো কার্যক্রম পরিচালিত হয় তিন ভাগে সাজানো একটি বাহিনীর মাধ্যমে—‘এ’, ‘বি’ ও ‘সি’ ক্যাটাগরিতে বিভক্ত সন্ত্রাসীদের নিয়ে। বিদেশে বসে নির্দেশনা দেন সাজ্জাদ।</p></div></div></div></body></html>"
        },
        {
            "title": "ওয়াইড দিতে দিতে রেকর্ডে ভাগ অর্শদীপের, চার ছক্কায় বুমরাও দেখলেন নতুন কিছু | প্রথম আলো",
            "time": "2025-12-12T05:48:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2F2k9m9eq3%2F683270-01-02.jpg?rect=0%2C0%2C3147%2C1652&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের সংবাদমাধ্যম ‘ইন্ডিয়ান এক্সপ্রেস’ দাবি করেছে, অর্শদীপ এই ম্যাচে আরও একটি অনাকাঙ্ক্ষিত রেকর্ড গড়েছেন—আন্তর্জাতিক টি-টোয়েন্টিতে প্রথম বোলার হিসেবে এক ওভারে ৭টি ওয়াইড দেন এই পেসার। ওই ওভারে তাঁর নিয়ন্ত্রণ হারানো বোলিংয়ে টি-টোয়েন্টিতে এক ম্যাচে ভারতের ওয়াইড দেওয়ার ইতিহাসও লেখা হয়েছে নতুন করে।</p><p>দক্ষিণ আফ্রিকার ইনিংসে ভারতের বোলাররা মোট ১৬টি ওয়াইড দেন। অর্শদীপ একাই অর্ধেকের বেশি ওয়াইড দেন (৯)। টি-টোয়েন্টিতে এক ম্যাচে এটি যৌথভাবে দ্বিতীয় সর্বোচ্চ ওয়াইড দেওয়ার নজির ভারতের। ২০১৮ সালে চেন্নাইয়ে ওয়েস্ট ইন্ডিজের বিপক্ষে ম্যাচেও ১৬টি ওয়াইড দিয়েছিলেন ভারতের বোলাররা। ২০০৯ সালে মোহালিতে শ্রীলঙ্কার বিপক্ষে ম্যাচে দেওয়া ১৭টি ওয়াইড এই তালিকায় সর্বোচ্চ।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামে হালাল ও হারামের গুরুত্ব | প্রথম আলো",
            "time": "2025-12-12T05:46:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fk14a6bn8%2F03-03-16-ILLUS-DHORMO.jpg?rect=0%2C356%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রিয় নবীজি (সা.) বলেছেন, ‘হারাম দ্বারা পুষ্ট দেহ জান্নাতে যেতে পারবে না।’ (মুসনাদে আহমাদ) ‘পবিত্র বস্তুর বাইরে আল্লাহ কোনো কিছু গ্রহণ করেন না।’ (মুসলিম)</p><p>মানুষ জীবনে যা কিছু ভোগ বা উপভোগ করে, সবই তার রিজিক। রিজিক হালাল বা পবিত্র ও বৈধ হওয়ার জন্য দুটি শর্ত রয়েছে। প্রথমত, বস্তু বা বিষয়টি হালাল, পবিত্র এবং অনুমোদিত হতে হবে। দ্বিতীয়ত, তা প্রাপ্তি বা অর্জনের পথ ও মাধ্যম হালাল বা বৈধ হতে হবে।</p><p>আল্লাহ তাআলা বলেন, ‘হে মুমিনগণ! তোমরা হালাল ও উত্তম রিজিক আহার করো, যা আমি তোমাদের দিয়েছি।’ (সুরা-২ বাকারা, আয়াত: ১৭২)</p><p>হারাম বস্তু হালাল পন্থায় অর্জিত হলেও তা হালাল হবে না। অনুরূপভাবে হালাল বস্তুও যদি হারাম পন্থায় লাভ করা হয়, তা বৈধ বা হালাল হবে না।</p><p>যদি মনিব তার শ্রমিক-কর্মচারীকে ঠকায়, জুলুম ও অবিচার করে, তাহলে তার সম্পদ হালাল হবে না। শ্রমিক-কর্মচারী যদি তার মনিবকে ফাঁকি দেয় বা প্রতারণা করে, তার উপার্জনও হালাল হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "সব শিল্পীরই সিনেমায় গাওয়ার ইচ্ছা থাকে/আমার গান আমিই প্রডিউস করি | প্রথম আলো",
            "time": "2025-12-12T05:37:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-11%2Fasbemp0z%2F8c04a409-d377-4df3-97bd-0f090ce7cdb9.jpg?rect=0%2C0%2C1066%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>লুইপা: </strong>জুয়েল মোর্শেদ (গায়ক ও সংগীত পরিচালক) ভাই আমাকে তানভীর (সুরকার), রাকিব আহমেদ (পরিচালক) ও আবিরের (গীতিকার) সঙ্গে পরিচয় করিয়ে দেন। তারা এই প্রজন্মের ছেলে, তিনজন বন্ধু। তাদের কাজ আমার খুব ভালো লাগে। তারা এখনকার অডিয়েন্স ও সাউন্ড বোঝে। আমি তানভীরকে বললাম, আমার গানটা মেলোডিয়াসও হতে হবে, আবার ট্রেন্ডিও হতে হবে। তখন তানভীর আমাকে ‘চুড়ি ছাম ছাম’ গানটা পাঠাল। আমি ভাবলাম, এর মধ্যে বিয়ের মৌসুম চলে এসেছে। বিয়েবাড়িতে প্রোগাম হলে নিজে যেন একটা গান করতে পারি, সেই ভাবনা থেকেই গানটা করেছি।</p></span></div></div></body></html>"
        },
        {
            "title": "এবার ভারতের পণ্যে মেক্সিকোর ৫০ শতাংশ শুল্ক, কতটা প্রভাব পড়বে রপ্তানিতে | প্রথম আলো",
            "time": "2025-12-12T05:32:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fj7m57tzq%2F7NGRCKUJPZNXLN5VQOAPZBFZPE-1.avif?rect=0%2C30%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের বাণিজ্য মন্ত্রণালয়কে লেখা এসআইএএমের সেই চিঠির একটি কপি রয়টার্সের হাতে এসেছে। শুল্ক চূড়ান্ত করার আগে এ চিঠি লেখা হয়েছিল। এতে বলা হয়েছে, ‘প্রস্তাবিত শুল্ক বৃদ্ধির ফলে মেক্সিকোতে ভারতীয় গাড়ি রপ্তানির ওপর সরাসরি প্রভাব পড়বে। আমরা ভারত সরকারের সমর্থন চাইছি যেন তারা মেক্সিকো সরকারের সঙ্গে আলোচনা করে।’</p><p>এর আগে এ চিঠির বিস্তারিত তথ্য সংবাদমাধ্যমে আসেনি। শুল্ক চূড়ান্ত হওয়ায় এখন গাড়ি প্রস্তুতকারক সংস্থা, শিল্পগোষ্ঠী এবং ভারত সরকার কী পদক্ষেপ নেবে, তা তাৎক্ষণিকভাবে স্পষ্ট নয়।</p><p>এই শুল্ক বৃদ্ধির ফলে ভারতীয় গাড়ি প্রস্তুতকারক প্রতিষ্ঠানগুলোকে নিজেদের কৌশল ঢেলে সাজাতে হতে পারে। কারণ, দক্ষিণ আফ্রিকা এবং সৌদি আরবের পর মেক্সিকোই ভারতের গাড়ি রপ্তানির তৃতীয় বৃহত্তম বাজার।</p><p>ভারতের গাড়ি প্রস্তুতকারক প্রতিষ্ঠানগুলো উৎপাদন ক্ষমতাকে সর্বোচ্চ পর্যায়ে নিয়ে যেতে এবং বিপুল উৎপাদনের সুবিধা পেতে এত দিন রপ্তানির ওপর নির্ভর করত। দেশের বাজারে কম বিক্রির ক্ষতি সামাল দিতে বা লাভ বৃদ্ধি করতে অনেক কোম্পানি রপ্তানির সাহায্য নিত। কিন্তু এখন এ ব্যবসায়িক কৌশল বদলাতে হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যালয়ের ভবন বানাতে পাহাড়ে কোপ, দরপত্র বাতিলের সিদ্ধান্ত | প্রথম আলো",
            "time": "2025-12-12T05:27:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fy5tvxytz%2Fefd60f95-19fb-4e64-b4dc-9e309c2a04cc.jfif?rect=0%2C91%2C1160%2C609&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কত দিন চলবে পাহাড় ধ্বংস</strong></p><p>চট্টগ্রামে পাহাড় কাটার দীর্ঘ ইতিহাস রয়েছে। চট্টগ্রাম বিশ্ববিদ্যালয়ের বনবিদ্যা ও পরিবেশবিজ্ঞান ইনস্টিটিউটের সাবেক অধ্যাপক এস এম সিরাজুল হকের গবেষণা বলছে, ২০১২ সাল পর্যন্ত চট্টগ্রাম নগর ও আশপাশে প্রায় ১ হাজার ২৯৫ হেক্টর এলাকায় পাহাড় কাটা হয়েছে। ১৯৭৬ সালে নগরে পাহাড় ছিল ৩২ দশমিক ৩৭ বর্গকিলোমিটার; ২০০৮ সালে তা কমে মাত্র ১৪ দশমিক ২ বর্গকিলোমিটারে নেমে আসে। এ সময়ে প্রায় ৫৭ শতাংশ পাহাড় বিলীন হয়েছে; উন্মুক্ত হয়েছে মাটিধস, বন্যা ও ভূমিধসের ঝুঁকি।</p><p>পরিবেশ অধিদপ্তরের নথি বলছে, ২০১৫ সাল থেকে চলতি বছরের সেপ্টেম্বর পর্যন্ত পাহাড় কাটার অভিযোগে মামলা হয়েছে ৮০টি। কিন্তু অধিকাংশ মামলাই অর্থদণ্ডে নিষ্পত্তি হয়েছে। সংশ্লিষ্ট ব্যক্তিদের মতে, শাস্তির মাত্রা যত দিন কঠোর না হবে, তত দিন অনিয়ম থামার সম্ভাবনা কম।</p><p>জানতে চাইলে চট্টগ্রাম বিশ্ববিদ্যালয়ের বনবিদ্যা ও পরিবেশবিজ্ঞান ইনস্টিটিউটের অধ্যাপক মোহাম্মদ আল আমিন বলেন, উন্নত দেশে পাহাড় অক্ষুণ্ন রেখে স্থাপনা তৈরি হয়। পাহাড়ে প্রাণবৈচিত্র্য থাকে, এটি পরিবেশের ভারসাম্যের অংশ। কোনো অবস্থাতেই পাহাড় কেটে স্থাপনা তৈরি যৌক্তিক নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আন্তর্জাতিক গণমাধ্যমে যেভাবে তফসিলের খবর | প্রথম আলো",
            "time": "2025-12-12T05:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fywcughd6%2FImage.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রয়টার্স</strong></p><p>যুক্তরাজ্যভিত্তিক আন্তর্জাতিক বার্তা সংস্থা রয়টার্স একাধিক প্রতিবেদন প্রকাশ করেছে। একটি প্রতিবেদনে বলা হয়, আগামী ১২ ফেব্রুয়ারি বাংলাদেশে জাতীয় সংসদ নির্বাচন হবে বলে জানিয়েছে কর্তৃপক্ষ। গত বছর শিক্ষার্থীদের নেতৃত্বাধীন রক্তক্ষয়ী গণ-অভ্যুত্থানের মুখে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা ভারতে পালিয়ে যাওয়ার পর এটি বাংলাদেশের প্রথম জাতীয় নির্বাচন। বিশ্লেষকেরা বলছেন, ভোটারদের চিন্তাভাবনা-বিবেচনায় থাকা বিষয়গুলোর মধ্যে রয়েছে গণতান্ত্রিক শাসন পুনঃপ্রতিষ্ঠা, পোশাকশিল্প পুনরুজ্জীবিত করা, বৃহৎ প্রতিবেশী ভারতের সম্পর্ক পুনর্গঠন।</p><p>আগামী নির্বাচনের প্রধান রাজনৈতিক দলগুলো, দলগুলোর সম্ভাব্য অবস্থান ও ভোটের প্রধান ইস্যুগুলো নিয়ে আরেকটি প্রতিবেদন প্রকাশ করেছে রয়টার্স। এই প্রতিবেদনে যুক্তরাষ্ট্রভিত্তিক ইন্টারন্যাশনাল রিপাবলিকান ইনস্টিটিউটের জরিপের বরাতে বলা হয়, নির্বাচনে বিএনপি সবচেয়ে বেশি আসন জিততে পারে। প্রতিবেদনে জামায়েতে ইসলামীর ব্যাপারে বলা হয়, নির্বাচনের ফলাফলে দলটির দ্বিতীয় অবস্থানে থাকার সম্ভাবনা রয়েছে। অন্যদিকে জরিপ অনুযায়ী, জাতীয় নাগরিক পার্টি (এনসিপি) বিএনপি ও জামায়াতের তুলনায় অনেক পিছিয়ে।</p></div></div></div></body></html>"
        }
    ]
}