{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইসলামি শরিয়তের প্রধান উৎস কী কী | প্রথম আলো",
            "time": "2026-01-05T03:51:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F606t1ej0%2Fpaper-towers-white-purple-background.jpg?rect=0%2C75%2C3523%2C1850&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>শরিয়তের বিধান আহরণের ক্ষেত্রে একটি সুনির্দিষ্ট ক্রম অনুসরণ করা হয়। কোনো সমস্যার সমাধান খুঁজতে হলে প্রথমে কোরআন দেখা হয়, এরপর সুন্নাহ, তারপর ইজমা এবং সবশেষে কিয়াস।</p><p>আল্লাহর রাসুল (সা.) যখন মুয়াজ ইবনে জাবাল (রা.)-কে ইয়েমেনে বিচারক হিসেবে পাঠান, তখন এই ক্রমটিই অনুমোদিত হয়েছিল। আল্লাহর রাসুল তাঁকে জিজ্ঞেস করেছিলেন, “তুমি কীভাবে বিচার করবে?” তিনি উত্তরে বলেছিলেন, আল্লাহর কিতাব দিয়ে; সেখানে না পেলে আল্লাহর রাসুলের সুন্নাহ দিয়ে; আর সেখানেও না পেলে নিজের মেধা খাটিয়ে ইজতিহাদ করবেন। (সুনানে আবু দাউদ, হাদিস: ৩৫৯২)</p><p><strong>১. কোরআন: শরিয়তের আদি উৎস</strong></p><p>কোরআন হলো শরিয়তের মূল ও প্রধান উৎস। এটি আল্লাহর কালাম, যা জিবরাঈল (আ.)-এর মাধ্যমে আল্লাহর রাসুল (সা.)-এর ওপর অবতীর্ণ হয়েছে। আল্লাহ তাআলা নিজেই এর সংরক্ষণের দায়িত্ব নিয়েছেন। (সুরা হিজর, আয়াত: ৯)</p><p>শরিয়তের দলিল হিসেবে কোরআন অকাট্য (কাতয়ি)। কোরআন মানুষকে জীবনের প্রতিটি ক্ষেত্রে আল্লাহর নির্দেশ মানার আহ্বান জানায়। (সুরা মায়িদা, আয়াত: ৪৯)</p><p>কোরআনের সব বিধান একই ধরনের নয়। কিছু বিধানের অর্থ একদম স্পষ্ট, যাকে বলা হয় ‘কাতয়ি আদ-দালালাহ’। যেমন নামাজ বা জাকাতের নির্দেশ। আবার কিছু বিধানের শব্দগত অর্থের মাঝে ব্যাখ্যা বা একাধিক অর্থের অবকাশ থাকে, যাকে বলা হয় ‘জন্নি আদ-দালালাহ’। ফকিহগণ এই দ্বিতীয় প্রকারের আয়াতগুলো নিয়ে গবেষণা করে দেশ ও কালভেদে ইসলামের প্রয়োগ নির্ধারণ করেন।</p><p><strong>২. সুন্নাহ: কোরআনের প্রায়োগিক ব্যাখ্যা</strong></p><p>আল্লাহর রাসুল (সা.)-এর কথা, কাজ এবং মৌন সম্মতিকে সুন্নাহ বলা হয়। সুন্নাহ তিন প্রকার, কওলি (মুখনিসৃত বাণী), ফে’লি (কর্ম) এবং তাকরিরি (মৌন সম্মতি)। যেমন আল্লাহর রাসুল (সা.) বলেছেন, “নিশ্চয়ই নিয়তের ওপর কাজের ফলাফল নির্ভর করে” (সহিহ বুখারি, হাদিস: ১)। এটি একটি কওলি সুন্নাহ।</p><p>আবার তিনি নামাজ যেভাবে পড়েছেন তা হলো ফে’লি সুন্নাহ। অন্যদিকে, তাঁর সামনে কোনো কাজ করা হয়েছে কিন্তু তিনি বাধা দেননি, সেটি হলো তাকরিরি সুন্নাহ।</p><p>শরিয়তে সুন্নাহর অবস্থান দ্বিতীয়। সুন্নাহর অনুসরণ করা প্রত্যেক মুমিনের জন্য বাধ্যতামূলক (সুরা নিসা, আয়াত: ৮০)।</p><p>সুন্নাহ ছাড়া কোরআনের অনেক বিধান পূর্ণাঙ্গভাবে বোঝা সম্ভব নয়। যেমন, কোরআনে নামাজের নির্দেশ আছে, কিন্তু নামাজের রাকাত বা পদ্ধতি বিস্তারিতভাবে সুন্নাহর মাধ্যমেই জানা যায়।</p><p><strong>৩. ইজমা: আলেমদের সম্মিলিত সিদ্ধান্ত</strong></p><p>কোনো যুগে মুসলিম উম্মাহর সব মুজতাহিদ বা গভীর জ্ঞানের অধিকারী আলেমগণ যখন কোনো শরিয়তি বিষয়ের ওপর একমত হন, তাকে ইজমা বলা হয়। কোরআন ও সুন্নাহর পর এটি তৃতীয় প্রধান উৎস। কোরআন মাজিদে আল্লাহ তাআলা সম্মিলিত সিদ্ধান্তের প্রতি গুরুত্ব দিয়েছেন (সুরা নিসা, আয়াত: ৫৯)।</p><p>সাহাবিদের যুগে অনেক বিষয়ে ইজমা হয়েছে, যেমন, দাদির উত্তরাধিকার নির্ধারণ বা আবু বকর (রা.)-এর খেলাফতের বৈধতা।</p></div></div></body></html>"
        },
        {
            "title": "সেই দিয়াজের গোলেই শেষ আটে মরক্কো, প্রতিপক্ষ ক্যামেরুন | প্রথম আলো",
            "time": "2026-01-05T03:35:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fzwayo284%2FFBL-AFR-2025-MATCH39-MAR-TZA-175752.jpg?rect=0%2C0%2C3281%2C1723&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮৮ মিনিটে এভিডেন্স মাকগোপা দক্ষিণ আফ্রিকার হয়ে একটি গোল শোধ করলেও আরও এক গোলের আক্ষেপ নিয়েই মাঠ ছাড়তে হয় তাদের। ম্যাচ শেষে ক্যামেরুন কোচ ডেভিড পাগু বলেন, ‘এখনই মরক্কোর ম্যাচ নিয়ে ভাবছি না। আজকের জয়টা আগে উপভোগ করতে চাই। আমরা কষ্ট করে জিতেছি, বিশ্রাম দরকার।’</p><p>৯ জানুয়ারি শুক্রবার রাতে সেমিফাইনালে যাওয়ার লড়াইয়ে মুখোমুখি হবে মরক্কো ও ক্যামেরুন। এর আগে পরশু রাতে শেষ আটে উঠেছিল মালি ও সেনেগাল। যারা একে অপরের মুখোমুখি হবে ৮ জানুয়ারি বৃহস্পতিবার রাতে।</p></div></div></div></body></html>"
        },
        {
            "title": "নওগাঁয় স্বতন্ত্র প্রার্থী বিএনপি নেতা ছালেক চৌধুরীকে দল থেকে বহিষ্কার | প্রথম আলো",
            "time": "2026-01-05T03:23:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F1zp0vk0n%2F1-image-Template-2-Recovered.jpg?rect=0%2C62%2C1289%2C677&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছালেক চৌধুরী বরাবর ওই বহিষ্কারাদেশে বলা হয়, ‘দলীয় নীতি ও সংগঠনপরিপন্থী কার্যকলাপে জড়িত থাকার অভিযোগ প্রমাণিত হওয়ায় আপনাকে বিএনপির প্রাথমিক সদস্যসহ সকল পর্যায়ের দলীয় পদ থেকে নির্দেশক্রমে বহিষ্কার করা হলো।’</p><p>ছালেক চৌধুরীকে বহিষ্কারের বিষয়টি নিশ্চিত করে নওগাঁ জেলা বিএনপির সভাপতি আবু বক্কর সিদ্দিক বলেন, ‘ছালেক চৌধুরীকে দলের প্রাথমিক সদস্য থেকে শুরু করে সকল প্রকার পদ থেকে বহিষ্কার করা হয়েছে। আজ থেকে তিনি বিএনপির কেউ নন। তাঁর পক্ষে দলের যেসব নেতা-কর্মী কাজ করবেন, তাঁদের বিরুদ্ধেও সাংগঠনিক ব্যবস্থা গ্রহণ করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2026-01-05T03:10:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোর বন্দী অবস্থার এ ছবি ট্রুথ সোশ্যালে প্রকাশ করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "একজন শিক্ষক আয়করের হিসাব করবেন কীভাবে | প্রথম আলো",
            "time": "2026-01-05T03:10:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-29%2Fjqlmk5u0%2F22825d5a-703d-444d-ae22-5919cc117974.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>করের হিসাব করতে আবদুল্লাহ আল মামুনের চাকরি ও টিউশনি থেকে মোট আয় হলো (৪,০৮,০০০ টাকা+ ১৭,২৮,০০০ টাকা) বা ২১,৩৬,০০০ টাকা।</p><p>কর কত</p><p>প্রতিবন্ধী সন্তানের পিতা হিসেবে করমুক্ত আয় সীমা (৩,৫০,০০০ টাকা + ৫০,০০০ টাকা) বা ৪,০০,০০০ টাকা।</p><p>আবদুল্লাহ আল মামুনের আয় ২১ লাখ ৩৬ হাজার টাকা।</p><p>১. প্রথম ৪,০০,০০০ টাকা পর্যন্ত মোট আয়ের ওপর কর নেই।</p><p>২. পরবর্তী ১,০০,০০০ টাকা পর্যন্ত মোট আয়ের ওপর ৫% হিসাবে ৫ হাজার টাকা।</p><p>৩. পরবর্তী ৪,০০,০০০ টাকা পর্যন্ত মোট আয়ের ১০% হিসাবে ৪০ হাজার টাকা।</p><p>৪. পরবর্তী ৫,০০,০০০ টাকা পর্যন্ত মোট আয়ের ওপর ১৫% হিসাবে ৭৫ হাজার টাকা</p><p>৫. পরবর্তী ৫,০০,০০০ টাকা পর্যন্ত মোট আয়ের ওপর ২০% হিসাবে ১ লাখ টাকা</p><p>৬. অবশিষ্ট টাকার (২ লাখ ৩৬ হাজার টাকা) ওপর ২৫% হিসাবে ৫৯ হাজার টাকা।</p><p>সব মিলিয়ে আবদুল্লাহ আল মামুনের করের পরিমাণ হলো ২ লাখ ৭৯ হাজার টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যানসারে হারান জীবনের সব সঞ্চয়, এখন চাষাবাদে লাখ টাকা আয় বিদেশফেরত হাশেমের | প্রথম আলো",
            "time": "2026-01-05T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fyl8urk8h%2FHasem-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিবারের সদস্যরা জানান, ধারাবাহিক চিকিৎসার ফলে হাশেম এখন অনেকটা সুস্থ, তবে এখনো মাসে প্রায় ২০ হাজার টাকা চিকিৎসার জন্য ব্যয় করতে হচ্ছে। গত বছর চাষাবাদে তাঁর তিন লাখ টাকা আয় হলেও এ বছর চার লাখ টাকা হতে পারে বলে ধারণা তাঁদের। তিনি লাউ-কুমড়া থেকে শুরু করে নানা সবজি চাষ করেছেন।</p><p>আবুল হাশেম ইতিমধ্যে গরু পালনও শুরু করেছেন। উপজেলা সদরে একটি সুপারশপ দেওয়ার পরিকল্পনা রয়েছে তাঁর। এ সুপারশপে তিনি নিজের কৃষিপণ্য বিক্রি করতে চান। জানতে চাইলে আবুল হাশেম বলেন, ‘প্রবাসে এখন আমার কিছুই নেই। তাই দেশেই বড় কৃষি উদ্যোক্তা হতে চাই। আশপাশের পরিত্যক্ত জমি চাষের আওতায় এনে ব্যাপক আকারে মিশ্র সবজি ও ফলের বাগান করতে চাই। কিন্তু ওপরের দিকে রাবার ড্যাম থাকায় টঙ্কাবতী নদীতে শুষ্ক মৌসুমে পানি পাওয়া যায় না। উপজেলা প্রশাসন এ বিষয়ে নজর দিলে উপকার হতো।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘বিন্দাস’ আছেন মোস্তাফিজ, মাঠেই প্রমাণ করছেন নিজেকে | প্রথম আলো",
            "time": "2026-01-05T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fkra7orax%2FWhatsApp-Image-2026-01-04-at-9.49.58-PM.jpeg?rect=0%2C0%2C2550%2C1339&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৪ সালে মোস্তাফিজুর রহমানকে প্রথমবার দেখেছিলেন ঢাকা ক্যাপিটালসের সহকারী কোচ আশিকুর রহমান। জাতীয় দলের সাবেক অধিনায়ক খালেদ মাহমুদ তাঁকে নিয়ে এসেছিলেন ঘরোয়া এক টুর্নামেন্টে খেলাতে। তখনো আশিকের কাছে বিশেষ কিছু মনে হয়নি মোস্তাফিজকে।</p><p>তবে এক যুগ আগের সেই স্মৃতিতে ফিরে গিয়েও আশিক মনে করতে পারেন, পুরো সময় ধরেই একই রকম আছেন মোস্তাফিজ। মাঝে নেটে বোলিং থেকে জাতীয় দলে সুযোগ পাওয়া, বিশ্বজুড়ে খ্যাতি, আন্তর্জাতিক ক্রিকেটে সাফল্য—কোনো কিছুই বদলে দিতে পারেনি তাঁকে।</p></div></div></div></body></html>"
        },
        {
            "title": "এই আগ্রাসনে বিশ্ব নীরব থাকতে পারে না | প্রথম আলো",
            "time": "2026-01-05T02:53:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় মাদুরোর শাসনকে গণতান্ত্রিক বলার কোনো কারণ নেই। তাঁর সরকারের বিরুদ্ধে ভোট কারচুপি, মানবাধিকার লঙ্ঘন ও গণতন্ত্র নস্যাতের অভিযোগ আছে। কিন্তু স্বাধীন, সার্বভৌম দেশ হিসেবে কে সরকার পরিচালনা করবে, কোন পদ্ধতির সরকারব্যবস্থা হবে, সেটা নির্ধারণ করার পূর্ণ অধিকার ভেনেজুয়েলার নাগরিকদের। বাইরে থেকে হস্তক্ষেপ করে ও হামলা চালিয়ে সরকার পরিবর্তন আন্তর্জাতিক আইনের সুস্পষ্ট লঙ্ঘন। মার্কিন সিনেটর বার্নি স্যান্ডার্স ভেনেজুয়েলায় ট্রাম্প প্রশাসনের হামলাকে নির্লজ্জ সাম্রাজ্যবাদ বলে অভিহিত করেছেন।</p><p>গণতন্ত্র ও মানবাধিকার রক্ষার নামে হোক আর সন্ত্রাসবাদবিরোধী যুদ্ধের নামে হোক, বিশ্বের দেশে দেশে যুক্তরাষ্ট্রের হস্তক্ষেপ এবং শাসন পরিবর্তনের দীর্ঘ ইতিহাস রয়েছে। এর প্রধান উদ্দেশ্য হচ্ছে সম্পদ লুণ্ঠন। বর্তমান বিশ্বে প্রত্যক্ষ উপনিবেশবাদ না থাকলেও যুক্তরাষ্ট্র ও এর পশ্চিমা মিত্ররা সম্পদের ওপর নিয়ন্ত্রণ প্রতিষ্ঠার উপায় হিসেবে পরোক্ষ উপনিবেশ প্রতিষ্ঠা করে চলেছে। কিন্তু ইতিহাস বলছে, সম্পদ দখলের এই নব্য উপনিবেশবাদী প্রচেষ্টা কখনোই সফল হয়নি। ভিয়েতনাম যুদ্ধ, ইরাক যুদ্ধ, আফগানিস্তান যুদ্ধ—সবখানেই মার্কিনিদের পশ্চাদপসরণের অপমানজনক ইতিহাস রয়েছে। অনেক অঞ্চলে দীর্ঘস্থায়ী সংঘাত, রক্তপাত ও ভয়াবহ মানবিক বিপর্যয় সৃষ্টি করেছে। এর খেসারত অঞ্চল ছাপিয়ে পুরো বিশ্বকেই দিতে হয়েছে।</p><p>লাতিন আমেরিকায় মার্কিন হস্তক্ষেপের ইতিহাসও ভয়াবহ কলঙ্কময়। ট্রাম্প প্রশাসন ভেনেজুয়েলায় সেই অন্ধকার যুগের পুনরাবৃত্তি ঘটাল। এ ঘটনায় বিশ্ব আরও অনিরাপদ হলো। জাতিসংঘসহ সমগ্র গণতান্ত্রিক বিশ্বের উচিত, এই নির্লজ্জ আগ্রাসনের নিন্দা জানানো। ভেনেজুয়েলার জনগণকেই ভেনেজুয়েলার রাজনৈতিক ভাগ্যের নির্ধারক হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৯৯১টি শূন্য পদ থাকাটা হতাশাজনক | প্রথম আলো",
            "time": "2026-01-05T02:47:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাহাড়ের দুর্গম জনপদগুলোতে শিক্ষার আলো পৌঁছে দেওয়া এমনিতেই বড় চ্যালেঞ্জ। সেখানে এই দীর্ঘমেয়াদি শিক্ষক–সংকট ‘মড়ার উপর খাঁড়ার ঘা’ হয়ে দাঁড়িয়েছে। বাঘাইছড়ি, লংগদু বা জুরাছড়ির মতো দুর্গম এলাকায় যেখানে সাক্ষরতার হার এমনিতেই কম, সেখানে যদি বছরের পর বছর বিদ্যালয়গুলো শিক্ষকশূন্য থাকে, তবে শিক্ষার্থীরা পড়াশোনায় আগ্রহ হারাবে—এটাই স্বাভাবিক। অভিভাবকেরা ক্ষোভ প্রকাশ করে বলছেন, নিয়মিত পাঠদান না হওয়ায় শিশুরা স্কুলবিমুখ হচ্ছে এবং ঝরে পড়ার হার বাড়ছে।</p><p>জেলার শিক্ষক প্রশিক্ষণ সেন্টারের একজন প্রশিক্ষকের বক্তব্য, এক থেকে তিনজন শিক্ষক দিয়ে প্রাক্‌-প্রাথমিকসহ সাতটি শ্রেণির পাঠদান পরিচালনা করা অসম্ভব। দাপ্তরিক কাজে একজন শিক্ষক বাইরে গেলে স্কুলটি কার্যত অচল হয়ে পড়ে। সংশ্লিষ্ট কর্তৃপক্ষ কেবল ‘নিয়োগ প্রক্রিয়াধীন’ বলে দায় সারছেন, কিন্তু এই পাঁচ বছরে যারা স্কুল থেকে ঝরে গেল বা যারা মানসম্মত শিক্ষা পেল না, তাদের সেই অপূরণীয় ক্ষতির দায় কে নেবে?</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের হলে অভিযান, ২১ বোতল মদ উদ্ধার | প্রথম আলো",
            "time": "2026-01-05T02:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fqsxqeh0z%2FJUDH164220260105MessengercreationFFC27802-1834-4379-ABC7-6ADDB9F6AF1F.jpg?rect=0%2C621%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ছাত্রদলের বিবৃতি</strong></p><p>শাখা ছাত্রদলের দপ্তর সম্পাদক আবদুল্লাহ অন্তর স্বাক্ষরিত এক বিবৃতিতে বলা হয়, জাতীয় কবি কাজী নজরুল ইসলাম হলে ফজলে আজওয়াদ নামে একজন শিক্ষার্থীকে ২১ বোতল মদের বোতলসহ আটক করা হয়েছে। আটকের পর থেকেই কিছু সংবাদমাধ্যমে আজওয়াদকে ছাত্রদলের কর্মী হিসেবে উল্লেখ করা হচ্ছে, যা সম্পূর্ণ মিথ্যা ও বানোয়াট অপপ্রচার। আটক শিক্ষার্থী ছাত্রদলের কর্মী বা পদধারী নন।</p><p>বিবৃতিতে আরও বলা হয়, বিগত জাকসু নির্বাচনে ছাত্রদল হল পর্যায়ে সবার জন্য উন্মুক্ত প্যানেল গঠন করেছিল, যেখানে অরাজনৈতিক শিক্ষার্থীরাও নির্বাচন করার সুযোগ পেয়েছিলেন। ছাত্রদলের এ ধরনের উদার মনোভাবের লক্ষ্য ছিল ছাত্ররাজনীতিকে আরও অন্তর্ভুক্তিমূলক করা। মাদক উদ্ধারের ঘটনায় রাষ্ট্র ও বিশ্ববিদ্যালয়ের প্রচলিত আইনে সর্বোচ্চ শাস্তির দাবি জানিয়েছে সংগঠনটি।</p></div></div></div></body></html>"
        },
        {
            "title": "গল্প বলাই যেভাবে করপোরেট চাকরির ট্রেন্ড, তৈরি হচ্ছে নতুন নতুন পদ | প্রথম আলো",
            "time": "2026-01-05T02:38:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fwpy4ilgn%2F7.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময় গল্প বলা মানেই ছিল আগুন জ্বালিয়ে বসে উপকথা শোনা বা শোনানো। কিন্তু সেই গল্প বলাই এখন ঢুকে পড়েছে করপোরেট দুনিয়ায়—একেবারে চাকরির পদবি হয়ে। বড় প্রযুক্তিপ্রতিষ্ঠান থেকে শুরু করে খুচরা বিক্রেতা ও কমপ্লায়েন্স প্রযুক্তি প্রতিষ্ঠানগুলো এখন এমন লোক খুঁজছে, যাঁদের কাজ হবে ‘করপোরেট ন্যারেটিভের মালিকানা নেওয়া’।</p><p>গুগল, মাইক্রোসফট, মার্কস অ্যান্ড স্পেন্সার (এমঅ্যান্ডএস) ও নোশন—এমন বহু বৈশ্বিক প্রতিষ্ঠান স্টোরিটেলার, কাস্টমার স্টোরিটেলিং ম্যানেজার কিংবা হেড অব স্টোরিটেলিং নামে নতুন নতুন পদ তৈরি করছে। এসব চাকরির কাজ রূপকথা লেখা নয়; বরং জটিল প্রযুক্তি, পণ্য ও করপোরেট দর্শনকে সহজ ও বিশ্বাসযোগ্য গল্পে রূপ দেওয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "জাপানের স্কলারশিপ, আইইএলটিএসে ৬ হলে আবেদন, কাদের সুযোগ দেখে নিন | প্রথম আলো",
            "time": "2026-01-05T02:37:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Flumpaiv6%2F6.png?rect=65%2C0%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>*বাংলাদেশের নাগরিক হতে হবে</p><p>*১ এপ্রিল, ২০২৬ তারিখে বয়স ৪০ বছরের কম হতে হবে। এ ক্ষেত্রে জন্ম ২ এপ্রিল ১৯৮৬–এর পরে হতে হবে।</p><p>*মানসিক এবং শারীরিকভাবে সুস্থ</p><p>শিক্ষাগত যোগ্যতা—</p><p>*কমপক্ষে স্নাতক ডিগ্রিসহ ১৬ বছরের একাডেমিক ক্যারিয়ার থাকতে হবে। এর মধ্যে কমপক্ষে দুটি প্রথম বিভাগ/শ্রেণি থাকতে হবে।</p><p>*ইংরেজি দক্ষতা: লিখিত এবং কথ্য উভয় ক্ষেত্রেই ইংরেজিতেই ভালো দক্ষতা থাকতে হবে। আইইএলটিএস স্কোর জমা দেওয়া বাধ্যতামূলক। আইইএলটিএস ৬ বা তার বেশি হলে ভালো হবে। ১ জুন ২০২৪–এর পরে নেওয়া আইইএলটিএস স্কোর বৈধ। যাঁদের বৈধ স্কোর নেই তাঁদের জন্য জিআইসিই আইএলটিএস পরীক্ষার ব্যবস্থা করবে। এই স্কোরের ফলাফল শুধু জেডিএস নির্বাচনের জন্য ব্যবহার করা যেতে পারে, তবে অন্য কোনো উদ্দেশ্যে নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজপথে আমাদের দেখতে পাবেন, ইতিহাস বলবে কারা বিশ্বাসঘাতক: মাদুরোর ছেলে | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fqszw79me%2FMaduros_son.avif?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প যতই চাক ভেনেজুয়েলা কখনো পানামা হবে না | প্রথম আলো",
            "time": "2026-01-05T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F23srstce%2FTrump-says.avif?rect=0%2C74%2C524%2C275&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন চিত্র আমরা আগেও দেখেছি। ২০১৯ সালে ট্রাম্প প্রশাসন ভেনেজুয়েলায় হুয়ান গুইদোকে জোরালোভাবে সমর্থন দিয়েছিল এই আশায় যে যুক্তরাষ্ট্রের দৃঢ় অবস্থান দেখলে শাসকগোষ্ঠীর ভেতরে ফাটল ধরবে, কিন্তু তা হয়নি। সেনাবাহিনী এককাট্টা ছিল। শনিবারের অভিযানে এমন কিছু ঘটেনি, যা এই বাস্তবতা বদলে দিতে পারে। এখানে তেলের বিষয়টিও আছে। </p><p>পানামার ছিল খাল, আর ভেনেজুয়েলার আছে বিশ্বের সবচেয়ে বড় প্রমাণিত তেলভান্ডার। ওয়াশিংটনের বিরুদ্ধে অভিযোগ—তারা এই সম্পদ দখল করতে চায়। অভিযোগটি সত্য হোক বা না হোক, এই কথা সহজেই বিশ্বাসযোগ্য মনে হবে।</p><p>এর মানে এই নয় যে মাদুরোর ক্ষমতায় থাকা উচিত ছিল। প্রায় নিশ্চিতভাবেই তিনি ২০২৪ সালের জুলাইয়ের নির্বাচনে জয়ী হননি, আর তাঁর সরকারের মানবাধিকার পরিস্থিতি ভয়াবহ। প্রশ্নটি তিনি বৈধ নেতা ছিলেন কি না, তা নয়। আসল প্রশ্ন হলো, এই অভিযান ভেনেজুয়েলার মানুষের জন্য সত্যিই ভালো কোনো ফল বয়ে আনবে, নাকি শুধু আরও বিশৃঙ্খলা তৈরি করবে?</p><p>আমি বহু বছর ইরাক যুদ্ধে সংবাদ সংগ্রহ করে বুঝেছি, একজন স্বৈরশাসককে সরানোই সবচেয়ে সহজ কাজ। কঠিন কাজটি শুরু হয় তার পরে। আর সেই কাজই ঠিক করে দেয় কোনো হস্তক্ষেপ সফল হবে, না ব্যর্থ হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পূর্ব চুনাখালী গ্রামে সারা বছরই তৈরি হয় নৌকা | প্রথম আলো",
            "time": "2026-01-05T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Foa9q73pb%2FWhatsApp-Image-2025-12-10-at-4.08.jpg?rect=0%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৌকার কারিগর ও ব্যবসায়ীদের সঙ্গে কথা বলে জানা যায়, স্থানীয় সামাজিক বন থেকে চাম্বল, মেহগনি, রেইনট্রিগাছ কেনেন পাইকারেরা। তাঁদের কাছ থেকে এসব গাছ কেনেন নৌকার ব্যবসায়ীরা। সেই কাঠ চেরাই করা হয় স মিলে। এরপর নৌকা তৈরির জন্য কাঠ উপযোগী করা হয়। প্রকারভেদে একেকটি নৌকার দাম ৫ হাজার থেকে ২০ হাজার টাকা। </p><p>প্রতি সপ্তাহে একজন কারিগর ৪-৫টি নৌকা তৈরি করতে পারেন। ১০-১৫ বছর আগেও নৌকার অনেক চাহিদা ছিল। তখন সপ্তাহে একেকজন ব্যবসায়ী ১০-১২টি নৌকা বিক্রি করতেন। নানা কারণে এখন নৌকার ব্যবহার ও চাহিদা কমেছে। এ পেশায় কত দিন টিকবেন, তা নিয়ে শঙ্কায় আছেন কারিগরেরা। </p><p>নৌকার কারিগর বারেক হাওলাদার বলেন, আগে বিভিন্ন আকারের নৌকার ব্যাপক চাহিদা ছিল। কৃষক কৃষিকাজে, পণ্য পরিবহন, খেয়াঘাটগুলোতে পারাপারসহ নানা কাজে নৌকা ব্যবহার করতেন। এখন চাহিদা কমে গেছে। তবে বর্ষা মৌসুমে কারিগরেরা দম ফেলার সময় পান না। মাসে ২০-২৫টি নৌকা তৈরি করেন। </p></div></div></div></body></html>"
        },
        {
            "title": "ওলকপির তিনটি বড় উপকারিতা-রোগ প্রতিরোধী, হজমে সহায়ক ও হার্টের জন্য ভালো | প্রথম আলো",
            "time": "2026-01-05T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fx69td57e%2Fphoto-1659631832132-95250f19fa1d.avif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. রোগ প্রতিরোধক্ষমতা বাড়ায়</strong></p><p>ওলকপি ভিটামিন সি–তে সমৃদ্ধ, যা রোগ প্রতিরোধক্ষমতা বাড়ায়, অক্সিডেশন প্রতিরোধ করে এবং আয়রন শোষণে সহায়ক। এ ছাড়া এর পাতা ও মূল অংশে বিদ্যমান পলিফেনল ও গ্লুকোসিনোলেটস অ্যান্টি–অক্সিডেন্ট ও জীবাণুরোধী। গবেষণা বলছে, ওলকপি কিছু কিছু ক্যানসারের ঝুঁকি কমাতেও সাহায্য করতে পারে।</p></div></div></div></body></html>"
        }
    ]
}