{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "হাসলে কি অজু ভেঙে যায় | প্রথম আলো",
            "time": "2025-12-03T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fv2rk0aec%2Fpexels-tugba-arslan-2152106965-33317634.jpg?rect=0%2C734%2C5184%2C2722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামি শিষ্টাচারের অংশ হিসেবে একজন মুমিনকে হাসির আধিক্য থেকে বিরত থাকতে উৎসাহিত করা হয়েছে। কারণ, অতিরিক্ত হাসি অন্তরের কোমলতা নষ্ট করে এবং তাকে কঠিন করে তোলে।</p><p>কোরআনে কঠোর হৃদয়ের পরিণতি সম্পর্কে সতর্ক করা হয়েছে, “কাজেই দুর্ভোগ তাদের জন্য, যাদের অন্তর আল্লাহর জিকির (স্মরণ) থেকে কঠিন হয়ে গেছে।” (সুরা যুমার, আয়াত: ২২)</p><p>রাসুলুল্লাহ (সা.) সাহাবিদের সঙ্গে কথা বলার সময় গাম্ভীর্য বজায় রাখতেন এবং তিনি নিজে কম হাসতেন। তিনি এমন এক কঠিন সত্যের প্রতি ইঙ্গিত করেছেন, যা মানুষকে হাসির পরিবর্তে ক্রন্দনে রত করে।</p><p>নবীজি (সা.) বলেন, “আমি যা জানি, তোমরা যদি তা জানতে, তাহলে তোমরা কম হাসতে এবং বেশি কাঁদতে।” (সহিহ বুখারি, হাদিস: ৬৪৮৫)</p><p>এই হাদিসের মাধ্যমে রাসুল (সা.) পরকালের ভয়াবহতা, আল্লাহর মহত্ত্ব এবং মানুষের জন্য নির্ধারিত পরীক্ষার কথা তুলে ধরেছেন। এই সত্য অনুধাবন করলে হৃদয় স্বাভাবিকভাবেই হাসির পরিবর্তে আল্লাহর দিকে মনোযোগী হয় এবং বিনয়ী হয়।</p><p>মুসলিম হিসেবে আমাদের উচিত, নিজেদের অন্তরকে সুস্থ ও সজীব রাখতে হাসির আধিক্য থেকে বিরত থাকা। নামাজের সময় খুশু-খুজু বা বিনয়কে সর্বোচ্চ গুরুত্ব দিতে হবে, যেন ইবাদতের উদ্দেশ্য পূর্ণ হয় এবং তা আল্লাহর কাছে গ্রহণযোগ্য হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সংস্কারকাজ শেষে হবিগঞ্জ-৫নং কূপ থেকে গ্যাস সরবরাহ বেড়েছে ১২ মিলিয়ন ঘনফুট | প্রথম আলো",
            "time": "2025-12-03T22:10:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F5n7cz7dg%2FGas.jpeg?rect=77%2C0%2C1126%2C591&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, কূপটি ওয়ার্কওভার করার আগে দৈনিক কম-বেশি ১৪ মিলিয়ন ঘনফুট গ্যাসের সঙ্গে অতিরিক্ত পরিমাণে পানি ও বালি উৎপাদন হতো। ওয়ার্কওভার শেষে বর্তমানে এ কূপ থেকে দৈনিক প্রায় ২৬ মিলিয়ন ঘনফুট হারে ড্রাই গ্যাস উৎপাদন করে জাতীয় গ্রিডে সরবরাহ করা হচ্ছে।</p><p>চলতি মাসের ৫ তারিখের মধ্যে সিলেট গ্যাস ফিল্ড লিমিটেডের অধীন কৈলাসটিলা-১নং কূপের ওয়ার্কওভার কাজ বাপেক্সের মাধ্যমে সম্পন্ন করে দৈনিক প্রায় ৫ মিলিয়ন ঘনফুট গ্যাস হারে উৎপাদন করে জাতীয় গ্রিডে সরবরাহ করা হবে বলেও সংবাদ বিজ্ঞপ্তিতে জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিজয়ের মাস উদ্‌যাপনে ঢাবি প্রশাসনের বিরুদ্ধে উদাসীনতার অভিযোগ ছাত্রশক্তির | প্রথম আলো",
            "time": "2025-12-03T21:01:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F9o5kbb9h%2Fchatrasakti.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় মুক্তিযুদ্ধের ইতিহাস বিকৃতি নিয়ে ক্ষোভ প্রকাশ করে ছাত্রশক্তির ঢাকা বিশ্ববিদ্যালয় শাখার সভাপতি বলেন, ডাকসুর মুক্তিযুদ্ধ-বিষয়ক প্রতিনিধির বক্তব্যে শহীদ ও নির্যাতিত বীরাঙ্গনাদের সংখ্যা ‘সহস্র’ বলে উল্লেখ করা হয়েছে, যা বিভ্রান্তিকর। আন্তর্জাতিক সংস্থার প্রতিবেদন অনুযায়ী, চার লাখের অধিক নারী নির্যাতিত হয়েছেন।</p><p>এই প্রেক্ষাপটে ‘সহস্র’ শব্দ ব্যবহার ইতিহাস বিকৃতির শামিল বলেও মন্তব্য করেন তিনি।<br>তাহমিদ আল মুদ্দাসসির বলেন, বিজয়ের মাসে ঢাকা বিশ্ববিদ্যালয়ের নিস্তব্ধতা উদ্বেগজনক। প্রশাসন ও নির্বাচিত প্রতিনিধিদের হীনমন্যতা মুক্তিযুদ্ধকেন্দ্রিক কার্যক্রমকে বাধাগ্রস্ত করছে। মুক্তিযুদ্ধ বাঙালির সর্বোচ্চ অর্জন, এটি কোনোভাবেই ফ্যাসিবাদী শক্তির হাতে যেতে দেওয়া যাবে না বলেও তিনি মন্তব্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার শারীরিক অবস্থা অপরিবর্তিত | প্রথম আলো",
            "time": "2025-12-03T20:02:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F2ea4bc05-13dc-4b15-9414-b1e855f2ebd6%2FUntitled_4.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার প্রেস উইং জানায়, গতকাল সন্ধ্যা সাতটার পর সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন বেগম খালেদা জিয়ার স্বাস্থ্যের খোঁজখবর নিতে এভারকেয়ার হাসপাতালে যান প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।</p><p>হাসপাতালে পৌঁছালে বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর, বেগম খালেদা জিয়ার ব্যক্তিগত চিকিৎসক এ জেড এম জাহিদ হোসেন, অধ্যাপক শাহাবুদ্দিন তালুকদার, খালেদা জিয়ার প্রয়াত ছোট ছেলের স্ত্রী সৈয়দা শামিলা রহমান এবং ছোট ভাই শামীম এসকান্দার প্রধান উপদেষ্টাকে স্বাগত জানান।</p><p>প্রধান উপদেষ্টা প্রায় আধা ঘণ্টা হাসপাতালে অবস্থান করেন। এ সময় তিনি বেগম জিয়ার পরিবার ও দলের নেতা-কর্মীদের ধৈর্য ধারণের আহ্বান জানান।</p><p>বেগম খালেদা জিয়ার শারীরিক অবস্থা সম্পর্কে তাঁর চিকিৎসক দল প্রধান উপদেষ্টাকে অবহিত করে। তাঁরা জানান, যুক্তরাষ্ট্রের মাউন্ট সিনাই ও জনস হপকিনস হাসপাতাল এবং যুক্তরাজ্য ও চীনসহ বিভিন্ন দেশের বিশেষজ্ঞ চিকিৎসকদের তত্ত্বাবধান ও সহায়তায় খালেদা জিয়ার চিকিৎসা চলছে।</p><p>এ সময় সরকারের পক্ষ থেকে সব ধরনের সহযোগিতার আশ্বাস পুনর্ব্যক্ত করেন প্রধান উপদেষ্টা। একই সঙ্গে তিনি দেশবাসীর কাছে বেগম জিয়ার আরোগ্য কামনায় দোয়া ও প্রার্থনার আহ্বান জানান।</p><p>হাসপাতাল পরিদর্শনকালে প্রধান উপদেষ্টার সঙ্গে জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমানও ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দলিত নারীর সঠিক পরিসংখ্যান দরকার | প্রথম আলো",
            "time": "2025-12-03T19:57:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fy0at4fys%2FCapture.PNG?rect=0%2C55%2C974%2C511&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোলটেবিলে বৈঠকে দলিত নারী ফোরামের সাধারণ সম্পাদক মনি রানি ভিডিও বার্তায় বলেন, বাবা তাঁর শিক্ষার ব্যবস্থা করেছিলেন বলে তিনি প্রতিকূলতা ঠেলে এগোতে পেরেছেন। দলিত নারীদের এগিয়ে নিতে তাঁদের অধিকার নিশ্চিত করতে হবে।</p><p>বৈঠকে ধারণাপত্র উপস্থাপন করেন দলিত নারী ফোরামের প্রকল্প সমন্বয়কারী ইসরাত লাইলা। ধারণাপত্রে বলা হয়, দেশে প্রায় ৬৫ লাখ দলিত জনগোষ্ঠীর বসবাস, যার অর্ধেক নারী। ৮১ শতাংশ দলিত নারী জীবনের কোনো না কোনো পর্যায়ে শারীরিক, মানসিক বা যৌন নির্যাতনের শিকার হন। শুধু জাতিগত কারণেই নয়, লিঙ্গভিত্তিক নিরাপত্তাহীনতা, অর্থনৈতিক দুরবস্থা ও সামাজিকভাবে হেয়প্রতিপন্ন হওয়ার কারণে তাঁরা সবচেয়ে বেশি ঝুঁকির মধ্যে বসবাস করেন।</p><p>বৈঠকে দলিত নারী ফোরামের সভাপতি সবিতা দাস বলেন, দলিত নারীরা প্রতিকূলতা ঠেলে আগের চেয়ে এগিয়েছেন। অনেকে বাড়িতে বসে না থেকে কাজ করছেন, অনেকে কাজের খোঁজ করছেন। এই নারীদের এগিয়ে নিতে সবার সম্মিলিত সহযোগিতা প্রয়োজন।</p><p>লেখক ও গবেষক আলতাফ পারভেজ বলেন, জনস্বার্থে করা একটি মামলার রায়ে হাইকোর্ট দলিত ও হরিজনদের জন্য একটি পৃথক কমিশন গঠনের নির্দেশ দিয়েছেন। এই কমিশন হলে দলিতদের জন্য পরিকল্পনা করতে নীতিনির্ধারকদের সুবিধা হতো। কত দলিত আছে, তা নিয়ে শুমারি হওয়া দরকার। ঢাকায় বহু খাসজমি রয়েছে। তা–ও ৪০০ বছর ধরে দলিতরা উদ্বাস্তু। তিনি বলেন, আগের চেয়ে দলিতদের মধ্যে শিক্ষার হার বেড়েছে। তবে কর্মসংস্থানের অভাবে শিক্ষাবিরোধী মনোভাবও দেখা যাচ্ছে। দলিত নারীদের কর্মসংস্থান, রাজনৈতিক ক্ষমতায়ন, সংসদে আসন ও সামাজিক সুরক্ষায় অভিগম্যতা থাকার বিষয়ে জোর দেন তিনি। পাশাপাশি পরিকল্পনা কমিশনের প্রতিবেদন ও সামাজিক সুরক্ষার ক্ষেত্রে ‘দলিত’ শব্দটি বাদ দেওয়ার সমালোচনা করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সীমান্ত হত্যা বন্ধে কার্যকর পদক্ষেপ নিতে ব্যর্থ হয়েছে পররাষ্ট্র মন্ত্রণালয়: ডাকসু | প্রথম আলো",
            "time": "2025-12-03T19:52:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-24%2Ft4h2mkcd%2F6.avif?rect=0%2C10%2C539%2C283&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের পররাষ্ট্র মন্ত্রণালয় এখন পর্যন্ত সীমান্তে হত্যা বন্ধে কার্যকর পদক্ষেপ নিতে ব্যর্থ হয়েছে বলে অভিযোগ করেছে ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ (ডাকসু)। বুধবার ডাকসুর সাধারণ সম্পাদক (জিএস) এস এম ফরহাদের স্বাক্ষরিত এক বিবৃতিতে এই অভিযোগ করা হয়।</p><p>বিবৃতিতে বলা হয়, গত ৩০ নভেম্বর মধ্যরাতে চাঁপাইনবাবগঞ্জের শিবগঞ্জ উপজেলার সীমান্তবর্তী এলাকায় ভারতীয় সীমান্ত রক্ষীবাহিনী (বিএসএফ) কর্তৃক দুই বাংলাদেশি যুবক ইব্রাহিম রিংকু ও মমিন মিয়াকে নির্মমভাবে পিটিয়ে হত্যা করে হাত-পা বেঁধে পদ্মা নদীতে নিক্ষেপ করার অভিযোগ উঠেছে। ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ (ডাকসু) সীমান্তে অব্যাহত বাংলাদেশি নাগরিক হত্যাকাণ্ডের ঘটনায় গভীর নিন্দা ও তীব্র প্রতিবাদ জানাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকসুর মুক্তিযুদ্ধবিষয়ক সম্পাদকের বিরুদ্ধে মুক্তিযুদ্ধের ইতিহাস বিকৃতির অভিযোগ ছাত্রদলের | প্রথম আলো",
            "time": "2025-12-03T19:43:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-15%2F6dieg6fo%2Fchhatradal-logo.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ডাকসুর মুক্তিযুদ্ধ ও গণতান্ত্রিক আন্দোলনবিষয়ক সম্পাদক ফাতিমা তাসনিম জুমা সামাজিক যোগাযোগমাধ্যমে যা লিখেছেন, তা হুবহু তুলে ধরা হলো: ‘ডিসেম্বর আমাদের বিজয় ও নিজস্ব আত্মপরিচয়ে পরিচিত হওয়ার গৌরবের মাস।</p><p>ব্রিটিশ শোষণের বিরুদ্ধে টিপু সুলতান, তিতুমীর, রজব আলী হাবিলদার, মঙ্গল পান্ডে, লক্ষ্মীবাইসহ সহস্র শহিদ, যাঁদেরকে ফাঁসিতে ঝুলিয়ে হত্যা করেছিল ব্রিটিশ সরকার, তাদের ২০০ বছরের সংগ্রামের ফলেই আমরা পেয়েছিলাম ১৯৪৭–এর বহুল কাঙ্ক্ষিত বিজয়।</p><p>‘বিজয়ের সুখ উপভোগের আগেই দুর্ভাগা এই অঞ্চলে আবারও নেমে আসে শাসন নামে শোষণের অন্ধকার। সেখান থেকেই বাংলা ও বাঙালির রাষ্ট্র-আকাঙ্ক্ষার জন্ম। দীর্ঘ নয় মাসের রক্তক্ষয়ী যুদ্ধের সূচনা হয়। সহস্র শহিদের রক্ত, সহস্র বোনের সম্মানের বিনিময়ে অর্জিত হলো বহুল কাঙ্ক্ষিত স্বাধীন সার্বভৌম ভূখণ্ড। আমাদের শহিদেরা আমাদের দিয়ে গেলেন একটুকরো লাল সবুজের পতাকা, নতুন নিজস্ব একান্ত ভূমি, দেশ, জাতীয়তা।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতীয় মা-ছেলের ঘাতককে ধরিয়ে দিতে ৫০ হাজার ডলার পুরস্কার ঘোষণা এফবিআইয়ের | প্রথম আলো",
            "time": "2025-12-03T19:37:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Ffpq0r4hj%2Fhamid.jpg?rect=0%2C43%2C1002%2C526&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মা–ছেলেকে হত্যার ছয় মাস পর হামিদ ভারতে ফিরে যান এবং এখনো দেশটিতে রয়েছেন। তাঁকে প্রত্যর্পণে ভারত সরকারের কাছে জোরালো আহ্বান জানিয়েছে মার্কিন কর্তৃপক্ষ।</p><p>এই প্রত্যর্পণ প্রক্রিয়া ত্বরান্বিত করার কাজে সহযোগিতার অনুরোধ জানিয়ে যুক্তরাষ্ট্রে নিযুক্ত ভারতের রাষ্ট্রদূত বিনয় কোয়াত্রার সঙ্গে ফোনে কথা বলেছেন এবং তাঁকে চিঠি লিখেছেন বলে জানান নিউ জার্সি অঙ্গরাজ্যের গভর্নর ফিল মার্ফি।</p><p>নিউইয়র্ক পোস্ট, সিবিএস নিউজসহ যুক্তরাষ্ট্রের বিভিন্ন গণমাধ্যমের প্রতিবেদন থেকে জানা গেছে, হামিদ একই অ্যাপার্টমেন্ট থাকতেন এবং সশীকলার স্বামী হনুমন্ত নাররার সহকর্মী ছিলেন। তদন্তে বেরিয়ে এসেছে, তিনি হনুমন্তকে দীর্ঘদিন ধরে গোপনে অনুসরণ করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউরোপীয় ইউনিয়নের সাবেক শীর্ষ কূটনীতিকের বিরুদ্ধে দুর্নীতি ও জালিয়াতির অভিযোগ | প্রথম আলো",
            "time": "2025-12-03T19:15:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fez3w30hf%2FCapture.PNG?rect=0%2C73%2C1114%2C585&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযুক্ত অন্যরা ওই কলেজ এবং ইউরোপীয় কমিশনের জ্যেষ্ঠ দুজন কর্মকর্তা। মগেরিনিসহ তিনজনকেই জিজ্ঞাসাবাদ করেছে বেলজিয়ামের পুলিশ। এ ছাড়া তদন্তের অংশ হিসেবে পুলিশ ব্রাসেলসে ইউরোপীয় ইউনিয়নের ফরেন সার্ভিসের সদর দপ্তর, কলেজ অব ইউরোপ এবং মগেরিনির বাড়িতে অভিযান চালিয়েছে।</p><p>নবীন কূটনীতিকদের একটি প্রশিক্ষণ একাডেমি পরিচালনার জন্য কলেজ অব ইউরোপকে দায়িত্ব দিয়েছিল ইইউর ফরেন সার্ভিস। কৌঁসুলিদের সন্দেহ, এই দায়িত্ব দেওয়ার জন্য যে দরপত্র আহ্বান করা হয়েছিল, তাতে জালিয়াতি করা হয়েছিল। এর সঙ্গে জড়িত ছিলেন অভিযুক্ত তিনজন।</p><p>ইউরোপীয় তহবিল–সংক্রান্ত জালিয়াতির বিরুদ্ধে আইনি ব্যবস্থা নিয়ে থাকে ইউরোপীয় কৌঁসুলির কার্যালয় বা ইপিপিও। ইউরোপীয় ইউনিয়নের এই সংস্থা জানিয়েছে, তিনজনের বিরুদ্ধে আনা অভিযোগগুলোর সঙ্গে ‘ক্রয় প্রক্রিয়ায় জালিয়াতি, দুর্নীতি, স্বার্থের দ্বন্দ্ব এবং পেশাগত গোপনীয়তা লঙ্ঘনের’ সম্পর্ক রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কড়াইলে আগুনে ক্ষতিগ্রস্ত ৪০ পরিবারকে সহায়তা দিল সুবর্ণভূমি ফাউন্ডেশন | প্রথম আলো",
            "time": "2025-12-03T19:12:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Foc2d7im5%2FKARAIL.jpeg?rect=0%2C78%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সহায়তার প্রথম ধাপে রান্না করা খাবার বিতরণ করা হয়। পরে ক্ষতিগ্রস্তদের হাতে তুলে দেওয়া হয় খাদ্যসামগ্রী, রান্নার উপকরণ, ক্রোকারিজ, নিত্যপ্রয়োজনীয় সামগ্রী, পরিধেয় বস্ত্র, কম্বল, নগদ অর্থসহ বিভিন্ন সহায়তা। এ উদ্যোগে দেশ–বিদেশের অনেক ব্যক্তি সহযোগিতা করেছেন বলে জানান ফাউন্ডেশনের প্রধান নির্বাহী কর্মকর্তা ডা. শামীম ইমাম। তিনি বলেন, ‘মানবিক সংকটে মানুষের পাশে দাঁড়ানো আমাদের নৈতিক দায়িত্ব। সবার সহযোগিতায় আমরা কৃতজ্ঞ।’</p><p>২০১৯ সাল থেকে গুলশানে ‘খোকার পাঠশালা’ পরিচালনার পাশাপাশি কড়াইলের শিশু ও নারীদের জন্য বিভিন্ন উন্নয়নমূলক কার্যক্রম চালিয়ে আসছে সংগঠনটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ফিলিস্তিনের গাজায় গণবিবাহ | প্রথম আলো",
            "time": "2025-12-03T18:53:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fu8qu1ur2%2FPALESTINIANS-GAZA.JPG.JPG?rect=0%2C210%2C4466%2C2345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েলের হামলায় গাজার সর্বত্র ধ্বংসস্তুপে পরিণত হয়েছে। তার ওপরে লালগালিচা বিছিয়ে বানানো হয় অস্থায়ী মঞ্চ। বাদ্যের তালে তালে পা মিলিয়ে একে একে মঞ্চে ওঠেন হবু দম্পতিরা। ঐতিহ্যবাহী পোশাক পরা কনেদের হাতে ছিল লাল, সাদা ও সবুজ রঙের ফুলের তোড়া। তিন ধরনের ফুলের মাধ্যমে ফিলিস্তিনের পতাকা ফুটিয়ে তোলা হয়। তাঁদের পাশে ফিলিস্তিনের ছোট ছোট পতাকা উড়িয়ে হাঁটছেন বরেরা।</p><p>অনুষ্ঠানে ফিলিস্তিনের ঐতিহ্যবাহী গান ও নৃত্য পরিবেশন করা হয়, যা দেখতে শত শত দর্শক শহরের একটি চত্বরে জড়ো হন। কেউ দাঁড়িয়ে ছিলেন, কেউ আশপাশের ধ্বংসপ্রাপ্ত ভবনের ওপর অসহায়ভাবে বসেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এখনো ‘ট্রাভেল পাস’ চাননি তারেক রহমান, মায়ের বিষয়ে চিকিৎসকদের সিদ্ধান্তের অপেক্ষায় | প্রথম আলো",
            "time": "2025-12-03T18:32:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Flpk15bdg%2FTarique.jpg?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে গত রোববার তারেক রহমানের দেশে ফেরার বিষয়ে পররাষ্ট্র উপদেষ্টা তৌ‌হিদ হোসেন সাংবাদিকদের বলেছিলেন, ‘তারেক রহমান দেশে আসতে চাইলে কোনো বিধিনিষেধ নেই। এক দিনে ট্রাভেল পাস দেওয়া সম্ভব।’ তিনি বলেন, ‘এটার নিয়ম হচ্ছে যে যখন পাসপোর্ট থাকে না বা মেয়াদোত্তীর্ণ হয়েছে, তখন কেউ যদি আসতে চান, তাহলে তাঁকে আমরা ওয়ান টাইম পাস একটা দিয়ে দিই, একবার দেশে আসার জন্য। তো এটাতে এক দিন লাগে। কাজেই এটা উনি যদি আজকে বলেন যে উনি আসবেন, আগামীকাল হয়তো আমরা এটা দিলে পরশু দিন প্লেনে উঠতে পারবেন। কোনো অসুবিধা নাই। এটা আমরা দিতে পারব।’</p><p>খালেদা জিয়ার শ্বাসকষ্ট দেখা দিলে গত ২৩ নভেম্বর রাতে তাঁকে রাজধানীর এভারকেয়ার হাসপাতালে নেওয়া হয়। তখন থেকে ১১ দিন ধরে তিনি হাসপাতালটিতে চিকিৎসাধীন। তাঁর শারীরিক অবস্থা এখনো উদ্বেগজনক। খালেদা জিয়াকে হাসপাতালের নিবিড় পরিচর্যা কেন্দ্রে (আইসিইউ) রেখে চিকিৎসা দেওয়া হচ্ছে।  </p><p>উন্নত চিকিৎসার জন্য গত জানুয়ারিতে লন্ডনে গিয়েছিলেন খালেদা জিয়া। সেখানে প্রথমে হাসপাতালে এবং পরে ছেলে তারেক রহমানের বাসায় থেকে চিকিৎসা নেন তিনি। প্রায় চার মাস লন্ডনে অবস্থানের পর গত ৬ মে তিনি দেশে ফেরেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফারইস্টের ১০ গোলের ঝড়, জিতল আইইউবিএটি, ইউনাইটেডও | প্রথম আলো",
            "time": "2025-12-03T18:21:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fseeohx03%2FAS5285.jpg?rect=0%2C272%2C3830%2C2011&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">ইস্পাহানি-প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল </h2></p><p><h1 data-title-0=\"ফারইস্টের ১০ গোলের ঝড়, জিতল আইইউবিএটি, ইউনাইটেডও\" class=\"IiRps \">ফারইস্টের ১০ গোলের ঝড়, জিতল আইইউবিএটি, ইউনাইটেডও</h1></p></div></div></body></html>"
        },
        {
            "title": "ঈশ্বরদীতে ৮ কুকুরছানা হত্যায় ক্ষোভ জয়া আহসানসহ তারকাদের | প্রথম আলো",
            "time": "2025-12-03T18:05:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F1yguey16%2FWeb.jpg?rect=0%2C1%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ঈশ্বরদীতে ৮ কুকুরছানা হত্যায় ক্ষোভ জয়া আহসানসহ তারকাদের\" class=\"nA4h1 \">ঈশ্বরদীতে ৮ কুকুরছানা হত্যায় ক্ষোভ জয়া আহসানসহ তারকাদের</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-04T00:05:31+06:00\"><span>প্রকাশ: ০৩ ডিসেম্বর ২০২৫, ১৮: ০৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ধর্ষণচেষ্টার সন্দেহে গ্রেপ্তার ইংল্যান্ড দলের সাবেক খেলোয়াড় | প্রথম আলো",
            "time": "2025-12-03T18:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F9ffcf81e-ed45-4b2f-9f73-22eecde1a8f8%2F%E0%A6%87%E0%A6%82%E0%A6%B2%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8%E0%A7%8D%E0%A6%A1.png?rect=0%2C6%2C100%2C53&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংল্যান্ড ও প্রিমিয়ার লিগের সাবেক এক ফুটবলারকে ধর্ষণচেষ্টার সন্দেহে গ্রেপ্তার করা হয়েছে। সন্দেহভাজন এই খেলোয়াড় ২০১০-এর দশকে ইংল্যান্ড জাতীয় দলের হয়ে খেলেছেন। তাঁকে লন্ডনের স্ট্যানস্টেড এয়ারপোর্টে গ্রেপ্তার করার খবর নিশ্চিত করেছে ব্রিটিশ ট্যাবলয়েড দ্য সান। </p><p>আইনি কারণে সংবাদমাধ্যমটির প্রতিবেদনে গ্রেপ্তার হওয়া খেলোয়াড়ের নাম প্রকাশ করা হয়নি। ইএসপিএন জানিয়েছে, তারা খেলোয়াড়ের পরিচয়ের বিষয়ে নিশ্চিত হলেও আইনি বাধ্যবাধকতার কারণে নাম প্রকাশ করতে পারছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবিনা-কৃষ্ণারা ফুটসাল দলে | প্রথম আলো",
            "time": "2025-12-03T17:58:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F3w8w22zq%2FWhatsApp%20Image%202022-09-12%20at%2011.13.14%20PM.jpeg?rect=0%2C0%2C1098%2C576&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী জানুয়ারিতে থাইল্যান্ডের ব্যাংককে অনুষ্ঠেয় সাফ উইমেন্স ফুটসাল চ্যাম্পিয়নশিপের জন্য গতকাল থেকে ক্যাম্প শুরু করেছে বাংলাদেশ। সেই ক্যাম্পে আছেন জাতীয় ফুটবল দলের সাবেক অধিনায়ক সাবিনা খাতুন, ডিফেন্ডার মাসুরা পারভীন, ফরোয়ার্ড কৃষ্ণা রানী ও মাতসুশিমা সুমাইয়া।</p><p>বাফুফের ফুটসাল কমিটির চেয়ারম্যান ইমরানুর রহমান কাল প্রথম আলোকে এ তথ্য জানিয়েছেন। তিনি বলেন, ‘ট্রায়ালে অংশ নিয়েছিল ৭০ জন। সেখান থেকে এখন ২৫ জন ক্যাম্প করছে। এই ২৫ জনের মধ্যে সেরা ১৪ জন টুর্নামেন্টে অংশ নেবে। সাবিনা-মাসুরারা ট্রায়ালে উত্তীর্ণ হয়ে ফুটসাল দলে জায়গা করে নিয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভোজ্যতেলের দাম বৃদ্ধিতে ক্ষুব্ধ বাণিজ্য মন্ত্রণালয় | প্রথম আলো",
            "time": "2025-12-03T17:55:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fpi7wfc4z%2FUntitled_6.jpg?rect=0%2C2%2C888%2C466&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোক্তাদের না জানিয়ে সয়াবিন তেলের দাম লিটারে ৯ টাকা বাড়িয়েছে ব্যবসায়ীরা, যা ভালোভাবে নেয়নি বাণিজ্য মন্ত্রণালয়। বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন জানান, ব্যবসায়ীরা সরকারকে না জানিয়ে দাম বাড়িয়েছেন, যা অযৌক্তিক। টিসিবির জন্য তেল কেনা হয়েছে, কিন্তু বাজারে বেশি দামে বিক্রি হচ্ছে। কনজ্যুমারস অ্যাসোসিয়েশন অব বাংলাদেশের (ক্যাব) সভাপতি এ এইচ এম সফিকুজ্জামান বলেন, দাম বাড়াতে মন্ত্রণালয়ের অনুমতি নেওয়া হয়নি, এটা আইনের ব্যত্যয়।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে দেখতে এভারকেয়ার হাসপাতালে চীনের রাষ্ট্রদূত | প্রথম আলো",
            "time": "2025-12-03T17:55:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-18%2Fjxjkxy7t%2FCapture.PNG?rect=0%2C43%2C1230%2C646&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮০ বছর বয়সী খালেদা জিয়া দীর্ঘদিন ধরে হৃদ্‌রোগ, ডায়াবেটিস, আর্থ্রাইটিস, লিভার সিরোসিস, কিডনির জটিলতাসহ নানা শারীরিক জটিলতায় ভুগছেন। শ্বাসকষ্ট দেখা দিলে গত ২৩ নভেম্বর দ্রুত তাঁকে এভারকেয়ার হাসপাতালে নেওয়া হয়। পরীক্ষা-নিরীক্ষার পর চিকিৎসকেরা জানান, তাঁর হৃদ্‌যন্ত্র ও ফুসফুসে সংক্রমণ ছড়িয়ে পড়েছে।</p><p>চিকিৎসকেরা এখনো খালেদা জিয়ার স্বাস্থ্যের অবস্থাকে ‘গুরুতর’ হিসেবে বিবেচনা করছেন। তাঁদের পর্যবেক্ষণ হচ্ছে, আগামী কয়েকটি দিন অত্যন্ত গুরুত্বপূর্ণ। কিডনি কার্যক্ষমতায় স্থিতিশীলতা ছাড়া তাঁর সামগ্রিক শারীরিক অবস্থার স্থায়ী উন্নতি আসা কঠিন।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় ৬ বছরের নাতনিকে ধর্ষণের অভিযোগ, দাদা গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-03T17:53:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-10%2Foedot3un%2Fchildabuse.avif?rect=0%2C21%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার এজাহার সূত্রে জানা যায়, গত শুক্রবার শিশুটি বাবার সঙ্গে বগুড়া শহরের বাসা থেকে দুপচাঁচিয়া উপজেলায় দাদার বাড়িতে বেড়াতে গেলে ধর্ষণের ঘটনা ঘটে। পরে শিশুটির মা গতকাল মঙ্গলবার দুপচাঁচিয়া থানায় নারী ও শিশু নির্যাতন দমন আইনে দাদার বিরুদ্ধে মামলা করেন।</p><p>মামলার এজাহারে বলা হয়, ওই শিশুর মা গত ২৮ নভেম্বর সকালে ঢাকায় যান। এদিন সকাল ১০টার দিকে দুই সন্তানকে নিয়ে বাবা গ্রামের বাড়ি বেড়াতে যান। বিকেল সোয়া পাঁচটার দিকে বগুড়া শহরের বাসায় ফেরেন তাঁরা। রাত ১০টার দিকে ওই শিশুর মা বাসায় ফিরে গৃহকর্মীর মাধ্যমে এক সন্তানের রক্তভেজা প্যান্ট দেখতে পান।</p></div></div></div></body></html>"
        },
        {
            "title": "শিল্পবর্জ্যে সাগর-নদীদূষণ, হুমকিতে জীববৈচিত্র্য | প্রথম আলো",
            "time": "2025-12-03T17:44:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F12iyva63%2F%E0%A7%A8.JPG?rect=0%2C0%2C6413%2C3367&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"শিল্পবর্জ্যে সাগর-নদীদূষণ, হুমকিতে জীববৈচিত্র্য\" class=\"IiRps \">শিল্পবর্জ্যে সাগর-নদীদূষণ, হুমকিতে জীববৈচিত্র্য</h1></p><div class=\"Ibzfy\"><p>চট্টগ্রামের ইপিজেড এলাকার বিভিন্ন কারখানার বর্জ্যে দূষিত পানি স্লুইসগেট দিয়ে সরাসরি সাগর ও নদীতে পড়ছে। একই এলাকায় নির্বিচার ফেলা হচ্ছে প্লাস্টিক বর্জ্যও। এতে সমুদ্রের পানি মারাত্মকভাবে দূষিত হওয়ার পাশাপাশি সামুদ্রিক জীববৈচিত্র্যের ক্ষতি হচ্ছে।</p></div></div></div></body></html>"
        }
    ]
}