{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জুলাই কারাবন্দীরা শোনালেন বর্বর নির্যাতনের ঘটনা | প্রথম আলো",
            "time": "2025-08-06T17:21:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fhmt6iu9y%2FWHATSAPP-IMAGE-2025-08-06-AT-73618-PM091326.JPG?rect=0%2C53%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে অতিথি হিসেবে উপস্থিত ছিলেন পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয়ের উপদেষ্টা সৈয়দা রিজওয়ানা হাসান। তিনি বলেন, কোনোভাবেই শেখ হাসিনার পতন হতো না, যদি তরুণ–তরুণী ও শিক্ষার্থীরা আন্দোলনে যুক্ত না হতেন। চোখের সামনে মরতে দেখেও জীবনের মায়া না করে রাস্তায় নেমেছেন। সে জন্যই হাসিনার পতন হয়েছে।</p><p>সৈয়দা রিজওয়ানা হাসান বলেন, তখন দেশ তো দেশ ছিল না। পুরো দেশটাই ছিল একটা কারাগার।</p><p>জুলাইকে মনে ধারণ করে নিজেদের মধ্যে থাকা বিভেদ ভুলে সব রাজনৈতিক দলের নেতা–কর্মীদের ঐক্যবদ্ধ থাকার অনুরোধ করেন আইন, বিচার ও সংসদবিষয়ক মন্ত্রণালয়ের উপদেষ্টা আসিফ নজরুল। তিনি বলেন, জুলাই কারাবন্দীদের তালিকা করা হবে। সেই তালিকা জুলাই গণ-অভ্যুত্থান স্মৃতি জাদুঘরের সংরক্ষণ করে রাখা হবে। পাশাপাশি কারাবিধি সংস্কার করার কথা বলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বিকাশ অ্যাপে এখন পাওয়া যাচ্ছে রেমিট্যান্স স্টেটমেন্ট | প্রথম আলো",
            "time": "2025-08-06T17:18:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Forla530l%2FWhatsApp-Image-2025-08-06-at-11.07.59-PM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টেটমেন্টের ওপরের অংশে থাকবে গ্রহীতার নাম, বিকাশ নম্বর, গ্রহীতার ধরন, স্টেটমেন্টের সময়সীমা ও ইস্যুর তারিখ। নিচের অংশে দেখা যাবে মোট কতটি রেমিট্যান্স লেনদেন হয়েছে এবং সে অনুযায়ী মোট কত ডলার গ্রহণ করা হয়েছে।</p><p>এই স্টেটমেন্টে শুধু রেমিট্যান্সের মোট পরিমাণ ছাড়াও প্রতিটি লেনদেনের বিস্তারিত তথ্যও অত্যন্ত পরিষ্কারভাবে থাকছে। অর্থাৎ অন্যান্য আর্থিক লেনদেনের মতো রেমিট্যান্স গ্রহণের তারিখ ও সময়, পাঠানোর দেশ, সংশ্লিষ্ট সেটেলমেন্ট ব্যাংকের নাম, মানি ট্রান্সফার অপারেটরের (এমটিও) নাম এবং পাঠানো রেমিট্যান্সের বাংলাদেশি টাকায় সমপরিমাণ মূল্য স্পষ্টভাবে দেখানো হবে। নির্ধারিত সময়ের মধ্যে আসা সব রেমিট্যান্সেরই বিস্তারিত তারিখ অনুসারে স্টেটমেন্টে যুক্ত থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের এসব পদক্ষেপ অন্যায়, অন্যায্য ও অযৌক্তিক: ভারত | প্রথম আলো",
            "time": "2025-08-06T17:15:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-04%2F7y1nxxge%2Fprothomalo-bangla2023-1125f1a373-ad66-4686-b295-7c6b207b86c8USAIndiaREuters%E2%80%93%E2%80%931.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোয়াইট হাউস অতিরিক্ত শুল্ক আরোপের ঘোষণা দেওয়ার পর ভারতের পররাষ্ট্র মন্ত্রণালয়ের ওয়েবসাইটে মন্ত্রণালয়ের মুখপাত্রের একটি বিবৃতি প্রকাশ করা হয়েছে।</p><p>ওই বিবৃতিতে বলা হয়, ‘যুক্তরাষ্ট্র সাম্প্রতিক দিনগুলোতে রাশিয়া থেকে ভারতের তেল আমদানিকে নিশানা করেছে। আমরা ইতিমধ্যে এসব বিষয়ে আমাদের অবস্থান স্পষ্ট করেছি। ঘটনা হলো আমাদের আমদানি নির্ভর করে বাজারের ওপর। আর এটা করা সার্বিকভাবে ভারতের ১৪০ কোটি মানুষের জ্বালানি নিরাপত্তা নিশ্চিত করার লক্ষ্য নিয়ে।’</p><p>বিবৃতিতে আরও বলা হয়েছে, ‘এটা খুবই দুঃখজনক যে যুক্তরাষ্ট্র শুধু ভারতের ওপর অতিরিক্ত শুল্ক আরোপ করছে এমন সব পদক্ষেপের জন্য, যেগুলো আরও বেশ কয়েকটি দেশ নিচ্ছে তাদের জাতীয় স্বার্থ রক্ষা করার জন্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘আয়নাঘরে’ চাহাল, টাওয়ার ব্রিজে হৃদয় | প্রথম আলো",
            "time": "2025-08-06T17:06:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F7ez10kmk%2F527598164185183056060427225704175911352499745n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">লন্ডনের টাওয়ার ব্রিজে তাওহিদ হৃদয়। ছবিটি পোস্ট করে বাংলাদেশের মিডল অর্ডার ব্যাটসম্যান লিখেছেন, ‘একটি স্থান; শক্তি, ঐতিহ্য, প্রজ্ঞা এবং রাজকীয়তায় পরিপূর্ণ’</figcaption><figcaption class=\"story-element-image-attribution\">ইনস্টাগ্রাম</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কাল থেকে ‘তেল ছাড়া পরোটা’ | প্রথম আলো",
            "time": "2025-08-06T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fj3qx0oun%2FDharabahik__Tel_chara_parata__3_.jpg?rect=0%2C0%2C1255%2C659&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাটকের বিভিন্ন চরিত্রে অভিনয় করেছেন মারজুক রাসেল, চাষী আলম, সালহা খানম নাদিয়া, মুসাফির সৈয়দ বাচ্চু, কচি খন্দকার, রোবেনা রেজা জুঁই, সুজাত শিমুল, অনিক, আব্দুল্লাহ রানা, মিলি বাসার প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "১১ ডিআইজিসহ ৭৬ ওএসডি পুলিশ কর্মকর্তাকে পাঠানো হলো ঢাকার বাইরে | প্রথম আলো",
            "time": "2025-08-06T16:55:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-29%2Fld6rfzjv%2FCapture.PNG?rect=0%2C25%2C1296%2C680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জানতে চাইলে পুলিশ সদর দপ্তরের সহকারী মহাপরিদর্শক (এআইজি–মিডিয়া অ্যান্ড পিআর) এ এইচ এম শাহাদাত হোসাইন প্রথম আলোকে বলেন, ওএসডি হওয়া এই কর্মকর্তাদের বিষয়ে সিদ্ধান্ত নিয়েছে মন্ত্রণালয়। তবে পুলিশ সদর দপ্তর কর্মস্থলে অনুপস্থিত বা পলাতক বা আত্মগোপনে থাকা কর্মকর্তাদের তালিকা মন্ত্রণালয়কে দিয়েছে।</p><p>ইউনিটগুলোতে সংযুক্ত হওয়া ৭৬ কর্মকর্তার মধ্যে ১১ জন ডিআইজি আছেন। তাঁদের মধ্যে শাহ্ মিজান শাফিউর রহমানকে রংপুর রেঞ্জে, মিরাজ উদ্দিন আহম্মেদকে সিলেট রেঞ্জে, মো. জাকির হোসেন খান ও মো. শাহ আবিদ হোসেনকে চট্টগ্রাম রেঞ্জে, মো. ইলিয়াছ শরীফকে সিলেট রেঞ্জে, সৈয়দ নূরুল ইসলামকে রংপুর রেঞ্জে, জিহাদুল কবিরকে চট্টগ্রাম রেঞ্জে, মো. মনিরুজ্জামানকে সিলেট রেঞ্জে, মো. মাহবুবুর রহমানকে খুলনা রেঞ্জে, মঈনুল হক ও এস এম মোস্তাক আহমেদ খানকে রাজশাহীর পুলিশ একাডেমিতে সংযুক্ত করা হয়েছে।</p><p>জুলাই গণ-অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর তখনকার পুলিশের গুরুত্বপূর্ণ পদে থাকা বেশির ভাগ কর্মকর্তাকে চাকরি থেকে বাধ্যতামূলক অবসর অথবা বিশেষ ভারপ্রাপ্ত কর্মকর্তা (ওসএসডি) করা হয়েছে। বিভিন্ন ইউনিটে সংযুক্ত করা হয়েছে অনেককে।</p></div></div></div></body></html>"
        },
        {
            "title": "পলকের রিমান্ড দাঁড়াল ৯২ দিন, নতুন হত্যা মামলায় গ্রেপ্তার দেখানো হলো | প্রথম আলো",
            "time": "2025-08-06T16:42:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fpnhamkzy%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পলকের রিমান্ড দাঁড়াল ৯২ দিন, নতুন হত্যা মামলায় গ্রেপ্তার দেখানো হলো\" class=\"nA4h1 \">পলকের রিমান্ড দাঁড়াল ৯২ দিন, নতুন হত্যা মামলায় গ্রেপ্তার দেখানো হলো</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-06T22:42:56+06:00\"><span>প্রকাশ: ০৬ আগস্ট ২০২৫, ১৬: ৪২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "না, লেনদেনে ট্রাম্প ভরসা করার মতো লোক নন | প্রথম আলো",
            "time": "2025-08-06T16:27:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fz7uuuxhz%2Ftrumpandvandar-lane.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্পের আরেকটি নির্বাহী আদেশ যুক্তরাষ্ট্রে জন্মগ্রহণকারী শিশুদের স্বয়ংক্রিয়ভাবে নাগরিকত্ব পাওয়ার অধিকার বাতিল করে। অথচ যুক্তরাষ্ট্রের সংবিধানের ১৪তম সংশোধনী বলছে, ‘যুক্তরাষ্ট্রে জন্ম নেওয়া এবং এখানকার আইনের আওতায় থাকা প্রত্যেকেই যুক্তরাষ্ট্রের নাগরিক।’ এ পরিস্থিতিতে কেউ যদি ট্রাম্পের সঙ্গে চুক্তি করে, তাহলে প্রশ্ন ওঠে, ‘আপনি আসলে কোন ভিত্তিতে এই চুক্তিকে টেকসই বলে মনে করছেন?’</p><p>এই সংকটে পড়েছে যুক্তরাষ্ট্রের অনেক বড় বিশ্ববিদ্যালয়ও। ট্রাম্প প্রশাসন তাদের হুমকি দিয়েছে, বিলিয়ন ডলারের সরকারি অনুদান বন্ধ করে দেবে, এমনকি বিশ্ববিদ্যালয়ের কর-ছাড়ের সুবিধাও বাতিল করবে। এখন তারা ভাবছে, ট্রাম্পকে খুশি রাখতে কি চুক্তি করে ফেলবে, নাকি একজোট হয়ে বলবে, ‘আমরা এই অন্যায় শর্ত মেনে নেব না?’ যে চুক্তি যেকোনো সময় একতরফাভাবে বাতিল বা পরিবর্তন করা যায়, সেই চুক্তি আসলে ফাঁকা বুলি। এটি আত্মপ্রবঞ্চনা, স্বার্থের মুখোশ।</p><ul><li><p><strong>রিচার্ড কে শারউইন</strong> নিউইয়র্ক ল স্কুলের আইন বিভাগের ইমেরিটাস অধ্যাপক</p></li><li><p>স্বত্ব: <strong>প্রজেক্ট সিন্ডিকেট</strong>, অনুবাদ: <strong>সারফুদ্দিন আহমেদ</strong> </p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়ে শিক্ষক নিয়োগ: ‘রিকমেন্ডেশন’ লেটার কেন ‘তদবির’ হয়ে ওঠে | প্রথম আলো",
            "time": "2025-08-06T16:24:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F08%2F11%2F8dc54df79dc98ab050f18c44e5f217af-598ddae4e5bdc.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েক দশক ধরে বিশ্ববিদ্যালয়গুলোর শিক্ষক নিয়োগে দেশের মন্ত্রী, এমপি, স্থানীয় প্রভাবশালীদের সুপারিশ জোগাড় করা ‘প্রার্থীদের’ যোগ্যতা হিসেবে দেখা হয়। একাডেমিক যোগ্যতা যেটাই থাকুক না, ক্ষমতাশালীদের এমন সুপারিশে যে কাজ হয়, তার নিদর্শন শত শত আছে। সম্ভবত এসব কারণে গণ-অভ্যুত্থানের পর দেশে বিপুলসংখ্যক মানুষ চাকরি হারিয়েছেন, মূলত আগের সরকারের সুপারিশে নিয়োগপ্রাপ্ত হওয়ার কারণে।</p><p>প্রশ্ন সেটা নয়, সারা বিশ্বে বিশ্ববিদ্যালয়ে পিএইচডি ভর্তি থেকে শুরু করে পোস্টডক, গবেষক এবং শিক্ষক নিয়োগে রিকমেন্ডেশন বা সুপারিশপত্র থাকা, সেই সব নিয়োগের যোগ্যতার বা আবেদনের অন্যতম শর্ত। এই শর্ত পূরণ প্রত্যেক প্রার্থীর জন্য জরুরি। কারণ, এমন রিকমেন্ডেশন ওই প্রার্থীর যোগ্যতা নিরূপণের একটি বড় হাতিয়ার হিসেবে ধরা হয়। তাই একাডেমিক সনদের পাশাপাশি আবেদনপত্রে ‘রেফারেন্স’ হিসেবে তিন–চারজনের নাম উল্লেখ করতে হয়, যা পরবর্তী সময়ে নিয়োগ বোর্ড ওই প্রার্থীর জন্য তাঁদের কাছ থেকে সুপারিশপত্র সংগ্রহ করে।</p><p>প্রার্থীর জন্য কারা কারা সুপারিশ করবেন, তার কিছু শর্তও দেওয়া থাকে। যেমন প্রার্থীর পিএইচডি তত্ত্বাবধায়ক, তাঁর সর্বশেষ কর্মস্থলের তত্ত্বাবধায়ক/নিয়োগকর্তা কিংবা প্রার্থীর সঙ্গে কাজ করেছেন, এমন ব্যক্তি যিনি তাঁকে ভালো করে জানেন। এসব সুপারিশের ওপর নির্ভর করে সেই প্রার্থীর মৌলিক গুণাবলি। কারণ, দেশের বাইরে যাঁরা সুপারিশপত্র লেখেন, তাঁরা মূলত প্রার্থীর বিষয়ে সততার সঙ্গে লেখেন। ফলে দেশের বাইরের শিক্ষক নিয়োগে এমন সুপারিশনামা বড্ড বেশি কাজের হয়ে থাকে। আর এটাই সর্বজনীন নিয়ম।</p></div></div></div></body></html>"
        },
        {
            "title": "চিহ্নিত যুদ্ধাপরাধীদের ছবি প্রদর্শনের ঘটনায় ঢাকা বিশ্ববিদ্যালয়ের প্রক্টরের পদত্যাগ দাবি শিক্ষক নেটওয়ার্কের | প্রথম আলো",
            "time": "2025-08-06T16:23:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-18%2Ff5qol2bs%2F09f7eb82-f699-43cb-9f3f-4d736d63793c.jfif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়, বিশ্ববিদ্যালয়ের বিভিন্ন ছাত্রসংগঠনের প্রতিবাদের সময় এক ব্যক্তি জুম করে নারী শিক্ষার্থীদের আপত্তিকর ভিডিও ধারণ করছিল। উপস্থিত শিক্ষার্থীরা টের পেয়ে ওই ব্যক্তির মোবাইল কেড়ে নেন। পরে বিশ্ববিদ্যালয় কর্তৃপক্ষ দেখে, অভিযুক্ত ব্যক্তি ইসলামী ছাত্র শিবিরের চৌমুহনী কচুয়া গ্রুপের সক্রিয় সদস্য। অথচ ৫ আগস্ট উপলক্ষে বাইরের শিক্ষার্থীদের প্রবেশ নিষিদ্ধ ছিল। এমন অবস্থায় বহিরাগতরা কীভাবে ক্যাম্পাসে প্রবেশ করল, তা নিয়ে প্রশ্ন তুলেছে শিক্ষক নেটওয়ার্ক।</p><p>অতীতের নানা ঘটনা উল্লেখ করে বিবৃতিতে বলা হয়, গত বছর থেকে প্রশাসনের শৈথিল্যের কারণে তোফাজ্জল ও সাম্য হত্যাকাণ্ড, শেখ হাসিনার গ্রাফিতি মুছে ফেলা, চারুকলায় মোটিফে আগুন লাগানো, যৌন নিপীড়নের অভিযোগ আমলে না নেওয়াসহ একাধিক ঘটনার পুনরাবৃত্তি ঘটেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিলুপ্ত কুমিল্লা-৯ আসন পুনর্বহালের দাবিতে ঢাকা-চট্টগ্রাম মহাসড়ক অবরোধ করে বিক্ষোভ | প্রথম আলো",
            "time": "2025-08-06T16:20:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F4sddd0ug%2FCumillaD.jpg?rect=0%2C35%2C1158%2C608&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বিকেলে মহাসড়কে যান চলাচল বন্ধ করে মনিরুল হক চৌধুরীর অনুসারীরা বিভিন্ন স্লোগান দিতে থাকেন। তাঁরা ‘তোর খসড়া তুই নে, আমার ঠিকানা ফিরিয়ে দে’, ‘কুমিল্লা-৯ আসন ফিরিয়ে দাও, দিতে হবে’, ‘আমরা সবাই মনির সেনা, ভয় করি না বুলেট বোমা’সহ বিভিন্ন স্লোগান দিতে থাকেন। দ্রুত সময়ের মধ্যে বৃহত্তর কুমিল্লা সদর দক্ষিণ এলাকা নিয়ে সাবেক কুমিল্লা-৯ আসনটি ফিরিয়ে দেওয়া এবং নির্বাচন কমিশনের খসড়া বাতিল না করলে ঢাকা-চট্টগ্রাম মহাসড়ক, কুমিল্লা-নোয়াখালী আঞ্চলিক মহাসড়ক ও ঢাকা-চট্টগ্রাম রেলপথ বন্ধ করে দেওয়ার হুঁশিয়ারি দেওয়া হয়।</p><p>আন্দোলনকারী নেতা-কর্মীরা বলেন, ২০০৮ সালের নির্বাচনের আগে কুমিল্লা সদর দক্ষিণ উপজেলা ও পৌরসভা (বর্তমানে সদর দক্ষিণ, লালমাই উপজেলা ও কুমিল্লা সিটি করপোরেশনের দক্ষিণের ৯টি ওয়ার্ড) নিয়ে বিলুপ্ত হওয়া কুমিল্লা-৯ আসনের সীমানা ছিল। বীর মুক্তিযোদ্ধা মনিরুল হক চৌধুরী এ আসনের সাবেক সংসদ সদস্য। ২০০৮ সালের জাতীয় সংসদ নির্বাচনের সময়ে মনিরুল হক চৌধুরীর বিরুদ্ধে ষড়যন্ত্র করে আসনটি বিলুপ্ত করে কুমিল্লা-৬, কুমিল্লা-৮ ও কুমিল্লা-১০ আসনের সঙ্গে যুক্ত করা হয়। চার থেকে পাঁচ দফা পরিবর্তনের পর বর্তমানে কুমিল্লা-১০ (সদর দক্ষিণ-লালমাই-নাঙ্গলকোট) আসনে আছে বিলুপ্ত হওয়া কুমিল্লা-৯ আসনটি। তাঁরা দীর্ঘদিন ধরে কুমিল্লা-৯ আসন পুনর্বহালের দাবিতে আন্দোলন করছেন, আদালতের দ্বারস্থ হয়েছেন। কিন্তু তাঁদের দাবি মেনে নেওয়া হয়নি। আগামী জাতীয় সংসদ নির্বাচনকে সামনে রেখে যেখানে কুমিল্লা-৯ আসন পুনর্বহাল করার কথা, তা না করে কুমিল্লা-১০ সংসদীয় আসনকে ভেঙেচুরে ত্রিখণ্ডিত করে খসড়া তালিকা প্রকাশ করেছে ইসি। অন্যায়ভাবে কুমিল্লা-১০ আসনের লালমাই উপজেলাকে বর্তমান কুমিল্লা-৯ আসনের লাকসামের সঙ্গে এবং কুমিল্লা সদর দক্ষিণ উপজেলাকে কুমিল্লা-১১ (চৌদ্দগ্রাম) আসনের সঙ্গে যুক্ত করা হয়েছে। আর কুমিল্লা-১০ আসনের নাঙ্গলকোট উপজেলার সঙ্গে কুমিল্লা-৯ আসনের মনোহরগঞ্জ উপজেলাকে যুক্ত করা হয়েছে। নির্বাচন কমিশনের এই হটকারী সিদ্ধান্ত তাঁরা মানেন না। অবিলম্বে এ সিদ্ধান্ত বাতিল করে কুমিল্লা-৯ আসন পুনর্বহালের দাবি জানান তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটে জামায়াতের গণমিছিলে ‘ভুল করে’ খালেদা জিয়ার বিরুদ্ধে স্লোগান, পরে দুঃখ প্রকাশ | প্রথম আলো",
            "time": "2025-08-06T16:18:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fgwkjqu1r%2FWhatsApp-Image-2025-08-06-at-22.10.32dbaf9561.jpg?rect=5%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জামায়াত নেতা মুহা. হাসিবুল আলম বলেন, ‘স্লোগানে ফ্যাসিস্ট শেখ হাসিনার ফাঁসির দাবি জানানো হয়। অনাকাঙ্ক্ষিতভাবে আপসহীন নেত্রী, সাবেক তিনবারের প্রধানমন্ত্রী বেগম খালেদা জিয়ার ফাঁসির দাবি উচ্চারিত হয়েছে। যা ভুল করে হয়েছে।’ তিনি আরও বলেন, ‘একটি সুশৃঙ্খল ও নিয়মতান্ত্রিক রাজনৈতিক দল হিসেবে আমরা এই অনাকাঙ্ক্ষিত ঘটনার জন্য আন্তরিকভাবে দুঃখ প্রকাশ করছি।’</p><p>জেলা বিএনপির আহ্বায়ক গোলজার হোসেন বলেন, ঘটনাটি জানার পর জামায়াতের নেতাদের সঙ্গে কথা বলেছেন। তাঁরা তাঁদের কাছে দুঃখ প্রকাশ করেছেন। বিএনপির চেয়ারপারসন বেগম খালেদা জিয়া যে আপসহীন নেত্রী তাঁরা সেটি মেনে নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্র ইসলামপন্থীদের অবমাননা ও জনগণের আকাঙ্ক্ষার প্রতি চরম অবহেলা | প্রথম আলো",
            "time": "2025-08-06T16:18:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-09%2Fbuqb15rf%2FCumillaDH175220250219IMG-20250219-WA0088.jpg?rect=0%2C10%2C1077%2C565&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ খেলাফত মজলিসের আমির বলেন, ‘জুলাই গণ–অভ্যুত্থানে যাঁরা রক্ত দিয়েছেন—আলেম-ওলামা, মাদ্রাসাশিক্ষক ও ছাত্র, প্রবাসী এবং অনলাইন অ্যাকটিভিস্টদের ভূমিকাকে সম্পূর্ণভাবে উপেক্ষা করা হয়েছে। ১৯৪৭-এর আজাদি, ২০১৩-এর শাপলা চত্বর গণহত্যা, পিলখানা ট্র্যাজেডির মতো গুরুত্বপূর্ণ ঐতিহাসিক ঘটনারও কোনো উল্লেখ নেই। অথচ এগুলোই বাংলাদেশে স্বৈরাচার পতনের ধারাবাহিকতায় সবচেয়ে তাৎপর্যপূর্ণ অধ্যায়। এ উপেক্ষা ইতিহাসের প্রতি চরম অবিচার।’</p><p>মামুনুল হক বলেন, ‘যাঁরা বিগত দেড় দশক ধরে ফ্যাসিস্ট হাসিনার শাসনের বিরুদ্ধে নেতৃত্ব দিয়েছেন, জেল-জুলুম সহ্য করেছেন, জনগণকে ঐক্যবদ্ধ রেখেছেন—মূলধারার ইসলামি নেতৃত্বের এমন কেউই গতকালের মঞ্চে স্থান পাননি। তাঁদের সঙ্গে কোনো পরামর্শও করা হয়নি। বরং একটি নির্দিষ্ট গোষ্ঠীর মতামতের ভিত্তিতেই সবকিছু চূড়ান্ত করা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মাইকেল জ্যাকসনের গান গাইছে না বিটিএস | প্রথম আলো",
            "time": "2025-08-06T16:16:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F4ij9icg3%2Fbts.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রয়াত পপসম্রাট মাইকেল জ্যাকসনের অপ্রকাশিত একটি গান গাইছে কে পপ গ্রুপ বিটিএস, এমন একটি খবর ছড়িয়েছে সংবাদমাধ্যমে। বিষয়টি নিয়ে কয়েক দিন ধরে আলোচনার মধ্যে গতকাল মঙ্গলবার বিটিএসের মূল প্রতিষ্ঠান হাইব জানিয়েছে, মাইকেল জ্যাকসনের কোনো গান করছে না গ্রুপটি।</p><p>গত রোববার আইরিশ সান এক প্রতিবেদনে দাবি করছে, আয়ারল্যান্ডের গ্রাউস লজ স্টুডিওতে গানটি রেকর্ড করেছেন বিটিএসের সদস্যরা। খবরটি প্রকাশ্যে আসার পর আলোচনার ঝড় ওঠে। তবে হাইব বলছে, বিষয়টি সত্যি নয়। স্টুডিওতে বিটিএসের সদস্যরা যাননি, গানও রেকর্ড করেননি। যাঁরা ভুয়া তথ্য ছড়িয়েছেন, তাঁদের বিরুদ্ধে ব্যবস্থা নেওয়ার হুঁশিয়ারি দিয়েছে হাইব।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুসহ ৩ ডেঙ্গু রোগীর মৃত্যু | প্রথম আলো",
            "time": "2025-08-06T16:15:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F55c959eb-9dc3-42e7-9f86-6360a832a723%2FUntitled_1.jpg?rect=0%2C13%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তির তথ্য অনুযায়ী, গত ২৪ ঘণ্টায় বরিশাল বিভাগে ভর্তি হওয়া ডেঙ্গু রোগীর সংখ্যা ১০৪। ঢাকা মহানগরের বিভিন্ন হাসপাতালে ভর্তি হয়েছেন ১১৩ জন। আর মহানগরের বাইরে ঢাকা বিভাগের বিভিন্ন হাসপাতালে ভর্তি হয়েছেন ৭৪ জন। এ ছাড়া রাজশাহী, চট্টগ্রাম, খুলনা, ময়মনসিংহ ও রংপুর বিভাগে যথাক্রমে ৫০, ৩৯, ৩০, ১৪ ও ৪ ডেঙ্গু রোগী হাসপাতালে ভর্তি হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেব্রুয়ারিতে নির্বাচন: দলগুলো কতটা প্রস্তুত | প্রথম আলো",
            "time": "2025-08-06T16:12:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F6koqu1dm%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">বার্তাকক্ষ </h2></p><p><h1 data-title-0=\"ফেব্রুয়ারিতে নির্বাচন: দলগুলো কতটা প্রস্তুত\" class=\"nA4h1 \">ফেব্রুয়ারিতে নির্বাচন: দলগুলো কতটা প্রস্তুত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-06T22:12:08+06:00\"><span>প্রকাশ: ০৬ আগস্ট ২০২৫, ১৬: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ডলার কিনে বিনিময়ে দিতেন জাল টাকা, ১ কোটি ৩৫ লাখ টাকার জাল নোটসহ দুজন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-06T16:11:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fxjsm90oc%2FWhatsApp-Image-2025-08-06-at-9.53.11-PM.jpeg?rect=0%2C117%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল মঙ্গলবার রাজধানীর গুলশান থেকে তাঁদের গ্রেপ্তার করা হয়। এ ঘটনায় আরও দুজন পলাতক রয়েছেন। গ্রেপ্তার দুজন হলেন রুবেল আহম্মেদ (৩৮) ও তাপস বাড়ৈ (৩০)। এই চারজনের বিরুদ্ধে বিশেষ ক্ষমতা আইনে গুলশান থানায় মামলা হয়েছে।</p><p>আজ বুধবার ঢাকা মহানগর পুলিশের (ডিএমপি) গণমাধ্যম ও জনসংযোগ বিভাগ থেকে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে এসব তথ্য জানানো হয়।</p></div></div></div></body></html>"
        }
    ]
}