{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওসমান হাদিকে হত্যা নির্বাচন বাধাগ্রস্ত করার ষড়যন্ত্রের অংশ: সিপিবি | প্রথম আলো",
            "time": "2025-12-20T15:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-09%2F7mu5lsq4%2F2.avif?rect=0%2C31%2C432%2C227&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের তফসিল ঘোষণার পর ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদিকে হত্যা ‘নির্বাচনকে বাধাগ্রস্ত করার ষড়যন্ত্রেরই অংশ’ বলে মনে করে বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি)। এ জন্য জনগণকে ঐক্যবদ্ধভাবে এ ষড়যন্ত্র রুখে দেওয়ার আহ্বান জানিয়েছে দলটি।</p><p>আজ শনিবার রাজধানীর পুরানা পল্টনে মুক্তি ভবনে সিপিবির কার্যালয়ে দলের কেন্দ্রীয় কমিটির সভা থেকে এ আহ্বান জানানো হয়। পরে এক সংবাদ বিজ্ঞপ্তিতে এসব কথা জানানো হয়েছে।</p><p>সিপিবির সভাপতি কাজী সাজ্জাদ জহির চন্দনের সভাপতিত্বে অনুষ্ঠিত সভায় দেশের বর্তমান রাজনৈতিক পরিস্থিতি সংক্রান্ত প্রস্তাব উত্থাপন করেন দলের সাধারণ সম্পাদক আবদুল্লাহ ক্বাফী রতন। অন্যদের মধ্যে বক্তব্য দেন সিপিবির সভাপতিমণ্ডলীর সদস্য মুজাহিদুল ইসলাম সেলিম, রফিকুজ্জামান লায়েক, এস এ রশীদ, রাগিব আহসান মুন্না, জলি তালুকদার, আমিনুল ফরিদ, কেন্দ্রীয় কমিটির সদস্য রুহিন হোসেন প্রিন্স, মিহির ঘোষ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "২ ওভারে উইকেটশূন্য সাকিব, তবুও জিতল তাঁর দল | প্রথম আলো",
            "time": "2025-12-20T15:06:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fujk0vazs%2F588959475180632059646316858474038680240181512n.jpg?rect=0%2C0%2C1096%2C575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারও পুরো ওভারে তাঁকে একটি বাউন্ডারি মারেন ম্যাকমুলেন। বাকি ৫ বল থেকে আসে ৫ রান। দুই ওভারে ২০ রান দেওয়ার পর আর বোলিং পাননি তিনি। তবে তাঁর দল ঠিকই জয় পায়।</p><p>২৭ বলে ৪০ রান করে হেলস আউট হলে দ্বিতীয় উইকেট জুটি ভাঙে। পরের ৫ ব্যাটসম্যানই আউট হন এক অঙ্কের ঘরে। একপ্রান্তে ম্যাকমুলেন ৪৯ বল ৬৪ রান করে অপরাজিত থাকলেও দলকে জয় এনে দিতে পারেননি। ২০ ওভারে ৭ উইকেট হারিয়ে ১৫২ রানের বেশি করতে পারেনি আবুধাবি।</p></div></div></div></body></html>"
        },
        {
            "title": "তাইওয়ানে এক ব্যক্তির ছুরিকাঘাতে তিনজন নিহত | প্রথম আলো",
            "time": "2025-12-20T15:04:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fgk2zz34w%2FZ4KBO642YNPU3E7GSM6QL2QK2E.avif?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাইওয়ানের ন্যাশনাল পুলিশ এজেন্সির মহাপরিচালক চ্যাং জুং সিন সাংবাদিকদের বলেন, ‘গতকাল থেকে পাওয়া সংশ্লিষ্ট তথ্য যাচাই-বাছাই করে আমরা জানতে পারি, অভিযুক্তের কোনো সহযোগী ছিল না।’ হামলার উদ্দেশ্য সম্পর্কে জানতে তদন্ত চলছে।</p><p>তাইওয়ানের প্রধানমন্ত্রী শুক্রবার রাতে বলেন, ওই ব্যক্তির বিরুদ্ধে গ্রেপ্তারি পরোয়ানা ছিল। বাধ্যতামূলক সামরিক কাজে যোগদান এড়ানোর সন্দেহে তাঁকে খোঁজা হচ্ছিল।</p><p>তাইওয়ানের স্বরাষ্ট্র মন্ত্রণালয় জানিয়েছে, চুরি নিয়ে ওই ব্যক্তির হামলায় অন্তত ১১ জন আহত হয়েছেন। তাঁদের মধ্যে দুজনের অবস্থা আশঙ্কাজনক।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের ‘আগুনে’ শিশুদের ‘পোড়াবেন’ না | প্রথম আলো",
            "time": "2025-12-20T15:03:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fdmqe5ruj%2FChild.jpg?rect=0%2C30%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সহিংসতার আশঙ্কা থাকুক বা না থাকুক, কারও হাতে সংঘর্ষ–খুনোখুনি বন্ধের বোতাম থাকুক অথবা না থাকুক, শিশুদের ঝুঁকি সব সময় থাকে। নিচে গত কয়েকটি স্থানীয় ও জাতীয় নির্বাচনে শিশুদের প্রাণহানির বর্ণনা দেখলেই বোঝা যাবে, তারা কতটা অনিরাপদ। </p><p>১. নোয়াখালী সদর উপজেলার ১ নম্বর চরমটুয়া ইউনিয়ন পরিষদ নির্বাচনের প্রচারণার গাড়ির চাকায় পিষ্ট হয়ে এক শিক্ষার্থী নিহত হয়। দুর্ঘটনায় পঞ্চম শ্রেণির এক শিক্ষার্থীসহ আরও দুজন গুরুতর আহত হয়।</p><p>২. গাজীপুরের শ্রীপুরে নির্বাচনী প্রচারে ব্যবহৃত গাড়ির ধাক্কায় এক শিশুর মৃত্যু হয়। এ ঘটনায় উপজেলা পরিষদ নির্বাচনে চেয়ারম্যান প্রার্থীকে তলব করেছিল নির্বাচন কমিশন। ব্যস, ওই পর্যন্তই।</p><p>৩. ঠাকুরগাঁওয়ের রানীশংকৈল উপজেলায় বাচোর ইউপি নির্বাচনের ফলাফল নিয়ে দুই ইউপি সদস্য প্রার্থীর সমর্থকদের মধ্যে সংঘর্ষে যে শিশুটির মৃত্যু হয়েছিল, সে ছিল তার মায়ের কোলে। ভোটের ফলাফল দেখতে শিশুকে কোলে নিয়ে আসেন নিহত শিশুর মা। সেখানে ‘পরিস্থিতি’ নিয়ন্ত্রণের বাইরে চলে গেলে গুলি ছোড়ে দায়িত্বরত পুলিশ। এ সময় গুলিবিদ্ধ হয়ে মাথার খুলি উড়ে গেলে ঘটনাস্থলেই মারা যায় শিশুটি। </p><p>৪. কেরানীগঞ্জের হজরতপুর ইউনিয়নের মধুরচর সরকারি প্রাথমিক বিদ্যালয় কেন্দ্রে ৯ বছরের যে শিশুটি মারা গিয়েছিল, সে–ও তার মায়ের সঙ্গে ভোটকেন্দ্রে এসেছিল। নিহত শুভ ছিল ওই স্কুলেরই চতুর্থ শ্রেণির ছাত্র। সেখানে সকাল ১০টার দিকে এক ব্যক্তি ২৫-৩০ জন লোক নিয়ে কেন্দ্রে ঢুকে ব্যালট পেপার ছিনিয়ে নিয়ে সিল মারার চেষ্টা করলে আতঙ্কিত লোকজন ছোটাছুটি করতে থাকেন। একপর্যায়ে সন্ত্রাসীরা গুলি ছোড়ে।</p><p> ৫. ২০২২ সালের ১৭ জুন শরীয়তপুরে মায়ের কোলে থাকা আরেক শিশুর গায়ে গুলি লাগার ঘটনা ঘটে। এটা ছিল মায়ের সঙ্গে নির্বাচন-পরবর্তী বিজয় মিছিলের উৎসব দেখতে যাওয়া এক শিশুর কাহিনি।     </p></div></div></div></body></html>"
        },
        {
            "title": "পিএসসির ‘সার্কুলার পদ্ধতি’র খাতা দেখার সমস্যা কী | প্রথম আলো",
            "time": "2025-12-20T15:02:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-23%2F0a1ihh02%2F%E0%A6%AA%E0%A6%BF%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A7%AA.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪৬তম বিসিএসের লিখিত পরীক্ষার ফলাফল নিয়ে ঘোর আপত্তি জানিয়েছেন চাকরিপ্রার্থীরা। যাঁরা এ নিয়ে খোঁজখবর রাখেন, তাঁরাও এই ফলাফল দেখে বিস্মিত হয়েছেন। অনেকেই বলছেন, নতুন ‘সার্কুলার পদ্ধতি’তে যেভাবে তাড়াহুড়া করে খাতা দেখা হয়েছে, তাতে খাতার যথাযথ মূল্যায়ন করা হয়নি। এ কারণে এবারের লিখিত পরীক্ষায় খুবই কমসংখ্যক প্রার্থী পাস করেছেন। ক্ষুব্ধ পরীক্ষার্থীরা বলছেন, এত বিপুলসংখ্যক প্রার্থীর ফেল করার ব্যাপারটি মোটেও বিশ্বাসযোগ্য নয়। অতীতের পরিসংখ্যানও তা–ই বলে।</p><p>৪০তম বিসিএসে লিখিত পরীক্ষার জন্য ২০ হাজারের মতো প্রার্থীকে বাছাই করা হয়। এর মধ্যে প্রায় ১১ হাজার উত্তীর্ণ হন। ৪১তম বিসিএসে ২১ হাজারের মধ্যে প্রায় ১৩ হাজার, ৪৩তম বিসিএসে ১৫ হাজারের মধ্যে প্রায় ১০ হাজার, ৪৪তম বিসিএসে ১৬ হাজারের মধ্যে প্রায় ১২ হাজার ও ৪৫তম বিসিএসে ১৩ হাজারের মধ্যে সাড়ে ৬ হাজারের বেশি পরীক্ষার্থী লিখিত পরীক্ষায় উত্তীর্ণ হন। গত পাঁচবারের লিখিত পরীক্ষায় পাসের হার ৫৫ থেকে ৭৫ শতাংশের মধ্যে থেকেছে, অথচ ৪৬তম লিখিত পরীক্ষার ফলাফলে পাসের হার ১৯ শতাংশের নিচে!</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় ইয়ামাহা ব্র্যান্ডটক ৬.০ অনুষ্ঠিত | প্রথম আলো",
            "time": "2025-12-20T14:58:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Ft8joa98c%2FScreenshot-239.png?rect=0%2C58%2C843%2C443&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আয়োজনে সহযোগী হিসেবে ছিল আকিজ হেলথকেয়ার অ্যান্ড হাইজিন ও স্বপ্ন। অনুষ্ঠানের মিডিয়া পার্টনার ছিল অ্যানেক্স কমিউনিকেশনস। এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p><p>অনুষ্ঠানে বিশেষ অতিথি ছিলেন ব্র্যাক বিশ্ববিদ্যালয়ের উপাচার্য ও ওয়ার্ল্ড মার্কেটিং কাউন্সিলের প্রেসিডেন্ট সাইদ ফারহাদ আনোয়ার। অনুষ্ঠানে বিভিন্ন খাতে কর্মরত পেশাজীবীরা তাঁদের অভিজ্ঞতা, সম্ভাবনা, ভবিষ্যৎ প্রযুক্তি ও কর্মপরিকল্পনা এবং বিদ্যমান চ্যালেঞ্জ ও তার সমাধান নিয়ে আলোচনা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চাকরি ছাড়তে বাধ্য করে দিপু দাসকে উত্তেজিত জনতার কাছে তুলে দেওয়া হয়: র‍্যাব | প্রথম আলো",
            "time": "2025-12-20T14:51:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fjoag7m0v%2FWhatsApp-Image-2025-12-20-at-8.24.23-PM.jpeg?rect=0%2C0%2C1516%2C796&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বেলা একটায় নিজ কার্যালয়ে সংবাদ সম্মেলনে র‍্যাব–১৪ ময়মনসিংহের অধিনায়ক নয়মুল হাসান বলেন, ‘ঘটনার সূত্রপাত হয় সেদিন (বৃহস্পতিবার) বিকেল চারটার দিকে। কারখানার ফ্লোর ইনচার্জ তাঁকে (দিপু) চাকরি থেকে ইস্তফা দিতে বাধ্য করে উত্তেজিত জনতার কাছে হস্তান্তর করেন। পুলিশের কাছে কেন হস্তান্তর করেনি এবং তাঁর নিরাপত্তা কেন নিশ্চিত করা হয়নি, সে কারণে কারখানার সংশ্লিষ্ট দুই কর্মীকে আমরা গ্রেপ্তার করেছি।’</p><p>র‍্যাবের এই কর্মকর্তা বলেন, ‘ধর্ম অবমাননার বিষয়টি খুবই অস্পষ্ট। তিনি কী বলেছেন, এটি খোঁজার চেষ্টা করলেও কেউ এটি বলতে পারেনি। কারও সঙ্গে পূর্বশত্রুতা ছিল কি না, সেটি আমরা তদন্ত করে দেখব। ঘটনার সূত্রপাত কার সঙ্গে হয়েছে, সেটি শনাক্ত করা যায়নি। আমরা জানতে পেরেছি, কাজ করার সময় ফ্লোরেই বাগ্‌বিতণ্ডা শুরু হয় এবং তাঁকে কোনোভাবেই আর কারখানার ভেতরে রাখা যাচ্ছিল না। ভিডিও ফুটেজ দেখে আমরা আসামিদের ধরেছি। কী কারণে ঘটনা ঘটেছে, তা উদ্‌ঘাটন ও জড়িত সবাইকে ধরতে আমরা চেষ্টা চালাচ্ছি। আসামিদের রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করলে অনেক তথ্য পাওয়া যাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের ফেরার ঘোষণার পরপরই একের পর এক সহিংস ঘটনা ইঙ্গিতবাহী: মির্জা আব্বাস | প্রথম আলো",
            "time": "2025-12-20T14:23:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Ftsxmjh9u%2F%E0%A6%AE%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%9C%E0%A6%BE%20%E0%A6%86%E0%A6%AC%E0%A7%8D%E0%A6%AC%E0%A6%BE%E0%A6%B8.jpeg?rect=0%2C196%2C1735%2C911&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমান দেশে ফেরার ঘোষণা দেওয়ার পর দেশে নানা ধরনের সহিংস ঘটনা পরিকল্পিতভাবে অস্থিরতা তৈরির ইঙ্গিত দিচ্ছে বলে মন্তব্য করেছেন বিএনপির স্থায়ী কমিটির সদস্য মির্জা আব্বাস। তিনি বলেছেন, কতিপয় রাজনৈতিক শক্তি পরিকল্পিতভাবে অস্থিরতা তৈরির চেষ্টা করছে।</p><p>আজ শনিবার বিকেলে রাজধানীর গোপীবাগে সাদেক হোসেন খোকা কমিউনিটি সেন্টারে ঢাকা মহানগর দক্ষিণ বিএনপির আয়োজনে এক কর্মিসভায় এ কথা বলেন মির্জা আব্বাস। বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের স্বদেশ প্রত্যাবর্তন উপলক্ষে সংবর্ধনার প্রস্তুতি হিসেবে এ সভা হয়।</p><p>মির্জা আব্বাস বলেন, তারেক রহমানের দেশে ফেরার ঘোষণা আসার পরপরই একের পর এক সহিংস ঘটনা ঘটছে, যা পরিকল্পিত ছকের ইঙ্গিত দেয়। তিনি কাউকে বিভ্রান্ত না হওয়ার আহ্বান জানিয়ে বলেন, ‘আমাদের নেতা দেশে আসছেন, মানে হলো গণতন্ত্র দেশে ফিরে আসছে। তিনি গণতন্ত্র প্রতিষ্ঠা করবেন। কেউ বিভ্রান্ত হবেন না।’</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিস উপকূলে নৌকা থেকে বাংলাদেশিসহ ৫ শতাধিক আশ্রয়প্রার্থী উদ্ধার | প্রথম আলো",
            "time": "2025-12-20T14:17:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F7f7b8u82%2F2025-12-19T153808Z.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী জুনে ইউরোপীয় ইউনিয়নের নতুন অভিবাসন ও আশ্রয় চুক্তি কার্যকর হবে। চুক্তির আওতায় গ্রিস, সাইপ্রাস, স্পেন ও ইতালি অভিবাসন চাপ মোকাবিলায় সহায়তা পাবে।</p><p>তবে গ্রিসের প্রধানমন্ত্রী কিরিয়াকোস মিতসোটাকিস সম্প্রতি বলেছেন, নতুন চুক্তির আওতায় যেসব আশ্রয়প্রার্থীর নিরাপত্তাসংক্রান্ত্র দাবি বাতিল হবে, তাঁদের নিজ দেশে ফেরত পাঠানোর বিষয়ে গুরুত্ব দেওয়া হবে।</p><p>বিভিন্ন মানবাধিকার সংস্থা এই চুক্তির সমালোচনা করেছে। তারা সতর্ক করে বলেছে, এটি আশ্রয়প্রার্থীদের জন্য ঝুঁকিপূর্ণ। এ চুক্তির ফলে তাঁদের অধিকার লঙ্ঘিত হতে পারে।</p><p>প্রসঙ্গত, ক্রিট ও গ্যাভডোস ভূমধ্যসাগরে অবস্থিত গ্রিসের মালিকানাধীন দুটি দ্বীপ। এর মধ্যে গ্যাভডোস ক্রিটের দক্ষিণে লিবীয় সাগরে অবস্থিত।=</p></div></div></div></body></html>"
        },
        {
            "title": "কিছু উগ্র, অবিবেচক গোষ্ঠী অরাজকতা সৃষ্টির অপচেষ্টায় লিপ্ত: শিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-20T14:17:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F34y16gg7%2FIMG_4734.JPG?rect=0%2C48%2C2524%2C1325&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছায়ানট ভবন, উদীচী, প্রথম আলো ও দ্য ডেইলি স্টারের কার্যালয়ে আক্রমণ এবং দ্য নিউ এজ সম্পাদক নূরুল কবীরকে হেনস্তায় উদ্বেগ ও তীব্র নিন্দা জানিয়ে এক বিবৃতিতে শিক্ষা উপদেষ্টা এসব কথা বলেন।</p><p>আজ শনিবার দেওয়া বিবৃতিতে সি আর আবরার বলেন, স্বার্থান্বেষী মহলের এ ধরনের কার্যকলাপ গণ-অভ্যুত্থানের চেতনাকে কালিমালিপ্ত করার অপপ্রয়াসই শুধু নয়, এর ফলে বাংলাদেশবিরোধী ফ্যাসিস্ট অপশক্তির ষড়যন্ত্র সফল হওয়ার আশঙ্কাও দেখা দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও দ্য ডেইলি স্টার কার্যালয়ে হামলার নিন্দা বিজেসির | প্রথম আলো",
            "time": "2025-12-20T14:15:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fmqd8oauo%2FAS3656042724.JPG?rect=0%2C53%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজেসি আরও উল্লেখ করে, বর্তমান সরকার দায়িত্ব নেওয়ার পরপরই বাক্‌স্বাধীনতার গ্যারান্টি দিয়েছে। স্বয়ং প্রধান উপদেষ্টা বলেছেন, সরকারের কোনো কাজ সমালোচনাযোগ্য হলে মন খুলে তা করতে। সরকারের এই অবস্থানের সঙ্গে সংবাদমাধ্যম ও সাংবাদিকদের ওপর অব্যাহত আঘাত সাংঘর্ষিক।</p><p>বিবৃতিতে সাংবাদিকদের বিরুদ্ধে এ ধরনের নিপীড়নমূলক সব পদক্ষেপের অবসান দাবি করা হয়। পাশাপাশি বলা হয়, কারও বিরুদ্ধে সুনির্দিষ্ট কোনো অভিযোগ থাকলে আইন অনুযায়ী ব্যবস্থা নেওয়া হলে বিজেসি তা স্বাগত জানায়।</p><p>বিবৃতিতে ব্রডকাস্ট জার্নালিস্ট সেন্টারের (বিজেসি) চেয়ারম্যান রেজোয়ানুল হক এবং সদস্যসচিব ইলিয়াস হোসেন স্বাক্ষর করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মস্কো থেকে স্ট্যান্ড রিলিজ হওয়া বাংলাদেশি কূটনীতিক যুক্তরাজ্যে গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-20T14:11:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fsaiupz1y%2Fukfaisal.jpg?rect=0%2C141%2C657%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার মস্কোয় বাংলাদেশের সাবেক চার্জ দ্য অ্যাফেয়ার্স মো. ফয়সাল আহমেদকে যুক্তরাজ্যে গ্রেপ্তার করেছে ওয়েস্ট মিডল্যান্ডস পুলিশ। ১৬ ডিসেম্বর বার্মিংহামের সলিহুল এলাকা থেকে হামলা ও ধর্ষণের হুমকির অভিযোগে তাঁকে গ্রেপ্তার করা হয়। তদন্ত শেষ না হওয়া পর্যন্ত বর্তমানে তাঁকে জামিনে মুক্তি দেওয়া হয়েছে।</p><p>এ বিষয়ে জানতে প্রথম আলোর পক্ষ থেকে ওয়েস্ট মিডল্যান্ডস পুলিশের কাছে ই–মেইল করা হলে তারা বিষয়টি নিশ্চিত করেছে।</p><p>ফিরতি ই–মেইলে পুলিশ বলেছে, ‘১৬ ডিসেম্বর সলিহুলের একটি ঠিকানা থেকে পঞ্চাশোর্ধ্ব এক ব্যক্তিকে হামলা ও ধর্ষণের হুমকিদাতা সন্দেহে গ্রেপ্তার করা হয়েছে। পরে তদন্ত চলাকালীন সময়ে তাঁকে জামিনে মুক্তি দেওয়া হয়েছে। অভিযোগকারী নারীকে প্রয়োজনীয় সহায়তা দেওয়া অব্যাহত রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেনের দখল করা ভূখণ্ড নিয়ে কোনো আপস নয়: বছরের শেষ সংবাদ সম্মেলনে পুতিন | প্রথম আলো",
            "time": "2025-12-20T14:10:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F4awt8y9q%2FRussian-President-Vladimir-.JPG?rect=0%2C259%2C3645%2C1914&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের দখল করা ভূখণ্ড নিয়ে কোনো আপস করা হবে না বলে নিজেদের অবস্থান পুনর্ব্যক্ত করেছেন রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন। গতকাল শুক্রবার মস্কোয় চলতি বছরের সর্বশেষ সংবাদ সম্মেলনে পুতিন এ মন্তব্য করেন।</p><p>পুতিন বলেন, ‘জেলেনস্কির বিভিন্ন বক্তব্য থেকে আমরা জানি, তিনি ভূখণ্ড-সংক্রান্ত বিষয় নিয়ে আলোচনা করতে প্রস্তুত নন।’ ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি স্পষ্ট করে বলেছেন, তাঁদের সংবিধানে ভূখণ্ড হস্তান্তর নিষিদ্ধ করা হয়েছে।</p><p>পুতিন দাবি করেন, তাঁর দেশের সেনারা ইউক্রেনের যে চারটি অঞ্চলের ভূখণ্ড নিয়ন্ত্রণে নিয়েছে, সেগুলো রাশিয়ার কাছে ছেড়ে দিতে হবে। পাশাপাশি ২০১৪ সালে দখল করে নিজেদের দেশের সঙ্গে আনুষ্ঠানিকভাবে যুক্ত করা ক্রিমিয়ার দাবিও ইউক্রেনকে ছেড়ে দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মহাকাশ থেকে দেখা গেল প্রাকৃতিক তুষারমানবের অসাধারণ দৃশ্য | প্রথম আলো",
            "time": "2025-12-20T14:09:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Flih42q7c%2FSiberian-Snowman.NASA.png?rect=0%2C93%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহাকাশ থেকে পৃথিবীকে দেখলে মাঝেমধ্যেই এমন কিছু দৃশ্য চোখে পড়ে, যা দেখে মনে হয়—কোনো শিল্পী নিজ হাতে এঁকেছেন। সম্প্রতি নাসার আর্থ অবজারভেটরি তেমনি এক বিস্ময়কর ছবি প্রকাশ করেছে। রাশিয়ার সাইবেরিয়ার চুকচি পেনিনসুলার এক প্রত্যন্ত অঞ্চলে প্রাকৃতিকভাবে তৈরি হয়েছে এক বিশাল অবয়ব, যা দেখতে হুবহু শীতের আইকন স্নোম্যান বা তুষারমানবের মতো।</p><p>নাসার তথ্যমতে, গত ১৬ জুন ল্যান্ডস্যাট ৮ কৃত্রিম উপগ্রহের (স্যাটেলাইট) মাধ্যমে ছবিটি তোলা হয়েছে। সাইবেরিয়ার বিলিংস নামের একটি ছোট্ট জনপদের পাশে উপকূলীয় উপহ্রদ বা লেগুনগুলো বরফে জমে এমনভাবে বিন্যস্ত হয়েছে যে ওপর থেকে দেখলে একে পাঁচটি খণ্ডবিশিষ্ট একটি বিশাল তুষারমানব মনে হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের ওয়াজিরিস্তানে সন্ত্রাসী হামলায় নিরাপত্তা বাহিনীর ৪ সদস্য নিহত | প্রথম আলো",
            "time": "2025-12-20T14:01:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fyuajxes8%2FPakistan.jpg?rect=0%2C75%2C1056%2C554&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইএসপিআরের বিবৃতিতে আরও বলা হয়, গাড়ি বিস্ফোরণে শিশু, নারীসহ ১৫ জন সাধারণ মানুষ গুরুতর আহত হন। তবে প্রাথমিক প্রতিবেদনে আহতের সংখ্যা ১১ জন বলা হয়েছিল। আহত ব্যক্তিদের মিরানশাহে জেলা সদর হাসপাতালে ভর্তি করা হয়েছে।</p><p>আইএসপিআরের বিবৃতিতে বলা হয়, আল–খাওয়ারিজরা আফগানিস্তান থেকে পাকিস্তানে প্রবেশ করে হামলা চালিয়ে থাকে। পাকিস্তানের আশা, আফগানিস্তানের তালেবান সরকার তাদের ভূমি পাকিস্তানের বিরুদ্ধে ব্যবহার হতে দেবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আপনি জিতে গেছেন হাদি’ | প্রথম আলো",
            "time": "2025-12-20T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fn3v6ghbo%2FWhatsApp-Image-2025-12-20-at-6.37.11-PM.jpeg?rect=0%2C98%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির মৃত্যুতে শোক প্রকাশ করেছেন অভিনেতা ইরফান সাজ্জাদ। তিনি ফেসবুক স্ট্যাটাসে লিখেছেন, ‘আপনি জিতে গেছেন হাদি।’</p><p>অভিনেতা ইরফান সাজ্জাদ হাদির উদ্দেশে লিখেছেন, ‘আপনি বলেছিলেন, সংসদ নির্বাচনে ৫০০ ভোটও যদি পান, তাহলে সেটাই আলহামদুলিল্লাহ! আর আজ লাখ লাখ মানুষ আপনাকে নিয়ে সংসদ ভবনের সামনে! বছরের পর বছর রাজনীতি করা কোনো রাজনীতিবিদ বুকে হাত দিয়ে বলতে পারবেন, আপনি মরে গেলে আপনার জানাজায় এমন উপস্থিতি হবে বা আপনাকে এত মানুষ মনে রাখবেন?’</p></div></div></div></body></html>"
        },
        {
            "title": "গণমাধ্যম, সাংস্কৃতিক প্রতিষ্ঠানে হামলায় এমএসএফের উদ্বেগ | প্রথম আলো",
            "time": "2025-12-20T13:57:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-17%2F3qdauypg%2Fprothomalo-bangla2023-080ad1bfda-efe5-40a9-8716-4bcb95906d63cc3468935b6646f393472254ebe3073b.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বৃহস্পতিবার রাতে প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগের বিষয়টি তুলে ধরে এমএসএফ বলেছে, অনেক সাংবাদিক আটকা পড়ে জীবন রক্ষার্থে চিৎকার করতে থাকেন। এ সময় ঘটনা দেখতে গেলে নিউ এজের সম্পাদক নূরুল কবীরকে হেনস্তা করা হয়। দেশের অন্য কয়েকটি জেলাতেও প্রথম আলোর কার্যালয়ে হামলা ও ভাঙচুরের ঘটনা ঘটেছে। কোনো অবস্থাতেই ঘটনাগুলো গ্রহণযোগ্য নয়।</p><p>একই দিন সাংস্কৃতিক প্রতিষ্ঠান ছায়ানটে হামলা ও ভাঙচুর এবং শুক্রবার রাতে উদীচী কার্যালয়ে অগ্নিসংযোগ করা হয় উল্লেখ করে এমএসএফ বলেছে, সরকারের নীরবতায় বিশেষ গোষ্ঠী ‘মব’ সৃষ্টি করে দেশকে অস্থিতিশীল করার পাশাপাশি নির্বাচনকে বাধাগ্রস্ত করতে চাইছে। তার চেয়েও বড় কথা এ ধরনের ঘটনা অব্যাহত থাকলে সমাজে আতঙ্ক ও অনিশ্চয়তার পরিবেশ সৃষ্টি হয়, যা মানবাধিকার ও সুশাসনের সঙ্গে সামঞ্জস্যপূর্ণ নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টারে হামলায় বিসিবির নিন্দা | প্রথম আলো",
            "time": "2025-12-20T13:53:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fq7ow20nu%2Fprothom_alo_protest_191225_01.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের তিন ক্রীড়া সাংবাদিকদের সংগঠন বাংলাদেশ স্পোর্টস প্রেস অ্যাসোসিয়েশন (বিএসপিএ), বাংলাদেশ স্পোর্টস জার্নালিস্টস অ্যাসোসিয়েশন (বিএসজেএ) ও বাংলাদেশ স্পোর্টস জার্নালিস্টস কমিউনিটি (বিএসজেসি)  হামলায় জড়িতদের আইনের আওতায় এনে শাস্তি দাবি করেছে।</p><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির দুঃখজনক হত্যাকাণ্ডের ঘটনাকে পুঁজি করে একটি স্বার্থান্বেষী মহল গত পরশু রাতে প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগ করে। এ কারণে গতকাল শুক্রবার প্রথম আলো ও ডেইলি স্টার পত্রিকা প্রকাশ করা যায়নি। এই দুই সংবাদমাধ্যমের অনলাইন পোর্টালও সাময়িকভাবে বন্ধ ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের বাজারে গিগাবাইটের নতুন মাদারবোর্ড | প্রথম আলো",
            "time": "2025-12-20T13:51:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fc18ewtmu%2FMotherboard.png?rect=0%2C15%2C668%2C351&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের বাজারে বি৮৫০আই অরোস প্রো (মিনি–আইটিএক্স) মডেলের নতুন মাদারবোর্ড এনেছে গিগাবাইট। এএমডি এএম৫ সকেটযুক্ত মাদারবোর্ডটি এএমডি রাইজেন ৭০০০/৮০০০/৯০০০ সিরিজের প্রসেসর সমর্থন করে। এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানিয়েছে গিগাবাইট বাংলাদেশ।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়েছে, আকারে ছোট হলেও মাদারবোর্ডটিতে দুটি ডিডিআরফাইভ ডিআইএমএম স্লট রয়েছে, যা সর্বোচ্চ ১২৮ গিগাবাইট র‍্যাম সমর্থন করে। শুধু তা–ই নয়, আলট্রা–ফাস্ট এসএসডি ও প্রচলিত এইচডিডি একসঙ্গে ব্যবহার করা যাওয়ায় মাদারবোর্ডটি গেম খেলার পাশাপাশি সৃজনশীল কাজের ক্ষেত্রে বাড়তি সুবিধা দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশ ও বিদেশ থেকে যারা ইন্ধন দিয়েছে, তাদের বিরুদ্ধে দাঁড়াতে হবে: নুরুল হক নুর | প্রথম আলো",
            "time": "2025-12-20T13:51:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fke3kf46a%2Fweb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দেশ ও বিদেশ থেকে যারা ইন্ধন দিয়েছে, তাদের বিরুদ্ধে দাঁড়াতে হবে: নুরুল হক নুর\" class=\"nA4h1 \">দেশ ও বিদেশ থেকে যারা ইন্ধন দিয়েছে, তাদের বিরুদ্ধে দাঁড়াতে হবে: নুরুল হক নুর</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-20T19:51:02+06:00\"><span>প্রকাশ: ২০ ডিসেম্বর ২০২৫, ১৩: ৫১ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}