{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শুভ-ঐশীর সেই ‘নূর’ আসছে, তবে... | প্রথম আলো",
            "time": "2025-11-25T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-24%2Fghb7sq6y%2Foishi-and-shuvo-1729750420.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কথা হয় ‘নূর’ ছবির পরিচালক রায়হান রাফির সঙ্গে। প্রেক্ষাগৃহ বাদ দিয়ে ওটিটিতে ছবিটির মুক্তির প্রসঙ্গে তিনি বলেন, ‘অনেক দিন আগের ছবি। দেখার পর মনে হয়েছে, এটা ওটিটিতে মুক্তি পেলে ভালো হয়। ওটিটি দর্শকের জন্য একটা ভালো অভিজ্ঞতা হবে।’ শুটিংয়ের আগে কেন মনে হয়েছিল প্রেক্ষাগৃহে মুক্তি দেবেন—এমন প্রশ্নে পরিচালকের বক্তব্য, ‘তখন মনে হয়েছিল, এখন মনে হয়নি—এর বাইরে কোনো যুক্তি নেই।’</p><p>এদিকে অন্য একটি সূত্রে জানা গেছে, ছবির প্রধান দুই অভিনয়শিল্পীও চেয়েছিলেন, ‘নূর’ ছবিটি যেন প্রেক্ষাগৃহে মুক্তি পায়। কিন্তু তাঁদের সেই চাওয়াটা পূরণ হয়নি। তারপরও পেশাদারত্বের কথা চিন্তা করে তাঁরা ছবিটির প্রচারণামূলক ফটোশুটেও অংশ নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই বছর নিষিদ্ধ থাকা মেসির বিশ্বকাপজয়ী সতীর্থ অবশেষে ফিরলেন মাঠে | প্রথম আলো",
            "time": "2025-11-25T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fz6kg0hhd%2FGettyImages-1245340034.jpg.webp?rect=0%2C0%2C2328%2C1222&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবশেষে সেই কঠিন সময়টা পেরিয়ে আবার ফুটবলে ফিরেছেন গোমেজ। ম্যাচটা যদিও জিততে পারেনি তাঁর দল, ভেনেজিয়ার কাছে হেরে গেছে ২-০ গোলে। তবে মাঠে ফিরে গোমেজ দিয়েছেন শক্ত বার্তা, ‘আমি এখানে ঘুরতে আসিনি। আমার লক্ষ্য পদোভাকে যতটা সম্ভব উঁচুতে নিয়ে যাওয়া।’<br>হয়তো পারবেন, হয়তো পারবেন না। তবে মাঠে ফেরার পর তাঁর এই ঘোষণা স্পষ্ট করে দেয়, তিনি এখনো লড়াই করতে চান। আর ফুটবল নামের এই নাট্যমঞ্চে, শেষ দৃশ্যটা তিনি লিখতে চান নিজের হাতেই।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৫ নভেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-11-25T00:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fm8mb510y%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভারত-দক্ষিণ আফ্রিকা<br></strong>সকাল ৯-৩০ মি., টি স্পোর্টস ও স্টার স্পোর্টস ২</p></div></div></div></body></html>"
        },
        {
            "title": "জলবায়ু ঝুঁকি মোকাবিলায় বাংলাদেশের আরও শক্তিশালী অংশীদারত্ব প্রয়োজন: বিশ্বব্যাংক | প্রথম আলো",
            "time": "2025-11-24T20:20:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F6ioorhtn%2F1481033.webp?rect=0%2C0%2C1198%2C629&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি, বেসরকারি ও কমিউনিটি পর্যায়ে প্রাতিষ্ঠানিক ও অংশীদারত্বমূলক কার্যক্রম বৃদ্ধির মাধ্যমে জলবায়ু সংকটের বুদ্ধিদীপ্ত সমাধান করতে পারে বাংলাদেশ। যা শুধু জলবায়ু ঝুঁকিই কমাবে না বরং টেকসই সমাধান দেবে।</p><p>সোমবার বিশ্বব্যাংক প্রকাশিত ‘ফ্রম রিস্ক টু রেজিলিয়েন্স: হেলপিং পিপল অ্যান্ড ফার্মস অ্যাডাপ্ট ইন সাউথ এশিয়া’ শীর্ষক প্রতিবেদনে প্রতিবেদনে এ কথা বলা হয়েছে।</p><p>প্রতিবেদনে বিশ্বব্যাংক বলেছে, এই অংশীদারত্বমূলক কাজকে অগ্রাধিকার দিলে পরিবার ও ব্যবসাপ্রতিষ্ঠানগুলো আরও বেশি শক্তিশালী হবে, দীর্ঘ মেয়াদে যার অগ্রগতি হবে আরও স্থিতিশীল ও অন্তর্ভুক্তিমূলক।</p><p>বেসরকারি খাতের সম্পদ ও বিনিয়োগ উপযুক্ত স্থানে সরিয়ে নেওয়া হলে জলবায়ু সংকটজনিত ক্ষয়ক্ষতি এক-তৃতীয়াংশ কমানো সম্ভব বলে প্রতিবেদনে দাবি করা হয়েছে। বাজেট সংকটের মধ্যেও দক্ষিণ এশিয়ার দেশগুলো অর্থায়নে প্রবেশাধিকার বৃদ্ধি, পরিবহন ও ডিজিটাল নেটওয়ার্কের উন্নয়ন ও নমনীয় সামাজিক সুরক্ষা কাঠামো প্রবর্তনের মাধ্যমে বেসরকারি খাতকে সহায়ক পরিবেশ তৈরি করে দিতে পারে বলেও প্রতিবেদনে বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বড় ভূমিকম্পে ৪০% ভবন ধসের শঙ্কার কথা বলছে রাজউকই | প্রথম আলো",
            "time": "2025-11-24T20:13:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F8kp15su0%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভূমিকম্পের ঝুঁকির মধ্যে ঢাকায় এখন ভবন রেট্রোফিটিংয়ের (মজবুতকরণ) ওপর জোর দেন বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) পুরকৌশল বিভাগের অধ্যাপক মেহেদি আহমেদ আনসারী। সেমিনারে একটি নিবন্ধ উপস্থাপন করেন তিনি।</p><p>অধ্যাপক মেহেদি আহমেদ আনসারী বিবিসির একটি প্রতিবেদনের কথা উল্লেখ করে বলেন, তুরস্কের ভূমিকম্পে একেকজন মানুষকে উদ্ধার করতে ৩০ লাখ টাকা করে খরচ হয়েছে। সেখানে ঢাকা শহরে পাঁচ কাঠা জায়গার ওপর ছয়তলা ভবনকে রেট্রোফিটিং (মজবুতকরণ) করতে ৫০ থেকে ৬০ লাখ টাকা খরচ হবে। তিনি বলেন, এ ক্ষেত্রে সরকারের কোনো ব্যয় হবে না। এক কোটি টাকা খরচ করে অ্যাপার্টমেন্ট কিনবেন, এমন পাঁচজনেই একটি ভবন রেট্রোফিটিং করে ফেলতে পারবেন।</p><p>অধ্যাপক মেহেদি আহমেদ আনসারী বলেন, এখানে ভূমিকম্প হবেই। সেটা কবে হবে সেই তর্কে না গিয়ে, সামনে কীভাবে প্রস্তুতি নেওয়া যায়, তা নিয়ে ভাবতে হবে।</p><p>দেশের নগরায়ণের প্রক্রিয়ায় ভূতাত্তিক বৈশিষ্ট্যকে আমলে নেওয়ার বিষয়টি প্রায় অনুপস্থিত বলে সভায় মন্তব্য করেন বাংলাদেশ ইনস্টিটিউট অব প্ল্যানার্সের (বিআইপি) সভাপতি আদিল মোহাম্মদ খান। তিনি বলেন, এর ফলে গত ৩০ বছরে ঢাকার সম্প্রসারণের ক্ষেত্রে পরিকল্পনার ব্যত্যয় করে জলাশয়, জলাভূমি এবং প্লাবনভূমিতে ইচ্ছেমতো আবাসন ও নগরায়ণ করা হয়েছে। এ ধরনের জলাশয় বা জলাভূমিতে ভবন নির্মাণ ঝুঁকিপূর্ণ।</p></div></div></div></body></html>"
        },
        {
            "title": "ডায়াবেটিস প্রতিরোধ করা যাচ্ছে না | প্রথম আলো",
            "time": "2025-11-24T19:30:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F3h79w2rj%2FCapture.PNG?rect=0%2C65%2C966%2C507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডায়াবেটিসে ওষুধ বা ইনসুলিনের ভূমিকা নিয়ে কথা বলেন বাংলাদেশ এন্ডোক্রাইন সোসাইটির সভাপতি ও বারডেমের এন্ডোক্রাইন বিভাগের সহযোগী অধ্যাপক ফারিয়া আফসানা। তিনি বলেন, ডায়াবেটিসজনিত জটিলতা কমাতে ভূমিকা রাখে ওষুধ ও ইনসুলিন। ডায়াবেটিক রোগীর রক্তে শর্করা বেশি থাকা এবং ইনসুলিন কম থাকা ঝুঁকির। কোন ওষুধ কাকে দিতে হবে, কেন দিতে হবে, সেটি বিশেষজ্ঞ চিকিৎসকের বিবেচনার বিষয়। ওষুধ ও ইনসুলিন জীবন রক্ষা করে।</p><p>জীবনযাপন পদ্ধতি ও খাদ্যাভ্যাস ডায়াবেটিস প্রতিরোধে এবং ডায়াবেটিক রোগীর জীবন স্বাভাবিক রাখতে ভূমিকা রাখে বলে মন্তব্য করেন বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ের এন্ডোক্রাইনোলজি বিভাগের সহযোগী অধ্যাপক শাহজাদা সেলিম। এই বিশেষজ্ঞ চিকিৎসক বলেন, ঝুঁকি বাড়ে খাদ্যে শর্করা বেশি, আমিষ কম থাকলে। ঝুঁকি বাড়ে দিনে তিনবার, প্রতিবারে বেশি খেলে। খেতে হবে ছয়বার, প্রতিবার কম কম করে। একপর্যায়ে ওষুধ ছাড়াই ভালো থাকা সম্ভব হয় যদি আদর্শ খাবার তালিকা অনুসরণ করে খাওয়া যায়। তিনি আরও বলেন, চাপমুক্ত জীবন, আনন্দময় জীবন ডায়াবেটিস নিয়ন্ত্রণে সহায়ক।</p><p>ঢাকা মেডিকেল কলেজের এন্ডোক্রাইনোলজি বিভাগের সহযোগী অধ্যাপক ও বাংলাদেশ এন্ডোক্রাইন সোসাইটির সাধারণ সম্পাদক এম সাইফুদ্দিন বলেন, শারীরিক গঠনের কারণে এশিয়ার মানুষের মধ্যে ডায়াবেটিসের ঝুঁকি তুলনামূলকভাবে বেশি। যাঁরা স্থূল, যাঁদের উচ্চ রক্তচাপ বা হৃদ্‌রোগ আছে, যাঁরা কায়িক শ্রম কম করেন, যাঁদের ঘাড় ও বগলের কাছে কালো রং আছে, তাঁদের ঝুঁকি আছে বলে ধরা যায়। যাঁদের ওজন কমছে, পানি পিপাসা বেশি থাকে তাঁদেরও ঝুঁকি বেশি। রক্তে শর্করা পরিমাপ করেও বলা যায় কার ঝুঁকি বেশি বা কে ডায়াবেটিক রোগী। তিনি বলেন, যাঁদের বয়স ২০ বছরের বেশি, তাঁদের প্রতিবছর একবার করে ডায়াবেটিস পরীক্ষা করা উচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "জয়কে একা রেখে চলে গেলেন তাঁর বীরু | প্রথম আলো",
            "time": "2025-11-24T19:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fz8npnxdx%2FMV5BMGQyYmY2ZTctNzExZS00YTNkLTgxM2MtODQxNmFmYmNmZWY1XkEyXkFqcGc.V1.jpg?rect=0%2C0%2C1451%2C762&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাকশন দৃশ্যে তাঁর শক্তি, পর্দায় তাঁর হাসি, সংলাপ বলার ভঙ্গি কিংবা আবেগময় মুহূর্তে তাঁর গভীর অভিব্যক্তি—সব মিলিয়ে তিনি গড়ে তুলেছিলেন অভিনয়ের এক নিজস্ব ধারা। অনেকেই বলেন, ধর্মেন্দ্র একটি ‘স্কুল’; তাঁর অভিনয়–ধারণা ও পর্দা–ব্যক্তিত্ব থেকে প্রজন্মের পর প্রজন্ম শিখেছে কীভাবে নায়ক হতে হয়, আবার কীভাবে মানুষ থাকতে হয়। তাঁর চলে যাওয়া তাই শুধু এক কিংবদন্তি অভিনেতাকে বিদায় জানানো নয়, বরং হারিয়ে ফেলা সেই মানবিকতার মূর্ত প্রতীককে, যিনি বলিউডে সবার হৃদয়ে জায়গা করে নিয়েছিলেন নিজের আচার–ব্যবহার, চরিত্র ও সৌম্যতার জন্য।</p><p><strong>শেষ কাজ ও অসমাপ্ত প্রতীক্ষা<br></strong>সর্বশেষ তাঁকে দেখা গেছে শহীদ কাপুর ও কৃতি শ্যাননের সঙ্গে ‘তেরি বাতোঁ মে অ্যায়সা উলঝা জিয়া’-তে।<br>এ বছর বড়দিনে মুক্তি পেতে চলা শ্রীরাম রাঘবনের ছবি ‘ইক্কিস’-এও দেখা যাবে তাঁকে। এটি এখন তাঁর মৃত্যুর পর মুক্তি পাওয়া শেষ ছবি হয়ে দাঁড়াবে।</p><p><strong>এক যুগের অবসান<br></strong>ধর্মেন্দ্রর মৃত্যু হিন্দি চলচ্চিত্রের একটা যুগের অবসান বলছেন সমালোচকেরা। ছয় দশকের পর্দাজুড়ে যিনি শক্তি, আবেগ, হাসি আর মানবিকতার অনন্য মিশ্রণে দর্শকদের মুগ্ধ করেছেন, তাঁর অনুপস্থিতি বলিউডে তৈরি করেছে গভীর শূন্যতা বলছেন তারা। অভিনেতা চলে গেছেন, কিন্তু তিনি রেখে যাওয়া কাজ, চরিত্র আর আবেগ ভারতীয় সিনেমাকে আরও বহুদিন আলোকিত করে রাখবে।</p></div></div></div></body></html>"
        },
        {
            "title": "অধ্যাপক ইউনূসের সঙ্গে ঢাকায় জাতিসংঘ মানবাধিকার অফিসের প্রধান হুমা খানের বিদায়ী সাক্ষাৎ | প্রথম আলো",
            "time": "2025-11-24T19:02:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Ffbk6leep%2F5.PNG?rect=0%2C47%2C673%2C353&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের মানবাধিকারবিষয়ক হাইকমিশনারের দপ্তরের (ওএইচসিএইচআর) ঢাকা কার্যালয়ের প্রধান হুমা খান সোমবার রাষ্ট্রীয় অতিথি ভবন যমুনায় প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে বিদায়ী সাক্ষাৎ করেছেন।</p><p>প্রধান উপদেষ্টার প্রেস উইং সন্ধ্যায় জানায়, সাক্ষাৎকালে তাঁরা ২০২৪ সালের জুলাইয়ের বিদ্রোহের পর সাম্প্রতিক ঘটনাবলি, ন্যায়বিচার, জবাবদিহি এবং ক্ষতিগ্রস্ত ব্যক্তিদের আরোগ্যের বিষয়গুলো আলোচনা করেছেন। আসন্ন সাধারণ নির্বাচন এবং দেশের চলমান গণতান্ত্রিক উত্তরণ নিয়েও তাঁরা মতবিনিময় করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কফিন থেকে ভেসে এল সাহায্যের আকুতি, দেখা গেল তিনি বেঁচে আছেন | প্রথম আলো",
            "time": "2025-11-24T18:56:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Falj5uu0p%2F6.jpg?rect=53%2C0%2C937%2C492&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৬৫ বছর বয়সী একজন নারী প্রায় দুই বছর শয্যাশায়ী ছিলেন। রোববার হঠাৎ অচেতন হয়ে পড়েন। পরিবারের সদস্যরা ধরে নেন তিনি মারা গেছেন। পরে তাঁকে কফিনে ঢোকানো হয়। অন্ত্যেষ্টিক্রিয়ার জন্য চার ঘণ্টা দূরত্বের একটি মন্দিরে নেওয়া হয়। সেখানে নেওয়ার পর কফিনের ভেতর থেকে শব্দ শোনা যায়। খুলে দেখা যায়, তিনি মারা যাননি। বেঁচে আছেন।</p><p>বিস্ময়কর ঘটনাটি ঘটেছে থাইল্যান্ডে। ওই নারীর নাম চনথিরোট। তিনি ফিটসানুলোক প্রদেশের বাসিন্দা। অন্ত্যেষ্টিক্রিয়ার জন্য তাঁর কফিন আনা হয় ব্যাংককের কাছে একটি মন্দিরে। সেখানে বিনা মূল্যে দরিদ্রদের অন্ত্যেষ্টিক্রিয়ার ব্যবস্থা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শান্তি পরিকল্পনায় ইউক্রেনকে যেসব বিষয়ে ছাড় দিতে হবে | প্রথম আলো",
            "time": "2025-11-24T18:44:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-24%2F10ffi64i%2Ftrump-and-zelensky.jpg?rect=0%2C235%2C3314%2C1740&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়া–ইউক্রেন যুদ্ধ থামাতে ২৮ দফা শান্তি প্রস্তাব করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। এ প্রস্তাব মেনে নেওয়ার জন্য কিয়েভকে চাপ দিচ্ছেন তিনি। আবার ইউক্রেনকে রাজি করানোর জন্য প্রস্তাবে কিছু পরিবর্তন আনার কথাও বলেছে তাঁর প্রশাসন। সব মিলিয়ে ট্রাম্পে বলেছেন, যুদ্ধ বন্ধে ভালো কিছুই হতে যাচ্ছে।</p><p>এখন প্রশ্ন উঠতে পারে, কেন শান্তি প্রস্তাবে পরিবর্তন আনার কথা বলা হচ্ছে। আসলে মার্কিন প্রেসিডেন্ট প্রাথমিক যে ২৮ দফা প্রস্তাব দিয়েছিলেন, তা নিয়ে ব্যাপক আপত্তি আছে কিয়েভের। আর ইউক্রেনই নয়, দেশটির ইউরোপীয় মিত্ররাও বলছে, ট্রাম্পের এই পরিকল্পনায় রাশিয়ার ইচ্ছার প্রতিফলন ঘটেছে। এগুলো মেনে নেওয়া মানে ইউক্রেনের জন্য আত্মসমর্পণ।</p><p>ট্রাম্প যে ২৮ দফা শান্তি প্রস্তাব দিয়েছিলেন, তাতে ইউক্রেন যুদ্ধ বন্ধের পাশাপাশি দেশটির কিছু ভূখণ্ড রাশিয়ার হাতে তুলে দেওয়া, ইউক্রেনের সেনাসংখ্যা সীমিত করা, সামরিক জোট ন্যাটো ও ইউরোপীয় ইউনিয়ন ইস্যুসহ নানা ছাড় দেওয়ার কথা বলা হয়েছে। চলুন দেখে দেওয়া যাক প্রাথমিক শান্তি প্রস্তাবের বিভিন্ন ধারা অনুযায়ী, ইউক্রেনকে কী কী ছাড় দিতে হবে—</p></div></div></div></body></html>"
        },
        {
            "title": "মেসি-রোনালদো: গোল, অ্যাসিস্ট, হ্যাটট্রিকে কে কোথায় এগিয়ে | প্রথম আলো",
            "time": "2025-11-24T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-05%2F7gnlxpyj%2FWhatsApp%20Image%202024-09-05%20at%209.52.13%20AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বয়সেও ফুটবলের দুই মহাতারকার এমন পারফরম্যান্স বুঝিয়ে দেয়, আসলে বাকিদের চেয়ে তাঁরা কতটা এগিয়ে। দেখে কে বলবে, ফুটবলে এখন এমবাপ্পে-হলান্ডদের যুগ চলছে। চলছে ভিনিসিয়ুস-ইয়ামালদের সময়। তাঁদের সঙ্গে পাল্লা দিয়ে এখনো খবরের শিরোনাম সেই মেসি এবং রোনালদো! এখনো যেন দুজন একে অন্যের প্রতিদ্বন্দ্বী, চলছে একে অন্যকে ছাড়িয়ে যাওয়ার লড়াই।</p></div></div></div></body></html>"
        },
        {
            "title": "ছাগল-কাণ্ডের মতিউরের দুই মামলায় জামিন নামঞ্জুর | প্রথম আলো",
            "time": "2025-11-24T18:06:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F06687c88-92fc-4d72-bf98-5d2f07ced905%2F____________2.jpg?rect=0%2C105%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাগল-কাণ্ডে আলোচিত জাতীয় রাজস্ব বোর্ডের (এনবিআর) সাবেক কর্মকর্তা মতিউর রহমানের দুই মামলায় জামিন নামঞ্জুর করেছেন আদালত। ঢাকা মহানগরের জ্যেষ্ঠ বিশেষ জজ সাব্বির ফয়েজ আজ সোমবার এ আদেশ দেন।</p><p> দুর্নীতি দমন কমিশনের (দুদক) আইনজীবী ইশতিয়াক আহমেদ প্রথম আলোকে বলেন, আজ মতিউরের পক্ষে তাঁর আইনজীবীরা দুদকের দুটি মামলায় জামিন আবেদন করেন। দুদকের পক্ষ থেকে জামিনের বিরোধিতা করা হয়। উভয় পক্ষের শুনানি নিয়ে আদালত তাঁর জামিন নামঞ্জুর করেন।</p><p> ইশতিয়াক আহমেদ আরও বলেন, ‘শুনানিতে আমরা বলেছি, উনি একজন সরকারি কর্মকর্তা হয়ে অগাধ সম্পদ গড়ে তুলেছেন। তাঁর টাকার মাধ্যমে সন্তানেরা অবৈধ সম্পদের মালিক হয়েছে। বিদেশে অর্থ পাচারের সঙ্গেও তিনি জড়িত ছিলেন। তাঁর বিরুদ্ধে শেয়ারবাজার কেলেঙ্কারিতে জড়িত থাকার অভিযোগ রয়েছে। তাই জামিনে আপত্তি রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাভারে বায়োজিন কসমেসিউটিক্যালসের নতুন শাখা | প্রথম আলো",
            "time": "2025-11-24T18:00:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Ffuorm7c4%2FBioXin-Image.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">উদ্বোধন অনুষ্ঠানে ছিলেন অভিনয়শিল্পী রুকাইয়া জাহান চমক, ফারজানা ইসলাম, ইশায়া তাহসিন, আয়েশা আক্তার তৌশি, নাজমী জান্নাতসহ সংশ্লিষ্ট ব্যক্তিরা<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: বায়োজিন কসমেসিউটিক্যালসের সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারে এতিমখানার ছাত্রকে অপহরণ, লাখ টাকা মুক্তিপণ দাবি | প্রথম আলো",
            "time": "2025-11-24T17:54:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F194e066d-3d01-419e-90a4-cea72da1af7f%2F1.webp?rect=0%2C10%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিশুর মা আফরোজা বেগম বলেন, বায়তুশশরফ এতিমখানায় থেকে ত্বকী লেখাপড়া করছে। পঞ্চম শ্রেণিতে পড়ছে। গত শনিবার বিকেল সাড়ে চারটার দিকে এতিমখানা থেকে বেরিয়ে ত্বকী পাশের বার্মিজ মার্কেট এলাকার সড়কের মোড়ে গিয়ে দাঁড়ায়। এ সময় কয়েকজন লোক কালো রঙের একটি মাইক্রোবাসে এসে ত্বকীকে জোরপূর্বক তুলে নিয়ে যায়। এরপর আর ছেলেকে খুঁজে পাওয়া যাচ্ছে না।</p><p>শিশুর চাচা মনিরুল ইসলাম বলেন, আজ সকালে চক্রের এক সদস্য কল দিয়ে এক লাখ টাকা নিয়ে রামুর বাইপাস এলাকায় যেতে বলে। ত্বকীর মা সেখানে গেলে বলা হয় সাত কিলোমিটার দূরে গর্জনিয়া এলাকাতে যেতে। দুপুরে গর্জনিয়াতে গেলে এক লাখ টাকা দিতে বলে, নয়তো ত্বকীর লাশ পড়বে। টাকা পাঠানোর জন্য একটি বিকাশ নম্বরও দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঝাপড়া পালপাড়ার মৃৎশিল্প | প্রথম আলো",
            "time": "2025-11-24T17:53:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fhpuerkwq%2F%E0%A7%A7.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">শৌচাগারের পাটের কোনো সমস্যা আছে কি না, তা দেখা হচ্ছে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কুয়াশাঘেরা কাপ্তাই হ্রদ | প্রথম আলো",
            "time": "2025-11-24T17:43:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F1hlk4bza%2F7.JPG?rect=0%2C65%2C1513%2C794&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">হ্রদের মাঝখানে ছোট্ট একটি দ্বীপ। তার পাশ দিয়ে ইঞ্জিনচালিত নৌকা চালিয়ে এগিয়ে যাচ্ছেন একজন।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "গরুচোর সন্দেহে গণপিটুনিতে যুবক নিহত | প্রথম আলো",
            "time": "2025-11-24T17:37:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-03%2Ff0ash0wd%2FPic-24.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্র ও পুলিশ জানায়, আজ ভোরে পরৈকোড়া ইউনিয়নের পাঠনীকোটা এলাকায় একটি বাড়িতে গরুচোর হানা দেয়। ওই সময় চোরদের উপস্থিতি টের পেলে স্থানীয় লোকজন ধাওয়া করে এবং একজনকে পেয়ে গণপিটুনি দেন। ঘটনাস্থলেই ফজল করিম নামের ওই ব্যক্তি মারা যান।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপ্রিম কোর্টের বিচারকদের বেতন, পেনশনসহ অন্য প্রাপ্যতা রিভিজিট করতে কেন নির্দেশ নয়: হাইকোর্ট | প্রথম আলো",
            "time": "2025-11-24T17:31:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-08%2F742b64c5-6a42-47ad-8421-24411ca43439%2FUntitled_6.jpg?rect=0%2C11%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুপ্রিম কোর্টের বিচারকদের পারিতোষিক, পেনশন ও বিশেষাধিকারসংক্রান্ত আইন প্রশ্নে রুল দিয়েছেন হাইকোর্ট। আইন দুটি কেন সংবিধানের সঙ্গে সাংঘর্ষিক ঘোষণা করা হবে না এবং সুপ্রিম কোর্টের বিচারকদের বেতন, পেনশনসহ অন্যান্য প্রাপ্যতা রিভিজিট (পুনরায় দেখা) করতে কেন নির্দেশ দেওয়া হবে না, তা রুলে জানতে চাওয়া হয়েছে।  </p><p> একটি রিট আবেদনের প্রাথমিক শুনানি নিয়ে বিচারপতি শিকদার মাহমুদুর রাজী ও বিচারপতি রাজিউদ্দিন আহমেদের সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ সোমবার রুলসহ এ আদেশ দেন। একই সঙ্গে সুপ্রিম কোর্টের বিচারকদের জন্য বিদ্যমান গবেষণা সুবিধা এবং প্রাতিষ্ঠানিক সহায়তা বিষয়ে ৬০ দিনের মধ্যে আদালতে প্রতিবেদন দিতে নির্দেশ দেওয়া হয়েছে। আইনসচিব এবং সুপ্রিম কোর্টের রেজিস্ট্রার জেনারেলের প্রতি এ নির্দেশ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}