{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খালেদার জন্য ঢাকায় জুবাইদা | প্রথম আলো",
            "time": "2025-12-05T05:16:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Flx4e09ww%2FScreenshot_2025_12_05_110240.png?rect=0%2C0%2C522%2C274&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">জুবাইদা রহমান আজ শুক্রবার সকাল ১০টা ৪৫ মিনিটের দিকে ঢাকায় এসেছেন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি:  বিএনপির মিডিয়া সেলের কাছ থেকে পাওয়া</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "দুর্ভিক্ষের সময় খলিফা উমর (রা.)-এর মানবিক নেতৃত্ব | প্রথম আলো",
            "time": "2025-12-05T05:14:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Flfy2hu03%2Fpexels-ahmed-akacha-3313934-6957705.jpg?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>আমর ইবনুল আস (রা.) কৌশলগতভাবে লোহিত সাগরের একটি পুরোনো খাল সংস্কার করে জলপথে খাদ্য সরবরাহ নিশ্চিত করেন। এতে মদিনায় খাদ্যের মূল্য মিসরের মতো সহনীয় হয়ে আসে। মুআবিয়া ইবনে আবু সুফিয়ান (রা.) এবং সা’দ ইবনে আবু ওয়াক্কাস (রা.)-ও হাজার হাজার উট বোঝাই খাদ্য ও বস্ত্র পাঠিয়েছিলেন। (আত তাবাকাত, ইবনে সাদ : খণ্ড-৩, পৃষ্ঠা-৩১৫)</p><p>উমর (রা.) লক্ষ করেন, সবাই মদিনায় চলে আসায় রাজধানীতে চাপ বাড়ছে এবং সংকট দ্বিগুণ হচ্ছে। তিনি জনগণকে ধৈর্যের সঙ্গে যার যার স্থানে থাকার আহ্বান জানান। তিনি চাননি, রাজধানীতে ভিড় জমার কারণে অন্য কোনো সামাজিক বা নিরাপত্তাজনিত সংকট তৈরি হোক। ফলে তিনি তাদেরকে আশ্বস্ত করেন, সবার কাছেই খাবার পৌঁছে যাবে।</p><p>খলিফা ত্রাণ বণ্টনের জন্য বিশেষ লোকবল নিয়োগ করেন এবং তাদের জন্য সংক্ষিপ্ত প্রশিক্ষণেরও ব্যবস্থা করেন। তাঁর নির্দেশ ছিল, যে খাদ্যসামগ্রী ও জরুরি সম্পদ আমাদের হাতে এসেছে, সেগুলো গ্রাম এলাকায় যথাযথভাবে বণ্টন করে দাও। তৈরি আটাগুলো তাদের হাতে দাও, যেন কিছু বানিয়ে আপাতত পেট বাঁচাতে পারে। (আত তাবাকাত, ইবনে সাদ : খণ্ড-৩, পৃষ্ঠা- ১৬-১৭)</p><p>তিনি খাদ্যসামগ্রী (খেজুর, আটা, চামড়া) একবারে বিলিয়ে না দিয়ে পরিবার ও সদস্য সংখ্যা অনুযায়ী অঞ্চলভিত্তিক মাসিক সরবরাহের কৌশল নেন, যা রাষ্ট্রীয় তহবিলের ওপর চাপ কমিয়ে দীর্ঘমেয়াদী ত্রাণ কার্যক্রম নিশ্চিত করেছিল।</p><p>আমুর রামাদায় উমর (রা.)-এর সবচেয়ে প্রশংসনীয় আরেকটি সিদ্ধান্ত ছিল, তিনি সেই বছরের জাকাত মওকুফ করে দেন। যাকাত ফরজ হলেও এই চরম দুর্দশার সময় তিনি জনগণের ওপর অতিরিক্ত আর্থিক চাপ বাড়াতে চাননি। পরে যখন সুদিন ফিরে আসে এবং অর্থনীতি স্থিতিশীল হয়, তখন তিনি সক্ষম ব্যক্তিদের কাছ থেকে একসঙ্গে দুই বছরের যাকাত সংগ্রহ করেন। এক নিসাব ওই বছরের দরিদ্রদের জন্য এবং অন্য নিসাব বায়তুল মালের ক্ষতিপূরণের জন্য। এই নীতি সংকটাপন্ন মানুষের উপকার যেমন করেছিল, তেমনি রাষ্ট্রীয় কোষাগারকেও পূর্ণ করেছিল।</p><p>দুর্ভিক্ষ কেটে গেলে খলিফা উমরের গোলাম একদিন বাজারে গিয়ে দেখতে পায় প্রচুর ঘি ও দুধ উঠেছে। সে তখন ৪০ দিরহাম দিয়ে কিছু দুধ ও ঘি কিনে এনে খলিফার সামনে উপস্থাপন করে। উমর বলেন, ‘তুমি খুব মূল্যবান জিনিস নিয়ে এসেছ। এগুলো কাউকে দান করে দাও। আমি খাবার গ্রহণে বিলাসিতা একদম পছন্দ করি না।’ তিনি আরও বলেন, ‘মানুষ যে সংকটে আছে, আমি যদি সেই সংকটে না পড়ি, তাহলে সেটা কীভাবে বুঝব?’ (তারিখে তাবারি : খণ্ড-৪, পৃষ্ঠা-৯৮)</p><p>আমুর রামাদার ঘটনা প্রাকৃতিক দুর্যোগ মোকাবেলার জন্য ইসলামে নীতি হলো, শাসককে অবশ্যই মানবিক হতে হবে। বিপদ-দুর্যোগে মানুষের পাশে দাঁড়াতে হবে। দুর্যোগের কারণ যা-ই হোক না কেন, আল্লাহর কাছে একনিষ্ঠ তাওবা-ইসতিগফার এবং সম্মিলিত দুআ-প্রার্থনা করতে হবে। পাশাপাশি ক্ষতিগ্রস্তদের দোরগোড়ায় ত্রাণ পৌঁছে দিতে কৌশলীও হতে হবে। চরম সংকটে বায়তুলমাল বা রাজকোষ দ্রুত ও নিঃসংকোচে জনসাধারণের কল্যাণে ব্যয় করতে হবে। যাকাত বা করের মতো আর্থিক বাধ্যবাধকতা পরিস্থিতিতে সাময়িক ছাড় দেওয়া এবং সুদিন ফিরে এলে ক্ষতিপূরণ বা পুনরুদ্ধারের কৌশল গ্রহণ করতে হবে।</p></div></div></body></html>"
        },
        {
            "title": "জুবাইদা রহমান ঢাকায় | প্রথম আলো",
            "time": "2025-12-05T05:00:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fbkm2dgdo%2FScreenshot-2025-12-05-110240.png?rect=0%2C7%2C522%2C274&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের স্ত্রী জুবাইদা রহমান আজ শুক্রবার সকাল ১০টা ৪৫ মিনিটের দিকে ঢাকার শাহজালাল আন্তর্জাতিক বিমানবন্দরে পৌঁছেছেন।</p><p>বিএনপির মিডিয়া সেলের পক্ষ থেকে এই তথ্য জানিয়ে বলা হয়, বিমানবন্দর থেকে সরাসরি রাজধানীর এভারকেয়ার এভারকেয়ার হাসপাতালে যাবেন জুবাইদা রহমান। তাঁর শাশুড়ি বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়া এই হাসপাতালে চিকিৎসাধীন। </p><p>চিকিৎসার জন্য শাশুড়িকে লন্ডনে নিতে জুবাইদা রহমান ঢাকায় এসেছেন। কাতারের আমিরের পাঠানো এয়ার অ্যাম্বুলেন্স কারিগরি ত্রুটির কারণে না আসায় খালেদা জিয়াকে লন্ডনে নেওয়ার প্রক্রিয়া কিছুটা পিছিয়ে গেছে। আজ সকাল ১০টায় বিএনপির মিডিয়া সেলের ভেরিফায়েড ফেসবুক পেজে এই তথ্য জানানো হয়। </p><p>ফলে খালেদা জিয়াকে আজ লন্ডনে নেওয়া হচ্ছে না। শারীরিক অবস্থা ঠিক থাকলে, মেডিকেল বোর্ড সিদ্ধান্ত দিলে খালেদা জিয়া আগামী রোববার লন্ডনের উদ্দেশে রওনা দেবেন।</p><p>বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর জানান, কারিগরি ত্রুটির কারণে এয়ার অ্যাম্বুলেন্স শুক্রবার আসছে না। সবকিছু স্বাভাবিক থাকলে শনিবার পৌঁছাতে পারে। </p><p>মির্জা ফখরুল বলেন, ‘ম্যাডামের শারীরিক অবস্থা যদি যাত্রার জন্য উপযুক্ত থাকে এবং মেডিকেল বোর্ড সিদ্ধান্ত দিলে, তাহলে ইনশা আল্লাহ ৭ তারিখ (রোববার) তিনি লন্ডনের উদ্দেশে রওনা দেবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "রুটের সেঞ্চুরিতে বেঁচে গেলেন হেইডেন, ধন্যবাদ জানালেন হেইডেনের মেয়ে | প্রথম আলো",
            "time": "2025-12-05T05:00:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fdhhgnebc%2F655936-01-02.jpg?rect=0%2C0%2C5515%2C2895&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসলে রহস্য তো একটা আছেই। সেটা বেশ মজার ঘটনাও। গত মাসে ‘অল ওভার বার দ্য ক্রিকেট’ পডকাস্টে একসময়ের সতীর্থ গ্রেগ ব্লিউয়েট এবং মিডিয়া ব্যক্তিত্ব ও সাবেক ক্রিকেটার জেমস ব্রাইশকে হেইডেন বলেছিলেন, ‘এই গ্রীষ্মে সে (রুট) যদি সেঞ্চুরি না পায় আমি নগ্ন হয়ে এমসিজিতে হাঁটব।’</p><p>ইংল্যান্ড ক্রিকেট দলের এবারের সফরে পার্থে প্রথম টেস্ট পর্যন্ত অস্ট্রেলিয়ার মাটিতে ২৯ ইনিংসে সেঞ্চুরি ছিল না রুটের। ইংল্যান্ড দলের এবারের সফরের আগে হেইডেন রুটের পক্ষে ব্যাট ধরতে গিয়ে অমন কথা বলেছিলেন। সেই কথা এত সহজে সবার ভুলে যাওয়ার কথা নয়। রুট পার্থ টেস্টে তিন অঙ্কে পৌঁছাতে না পারার পর সামাজিক যোগাযোগমাধ্যমে হেইডেনকে অনেকে তাঁকে সেই প্রতিশ্রুতির কথা স্মরণ করিয়ে দেন। তাই স্বাভাবিকভাবেই দুশ্চিন্তার একটা জায়গা তো ছিলই। </p><p>কিন্তু ব্রিসবেনে দিবারাত্রির টেস্টে গতকাল প্রথম দিনে রুট সেঞ্চুরি করে হেইডেনকে মুক্তি দেন অনর্থ ঘটে যাওয়ার দুশ্চিন্তা থেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্মার্টফোনে ব্যাংকিং অ্যাপের মাধ্যমে ছড়াচ্ছে অ্যালবিরিওক্স ম্যালওয়্যার | প্রথম আলো",
            "time": "2025-12-05T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fxbyozisx%2Fspyware-app.reuters.png?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইবার নিরাপত্তা প্রতিষ্ঠান ক্লিফির গবেষকেরা জানিয়েছেন, ব্যাংকিং, ফিনটেক, ডিজিটাল ওয়ালেট, ক্রিপ্টো এক্সচেঞ্জ ও ট্রেডিং অ্যাপের মাধ্যমে অ্যালবিরিওক্স ম্যালওয়্যার ছড়ানো হচ্ছে। উন্নত প্রযুক্তির ম্যালওয়্যারটি অনেক অ্যান্টিভাইরাসের নজর এড়িয়ে যাচ্ছে। শুধু তা–ই নয়, ম্যালওয়্যারটি ‘গোল্ডেন ক্রিপ্ট’ নামের তৃতীয় পক্ষের ক্রিপ্টিং সেবার সঙ্গে যুক্ত। ফলে সহজেই ফোনের নিরাপত্তাব্যবস্থা এড়িয়ে যেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘কিং অব রোম্যান্স’ শাহরুখ বিয়ে নিয়ে কী পরামর্শ দিলেন | প্রথম আলো",
            "time": "2025-12-05T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F5mypwk7e%2Fiamsrk17648684013780312600471446429628480450.jpg?rect=0%2C0%2C1023%2C537&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তারকা থেকে বিলিয়নিয়ার<br></strong>তিন দশক ধরে অভিনয়, প্রযোজনা ও ক্রিকেট দলের মালিকানা—সব মিলিয়ে শাহরুখ খান এখন বিশ্বের ধনী অভিনেতাদের একজন। আর্নল্ড শোয়ার্জনেগার, রিয়ানা, টাইগার উডস, টেইলর সুইফটদের সঙ্গেই নাম উঠেছে তাঁর।<br>ফিরে এসেছেন বড় পর্দায়ও। চার বছরের বিরতির পর ২০২৩ সালে সফল প্রত্যাবর্তন, আর সামনে আসছে তাঁর নতুন অ্যাকশন ছবি ‘কিং’।</p><p><strong>লন্ডনে ভারতীয় সিনেমার সম্মান<br></strong>‘সিনস ইন দ্য স্কয়ার’ ট্রেইলে শাহরুখ-কাজলের ভাস্কর্যটি এখন দাঁড়িয়ে আছে হ্যারি পটার, মেরি পপিনস, প্যাডিংটন ভালুকের মতো বিশ্বখ্যাত চরিত্রগুলোর পাশে। ‘দিলওয়ালে দুলহনিয়া লে জায়েঙ্গে’র প্রযোজনা সংস্থা যশরাজ ফিল্মসের প্রধান নিবার্হী অক্ষয় বিধানী বলেন, এ সিনেমা শুধু ভারত নয়, বিশ্বজুড়ে এক বিশাল সাংস্কৃতিক প্রভাব রেখে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রটে গেছে-নির্বাচন হবে না, এই গুজব কেন? | প্রথম আলো",
            "time": "2025-12-05T04:51:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fboh9i9jf%2FMasukArt04-12-2025.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুজব কী? এর সরল অর্থ হলো মিথ্যা রটনা। কেউ এমন একটা কিছু বলল, যেটা বাস্তবে নেই, কিন্তু সেটাকেই সত্য বলে প্রচার করা। কথায় আছে, একটা মিথ্যা বারবার বললে সেটি সত্য হয়ে যায়। মানুষ সেটিই বিশ্বাস করতে থাকে। তখন আসল সত্যটি হারিয়ে যায়। আর আসল সত্যের কথা তখন কেউ যদি উচ্চারণ করে, সে পড়ে যায় মহাঝামেলায়। </p><p>একটা প্রবচন আছে, ‘দশচক্রে ভগবান ভূত’। শব্দশিল্পীরা চমৎকার কিছু কথা আউড়ে গেছেন, যেমন ‘মিথ্যার মতো সুন্দর’ কিংবা ‘সত্যের মতো বদমাশ’।</p><p>ইন্টারনেট ঘেঁটে গুজব প্রসঙ্গে বেশ কিছু উদ্ধৃতি পেয়েছি। একেকটা উদ্ধৃতির সঙ্গে বিখ্যাত কোনো মনীষীর নাম জুড়ে দেওয়া হয়েছে। এখানে কয়েকটি উল্লেখ করার লোভ সামলাতে পারছি না:</p><p>১. গুজব হলো অপ্রমাণিত সত্যের ছদ্মরূপ: মার্ক টোয়েন।</p><p>২. গুজব ছড়ানো সহজ, কিন্তু তা মোকাবিলা করা কঠিন : আলবার্ট আইনস্টাইন।</p><p>৩. যে ব্যক্তি গুজব বিশ্বাস করে, সে নিজের বিচারক্ষমতা হারায় : হেলেন কেলার।</p><p>৪. যে তথ্য যাচাই ছাড়া ছড়ায়, তা গুজবের সমতুল্য : রবীন্দ্রনাথ ঠাকুর।</p><p>৫. গুজবের প্রভাব কখনো হালকা হয় না: নেলসন ম্যান্ডেলা।</p><p>৬. গুজব মানুষকে বিভ্রান্ত করে এবং বিশ্বাসকে ক্ষয় করে : চার্লস ডিকেন্স।</p><p>৭. গুজব হলো অজ্ঞতার ফল : লিও তলস্তয়।</p><p>৮. গুজব ছড়ানো মানে অন্যের মানহানি করা : উইলিয়াম শেক্‌সপিয়ার।</p></div></div></div></body></html>"
        },
        {
            "title": "শারীরিক অবস্থা ঠিক থাকলে রোববার খালেদা জিয়াকে লন্ডনে নেওয়া হবে | প্রথম আলো",
            "time": "2025-12-05T04:40:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Febz6qlxm%2F59496581014907799724134384423566977688897840n.jpg?rect=0%2C32%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক পেজে বিএনপি জানায়, কাতারের আমিরের পাঠানো বিশেষ এয়ার অ্যাম্বুলেন্স এখনো না পৌঁছানোয় বিএনপি চেয়ারপারসন খালেদা জিয়াকে লন্ডনে নেওয়ার প্রক্রিয়াটি কিছুটা পিছিয়ে যাচ্ছে।</p><p>ওই পেজে বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর জানান, কারিগরি ত্রুটির কারণে এয়ার অ্যাম্বুলেন্স শুক্রবার আসছে না। সবকিছু স্বাভাবিক থাকলে এটি শনিবার পৌঁছাতে পারে। তিনি আরও বলেন, ‘ম্যাডামের শারীরিক অবস্থা যদি যাত্রার জন্য উপযুক্ত থাকে এবং মেডিকেল বোর্ড সিদ্ধান্ত দিলে, তাহলে ইনশা আল্লাহ ৭ তারিখ (রোববার) তিনি লন্ডনের উদ্দেশে রওনা দেবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছুটির দিনের সকালে ঢাকার বায়ু ‘খুব অস্বাস্থ্যকর’ | প্রথম আলো",
            "time": "2025-12-05T04:40:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F33lq82i3%2FAir.jpeg?rect=0%2C13%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাপ্তাহিক ছুটির দিন আজ শুক্রবার সকালে ঢাকা বিশ্বের দ্বিতীয় দূষিত বায়ুর নগরী। ছুটির দিনে ঢাকায় সাধারণত যানবাহন কম চলাচল করে। কলকারখানাও প্রায় বন্ধ থাকে। ঢাকার বায়ুদূষণের দুটি বড় উৎস এগুলো। তারপরও ঢাকার বায়ুদূষণ কমছে না।</p><p>সকাল নয়টার দিকে ঢাকার বায়ুমান ২৫২। ২৭৫ স্কোর নিয়ে বিশ্বের ১৮৭টি নগরীর মধ্যে বায়ুদূষণে শীর্ষে আছে ভারতের রাজধানী নয়াদিল্লি। গতকাল অবশ্য সকালের দিকে নয়াদিল্লিকে পেছনে ফেলে বিশ্বের সবচেয়ে দূষিত বায়ুর নগরী ছিল ঢাকা।</p><p>বায়ুদূষণের এ পরিস্থিতি তুলে ধরেছে সুইজারল্যান্ডভিত্তিক প্রতিষ্ঠান আইকিউএয়ার। প্রতিষ্ঠানটি বায়ুদূষণের অবস্থা নিয়মিত তুলে ধরে। বাতাসের মান নিয়ে তৈরি করা এই লাইভ বা তাৎক্ষণিক সূচক একটি নির্দিষ্ট শহরের বাতাস কতটা নির্মল বা দূষিত, সে সম্পর্কে মানুষকে তথ্য দেয়, সতর্ক করে।</p></div></div></div></body></html>"
        },
        {
            "title": "মৃত্যুর পর জেনসের নতুন গান | প্রথম আলো",
            "time": "2025-12-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-28%2F8f67od7e%2F5849379798698305290624932394906201755165836n.jpg?rect=0%2C0%2C1509%2C792&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জি-সিরিজের উপদেষ্টা ঈশা খান দূরে জানান, মৃত্যুর আগে কয়েক মাস ধরে টানা বেশ কয়েকটি গানের রেকর্ডিং করে গিয়েছিলেন জেনস সুমন। সেখান থেকেই ধাপে ধাপে গানগুলো প্রকাশ করা হবে। তিনি বলেন, ‘সুমনের আরও কিছু গান রেকর্ড করা আছে। মারা যাওয়ার এক দিন আগেও অনেক রাত পর্যন্ত গান নিয়ে আলোচনা হয়েছে।’<br>সুরকার-সংগীত পরিচালক অমিত কর জানান, সুমন তাঁর খুব কাছের মানুষ ছিলেন। এই গানসহ আরও কয়েকটি গান তাঁরা একসঙ্গে করার পরিকল্পনা করেছিলেন। কিন্তু সেই পরিকল্পনা পূর্ণতা পেল না।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশাল যন্ত্রে ১২ জোড়া জুতা উৎপাদন হচ্ছে ১০ মিনিটে | প্রথম আলো",
            "time": "2025-12-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F4m9x86p9%2F4L1B0179090455.jpg?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলডব্লিউজি সনদ পাওয়া খুলনার সুপারেক্স লেদার তাদের উৎপাদিত বিভিন্ন চামড়া নিয়ে প্রদর্শনীতে অংশ নিয়েছে। তাদের কারখানায় দিনে এক লাখ বর্গফুট চামড়া উৎপাদনের সক্ষমতা আছে। বর্তমানে ইতালি, স্পেন, জাপান, হংকং, ভারতসহ বিভিন্ন দেশের ক্রেতা ও এজেন্ট সুপারেক্সের কাছ থেকে চামড়া কিনে থাকে।</p><p>সুপারএক্স লেদারের কমার্শিয়াল কর্মকর্তা রমজান আলী বলেন, ‘প্রতিনিয়ত নতুন নতুন পণ্য উৎপাদন করি আমরা। সেসব পণ্য চামড়া ও জুতাশিল্পের সংশ্লিষ্টদের কাছে তুলে ধরার পাশাপাশি নতুন ক্রেতার সন্ধানে এই প্রদর্শনীতে অংশ নিয়েছি।’</p><p>প্রদর্শনীর আনুষ্ঠানিক উদ্বোধনী অনুষ্ঠানে এলএফএমইএবি সভাপতি সৈয়দ নাসিম মঞ্জুর বলেন, ১৯৯০ সালে চামড়ার জুতার রপ্তানি ছিল ১৭ কোটি মার্কিন ডলার। ২০১০ সালে তা বেড়ে ৬৫ কোটি ডলার হয়। বর্তমানে সেই রপ্তানি ১৬৭ কোটি ডলারে দাঁড়িয়েছে। এই খাতে প্রত্যক্ষ ও পরোক্ষভাবে ২০ লাখ লোকের কর্মসংস্থান হয়েছে। এ খাতে মূল্য সংযোজন ৮৫ শতাংশ। এত ইতিবাচক সংখ্যার পরও গর্বের কিছু নেই। কারণ, ১০ বিলিয়ন ডলার রপ্তানির সম্ভাবনা রয়েছে। জুতা ও চামড়া খাতের দ্রুত রপ্তানি বাড়াতে হলে বাণিজ্য উদারীকরণ করতে হবে বলে মন্তব্য করেন সৈয়দ নাসিম মঞ্জুর।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে লন্ডনে নিতে বিলম্ব হতে পারে | প্রথম আলো",
            "time": "2025-12-05T04:26:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2Fm9x10vwz%2Fkhaleda_bss.jpg?rect=0%2C44%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়া</figcaption></p></div></div></body></html>"
        },
        {
            "title": "চুয়েটের ভর্তি পরীক্ষা ১৭ জানুয়ারি, জেনে নিন আবেদনে যোগ্যতা | প্রথম আলো",
            "time": "2025-12-05T04:15:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-05%2F1uubo5zk%2F38ca5e75-72bb-4028-b8aa-0fce1fff59fd.jfif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>যেভাবে হবে বাছাই</strong></p><p>গত বছরের মতো এ বছরও ১২টি বিভাগে ৯৩১টি আসনের বিপরীতে পরীক্ষা নেওয়া হবে। ভর্তি পরীক্ষায় বসার সুযোগ পাবেন ১৬ হাজার শিক্ষার্থী। নির্দিষ্ট সময়ে আবেদন করা শিক্ষার্থীদের মধ্যে যাঁরা ফলাফলে এগিয়ে থাকবেন, তাঁরাই সুযোগ পাবেন। যদি একই ফলাফলের একাধিক শিক্ষার্থী থাকেন, তাহলে যে শিক্ষার্থী পর্যায়ক্রমে পদার্থবিজ্ঞান, রসায়ন, গণিতে নম্বর বেশি পাবেন, তাঁকে প্রাধান্য দেওয়া হবে।</p><p>গত বছরের মতো এবারও দুটি গ্রুপে পরীক্ষা হবে। একটি গ্রুপে রয়েছে প্রকৌশলের সব বিভাগ আর নগর ও অঞ্চল পরিকল্পনা বিভাগ। আরেকটি গ্রুপে এসব বিভাগের পাশাপাশি স্থাপত্য বিভাগ রয়েছে। প্রথম গ্রুপে আবেদন করতে ১ হাজার ২০০ ও দ্বিতীয় গ্রুপে আবেদন করতে ১ হাজার ৪০০ টাকা দিতে হবে। ভর্তি পরীক্ষার জন্য বাছাইয়ে যেসব শিক্ষার্থী বাদ পরবেন, তাঁদের আবেদন ফি ফেরত দেবে বিশ্ববিদ্যালয় কর্তৃপক্ষ।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয় ও কলেজ-মাদ্রাসায় অনার্স শিক্ষার্থীদের বৃত্তি দেবে অন্তর্বর্তী সরকার | প্রথম আলো",
            "time": "2025-12-05T04:15:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-24%2Fi8chl1wz%2F70.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রজাতন্ত্রের বেসামরিক কর্মে নিয়োজিত সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত দপ্তর ও সাংবিধানিক প্রতিষ্ঠানে কর্মরত ‘জাতীয় বেতন স্কেল, ২০১৫’ অনুযায়ী ১৩ থেকে ২০তম গ্রেডের কর্মচারীর সন্তানদের আবেদনপত্রের সঙ্গে অফিসপ্রধান কর্তৃক প্রদত্ত মাতা/পিতা/অভিভাবকের বেতনের গ্রেড–সংক্রান্ত প্রত্যয়ন সংযুক্তি হিসেবে আপলোড করতে হবে।</p><p>এ ছাড়া অন্য শিক্ষার্থীর ক্ষেত্রে শিক্ষাপ্রতিষ্ঠান বা বিভাগীয় প্রধান অথবা ইউনিয়ন পরিষদের চেয়ারম্যান বা পৌরসভা ও সিটি করপোরেশনের ওয়ার্ড কাউন্সিলর প্রদত্ত শিক্ষার্থীর মাতা/পিতা/অভিভাবকের বাৎসরিক আয় দুই লাখ টাকার কম মর্মে প্রত্যয়নপত্র আপলোড করতে হবে।</p><p>প্রতিবন্ধী শিক্ষার্থী বা অভিভাবক, এতিম শিক্ষার্থী, ভূমিহীন পরিবারের সন্তান, নদীভাঙন পরিবারের সন্তান, অসচ্ছল বীর মুক্তিযোদ্ধা পরিবারের সন্তান, প্রাকৃতিক দুর্যোগে ক্ষতিগ্রস্ত এবং দুস্থ পরিবারের সন্তান ভর্তিসহায়তা প্রাপ্তির ক্ষেত্রে অগ্রাধিকার প্রাপ্তির সপক্ষে প্রমাণপত্র আবশ্যিকভাবে আপলোড করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫০তম বিসিএসে আবেদন শুরু, পিএসসির যত নির্দেশনা | প্রথম আলো",
            "time": "2025-12-05T04:14:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-13%2F29muw94o%2FPSC-03.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>৫০তম বিসিএস পরীক্ষা-২০২৫–এর আবেদনপত্র (BPSC Form-1) অনলাইনে পূরণ, এসএমএসের মাধ্যমে ‘ফি’ জমাদান এবং Admit Card প্রাপ্তিসংক্রান্ত নির্দেশনা</p><p>বাংলাদেশ সরকারি কর্ম কমিশনের <a target=\"_blank\" href=\"https://www.bpsc.gov.bd/\" rel=\"nofollow\">ওয়েবসাইট </a> অথবা টেলিটক বাংলাদেশ লিমিটেডের <a target=\"_blank\" href=\"http://bpsc.teletalk.com.bd/\" rel=\"nofollow\">ওয়েবসাইটে</a>  মাধ্যমে আগ্রহী প্রার্থীরা আবেদন করতে পারবেন। অনলাইন আবেদনের সময় প্রার্থীকে নিম্নোক্ত তথ্যাদি/কাগজপত্র সঙ্গে নিয়ে বসতে হবে—</p><p>* এসএসসি/সমমান পরীক্ষার রোল, রেজিস্ট্রেশন নম্বর, বোর্ড, রেজাল্ট, গ্রুপ, পাসের সন;</p><p>* এইচএসসি/সমমান পরীক্ষার রোল, রেজিস্ট্রেশন নম্বর, বোর্ড, রেজাল্ট, গ্রুপ, পাসের সন;</p><p>* স্নাতক/সমমান পর্যায়ের প্রতিষ্ঠানের নাম, রোল, সেশন, রেজাল্ট, বিষয়, পাসের সন;</p><p>* স্নাতকোত্তর/সমমান পর্যায়ের প্রতিষ্ঠানের নাম, রোল, সেশন, রেজাল্ট, বিষয়, পাসের সন;</p><p>* এনআইডি (NID), জন্মসনদ, পাসপোর্ট নম্বর;</p><p>অনধিক তিন মাস পূর্বে তোলা সর্বোচ্চ ৩০০x৩০০ (দৈর্ঘ্য x প্রস্থ) Pixel এবং 100 KB সাইজের রঙিন ছবি (Photo);</p><p>* সর্বোচ্চ ৩০০x৮০ (দৈর্ঘ্য x প্রস্থ) Pixel এবং 60 KB সাইজের Signature;</p><p>* উচ্চতা (সেমি), ওজন (কেজি) এবং বুকের মাপ (সেমি) এবং</p><p>* ৫০তম বিসিএস পরীক্ষা-২০২৫–এর বিজ্ঞপ্তির কপি।</p></div></div></body></html>"
        },
        {
            "title": "দেশে মাছ উৎপাদনে দ্বিতীয় কুমিল্লা, বেশি হয় পাঙাশ, তেলাপিয়া | প্রথম আলো",
            "time": "2025-12-05T04:01:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2F6vrc6van%2FCapture.PNG?rect=0%2C94%2C861%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার দাউদকান্দি উপজেলার রায়পুর গ্রামটির অবস্থান ঢাকা-চট্টগ্রাম মহাসড়ক ঘেঁষে। দেশের ব্যস্ততম এই মহাসড়ক দিয়ে চলাচলের সময় যত দূর চোখ যায়, শুধু মাছ চাষের দৃশ্য। ওই গ্রামে এমন কোনো জায়গা নেই, যেখানে বাণিজ্যিকভাবে মাছ চাষ হয় না। </p><p>আরেক উপজেলা চান্দিনা। সেটার প্রত্যন্ত একটি গ্রাম পিহর। সেখানে গ্রামীণ সড়ক দিয়ে চলাচলের সময় চারদিকে চোখে পড়ে শুধু মাছের খামার। জেলার বিভিন্ন গ্রামে গেলে বোঝা যায়, মাছ উৎপাদনে কতটা এগিয়ে গেছেন এখানকার মানুষ। সাফল্যের স্বীকৃতি হিসেবে অনেকেই জাতীয় পর্যায়ে পুরস্কার পেয়েছেন।</p><p>মৎস্য অধিদপ্তরের ২০২৩–২৪ সালের হিসাবে, দেশের ৬৪টি জেলার মধ্যে মাছ উৎপাদনে কুমিল্লা দ্বিতীয়। এই জেলা থেকে চাহিদার দ্বিগুণের বেশি মাছ উৎপাদিত হচ্ছে দীর্ঘদিন ধরে। শুধু পুকুর আর দিঘির বদ্ধ জলাশয়ই নয়, প্লাবনভূমিতে মাছ চাষে কুমিল্লা দেশের মডেল। যে জমি বর্ষায় ডুবে যায় এবং শুকনা মৌসুমে আবার চাষাবাদ বা অন্য কাজে ব্যবহৃত হয়, সেটাই প্লাবনভূমি।</p></div></div></div></body></html>"
        },
        {
            "title": "সুযোগ পেয়েও ১৯৫০ বিশ্বকাপে যায়নি ৬টি দল, কী কারণে জানেন | প্রথম আলো",
            "time": "2025-12-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-04%2Fry4e1cqn%2Fwmremove-transformed.jpeg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু ভারতও শেষ পর্যন্ত যায়নি। ব্রাজিলের মতো দূরের দেশে যাওয়ার মতো টাকা-পয়সার অভাব ছিল দলটির। অল ইন্ডিয়ান ফুটবল ফেডারেশন বিশ্বকাপে দল পাঠানোর চেয়ে ১৯৫২ হেলসিংকি অলিম্পিকে খেলাটাকেই বড় মনে করেছিল। ১৯৫০ বিশ্বকাপে ভারতের না খেলা নিয়ে আরেকটি তত্ত্বও আছে। ফিফা ভারতীয় খেলোয়াড়দের খালি পায়ে খেলার অনুমতি না দেওয়াতেই নাকি বিশ্বকাপে যায়নি ভারত!</p><p>ইউরোপ থেকে বিশ্বকাপের টিকিট পেয়েও ব্রাজিলে যায়নি স্কটল্যান্ড। কারণটা কী, জানেন—জাত্যভিমান। অধুনালুপ্ত ব্রিটিশ হোম চ্যাম্পিয়নশিপটাকেই বিশ্বকাপ বাছাইপর্ব বানিয়েছিল ফিফা। গ্রেট ব্রিটেনের চার দল ইংল্যান্ড, স্কটল্যান্ড, ওয়েলস ও আয়ারল্যান্ডকে নিয়ে আয়োজিত টুর্নামেন্টের শীর্ষ দুই দলের যাওয়ার কথা ছিল ব্রাজিলে। ইংল্যান্ড চ্যাম্পিয়ন ও স্কটল্যান্ড রানার্সআপ হয়ে টিকিট পায় বিশ্বকাপের। কিন্তু স্কটিশরা আগেই জানিয়ে দিয়েছিল, হোম চ্যাম্পিয়নশিপে চ্যাম্পিয়ন না হলে তারা বিশ্বকাপে যাবে না।</p></div></div></div></body></html>"
        }
    ]
}