{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "স্মার্ট হোম ডিভাইস হ্যাক করে ভয়ংকর ক্ষতি করতে পারে গুগলের জেমিনি এআই | প্রথম আলো",
            "time": "2025-08-12T04:26:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fjfjs5yol%2FGemini.reuters.png?rect=0%2C6%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুগলের জেমিনি এআই দিয়ে ভিডিও ও অডিও তৈরি, শিশুদের জন্য ছবিসহ বই প্রকাশ বা ভ্রমণ পরিকল্পনা—সবই করা সম্ভব। কিন্তু এর সঙ্গে বাড়ছে উদ্বেগ ও ঝুঁকিও। সম্প্রতি একদল গবেষক একটি প্রদর্শনীর মাধ্যমে দেখিয়েছেন, ভুল হাতে পড়লে জেমিনি এআই স্মার্ট হোম ডিভাইস হ্যাক করে ভয়ংকর ক্ষতি করতে পারে।</p><p> বৈজ্ঞানিক কল্পকাহিনির সিনেমায় প্রায়ই দূর থেকে ঘরের বাতি নিয়ন্ত্রণ কিংবা তাপমাত্রা বদলে দেওয়ার মতো দৃশ্য দেখা যায়। গবেষকদের প্রদর্শনীতে ঠিক তেমন দৃশ্যই বাস্তবে দেখা গেছে। জেমিনি ব্যবহারে পরিচালিত ডিভাইস হ্যাক করে ঘরের স্মার্ট যন্ত্রপাতি নিয়ন্ত্রণে নেওয়া ও সেগুলো ব্যবহার করে সম্ভাব্য ক্ষতি করার সক্ষমতা প্রদর্শন করেছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "ঋতুপর্ণা ও তহুরাকে এমন লুকে এর আগে দেখেছেন কি? | প্রথম আলো",
            "time": "2025-08-12T04:01:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fekekk7rn%2F%E0%A6%A8%E0%A6%95%E0%A6%B6%E0%A6%BE%E0%A6%B0-%E0%A6%86%E0%A7%9F%E0%A7%8B%E0%A6%9C%E0%A6%A8%E0%A7%87-%E0%A6%9C%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%B8%E0%A6%BF%E0%A6%B0-%E0%A6%AC%E0%A6%BE%E0%A6%87%E0%A6%B0%E0%A7%87%E0%A6%93-%E0%A6%AB%E0%A7%81%E0%A6%9F%E0%A6%AC%E0%A6%B2%E0%A6%BE%E0%A6%B0-%E0%A6%8B%E0%A6%A4%E0%A7%81%E0%A6%AA%E0%A6%B0%E0%A7%8D%E0%A6%A3%E0%A6%BE-%E0%A6%9A%E0%A6%BE%E0%A6%95%E0%A6%AE%E0%A6%BE-%E0%A6%93-%E0%A6%A4%E0%A6%B9%E0%A7%81%E0%A6%B0%E0%A6%BE-%E0%A6%96%E0%A6%BE%E0%A6%A4%E0%A7%81%E0%A6%A8-%E0%A6%AA%E0%A6%B0%E0%A6%B2%E0%A7%87%E0%A6%A8-%E0%A6%A8%E0%A6%BE%E0%A6%A8%E0%A6%BE-%E0%A6%A7%E0%A6%B0%E0%A6%A8%E0%A7%87%E0%A6%B0-%E0%A6%AA%E0%A7%8B%E0%A6%B6%E0%A6%BE%E0%A6%95%E0%A5%A4-%E0%A6%AA%E0%A7%8B%E0%A6%B6%E0%A6%BE%E0%A6%95-%E0%A6%A2%E0%A7%87%E0%A6%89-%E0%A6%93-%E0%A6%AF%E0%A6%BE%E0%A6%A4%E0%A7%8D%E0%A6%B0%E0%A6%BE-%E0%A6%B8%E0%A6%BE%E0%A6%9C-%E0%A6%AA%E0%A6%BE%E0%A6%B0%E0%A6%B8%E0%A7%8B%E0%A6%A8%E0%A6%BE?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ে সাইকোলজি বিভাগে পড়াশোনা করছেন ঋতুপর্ণা। তবে খেলার কারণে পড়াশোনায় তেমন একটা সময় দেওয়া হয় না। ক্যাম্পের কারণে সারা বছর ঢাকাতেই থাকা হয়। এর মধ্যে উৎসবকে কেন্দ্র করে যে লম্বা ছুটি পান, সেই ছুটিতে ছুটে যান গ্রামে, মায়ের কাছে। সেখানেই যেন সব প্রশান্তি।</p><p>ক্লাব ফুটবলে ঋতুপর্ণার পছন্দের দল রিয়াল মাদ্রিদ। ছোটবেলায় রোনালদোর খেলা পছন্দ ছিল, সেখান থেকেই রিয়াল মাদ্রিদকে ভালো লাগার শুরু। তবে জাতীয় দল হিসেবে তাঁর পছন্দ আর্জেন্টিনা। নিয়মিত রুটিনের ভেতরে থাকার কারণে খেলা খুব একটা দেখা হয়ে ওঠে না। অবসরে খেলা দেখে আর বন্ধুবান্ধবের সঙ্গে আড্ডা দিয়েই কেটে যায়, আর না হলে ঘুম। ঘুমের মতো আরাম আর কিছুতেই খুঁজে পান না ঋতুপর্ণা।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্যসেবার মানোন্নয়ন ও রূপান্তরে সম্মিলিত পদক্ষেপের ওপর জোর | প্রথম আলো",
            "time": "2025-08-12T03:59:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fjab86v9w%2FConvention.png?rect=0%2C2%2C707%2C371&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরিবার পরিকল্পনা অধিদপ্তরের মহাপরিচালক আশরাফি আহমাদ বলেন, ‘বাংলাদেশের জনসংখ্যা এখন মধ্যবয়স অতিক্রম করেছে। অথচ আমরা এখনো সম্পূর্ণভাবে কোয়ালিটি ইমপ্রুভমেন্ট কার্যকর করতে চেষ্টা চালিয়ে যাচ্ছি। মান শুরু হয় শক্তিশালী নেতৃত্ব দিয়ে। এরপর আসে অনুপ্রেরণা। আমাদের স্বাস্থ্য খাত এখন বিশাল এক রূপান্তরের পথে। প্রকল্পভিত্তিক ধারা থেকে বেরিয়ে আসছে। এই গুরুত্বপূর্ণ সময়ে উন্নয়ন সহযোগীদের সহায়তায় আমরা আশা করছি, এ ক্ষেত্রে তাৎপর্যপূর্ণ অগ্রগতি অর্জিত হবে।’</p><p>দিনব্যাপী এই আয়োজনে ছিল কি-নোট প্রেজেন্টেশন, প্যানেল আলোচনা, ব্রেক-আউট সেশন এবং ১৫ জন চূড়ান্ত প্রতিযোগীর পোস্টার উপস্থাপনা। পাশাপাশি প্যানেল আলোচনার মূল বিষয়গুলোর মধ্যে ছিল জাতীয় কোয়ালিটি ফ্রেমওয়ার্ক, স্বাস্থ্যসেবার উদ্ভাবন, রোগী নিরাপত্তা, সরকারি-বেসরকারি অংশীদারত্ব, স্বাস্থ্য অর্থায়ন ও মানসম্পন্ন স্বাস্থ্যসেবায় স্বাস্থ্যকেন্দ্রের অবকাঠামোর ভূমিকা।</p><p>অনুষ্ঠানে বাংলাদেশের বিভিন্ন জেলা থেকে ১১ জনকে ‘কোয়ালিটি ইমপ্রুভমেন্ট চ্যাম্পিয়ন’ হিসেবে সম্মাননা দেওয়া হয়।</p><p>সম্মেলনে সভাপতি ছিলেন স্বাস্থ্য অধিদপ্তরের মহাপরিচালক মো. আবু জাফর। প্রধান অতিথি ছিলেন অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার স্বাস্থ্যবিষয়ক বিশেষ সহকারী মো. সায়েদুর রহমান। বিশেষ অতিথি ছিলেন চিকিৎসা, শিক্ষা ও পরিবারকল্যাণ বিভাগের সচিব মো. সরোয়ার বারী ও স্বাস্থ্যসেবা বিভাগের সচিব মো. সাইদুর রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "জাজিরায় ভাঙন রোধে স্থায়ী বাঁধ নির্মাণের দাবি, অন্যথায় পদ্মা সেতু ব্লকেডের ঘোষণা | প্রথম আলো",
            "time": "2025-08-12T03:55:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fbxpt3yev%2FSariatpurDH054120250811Shariatpur-HC1.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পদ্মা সেতু প্রকল্প এলাকা রক্ষা বাঁধ ও এর আশপাশে ভাঙন রোধে কার্যকর পদক্ষেপ, গৃহহীনদের পুনর্বাসনের দাবিতে মানববন্ধন ও সমাবেশ হয়েছে। গতকাল সোমবার সন্ধ্যায় জাজিরার নাওডোবা ইউনিয়নের মঙ্গলমাঝি–সাত্তার মাদবর বাজারে এ কর্মসূচি পালিত হয়। এতে স্থানীয় বাসিন্দাসহ বিএনপি, জামায়াত, এনসিপি, গণ অধিকার পরিষদ ও বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতারা অংশ নেন।</p><p>সমাবেশে জাজিরায় ভাঙন রোধে স্থায়ীভাবে বাঁধ নির্মাণের দাবি জানানো হয়। আগামী তিন দিনের মধ্যে বাঁধ নির্মাণের প্রকল্প অনুমোদনের ঘোষণা দেওয়া না হলে পদ্মা সেতু ব্লকেড করার ঘোষণা দেন নেতারা।</p></div></div></div></body></html>"
        },
        {
            "title": "জুনিয়র বৃত্তি পরীক্ষায় বদলে যেতে পারে শিক্ষার্থীর জীবন | প্রথম আলো",
            "time": "2025-08-12T03:54:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-19%2F2uvo0epi%2F146.jpg?rect=0%2C0%2C728%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃত্তি পরীক্ষায় অংশগ্রহণ একজন শিক্ষার্থীর মাঝে সঠিক প্রতিযোগিতার মানসিকতা গড়ে তোলে। জীবনের নানা ক্ষেত্রে সফল হতে হলে প্রতিযোগিতার জন্য প্রস্তুত থাকতে হয়। আর বৃত্তি পরীক্ষা সেই প্রস্তুতির প্রথম ধাপ। এখান থেকেই একজন ছাত্র শেখে কীভাবে লক্ষ্য স্থির করতে হয়, পরিশ্রম করতে হয় এবং ব্যর্থতাকে মেনে নিয়ে সামনে এগিয়ে যেতে হয়। এই অভিজ্ঞতা তার জীবনের প্রতিটি স্তরে কাজে আসে।</p><p>শিক্ষার্থী তার সাফল্যের মাধ্যমে পরিবারের কাছে সম্মান পায়, সমাজে একটি মর্যাদার স্থান তৈরি হয়। অনেক সময় একটি বৃত্তি একজন ছাত্রের জীবনের মোড় ঘুরিয়ে দেয়। সে বুঝতে পারে, তার মেধা মূল্যায়িত হয়েছে এবং সে চাইলে আরও অনেক কিছু অর্জন করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ছিনতাইকারীর ছুরিকাঘাতে পুলিশের এসআই আহত | প্রথম আলো",
            "time": "2025-08-12T03:52:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-04%2F69c33eed-3f9c-4efb-a25d-ab4a75719650%2Fkill.png?rect=0%2C47%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম নগরে আসামি ধরতে গিয়ে ছুরিকাঘাতে পুলিশের এক উপপরিদর্শক (এসআই) আহত হয়েছেন। তাঁর নাম আবু সাঈদ ওরফে রানা। তিনি নগরের বন্দর থানায় কর্মরত। গতকাল সোমবার দিবাগত রাত একটার দিকে বন্দর থানার ঈশান মিস্ত্রির ঘাট এলাকায় এ ঘটনা ঘটে।</p><p>আহত পুলিশ কর্মকর্তা বর্তমানে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন। হাসপাতাল পুলিশ ফাঁড়ির সহকারী উপপরিদর্শক (এএসআই) মোহাম্মদ আলাউদ্দিন বিষয়টি প্রথম আলোকে নিশ্চিত করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অবশেষে জর্জিনাকে বিয়ের প্রস্তাব রোনালদোর | প্রথম আলো",
            "time": "2025-08-12T03:51:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fmh2vgpxt%2FFelicidades-a-nuestro-gran-amor-gracias-a-Dios-por-haberme-presentado-a-un-hombre-como-t%C3%BA-y-gra.jpg?rect=0%2C0%2C1068%2C561&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু সন্তানদের লালন–পালনই নয়, তখনই থেকে রোনালদোর সুখ–দুঃখ, আনন্দ–বেদনার সঙ্গে জড়িয়ে আছে জর্জিনার নাম। রোনালদোর যেকোনো বিশেষ মুহূর্তে তাঁর পাশে দেখা গেছে জর্জিনাকে। পাশাপাশি এ সময়ের মধ্যে জর্জিনাও ফ্যাশন ও বিনোদনজগতে নিজের আলাদা জায়গা তৈরি করেছেন। তবে সবকিছু ঠিকমতো চললেও প্রেমটা পরিণয়ে রূপান্তরিত না হওয়ায় একটা আক্ষেপ যেন থেকেই গিয়েছিল। অবশেষে সেই আক্ষেপও মিটতে যাাচ্ছে এবার।</p><p>রোনালদোর বাগদত্তা হওয়ার খবরটি গতকাল নিজের ইনস্টাগ্রামে হ্যান্ডলে জর্জিনা নিজেই জানিয়েছেন। একটি হাতের ওপর হীরার আংটি পরা নিজের হাতের ছবি পোস্ট করে ক্যাপশনে জর্জিনা লেখেন, ‘হ্যাঁ, আমি রাজি। এই জীবনে এবং আমার অন্য সব জন্মেও।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাতক্ষীরায় কাউন্সিল ঘিরে বিএনপির সংঘর্ষে ৩ নেতা সাময়িক বহিষ্কার | প্রথম আলো",
            "time": "2025-08-12T03:30:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C65%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিঠিতে বলা হয়েছে, ২৫ জুলাই বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান ও কেন্দ্রীয় নেতাদের নির্দেশে জেলা বিএনপির উদ্যোগে গণতান্ত্রিক উপায়ে তৃণমূল কর্মীদের সরাসরি ভোটে শ্যামনগর পৌরসভার ওয়ার্ড নেতা নির্ধারণের কাউন্সিলে তিনজনের বিরুদ্ধে ঔদ্ধত্যপূর্ণ আচরণ, ভোটে বাধা, দলীয় শৃঙ্খলা ভঙ্গ ও সিদ্ধান্ত অমান্যের অভিযোগ প্রমাণিত হয়েছে। এ কারণে তাঁদের সাময়িক বহিষ্কার করা হলো।</p><p>২৭ জুলাই ওই ঘটনার পরিপ্রেক্ষিতে দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে শ্যামনগর উপজেলা যুবদলের সাবেক সাধারণ সম্পাদক আজিজুর রহমানসহ ১৩ নেতা-কর্মীকে কারণ দর্শানোর নোটিশ দেয় জেলা বিএনপি।</p></div></div></div></body></html>"
        },
        {
            "title": "গৃহস্থালি পণ্যের দাম নিয়ে আবারও শঙ্কিত হচ্ছেন মার্কিনরা | প্রথম আলো",
            "time": "2025-08-12T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F528e2464-3a1e-4c25-8f51-0614d7e0093f%2FUS_Sanction.webp?rect=0%2C11%2C549%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থনীতিবিদেরা বলছেন, মজুত শেষ হয়ে গেলে এবং প্রতিষ্ঠানগুলো শুল্কের বোঝা টের পেতে শুরু করলে দাম দ্রুত বাড়তে পারে। মার্কিন জনশুমারি ব্যুরো জানিয়েছে, জুন মাসে মার্কিন ব্যবসায়ীদের আমদানি আগের তুলনায় উল্লেখযোগ্য হারে কমেছে। শুল্ক বেড়ে যাওয়ায় বিদেশি পণ্য কেনা ব্যয়বহুল হয়ে পড়েছে।</p><p>প্রতিষ্ঠানগুলো বলছে, ক্রেতারা চাপে আছেন। সেই সঙ্গে তাঁদের কেনাকাটার ধরন বদলে গেছে। তাঁরা ছোট আকারের পণ্য কিনছেন, কুপন ব্যবহার করছেন, অপ্রয়োজনীয় জিনিস বাদ দিচ্ছেন; অর্থাৎ কেবল জরুরি জিনিস কিনছেন। তাঁরা ঘরেও বেশি খাবার খাচ্ছেন। অর্থনীতিবিদদের মতে, এসব পরিবর্তন অর্থনৈতিক মন্থরতার লক্ষণ; চাকরির বাজার ও ব্যবসা বৃদ্ধির পরিকল্পনায় এর প্রভাব পড়ছে।</p><p>বিশ্লেষকেরা বলেন, অর্থনৈতিক অনিশ্চয়তার মধ্যে গ্রাহকেরা সতর্কভাবে খরচ করছেন। উচ্চ ও নিম্ন—উভয় শ্রেণির মানুষই বড় ধরনের অনিশ্চয়তার মধ্যে পথ খুঁজছেন। অনেক ব্র্যান্ড গ্রাহকদের আকৃষ্ট করতে প্রচারণা চালাচ্ছে; নিজস্ব ব্র্যান্ডের পণ্যের পরিধি বাড়াচ্ছে।</p><p>ওরিও ও চিপস আহয়ের মালিক প্রতিষ্ঠান মন্ডেলেজ জানিয়েছে, মানুষ স্ন্যাকস, বিশেষ করে বিস্কুট কম কিনছেন। কোম্পানির উত্তর আমেরিকায় বিক্রি গত প্রান্তিকে ৩ দশমিক ৫ শতাংশ কমেছে। কোম্পানির সিইও ডির্ক ভ্যান দে পুট বলেন, মূল্যস্ফীতি নিয়ে ভোক্তাদের মধ্যে উদ্বেগ ও হতাশা আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দল নির্বাচন বিতর্কে কোথায় ব্যতিক্রম ঢাকা | প্রথম আলো",
            "time": "2025-08-12T03:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fak9ekxlg%2FSuvagata-reacts-Roni-T-after-win-against-Rangpur-During-Ncl-at-SBNCS5.jpg?rect=0%2C0%2C3372%2C1770&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় লিগের সব খরচ বহন করে বিসিবি। কোচ, ম্যানেজার, ট্রেনার, ফিজিও—সবই বিসিবির দেওয়া। দল নির্বাচন প্রক্রিয়াটিকে বিতর্কমুক্ত করতে প্রতিটি বিভাগে বিসিবি থেকে একজন নির্বাচকও দেওয়ার প্রস্তাব জাতীয় লিগের সঙ্গে সংশ্লিষ্ট এক সাবেক ক্রিকেটারের।</p><p>নাম প্রকাশে অনিচ্ছুক এই ক্রিকেটারের মত, প্রাথমিক দল নির্বাচনেই কোচ, অধিনায়কের সঙ্গে বিসিবি নির্বাচক প্রতিনিধি যোগ হলে বিতর্কের শঙ্কা কমে আসবে। জাতীয় লিগের পাশাপাশি জাতীয় চ্যাম্পিয়নশিপ এবং জেলা ও বিভাগের বয়সভিত্তিক পর্যায়েও তাঁরা কাজ করতে পারেন। ভবিষ্যতে এ রকম ভাবনার সুযোগ আছে কি না জানতে চাইলে বিসিবির টুর্নামেন্ট কমিটির প্রধান আকরাম খান একটু অসহায়ত্বই যেন প্রকাশ করলেন, ‘সব বিভাগেই বিসিবির কোচ আছেন। তাঁরাই তো বিসিবির প্রতিনিধি। এখন তাঁদের কথা যদি না মানা হয়, তাহলে কী করার আছে!’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে এনসিপি নেতা বহিষ্কার | প্রথম আলো",
            "time": "2025-08-12T03:18:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fk4r4k370%2FWhatsApp-Image-2025-08-12-at-09.03.41.jpeg?rect=0%2C0%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় নাগরিক পার্টির (এনসিপি) চট্টগ্রাম নগরের যুগ্ম সমন্বয়কারী নিজাম উদ্দিনের চাঁদা দাবির একটি ভিডিও ছড়িয়ে পড়ার পর তাঁকে দল থেকে সাময়িক বহিষ্কার করা হয়েছে। গতকাল সোমবার দিবাগত রাত দুইটার দিকে এনসিপির অফিশিয়াল ফেসবুক পেজে এই বহিষ্কার আদেশ দেওয়া হয়। এতে সাময়িক বহিষ্কারের পাশাপাশি কেন তাঁকে স্থায়ীভাবে বহিষ্কার করা হবে না, এর লিখিত ব্যাখ্যা চাওয়া হয়েছে।</p><p>জাতীয় নাগরিক পার্টির কেন্দ্রীয় যুগ্ম সদস্যসচিব (দপ্তর) সালেহ উদ্দিন সিফাতের সই করা ওই চিঠিতে বলা হয়, ‘আপনার বিরুদ্ধে আনীত অভিযোগের প্রাথমিক সত্যতা পাওয়ায় আপনাকে দলের সব প্রকার সাংগঠনিক কার্যক্রম থেকে এতদ্দ্বারা সাময়িকভাবে বহিষ্কার করা হলো। এই বহিষ্কার আদেশ আজকের তারিখ হতে কার্যকর হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "একের পর এক গণপিটুনি, ১০ দিনে নিহত ৯ | প্রথম আলো",
            "time": "2025-08-12T03:11:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fsw519z6t%2Ftaragonjtortured.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সর্বশেষ ৯ আগস্ট রংপুরে চোর সন্দেহে দুজনকে পিটিয়ে হত্যা করা হয়। একই দিন মাদারীপুরে চোর সন্দেহে তিনজনকে গণপিটুনির পর একজনের চোখ তুলে ফেলার চেষ্টা হয়।</p><p>দুজনকে হত্যা করা হয় রংপুরের তারাগঞ্জ উপজেলায়। তাঁদের নাম রূপলাল দাস ও প্রদীপ দাস। সম্পর্কে তাঁরা ছিলেন জামাই-শ্বশুর। স্বজনেরা বলছেন, প্রদীপকে এগিয়ে আনতে গিয়েছিলেন রূপলাল। তাঁরা দুজন বাড়ি ফিরছিলেন। প্রদীপ নিজের ভ্যানগাড়ি চালাচ্ছিলেন। ভ্যানচোর সন্দেহে তাঁদের হত্যা করা হয়।</p><p>নিহত রূপলাল দাসের মা বৃদ্ধ লালিচা দাস প্রথম আলোকে বলেন, তাঁর ছেলে চোর নন। জুতা সেলাই করে সংসার চালান। মেয়ের বিয়ের দিন ঠিক করার জন্য তিনি (রূপলাল) ভাগনি জামাইকে বাড়িতে নিয়ে আসতে গিয়েছিলেন। তিনি বলেন, ‘মোর ছাওয়ার ঘরোক যায় মারছে, তাঁর বিচার চাও।’</p><p>জুলাই গণ-অভ্যুত্থানের পর পুলিশি কার্যক্রমের দুর্বলতার সুযোগে দেশে চুরি, ডাকাতি ও দস্যুতার (ছিনতাই) একের পর এক ঘটনা মানুষের মধ্যে উদ্বেগ বাড়িয়েছে। পরিস্থিতি এখনো স্বাভাবিক হয়নি। পাশাপাশি আগে থেকেই এ ধরনের অপরাধে বিচার না হওয়ার প্রবণতা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেতৃত্ব কেন উদাসীন থাকবে | প্রথম আলো",
            "time": "2025-08-12T03:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন কমিশনের তথ্য অনুযায়ী, বাংলাদেশে ৫১টি নিবন্ধিত রাজনৈতিক দল আছে। এর বাইরে অনেক অনিবন্ধিত দল আছে, যারা নিবন্ধনের জন্য নির্বাচন কমিশনে আবেদন করেছে। আশা করি, নির্বাচন কমিশন দ্রুততম সময়ে এ বিষয়ে চূড়ান্ত সিদ্ধান্ত নেবে।</p><p>রাজনৈতিক দলের নিবন্ধন থাকুক আর না-ই থাকুক, তাদের কিছু দায়বদ্ধতা থাকে। তারা যে জনগোষ্ঠীর সমর্থন চায়, তাদের আস্থা অর্জন করতে হয়। মানুষ দলটির নীতি-আদর্শের পাশাপাশি নেতৃত্ব গঠনের গণতান্ত্রিক প্রক্রিয়াও দেখতে চাইবে। বিশেষ করে দলটি গণতান্ত্রিক রীতিনীতি কতটা মেনে চলছে, সেসব বিষয়ে তাদের আগ্রহ থাকা অস্বাভাবিক নয়।</p><p>বাংলাদেশের রাজনীতিতে নারীর উপস্থিতি কম থাকায় এ টি এম শামসুল হুদা কমিশন প্রতিটি দলের সব স্তরের কমিটিতে এক-তৃতীয়াংশ নারী সদস্য নেওয়ার শর্ত জুড়ে দেয়, যা ২০২০ সালের মধ্যে বাস্তবায়ন করার কথা ছিল। কিন্তু কোনো দলই সেই শর্ত পূরণ করেনি। বাংলাদেশে কিছু দল আছে, তারা নারী নেতৃত্বের ঘোর বিরোধী। তারা কমিটিতে নারীর উপস্থিতি দেখতে চাইবে না, এটাই স্বাভাবিক। কিন্তু যেসব দল দশকের পর দশক নারী নেতৃত্বে পরিচালিত হয়ে আসছে, সেসব দলও এ ব্যাপারে কার্যকর পদক্ষেপ নিয়েছে বলে জানা নেই। এ কারণে কোনো দলের কোনো স্তরে ১০ শতাংশ নারী নেতৃত্বের দেখা পাওয়া যায় না। এই পরিপ্রেক্ষিতে নির্বাচন কমিশন বাধ্য হয়ে ২০২০ সালের বাধ্যবাধকতা তুলে নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এখনো ডোঙা তৈরি হয় নড়াইলের চর-শালিখায়, বসে ‘ডোঙার হাট’ | প্রথম আলো",
            "time": "2025-08-12T03:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fnbzbimmv%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এখনো ডোঙা তৈরি হয় নড়াইলের চর–শালিখায়, বসে ‘ডোঙার হাট’  \" class=\"nA4h1 \">এখনো ডোঙা তৈরি হয় নড়াইলের চর–শালিখায়, বসে ‘ডোঙার হাট’  </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-08-12T09:31:15+06:00\"><span>আপডেট: ১২ আগস্ট ২০২৫, ০৩: ৩১ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায়ী-শ্রমিকদের ভোগান্তি দূর করুন | প্রথম আলো",
            "time": "2025-08-12T03:01:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ পরিস্থিতি থেকে উত্তরণের জন্য অবিলম্বে কিছু পদক্ষেপ গ্রহণ করা জরুরি। প্রথমত, চট্টগ্রাম সিটি করপোরেশনকে জরুরি ভিত্তিতে চাক্তাই এলাকার সব ভাঙা সড়ক মেরামতের কাজ শুরু করতে হবে। শুধু আশ্বাস নয়, বাস্তব পদক্ষেপ নিতে হবে। দ্বিতীয়ত, ভবিষ্যতে যেন এ ধরনের পরিস্থিতি আর তৈরি না হয়, সে জন্য নিয়মিত রক্ষণাবেক্ষণ ও তদারকির একটি কার্যকর ব্যবস্থা চালু করতে হবে। তৃতীয়ত, স্থানীয় ব্যবসায়ী সমিতি ও সিটি করপোরেশনের মধ্যে নিয়মিত যোগাযোগ ও সমন্বয় নিশ্চিত করতে হবে, যাতে সমস্যাগুলো দ্রুত চিহ্নিত ও সমাধান করা যায়।</p><p>চাক্তাইয়ের মতো একটি ঐতিহ্যবাহী বাণিজ্যকেন্দ্রের পুনরুদ্ধার কেবল এর সড়ক মেরামতের মধ্যেই সীমাবদ্ধ নয়। এর জন্য প্রয়োজন একটি দীর্ঘমেয়াদি পরিকল্পনা, যা এই এলাকার সব সমস্যাকে বিবেচনায় নেবে। চট্টগ্রামকে দেশের বাণিজ্যিক রাজধানী হিসেবে গড়ে তুলতে হলে চাক্তাইয়ের মতো গুরুত্বপূর্ণ কেন্দ্রগুলোর অবকাঠামোগত উন্নয়নে সর্বোচ্চ গুরুত্ব দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছেলের পক্ষে আদালতে লড়তে ৯০ বছর বয়সে আইন পড়ছেন | প্রথম আলো",
            "time": "2025-08-12T03:00:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F8gs8u77a%2FCapture.PNG?rect=0%2C0%2C1332%2C699&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চীনে ৯০ বছর বয়সী এক বৃদ্ধা ফৌজদারি আইন সম্পর্কে জানতে নিয়মিত আইনের বই ও সাময়িকী পড়ছেন, প্রতিদিন যাচ্ছেন আদালতে, খতিয়ে দেখছেন মামলাসংক্রান্ত নথিপত্র। চীনের সামাজিক যোগাযোগের মাধ্যম উইবোতে সম্প্রতি এমন একটি ঘটনা আলোড়ন তুলেছে।</p><p>চীনা ওই বৃদ্ধার পারিবারিক নাম হে। ২০২৩ সালের এপ্রিলে চাঁদাবাজির বহুল আলোচিত এক মামলায় গ্রেপ্তার হন হের ছেলে লিন। লিনের বয়স ৫৭ বছর। লিনের বিরুদ্ধে মোটা অঙ্কের চাঁদাবাজির অভিযোগ করেছেন স্থানীয় উদ্যোক্তা হুয়াং। চাঁদাবাজির অঙ্ক শুনলে যে কারও চোখ ছানাবড়া হয়ে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শেয়ারবাজারে বিও হিসাব খুলবেন কীভাবে, কী কী লাগে | প্রথম আলো",
            "time": "2025-08-12T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F24d61578-1098-4bc6-976f-563f9c5c9d80%2F_____________4______________________________.jpg?rect=0%2C24%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংক হিসাবের মতো বিও হিসাব খোলার ক্ষেত্রেও কিছু কাগজপত্র লাগে। এসব কাগজপত্র ছাড়া বিও হিসাব খোলা যায় না। এবার দেখা যাক, কী কী কাগজপত্র ও তথ্য লাগে।</p><p>১. জাতীয় পরিচয়পত্রের কপি</p><p>২. মুঠোফোন নম্বর ও ই–মেইল</p><p>৩. পাসপোর্ট সাইজের দুই কপি ছবি</p><p>৪. কর শনাক্তকরণ নম্বর (টিআইএন) সনদের কপি</p><p>৫. ব্যাংক হিসাবের সাধারণ তথ্য</p><p>৬. পিতা-মাতা, স্বামী-স্ত্রীর নাম ও প্রয়োজনীয় তথ্য</p><p>৭. নমিনির তথ্য, জাতীয় পরিচয়পত্রের কপি ও ছবি</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরের পাঁচ এলাকায় বেপরোয়া অপরাধীরা, বাসিন্দারা আতঙ্কে | প্রথম আলো",
            "time": "2025-08-12T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F01iwprlp%2FGazipurDH061520250808Screenshot20250808081030Gallery.jpg?rect=0%2C13%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি বেশকিছু হত্যাকাণ্ডের ঘটনা এলাকায় চাঞ্চল্যের সৃষ্টি করেছে। এর মধ্যে, গত ১৬ মে টঙ্গীতে উড়ালসড়কের ওপর ছিনতাইকারীদের ছুরিকাঘাতে রনজু খাঁ নামের এক প্রাইভেট কারের চালকের মৃত্যু হয়। ১০ জুলাই রাতে টঙ্গীর সড়ক ও জনপথ কার্যালয়ের সামনে ছিনতাইকারীর হামলায় খুন হন কলেজশিক্ষার্থী মাহফুজুর রহমান। ১৭ মে টঙ্গী ফ্লাইওভারে ছিনতাইকারীর হাতে খুন হন মো রনজু (৩২) নামের এক যুবক। সর্বশেষ ৭ আগস্ট চান্দনা চৌরাস্তা এলাকায় প্রকাশ্যে সাংবাদিক আসাদুজ্জামানকে কুপিয়ে হত্যার ঘটনা ঘটে।</p><p>স্থানীয় বাসিন্দারা জানান, সন্ধ্যার পর এসব এলাকায় চলাচলে ভয়ভীতি কাজ করে। অনেকে প্রয়োজন না হলে রাতে বাইরে বের হন না। ভোগড়া এলাকার বাসিন্দা নাসির উদ্দিন বলেন, এসব এলাকার বাসিন্দারা দিনের বেলায়ও একা চলতে ভয় পাচ্ছেন। এসব এলাকায় পুলিশের নজরদারি বৃদ্ধি করে টহল পুলিশের সংখ্যা বাড়ানো প্রয়োজন।</p><p>জানতে চাইলে গাজীপুরের অতিরিক্ত পুলিশ কমিশনার মোহাম্মদ জাহিদুল হাসান প্রথম আলোকে বলেন, আসাদুজ্জামান হত্যাকাণ্ডের পর নগরের জনাকীর্ণ এলাকায় পুলিশের টহল বৃদ্ধি করা হয়েছে। সাদা পোশাকে পুলিশ সদস্যরা নজরদারি করছেন। নগরের সবচেয়ে গুরুত্বপূর্ণ এলাকায় মোটরসাইকেল তল্লাশি করা হচ্ছে।<br></p></div></div></div></body></html>"
        }
    ]
}