{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রবীন্দ্রনাথ বিষয়ে বোর্হেসের একটি অগ্রন্থিত লেখা | প্রথম আলো",
            "time": "2026-01-25T09:18:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fvj8nht5d%2FWhatsApp-Image-2026-01-22-at-20.41.09.jpeg?rect=0%2C76%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>লেখক ও শিক্ষাবিদ আন্তোনিও আইতা (১৮৯১-১৯৬৬), স্পেনের বিখ্যাত কবি রাফায়েল আলবের্তি (১৯০২-১৯৯৯), যিনি রবীন্দ্রনাথ নিয়ে চমৎকার একটি কবিতাও লিখেছিলেন। আর্হেন্তিনীয় লেখক, কবি ও ভাস্কর গ্লোরিয়া আলকোর্তা (১৯১৫-২০১২), ক্রিস্তিনা সি এম দে আপারিসিও (?), লেখক-ইতিহাসবিদ হুলিও আরামবুরু (১৮৯৮-১৯৭৪), বিখ্যাত কবি এনরিকে বাঞ্চ (১৮৮৮-১৯৬৮), বিখ্যাত চিত্রশিল্পী এক্তর বাসালদুয়া (১৮৯৫-১৯৭৬), ভাষাতত্ত্ববিদ, সাহিত্য সমালোচক, অনুবাদক ও অধ্যাপক আনহেল বাত্তিস্তেস্সা (১৯০২-১৯৯৩), প্রাবন্ধিক অনুবাদক হোসে বিয়াংকো (১৯০৮-১৯৮৬), কথাসাহিত্যিক আদোল্ফো বিয়ই কাসারেস (১৯১৪-১৯৯৯), উরুগুয়ের লেখক কার্মেলো এম বোনেৎ (১৮৮৬-১৯৭৭), কার্মেলোর ছেলে অভিনেতা ও নাট্য পরিচালক অস্বাল্দো বোনেৎ (১৯১৮-২০১৩), কথাসাহিত্যিক ও কবি হোর্হে লুইস বোর্হেস (১৮৯৯-১৯৮৬), বোর্হেসের বোন চিত্রশিল্পী নোরা বোর্হেস (১৯০১-১৯৮৯), লেখক ও আইনজীবী বের্নার্দো কানাল ফেইহো (১৮৯৭-১৯৮২), স্থপতি ও ভাস্কর কার্লোস দে লা কার্কোবা (১৯০৩-১৯৭৪), কবি, নাট্যকার, কথাসাহিত্যিক ও প্রাবন্ধিক আর্তুরো কাপদেবিলা (১৮৮৯-১৯৬৭), সুরকার যন্ত্রশিল্পী হোসে মারিয়া কাস্ত্রো (১৮৯২-১৯৬৪), হোসে মারিয়ার ছোট ভাই সুরকার ও কন্ডাক্টর হুয়ান হোসে কাস্ত্রো (১৮৯৫-১৯৬৮), রাষ্ট্রদূত, আইনবিদ ও অধ্যাপক আর্মান্দো কোক্কা (১৯২৪-২০২০), প্রাবন্ধিক ও সাহিত্য সমালোচক নিকোলাস কোকারো (১৯২৬-১৯৯৪), সাংবাদিক, কবি ও শিল্প সমালোচক কর্দোবা ইতুরবুরু (১৯০২-১৯৭৭), সাহিত্য ও সংস্কৃতি বিষয়ক প্রাবন্ধিক আউগুস্তো রাউল কোর্তাসার (১৯১০-১৯৭৪), নাট্যকার কামিলো দার্তেস (১৮৮৯-১৯৭৪), লেখক, দার্শনিক, প্রাবন্ধিক ও সাংবাদিক লেয়ন দুহোবনে (১৮৯৮-১৯৮৪), উরুগুয়ের লেখক, আইনজীবী ও অধ্যাপক কার্লোস আলবের্তো এর্রো (১৯০৩-১৯৬৮), দার্শনিক ও ভারতবিশেষজ্ঞ বিসেন্তে ফাতোনে (১৯০৩-১৯৬২), দার্শনিক ও নৃতত্ত্ববিদ রিসিয়েরি ফ্রন্দ্রিসি (১৯১০-১৯৮৩), প্রাবন্ধিক ও ঔপন্যাসিক কার্মেন গান্দারা (১৯০০-১৯৭৭), ঔপন্যাসিক ও ছোটগল্পকার সারা গাইয়্যার্দো (১৯৩১-১৯৮৮), অভিনেত্রী দেলিয়া গার্সেস (১৯১৯-২০০১), কবি, সাহিত্য সমালোচক ও অধ্যাপক হুয়ান কার্লোস গিয়ানো (১৯২০-১৯৯০), উচ্চাঙ্গসংগীতের সুরকার আলবের্তো হিনাস্তেরা (১৯১৯-১৯৮৩), কবি ও লেখক আলবের্তো গির্রি (১৯১৯-১৯৯১), রাকেল আর গুবেইয়্যিনি (পরিচয় জানা যায়নি), ইতালিতে জন্ম নেওয়া আর্হেন্তিনীয় সাহিত্য সমালোচক রবের্তো ফের্নান্দো গিউস্তি (১৮৮৭-১৯৭৮), এক্তর ব্লাস গনসালেস (সঠিক পরিচয় জানা যায়নি), রাফায়েল গনসালেস (পরিচয় জানা যায়নি), লেখিকা আদেলা গ্রন্দোনা (১৯১২-?), রোমান ক্যাথলিক প্রিস্ট, লেখক ও অনুবাদক ইউহেনিও গুয়াস্তা (১৯২৭-২০১৩), ঔপন্যাসিক রিকার্দো গুইরাল্দেসের স্ত্রী আদেলিনা দেল কাররিল দে গুইরাল্দেস (১৮৮৯-১৯৬৭), সাংবাদিক, ইতিহাসবিদ, নাট্য সমালোচক ও নাট্য পরিচালক এদমুন্দো গিবোউর্গ (১৮৯৩-১৯৮৬), কবি ও অধ্যাপক ফের্মিন এস্ত্রেইয়্যা গুতিয়েররেস (১৯০০-১৯৯০), নোবেলজয়ী ফিজিওলজিস্ট বের্নার্দো হোঔসাই (১৮৮৭-১৯৭১), কথাসাহিত্যিক ও প্রাবন্ধিক মারিও লান্সেলত্তি (১৯০৯-১৯৮২), বিখ্যাত ঔপন্যাসিক ও রাষ্ট্রদূত এনরিকে লাররেতা (১৮৭৫-১৯৬১), কথাসাহিত্যিক, সাংবাদিক এবং বোর্হেসের সহলেখিকা লুইসা মের্সেদেস লেবিনসন (১৯০৪-১৯৮৮), আন্তোনিয়েতা সিলবেইরা দে লেনার্সন (পরিচয় জানা যায়নি), বিখ্যাত ‘লোসাদা’ প্রকাশনীর প্রতিষ্ঠাতা গনসালো লোসাদা (১৮৯৪-১৯৮১), ইউক্রেনীয় বংশোদ্ভূত আর্হেন্তিনীয় নাট্য পরিচালক, প্রযোজক ও অভিনেতা সেসিলিও মাদানেস (১৯২১-২০০০), প্রাবন্ধিক, সাংস্কৃতিক ইতিহাসবিদ ও কূটনীতিবিদ এদুয়োর্দো মায়েইয়্যা (১৯০৩-১৯৮২), শিক্ষাবিদ হুয়ান মান্তোবানি (১৮৯৮-১৯৬১), লেখক, গবেষক ও সাহিত্য সমালোচক ফ্রিইদা স্চুলত্স দে মান্তোবানি (১৯১২-১৯৭৮), কবি, সাংবাদিক ও অনুবাদক কার্লোস মাস্ত্রোনার্দি (১৯০১-১৯৭৬), হোর্হে আ. মিত্রে (পরিচয় জানা যায়নি), স্থপতি ও চিত্রকলার ইতিহাসবিদ মার্তিন নোয়েল (১৮৮৮-১৯৬৩), প্রাবন্ধিক, কবি ও অনুবাদক এইচ এ মুরেনা (১৯২৩-১৯৭৫), কবি, প্রাবন্ধিক, অধ্যাপক ও চিত্রনাট্যকার পেদ্রো মিগেল অব্লিগাদো (১৮৯২-১৯৬৭), চিত্রশিল্পী, ভাস্কর, লেখক, স্থপতি ও কূটনীতিবিদ মিগেল ওকামো (১৯২২-১৯১৫), কবি, কথাসাহিত্যিক ও চিত্রশিল্পী সিলবিনা ওকাম্পো (১৯০৩-১৯৯৩), কথাসাহিত্যিক, প্রাবন্ধিক ও অনুবাদক মারিয়া রোসা অলিবের (১৯৯৮-১৯৭৭), কবি, প্রাবন্ধিক ও অনুবাদক মিগেল আলফ্রেদো অলিবেরা (১৯২২-২০০৮), সাহিত্য সমালোচক, সাংবাদিক, ইতিহাসবিদ ও দার্শনিক হোসে আন্তোনিও ওরিয়া (১৮৯৩-১৯৭০), প্রাবন্ধিক ও অনুবাদক লুইস দে পাওলা (?-২০০৮), কথাসাহিত্যিক এলবিরা অর্ফি (১৯৩০-২০১৮), কবি হোর্হে পাইতা (১৯৩০-১৯৬০), চিত্রশিল্পী ও চিত্রসমালোচক হুলিও এ পাইরো (১৮৯৯-১৯৭১), কবি, সাহিত্য সমালোচক ও অনুবাদক এনরিকে পেস্সোনি (১৯২৬-১৯৮৯), অভিনেতা ও নাট্যপরিচালক হোর্হে পেত্রাগলিয়া (১৯২৭-২০০৪), হোর্হে পিন্তো (পরিচয় জানা যায়নি), চিকিৎসক ও ফন্দো নাসিয়নাল দে লাস আর্তেসের প্রতিষ্ঠাতা হুয়ান কার্লোস পিনাস্কো (১৯১৫-১৯৯৮), সাহিত্য সমালোচক, অনুবাদক ও অধ্যাপক হাইমে রেস্ত (১৯২৭-১৯৭৯), স্পেনে জন্ম নেওয়া আর্হেন্তিনীয় দার্শনিক ফ্রান্সিস্কো রোমেরো (১৮৯১-১৯৬২), চিত্রশিল্প সমালোচক হোর্হে রোমেরো ব্রেস্ত (১৯০৫-১৯৮৯), কবি, প্রাবন্ধিক ও সাহিত্য সমালোচক সেসার রোসালেস (১৯০৮-১৯৭৩), কথাসাহিত্যিক ও প্রাবন্ধিক এর্নেস্তো সাবাতো (১৯১১-২০১১), এইয়্যিনর সালমন (পরিচয় জানা যায়নি), বিখ্যাত সাহিত্য সমালোচক লুইস এমিলিও সোতো (১৯০২-১৯৭০), কবি, সাহিত্য সমালোচক ও প্রাবন্ধিক গিইয়্যের্মো দে তোররে (১৯০০-১৯৭১), রোহেলিও ত্রিস্তানি (পরিচয় জানা যায়নি), কবি হোর্হে বোকোস লেস্কানো (১৯২৪-১৯৮৯), কবি ও ঔপন্যাসিক মারিয়া এলেনা ওয়াল্স (১৯৩০-২০১১), হোর্হে বিইয়্যাল্বা ওয়াল্স (পরিচয় জানা যায়নি) এবং সিনেমা পরিচালক ও প্রযোজক আলবের্তো সাবালিয়া (১৯১১-১৯৮৮)। ৮৫ জনের মধ্যে ১০ জনের পরিচয় নিশ্চিত হওয়া যায়নি। কিন্তু বাকি ৭৫ জনই নিজ নিজ ক্ষেত্রে জাতীয় পর্যায়ে বরেণ্য, তাঁদের কেউ কেউ আন্তর্জাতিক পর্যায়ে বিখ্যাত ব্যক্তিত্ব। তাঁরা হয়তো জন্মশতবার্ষিকীতে সক্রিয় ছিলেন না, তবু তাঁদের অন্তর্ভুক্তি যে উদ্‌যাপনে গুরুত্ব তৈরি করেছিল, তাতে কোনো সন্দেহ নেই। </p></div></div></body></html>"
        },
        {
            "title": "এলডিসি উত্তরণে উচ্চ শুল্ক রাখা যাবে না, তাই কমানো হচ্ছে: এনবিআর চেয়ারম্যান | প্রথম আলো",
            "time": "2026-01-25T09:14:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fo33dvhoh%2F20e32438-3593-4f21-9ecb-9421c0775e6c.jfif?rect=0%2C280%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলডিসি থেকে উত্তরণের পর শুল্কের উচ্চ হার রাখা যাবে না। সেই বাস্তবতা মাথায় রেখে ক্রমান্বয়ে শুল্কহার কমানো হচ্ছে বলে জানিয়েছেন জাতীয় রাজস্ব বোর্ডের (এনবিআর) চেয়ারম্যান মো. আবদুর রহমান খান।</p><p>এনবিআর চেয়ারম্যান বলেন, রাজস্ব আদায় বাড়াতে গত দেড় বছরে শুল্ক বাড়ানো হয়নি; বরং জনস্বার্থ বিবেচনায় বেশ কিছু নিত্যপণ্যের শুল্কহার কমানো হয়েছে।</p><p>আজ রোববার দুপুরে রাজধানীর আগারগাঁওয়ের জাতীয় রাজস্ব ভবনে আন্তর্জাতিক কাস্টমস দিবস–২০২৬ পালন উপলক্ষে আয়োজিত সংবাদ সম্মেলনে এ কথা বলেন এনবিআর চেয়ারম্যান। দিবসটি উপলক্ষে আগামীকাল সোমবার এনবিআরে সেমিনার আয়োজন করা হয়েছে। এ ছাড়া দেশের বিভিন্ন কাস্টম হাউস ও কাস্টম স্টেশনে আলোচনা সভার আয়োজন করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্নীতির টুঁটি চেপে ধরা হবে: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-25T09:12:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fkazaxdkk%2F443b5111-175a-4986-bb90-51a91f5acc4d.jfif?rect=0%2C113%2C1277%2C670&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নগর বিএনপির আহ্বায়ক এরশাদ উল্লাহর সভাপতিত্বে নির্বাচনী জনসভায় সঞ্চালনা করেন সদস্যসচিব নাজিমুর রহমান। অন্যদের মধ্যে বক্তব্য দেন বিএনপির স্থায়ী কমিটির সদস্য আমীর খসরু মাহমুদ চৌধুরী, সালাহউদ্দিন আহমদ, বিএনপির ভাইস চেয়ারম্যান মীর মোহাম্মদ নাছির উদ্দিন, চট্টগ্রাম সিটি করপোরেশনের মেয়র শাহাদাত হোসেন, কেন্দ্রীয় যুবদলের সভাপতি মোনায়েম মুন্না,  বিএনপির চট্টগ্রাম বিভাগীয় সহ সাংগঠনিক সম্পাদক মীর মোহাম্মদ হেলাল উদ্দিন, ছাত্রদলের কেন্দ্রীয় সাধারণ সম্পাদক নাছির উদ্দীন, নগর বিএনপির সাবেক সাধারণ সম্পাদক আবুল হাশেম, নগর যুবদলের সাবেক সাধারণ সম্পাদক মোহাম্মদ শাহেদ প্রমুখ।</p><p>চট্টগ্রামের ১৬টি আসনের প্রার্থীদের মধ্যে উপস্থিত ছিলেন গিয়াস উদ্দিন কাদের চৌধুরী, আসলাম চৌধুরী, নুরুল আমিন, আবু সুফিয়ান, এনামুল হক, সাঈদ আল নোমান, হুমাম কাদের চৌধুরী, সরওয়ার জামাল নিজাম, মিশকাতুল ইসলাম চৌধুরী, নাজমুল মোস্তফা আমিন, জসিম উদ্দিন ও মোস্তফা কামাল পাশা। জনসভা শেষে ধানের শীষ হাতে দিয়ে প্রার্থীদের পরিচয় করিয়ে দেন তারেক রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে চাকার স্প্রিং খুলে স্টেশনের আগেই থামল ট্রেন | প্রথম আলো",
            "time": "2026-01-25T09:04:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fxst42wjy%2Fgazipurdh071620260125sreepur-train-accident-1.jpg?rect=0%2C50%2C924%2C485&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাত্রী ও স্থানীয় কয়েকজন বলেন, ট্রেনটি থেমে যাওয়ার পর যাত্রীরা আতঙ্কিত হয়ে পড়েন। পরে ট্রেনচালক ও অন্যান্য কর্মীরা রেললাইনের পাশে পড়ে থাকা স্প্রিংটি কুড়িয়ে আনেন। স্থানীয় বাসিন্দা হামিদ মিয়ার বাড়ি থেকে জিআই তার এনে স্প্রিংটির সঙ্গে থাকা আরেকটি যন্ত্রাংশ সাময়িকভাবে বেঁধে রাখেন কর্মীরা। এরপর প্রায় সোয়া এক ঘণ্টা ঘটনাস্থলে দাঁড়িয়ে থাকার পর রেলওয়ের ঊর্ধ্বতন কর্তৃপক্ষের নির্দেশনায় ধীরে ধীরে মহুয়া এক্সপ্রেসটি শ্রীপুর স্টেশনে নিয়ে যাওয়া হয়। নিরাপত্তার কারণে ট্রেনটির পরবর্তী যাত্রা সাময়িকভাবে স্থগিত রাখা হয়।</p><p>রেলস্টেশন সূত্র জানায়, এ ঘটনায় মহুয়া এক্সপ্রেস নির্ধারিত সময় অনুযায়ী যাত্রা শুরু করতে পারেনি এবং বর্তমানে শ্রীপুর রেলস্টেশনে দাঁড়িয়ে আছে। এ ছাড়া ওই রেলপথে ট্রেন চলাচল কিছু সময়ের জন্য ব্যাহত হয়। মহুয়া এক্সপ্রেসের কারণে ঢাকাগামী ব্রক্ষপুত্র এক্সপ্রেস প্রায় দেড় ঘণ্টা বিলম্বে শ্রীপুর স্টেশন ত্যাগ করে। সব মিলিয়ে ওই সময় অন্তত তিনটি ট্রেনের সময়সূচিতে বিঘ্ন ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুয়েটে জাতীয় পর্যায়ের সিভিল ইঞ্জিনিয়ারিং সামিট ‘সেলেনসিয়া সিজন ১’ | প্রথম আলো",
            "time": "2026-01-25T09:01:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fnrirmg13%2F2.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩০ জানুয়ারি ২০২৬ বাংলাদেশের স্নাতক পর্যায়ের সিভিল ইঞ্জিনিয়ারিং শিক্ষার্থীদের জন্য জাতীয় পর্যায়ের একটি গুরুত্বপূর্ণ আয়োজন হতে যাচ্ছে ‘সেলেনসিয়া: সিজন ১’। এই জাতীয় সিভিল ইঞ্জিনিয়ারিং সামিটে দেশের বিভিন্ন বিশ্ববিদ্যালয়ের শিক্ষার্থীরা অংশ নেবেন প্রতিযোগিতামূলক, প্রযুক্তিনির্ভর ও উদ্ভাবনী নানা কার্যক্রমে।</p><p>সামিটটি বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) সিভিল ইঞ্জিনিয়ারিং বিভাগের অধীন এসিআই বুয়েট স্টুডেন্ট চ্যাপটার এবং এএসসি স্টুডেন্ট চ্যাপটার, বুয়েটের যৌথ উদ্যোগে আয়োজিত হচ্ছে।</p><p>এ আয়োজনের টাইটেল স্পনসর হিসেবে রয়েছে শাহ সিমেন্ট এবং গোল্ড স্পনসর হিসেবে যুক্ত হয়েছে সিএসআরএম। এ ছাড়া দেশের শীর্ষস্থানীয় জাতীয় দৈনিক প্রথম আলো এই সামিটের অ্যাসোসিয়েট পার্টনার হিসেবে যুক্ত রয়েছে, যা আয়োজনটির জাতীয় পর্যায়ে প্রচার ও গ্রহণযোগ্যতা আরও বাড়াবে। পাশাপাশি অংশগ্রহণকারীদের অভিজ্ঞতা আরও সমৃদ্ধ করতে Fairmate Chemicals (BD) Ltd যুক্ত হয়েছে স্যুভেনির পার্টনার হিসেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বরগুনা জেলা জামায়াতের নেতা বললেন, ডাকসু মাদকের আড্ডাখানা-বেশ্যাখানা ছিল | প্রথম আলো",
            "time": "2026-01-25T08:59:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fxbpzvoad%2FBargunaDH070020260125IMG-20260125-WA0004.jpg?rect=0%2C0%2C814%2C427&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় ছাত্র সংসদ (ডাকসু) ‘মাদকের আড্ডাখানা ও বেশ্যাখানা’ ছিল বলে মন্তব্য করেছেন বরগুনা জেলা জামায়াতে ইসলামীর সহকারী সেক্রেটারি জেনারেল মো. শামীম আহসান। গতকাল শনিবার রাতে বরগুনার পাথরঘাটার কাটাখালী এলাকায় বরগুনা-২ আসনে জামায়াতের প্রার্থী সুলতান আহমেদের নির্বাচনী জনসভায় তিনি এ কথা বলেন।</p><p> শামীম আহসান বলেন, ‘আমরা দেখছি, ডাকসু নির্বাচনের পরে, যে ডাকসু মাদকের আড্ডা ছিল, যে ডাকসু বেশ্যাখানা ছিল, সেটা ইসলামী ছাত্রশিবির পরিবর্তন করতে সক্ষম হয়েছে। তাই এই বাংলাদেশ থেকে সকল প্রকার অন্যায়, সকল প্রকার চাঁদাবাজ, সকল প্রকার দুর্নীতি উৎখাত করতে জামায়াতে ইসলামী সক্ষম।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছয়তলা থেকে একজন নেমে এসেছেন শুধু দেখা করার জন্য: তাসনিম জারা | প্রথম আলো",
            "time": "2026-01-25T08:53:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F0qhvnwq5%2Ftasnim-jara.jpg?rect=0%2C388%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনী প্রচারে যেখানেই যাচ্ছেন, সেখানেই সাধারণ মানুষ ঘিরে ধরছেন, সেলফি তুলছেন বলে জানান তাসনিম জারা। শিক্ষার্থী থেকে শুরু করে বিভিন্ন বয়সী মানুষ তাঁর সঙ্গে দাঁড়িয়ে ছবি তুলছেন বলেন তিনি। কেউ কেউ সন্তানদের পাশে দাঁড় করিয়ে মুঠোফোনে ছবি তুলছেন বলেন তিনি।</p><p>নিজের ইশতেহার প্রসঙ্গে তাসনিম জারা বলেন, ‘আমরা স্বচ্ছতা ও জবাবদিহির রাজনীতির কথা বলছি। মানুষ এতে সাড়া দিচ্ছেন। ঢাকা-৯ আসনের যে বাস্তব চাহিদা, তা ইশতেহারে তুলে ধরা হয়েছে।’ আকাশকুসুম নয়, সুনির্দিষ্ট ও বাস্তবায়নযোগ্য পরিকল্পনা রাখা হয়েছে বলেন তিনি। এলাকার মানুষের চাওয়া-পাওয়ার ভিত্তিতে ইশতেহার তৈরি করা হয়েছে বলেও জানান তাসনিম জারা।</p><p>খিলগাঁও ও বউবাজার এলাকায় প্রচারের অভিজ্ঞতা জানান তাসনিম জারা। তিনি বলেন, প্রতিদিনই এমন অনেক অভিজ্ঞতা হচ্ছে, যা ভাষায় প্রকাশ করা কঠিন। একজন নারী ভোটারের কথা উল্লেখ করে তিনি বলেন, ‘তিনি বলেছেন, তাঁর ছেলে জানিয়েছে, লাঠিতে ভর দিয়েও তিনি বাজারে এসে আমার সঙ্গে দেখা করবেন। এসব মুহূর্ত আমাকে অনেক অনুপ্রেরণা দেয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্টারলিংকের আদলে স্যাটেলাইটনির্ভর ইন্টারনেট সেবা দেবে জেফ বেজোসের ব্লু অরিজিন | প্রথম আলো",
            "time": "2026-01-25T08:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-16%2Flugv2hy8%2FSarelite.reuters.png?rect=0%2C39%2C374%2C196&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টারলিংকের মতো ব্যক্তিগত ব্যবহারকারী বা ছোট প্রতিষ্ঠানগুলোয় ইন্টারনেট সেবা দেওয়ার পরিকল্পনা নেই ব্লু অরিজিনের। প্রতিষ্ঠানটি মূলত বড় করপোরেট প্রতিষ্ঠান, ডেটা সেন্টার ও সরকারি সংস্থাকে লক্ষ্য করে এই সেবা চালু করতে চায়। বিশেষ করে যেসব অঞ্চলে ফাইবার অপটিক নেটওয়ার্ক স্থাপন ব্যয়বহুল, প্রযুক্তিগতভাবে জটিল কিংবা সময়সাপেক্ষ, সেখানে টেরাওয়েভ কার্যকর বিকল্প হতে পারে বলে মনে করছে তারা। ব্লু অরিজিনের দাবি, এই নেটওয়ার্ক থেকে প্রতি সেকেন্ডে সর্বোচ্চ ৬ টেরাবিট পর্যন্ত তথ্য আদান–প্রদান করা যাবে।</p><p>সূত্র: টেকলুসিভ</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ভোটের মাঠে চার নারী প্রার্থী | প্রথম আলো",
            "time": "2026-01-25T08:41:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fmnt501w7%2FScreenshot-2026-01-25-143935.png?rect=0%2C70%2C793%2C416&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম-১১ আসনের প্রার্থী বাসদের (মার্ক্সবাদী) দীপা মজুমদার গত শুক্রবার নগরে গোসাইলডাঙা ও সদরঘাট এলাকায় গণসংযোগ করেছেন। আনু মাঝির ঘাট এলাকায় উঠান বৈঠক করছেন। সেখানে তাঁকে দেখা যায় মানুষের কাছে গিয়ে কাঁচি মার্কায় ভোট চাইতে। নারীরা কেউ তাঁর সঙ্গে করমর্দন করছেন। কেউ বুকে জড়িয়ে ধরছেন। </p><p>চট্টগ্রাম-১১ আসনে নারী ভোটার ২ লাখ ৪২ হাজার ৯৪২ জন। মোট ভোটারে প্রায় ৪৯ শতাংশ নারী। আনু মাঝির ঘাট এলাকায় উঠান বৈঠকে আসা নারীরা দীপা মজুমদারকে তাঁদের নানা সমস্যার কথা জানান। তাঁদের ভাষ্য, এর আগে ভোটকেন্দ্রে যেতে পারেননি তাঁরা। গেলেও আগে থেকে ঠিক করে দেওয়া হয়েছে ভোট। এবার যাতে অন্তত ভোট দিতে পারেন। </p><p>দীপা মজুমদার <em>প্রথম আলো</em>কে বলেন, ‘ভোটের ব্যাপারে আমরা আশাবাদী। মানুষ আমাদের উৎসাহের সঙ্গে গ্রহণ করছেন। আমরা তাঁদের সঙ্গে কথা বলছি। তাঁদের প্রত্যাশার কথা শুনছি। নারী প্রার্থী হিসেবে সবাই আমাদের পাশে থাকার কথা জানিয়েছেন। আমরা তাঁদের বলেছি, এবার নিজের পছন্দের প্রার্থীকেই ভোট দিতে পারবেন তাঁরা।’ </p><p>শুক্রবার নগরের ঈদগাহ এলাকা থেকে প্রচার শুরু করেছেন বাসদের (মার্ক্সবাদী) আরেক প্রার্থী আসমা আক্তার। তিনি চট্টগ্রাম-১০ আসনে নির্বাচন করছেন। আসমা আক্তার বলেন, ‘আগে নারীরা ভোটকেন্দ্রে যেতে চাইতেন না। তাঁদের ওপর নানা ধরনের চাপ ছিল। অনেকেই এখনো সন্দিহান, ভোট হবে কি না। প্রথম দিন বিভিন্ন জায়গায় সংঘর্ষে তাঁর আবার আতঙ্কিত। আমরা তাঁদের ভয় কাটাতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষক-শিক্ষার্থীদের মুখোমুখি দাঁড় করাচ্ছে কারা | প্রথম আলো",
            "time": "2026-01-25T08:40:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F0h65yg43%2FSYLHETDH048620260119SYLHET-SUST-PIC-56-5.JPG?rect=0%2C163%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্ষমতাসীন রাজনৈতিক দলের ছাত্রসংগঠনগুলো কতটা শক্তিশালী, সেটা আমরা বুঝতে পারব যদি আমরা বিগত কয়েক দশকে ঘটে যাওয়া শিক্ষক নিগ্রহের তথ্য দেখি। বিগত সরকারের সময়কাল, অর্থাৎ ২০০৮ থেকে জুলাইয়ের গণ–অভ্যুত্থানের আগপর্যন্ত গণমাধ্যমে প্রকাশিত শিক্ষক হেনস্তা ও নিগ্রহের সংবাদ বিশ্লেষণ করে দেখতে পাই, সারা বাংলাদেশে বিভিন্ন বিশ্ববিদ্যালয় ও শিক্ষাপ্রতিষ্ঠানে শিক্ষকদের ওপর হামলা হয়েছে কমপক্ষে ১৪টি।</p><p>এর বাইরেও কিছু ঘটনা ঘটে থাকতে পারে যে বিষয়গুলো প্রধান জাতীয় দৈনিকে অথবা সামাজিক যোগাযোগমাধ্যমে প্রকাশিত হয়নি। শিক্ষকদের ওপর এসব সহিংস ঘটনা পর্যালোচনা করলে দেখা যায়, সব কটি ক্ষেত্রেই ক্ষমতাসীন রাজনৈতিক দলের ছাত্রসংগঠনের কর্মীরা সরাসরি যুক্ত ছিলেন। শিক্ষাঙ্গনে রাজনৈতিকীকরণের প্রক্রিয়ায় কিছু শিক্ষক ও শিক্ষার্থী এতটাই ক্ষমতাবান হয়ে ওঠেন যে বিশ্ববিদ্যালয় ও প্রশাসন তাঁদের বিরুদ্ধে তেমন কোনো ব্যবস্থা নেয় না।</p><p>এবার আমরা যদি জুলাই গণ–অভ্যুত্থান-পরবর্তী সময়কাল বিবেচনায় নিই, তাহলে দেখতে পাই, শিক্ষার্থী কর্তৃক শিক্ষকদের ওপর হামলা কিংবা শিক্ষকদের সম্মানহানিমূলক কার্যকলাপ ঘটেছে ন্যূনতম ১০টি, যা আমরা বিভিন্ন জাতীয় দৈনিক পত্রিকা কিংবা সামাজিক যোগাযোগমাধ্যমে জানতে পেরেছি। এত স্বল্প সময়ের মধ্যে এতগুলো নিগ্রহের ঘটনা যেকোনো সময়ের চেয়ে অনেক বেশি, যা আমাদের শিক্ষাব্যবস্থার জন্য একটি উদ্বেগের বিষয়। </p><p>এখানে সবচেয়ে বড় উদ্বেগের বিষয়টি হলো ‘মব  জাস্টিস’–এর উত্থান। ‘মব’–এর মতো একটি নেতিবাচক শব্দের সঙ্গে ‘জাস্টিস’–এর মতো একটি ইতিবাচক শব্দ জুড়ে দিয়ে মবের একধরনের সামাজিক ও রাজনৈতিক বৈধতা দেওয়ার প্রচেষ্টা দৃশ্যমান। মবকে একধরনের ‘প্রেশার গ্রুপ’ হিসেবে চিহ্নিত করে তাদের যাবতীয় সহিংস কার্যকলাপের পরিপ্রেক্ষিতে সরকারের নীরবতা একধরনের বৈধতা দিয়ে আসছে, যা হতাশার। দেশজুড়ে এ ধরনের যত অস্থিরতা আমরা দেখতে পাই, এর একটি বড় অংশজুড়ে রয়েছে তরুণদের অংশগ্রহণ।</p><p>যে তরুণদের আমাদের ক্লাসরুমে দেখতে পাওয়ার কথা, তাঁদের অনেককেই এখন নানাবিধ সমাজবিরোধী ও সহিংস কার্যক্রমের সঙ্গে যুক্ত থাকতে দেখা যায়, যা প্রায়ই সংবাদমাধ্যমে আমরা দেখতে পাই।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় নির্বাচনের প্রেক্ষাপটে সাংবাদিকদের নিরাপত্তা নিয়ে উদ্বেগ ইউনেসকোর | প্রথম আলো",
            "time": "2026-01-25T08:33:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fezcvog87%2FUNESCOPALO.jpeg?rect=0%2C163%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেহেদি বেনচেলাহর নেতৃত্বাধীন প্রতিনিধিদলটি প্রথম আলো কার্যালয় পরিদর্শন করে এবং পরিস্থিতি সরেজমিনে জানার পাশাপাশি মতবিনিময় করে। এ সময় মেহেদি বেনচেলাহকে স্বাগত জানান প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ।</p><p>পরিদর্শনকালে মেহেদি বেনচেলাহ রাজধানীর কারওয়ান বাজার এলাকায় প্রথম আলোর পুড়ে যাওয়া ও লুট হওয়া ভবন ঘুরে দেখেন। হামলায় যে মাত্রার ক্ষয়ক্ষতি হয়েছে, তা দেখে তিনি হতবাক হন।</p><p>প্রথম আলোর প্রতি সংহতি প্রকাশ করে মেহেদি বেনচেলাহ বলেন, বাংলাদেশে গণমাধ্যমের পাশে থাকার প্রতিশ্রুতি ইউনেসকো অব্যাহত রাখবে। সাংবাদিকদের প্রশিক্ষণসহ বিভিন্ন উদ্যোগের মাধ্যমে বিশেষ করে নির্বাচনকালীন চ্যালেঞ্জ মোকাবিলায় সাংবাদিকদের আরও প্রস্তুত করতে সহযোগিতা করা হবে।</p><p>প্রথম আলো কার্যালয়ে নির্বাহী সম্পাদক সাজ্জাদ শরিফ ও জ্যেষ্ঠ সাংবাদিকদের সঙ্গে বৈঠকে বসেন বেনচেলাহ। সেখানে তিনি হামলার সম্ভাব্য উদ্দেশ্য এবং সাংবাদিকদের নিরাপত্তা পরিস্থিতি সম্পর্কে জানতে চান।</p></div></div></div></body></html>"
        },
        {
            "title": "মিয়ানমারে চূড়ান্ত ধাপের ভোট গ্রহণ চলছে, এগিয়ে সেনা-সমর্থিত দল | প্রথম আলো",
            "time": "2026-01-25T08:29:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F0dr2n74p%2FMyanmar.jpg?rect=0%2C46%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনে আগের দুটি ধাপের ভোট গ্রহণ হয়েছে গত ২৮ ডিসেম্বর ও ১১ জানুয়ারি। এতে ভোটার উপস্থিতি ছিল প্রায় ৫৫ শতাংশ, যা ২০১৫ ও ২০২০ সালের নির্বাচনের তুলনায় অনেক কম। ওই দুই নির্বাচনে ভোটার উপস্থিতি ছিল গড়ে ৭০ শতাংশ।</p><p>জাতিসংঘ, কয়েকটি পশ্চিমা সরকার ও মানবাধিকার গোষ্ঠী এটিকে প্রহসনের নির্বাচন আখ্যা দিয়ে বলেছেন, এ নির্বাচন মিয়ানমারে সামরিক শাসনকে আরও দীর্ঘায়িত করবে।</p><p>তবে ক্ষমতাসীন জান্তা সরকার প্রতিশ্রুতি দিয়ে বলেছে, তারা খুব সম্ভবত আগামী এপ্রিলে একটি নতুন সরকারের কাছে ক্ষমতা হস্তান্তর করবে।</p><p>২০২১ সালের ১ ফেব্রুয়ারি অভ্যুত্থানের মাধ্যমে মিয়ানমারের সামরিক বাহিনী শান্তিতে নোবেল বিজয়ী অং সান সু চির দলের নির্বাচিত সরকারকে উৎখাত করে দেশটির ক্ষমতা দখল করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইঞ্জিনিয়ারিং পড়া নিয়ে ৫ ভুল ধারণা | প্রথম আলো",
            "time": "2026-01-25T08:27:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fqj4tvh2u%2Fpexels-thisisengineering-3862130.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেকের ধারণা বুয়েট, কুয়েট, রুয়েট, চুয়েটের মতো বিশ্ববিদ্যালয় থেকে প্রকৌশল না পড়ালে ভালো ক্যারিয়ার গড়া সম্ভব নয়। বাস্তবতা হলো, চাকরির বাজারে শিক্ষার্থীদের সনদের পাশাপাশি দক্ষতাকে গুরুত্ব দেওয়া হয়। প্রকৌশলের অনেক ড্রপ আউট শিক্ষার্থীও কেবল দক্ষতার জোরে বিভিন্ন প্রকল্পে ডাক পান।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত আমিরের প্রতিদ্বন্দ্বী বিএনপি প্রার্থী বললেন, আগেও অনেক দলীয় প্রধান নগণ্য কর্মীর কাছে হেরেছেন | প্রথম আলো",
            "time": "2026-01-25T08:26:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Ft5wml8ng%2FDhaka-15.jfif?rect=0%2C9%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শফিকুল ইসলাম খান বলেন, ‘আমি বিএনপির ধানের শীষের প্রার্থী। এই এলাকায় আমার জন্ম। এখানেই ছোট থেকে বড় হয়েছি। এলাকার প্রতিটি মানুষের সঙ্গে আমরা সুসম্পর্ক আছে। আমি সবাইকে চিনি, জানি। এলাকার সব বাড়ির মালিক সমিতি, ফ্ল্যাট মালিক সমিতি, তারা সবাই চায়—তাদের এলাকায় এমন একজন প্রতিনিধি পাক, যার কাছে গিয়ে তাদের এলাকার সব সমস্যার কথা বলতে পারবে।’</p><p>নির্বাচিত হলে ভাঙা রাস্তাঘাট, পানি–গ্যাসের সংকট, জলাবদ্ধতা সমস্যার সমাধানে অগ্রাধিকার দেবেন বলে জানান বিএনপির এই প্রার্থী।</p><p>মাদক থেকে সবাইকে দূরে রাখতে এলাকায় খেলার মাঠ করবেন বলেও জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তীকালীন সরকার: উদারতার বয়ান ও অসহিষ্ণুতার বাস্তবতা | প্রথম আলো",
            "time": "2026-01-25T08:23:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F1c04i1nz%2Fcaricature27.JPG?rect=0%2C21%2C993%2C521&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এই অর্থনৈতিক উদার নীতির বাইরেও অন্তর্বর্তীকালীন সরকারের আরেকটি গুরুত্বপূর্ণ উদার নীতির দৃষ্টান্ত দেখা যায় দেশের সাংস্কৃতিক পরিমণ্ডলে। এই সরকারের আমলে বেশ ঘটা করে বিভিন্ন মত ও পথের মানুষের উৎসব সরকার উদ্‌যাপন করেছে। অন্তর্বর্তী সরকারের অধীন প্রাতিষ্ঠানিকভাবে বড় পরিসরে এই প্রথম শিল্পকলা একাডেমিতে দুর্গাপূজা, বুদ্ধপূর্ণিমা, ঈদ ও বড়দিন—৪টি প্রধান ধর্মের প্রধান উৎসবগুলোতে সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়েছে। এ ছাড়া বিভিন্ন ক্ষুদ্র জাতিগোষ্ঠীর উৎসবেও সরকারি পৃষ্ঠপোষকতা ছিল লক্ষণীয়। বিভিন্ন ধর্মীয় উৎসবকে কেন্দ্র করে সরকারি ছুটিও বৃদ্ধি করা হয়েছিল। কাছের অনেক বন্ধুকে বলতে শুনেছি, আর যা–ই হোক না কেন, এই সরকার সাংস্কৃতিকভাবে বেশ শক্তিশালী। প্রধান উপদেষ্টার সামাজিক যোগাযোগমাধ্যম থেকে যে ধরনের ফিল্মমেকিং আমরা দেখতে পেয়েছি, তা বাংলাদেশের ইতিহাসে নিঃসন্দেহে অদ্বিতীয়। দেশের নাগরিকদের অনেকেই হয়তো অন্তর্বর্তীকালীন সরকারের এই সাংস্কৃতিক রুচি সামনের সরকারগুলোর কাজে খুঁজে ফিরবেন।</p><p>এত দারুণ সব ভিডিও, শর্টফিল্ম, রিলসের মাধ্যমে বাংলাদেশের বর্তমান অবস্থা সম্বন্ধে অজ্ঞ যে কেউ ভাববেন, বাংলাদেশ হয়তো এই সময়টায় সবচেয়ে সহনশীল ও স্থিতিশীল অবস্থায় ছিল; কিন্তু এটিই পুরোপুরি বাস্তবচিত্র? গত দেড় বছরে আমরা এ–ও দেখেছি, অসহিষ্ণু রাজনৈতিক, সামাজিক ও সাংস্কৃতিক অবস্থার মধ্য দিয়েও পার করেছে বাংলাদেশ।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুক, জিমেইলসহ বিভিন্ন অনলাইন সেবার প্রায় ১৫ কোটি পাসওয়ার্ড ফাঁস | প্রথম আলো",
            "time": "2026-01-25T08:19:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-08%2Fb2qmh46b%2Fpassword.reuters.png?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনের তথ্য অনুযায়ী, তথ্যনিরাপত্তা-বিশ্লেষক জেরেমায়া ফাউলার সম্প্রতি অনলাইনে বিশাল একটি ডেটাবেজের সন্ধান পান। সেখানে বিশ্বের বহুল ব্যবহৃত বিভিন্ন ডিজিটাল প্ল্যাটফর্ম ও সেবার লগইন তথ্য সংরক্ষিত ছিল। এর মধ্যে রয়েছে ই-মেইল সেবা, সামাজিক যোগাযোগমাধ্যম, ভিডিও ও অডিও স্ট্রিমিং প্ল্যাটফর্ম, পাশাপাশি শেয়ার ও আর্থিক লেনদেন-সংক্রান্ত অ্যাকাউন্টের তথ্য। ফাউলারের তথ্যমতে, প্রায় ৯৬ গিগাবাইটের ডেটাবেজটিতে কোনো ধরনের নিরাপত্তাব্যবস্থা ছিল না। অর্থাৎ কোনো পাসওয়ার্ড বা সুরক্ষাব্যবস্থা ছাড়াই এটি উন্মুক্ত অবস্থায় রাখা হয়েছিল, ফলে যে কেউ সহজেই এতে প্রবেশ করতে পারত। আরও উদ্বেগের বিষয়, ফাঁস হওয়া তথ্যের মধ্যে বিভিন্ন সরকারি ওয়েবসাইটের লগইন তথ্যও পাওয়া গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ‘ইয়ুথ পলিসি টক’ অনুষ্ঠানে তরুণদের মুখোমুখি তারেক রহমান | প্রথম আলো",
            "time": "2026-01-25T08:18:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fnxh76s7v%2FWhatsApp-Image-2026-01-25-at-13.09.45.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমান স্বাস্থ্য খাতের প্রসঙ্গে বলেন, ইউরোপে প্রিভেনশনকে গুরুত্ব দেওয়া হচ্ছে। তাঁরাও প্রিভেনশনভিত্তিক ব্যবস্থা চান। চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে রোগীর তুলনায় সুযোগ-সুবিধা কম। তাই চাপ কমাতে হলে মানুষকে কম অসুস্থ হতে হবে—অর্থাৎ ‘লেস নম্বর অব পিপল’ হাসপাতালে যাবে। তিনি জানান, ধাপে ধাপে এক লাখ ‘হেলথ কেয়ার’ কর্মী নিয়োগের পরিকল্পনা আছে, যাঁরা গ্রামে গ্রামে বাড়ি বাড়ি গিয়ে বেসিক স্বাস্থ্যসেবা ও পরামর্শ দেবেন। এর মধ্যে ৮০ থেকে ৮৫ শতাংশ নারী কর্মী নিয়োগ করা হবে।</p><p>কৃষকের ক্ষতি ও সিন্ডিকেট নিয়ে প্রশ্ন করেন এক শিক্ষার্থী। জবাবে তারেক রহমান বলেন, কৃষক কার্ডের মাধ্যমে জমি, মালিকানা ও ফসলের ডেটাবেজ তৈরি করা হবে উপজেলা কৃষি অফিসের মাধ্যমে। এতে কোন কৃষক কী চাষ করছেন, জানা যাবে, সহায়তা ‘টার্গেটেড’ করা যাবে।</p><p>বিএনপির চেয়ারম্যান আরও বলেন, আবহাওয়া দেখে কৃষক সিদ্ধান্ত নিতে পারবেন—এমন একটি অ্যাপ নিয়ে কাজ হয়েছে; দুর্যোগ হলে স্যাটেলাইট দিয়ে ক্ষতি শনাক্ত করে ক্ষতিগ্রস্ত কৃষকের কাছে সহায়তা পৌঁছানো সহজ হবে। অর্থনীতির স্বাভাবিক সাপ্লাই চেইন বাধাগ্রস্ত করলে উল্টো ক্ষতি হতে পারে। তবে যেসব জায়গায় অনৈতিকভাবে কিছু মানুষ দাম বাড়ায়, তাদের শনাক্ত করে আইন অনুযায়ী ব্যবস্থা নেওয়া হবে।</p><p>সরকারি সেবা প্রসঙ্গেও কথা বলেন তারেক রহমান। তিনি বলেন, নাগরিক সেবা সহজ করতে পুরো সিস্টেমকে ডিজিটালাইজড করা হবে, যাতে মানুষ ঘরে বসেই এনআইডি বা পাসপোর্ট সংশোধন করতে পারেন। খাদ্যে ভেজাল ও অতিরিক্ত ফরমালিন রোধে সরকারি তদারকি বাড়ানোর পাশাপাশি সামাজিক সচেতনতা ও তরুণ প্রজন্মের অংশগ্রহণের ওপর গুরুত্ব দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে নিশ্ছিদ্র নিরাপত্তাব্যবস্থা করবে ইসি: সিইসি | প্রথম আলো",
            "time": "2026-01-25T08:13:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F1d2pg79w%2FCEC.jpeg?rect=0%2C0%2C1404%2C737&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসির উদ্দিন বলেন, খুব সুন্দর আলোচনা হয়েছে। বর্তমান কমিশন দায়িত্ব নেওয়ার পর থেকে ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটের জন্য কী কী প্রস্তুতি নিয়েছে, তা কূটনীতিকদের জানানো হয়েছে। নির্বাচন কমিশন চায়, একটি স্বচ্ছ ও গ্রহণযোগ্য নির্বাচন, যেখানে কোনো লুকোচুরি নেই। তাঁরা (কূটনীতিকেরা) খুব খুশি হয়েছেন। তাঁরা আস্থাশীল যে নির্বাচন কমিশন একটি গ্রহণযোগ্য নির্বাচন উপহার দিতে পারবে।</p><p>কোনো কোনো দল এই নির্বাচনে নেই—এ বিষয়ে কোনো প্রশ্ন এসেছিল কি না, সাংবাদিকেরা এমন প্রশ্ন করেন। জবাবে সিইসি বলেন, অন্য কোনো প্রশ্ন কূটনীতিকেরা করেননি।</p></div></div></div></body></html>"
        }
    ]
}