{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নিষ্পাপ শৈশবে প্রবীণদের সান্নিধ্য | প্রথম আলো",
            "time": "2025-12-31T08:28:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F5zbg3u28%2Fpexels-quang-nguyen-vinh-222549-35105913.jpg?rect=0%2C288%2C7008%2C3679&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি পরিবারের সংস্কৃতি, মূল্যবোধ ও ধর্মীয় শিক্ষা প্রজন্মের পর প্রজন্ম বাহিত হয় এই প্রবীণদের মাধ্যমেই। মা–বাবা যখন কর্মব্যস্ততায় ক্লান্ত থাকেন, তখন দাদা-দাদিরাই পরম মমতায় নাতি-নাতনিদের নৈতিক চরিত্রের ভিত্তি গড়ে দেন। তাঁরা কেবল তাঁদের বংশধরদের মধ্যে নিজেদের প্রতিচ্ছবি দেখেন না; বরং আগামীর এক সুন্দর পৃথিবীর স্বপ্ন বোনেন।</p><p>হাদিসে প্রবীণদের উপস্থিতিকে বরকতের কারণ হিসেবে বর্ণনা করা হয়েছে। মহানবী (সা.) বলেছেন, ‘বরকত তোমাদের প্রবীণদের সঙ্গে থাকে।’ (সহিহ ইবনে হিব্বান, হাদিস: ৫৫৯)</p><p>এখানে প্রবীণ বলতে পরিবারের মুরব্বিদের বোঝানো হয়েছে, যাঁদের দোয়া ও উপস্থিতি পরিবারের ওপর আল্লাহর বিশেষ রহমত নিয়ে আসে।</p><p>বর্তমানে শিল্পায়ন ও নগরায়ণের ফলে যৌথ পরিবারগুলো ভেঙে একক পরিবারে পরিণত হচ্ছে। এতে সবচেয়ে বেশি ক্ষতিগ্রস্ত হচ্ছে শিশুরা ও প্রবীণেরা। শিশুরা বঞ্চিত হচ্ছে অমূল্য জীবনবোধ থেকে, আর প্রবীণেরা নিমজ্জিত হচ্ছেন একাকিত্বের অন্ধকারে।</p><p>এ দূরত্ব ঘোচাতে হলে আমাদের পারিবারিক কাঠামোতে প্রবীণদের উপযুক্ত স্থান দিতে হবে। প্রযুক্তির সাহায্য নিয়ে হলেও নাতি-নাতনিদের সঙ্গে তাঁদের নিয়মিত যোগাযোগ নিশ্চিত করতে হবে।</p><p>পবিত্র কোরআনে আত্মীয়তার বন্ধন রক্ষার ওপর বিশেষ জোর দেওয়া হয়েছে। মহান আল্লাহ বলেন, ‘হে মানবজাতি, তোমরা তোমাদের প্রতিপালককে ভয় করো, যিনি তোমাদের এক ব্যক্তি থেকে সৃষ্টি করেছেন...আর ভয় করো আল্লাহকে, যাঁর নামে তোমরা একে অপরের কাছে যাচনা করো এবং সতর্ক থাকো রক্ত-সম্পর্কীয় আত্মীয়তা বন্ধন অটুট রাখতে।’ (সুরা নিসা, আয়াত: ১)</p></div></div></div></body></html>"
        },
        {
            "title": "জানাজায় যোগ দিতে মানুষের ঢল, আশপাশ লোকে লোকারণ্য | প্রথম আলো",
            "time": "2025-12-30T03:19:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fymtkkab2%2Fjpg?rect=0%2C0%2C605%2C318&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারপারসন খালেদা জিয়ার মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা পর্যন্ত নেওয়া, তাঁর জানাজা ও দাফন পর্যন্ত পুরো প্রক্রিয়া পূর্ণ রাষ্ট্রীয় মর্যাদায় অনুষ্ঠিত হবে। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এই তথ্য জানিয়েছেন। </p><p>আজ মঙ্গলবার সচিবালয়ে স্বরাষ্ট্র মন্ত্রণালয়ের সভাকক্ষে আয়োজিত এক সভা শেষে শফিকুল আলম বলেন, খালেদা জিয়ার মরদেহবাহী গাড়িকে ঘিরে সর্বোচ্চ নিরাপত্তা দেওয়া হবে। ১০ হাজারের বেশি পুলিশ ও এপিবিএন সদস্য থাকবেন। কিছু কিছু জায়গায় সেনাবাহিনীর সদস্য থাকবেন। </p><p>প্রেস সচিব বলেন, খালেদা জিয়া তিনবারের প্রধানমন্ত্রী ছিলেন। তিনি সাবেক রাষ্ট্রপতি জিয়াউর রহমানের স্ত্রী। আপসহীন নেত্রী। তাঁর বলিষ্ঠ নেতৃত্বে দেশে গণতন্ত্র ফিরে এসেছে। তাঁর জানাজা, দাফনসহ প্রতিটি অনুষ্ঠান সুচারুভাবে করার সর্বোচ্চ চেষ্টা করবে সরকার। এ জন্য বিএনপির পক্ষ থেকে সহযোগিতা দেওয়া হবে। </p><p>রাষ্ট্রীয় মর্যাদায় খালেদা জিয়ার জানাজা, দাফন, সাধারণ জনগণের শ্রদ্ধা জ্ঞাপনসহ সার্বিক নিরাপত্তা বিষয়ে সচিবালয়ে অনুষ্ঠিত এই সভায় সভাপতিত্বে করেন স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) মো. জাহাঙ্গীর আলম চৌধুরী। সভা শেষে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এবং খালেদা জিয়া ও তারেক রহমানের নিরাপত্তা টিমের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) এ কে এম শামসুল ইসলাম সাংবাদিকদের বিভিন্ন প্রশ্নের জবাব দেন। </p><p>শফিকুল আলম বলেন, খালেদা জিয়ার জানাজা হবে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায়। বুধবার সকালে তাঁর মরদেহবাহী গাড়ি এভারকেয়ার হাসপাতাল থেকে সংসদ ভবন এলাকায় নেওয়া হবে। নেওয়ার পথে রাস্তার দুই পাশে বিশেষ নিরাপত্তা ব্যবস্থা করা হবে। তবে কখন মরদেহ সংসদ ভবন এলাকায় নেওয়া হবে, তা পরবর্তীতে জানিয়ে দেওয়া হবে। রাষ্ট্রীয় সম্মানে তাঁকে নিয়ে আসা হবে। </p><p>প্রেস সচিব বলেন, খালেদা জিয়ার জানাজায় প্রধান উপদেষ্টা, উপদেষ্টা ও কূটনীতিকেরা উপস্থিত থাকবেন। কিছুদিন আগে সংসদ ভবন এলাকায় বড় একটি জানাজা হয়েছে। খালেদা জিয়ার জানাজা আরও বড় আকারে হবে। সে আলোকে প্রস্তুতি নেওয়া হচ্ছে। </p><p>সংবাদ সম্মেলনের শামসুল ইসলাম অন্তর্বর্তী সরকারের প্রস্তুতিতে কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, খালেদা জিয়ার শুধু বিএনপির নেত্রী ছিলেন না, তিনি জাতীয় নেত্রী ছিলেন। বিএনপির দলীয় অবস্থান থেকে সরকারকে সব ধরনের সহযোগিতা করা হবে। খালেদা জিয়ার শেষ বিদায়ে তাঁকে প্রাপ্য সম্মান দিতে সরকারের সহযোগিতা কামনা করেন তিনি। </p><p>শামসুল ইসলাম বলেন, খালেদা জিয়ার মরদেহ যখন এভারকেয়ার হাসপাতাল থেকে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজা নেওয়া হবে, তখন রাস্তার দুপাশে জনসাধারণ ও বিএনপির নেতা-কর্মীরা তাঁকে শ্রদ্ধা জানাবেন। </p></div></div></body></html>"
        },
        {
            "title": "কর্মক্ষেত্রে আলোচনায় ছিল ‘কোল্ডপ্লের কনসার্টে কিস ক্যাম কাণ্ড’ থেকে স্বাস্থ্য | প্রথম আলো",
            "time": "2025-12-31T08:23:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ff1dapntp%2F_MG_8770.jpg?rect=0%2C35%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সঙ্গে কর্মক্ষেত্রে নতুন প্রবেশ করা জেন–জি কর্মীদের নিয়েও সরগরম ছিল করপোরেট দুনিয়া। একই চাকরি বেশি দিন করতে না চাওয়া, বেতন, অফিস পরিবেশ বদলে ফেলাসহ নানা কারণে জেন–জি কর্মীদের নিয়ে কাজ করতে গিয়ে হিমশিম খেয়েছে মিলেনিয়াল বা তারও আগের প্রজন্ম। সহকর্মীর সঙ্গে আচরণ কেমন হওয়া উচিত, সেসব নিয়েও নানা সময়ে পত্রিকা থেকে কর্মজীবীদের নানা সামাজিক যোগাযোগমাধ্যমে আলোচনা হয়েছে।</p><p>দেশের অফিসগুলোতে আরেকটি গুরুত্বপূর্ণ টপিক ছিল কর্মজীবী মা–বাবার সন্তান দেখভাল প্রসঙ্গ। বিশেষ করে মায়েদের এই সমস্যায় বেশি ভুগতে দেখা গেছে, অনেকে এ কারণে চাকরিও ছেড়েছেন। আর এই বাস্তবতায় অফিসগুলোতে ডে–কেয়ার না থাকার প্রসঙ্গটি আবারও আলোচনায় এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাধারণ ছুটি ও রাষ্ট্রীয় শোক: পরিবর্তন হলো যেসব নিয়োগ পরীক্ষার তারিখ | প্রথম আলো",
            "time": "2025-12-31T08:21:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2F0gu44r6j%2FJob-2.jpg?rect=0%2C11%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন বেগম খালেদা জিয়ার প্রয়াণে আজ বুধবার (৩১ ডিসেম্বর ২০২৫) সাধারণ ছুটি ও তিন দিনের রাষ্ট্রীয় শোক ঘোষণা করেছে সরকার। এ বিশেষ পরিস্থিতিতে অন্তত ১২টি সরকারি ও বেসরকারি প্রতিষ্ঠানের চাকরির নিয়োগ স্থগিত করা হয়েছে। এর মধ্যে কয়েকটি পরীক্ষার পরিবর্তিত তারিখ প্রকাশ করা হয়েছে।</p><p><strong>স্থগিত হওয়া পরীক্ষাগুলো</strong></p><p><strong>১. ওয়েস্ট জোন পাওয়ার ডিস্ট্রিবিউশন কোম্পানি লিমিটেড (ওজোপাডিকো)<br></strong></p><p>পদসমূহের নাম ও পরীক্ষার পূর্বনির্ধারিত তারিখ<br> (লিখিত পরীক্ষা)<br> উপসহকারী প্রকৌশলী (মেকানিক্যাল)—৩ জানুয়ারি ২০২৬<br> উপসহকারী প্রকৌশলী (সিভিল)—৪ জানুয়ারি ২০২৬<br> উপসহকারী প্রকৌশলী (কম্পিউটার)—৪ জানুয়ারি ২০২৬<br> উপসহকারী প্রকৌশলী (ইলেকট্রিক্যাল)—১০ জানুয়ারি ২০২৬</p><p><strong>২। নারায়ণগঞ্জ সিটি করপোরেশন<br></strong> পদসমূহের নাম: সহকারী প্রোগ্রামার, জিআইএস অ্যানালিস্ট ও সহকারী প্রকৌশলী (বিদ্যুৎ)।<br> পরীক্ষার পূর্বনির্ধারিত তারিখ: ৩১ ডিসেম্বর ২০২৫<br> পরীক্ষার পরিবর্তিত তারিখ: ৩ জানুয়ারি ২০২৬</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে দেখা করে সহমর্মিতা জানালেন পাকিস্তানের জাতীয় পরিষদের স্পিকার | প্রথম আলো",
            "time": "2025-12-31T08:15:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fd46kbzms%2FPakistan.jpg?rect=0%2C74%2C588%2C309&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোস্টে বলা হয়, খালেদা জিয়ার নামাজে জানাজায় অংশ নিতে ঢাকায় এসেছেন প্রতিবেশী রাষ্ট্র পাকিস্তানের প্রতিনিধি দল। আজ দুপুরে জাতীয় সংসদ ভবনে তারেক রহমানকে সহমর্মিতা জানান পাকিস্তানের জাতীয় পরিষদের স্পিকার সরদার আয়াজ সাদিক।</p><p>এর আগে খালেদা জিয়ার জানাজায় অংশ নিতে ঢাকায় আসেন সরদার আইয়াজ সাদিক। ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে সরদার আইয়াজ সাদিককে স্বাগত জানান বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ের সচিব (আন্তঃসরকারি সংস্থা ও কনস্যুলার বিষয়ক) এম ফরহাদ হোসেন।</p><p><strong>নেপাল ও ভুটানের শোকবার্তা হস্তান্তর</strong> </p><p>খালেদা জিয়ার ইন্তেকালে গভীর শ্রদ্ধা জানিয়ে শোকবার্তা পাঠিয়েছে প্রতিবেশী দেশ নেপাল ও ভুটান। আজ বুধবার দুপুরে জাতীয় সংসদ ভবনে বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের হাতে শোকবার্তা হস্তান্তর করেন নেপালের পররাষ্ট্রমন্ত্রী বালা নন্দা শর্মা এবং ভুটানের পররাষ্ট্র ও বৈদেশিক বাণিজ্যমন্ত্রী লিয়নপো ডি এন ধুংগেল। </p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের পাল্টা শুল্কে যুক্তরাষ্ট্রে বাংলাদেশের রপ্তানি কমেনি | প্রথম আলো",
            "time": "2025-12-31T08:12:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-29%2F909xx00l%2Fretrospect.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র যেসব দেশ থেকে পণ্য আমদানি করে, সেসব দেশের ওপর ২০২৫ সালের ২ এপ্রিল পাল্টা শুল্ক বা রেসিপ্রোকাল ট্যারিফ আরোপ করেন দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। বিশ্বের ৫৭টি দেশের ওপর বিভিন্ন হারে বাড়তি পাল্টা শুল্ক বসানো হয়। তখন বাংলাদেশের পণ্যের ওপর বাড়তি শুল্ক ছিল ৩৭ শতাংশ। তারপর ৯ এপ্রিল পাল্টা শুল্ক তিন মাসের জন্য স্থগিত করেন প্রেসিডেন্ট। যদিও সব দেশের ওপর ন্যূনতম ১০ শতাংশ পাল্টা শুল্ক কার্যকর করা হয়।</p><p>পরে ৭ জুলাই বাংলাদেশিসহ ১৪ দেশের পণ্যের ওপর নতুন শুল্ক আরোপ করে মার্কিন প্রশাসন। হোয়াইট হাউসের ৯০ দিনের শুল্কবিরতির সময়সীমা শেষ হতে চলায় প্রেসিডেন্ট ট্রাম্প এ ঘোষণা দেন। এর আগে ৯ জুলাই থেকে শুল্ক কার্যকর হওয়ার কথা থাকলেও সেটি পিছিয়ে ১ আগস্ট নির্ধারণ করা হয়। নতুন ঘোষণায় বলা হয়, বাংলাদেশি পণ্যের ওপর শুল্ক হবে অতিরিক্ত ৩৫ শতাংশ।</p><p>এদিকে পাল্টা শুল্ক কমাতে বাংলাদেশ সরকারের বাণিজ্য মন্ত্রণালয় যুক্তরাষ্ট্রের বাণিজ্য প্রতিনিধির (ইউএসটিআর) দপ্তরের সঙ্গে দর-কষাকষি কর। শুরু থেকে এ কাজে এমন ব্যক্তিদের পাঠানো হয়েছে, যাঁরা আলোচনাকে একটা পর্যায় পর্যন্ত নিয়ে যেতে পারেননি। জুলাইয়ে দ্বিতীয় দফা আনুষ্ঠানিক বৈঠকের আগে নেতৃত্বে আসেন বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন। ব্যবসায়ী নেতারা প্রথম থেকে দর-কষাকষির প্রক্রিয়ায় ব্যবসায়ী ও অর্থনীতিবিদদের যুক্ত করার অনুরোধ করেন। একেবারে শেষ সময়ে এসে সরকার ব্যবসায়ীদের পুরো প্রক্রিয়ার সঙ্গে সম্পৃক্ত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাখির চোখে খালেদা জিয়ার অন্তিমযাত্রা | প্রথম আলো",
            "time": "2025-12-31T08:11:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Faugvda48%2FWeb-2.jpg?rect=0%2C51%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পাখির চোখে খালেদা জিয়ার অন্তিমযাত্রা \" class=\"nA4h1 \">পাখির চোখে খালেদা জিয়ার অন্তিমযাত্রা </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T14:11:34+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ০৮: ১১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বের কোন দেশে কে রাষ্ট্র ও সরকারপ্রধান হবেন, ট্রাম্প কি সেটারও নিয়ন্ত্রক হতে চান | প্রথম আলো",
            "time": "2025-12-31T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2F3x14yy0u%2Fdonaldtrumpafp.jpg?rect=0%2C53%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প সাংবাদিকদের বলেছেন, নেতানিয়াহুর জন্য তিনি যে ক্ষমাপ্রার্থনা অনুরোধ করেছেন, সেটি ‘প্রক্রিয়াধীন’। ইসরায়েলি প্রেসিডেন্ট আইজ্যাক হারজোগের সঙ্গে তাঁর এ বিষয়ে কথা হয়েছে বলেও দাবি করেন তিনি। ট্রাম্পের ভাষায়, তিনি (যুদ্ধাপরাধের অভিযোগ ওঠা নেতানিয়াহু) একজন যুদ্ধকালীন প্রধানমন্ত্রী ও বীর। তাঁকে কেন ক্ষমা করা হবে না?</p><p>অবশ্য হারজোগের দপ্তর দ্রুতই এক বিবৃতিতে ট্রাম্পের এই দাবি নাকচ করে দিয়েছে। তারা জানিয়েছে, দুই প্রেসিডেন্টের মধ্যে এমন কোনো আলাপ হয়নি এবং যেকোনো সিদ্ধান্ত আইনি প্রক্রিয়া মেনেই নেওয়া হবে।</p><p>নেতানিয়াহুকে যদি ফৌজদারি বিচার থেকে রক্ষা করা যায়, তবে সেটি তাঁর ব্যক্তিগত দুশ্চিন্তা লাঘবের পাশাপাশি নির্বাচনী বৈতরণী পার হতেও সাহায্য করবে। বিনিময়ে নেতানিয়াহু ট্রাম্পের কাছে ব্যক্তিগতভাবে ঋণী হয়ে থাকবেন।</p><p>ফ্লোরিডার মার-আ-লাগো রিসোর্টে গত সোমবার নেতানিয়াহুর দেওয়া স্তুতির জবাবে ট্রাম্পও যেভাবে তাঁর প্রশংসা করেছেন, তাতে এই সমীকরণ স্পষ্ট হয়ে ওঠে।</p><p>নেতানিয়াহু ট্রাম্পকে উদ্দেশ করে বলেন, ‘আপনার সমর্থনের জন্য ধন্যবাদ। এটি আমার হৃদয়ের অন্তস্তল থেকে আসা।’ সেই সঙ্গে যুদ্ধবাজ ইসরায়েলি প্রধানমন্ত্রী ঘোষণা করেন, ট্রাম্পই প্রথম বিদেশি হিসেবে ইসরায়েলের সর্বোচ্চ সম্মাননা ‘ইসরায়েল প্রাইজ’ পেতে যাচ্ছেন। বিশেষ করে ‘শান্তি’ বিভাগে এই পুরস্কার ট্রাম্পের জন্যই প্রথমবারের মতো প্রবর্তন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে শেষ বিদায় জানাতে মানিক মিয়া অ্যাভিনিউয়ের পথে জনস্রোত | প্রথম আলো",
            "time": "2025-12-31T07:51:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F368heecw%2FWEB.jpg?rect=0%2C61%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খালেদা জিয়াকে শেষ বিদায় জানাতে মানিক মিয়া অ্যাভিনিউয়ের পথে জনস্রোত\" class=\"nA4h1 \">খালেদা জিয়াকে শেষ বিদায় জানাতে মানিক মিয়া অ্যাভিনিউয়ের পথে জনস্রোত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-31T13:51:02+06:00\"><span>প্রকাশ: ৩১ ডিসেম্বর ২০২৫, ০৭: ৫১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার মৃত্যুর দিনে নিজের বহিষ্কারকে ‘সংকেতপূর্ণ’ বললেন রুমিন ফারহানা | প্রথম আলো",
            "time": "2025-12-31T07:37:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-09%2F7a9150ed-8f5b-405f-ab38-6164a3904ab5%2Fdb808b8e-fbdb-421e-b4a0-1288843030a0.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহিষ্কারের প্রতিক্রিয়ায় রুমিন ফারহানা বলেন, বিএনপির চেয়ারপারসন খালেদা জিয়ার মৃত্যুর দিনে দল থেকে বহিষ্কারের আদেশ পাওয়া তাঁর রাজনৈতিক জীবনের এক অদ্ভুত ও বেদনাদায়ক অধ্যায়। যাঁর আদর্শে রাজনীতি করেছেন এবং যাঁর আশ্রয় ও স্নেহে এত দূর এসেছেন, তাঁর চলে যাওয়ার দিনেই নিজের বহিষ্কারকে তিনি কাকতালীয় নয় বলে মনে করেন। রাজনীতিতে আপস না করে একা দাঁড়িয়ে যাওয়ার শিক্ষা তিনি খালেদা জিয়ার কাছ থেকেই পেয়েছেন।</p><p>খালেদা জিয়াকে আপসহীন নেত্রী উল্লেখ করে রুমিন ফারহানা বলেন, ‘আমি আমার রাজনৈতিক অভিভাবককে হারিয়েছি, যাঁর আদর্শে রাজনীতি করেছি, উজ্জীবিত হয়েছি এবং যাঁর আদর্শ অক্ষরে অক্ষরে পালন করে আমি রাজনীতি করেছি—তিনি আজ চলে গেলেন। তাঁর এ চলে যাওয়ায় দেশ ও দলের অপূরণীয় ক্ষতি হয়েছে। তিনি (খালেদা জিয়া) হাসপাতালে ভর্তি হয়েছেন ২৩ নভেম্বর। এর আগে ২০ নভেম্বর আমার কথা বলে গিয়েছেন। উনি বলেছেন, আমাকে মনোনয়ন দেওয়া হলো না কেন? আমি শুধু এইটুকুই বলব।’</p><p>বিএনপি থেকে সদ্য বহিষ্কৃত এই নেত্রী বলেন, ‘আমার যে বিদ্রোহী প্রার্থী হওয়া, এইটা তো একধরনের আপসহীনতা; জোয়ারের বিরুদ্ধে একলা দাঁড়ানো। এইটা আমি আমার নেত্রীর কাছ থেকে শিখেছি। আপস না করে একা দাঁড়িয়ে যাওয়া—আমি উনার কাছ থেকে শিখেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন উৎসবমুখর করার প্রচারণা বাড়ছে, নতুন কাজের দরপত্র ডাকা হবে না | প্রথম আলো",
            "time": "2025-12-31T07:20:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2Fc9837c9c-efa5-4c60-9a86-7f41b297ec2f%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্কৃতিবিষয়ক মন্ত্রণালয়ের পরিকল্পনা হলো, নির্বাচনকে উৎসবমুখর করতে দেশের ৬৪টি জেলা এবং ৩০০টি উপজেলায় টিভিসি, ভিডিও ডকুমেন্টারি ইত্যাদি তৈরি করে প্রচারের জন্য এলইডি অ্যাকটিভেশন ক্যারাভানের মাধ্যমে প্রদর্শনীর ব্যবস্থা করা।</p><p>গত ১৮ নভেম্বর বৈঠকে দরপত্র ছাড়াই সরাসরি ক্রয়পদ্ধতিতে ইভেন্ট ম্যানেজমেন্ট প্রতিষ্ঠান ব্র্যান্ড সলিউশন লিমিটেডকে এই কাজ দেওয়ার প্রস্তাব দিয়েছিল সংস্কৃতিবিষয়ক মন্ত্রণালয়। ওই বৈঠকে অবশ্য এভাবে কাজ দেওয়ার প্রস্তাবে অনুমোদন না দিয়ে অর্থ উপদেষ্টা দরপত্রের মাধ্যমে কাজ দেওয়ার সিদ্ধান্ত নিয়েছিলেন।</p><p>মূল প্রস্তাবে বলা হয়েছিল, এ-সংক্রান্ত কাজ নভেম্বরে শুরু করার নির্দেশনা থাকায় সময় স্বল্পতার জন্য উন্মুক্ত দরপত্রের মাধ্যমে ইভেন্ট ম্যানেজমেন্ট প্রতিষ্ঠান নিয়োগ করা সম্ভব নয়। তাই রাষ্ট্রীয় জরুরি প্রয়োজনে সরকারি ক্রয় বিধিমালা (পিপিআর) অনুসারে ব্র্যান্ড সলিউশন লিমিটেডকে সরাসরি ক্রয়পদ্ধতিতে নিয়োগ করা দরকার।</p><p>গতকালের বৈঠক শেষে সংস্কৃতিবিষয়ক উপদেষ্টা মোস্তফা সরয়ার ফারুকী মুঠোফোনে প্রথম আলোকে বলেন, দরপত্রে অংশ নিয়ে যে প্রতিষ্ঠান কাজ পেয়েছিল, তারা ইতিমধ্যে প্রচারণার কাজ করছে। গাড়ির সংখ্যা বাড়ছে বলে অর্থনৈতিক বিষয়ক উপদেষ্টা পরিষদ কমিটির বৈঠকে নতুন প্রস্তাব উপস্থাপন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার জানাজায় অংশ নিতে ঢাকায় পাকিস্তানের পার্লামেন্টের স্পিকার | প্রথম আলো",
            "time": "2025-12-31T07:19:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fyi31kq2f%2FSardar-Ayaz-Sadiq.jpg?rect=0%2C191%2C1176%2C617&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক প্রধানমন্ত্রী ও বিএনপির চেয়ারপারসন খালেদা জিয়ার জানাজায় অংশ নিতে ঢাকায় এসেছেন পাকিস্তানের পার্লামেন্টের স্পিকার সরদার আইয়াজ সাদিক।</p><p>সরদার আইয়াজ সাদিকের ঢাকার আসার তথ্য আজ বুধবার দুপুর ১২টা ২০ মিনিটে ঢাকায় পাকিস্তান হাইকমিশনের ফেরিফায়েড ফেসবুক পেজে নিশ্চিত করা হয়।</p><p>ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরে সরদার আইয়াজ সাদিককে স্বাগত জানান বাংলাদেশের পররাষ্ট্র মন্ত্রণালয়ের সচিব (আন্তসরকারি সংস্থা ও কনস্যুলারবিষয়ক) এম ফরহাদ হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে কেন আপসহীন বলা হয় | প্রথম আলো",
            "time": "2025-12-31T07:18:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Ffx6xjezh%2Fkhaleda_zia_1945_2025.jpg?rect=0%2C58%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">খালেদা জিয়া, বাংলাদেশের প্রথম নারী প্রধানমন্ত্রী, যিনি নির্বাচনে হারেননি কখনো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "একঝলক (৩১ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-31T07:12:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2Fyngs3xh0%2F%E0%A7%A8.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">রান্নার জন্য এই শীতে খেতে নেমে পেঁয়াজের কলি তুলছেন তিনি। হাজার বিঘা, চর মাধবদিয়া, ফরিদপুর, ৩১ ডিসেম্বর</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আলীমুজ্জামান</figcaption></p></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়াকে শেষ শ্রদ্ধা জানাতে ঢাকায় জয়শঙ্কর | প্রথম আলো",
            "time": "2025-12-31T07:07:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F1i9vhnt4%2Fshankar.avif?rect=0%2C96%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার প্রতি শেষ শ্রদ্ধা জানাতে ভারতের পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর ঢাকায় এসেছেন।</p><p>আজ বুধবার বেলা সাড়ে ১১টার দিকে এস জয়শঙ্কর ভারতীয় বিমানবাহিনীর বিশেষ একটি ফ্লাইটে ঢাকায় এসে পৌঁছান।</p><p>ভারতের পররাষ্ট্রমন্ত্রী বাংলাদেশ বিমানবাহিনীর বাশার ঘাঁটিতে এসে পৌঁছালে তাঁকে স্বাগত জানান পররাষ্ট্র মন্ত্রণালয়ের সচিব (আন্তসরকারি সংস্থা ও কনস্যুলারবিষয়ক) এম ফরহাদ হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সমরাস্ত্র কারখানায় ১০ম গ্রেডে ১৩ উপসহকারী প্রকৌশলী পদে চাকরির সুযোগ | প্রথম আলো",
            "time": "2025-12-31T07:03:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F31551eb3-c961-4e68-acec-de4cf2a7ecf5%2F649e7edf-8398-45e5-b7a1-faaf8496cd31.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোনো স্বীকৃত ইনস্টিটিউট থেকে মেকানিক্যাল, ইলেকট্রিক্যাল, অটোমোবাইল, উডওয়ার্ক, রেফ্রিজারেশন, ইলেকট্রনিকস, কম্পিউটার, মেটালার্জি, কেমিক্যাল বা ড্রাফটসম্যানশিপ বিষয়ে তিন বছর মেয়াদি ডিপ্লোমা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে বিনোদন দুনিয়ায় হইচই ফেলে দেওয়া ২০ ঘটনা | প্রথম আলো",
            "time": "2025-12-31T07:00:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-31%2F68utau1c%2FIMG-20251231-WA0000.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সিডনি সুইনির জিনস বিতর্ক<br></strong>শুরুটা হয়েছিল আমেরিকান ইগলের একটি সাধারণ জিনসের বিজ্ঞাপন দিয়ে। সিডনি সুইনিকে নিয়ে সেই বিজ্ঞাপনের একটি পাঞ্চলাইন ছিল, ‘সিডনি সুইনি হ্যাজ গ্রেট জিনস’। ‘গ্রেট জিনস’ এই শব্দবন্ধ নিয়েই শুরু হয় আপত্তি। এটা আসলে মজা করে ‘জিনস’ হিসেবে বলা হয়েছিল কিন্তু এ নিয়েই শুরু হয় প্রবল বিতর্ক। আপাতদৃষ্টে এই নির্দোষ বিজ্ঞাপনটি মুক্তির পরেই এক বিচিত্র সাংস্কৃতিক যুদ্ধে রূপ নেয়।</p><p> নেটিজেনদের একাংশ এর শব্দের মারপ্যাঁচে বর্ণবাদ খুঁজে পান। কারণ, এই বিজ্ঞাপনের এক জায়গায় সিডনি সুইনি বলছিলেন, ‘জিনস মা-বাবার কাছ থেকে সন্তানের মধ্যে আসে, যা চুলের রং, ব্যক্তিত্ব এমনকি চোখের রংও নির্ধারণ করে। আমার জিনসের রং নীল।’ শব্দের এই দ্বৈত অর্থ ব্যবহারের (genes/jeans) কারণে এই নীল চোখের অভিনেত্রীকে নিয়ে শুরু হয় তুমুল বিতর্ক—বিশেষ করে বর্ণ, সৌন্দর্যের মানদণ্ড টেনে সমালোচনা হয়।</p><p>এই বিতর্কে ডোনাল্ড ট্রাম্প থেকে শুরু করে মেগান কেলির মতো ব্যক্তিত্বরাও জড়িয়ে পড়েন। দীর্ঘ সময় চুপ থাকার পর ডিসেম্বরে সিডনি মুখ খোলেন। তিনি জানান, ঘৃণা বা বিভাজনের কোনো ইচ্ছা তাঁর ছিল না; এমন বিরূপ প্রতিক্রিয়া দেখে তিনি নিজেও বিস্মিত। এ ঘটনা প্রমাণ করেছে যে বর্তমান সময়ে একজন তারকার নিজের ইমেজের ওপর নিয়ন্ত্রণ কতটা কমে গেছে। ইন্টারনেটের দুনিয়া এখন যেকোনো সাধারণ বিষয়কেও আদর্শিক রূপ দিয়ে দিতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরব কি আদৌ পারমাণবিক অস্ত্র পাবে, কেন এতটা মরিয়া তারা | প্রথম আলো",
            "time": "2025-12-31T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fo6m5oz8f%2F01.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সৌদি আরব যা বলছে</strong></p><p>চুক্তির মধ্য দিয়ে রিয়াদ পাকিস্তানের পারমাণবিক সহায়তা পেতে যাচ্ছে, এ ধারণা প্রথম প্রকাশ্যে নিয়ে এসেছিলেন সৌদি আরবের এক কর্মকর্তা।</p><p>চুক্তি স্বাক্ষরের পরপরই ওই কর্মকর্তা একটি পশ্চিমা সংবাদ সংস্থাকে ইঙ্গিতে বলেছিলেন, চুক্তির অধীনে রিয়াদ পারমাণবিক সুরক্ষা পাবে। পরবর্তী সময়ে সৌদি ভাষ্যকাররা দাবিটি আরও শক্তিশালী করেন।</p><p>সৌদি আরবের রাষ্ট্রীয় সংবাদ সংস্থা সৌদি প্রেস এজেন্সির (এসপিএ) ভাষ্য, এই চুক্তি উভয় দেশের নিরাপত্তা বৃদ্ধি এবং আঞ্চলিক ও বিশ্বে শান্তি অর্জনের যৌথ অঙ্গীকারকে প্রতিফলিত করে। এর লক্ষ্য হলো দুই দেশের মধ্যে প্রতিরক্ষা সহযোগিতা বৃদ্ধি করা এবং যেকোনো আগ্রাসনের বিরুদ্ধে যৌথ প্রতিরোধব্যবস্থা জোরদার করা।</p><p>তথ্যসূত্র: রয়টার্স, মিডল ইস্ট ইনস্টিটিউট, আটলান্টিক কাউন্সিল, আল–জাজিরা ও  বিবিসি</p></div></div></div></body></html>"
        }
    ]
}