{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "২০০৮ সালের মালেগাঁও বিস্ফোরণ: আসামিরা খালাস পেলেও মামলার নথি গায়েবের রহস্য কাটেনি | প্রথম আলো",
            "time": "2025-08-03T03:43:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fvw78lrz6%2FMombay-blast.jpg?rect=0%2C75%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজেপির সাবেক সংসদ সদস্য প্রজ্ঞা সিং ঠাকুর, লেফটেন্যান্ট কর্নেল প্রসাদ পুরোহিতসহ অন্যদের খালাস দেওয়ার সময় আদালত বলেন, ষড়যন্ত্রমূলক কোনো বৈঠক হওয়ার বিষয়টি প্রমাণ করা যায়নি। কারণ, অধিকাংশ সাক্ষী নিজেদের আগের বক্তব্য থেকে সরে এসেছিলেন। সাক্ষীদের কয়েকজন এটাও বলেছেন যে ভয় দেখিয়ে বা জোর করে এটিএস তাঁদের থেকে বক্তব্য আদায় করেছিল।</p><p>ভারতের জাতীয় তদন্ত সংস্থা (এনআইএ) ২০১১ সালে এটিএসের কাছ থেকে তদন্তের দায়িত্ব নেওয়ার পর কিছু প্রত্যক্ষদর্শীর বক্তব্য নতুন করে রেকর্ড করে। এ কারণে গায়েব হয়ে যাওয়া জবানবন্দি–সংবলিত নথি আরও বেশি গুরুত্বপূর্ণ হয়ে উঠেছিল। কারণ, আগের নথিগুলো থাকলে দুই জবানবন্দির মধ্যে মিল-অমিল যাচাই করে দেখা যেত।</p><p>সরকার পক্ষ থেকে এ কারণে হারিয়ে যাওয়া নথিগুলোর ফটোকপি ব্যবহারের অনুমতি চাওয়া হয়েছিল। বিচারিক আদালত এতে অনুমতিও দিয়েছিলেন। কিন্তু অভিযুক্ত ব্যক্তিরা বিচারিক আদালতের রায়ের বিরুদ্ধে মুম্বাই হাইকোর্টে আবেদন করেন। হাইকোর্ট সেই অনুমতি স্থগিত করেন। কারণ, ফটোকপিগুলো যে আসল নথিরই অনুলিপি, তা প্রমাণ করা যায়নি। আদালত তখন বলেছিলেন, এনআইএ চাইলে প্রমাণ সংগ্রহ করে ফটোকপিগুলো নথি হিসেবে ব্যবহার করার জন্য নতুন করে আবেদন করতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাল্টা শুল্ক নিয়ে যুক্তরাষ্ট্রের সঙ্গে চুক্তি এ মাসেই | প্রথম আলো",
            "time": "2025-08-03T03:38:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2F7k2fx21s%2F1.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন গত শুক্রবার রাতে যুক্তরাষ্ট্রে বাংলাদেশ দূতাবাসের প্রেস মিনিস্টার গোলাম মোর্তোজাকে যৌথ বিবৃতির সম্ভাবনার কথা বলেছেন। তিনি বলেন, ২০ শতাংশ পাল্টা শুল্কে আত্মতুষ্টির কোনো সুযোগ নেই। এর সাফল্য-ব্যর্থতা নির্ভর করবে বাংলাদেশের বাণিজ্যিক সক্ষমতার ওপর।</p><p>পাল্টা শুল্কের হার কমিয়ে আনার আলোচনা শুরুর আগেই যুক্তরাষ্ট্রের সঙ্গে গত জুনের মাঝামাঝি নন ডিসক্লোজার অ্যাগ্রিমেন্ট (এনডিএ) করে বাণিজ্য মন্ত্রণালয়। বাণিজ্য উপদেষ্টা এ বিষয়ে বলেন, দুঃখজনক হলো, চুক্তির বিষয় কিছুটা প্রকাশিত হয়ে গিয়েছিল। এতে দেশের স্বার্থবিরোধী কিছু নেই। আলোচনার মাধ্যমে স্বার্থবিরোধী বিষয়গুলো থেকে বাংলাদেশ বের হয়ে এসেছে। যুক্তরাষ্ট্রের সম্মতি সাপেক্ষে চুক্তিটি প্রকাশও করা হবে।</p><p>এনডিএর পক্ষে যুক্তি দিতে গিয়ে শেখ বশিরউদ্দীন বলেন, স্থানীয়ভাবে দুটি ব্যবসায়িক সংগঠন বা ব্যাংক-বিমা প্রতিষ্ঠান যখন কোনো চুক্তি করে, তাতেও এনডিএ থাকাটা স্বাভাবিক বিষয়। নিজেদের মধ্যে এর গোপনীয়তা রক্ষার কথা থাকে। যতক্ষণ পর্যন্ত চুক্তি না হয়, ততক্ষণ পর্যন্ত তা গোপন রাখা হয়ে থাকে। যুক্তরাষ্ট্র চুক্তির নিয়ামক হিসেবে যখন নিজস্ব নিরাপত্তাকে বেছে নিয়েছে, তখন আলোচনার জন্য গোপনীয়তার শর্ত থাকাটাই অবশ্যম্ভাবী।</p></div></div></div></body></html>"
        },
        {
            "title": "ভূতের নেশায় দেশ চষে বেড়িয়েছেন দুই বন্ধু সুমন-শাকিব | প্রথম আলো",
            "time": "2025-08-03T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1g5q1f15%2FIMG2094.JPG?rect=0%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভূতপ্রেম</strong><br>হরর সিনেমা দেখার পাশাপাশি দুই বন্ধুর রয়েছে ভূতপ্রেম। দেশের প্রায় প্রতিটি জেলায় তাঁরা ঘুরে বেড়িয়েছেন। পুরোনো বাড়ি, শ্মশানঘাট, বটগাছতলা—যেসব জায়গা নিয়ে নানা ধরনের ভৌতিক গল্প চালু আছে, সেসব জায়গায় চষে বেড়িয়েছেন। ভূতের উপস্থিতি ধরতে বিদেশ থেকে বিভিন্ন জিনিস আনাতেন সুমন। শাকিবের এসবে কিছুটা ভয় থাকলেও খুব মজা পেতেন সুমন। এ সময় দুজনের কাছে জমা হয় ভূতের অনেক গল্প। এ থেকেই একটা অনুষ্ঠানের পরিকল্পনা করেন সুমন, শাকিব ও তাঁদের আরেক বন্ধু জিবরান। তিনজন মিলে শুরু করেন রেডিও শো ‘ভৌতিস্ট’। শাকিব জানান, সায়েন্টিস্ট থেকে ভৌতিস্ট। নিজেদের তাঁরা তখন ভূতবিশারদ ভাবতে শুরু করেন। টানা দেড় বছর চলে এই শো। মূলত এই অনুষ্ঠান থেকেই শুরু হয় ভূত নিয়ে রেডিও শোর জনপ্রিয়তা।</p><p><strong>খাবারপ্রীতি</strong><br>সুমন-শাকিবের আড্ডার বড় একটা অংশজুড়ে থাকে খাবার। এটা যেমন শুরুতে ছিল, এখনো আছে। গুলশানের একটি রেস্তোরাঁয় দিনের পর দিন জমত তাঁদের আড্ডা। শাকিব বলেন, ‘তখন তো সব খাবার কেনার পয়সা ছিল না। সুমন ভাই সব খাওয়াতেন। তিনি মানুষকে খাওয়াতে এত ভালোবাসেন! সন্ধ্যা থেকে এ আড্ডায় অনেক খাওয়া হতো। মাঝরাতে আড্ডা শেষ হলেই রেস্তোরাঁ বন্ধ হতো, এটাই  নিয়মে পরিণত হয়েছিল।’ তবে সুমনের কাছে বন্ধুর সঙ্গে খাবারের স্মৃতিতে আছে রাস্তার পাশের সস্তা হোটেল। দেশের আনাচকানাচে হোটেল খোঁজে বেড়াতেন তাঁরা। সুমন বলেন, ‘পেটখারাপের চিন্তা না করে কবজি ডুবিয়ে খেতাম। ট্রাকস্ট্যান্ড থেকে টার্মিনালের হোটেল ছিল পছন্দের তালিকায়। ভর্তা-ভাত হলে আমাদের আর কিছুই লাগত না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মায়ামির জয় ছাপিয়ে আলোচনায় মেসির চোট | প্রথম আলো",
            "time": "2025-08-03T03:21:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fxkp4ubd7%2F2025-08-02T234304Z1777423550MT1USATODAY26765059RTRMADP3MLS-LEAGUES-CUP-NECAXA-AT-INTER-MIAMI-CF.JPG?rect=0%2C0%2C3867%2C2030&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরতির পর ৬০ মিনিটে নেকাখসার ক্রিস্টিয়ান ক্যালদেরন লালকার্ড দেখলে খেলোয়াড় সংখ্যার দিক থেকেও সমতা আসে ম্যাচে। তবে ৮১ মিনিটে মায়ামিকে হতাশ করে নেকাখসাকে লিড এনে দেন রিকার্ডো মনরিয়েল।</p><p>এরপর ম্যাচে নেকাখসা যখন জয়ের অপেক্ষায় তখনই দারুণ এক গোলে মায়ামিকে ম্যাচে ফেরান জর্দি আলবা। যোগ করা সময়ে প্রথম মিনিটে আলবার এই গোলই ম্যাচ নিয়ে যায় টাইব্রেকারে। যেখানে নিজেদের মায়ামির প্রথম ৫ খেলোয়াড়ের প্রত্যেকে গোল করলেও নেকাখসার গোল করতে পারে ৪ খেলোয়াড়। গোল মিস করেন থমাস বাদালোনিনি।</p><p>লিগস কাপে ইন্টার মায়ামির পরের ম্যাচ বৃহস্পতিবার পুমাসের বিপক্ষে।</p></div></div></div></body></html>"
        },
        {
            "title": "এই অগ্রগতি ধরে রাখতে হবে | প্রথম আলো",
            "time": "2025-08-03T03:14:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জন-আকাঙ্ক্ষার কথা বিবেচনায় নিয়ে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন সরকার প্রথম পর্যায়ে সংবিধান, নির্বাচনব্যবস্থা, বিচার বিভাগ, দুর্নীতি দমন কমিশন, প্রশাসন ও পুলিশ সংস্কার কমিশন গঠন করে। এরপর আরও পাঁচটি কমিশন গঠন করা হয়। এসব কমিশন তাদের প্রতিবেদন দেওয়ার পর প্রধান ছয়টি কমিশনের গুরুত্বপূর্ণ প্রস্তাব নিয়ে রাজনৈতিক দলগুলোর সঙ্গে আলোচনা শুরু করে জাতীয় ঐকমত্য কমিশন। প্রথম দফায় ২০ মার্চ থেকে ১৯ মে পর্যন্ত ৩২টি রাজনৈতিক দল ও জোটের সঙ্গে ৪৪টি এবং ২ জুন থেকে ৩১ জুলাই পর্যন্ত ৩০টি দলের সঙ্গে ২৩টি বৈঠক করে জাতীয় ঐকমত্য কমিশন। অতীতে এত সময় ধরে এতগুলো রাজনৈতিক দল মিলে এমন রাজনৈতিক ঐক্যপ্রচেষ্টা আর কখনোই হয়নি।</p><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, রাজনৈতিক দলগুলোর সঙ্গে দুই দফা আলোচনার পর যেসব বিষয়ে ঐকমত্য ও সিদ্ধান্ত হয়েছে, তা নিয়ে ‘জুলাই জাতীয় সনদ’ চূড়ান্ত করার কাজ চলছে। তবে জুলাই সনদ বাস্তবায়নের পদ্ধতি ও এর আইনি ভিত্তি নিয়ে রাজনৈতিক দলগুলোর মধ্যে ভিন্নমত রয়েছে। আমরা মনে করি, এ ক্ষেত্রে রাজনৈতিক দলগুলোর মধ্যে মতপার্থক্য থাকাটা স্বাভাবিক। আর সেই মতপার্থক্য নিরসনের সবচেয়ে গ্রহণযোগ্য পথ হলো আলাপ-আলোচনা ও সংলাপ। ঐকমত্য কমিশনের সঙ্গে আলোচনার ধারাবাহিকতায় রাজনৈতিক দলগুলো খুব শিগগির এ ব্যাপারে একটা যৌক্তিক সমাধানে পৌঁছাতে পারবে বলে আমরা আশা করি।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকসই সংস্কারে মনোযোগ দিন | প্রথম আলো",
            "time": "2025-08-03T03:11:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেহাল মহাসড়কটির কারণে শুধু যাত্রীরাই ভোগান্তির শিকার হচ্ছেন না, ক্ষতিগ্রস্ত হচ্ছে পর্যটন ব্যবসাও। দূরদূরান্ত থেকে আসা পর্যটকেরা এই সড়কের দুরবস্থা দেখে হতাশ হচ্ছেন। পর্যটকের সংখ্যাও কমে যাচ্ছে, যা স্থানীয় অর্থনীতিতে নেতিবাচক প্রভাব ফেলছে। বাস মালিক সমিতি জানিয়েছে, সড়কের কারণে বাসের যন্ত্রাংশ ভেঙে যাচ্ছে এবং যাত্রী কমে যাওয়ায় তঁাদের ব্যবসাও লোকসানের মুখে।</p><p>সড়ক ও জনপথ (সওজ) অধিদপ্তর কর্তৃপক্ষ বলছে, অতিরিক্ত বৃষ্টি ও যানবাহনের চাপ বেড়ে যাওয়ায় এমন অবস্থার সৃষ্টি হয়েছে। তারা জরুরি সংস্কারকাজ করছে ও বরাদ্দ পেলে পূর্ণাঙ্গ সংস্কার করা হবে। কিন্তু এই ধরনের গুরুত্বপূর্ণ একটি সড়কের জন্য পর্যাপ্ত ও টেকসই বরাদ্দ আগে থেকেই নিশ্চিত করা উচিত ছিল। পদ্মা সেতু চালুর পর যানবাহনের চাপ যে বাড়বে, তা অনুমান করা কঠিন ছিল না। তাই সে অনুযায়ী সড়কের অবকাঠামো উন্নত করার পরিকল্পনা আগে থেকেই নেওয়া জরুরি ছিল। কিন্তু বিগত সরকার উন্নয়নের ক্ষেত্রে এসব বিষয়ের দিকে মনোযোগ দেয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "শব্দ, অনুভব দুই-ই বলুক-‘তুই পাশে আছিস’ | প্রথম আলো",
            "time": "2025-08-03T02:58:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F4sccark9%2F30072025-cm-14.jpg?rect=0%2C0%2C1168%2C613&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চায়ের দোকানে চার বন্ধু। চলছে জমাটি আড্ডা, তবে ‘শ্রুত’ হওয়ার মতো শব্দ নেই কোনো। চোখের ঝিলিকে, নীরব হাসিতে, মুখের অভিব্যক্তিতে বুঝে যান তাঁরা একে অপরের কথা।</p><p>ঝিনাইদহের রিপন মিয়া, তরিকুল ইসলাম, হাশেম আলী আর রাজু আহম্মেদ—এই চারজনের কণ্ঠে আওয়াজ নেই, বাক্‌প্রতিবন্ধী। কিন্তু কী আশ্চর্য, তাঁদের ভেতরে যে ভাষা আছে, সমাজের অধিকাংশ মানুষেরই তাতে দখল নেই! তাঁরা একে অপরের চোখের দিকে তাকিয়ে বোঝেন ‘মন খারাপ’, হাতের নড়াচড়ায় বুঝে নেন ‘দেরি কেন হলো’, ঠোঁট উল্টিয়ে বুঝিয়ে দেন ‘চায়ে মিষ্টি বেশি’। এ যেন অন্যতর এক কাব্য, যা কালিতে নয়, লেখা হয় অনুভবে। এই অনুভবের আরেক নামই তো ‘বন্ধুত্ব’।</p><p>বন্ধু মানে সেই মানুষ, যার সঙ্গে ভাববিনিময়, সুখ-দুঃখ ভাগ করে নেওয়ার জন্য ‘শব্দ’ জরুরি নয়। বন্ধুত্বে ‘ভালো আছিস’ বলারও দরকার পড়ে না, পাশে দাঁড়ানোই যথেষ্ট। একবার চোখের দিকে তাকিয়ে একদম বোঝা যায়—সব ঠিক আছে, নাকি ভেতরে কিছু ভাঙছে! বন্ধু পাশে থাকলে বৈরী সময় সহজ হয়ে আসে, ভালো সময় হয়ে ওঠে আরও রঙিন।</p></div></div></div></body></html>"
        },
        {
            "title": "রোবট এবার পিএইচডি করছে | প্রথম আলো",
            "time": "2025-08-03T02:38:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F01pc7zfc%2F%E0%A7%A7.PNG?rect=0%2C0%2C994%2C522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগের সংস্করণটি বিশ্বের প্রথম হিউম্যানয়েড হাফ-ম্যারাথনে তৃতীয় স্থান পেয়েছিল। আগামী ১৪ সেপ্টেম্বর রোবটটি ক্যাম্পাসে হাজির হয়ে প্রশাসনিক কাজকর্ম শেষে শ্রেণিকক্ষে উপস্থিত হবে। অন্য পিএইচডি শিক্ষার্থীদের সঙ্গে করবে মঞ্চনাটকের মহড়া, অংশ নেবে থিসিস রচনায়।</p><p>শুধু অভিনয় নয়, সুয়েবা ০১ শিখবে মঞ্চসজ্জা, চিত্রনাট্য লেখা, শরীরের গতিনিয়ন্ত্রণ, ভাষা উৎপাদনের মতো প্রযুক্তিনির্ভর জটিল বিষয়ও। রোবটটিকে এরই মধ্যে একটি ভার্চ্যুয়াল শিক্ষার্থী আইডি দেওয়া হয়েছে, আর তার পরামর্শক হবেন খ্যাতনামা সাংহাই শিল্পী ও অধ্যাপক ইয়াং ছিংছিং।</p></div></div></div></body></html>"
        },
        {
            "title": "কাপুরুষ গার্দিওলা আর স্কুলবালক মেসির সঙ্গে কাটানো ইব্রার ঘটনাবহুল এক বছর | প্রথম আলো",
            "time": "2025-08-03T02:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fkbvus5cz%2FWhatsApp-Image-2025-08-02-at-6.09.23-PM.jpeg?rect=0%2C17%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একদিন মাঠে অনুশীলনের ফাঁকে আমি গার্দিওলার সঙ্গে কথা বলতে গেলাম। আমার মাথায় ছিল, কোনো তর্ক করব না। তাঁকে বললাম, ‘আমি মারামারি করতে চাই না। আমি যুদ্ধও চাই না। আমি শুধু আলোচনা করতে চাই।’</p><p>সে মাথা নাড়ল। মনে হল কিছুটা যেন ভীত। আমি আবার বললাম, ‘তুমি যদি ভাবো যে আমি ঝগড়া করতে চাইছি, আমি চলে যাব। আমি শুধু কথা বলতে চাইছি।’<br>‘ঠিক আছে। আমি খেলোয়াড়দের সঙ্গে কথা বলতে পছন্দ করি।’</p><p>বললাম, ‘শোনো, তুমি আমার সামর্থ্যের সঠিক ব্যবহার করছ না। যদি শুধু গোলস্কোরার চাইতে, তুমি ইনজাগি বা অন্য কাউকে কিনতে পারতে। আমাকে মাঠে জায়গা দেওয়া দরকার, আমি মুক্ত হয়ে খেলতে চাই। আমি শুধু সোজা সামনে-পেছনে দৌড়াতে পারব না। আমার ওজন ৯৮ কেজি। আমি সামনে-পেছনে দৌড়াদৌড়ির জন্য নিজেকে তৈরি করিনি।’</p><p>সে ভাবতে লাগল। ভাবতে গেলে সে সময় মাটির দিকে চোখ রাখে।<br>এরপর আমাকে বলল, ‘আমি মনে করি তুমি যেভাবে খেলছ, সেভাবেই খেলতে পারো।’</p><p>বললাম, ‘না, বরং তুমি আমাকে বেঞ্চে রাখো। সম্মান রেখেই বলছি, আমি তোমার অবস্থান বুঝতে পারছি, কিন্তু তুমি অন্য খেলোয়াড়দের জন্য আমাকে বলি দিচ্ছ। এটা কাজ করছে না। এটা যেন তুমি একটা ফেরারি কিনেছ, কিন্তু ফিয়াটের মতো চালাচ্ছ।’</p><p>সে আরেকটু ভাবল। বলল, ‘ঠিক আছে, এটা হয়তো একটা ভুল ছিল। এটা আমার সমস্যা। আমি এটা সমাধান করব।’</p><p>আমি খুশি হলাম। সে এটার সমাধান করবে। কিন্তু হলো উল্টো। সে আমাকে অবহেলা করতে শুরু করল। আমার দিকে তাকাতেই চাইত না, আর আমি এমন নই যে এসবে রাগ করি। নতুন পজিশনে থেকেও আমি দারুণ খেলছিলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় আজ তিন সমাবেশ, দুই পরীক্ষা, বিকল্প কোন পথে যাবেন | প্রথম আলো",
            "time": "2025-08-03T02:16:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F591to09j%2FScreenshot-157.jpg?rect=0%2C90%2C1255%2C659&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই সমাবেশ ঘিরে রাজধানীতে বাড়তি নিরাপত্তাব্যবস্থা নেওয়া হয়েছে। দুটি সমাবেশে তৃতীয় পক্ষ ঢুকে বিশৃঙ্খলা ও নাশকতা যাতে করতে না পারে, এ বিষয়ে দুই দল ও সংগঠনের নেতা-কর্মীদের সতর্ক থাকার নির্দেশনা দেওয়া হয়েছে নিজ নিজ দল থেকে।</p><p>ডিএমপি সূত্র জানিয়েছে, এনসিপি ও ছাত্রদলের সমাবেশস্থলের মধ্যবর্তী স্থান টিএসসি এলাকায় নিরাপত্তাব্যবস্থা জোরদার করতে বলা হয়েছে। তল্লাশিচৌকি বসানোর পাশাপাশি আজ সকাল থেকে সব পর্যায়ের পুলিশ সদস্যদের সতর্ক থাকতে বলা হয়েছে।</p><p>পুলিশ সদর দপ্তরের উপমহাপরিদর্শক (ডিআইজি-অপারেশনস) মো. রেজাউল করিম প্রথম আলোকে বলেন, যেকোনো ধরনের নাশকতা ঠেকাতে ঢাকাসহ সারা দেশে অতিরিক্ত পুলিশ মোতায়েন করা হয়েছে। নিয়মিত অভিযানের পাশাপাশি সামাজিক যোগাযোগমাধ্যমের তৎপরতার ওপরও নজরদারি করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেসকোতে নেবে ৪১ জন, বেসিক বেতন ১৭০০০-৫১০০০, করুন আবেদন | প্রথম আলো",
            "time": "2025-08-03T02:13:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fpnhljt56%2F106.JPG?rect=0%2C408%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পদের নাম ও বর্ণনা—</p><p>১. অ্যাসিস্ট্যান্ট ইঞ্জিনিয়ারিং (ইলেকট্রিক্যাল)</p><p>পদসংখ্যা: ১২টি</p><p>বেসিক বেতন: ৫১০০০ টাকা</p><p>২. অ্যাসিস্ট্যান্ট ইঞ্জিনিয়ারিং (মেকানিক্যাল)</p><p>পদসংখ্যা: ৩টি</p><p>বেসিক বেতন: ৫১০০০ টাকা</p><p>৩.</p><p>অ্যাসিস্ট্যান্ট ইঞ্জিনিয়ারিং (সিভিল)</p><p>পদসংখ্যা: ৩টি</p><p>বেসিক বেতন: ৫১০০০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "ফিনল্যান্ড কীভাবে গড়েছে বিশ্বসেরা শিক্ষাব্যবস্থা, সাফল্যের ৬ কারণ | প্রথম আলো",
            "time": "2025-08-03T02:13:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fqxr9ihkb%2F10.JPG?rect=0%2C14%2C612%2C321&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের সেরা উচ্চশিক্ষা ব্যবস্থার র‍্যাঙ্কিংয়ে নিয়মিত শীর্ষস্থান অধিকারকারী দেশগুলোর মধ্যে ফিনল্যান্ড সব সময়ই অন্যতম। সম্প্রতি বিশ্বব্যাংক ফিনল্যান্ডকে ‘শিক্ষা ক্ষেত্রে বিস্ময়’ বলে ঘোষণা করেছে। দেশটির শিক্ষাব্যবস্থা এমন, যেখানে শিক্ষার্থীরা স্বাধীনভাবে নিজেদের গতিতে শিখতে পারে, নতুন কিছু আবিষ্কার করতে এবং উদ্ভাবনে অংশ নিতে পারে। আর তাদের পাশে থাকেন আন্তরিক শিক্ষকেরা, যাঁরা সত্যিকারের যত্ন নেন শিক্ষার্থীদের।</p><p>ফিনল্যান্ডের শিক্ষাব্যবস্থাকে বলা হয় বিশ্বের অন্যতম সেরা শিক্ষাব্যবস্থা। এই সাফল্য এসেছে সাংস্কৃতিক মূল্যবোধ, দূরদর্শী নীতিমালা এবং শিক্ষক ও বিদ্যালয়ের প্রতি আস্থার কারণে। শিক্ষকদের প্রতি আস্থা ও শিক্ষার্থীর সুস্থতাই ফিনল্যান্ডের শিক্ষাব্যবস্থার অন্যতম মূল ভিত্তি। এর ফলেই দেশটি এমন একটি সহানুভূতিশীল পরিবেশ গড়ে তুলেছে, যেখানে শিশুদের সৃজনশীলতা ও বিকাশ বাধাহীনভাবে বিকশিত হতে পারে। ফিনল্যান্ডে শিক্ষা মানে, শুধু পরীক্ষায় ভালো নম্বর পাওয়াই নয়; বরং এখানে গুরুত্ব দেওয়া হয় কৌতূহলপূর্ণ উদ্দীপনা, সৃজনশীলতা ও আনন্দে শেখার জন্য মনের ক্ষুধা। অর্থাৎ নির্মম পরীক্ষানির্ভরতা নয়, শেখার প্রতি ভালোবাসাই মূল লক্ষ্য দেশটির।</p></div></div></div></body></html>"
        },
        {
            "title": "আইওএস ১৮.৬: আইফোনের ২৯টি নিরাপত্তা ত্রুটি সংশোধন, হালনাগাদের পরামর্শ বিশেষজ্ঞদের | প্রথম আলো",
            "time": "2025-08-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fxesw63j1%2Fios.jpg?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইফোনের জন্য নতুন নিরাপত্তা হালনাগাদ উন্মুক্ত করেছে অ্যাপল। সম্প্রতি প্রকাশিত আইওএস ১৮.৬ সংস্করণে ২৯টি নিরাপত্তা ত্রুটি সংশোধন করা হয়েছে। তথ্য সুরক্ষা নিয়ে কাজ করা বিশেষজ্ঞদের মতে, এসব ত্রুটির সুযোগে ব্যবহারকারীর ব্যক্তিগত তথ্য সাইবার অপরাধীদের হাতে চলে যাওয়ার শঙ্কা রয়েছে। ফলে এখনই যন্ত্র হালনাগাদ করার আহ্বান জানিয়েছেন তাঁরা।</p><p>অ্যাপলের সহায়তা পেজে বলা হয়েছে, ত্রুটিগুলোর ফলে কিছু কিছু ক্ষতিকর ওয়েবসাইট বা অ্যাপ্লিকেশনের মাধ্যমে সংবেদনশীল তথ্য ফাঁসের ঝুঁকি তৈরি হয়। কোনো কোনো ক্ষেত্রে অ্যাপগুলো যন্ত্রের অভ্যন্তরীণ তথ্যেও অননুমোদিত প্রবেশাধিকার নেয়। নিরাপত্তা ত্রুটিগুলোর বড় একটি অংশই ছিল ওয়েবকিট প্রযুক্তিতে। প্রযুক্তিটি অ্যাপলের নিজস্ব ওয়েব ব্রাউজার সাফারিতে ব্যবহৃত হয়। নিরাপত্তা প্রযুক্তি প্রতিষ্ঠান জ্যামফের নিরাপত্তা কৌশল বিভাগের ভাইস প্রেসিডেন্ট জশ স্টেইন বলেন, ‘ভালো দিক হলো, এখন পর্যন্ত এসব ত্রুটির কোনোটি ব্যবহার করে আক্রমণ চালানো হয়নি। তবে এটি নিশ্চিন্তে বসে থাকার কারণ হতে পারে না। সুরক্ষিত থাকতে হলে যত দ্রুত সম্ভব ডিভাইস আপডেট করে নেওয়া জরুরি।’ স্টেইন আরও জানান, ওয়েবকিটে থাকা কিছু ত্রুটির সুযোগে দূরবর্তী হ্যাকার ব্যবহারকারীর তথ্য চুরি করতে কিংবা ওয়েব ব্রাউজারে বাধা সৃষ্টি করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কী আছে এই কোরীয় সিরিজে | প্রথম আলো",
            "time": "2025-08-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Flc960o0f%2FTrigger-10.jpeg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই অভিনেতা বলেন, তিনি অ্যাকশন সিরিজ পছন্দ করেন, কিন্তু অ্যাকশনের আড়ালে যদি সামাজিক বার্তা থাকে, তবে সেটা আরও প্রিয় হয়ে ওঠে। ‘ট্রিগার’-এ সেটা আছে বলেই অভিনয় করতে রাজি হয়েছেন।</p><p>তথ্যসূত্র: সাউথ চায়না মর্নিং পোস্ট, টাইম</p></div></div></div></body></html>"
        },
        {
            "title": "এক বন্ধু বুয়েটে প্রথম, আরেকজন মেডিকেলে দ্বিতীয় | প্রথম আলো",
            "time": "2025-08-03T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fstw7qgm9%2FWhatsApp-Image-2025-07-30-at-3.02.00-PM.jpeg?rect=0%2C67%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সানজিদের বাড়ি চট্টগ্রামের সাতকানিয়া উপজেলার গারাংগিয়া গ্রামে। বাবা ছিলেন কলেজশিক্ষক। ২০১৪ সালে কোলন ক্যানসারে তিনি মারা যান। বাবার মৃত্যু সানজিদকে নাড়া দিয়েছিল গভীরভাবে। সেদিন থেকেই মনে মনে সিদ্ধান্ত নেন, চিকিৎসক হবেন। কাজ করবেন ক্যানসার নিয়ে। উচ্চমাধ্যমিকের প্রথম বর্ষ থেকেই শুরু করেন ভর্তিপরীক্ষার প্রস্তুতি। এখন তিনি ঢাকা মেডিকেল কলেজের ছাত্র। অন্যদিকে তোফায়েলের জন্ম কুমিল্লার পূর্ব চান্দিপুরে। মা মিনা বেগম, বাবা মনিরুল ইসলাম। ছোটবেলায় সরাইপাড়ার সিটি করপোরেশন স্কুলে পড়াশোনা শেষ করেন। কলেজে ওঠার পর কম্পিউটার বিজ্ঞান ও কৃত্রিম বুদ্ধিমত্তা নিয়ে তাঁর আগ্রহ গভীর হয়। সেই আগ্রহ থেকেই এবার বুয়েটে ভর্তি হলেন।</p><p>শহর ঘোরা, তর্ক-বিতর্ক—সবই চলত একসঙ্গে। কিন্তু তাঁদের পড়াশোনায় কখনো ব্যাঘাত ঘটেনি। গণিত দুজনেরই প্রিয় বিষয়। সানজিদ বললেন, ‘আমরা দুজনেই ক্লাসের নোট ভাগ করে নিতাম। কখনো আমি সাহায্য করতাম, কখনো তোফায়েল।’</p><p>বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষার সময়ও দুজনের প্রস্তুতি ছিল পরিকল্পনামাফিক। তাঁরা প্রতিদিন ছোট ছোট লক্ষ্য ঠিক করতেন। সময়ের হিসাব রাখতেন না। কখনো টানা ১০ ঘণ্টা পড়তেন, কখনো আরও বেশি। তবে এত ভালো ফলাফল হবে, তা ভাবেননি।</p><p>সানজিদ জানালেন, মেডিকেলে তাঁর ক্লাস শুরু হয়েছে মাত্র পাঁচ দিন। তোফায়েল বুয়েটে ক্লাস শুরু করেছেন আরও মাস তিনেক আগে। ক্লাস শেষে প্রায় সময় তাঁরা আড্ডা দেন। ভবিষ্যৎ নিয়ে আলোচনা করেন। এখন পড়াশোনার গন্তব্য আলাদা, ভবিষ্যৎও অনিশ্চিত। তবু দুজনের বিশ্বাস, সম্পর্কে কোনো চিড় ধরবে না। যে আড্ডা শুরু হয়েছিল ক্লাসরুমের বেঞ্চে; সিনেমা, গান আর বইয়ের আলোয় তা বেঁচে থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দলগুলোর মতামত পাওয়ার পর জুলাই সনদ চূড়ান্ত হবে | প্রথম আলো",
            "time": "2025-08-03T01:34:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Flruqwwf6%2FMeeting.jpg?rect=0%2C22%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছরের অক্টোবরে সংবিধান, নির্বাচনব্যবস্থা, বিচার বিভাগ, দুর্নীতি দমন কমিশন, প্রশাসন ও পুলিশ সংস্কার কমিশন গঠন করে অন্তর্বর্তী সরকার। গত ফেব্রুয়ারিতে কমিশনগুলো প্রতিবেদন দেয়। পরে সংস্কার প্রশ্নে ঐকমত্য তৈরির লক্ষ্যে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে জাতীয় ঐকমত্য কমিশন গঠন করা হয়। এরপর ছয়টি সংস্কার কমিশনের সুপারিশগুলোকে দুই ভাগে ভাগ করে ঐকমত্য কমিশন। এর মধ্যে আইন-বিধি সংস্কার করে বা প্রশাসনিক সিদ্ধান্তে বাস্তবায়ন সম্ভব, এমন অনেকগুলো সুপারিশকে ‘আশু বাস্তবায়নযোগ্য’ হিসেবে চিহ্নিত করা হয়। সেগুলো বাস্তবায়নের কাজ চলছে।</p><p>অন্যদিকে ১৬৬টি গুরুত্বপূর্ণ সুপারিশ নিয়ে দলগুলোর সঙ্গে আলোচনা করে ঐকমত্য কমিশন। প্রথম পর্বে ৩৩টি দলের সঙ্গে (২০ মার্চ-১৯ মে) রাজনৈতিক দলগুলোর সঙ্গে পৃথক আলোচনা করে কমিশন। প্রথম পর্বে ৬৫টির বেশি বিষয়ে ঐকমত্য হয়। ৩ জুন থেকে ৩১ জুলাই পর্যন্ত দলগুলোর সঙ্গে দ্বিতীয় পর্বে ৩০টি দলের সঙ্গে বিষয়ভিত্তিক আলোচনা করে ঐকমত্য কমিশন। এ পর্বে ১৯টি মৌলিক সংস্কার প্রস্তাবে ঐকমত্য ও সিদ্ধান্ত হয়। এর মধ্যে সর্বসম্মত সিদ্ধান্ত বা ঐকমত্য হয় ৯টি বিষয়ে।</p><p>দ্বিতীয় পর্বে যে বিষয়গুলো নিয়ে ঐকমত্য হয়েছে, সেগুলো হলো সংসদীয় কমিটির সভাপতিত্ব, নির্বাচনী এলাকার সীমানা নির্ধারণ, রাষ্ট্রপতির ক্ষমা সম্পর্কিত বিধান, জরুরি অবস্থা ঘোষণা, প্রধানমন্ত্রীর মেয়াদকাল, নাগরিকের মৌলিক অধিকার ও সম্প্রসারণ, বিচার বিভাগের বিকেন্দ্রীকরণ, পুলিশ কমিশন গঠন এবং রাষ্ট্রপতি পদে নির্বাচন। এর মধ্যে রাষ্ট্রপতি পদে নির্বাচনের বিষয়ে ইসলামী আন্দোলন বাংলাদেশের ভিন্নমত ছিল। তবে ২৯টি দল একমত হওয়ায় এটিকে ঐকমত্য হিসেবে বিবেচনা করেছে কমিশন।</p></div></div></div></body></html>"
        },
        {
            "title": "আব্বা নায়ক হতে চেয়েছিলেন: ফেরদৌসী রহমান | প্রথম আলো",
            "time": "2025-08-03T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fc13vj00a%2FFerdoushi-2.jpeg?rect=0%2C0%2C943%2C495&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>ফেরদৌসী রহমান:</strong> তাঁর ডাক নাম দুলু, আব্বাসী ভাইয়ের নাম তুলু। আমাদের তিনজনের মধ্যে দুলু ভাই সবচেয়ে বেশি বোদ্ধা, মানে সংগীতের ক্ষেত্রে। তিনি বলে দিতে পারতেন, আব্বার ওটা কী গান ছিল...ওটা অত নম্বর রেকর্ড, ওটা আব্বার, ওটা নজরুল ইসলামের। হ্যাঁ, আমরা যদি এতটুকু ভুল করতাম কোনো গানে, ‘মির্না, গানটা দেখে নিস তো, ওখানে তোর ভুল আছে।’ মির্না আমার ডাক নাম। কোথাও যদি একটু ভুল গাইলেন তুলুভাই, দুলু ভাই বলবেন, ‘মির্না, তুলুকে বল, ওখানে কিন্তু গানটা ভুল আছে, ও যেন ঠিক করে নেয়।’ সুর হোক বা কথা হোক, বাণী হোক—হোয়াট এভার। আর শুধু এ ধরনের গান নয়, উচ্চাঙ্গসংগীতও ভালো বুঝতেন। সে জন্য বলছি, শুধু পড়াশোনার ব্যাপারে না, আমাদের তিন ভাইবোনের মধ্যে দুলু ভাই সবচেয়ে বেশি ভালো বুঝতেন গান এবং আমাকে সারাক্ষণ ভালোই গাইড করতেন। আমি তাঁর কাছে কৃতজ্ঞ। কারণ, আর কেউ তেমন করে গাইড করার ছিল না আব্বা চলে যাওয়ার পর। অন্য শিল্পীরা ভালোবাসত, স্নেহ করত, হয়তো কোনো সময় কেউ একটু আদর করে বুঝিয়ে দিত। দুলু ভাই একদম শেখার মতো করে গাইড করতেন। আমাকে রবীন্দ্রসংগীতও শিখিয়েছেন।</p></span></div></div></body></html>"
        }
    ]
}