{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে বাণিজ্যচুক্তির বিরোধিতায় আন্দোলনে নামছে ভারতের কৃষকসমাজ | প্রথম আলো",
            "time": "2026-02-09T10:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2F2ckthjjr%2FScreenshot_2025_08_02_173829.jpg?rect=0%2C0%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসকেএম (অরাজনৈতিক) সংগঠনের নেতা জগজিৎ সিং ডাল্লেওয়াল এক বিবৃতিতে চুক্তির বিরোধিতা করে বলেছেন, বাণিজ্যমন্ত্রী বলছেন কৃষি ও দুগ্ধজাত খাত সুরক্ষিত রয়েছে। অথচ বাণিজ্যচুক্তি নিয়ে ভারত ও যুক্তরাষ্ট্রের যৌথ বিবৃতিতে বলা হয়েছে, মার্কিন কৃষিজাত ও খাদ্য পণ্যের ওপর থাকা বিভিন্ন অশুল্ক বাধা (নন ট্যারিফ ব্যারিয়ার) আলোচনার মাধ্যমে দূর করতে ভারত রাজি হয়েছে।</p><p>ডাল্লেওয়াল বলেন, এই দুই অবস্থান পরস্পরবিরোধী। যৌথ বিবৃতি থেকে এটা স্পষ্ট, মার্কিন চাপের মুখে তাদের কৃষিজাত পণ্যের জন্য বাজার উন্মুক্ত করতে ভারত রাজি হয়েছে। এই আত্মসমর্পণের মাশুল তীব্রভাবে দিতে হবে দেশের কৃষকদের।</p><p>অল ইন্ডিয়া কিষান সভার নেতা কৃষ্ণ প্রসাদের মতে, লাল জোয়ার, সয়াবিন তেল ও পশুখাদ্য হিসেবে যা আমদানিতে ভারত রাজি হয়েছে, তাতে কৃষি তো বটেই, দুগ্ধজাত ক্ষেত্রেও বিরূপ প্রতিক্রিয়া দেখা দেবে।</p><p>যুক্তরাষ্ট্র ও ইউরোপীয় ইউনিয়নের সঙ্গে যে ধরনের বাণিজ্যচুক্তি করা হচ্ছে, তাতে ওই দেশগুলোর থমকে যাওয়া অর্থনীতিরই লাভ হবে। বিপন্ন হবে দেশের কৃষিসমাজ।</p><p>ভারতীয় কিষান ইউনিয়নের নেতা রাকেশ টিকায়েত ও ক্রান্তিকারী কিষান ইউনিয়নের নেতা দর্শন পাল বলেছেন, কৃষকেরা শঙ্কিত। এ চুক্তি নিয়ে নানা প্রশ্ন তাঁরা তুলতে শুরু করেছেন।</p><p>দুই সংগঠনই জানিয়েছে, ১২ ফেব্রুয়ারির ধর্মঘট সফল করার পাশাপাশি তারা প্রধানমন্ত্রী নরেন্দ্র মোদি ও মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের কুশপুতুল পোড়াবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়ির দুর্গম তিন ভোটকেন্দ্রে হেলিকপ্টারে পৌঁছাল নির্বাচনী সরঞ্জাম | প্রথম আলো",
            "time": "2026-02-09T09:48:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fid975eht%2F2447a940-27ed-4c5e-a94c-377914cfdf73.jfif?rect=0%2C15%2C1284%2C674&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলা নির্বাচন কার্যালয় সূত্রে জানা গেছে, হেলিকপ্টারে সরঞ্জাম পাঠানো অতি দুর্গম তিনটি কেন্দ্রের একটি দীঘিনালা উপজেলায়, দুটি লক্ষ্মীছড়িতে। দীঘিনালা উপজেলার কেন্দ্রটির নাম নাড়াইছড়ি সরকারি প্রাথমিক বিদ্যালয় ভোটকেন্দ্র। অন্যদিকে লক্ষ্মীছড়ি কেন্দ্র দুটি হলো—বর্মাছড়ি সরকারি প্রাথমিক বিদ্যালয় ও পুট্টিছড়ি সরকারি প্রাথমিক বিদ্যালয়। পাহাড়ি পথ, গভীর বনাঞ্চল ও ঝুঁকিপূর্ণ যাতায়াত ব্যবস্থার কারণে এসব ভোটকেন্দ্রে সড়কপথে নির্বাচনী সরঞ্জাম পরিবহন করা সম্ভব নয়। তাই হেলিকপ্টারের মাধ্যমে নির্বাচনী সরঞ্জাম এবং ভোট গ্রহণের দায়িত্বে নিয়োজিত কর্মকর্তাদের কেন্দ্রে পৌঁছে দেওয়া হচ্ছে।</p><p>খাগড়াছড়ি জেলা নির্বাচন কর্মকর্তা এস এম শাহাদাত হোসেন প্রথম আলোকে বলেন, দুর্গম এলাকা হওয়ায় জেলার তিনটি ভোটকেন্দ্রে হেলিকপ্টারে করে নির্বাচনী সরঞ্জাম পাঠানো হয়েছে। একই সঙ্গে প্রিসাইডিং অফিসার, পোলিং অফিসার, পুলিশ, আনসারসহ ভোট গ্রহণে নিয়োজিত সব কর্মকর্তা-কর্মচারীদের কেন্দ্রে পৌঁছে দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে ডিএমপির নিরাপত্তা পরিকল্পনা ইস্পাত কঠিন: ডিএমপি কমিশনার | প্রথম আলো",
            "time": "2026-02-09T09:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fd9z5dx2v%2FDMP-Commissioner-Briefing-.mp4.00012514.Still001.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নির্বাচনে ডিএমপির নিরাপত্তা পরিকল্পনা ইস্পাত কঠিন: ডিএমপি কমিশনার\" class=\"nA4h1 \">নির্বাচনে ডিএমপির নিরাপত্তা পরিকল্পনা ইস্পাত কঠিন: ডিএমপি কমিশনার</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-09T15:44:59+06:00\"><span>প্রকাশ: ০৯ ফেব্রুয়ারি ২০২৬, ০৯: ৪৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "হাইকোর্ট বিভাগের বিচারপতি নাইমা হায়দারের পদত্যাগ | প্রথম আলো",
            "time": "2026-02-09T09:44:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fca9cdb5o%2FAsean.webp?rect=0%2C54%2C476%2C250&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ সুপ্রিম কোর্ট থেকে দুই বিচারপতির পদত্যাগপত্র রাষ্ট্রপতির কাছে  এর মধ্যে পাঠানো হয়েছে বলে বিজ্ঞপ্তিতে জানানো হয়েছে।</p><p>সুপ্রিম কোর্টের রেজিস্ট্রার জেনারেল মুহাম্মদ হাবিবুর রহমান সিদ্দিকী প্রথম আলোকে বলেন, ‘বিচারপতি নাইমা হায়দারের বিষয়ে সুপ্রিম জুডিশিয়াল কাউন্সিলে প্রাথমিক তদন্ত শুরু হয়েছিল। ব্যক্তিগত কারণ দেখিয়ে তিনি পদত্যাগপত্র দিয়েছেন। দুই বিচারপতি যেদিন পদত্যাগপত্র দিয়েছেন, সেদিনই তা রাষ্ট্রপতির কাছে পাঠানো হয়।’</p><p>এর আগে ব্যক্তিগত কারণ দেখিয়ে ২ ফেব্রুয়ারি রাষ্ট্রপতির বরাবর পদত্যাগপত্র দেন হাইকোর্ট বিভাগের দ্বিতীয় জ্যেষ্ঠ বিচারপতি মামনুন রহমান। দেশের বাইরে থেকে এই বিচারপতির পদত্যাগপত্রটি ই-মেইলের মাধ্যমে সুপ্রিম কোর্টের রেজিস্ট্রার জেনারেলের কার্যালয়ে পাঠানো হয়। দুই দশকের বেশি সময় তিনি হাইকোর্ট বিভাগের বিচারপতি হিসেবে দায়িত্ব পালন করছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এজাজের বিদায়, ঢাকা উত্তর সিটির নতুন প্রশাসক সুরাইয়া আখতার | প্রথম আলো",
            "time": "2026-02-09T09:42:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F1b375a29-a923-4ad8-a7ea-cb8addf88058%2Fbangladesh_government_logo.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রজ্ঞাপনে আরও উল্লেখ করা হয়, নিয়োগ করা প্রশাসক সুরাইয়া আখতার জাহান ঢাকা উত্তর সিটি করপোরেশনের মেয়রের ক্ষমতাপ্রয়োগ ও দায়িত্বপালন করবেন। তিনি নিজ দায়িত্বের অতিরিক্ত হিসেবে এই দায়িত্বপালন করবেন। বিধি অনুযায়ী তিনি কেবল ‘দায়িত্ব ভাতা’ পাবেন। এ ছাড়া অন্য কোনো আর্থিক বা অন্যান্য সুযোগ-সুবিধা পাবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "নাহিদ ইসলামের প্রার্থিতার বৈধতা নিয়ে রিট | প্রথম আলো",
            "time": "2026-02-09T09:40:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fqv0n62d1%2F%E0%A7%A7%E0%A7%A7.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রোববার রিটটি দায়ের করা হয় বলে জানিয়েছেন শামিম আহমেদের আইনজীবী মোহাম্মদ মজনু মোল্যা।</p><p>মজনু মোল্যা জানিয়েছেন, আগামীকাল মঙ্গলবার রিটটি শুনানির জন্য হাইকোর্টে উপস্থাপন করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ বাংলাদেশ গড়ে তোলার অঙ্গীকার তারেক রহমানের | প্রথম আলো",
            "time": "2026-02-09T09:36:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fkx4iakik%2Ftarek_1.jpeg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিরাপদ বাংলাদেশ গড়ে তোলার অঙ্গীকার ব্যক্ত করেছেন বিএনপির চেয়ারম্যান তারেক রহমান। তিনি বলেন, বিএনপির লক্ষ্য এমন একটি রাষ্ট্র গঠন করা, যেখানে  সব নাগরিক দিন–রাত যেকোনো সময় নিরাপদে চলাফেরা করতে পারবেন এবং পরিবার নিয়ে নিশ্চিন্তে বসবাস করতে পারবেন। আজ সোমবার দুপুরে রাজধানীর বনানী বাজারসংলগ্ন মাঠে আয়োজিত ঢাকা-১৭ আসনের নির্বাচনী জনসভায় তারেক রহমান এ কথাগুলো বলেন। জনসভায় ধানের শীষের প্রার্থী হিসেবে বক্তব্য দেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "আ.লীগ-বিএনপি ভাই ভাই, ধানের শীষে ভোট চাই, এ কথা তারেক রহমান বলেননি | প্রথম আলো",
            "time": "2026-02-09T09:30:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Ferzlle8n%2FFact-02.jpg?rect=0%2C24%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাচাইয়ে দেখা যায়, সিপিডির সংবাদ সম্মেলনে আসন্ন নির্বাচন সম্পর্কে তাদের জরিপের ফলাফল ও মতামত জানানো হলেও নির্বাচন স্থগিতের কোনো তথ্য জানানো হয়নি। আর নির্বাচন কমিশন, প্রধান উপদেষ্টা বা রাষ্ট্রপতির বরাতেও আসন্ন নির্বাচন স্থগিতের কোনো ঘোষণা পাওয়া যায়নি কোনো সংবাদমাধ্যমে।</p><p>গত শুক্রবার রাতে অনিবার্য কারণ দেখিয়ে গাজীপুর জেলা প্রশাসনের পক্ষ থেকে জেলার পাঁচটি সংসদীয় আসনের ব্যালট পেপারসহ নির্বাচনী মালামাল বিতরণ কার্যক্রম স্থগিতের একটি খবর পাওয়া যায়।</p><p>এ ঘটনাকে কেন্দ্র করে সামাজিক যোগাযোগমাধ্যমে অনেকে দাবি করছেন, গাজীপুরের পাঁচটি আসনে নির্বাচন স্থগিত করা হয়েছে। তবে প্রথম আলোসহ বিভিন্ন সংবাদমাধ্যমে প্রকাশিত প্রতিবেদন থেকে জানা যায়, এখানে নির্বাচন স্থগিতের কোনো বিষয় নেই, কেবল নির্বাচনী সরঞ্জাম বিতরণ স্থগিত করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি ২০২৬। সমাজকর্ম ১ম পত্র: সৃজনশীল প্রশ্ন-মানুষের অবস্থার উন্নয়ন করে সমাজসেবা | প্রথম আলো",
            "time": "2026-02-09T09:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F4e5a14ae-821b-47f6-a6da-963920c630ca%2Fporasona__1_.png?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সমাজকর্ম ১ম পত্র: সৃজনশীল প্রশ্ন</strong></p><p><strong>অধ্যায়–১</strong></p><p># নিচের উদ্দীপকটি পড়ে প্রশ্নগুলোর উত্তর দাও।</p><p>জনাব আলীম মানুষের সাহায্যে এগিয়ে আসেন। সাহায্যের সময় তিনি দৈহিক, মানসিক, সামাজিক, অর্থনৈতিক, রাজনৈতিক ও নৈতিক দিকের প্রতি সমান গুরুত্ব দিয়ে থাকেন।</p><p>ক. COS–এর পূর্ণরূপ কী?</p><p>খ. ‘সমাজকর্ম একটি সাহায্যকারী পেশা’—ব্যাখ্যা করো।</p><p>গ. জনাব আলীম সমাজকর্মের কোন বৈশিষ্ট্যটি অনুশীলন করেন? ব্যাখ্যা করো।</p><p>ঘ. জনাব আলীমের কার্যক্রম সমাজকর্মের উদ্দেশ্যের সঙ্গে সংগতিপূর্ণ—বিশ্লেষণ করো।</p><p><strong>উত্তর</strong>: <strong>ক. </strong>COS<strong>–</strong>এর পূর্ণরূপ Charity Organization Society.</p><p><strong>খ.</strong> ব্যক্তি, দল ও সমষ্টির সমস্যা সমাধানে সাহায্য প্রদান করে বলে সমাজকর্মকে সাহায্যকারী পেশা বলা হয়।</p><p>সমাজকর্ম বর্তমান বিশ্বে একটি মানবসেবামূলক সাহায্যকারী পেশা হিসেবে সর্বজনস্বীকৃত। এটি ব্যক্তি, দল ও সমষ্টির সমস্যা সমাধানে এমনভাবে সহায়তা করে, যেন তারা নিজেদের সমস্যা নিজেরাই মোকাবিলা করতে সক্ষম হয়। পেশাগত কাঠামোর মধ্য থেকে সমাজকর্ম সমস্যা সমাধানে এরূপ সহায়তা দিয়ে থাকে। এ জন্যই এটি সাহায্যকারী পেশা হিসেবে পরিচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন নিয়ে হুমকি নেই, এই শহরে আইনশৃঙ্খলা পরিস্থিতি চমৎকার: ডিএমপি কমিশনার | প্রথম আলো",
            "time": "2026-02-09T09:22:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fpkrz3fkq%2FWhatsApp-Image-2026-02-09-at-3.03.19-PM.jpeg?rect=0%2C3%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কমিশনার বলেন, গুরুত্বপূর্ণ কেন্দ্রে চারজন পুলিশ সদস্য, সাধারণ কেন্দ্রে তিনজন পুলিশ সদস্য মোতায়েন থাকবেন। থানা থেকে পাঁচ কিলোমিটার দূরে এমন দুর্গম এলাকার ৩৭টি কেন্দ্রে ৭ জন করে পুলিশ সদস্য মোতায়েন থাকবেন। সব মিলিয়ে নির্বাচনে নিশ্চিদ্র নিরাপত্তাব্যবস্থা নেওয়া হয়েছে।</p><p>পুলিশের নিরপেক্ষতা নিয়ে এক প্রশ্নের জবাবে কমিশনার বলেন, গত ১৫ মাসে পুলিশ কোনো বিশেষ দলের হয়ে কাজ করেনি। পুলিশের কাজের ধরনই প্রমাণ করে যে তারা কোনো রাজনৈতিক দলের পক্ষপাতিত্ব করছে না। তিনি আরও বলেন, সামগ্রিক নিরাপত্তা পরিকল্পনায় সাংবাদিক, চিকিৎসক, প্রকৌশলীসহ বিভিন্ন পেশাজীবীর নিরাপত্তার বিষয়টি অন্তর্ভুক্ত রয়েছে।</p><p>শহীদ শরিফ ওসমান হাদি হত্যা মামলা জাতিসংঘের তদন্ত দাবিতে গত শুক্রবার আন্দোলন করেন আন্দোলনকারীরা। আন্দোলনকারীদের থামাতে পুলিশের নেওয়া ব্যবস্থা নিয়ে প্রশ্ন করলে কমিশনার বলেন, ‘সরকারপ্রধানের বাসভবন ঘেরাও করে ঢোকার চেষ্টা হলে বসে থাকার সুযোগ থাকে না।’ ইনকিলাব মঞ্চের আন্দোলনে পুলিশের ভূমিকা নিয়েও একই কথা বলেন ডিএমপি কমিশনার।</p></div></div></div></body></html>"
        },
        {
            "title": "পারমাণবিক বিদ্যুৎ নিয়ে আগ্রহ বাড়ছে বিল গেটস ও স্যাম অল্টম্যানের | প্রথম আলো",
            "time": "2026-02-09T09:21:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-10%2F5vx1ypfp%2FNuclear%20plant.reuters.png?rect=0%2C17%2C461%2C242&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত জানুয়ারিতে ফেসবুকের মূল প্রতিষ্ঠান মেটা বিল গেটসের টেরাপাওয়ার ও স্যাম অল্টম্যানের অর্থায়িত ওকলোর সঙ্গে প্রায় ৪ গিগাওয়াট বিদ্যুৎ উৎপাদনের চুক্তি করেছে। এই পরিমাণ বিদ্যুৎ দিয়ে প্রায় ৩০ লাখ বাড়িতে আলো জ্বালানো সম্ভব। ওহাইতে মেটার পরিকল্পিত বিশাল এআই ডেটা সেন্টার প্রমিথিউসের জন্য এই ক্লিন এনার্জি বা পরিবেশবান্ধব বিদ্যুৎ ব্যবহার করা হবে। বিশ্লেষকেরা বলছেন, এটি কেবল শুরু। ওয়েডবুশ সিকিউরিটিজের প্রযুক্তি গবেষণাপ্রধান ড্যান আইভস বলেন, ২০২৬ সালের মধ্যে প্রতিটি বড় প্রযুক্তিপ্রতিষ্ঠানই পারমাণবিক বিদ্যুতের দিকে ঝুঁকবে। ২০৩০ সালের মধ্যে আমরা যুক্তরাষ্ট্রে পারমাণবিক বিদ্যুতের এক নতুন অধ্যায় দেখতে পাব।<br>প্রচলিত বড় পারমাণবিক চুল্লি তৈরি করতে যেখানে এক দশক সময় লাগে, সেখানে ছোট মডুলার রিঅ্যাক্টর মাত্র তিন বছরে তৈরি করা সম্ভব। ওকলোর প্রধান নির্বাহী জ্যাকব ডিউইট বলেন, বাজার এখন বাস্তব রূপ নিচ্ছে। এআই ডেটা সেন্টারের জন্য যে পরিমাণ নিরবচ্ছিন্ন বিদ্যুৎ প্রয়োজন, তা মেটাতে পারমাণবিক শক্তির কোনো বিকল্প নেই। টেরাপাওয়ার বর্তমানে ওয়াইওমিংয়ে তাদের প্রথম ৩৪৫ মেগাওয়াটের এসএমআর প্ল্যান্ট নির্মাণ করছে, যা ২০৩১ সাল নাগাদ গ্রিডে বিদ্যুৎ সরবরাহ শুরু করবে। মেটার সঙ্গে চুক্তির আওতায় তারা ২০৩২ সালের মধ্যে দুটি এবং পরবর্তী সময়ে আরও ছয়টি চুল্লি স্থাপন করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "এখন থেকেই ভোটের পাহারাদারি শুরু করতে হবে: শফিকুর রহমান | প্রথম আলো",
            "time": "2026-02-09T09:16:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fg25c2bz9%2FShafiqur-Rahman.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাঁচটি বিশ্ববিদ্যালয়ে তরুণেরা জুলাই আকাঙ্ক্ষার পক্ষে অবস্থান নিয়েছেন এবং আকাঙ্ক্ষাকেই তারা সম্মান করেছেন বলে মন্তব্য করেন শফিকুর রহমান। তিনি বলেন, ১২ তারিখেও বাংলাদেশ একই দৃশ্য দেখবে। কেউ যদি সেই দৃশ্য দেখে এখনই ভীত–সন্ত্রস্ত হয়ে চোরাই পথে পা বাড়ান, তাইলে জাতি ও তাঁরা তাদের ক্ষমা করবেন না। তাঁরা সেদিকে চলতে দেবেন না। এই রাস্তা বন্ধ করে দেওয়া হবে।</p><p>আমলা ও সচিবদের উদ্দেশে জামায়াত আমির বলেন, ‘সরকারের কিছু আমলা, সচিব, কিছু অসৎ লোক এখনো দলবাজি করছেন। বিভিন্ন জায়গায় বিভিন্ন প্রার্থীকে জিতিয়ে আনার চেষ্টা করছেন। প্রার্থী জিতবে বা পরাজিত হবে, সেটা নির্ধারিত হবে জনগণের ভোটে। আপনাকে কে এই দায়িত্ব দিয়েছে? মনে রাখবেন ক্ষমা বারবার পাবেন না। অপরাধ করে অতীতে ক্ষমা পেয়েছেন, আগামীতে সেই ক্ষমা করা হবে না।’<br>শফিকুর রহমান আরও বলেন, যদি আবার ফ্যাসিবাদের দিকে দেশকে ঠেলে দেওয়ার কেউ দুঃসাহস করেন, জুলাইতে যেমন ফ্যাসিবাদে রুখে দেওয়া হয়েছে, আগামীতেও রুখে দেওয়া হবে।</p><p>ধর্ম–বর্ণ–লিঙ্গের ভিত্তিতে কোনো বিভাজন মেনে নেওয়া হবে না বলে উল্লেখ করেন জামায়াতের আমির। তিনি আরও বলেন, ‘আমরা বারবার জুলাই চাই না। আবার জুলাই হওয়ার প্রেক্ষাপট কেউ তৈরি করবেন, তা হতে দেব না। ইনশা আল্লাহ, সত্যের বিজয় হবে। ইনসাফের বিজয় হবে। দুর্নীতিমুক্ত বাংলাদেশ হবে। ইনসাফ এই বাংলাদেশে কায়েম হবে। সকল শ্রেণি-পেশা–লিঙ্গ–বর্ণের মানুষ, ধর্মের মানুষ সমতার ভিত্তিতে তাদের অধিকার ফিরে পাবে। এই রাষ্ট্রে ধর্ম–বর্ণ–লিঙ্গের ভিত্তিতে আর কোনো বিভাজন আমরা মানব না। এই ঐক্যবদ্ধ জাতি নিয়ে আমরা সামনে এগিয়ে যেতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারা ব্যালট ছাপাচ্ছে, বোরকা বানাচ্ছে, এনআইডি নিচ্ছে: আমীর খসরু | প্রথম আলো",
            "time": "2026-02-09T09:10:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fjwwg4bwi%2F06d3dabb-dd41-4b91-8514-18d77fb8cd52.jfif?rect=0%2C71%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চট্টগ্রাম-১১ আসনে খসরুর ১১ প্রতিশ্রুতি</strong></p><p>চট্টগ্রাম-১১ (বন্দর-পতেঙ্গা) আসনে বিএনপির প্রার্থী দলের স্থায়ী কমিটির সদস্য ও সাবেক মন্ত্রী আমীর খসরু মাহমুদ চৌধুরী। এ এলাকার উন্নয়নে ১১ দফা বাস্তবায়নের পরিকল্পনা নিয়েছেন তিনি। নির্বাচনী প্রচারণায় ভোটারদের মধ্যে তা তুলেও ধরছেন।</p><p>প্রতিশ্রুতিগুলোর মধ্যে আছে, বন্দর-পতেঙ্গা এলাকায় ১ হাজার ২০০ শয্যাবিশিষ্ট আধুনিক হাসপাতাল নির্মাণ, বেকার তরুণদের জন্য ফ্রিল্যান্সিং ও আউটসোর্সিং প্রশিক্ষণ, চাঁদাবাজি, সন্ত্রাস, মাদক ও অপরাধের বিরুদ্ধে শূন্য সহনশীলতা নীতি বাস্তবায়ন, পানীয় জলের ব্যবস্থা, জলাবদ্ধতা নিরসনে আধুনিক ড্রেনেজ ও পানি নিষ্কাশনব্যবস্থা করা, দীর্ঘমেয়াদি যানজট নিরসন পরিকল্পনা, ইপিজেড ও শিল্পাঞ্চলের বর্জ্য ব্যবস্থাপনা, রাস্তাঘাটের বেহাল দশা দূর করে টেকসই সড়কব্যবস্থা গড়ে তোলা, চট্টগ্রাম বন্দরে কনটেইনার জট নিরসনে আধুনিক ব্যবস্থাপনা ও সংশ্লিষ্ট দপ্তরের মাধ্যমে বাণিজ্য ও অর্থনীতি গতিশীল করা, নাগরিক সেবায় বিভিন্ন দপ্তরের সমন্বয়হীনতা দূর করে একীভূত ও ডিজিটাল সেবা ব্যবস্থা চালু ও পরিকল্পিত, আধুনিক ও অগ্রগামী নগর হিসেবে গড়ে তুলতে দীর্ঘমেয়াদি নগর-পরিকল্পনা বাস্তবায়ন করা।</p></div></div></div></body></html>"
        },
        {
            "title": "দাঁড়িপাল্লায় ভোট চেয়ে বক্তব্য দেওয়া আওয়ামী লীগ নেতা যোগ দিলেন বিএনপিতে | প্রথম আলো",
            "time": "2026-02-09T09:02:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fu7xxiirs%2FCUMILLADH175220260209IMG20260209120319.JPG.JPG?rect=0%2C37%2C1118%2C587&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খোঁজ নিয়ে জানা গেছে, গত বছরের ১৫ ফেব্রুয়ারি চৌদ্দগ্রাম উপজেলার মিয়া বাজার এলাকা থেকে সালাউদ্দিন আহমেদ ও তাঁর ছেলে ইউনিয়ন যুবলীগের সাংগঠনিক সম্পাদক নেয়ামত উল্লাহ মজুমদারকে গ্রেপ্তার করে চৌদ্দগ্রাম থানা-পুলিশ। পরদিন তাঁদের বাসে পেট্রলবোমা নিক্ষেপ করে চৌদ্দগ্রামে আটজনকে পুড়িয়ে হত্যার ঘটনায় হওয়া একটি মামলায় গ্রেপ্তার দেখিয়ে আদালতের মাধ্যমে কারাগারে পাঠানো হয়।</p><p>থানা-পুলিশ সূত্র জানায়, ২০১৫ সালের ৩ ফেব্রুয়ারি ঢাকা-চট্টগ্রাম মহাসড়কের চৌদ্দগ্রামের জগমোহনপুর এলাকায় আট বাসযাত্রীকে পেট্রলবোমা নিক্ষেপ করে পুড়িয়ে হত্যা করা হয়। ২০২৪ সালের ৫ আগস্ট আওয়ামী লীগ সরকারের পতনের পর ১১ সেপ্টেম্বর মো. আবুল খায়ের নামের এক ব্যক্তি বাদী হয়ে এ ঘটনায় কুমিল্লার আদালতে একটি মামলা করেন।</p><p>মামলার আসামির তালিকায় সাবেক রেলমন্ত্রী মুজিবুল হক, তৎকালীন আইজিপি এ কে এম শহীদুল হক, র‍্যাবের তৎকালীন ডিজি বেনজীর আহমেদ, কুমিল্লার তৎকালীন পুলিশ সুপার টুটুল চক্রবর্তীসহ ১৩০ জনের নাম উল্লেখ করা হয়। অজ্ঞাতনামা আসামি করা হয় ৫০ থেকে ৬০ জনকে। এ মামলায় সালাউদ্দিন আহমেদ মজুমদার ১১ নম্বর আসামি এবং তাঁর ছেলে নেয়ামত উল্লাহ মজুমদার ৭৯ নম্বর আসামি। মামলা হওয়ার পর থেকে আওয়ামী লীগ ও যুবলীগের এই দুই নেতা আত্মগোপনে ছিলেন। এরপর তাঁদের গত বছরের ১৫ ফেব্রুয়ারি গ্রেপ্তার করা হয়। এর কিছুদিন পর দুজনে জামিনে মুক্তি পান। বর্তমানে তাঁরা এলাকায় প্রকাশ্যে আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যৌনতার আড়ালে ভিন্ন বার্তা | প্রথম আলো",
            "time": "2026-02-09T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fyv1yth3b%2F8326e79b-d204-4da4-bd60-193b925eb1d0.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> পল ফিগ আগে ‘আ সিম্পল ফেভার’ ও সেটার সিকুয়েল ‘অ্যানাদার সিম্পল ফেভার’–এর মতো থ্রিলারও বানিয়েছেন। সেই অভিজ্ঞতা থেকে এখানেও দারুণভাবে গল্পের চমকগুলো পরিবেশন করেছেন। কিছু চমক সত্যিই দারুণ, আর কিছু চমক এতটাই অনুমেয়; যে হাসিই পায়। রেবেকা সনেনশাইনের চিত্রনাট্যের অবশ্য প্রশংসা করতে হয়। কারণ, শ্রেণিবৈষম্য কীভাবে প্রধান চরিত্রগুলোর সিদ্ধান্তকে প্রভাবিত করে—পুরো সিনেমাতেই তিনি সেটা দেখিয়েছেন। </p><p> নব্বইয়ের দশকের থ্রিলারগুলো যেখানে ধীরে ধীরে উত্তেজনা তৈরি করত, ‘দ্য হাউসমেইড’ সেখানে শুরু থেকেই গতি বাড়িয়ে দেয়। নিনা থালা ভেঙে, চিৎকার করে, উন্মত্ত রাগের বহিঃপ্রকাশ ঘটায়। দর্শকের মনে হয়—মিলির তো এই চাকরি ছেড়ে দেওয়াই তো ভালো! কিন্তু মিলি ছাড়তে পারে না। তাঁর প্যারোল অফিসার তাঁকে হুমকি দিয়েছে, এই চাকরি ঠিকমতো না চললে তাঁকে আবার জেলে পাঠানো হতে পারে। বাস্তব আইনের হিসেবে এই যুক্তি দুর্বল ও কৃত্রিম মনে হলেও ছবির অতিনাটকীয় জগতে দর্শক হিসেবে সেসব মনে থাকে না। কারণ, এই সিনেমা এমন এক ধাঁচের, যেটার সঙ্গে আপনাকে চলতে হবে যুক্তি–তর্কের ধার না ধেরেই। </p></div></div></div></body></html>"
        },
        {
            "title": "অর্থ উপদেষ্টার পদত্যাগের দাবি করেছেন বাংলাদেশ ব্যাংকের কর্মকর্তারা | প্রথম আলো",
            "time": "2026-02-09T08:59:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fh0fre46c%2FWhatsApp_Image_2024_08_09_at_17_35_13.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বায়ত্তশাসনের প্রস্তাব অনুমোদন না দেওয়ায় অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদের পদত্যাগ চেয়েছেন বাংলাদেশ ব্যাংকের কর্মকর্তারা। আজ সোমবার বাংলাদেশ ব্যাংকের ৩০ ভবনের সামনে আয়োজিত প্রতিবাদ সভায় অর্থ উপদেষ্টার এ পদত্যাগের দাবি করা হয়। কেন্দ্রীয় ব্যাংকের কর্মকর্তাদের সংগঠন অফিসার্স ওয়েলফেয়ার কাউন্সিলের ব্যানারে এ প্রতিবাদ সভা অনুষ্ঠিত হয়।</p><p>সংগঠনটির সভাপতি এ কে এম মাসুম বিল্লাহ বলেন, কেন্দ্রীয় ব্যাংক থেকে অক্টোবরের শুরুতে বাংলাদেশ ব্যাংক অর্ডার সংশোধন প্রস্তাব অর্থ মন্ত্রণালয়ে পাঠানো হয়। কিন্তু এটি অনুমোদন দেওয়া হয়নি।</p><p>এ কে এম মাসুম বিল্লাহ বলেন, ‘বর্তমান উপদেষ্টা যখন গভর্নর ছিলেন তখন তিনিও এ প্রস্তাবের পক্ষে ছিলেন। কিন্তু আমরা দেখলাম তিনি তা এখন বাস্তবায়নের প্রয়োজন নেই বলে গভর্নরকে এক চিঠিতে জানান। এ দ্বিমুখী অবস্থানের কারণে তাঁর পদত্যাগ চাচ্ছি। সেটা যদি এক দিনও হয়, সেটাও আমরা চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানকে সিদ্ধান্ত পুনর্বিবেচনা করতে অনুরোধ এবার আমিরাতের | প্রথম আলো",
            "time": "2026-02-09T08:58:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fbnlt4a1e%2FUntitled-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টুয়েন্টি বিশ্বকাপে ভারত-পাকিস্তান ম্যাচ ঘিরে তৈরি হওয়া অনিশ্চয়তা দূর করতে এবার উদ্যোগী হয়েছে সংযুক্ত আরব আমিরাতের ক্রিকেট বোর্ডও। ১৫ ফেব্রুয়ারি ভারতের বিপক্ষে গ্রুপ পর্বের ম্যাচটি না খেলার সিদ্ধান্ত পুনর্বিবেচনা করতে পাকিস্তানকে অনুরোধ জানিয়েছে আমিরাত ক্রিকেট বোর্ড (ইসিবি)। এর আগে শ্রীলঙ্কা ক্রিকেট (এসএলসি) একই অনুরোধ করেছিল। </p><p>সূত্রের বরাত দিয়ে পাকিস্তানের এআরওয়াই নিউজের খবরে বলা হয়, ক্রিকেটের বৃহত্তর স্বার্থের কথা বিবেচনা করে পাকিস্তানকে তাদের অবস্থান থেকে সরে আসার অনুরোধ করেছে ইউএই ক্রিকেট বোর্ড।</p></div></div></div></body></html>"
        },
        {
            "title": "কমলকুমার মজুমদার এক অস্বস্তির নাম | প্রথম আলো",
            "time": "2026-02-09T08:56:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F75aommaz%2FWhatsApp-Image-2026-02-09-at-09.57.07.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উনিশ শতকের ত্রিশের দশকে লর্ড মেকলে ভারতবর্ষের সাহিত্য–সংস্কৃতির মূল ভিত্তিপ্রস্তরটি রচনা করেছিলেন তাঁর কুখ্যাত মেকলে মিনিটেসের মাধ্যমে। তিনি ঘোষণা করেছিলেন, ‘ভারতবর্ষে আমরা এমন এক শিক্ষিত শ্রেণি তৈরি করতে চাই, যাদের চামড়া হবে ভারতীয় কিন্তু রুচি হবে ইউরোপীয়।’ লর্ড বেন্টিঙ্ক এটাকেই ভারতবর্ষের শিক্ষা ও সংস্কৃতির রাষ্ট্রীয় নীতি হিসেবে গ্রহণ করেছিলেন। পরবর্তী ১০০ বছরে ভারতবর্ষের এমন এক শিক্ষিত শ্রেণি তৈরি হয়, যারা পুরোটাই ইউরোপীয় রুচির। ঘটে শিল্প–সংস্কৃতির ঔপনিবেশীকরণ। ফলে বঙ্কিমচন্দ্র সূচনা করেন বাংলা ভাষায় ভিক্টোরীয় উপন্যাসের ধারা, শুরু হয় যাত্রার বদলে প্রসেনিয়াম থিয়েটার, কবিগানের স্থানে আধুনিক গীতিকবিতা, পশ্চিমের সবকিছু। ফোর্ট উইলিয়াম কলেজে ইংরেজি ভাষা অনুকরণে তৈরি হয় ‘বাবু গদ্য’। কমলকুমার যাকে বলেছিলেন, ‘খুকু গদ্য’। যার ফলে ১৮০১ সালের ফোর্ট উইলিয়াম কলেজে তৈরি করা গদ্যের কাছে ১৫৫৫ সালের বাংলা গদ্য হারিয়ে যায়। </p><p>হাজার বছরের বাংলা সাহিত্যের ধারা পশ্চিমের ধারার পাশে অপাঙ্‌ক্তেয় হয়ে পড়ে। আমাদের মেকলে নির্মিত মন থেকে নিজ মন উধাও হয়ে যায়। আর গত শতাব্দীর ত্রিশের দশকে তো বুদ্ধদেব বসু থেকে জীবনানন্দ দাশ সবাই পশ্চিমের চশমায় আমাদের শহর আর মাঠের ধানখেত দেখতে শুরু করেন। তত দিনে তৈরি মেকলে পরিকল্পিত মধ্যবিত্ত শ্রেণি এই পশ্চিমের কায়দার শিল্প–সাহিত্যে পড়ে স্বস্তিবোধ করতে থাকে। একটা কম্ফোর্ট জোন তৈরি হয়ে যায়। ফোর্ট উইলিয়াম কলেজ নির্মিত গদ্যে ভিক্টোরীয় কাঠামোতে লেখা কথাসাহিত্য এ শ্রেণি স্বস্তির সঙ্গেই পাঠ করতে থাকে। সেখানে হঠাৎ করেই কমলকুমারের আবির্ভাব ঘটে, যাঁর লেখার ধরনটি ‘অদ্ভুত’। তাঁর বিষয় আর ভাষা বেশ অচেনা অচেনা। অস্বস্তিকর। ফলে কেউ তাঁর নাম দেন বামাচারী, কেউ তাঁর নাম দেন তান্ত্রিক। আর যাঁরা ধাক্কা সামলে খানিকটা পড়তে সক্ষম হন, তাঁরা অভিহিত করেন বাংলা সাহিত্যের দুর্বোধ্যতম, দুরূহ লেখক। এবং আলগা রাখতে চিহ্নিত করেন সাধারণের নন, তিনি লেখকদের লেখক।</p><p>এখন প্রশ্ন, কমলকুমার কেন এমনটি করতে গেলেন? এটারও উত্তর লুকিয়ে আছে তাঁর যাপিত জীবনের মাঝে।</p><p>কমলকুমার মজুমদারের জন্ম ১৯১৪ সালের ১৭ নভেম্বর কলকাতা মেডিক্যাল কলেজে। পিতা প্রফুল্লচন্দ্র মজুমদার, মা রেণুকাময়ী মজুমদার। পিতামহ বরদাকান্ত মজুমদার। তাঁদের স্থায়ী নিবাস চব্বিশ পরগণা জেলার টাকীতে। কমলকুমারের জন্মকালে তাঁর পিতা পুলিশ অফিসার হিসেবে কলকাতায় কর্মরত, থাকতেন ভাড়াবাড়িতে।</p></div></div></div></body></html>"
        }
    ]
}