{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নার্সারিতে ফুলের বাহার | প্রথম আলো",
            "time": "2026-01-22T04:37:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F5ur8eohe%2FSylhet-Photo-6.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"নার্সারিতে ফুলের বাহার\" class=\"IiRps \">নার্সারিতে ফুলের বাহার</h1></p><div class=\"Ibzfy\"><p>শীত মৌসুমে নার্সারিগুলো ভরে ওঠে রঙিন ফুলে ফুলে। বাগানবিলাস, কসমস, মেলপুডিয়ামসহ নানা জাতের শীতকালীন ফুল একসঙ্গে ফোটে এ সময়। এসব ফুল কেনেন ফুলপ্রেমীরা। সারি সারি টব, ফুলের গন্ধ আর রঙের বৈচিত্র্যে নার্সারির পরিবেশ হয়ে ওঠে আকর্ষণীয়। এই ফুলগুলো যেন শহরের কোলাহলের ভেতরেও ছড়িয়ে দেয় প্রশান্তি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগে চাকরির সুযোগ | প্রথম আলো",
            "time": "2026-01-22T04:33:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fa8589c85-1afa-4a5d-9577-dbffc44b2f7a%2Fprothomalo_bangla_2023_06_83e37bb3_0bc7_4279_af32_8b5499004747_Dhaka_university.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চাকরির বিবরণ<br></strong>পদের নাম: সহকারী অধ্যাপক<br>বিভাগ: ইসলামের ইতিহাস ও সংস্কৃতি<br>পদসংখ্যা: ০২<br>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: ইসলামের ইতিহাস ও সংস্কৃতি বিষয়ে স্নাতক (সম্মান) এবং স্নাতকোত্তর উভয় পরীক্ষায় ন্যূনতম প্রথম শ্রেণি/সিজিপিএর ক্ষেত্রে ৪.০০ স্কেলে ন্যূনতম ৩.৫০ প্রাপ্ত হতে হবে।</p><p>প্রার্থীদের বিশ্ববিদ্যালয় পর্যায়ে কমপক্ষে তিন বছরের শিক্ষাদানের অভিজ্ঞতা থাকতে হবে অথবা পোস্টডক্টরাল গবেষক হিসেবে কমপক্ষে দুই বছরের অভিজ্ঞতা অথবা কোনো স্বনামধন্য গবেষণা সংস্থায় গবেষক/সমতুল্য পদে ছয় বছরের গবেষণার অভিজ্ঞতা থাকতে হবে। পিএইচডি ডিগ্রিধারী প্রার্থীদের বিশ্ববিদ্যালয় পর্যায়ে কমপক্ষে এক বছরের শিক্ষকতার অভিজ্ঞতা থাকতে হবে। প্রার্থীদের ইনডেক্সড/ডিওআই (ডিজিটাল অবজেক্ট আইডেন্টিফায়ার) সংবলিত মানসম্মত জার্নালে কমপক্ষে তিনটি গবেষণা প্রকাশনা থাকতে হবে।<br><strong>বেতন স্কেল<br></strong>৩৫,৫০০-৬৭,০১০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "মাউশি ভেঙে দুটি অধিদপ্তর: কাদের স্বার্থে এই পরিবর্তন | প্রথম আলো",
            "time": "2026-01-22T04:32:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F4de0e4ea-2758-4413-b6a2-130ca4e9ce97%2FUntitled_3.jpg?rect=0%2C18%2C539%2C283&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলাদা অধিদপ্তর হওয়ার পরও আলিয়া ও কওমি মাদ্রাসা শিক্ষার উভয় ধারাতেই রয়েছে বিস্তর সমস্যা। ইবতেদায়ি, ফোরকানিয়া, দাখিল, আলিম, ফাজিল ও কামিল—এসব আলিয়া মাদ্রাসা থেকে পাস করা শিক্ষার্থীরা সাধারণ শিক্ষার শিক্ষার্থীদের সঙ্গে চাকরির বাজারে প্রতিযোগিতায় কাঙ্ক্ষিত লক্ষ অর্জনে ব্যর্থ হচ্ছে। কওমি মাদ্রাসাগুলোর শিক্ষাক্রমে আধুনিকীকরণের অভাব সুস্পষ্ট। স্বায়ত্তশাসিত এসব প্রতিষ্ঠানে (প্রায় ৩০ হাজার) সরকারি নিয়ন্ত্রণ নেই বললেই চলে। বেশির ভাগ মাদ্রাসায় প্রযুক্তিগত শিক্ষার সুবিধা নেই। অধিদপ্তর আলাদা হলেও মাদ্রসা শিক্ষার গুগগত মানে পরিবর্তন আসেনি, স্বভাবতই তাই প্রশ্ন জাগে, কার স্বার্থে এই বিভাজন?</p><p>মাউশি পুনর্গঠন বা বিভাজন হলে প্রশাসনিক কাঠামো যেভাবেই সাজানো হোক না কেন, শিক্ষা প্রশাসনের নেতৃত্ব তাঁদেরই হাতেই তুলে দেওয়া উচিত হবে, যাঁরা শ্রেণিকক্ষ, পাঠ্যক্রম, শিক্ষক ও শিক্ষার্থীর বাস্তবতা জানেন, অর্থাৎ শিক্ষা ক্যাডারের হাতে। ক্যাডারটির শিডিউলভুক্ত প্রশাসনিক পদগুলোর অধিকাংশ যেমন উপানুষ্ঠানিক, কারিগরি, মাদ্রাসা, প্রাইমারি, ব্যানবেইজ, এনটিআরসিএর পদগুলো দখল করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছোলা-চিনিতে স্বস্তি, ভোজ্যতেলে শঙ্কা | প্রথম আলো",
            "time": "2026-01-22T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F04z0pavr%2FWhatsApp_Image_2026_01_21_at_10_59_36_PM.jpeg?rect=0%2C58%2C512%2C269&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোজায় খেজুরের চাহিদা ৬০ হাজার টন। নভেম্বর থেকে গত ১৮ জানুয়ারি পর্যন্ত চাহিদার এক– তৃতীয়াংশ বা প্রায় ২১ হাজার টন খেজুর আমদানি হয়েছে। খেজুর প্রক্রিয়াজাত করতে হয় না। ফলে রোজার আগে শেষ মুহূর্তে আমদানি হলেও দ্রুত বাজারজাতের সুযোগ আছে।</p><p>জানতে চাইলে খাতুনগঞ্জের খেজুর আমদানিকারক ফারুক ট্রেড ইন্টারন্যাশনালের কর্ণধার ফারুক আহমেদ প্রথম আলোকে বলেন, রোজার আগে খেজুরের শুল্ক কমতে পারে—এমন আশায় আমদানির অপেক্ষায় ছিলেন ব্যবসায়ীরা। গত ডিসেম্বরে শুল্ক কমানোর পর আমদানি শুরু হয়েছে, যা রোজার আগেই বাজারজাত হবে। বিশ্ববাজারেও খেজুরের দাম স্থিতিশীল রয়েছে। ফলে খেজুর নিয়ে সংকট হওয়ার শঙ্কা খুব কম।</p><p>রোজায় ভোগ্যপণ্যের বাজার পরিস্থিতি সম্পর্কে জানতে চাইলে গবেষণা সংস্থা সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) সম্মাননীয় ফেলো মোস্তাফিজুর রহমান প্রথম আলোকে বলেন, রোজার আগে নির্বাচন ও প্রচারণা থাকায় নিত্যপণ্যের সরবরাহশৃঙ্খল ঠিক রাখা অত্যন্ত গুরুত্বপূর্ণ। স্থানীয় উৎপাদন, আমদানি ও মজুত বিবেচনায় রেখে চাহিদা ও সরবরাহের সামঞ্জস্য আছে কি না, তা সরকারকে নিয়মিত পর্যালোচনা করতে হবে। প্রয়োজনে এখন থেকেই নজরদারি ও তদারকি জোরদার করা দরকার, যাতে বাজারে পণ্যের অযৌক্তিক মূল্যবৃদ্ধির সুযোগ তৈরি না হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে জিয়া পরিষদের নেতাকে গলা কেটে হত্যা, পরে আওয়ামী লীগ নেতার বাড়িতে আগুন, বৃদ্ধার মৃত্যু | প্রথম আলো",
            "time": "2026-01-22T04:28:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-21%2Fwvjeyff3%2FDeath-body.jpg?rect=0%2C14%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিংড়া থানা ও স্থানীয় সূত্রে জানা যায়, রেজাউল করিম রাতে খাওয়ার শেষে বাড়ির আশপাশে হাঁটছিলেন, তখন দুর্বৃত্তরা তাঁকে কুপিয়ে ও গলা কেটে হত্যা করে পালিয়ে যায়। পরে লোকজন এসে তাঁকে মৃত অবস্থায় উদ্ধার করেন। খবর পেয়ে পুলিশ ঘটনাস্থলে ছুটে যায়। তবে এ ঘটনায় এখন পর্যন্ত কোনো মামলা হয়নি। নিহত ব্যক্তির মরদেহ ময়নাতদন্তের জন্য নাটোর আধুনিক সদর হাসপাতালে পাঠানোর প্রস্তুতি চলছে। এ ঘটনার প্রতিবাদে ক্ষুব্ধ জনতা পাশের আওয়ামী লীগ নেতা আলাউদ্দিন মুন্সির ভাতিজা আবদুল ওহাবের বাড়িতে এবং দোকানে আগুন দেন। এতে সম্পূর্ণ বাড়ি ও দোকান পুড়ে যায় এবং সাবিহা বেগমের মৃত্যু হয়।</p><p>রেজাউল করিমের ভাতিজা ও কলম ইউনিয়ন বিএনপির সাবেক সাধারণ সম্পাদক হায়দার রশিদ বলেন, করিম বাহিনী এই হত্যাকাণ্ড ঘটিয়েছে এবং তিনি দ্রুত হত্যাকারীদের গ্রেপ্তারের দাবি জানিয়েছেন। আবদুল করিম স্থানীয় আওয়ামী লীগ নেতা আলাউদ্দিন মুন্সির সমর্থক। তিনি একাধিক হত্যা মামলার আসামি। তাঁকে এলাকায় পাওয়া যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের ‘শান্তি পর্ষদে’ আরও ৭ মুসলিম দেশ, এ পর্যন্ত কে আছে কে নেই | প্রথম আলো",
            "time": "2026-01-22T04:17:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fi7b1b8d0%2FTrump%E2%80%93WEF.jpg?rect=0%2C410%2C5782%2C3036&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌদি আরব জানিয়েছে, মুসলিম সংখ্যাগরিষ্ঠ সাতটি দেশ (সৌদি আরব, তুরস্ক, মিসর, জর্ডান, ইন্দোনেশিয়া, পাকিস্তান ও কাতার) গাজায় স্থায়ী যুদ্ধবিরতি নিশ্চিত করা, পুনর্গঠনে সহায়তা করা এবং তারা যাকে ‘ন্যায়সংগত ও টেকসই শান্তি’ বলে বর্ণনা করেছে সেটা এগিয়ে নেওয়ার লক্ষ্যে একমত হয়েছে।</p><p>পাকিস্তানের পররাষ্ট্র মন্ত্রণালয়ের পক্ষ থেকে গতকাল এক বিবৃতিতে ট্রাম্পের শান্তি পর্ষদে দেশটির যোগ দেওয়ার সিদ্ধান্তের কথা জানানো হয়েছে।</p><p>বুধবার সন্ধ্যায় ট্রাম্প জানান, শান্তি পর্ষদে যোগ দিতে রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন তাঁর আমন্ত্রণ গ্রহণ করেছেন। সুইজারল্যান্ডের দাভোসে বিশ্ব অর্থনৈতিক ফোরামের (ডব্লিউইএফ) বৈঠকে অংশ নেওয়ার ফাঁকে পুতিনের প্রসঙ্গে ট্রাম্প সাংবাদিকদের বলেন, ‘তাঁকে আমন্ত্রণ জানানো হয়েছিল। তিনি গ্রহণ করেছেন। অনেকেই (আমন্ত্রণ) গ্রহণ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘হেয়ারকাট’ পুরোটাই নয়, ৪% মুনাফা পাবেন ৫ ব্যাংকের আমানতকারীরা | প্রথম আলো",
            "time": "2026-01-22T04:15:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F39342685-306c-4939-bc2b-daefe20b366b%2F7385cf56_567a_489d_8561_9f0e356aa1a8.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ইসলামী ব্যাংক, সোশ্যাল ইসলামী ব্যাংক, ফার্স্ট সিকিউরিটি ইসলামী ব্যাংক, গ্লোবাল ইসলামী ব্যাংক ও ইউনিয়ন ব্যাংক</figcaption></p></div></div></body></html>"
        },
        {
            "title": "অর্থনীতির সন্ধিক্ষণে পুঁজিবাজার কেন পিছিয়ে, করণীয় কী | প্রথম আলো",
            "time": "2026-01-22T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F5l72xygz%2Fbissss.png?rect=0%2C0%2C763%2C401&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাতিষ্ঠানিক সক্ষমতা বৃদ্ধির ক্ষেত্রে কেন্দ্রবিন্দু হচ্ছে সংস্কার। পুঁজিবাজার নিয়ন্ত্রক সংস্থা বিএসইসির কার্যকারিতা এবং জবাবদিহি বাড়ানোর পাশাপাশি রাষ্ট্রায়ত্ত বিনিয়োগ সংস্থা ইনভেস্টমেন্ট করপোরেশন অব বাংলাদেশকে (আইসিবি) পুনরুজ্জীবিত করতে হবে। তাতে নিয়ন্ত্রক সংস্থার প্রতি বিনিয়োগকারীদের বিশ্বাসযোগ্যতা বাড়বে। এ ছাড়া, আন্তসংস্থা সমন্বয় এবং উন্নত আর্থিক সাক্ষরতা অত্যন্ত জরুরি। সেই সঙ্গে বেসরকারি খাতের কোম্পানির তালিকাভুক্তিতে প্রণোদনা এবং সঞ্চয়পত্রের সুদহারের যৌক্তিকীকরণের মাধ্যমে ব্যাংক ও পুঁজিবাজারের মধ্যে ভারসাম্য আনতে হবে, তাতে বাজারে তারল্য সরবরাহ বাড়বে।</p><p>পুঁজিবাজারের টেকসই প্রবৃদ্ধি নির্ভর করে একটি শক্তিশালী প্রাতিষ্ঠানিক বিনিয়োগকারী ভিত্তি তৈরির ওপর। তার জন্য জরুরি মিউচুয়াল ফান্ড শিল্পের বিকাশ। পেশাদার তহবিল ব্যবস্থাপকদের মাধ্যমে পরিচালিত মিউচুয়াল ফান্ডের অংশগ্রহণ যত বাড়বে বাজারে দীর্ঘমেয়াদি বিনিয়োগের সংস্কৃতিও তৈরি হবে। তাতে বাজারে অস্থিরতা কমবে; কিন্তু দুঃখজনকভাবে দেশের মিউচুয়াল ফান্ড খাতটি এখনো প্রাথমিক পর্যায়ে রয়েছে। ভারতের মিউচুয়াল ফান্ডের বাজার দেশটির জিডিপির প্রায় ২০ শতাংশ। সেখানে বাংলাদেশে মিউচুয়াল ফান্ডের বাজার জিডিপির মাত্র শূন্য দশমিক ২ শতাংশ। পুঁজিবাজারকে যদি মৌলিক ভিত্তির ওপর দাঁড় করাতে হয়, তবে এই অনুপাত উল্লেখযোগ্যভাবে বাড়াতে হবে। এ জন্য প্রয়োজন লক্ষ্যভিত্তিক নীতিসহায়তা। মিউচুয়াল ফান্ডে বিনিয়োগের কর রেয়াত সুবিধা ১৫ শতাংশ থেকে বাড়িয়ে ২০ শতাংশ করা, ৫ লাখ টাকা পর্যন্ত মিউচুয়াল ফান্ডের লভ্যাংশ আয়কে করমুক্ত রাখা এবং আইপিওতে মিউচুয়াল ফান্ডের কোটা বাড়িয়ে ২০ শতাংশ করা হলে তাতে খাতটি বড় হবে। এ ছাড়া বেমেয়াদি ও মেয়াদি মিউচুয়াল ফান্ডে ব্যাংকের বিনিয়োগের ওপর বিদ্যমান ১৫ শতাংশের সীমা তুলে নেওয়া প্রয়োজন। কারণ, এই সীমাবদ্ধতা প্রাতিষ্ঠানিক পুঁজি বিনিয়োগকে বাধাগ্রস্ত করছে। যদি এই সংস্কারগুলো ধারাবাহিকভাবে বাস্তবায়ন করা যায়, তবে দেশের পুঁজিবাজারও দীর্ঘমেয়াদি অর্থনৈতিক প্রবৃদ্ধির একটি শক্তিশালী ভিতে পরিণত হবে।</p><p>লেখক পরিচিতি: ব্যবস্থাপনা পরিচালক ও প্রধান নির্বাহী, ভ্যানগার্ড অ্যাসেট ম্যানেজমেন্ট</p></div></div></div></body></html>"
        },
        {
            "title": "এমা রাদুকানু ও কার্লোস আলকারাজ কি সত্যিই প্রেম করছেন | প্রথম আলো",
            "time": "2026-01-22T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F2t6ctida%2FThumb.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৩ সালের মাঝামাঝি এমা রাদুকানু দর্শকসারিতে বসে কার্লোস আলকারেজের খেলা দেখেছেন। তখন থেকেই তাঁদের সম্পর্কের গুঞ্জন ছড়ায়। এরপর তাঁদের দেখা গেছে খেলার মাঠের বাইরে রেস্তোরাঁসহ বিভিন্ন জায়গায় সময় কাটাতে দেখা গেছে।</p><p>তাঁরা যখন ইউএস ওপেনে একসঙ্গে অংশ নিয়েছেন, প্রেমের গুঞ্জনে আরও হাওয়া পেয়েছে। তবে রাদুকানু ও আলকারাজ দুজনেই ‘অলিখিত নিয়ম মেনে’ বলেছেন মুখস্থ কথা, ‘আমরা কেবলই ভালো বন্ধু।’</p><p>এককথায়, এই দুজনে এখন এমন এক অবস্থায় আছেন, যেখানে নিজেদের মধ্যকার বিষয়টি গোপন রাখতে চান। অনেকেরই ধারণা, তাঁরা ব্যক্তিগত গোপনীয়তাকে প্রাধান্য দিয়ে সম্পর্কটাকে উপভোগ করতে চান, মজবুত করতে চান। </p><p>হয়তো সঠিক সময় এলে ভক্তদের দাবি মিটিয়ে প্রেমের আনুষ্ঠানিক ঘোষণাও দেবেন। তার আগপর্যন্ত নীরবে, নিভৃতে নিজেদের সম্পর্ক ঝালিয়ে নেওয়ার অধিকার তো তাঁদের আছেই।  </p></div></div></div></body></html>"
        },
        {
            "title": "শেষ ষোলোয় বায়ার্ন, লিভারপুলের টানা ১৩ আর ঘুরে দাঁড়ানো বার্সা | প্রথম আলো",
            "time": "2026-01-22T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F6h02vu16%2F2026-01-21T220814Z1568630077UP1EM1L1PHPF1RTRMADP3SOCCER-CHAMPIONS-SLA-BAR.JPG?rect=0%2C0%2C3766%2C1977&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই জয়ে লিগ পর্বে শীর্ষ আটে থাকার লড়াইয়ে টিকে থাকল কাতালানরা। শীর্ষ আটে থাকতে পারলে সরাসরি শেষ ষোলোয় ওঠা যাবে। বর্তমানে ৭ ম্যাচে ১৩ পয়েন্ট নিয়ে বার্সা আছে নবম স্থানে। আগামী সপ্তাহে লিগ পর্বে শেষ ম্যাচে ঘরের মাঠে কোপেনহেগেনের মুখোমুখি হবে বার্সা। গতকাল ম্যাচ শেষে বার্সেলোনা কোচ হান্সি ফ্লিক বলেন, ‘আমরা যেভাবে ম্যাচে ফিরে এসেছি, তাতে আমি খুশি। দল খুব ভালো খেলেছে এবং শেষ পর্যন্ত আমরা পয়েন্ট পাওয়ার যোগ্য ছিলাম বলে মনে করি।’</p><p>ফ্লিক যোগ করেন, ‘চ্যাম্পিয়নস লিগে শুরুটা ভালো ছিল না। কিন্তু এখনো শীর্ষ আটে ওঠার সুযোগ আছে। সেটাই আমাদের লক্ষ্য, কারণ তাহলে দুই ম্যাচ কম খেলতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যান্ড্রয়েড ব্যবহারকারীদের নিরাপত্তায় গুগলের নতুন উদ্যোগ | প্রথম আলো",
            "time": "2026-01-22T03:50:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F7f39d0c7-e028-4a49-9824-ba17600e72f3%2FSmartphone_reuters.png?rect=0%2C47%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রযুক্তিবিষয়ক ওয়েবসাইট অ্যান্ড্রয়েড অথরিটির এক প্রতিবেদনে বলা হয়েছে, প্লে স্টোরের নতুন বেটা সংস্করণের কোড বিশ্লেষণ করে নতুন সুরক্ষাব্যবস্থা যুক্তের বিষয়টি শনাক্ত করা হয়েছে। ধারণা করা হচ্ছে, প্লে স্টোরের বাইরে থাকা অ্যাপ নির্মাতাদের পরিচয় ও সত্যতা যাচাইয়ের সুবিধা আনতে যাচ্ছে গুগল। নতুন এ সুবিধা চালু হলে অ্যান্ড্রয়েড ব্যবহারকারীরা যদি প্লে স্টোরের বাইরে থেকে কোনো অ্যাপ ইনস্টল করতে চান, তবে সেই অ্যাপটি যারা তৈরি ও প্রকাশ করেছেন, তাদের পরিচয় ও উৎস অনলাইনে যাচাই করবে গুগল।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বিএনপির প্রথম নির্বাচনী জনসভা: সকাল থেকেই মিছিল নিয়ে আসছেন নেতা-কর্মীরা | প্রথম আলো",
            "time": "2026-01-22T03:46:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fbyzcaxvp%2Fsylhetdh077820260122sylhet-alia.jpg?rect=311%2C0%2C3497%2C1836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকাল আটটার দিকে সেখানে হলুদ টুপি মাথায় দিয়ে আটজন তরুণ দাঁড়িয়ে ছিলেন। তাঁদের মধ্যে সুনামগঞ্জের জামালগঞ্জের রামপুর গ্রামের বাসিন্দা মোবারক মিয়া বলেন, গতকাল রাতে সুনামগঞ্জ-১ আসনের প্রার্থী কামরুজ্জামান কামরুলের পক্ষ থেকে তাঁরা এসেছেন। তাঁদের সঙ্গে পাঁচ শতাধিক নেতা–কর্মী ও সমর্থক আছেন।</p><p>সিলেটের গোলাপগঞ্জ উপজেলার শরিফগঞ্জ ইউনিয়ন বিএনপির সভাপতি সৈয়দ শামসুল ইসলাম বলেন, তিন শতাধিক নেতা–কর্মী নিয়ে তাঁরা জনসভাস্থলে হাজির হয়েছেন।</p><p>বিএনপির নেতা–কর্মীরা ধানের শীষ আঁকা এক রঙের গেঞ্জি, দলের চেয়ারম্যান তারেক রহমানের ছবিসংবলিত গেঞ্জি, দলের ব্যানার, ফেস্টুন এবং সিলেটের বিভিন্ন জেলার দলীয় নেতাদের ছবি নিয়েও সমাবেশস্থলে উপস্থিত হচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মুজিবের হ্যাটট্রিক, আফগানিস্তানেরও | প্রথম আলো",
            "time": "2026-01-22T03:35:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F05tzt82a%2F61639104515050241616276443437621491419108766n.jpg?rect=0%2C0%2C1638%2C860&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টুয়েন্টিতে এটি আফগানিস্তানের টানা তৃতীয় সিরিজ জয়। আজ দুবাইয়ে সিরিজের শেষ ম্যাচে মুখোমুখি হবে দুই দল। টি-টুয়েন্টি বিশ্বকাপের আগে এ সংস্করণে এটা হবে আফগানিস্তানের শেষ ম্যাচ। ওয়েস্ট ইন্ডিজ দক্ষিণ আফ্রিকা সফরে যাওয়ার আগে দুবাই থেকে অন্তত একটি জয় তুলে নেওয়ার চেষ্টা করবে।</p><p>ম্যাচসেরা মুজিব জানিয়েছেন, হ্যাটট্রিক করার সুযোগ যে আছে সেটা তিনি খেয়াল করেননি, ‘হ্যাটট্রিক করে ভালো লাগছে। তবে হ্যাটট্রিকের সুযোগ যে আছে সেটা খেয়াল করিনি। ভালো জায়গায় বল করার চেষ্টায় ছিলাম। বিশ্বকাপের আগে প্রস্তুতিটা ভালো হচ্ছে আর ওয়েস্ট ইন্ডিজও ভালো দল।’</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ড নিয়ে চুক্তি ‘চিরস্থায়ী’ হবে: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-22T03:34:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F32esj1p0%2FTrump.jpg?rect=0%2C0%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডেনমার্কের পররাষ্ট্রমন্ত্রী আরও বলেন, ‘যুক্তরাষ্ট্র গ্রিনল্যান্ডের মালিক হবে, এমনটা কখনোই ঘটবে না। এটি একটি সীমারেখা, যা অতিক্রম করা যাবে না।’</p><p>রাসমুসেন বলেন, ‘ট্রাম্প প্রতিশ্রুতি দিয়েছেন যে বলপ্রয়োগ করবেন না। এটি একটি ভালো দিক। তবে এটি স্পষ্ট যে প্রেসিডেন্ট ট্রাম্পের এমন কিছু উচ্চাকাঙ্ক্ষা রয়েছে, যা ডেনমার্কের পক্ষে মেনে নেওয়া সম্ভব নয়।’</p><p>সুইডেনের পররাষ্ট্রমন্ত্রী মারিয়া মালমার স্টেনারগার্ড সামাজিক যোগাযোগমাধ্যম এক্সে লিখেছেন, ‘সীমানা পরিবর্তনের দাবিগুলো প্রাপ্য সমালোচনা পেয়েছে। আর এ কারণেই আমরা বারবার বলেছি, আমরা ব্ল্যাকমেলের শিকার হব না। মনে হচ্ছে, মিত্রদের সঙ্গে আমাদের সম্মিলিত প্রচেষ্টা ফলপ্রসূ হয়েছে।’</p><p>গ্রিনল্যান্ড দখলে নেওয়ার বিরোধিতা করায় যুক্তরাজ্য, জার্মানি, ফ্রান্সসহ ইউরোপের ৮ দেশের ওপর ১০ শতাংশ শুল্ক আরোপের ঘোষণা দিয়েছিলেন ট্রাম্প। আগামী ১ ফেব্রুয়ারি থেকে এই শুল্ক কার্যকর হওয়ার কথা ছিল। গত শনিবার এ–সংক্রান্ত ঘোষণা দিয়েছিলেন ট্রাম্প। তবে গতকাল বুধবার তিনি এ সিদ্ধান্ত থেকে সরে আসার ঘোষণা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মায়ের চিকিৎসার জন্য ‘সব’ বিক্রি করা মেহেদী ঘুরে দাঁড়ালেন মাশরুম চাষে | প্রথম আলো",
            "time": "2026-01-22T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fyxo0hyna%2FRangpurDH049420260121IMG1546.JPG?rect=0%2C0%2C3472%2C1823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নারীদের কর্মসংস্থান</strong></p><p>মেহেদীর এই উদ্যোগ এখন আর তাঁর একার নয়। তাঁর দেখাদেখি আমাশু কুকরুল এলাকার ৩৫ নারী মাশরুম চাষ করছেন। এই নারীরা হর্টিকালচার সেন্টার থেকে প্রশিক্ষণ ও বীজ নিয়ে মাশরুম উৎপাদন করে মেহেদীর কাছে বিক্রি করেন।</p><p>মাশরুমচাষি ববিতা খাতুন প্রথম আলোকে বলেন, সংসারের কাজের পাশাপাশি মাশরুম চাষ করে এখন মাসে পাঁচ থেকে সাত হাজার টাকা বাড়তি আয় করছেন। এখন স্বামীরাও উৎসাহ দিচ্ছেন।</p><p>আরেক চাষি ইয়াসমিন বেগম বলেন, আগে তাঁদের সংসারে আর্থিক টানাপোড়েন ছিল। কিন্তু এক বছর ধরে মাশরুম চাষ করে এখন তাঁরা ভালো আছেন। তিনি বলেন, ‘মেহেদী আমাদের বীজ দেয়, ড্রাম ও সিলিন্ডার পদ্ধতির সবকিছু শিখিয়ে দিয়েছে। আমাদের উৎপাদিত মাশরুম ওর কাছে বিক্রি করি, ফলে বিক্রির কোনো চিন্তা থাকে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "চার্জিং স্টেশন তৈরির উদ্যোগে সফল স্টার্টআপ ‘ক্র্যাক প্লাটুন’ | প্রথম আলো",
            "time": "2026-01-21T17:08:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fznfm3zm0%2F%E0%A6%AC%E0%A7%88%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A7%81%E0%A6%A4%E0%A6%BF%E0%A6%95-%E0%A6%97%E0%A6%BE%E0%A7%9C%E0%A6%BF%E0%A6%B0-%E0%A6%AC%E0%A6%BE%E0%A6%9C%E0%A6%BE%E0%A6%B0%E2%80%94-%E0%A6%9A%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%9C%E0%A6%BF%E0%A6%82-%E0%A6%B8%E0%A7%8D%E0%A6%9F%E0%A7%87%E0%A6%B6%E0%A6%A8-%E0%A6%A4%E0%A7%88%E0%A6%B0%E0%A6%BF%E0%A6%B0-%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A7%8B%E0%A6%97%E0%A7%87-%E0%A6%B8%E0%A6%AB%E0%A6%B2-%E0%A6%B8%E0%A7%8D%E0%A6%9F%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%9F%E0%A6%86%E0%A6%AA.jpg?rect=0%2C108%2C5712%2C2999&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের উন্নত দেশে দ্রুত বৈদ্যুতিক গাড়ির ব্যবহার বাড়ছে। সেই তুলনায় দেশে বৈদ্যুতিক গাড়ির চাহিদা বাড়ছে ধীরে। খাতসংশ্লিষ্টরা বলছেন, দেশে বৈদ্যুতিক গাড়ির প্রতি ক্রেতাদের কম আগ্রহের বড় কারণ বেশি দাম ও চার্জিং অবকাঠামোর ঘাটতি। বৈদ্যুতিক গাড়ির চার্জিং–সুবিধা তৈরিকে তাই বড় ব্যবসায়িক সুযোগ হিসেবে কাজে লাগাতে এ খাতে কাজ শুরু করেছে একটি স্টার্টআপ প্রতিষ্ঠান।</p><p>বৈদ্যুতিক গাড়ি ব্যবসায়ীদের সঙ্গে কথা বলে জানা যায়, ক্র্যাক প্লাটুন চার্জিং সলিউশন লিমিটেড নামে স্টার্টআপ প্রতিষ্ঠানটি ব্যবসায়ীদের চাহিদার ভিত্তিতে চার্জিং স্টেশন স্থাপনের কাজ করছে। বর্তমানে প্রতিষ্ঠানটি র‍্যানকন মোটরস, ডিএইচএস মোটরস ও র‍্যানকন ব্রিটিশ মোটরসের সঙ্গে যৌথভাবে দেশের ১৭টি স্থানে মোট ৩০টি বৈদ্যুতিক গাড়ির চার্জিং স্টেশন চালু করেছে। এসব স্টেশনে একসঙ্গে ৫০টি গাড়ি একসঙ্গে চার্জের  সুবিধা রয়েছে। ঢাকা, কুমিল্লা, চট্টগ্রাম, কক্সবাজার, রাজশাহী, বগুড়াসহ অন্যান্য বড় শহরে এসব চার্জিং স্টেশন স্থাপন করা হয়েছে। এ ছাড়া দেশের গুরুত্বপূর্ণ মহাসড়কের বেশ কিছু স্থানেও  চার্জিং স্টেশন চালু করেছে প্রতিষ্ঠানটি। এসব চার্জিং অবকাঠামো গড়ে তুলতে প্রতিষ্ঠানটি এরই মধ্যে কয়েক কোটি টাকা বিনিয়োগ করেছে। ২০২৭ সালের মধ্যে সারা দেশে র‍্যানকনের মোটরস, ডিএইচএস মোটরস ও র‍্যানকন ব্রিটিশ মোটরসের সঙ্গে প্রায় ২০০ চার্জিং স্টেশন স্থাপনের চুক্তি করেছে ক্র্যাক প্লাটুন।</p><p>জানা যায়, দেশে প্রথম বৈদ্যুতিক চার্জিং স্টেশন (ইভি চার্জিং) স্থাপন করা হয় ২০২৩ সালের আগস্টে। ঢাকা পাওয়ার ডিস্ট্রিবিউশন কোম্পানির (ডিপিডিসি) সহায়তায় প্রোগরেস মোটর ইমপোর্টস লিমিটেড রাজধানীর তেজগাঁওয়ে প্রথম বৈদ্যুতিক চার্জিং স্টেশন চালু করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মাহি-জয়ের যুক্তরাষ্ট্রের গ্রিন কার্ড না হওয়ার কারণ | প্রথম আলো",
            "time": "2026-01-22T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fikgepukh%2FWhatsApp-Image-2026-01-21-at-9.31.46-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিষয়টি নিয়ে আজ বুধবার বিকেলে কথা হয় শাহরিয়ার নাজিম জয়ের সঙ্গে। তিনি বলেন, ‘যুক্তরাষ্ট্রের সরকার অভিবাসন নীতিতে কঠোর নিয়ম আনা হয়েছে। এতে আমি যে ফাইল জমা দিয়েছি, তার যাছাই–বাছাই শেষে কিছু বাড়তি তথ্য–উপাত্তের দরকার ছিল। সেসব তথ্য–উপাত্ত এই মুহূর্তে জমা দিতে না পারায় গ্রিন কার্ড হয়নি। তবে বিষয়টা এমন নয় যে আবার আবেদন করা যাবে না। যুক্তরাষ্ট্র সরকার যেসব পর্যবেক্ষণ দিয়েছে, ঠিকঠাক করে আবার গ্রিন কার্ডের জন্য আবেদন করা যাবে।’</p></div></div></div></body></html>"
        }
    ]
}