{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘৫০০০০ পুলিশ থাকলেও ঘরে গিয়ে মেরে ফেলব’ | প্রথম আলো",
            "time": "2026-01-26T06:33:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fhyzgby8s%2FUntitled_1.png?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘৫০ হাজার পুলিশ নিয়ে থাকলেও ঘরে গিয়ে মেরে ফেলব। তোর ভাইকে যেমন ১০ হাজার মানুষের মাঝখানে গুলি করে মেরেছি।’—চট্টগ্রামে এভাবেই আজিজ উদ্দিন নামের এক ব্যক্তিকে মুঠোফোনে হুমকি দেওয়া হয়েছে। সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে হুমকির এই অডিও। আজিজের দাবি, হুমকি দেওয়া ব্যক্তি চট্টগ্রামের ‘সন্ত্রাসী’ মোবারক হোসেন ওরফে ইমন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরের দেয়ালে রঙিন অনুভূতি | প্রথম আলো",
            "time": "2026-01-26T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fttgkrrkp%2F201230khaled-Sarker0105.jpg?rect=0%2C430%2C1540%2C809&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শৌখিনতার সঙ্গে যুক্ত হয়েছে স্থায়িত্ব ও প্রযুক্তি</strong></p><p>আধুনিক অন্দরসজ্জায় মানুষ এখন কেবল আবেগের বশবর্তী হয়ে রং বেছে নেন না; বরং পরিবেশ, আবহাওয়া এবং স্থায়িত্বের মতো বিষয়গুলোও সমান গুরুত্ব পাচ্ছে। আগে যেখানে সস্তা ‘ডিসটেম্পার’ রঙের একচেটিয়া দাপট ছিল, এখন সেখানে জায়গা করে নিয়েছে আধুনিক প্রযুক্তির ‘ইমালশন পেইন্ট’।</p><p>রেইনবো পেইন্টসের বিপণন বিভাগের প্রধান রিয়াজুল করিম খান <em>প্রথম আলো</em>কে জানান, মানুষের চাহিদায় এখন বড় পরিবর্তন এসেছে। তিনি বলেন, ডিসটেম্পার থেকে সরে এসে মানুষ এখন পরিবেশ, স্বাস্থ্যগত বিষয়, স্থায়িত্বসহ আধুনিক প্রযুক্তির প্রতি আগ্রহী হয়েছেন। এ কারণে এখন ইমালশন পেইন্ট পছন্দ করছেন। মানুষ এখন এমন রং চান, যা সহজেই পরিষ্কার করা যায়। বিশেষ করে বাসায় বাচ্চা থাকলে দেয়ালে আঁকিবুঁকি বা দাগ পড়ার ভয় থাকে। ইমালশন পেইন্ট হলে সেসব দাগ মুছে ফেলা সহজ হয়। এ ছাড়া ঘরকে উজ্জ্বল দেখাতে অনেকেই ‘শাইনি’ রং পছন্দ করছেন।</p> <p><strong>স্বাস্থ্যের কথা মাথায় রেখে ‘গ্রিন পেইন্ট’</strong></p><p>রঙের গন্ধে অনেকের শ্বাসকষ্ট বা অ্যালার্জি হতে পারে। এই স্বাস্থ্যঝুঁকির কথা মাথায় রেখে বর্তমানে ‘লো ভিওসি’ (ভোলাটাইল অর্গানিক কম্পাউন্ড) বা ‘গ্রিন পেইন্ট’-এর চাহিদা বাড়ছে। পরিবেশবান্ধব এসব রং ঘরের বাতাসকে বিষাক্ত করে না। স্বাস্থ্যগত এসব বিষয় বিবেচনায় রেখে ইকো–ফ্রেন্ডলি পেইন্ট তৈরি করা হয় বলে জানান রিয়াজুল করিম খান। তিনি আরও যোগ করেন, বাংলাদেশে গত কয়েক বছরে তাপমাত্রা ৪০ ডিগ্রি সেলসিয়াসের ওপরে উঠে যাচ্ছে। প্রচণ্ড গরমে অনেক সময় রঙের স্থায়িত্ব কমে যায়। তাই রেইনবো পেইন্টসের ‘অলরাউন্ডার’ পেইন্টের মতো আধুনিক রংগুলো দেয়ালের দীর্ঘস্থায়ী সুরক্ষা নিশ্চিত করছে।  </p></div></div></div></body></html>"
        },
        {
            "title": "আলোকচিত্র-প্রবন্ধের জন্মকথা | প্রথম আলো",
            "time": "2026-01-26T06:24:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F887z42u7%2FWhatsApp-Image-2026-01-26-at-11.44.43.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৪৮ সালে লাইফ ম্যাগাজিনে প্রকাশিত হয় ডব্লিউ ইউজিন স্মিথের আলোকচিত্র-প্রবন্ধ ‘কান্ট্রি ডক্টর’। আলোকচিত্র-প্রবন্ধ বলার কারণ, ‘কান্ট্রি ডক্টর’ কেবল কয়েকটি আলোকচিত্রের সমষ্টি নয়; বরং একগুচ্ছ ছবি দিয়ে কীভাবে একটি পূর্ণাঙ্গ গল্প বলতে হয়, তার ভিত্তিপাঠ। অন্তরঙ্গ, রুক্ষ এবং গভীর মানবিক সহানুভূতিতে ভর করে ইউজিন স্মিথ তাঁর ধারণ করা আলোকচিত্রের মাধ্যমে এমন এক দৃষ্টিভঙ্গি নির্মাণ করেন, যার মাধ্যমে একজন সাধারণ গ্রামীণ চিকিৎসকের নিত্যদিনের শ্রম রূপ নেয় মানবিক সহনশীলতার এক সর্বজনীন মহাকাব্যে। যেই কাব্য পাঠে আজও আমরা অনুপ্রাণিত হই, মুগ্ধ হই।</p><p>এই আলোকপ্রবন্ধে অবলম্বন করা হয়েছে কলোরাডোর ছোট শহর ক্রেমলিংয়ের চিকিৎসক ড. আর্নেস্ট সেরিয়ানির জীবন ও কর্ম। সেই সময় স্মিথের কাজের পদ্ধতি ছিল বিপ্লবাত্মক। সপ্তাহের পর সপ্তাহ তিনি সেরিয়ানির সঙ্গে বসবাস করেছেন, যতক্ষণ না ক্যামেরার উপস্থিতি চিকিৎসকের কাছে উপস্থিত আর দশটা উপাদানের মতো হয়ে ওঠে। স্মিথ কেবল ছবি তোলেননি, তিনি অনুসরণ করেছিলেন ‘ইমারশন জার্নালিজম’; যা সাংবাদিকতার এমন একটি ধারা, যেখানে একজন সাংবাদিক কোনো খবরের গভীরে পৌঁছানোর জন্য সংশ্লিষ্ট পরিবেশ বা ঘটনার মধ্যে দীর্ঘ সময় ধরে অবস্থান করেন। সাধারণ সাংবাদিকতায় সাংবাদিকেরা ঘটনার বাইরে থেকে তথ্য সংগ্রহ করেন, কিন্তু ইমারশন জার্নালিজমে তিনি নিজেই সেই অভিজ্ঞতার অংশ হয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লা-৪ আসনে হাসনাতকে সমর্থন দিলেন খেলাফত মজলিসের প্রার্থী | প্রথম আলো",
            "time": "2026-01-26T06:20:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2F6ae8wzff%2FNCP.jpg?rect=0%2C0%2C1248%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ আসনে বিএনপির প্রার্থী মঞ্জুরুল আহসান মুন্সী নির্বাচনের মাঠ থেকে ছিটকে পড়েছেন। প্রার্থিতা ফিরে পেতে নির্বাচন কমিশনের (ইসি) মনোনয়নপত্র বাতিলের সিদ্ধান্তের বৈধতা চ্যালেঞ্জ করে উচ্চ আদালতে রিট করলেও ২১ জানুয়ারি সেটি খারিজ করে দিয়েছেন হাইকোর্ট।</p><p>হাসনাত আবদুল্লাহ ও মোহাম্মদ মজিবুর রহমান ছাড়াও অন্য প্রার্থীরা হলেন ইসলামী আন্দোলন বাংলাদেশের (হাতপাখা প্রতীক) প্রার্থী আবদুল করিম, ইনসানিয়াত বিপ্লব বাংলাদেশের প্রার্থী (আপেল প্রতীক) ইরফানুল হক সরকার এবং গণ অধিকার পরিষদের (ট্রাক প্রতীক) প্রার্থী জসিম উদ্দিন।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেট নিয়ে রাজনীতি, না বিচক্ষণ চিন্তার ঘাটতি | প্রথম আলো",
            "time": "2026-01-26T06:12:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fi7s9q68v%2FMasukart25012026color.jpg?rect=0%2C181%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন রাষ্ট্রনায়ক ও বিজ্ঞানী বেঞ্জামিন ফ্রাঙ্কলিন বলেছিলেন, ‘ক্রোধে যার শুরু, লজ্জায় তার শেষ।’ কথাটা যদি আমাদের ক্রিকেটকর্তারা উপলব্ধি করতেন, তাহলে গত কদিনের ‘ক্রিকেট-পীড়ন’ থেকে আমরা রক্ষা পেতাম। টি-টুয়েন্টি বিশ্বকাপে বাংলাদেশের যাওয়া নিয়ে যে পরিস্থিতি সৃষ্টি হয়েছিল, তাতে বাংলাদেশ দল যদি শেষ পর্যন্ত ভারতে খেলতে যেত, সেটা হতো খুব লজ্জার। বিশ্বকাপে খেলতে না যাওয়াটাও অত্যন্ত দুঃখজনক এবং অনেকে বলবেন, যেভাবে সিদ্ধান্ত নেওয়া হয়েছে, সেটাও কম লজ্জার নয়।</p><p>ক্রিকেট অনুরাগীদের বাইরেও অনেককে ক্রিকেট নিয়ে মাথা ঘামাতে হয়। আছে ক্রিকেট আমলা ও ক্রিকেট বোর্ড, তাদের কথামতোই দেশের ক্রিকেট চলে। তার ওপর আছেন ক্রীড়ামন্ত্রী বা উপদেষ্টা, তাঁরা ক্রিকেট নিয়ে ‘ফাইনাল কথা’ বলেন, যাঁর ওপর অন্যরা আর কিছু বলতে পারেন না।</p><p>আরও একদল লোক আছেন। তাঁরা মনে করেন, নিজের দেশের ‘মান-সম্মান ও ক্রিকেটের ভালো-মন্দ’ তাঁরাই সবচেয়ে ভালো বোঝেন। আজকাল অনেক দেশের মতো ভারতেও তাঁদের দৌরাত্ম্য বেশি দেখা যাচ্ছে। সেখানে এ ধরনের লোকদেরই বাংলাদেশের বিরুদ্ধে প্রথম গুগলিটা ছুড়তে দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চানখাঁরপুল মামলার রায় সরাসরি সম্প্রচার হচ্ছে | প্রথম আলো",
            "time": "2026-01-26T06:04:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fm6xq9leu%2FImage.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ–অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের দিন (২০২৪ সালের ৫ আগস্ট) চানখাঁরপুল এলাকায় পুলিশের গুলিতে শহীদ হন শাহরিয়ার খান আনাস, শেখ মাহদি হাসান জুনায়েদ, মো. ইয়াকুব, মো. রাকিব হাওলাদার, মো. ইসমামুল হক ও মানিক মিয়া শাহরিক।</p><p>এই মামলার পলাতক চার আসামি হলেন ডিএমপির সাবেক কমিশনার হাবিবুর রহমান, সাবেক যুগ্ম কমিশনার সুদীপ কুমার চক্রবর্তী, রমনা অঞ্চলের সাবেক অতিরিক্ত উপকমিশনার শাহ্ আলম মো. আখতারুল ইসলাম ও রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুল।</p><p>মামলায় গ্রেপ্তার হয়ে কারাগারে আছেন শাহবাগ থানার সাবেক পরিদর্শক মো. আরশাদ হোসেন, সাবেক কনস্টেবল মো. সুজন হোসেন, ইমাজ হোসেন ও মো. নাসিরুল ইসলাম।</p><p>২০ জানুয়ারি এই মামলার রায় ঘোষণা করার কথা ছিল। তবে সেদিন রায় ঘোষণা করা হয়নি। রায় ঘোষণার জন্য সেদিন নতুন তারিখ ২৬ জানুয়ারি (আজ) নির্ধারণ করা হয়। সে অনুযায়ী, আজ রায় ঘোষণা করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ কি চীনের টেকসই রূপান্তরের সূচনা ঘটাতে যাচ্ছে | প্রথম আলো",
            "time": "2026-01-26T06:02:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Frspbu5ho%2Fchip.jpg?rect=0%2C83%2C641%2C337&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র এখনো চীনের কৌশলগত পরিবেশে বড় প্রভাব রাখে। তাই চীনের ভূরাজনৈতিক স্বাধীনতা যতটা শক্তিশালী মনে হয়, বাস্তবে ততটা নয়। তাইওয়ানের সঙ্গে একীকরণ প্রেসিডেন্ট সি চিন পিংয়ের গুরুত্বপূর্ণ লক্ষ্য হলেও যেকোনো সামরিক সংঘাতের মূল্য হবে অত্যন্ত চড়া।</p><p>সি চিন পিংয়ের আরেকটি লক্ষ্য হলো, ২০৩৫ সালের মধ্যে চীনকে একটি ‘মাঝারি উন্নত’ অর্থনীতিতে রূপান্তর করা। কিন্তু বর্তমান আয়ের স্তরে দাঁড়িয়ে দীর্ঘ মেয়াদে মাথাপিছু জিডিপি প্রবৃদ্ধি ধরে রাখা খুবই কঠিন। জাপান ও এশিয়ান টাইগাররা (দক্ষিণ কোরিয়া, তাইওয়ান, হংকং ও সিঙ্গাপুর) ভিন্ন জনসংখ্যাগত ও ভূরাজনৈতিক পরিস্থিতিতে উন্নতির শীর্ষে পৌঁছেছিল। চীনের নেতৃত্ব যে এখন সংখ্যার বদলে গুণগত লক্ষ্যকে গুরুত্ব দিচ্ছে, সেটাই প্রমাণ করে তারা বাস্তবতা বুঝছে। পুরোনো প্রবৃদ্ধি মডেল প্রায় শেষ হয়ে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "থানকুনি-পাতার ১০টি উপকারিতা, সঙ্গে জানুন পার্শ্বপ্রতিক্রিয়া ও সতর্কতা | প্রথম আলো",
            "time": "2026-01-26T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F3giapcnt%2Fgotu-kola-1024x768.webp?rect=0%2C115%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"থানকুনি–পাতার ১০টি উপকারিতা, সঙ্গে জানুন পার্শ্বপ্রতিক্রিয়া ও সতর্কতা\" class=\"IiRps \">থানকুনি–পাতার ১০টি উপকারিতা, সঙ্গে জানুন পার্শ্বপ্রতিক্রিয়া ও সতর্কতা</h1></p><div class=\"Ibzfy\"><p>থানকুনির পাতা অনেকের কাছে পরিচিত একটি শাক হিসেবে, আবার আয়ুর্বেদ ও চীনা ভেষজ চিকিৎসায় এটি পরিচিত ‘দীর্ঘজীবনের ভেষজ’ হিসেবে। ইংরেজিতে একে বলা হয় গোটু কোলা (Gotu kola)। গ্রামবাংলায় একসময় এটি নিয়মিত খাওয়া হতো, আবার ওষুধ হিসেবেও ব্যবহার ছিল বেশ জনপ্রিয়। আধুনিক গবেষণাও বলছে, থানকুনি শুধু লোকজ বিশ্বাসের উপকরণ নয়, এর গুণের পেছনে আছে বৈজ্ঞানিক ভিত্তি। তবে সব ক্ষেত্রেই মনে রাখতে হবে, এটি কোনো জাদুকরি ওষুধ নয়। সঠিক মাত্রা ও প্রয়োগ জানা জরুরি। জেনে নিন এর উপকারিতা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুকে প্রার্থীদের কার কত অনুসারী | প্রথম আলো",
            "time": "2026-01-26T05:59:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F4pgerxm3%2FWhatsApp_Image_2026_01_26_at_10_42_36_AM.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের প্রচারে সামাজিক যোগাযোগমাধ্যম ব্যাপক ব্যবহৃত হচ্ছে। ফেসবুকে বিএনপির তারেক রহমানের ৫৬ লাখ, জামায়াতের শফিকুর রহমানের ২৩ লাখ, এনসিপির নাহিদ ইসলামের ১২ লাখ অনুসারী। স্বতন্ত্র তাসনিম জারার ৭১ লাখের বেশি অনুসারী রয়েছে। বিশ্লেষকরা বলছেন, সামাজিক মাধ্যমে অনুসারী বেশি থাকলে প্রচারে সুবিধা হয়। তবে তা ভোটের ফলাফলের চূড়ান্ত নির্ণায়ক নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই যুগে আকিজ সিমেন্টের অগ্রযাত্রা | প্রথম আলো",
            "time": "2026-01-26T05:58:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F8p3dln9t%2FUntitled-5.jpg?rect=0%2C8%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রযুক্তির বিবর্তন: বল মিল থেকে সর্বাধুনিক ভিআরএম</strong></p><p>আকিজ সিমেন্টের সাফল্যের মূলে রয়েছে প্রযুক্তির নিরন্তর আধুনিকায়ন। শুরুতে দুটি চায়নিজ বল মিল দিয়ে দৈনিক ৬০০ টন সিমেন্ট উৎপাদন শুরু হলেও ২০০৭ সালে প্রতিষ্ঠানটি বাংলাদেশে প্রথমবারের মতো জার্মানির লোয়েশে কোম্পানির অত্যাধুনিক ভিআরএম (ভার্টিক্যাল রোলার মিল) প্রযুক্তি স্থাপন করে। এর ধারাবাহিকতায় ২০১৮ সালে ডেনমার্কের এফএলস্মিথ কোম্পানির আরও উন্নত ভিআরএম প্রযুক্তি যুক্ত হয়, যার উৎপাদনক্ষমতা ঘণ্টায় ২২০ টন। বর্তমানে বেলজিয়াম, ইতালি, জার্মানি ও চীনের উন্নত যন্ত্রপাতির সমন্বয়ে গঠিত দুটি প্রোডাকশন লাইন আকিজ সিমেন্টকে নিয়ে গেছে অনন্য উচ্চতায়।</p> <p><strong>প্রিমিয়াম মান ও বাজার অবস্থান</strong></p><p>দেশের প্রায় ৩০ হাজার কোটি টাকার সিমেন্ট বাজারে আকিজ সিমেন্ট নিজেকে প্রতিষ্ঠিত করেছে একটি ‘প্রিমিয়াম’ ব্র্যান্ড হিসেবে। সাধারণ ফ্লাই অ্যাশের পরিবর্তে আয়রন স্ল্যাগ ব্যবহারের ফলে এই সিমেন্টের স্থায়িত্ব ও গুণগত মান অনেক বেশি। আকিজ সিমেন্টের প্রধান নির্বাহী কর্মকর্তা মো. মশিউর রহমান বলেন, ‘আমরা শুধু পণ্য বিক্রি করি না, আমাদের নিজস্ব প্রোডাক্ট সার্ভিস টিম গ্রাহকদের বাড়ি নির্মাণের সঠিক পদ্ধতি ও উপকরণের মান যাচাইয়ে সহায়তা করে। বুয়েটের টেস্টিং ল্যাব ও আমাদের নিজস্ব ল্যাবে প্রতিটি ধাপে গুণগত মান নিশ্চিত করেই পণ্য বাজারজাত করা হয়।’</p><p>বর্তমানে প্রিমিয়াম সেগমেন্টের সিমেন্টবাজারে প্রায় ৩০ শতাংশ আকিজ সিমেন্টের দখলে রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার ফুটপাত-বাণিজ্য নিয়ে ন্যায়বিচারের যত দ্বন্দ্ব | প্রথম আলো",
            "time": "2026-01-26T05:51:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-12%2Fr317gfcw%2FAS8769080723.png?rect=0%2C247%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েক দিন আগে ঢাকায় মানিক মিয়া অ্যাভিনিউ দিয়ে যাচ্ছিলাম। ঢাকার এই সুন্দরতম ও প্রশস্ত রাস্তার ফুটপাতে যে নির্লিপ্ত বাণিজ্যিকীকরণ চোখের সামনে ঘটে গেছে, তাতে অনেক কিছু ভাবার আছে। বিষয়টিকে সাদাকালোর তর্কে নামিয়ে আনা সহজ। কিন্তু তা কাম্য নয়। </p><p>আমাদের নগরায়ণের প্রচলিত ধারায় নিম্নবিত্ত মানুষ যেখানেই এক বর্গইঞ্চি জায়গা পায়, সেখানেই রুজিরোজগারের বন্দোবস্ত খোঁজে এবং করে ফেলে। ইট–কংক্রিট, শব্দসন্ত্রাস, যানজট আর জনসমুদ্রের এই শহরে স্বস্তির জায়গার বড়ই অভাব। তাই বিকেলে মানুষ সংসদের সামনের খোলামেলা ফুটপাতে আসে, হাওয়া খায়, একটু বসে। বিনা পয়সায় বসার জায়গা এই শহরে আর কই। স্বতঃস্ফূর্তভাবেই এখানে বিকেলে একধরনের পার্কের পরিবেশ তৈরি হয়ে যায়।</p><p>জায়গাটি অল্প পুঁজির ফুচকাওয়ালাদের জন্য একটি মোক্ষম বাজার। ডিমান্ড আর সাপ্লাই চাহিদা ও সরবারহের সহজ হিসাব। শুধু ফুচকাওয়ালা নয়, স্কেচ আর্টিস্ট থেকে শুরু করে খেলনাওয়ালা, বেলুনওয়ালা, চাওয়ালা, কাপড়ওয়ালা, অলংকারওয়ালা—সবাই হাজির হয়ে যায় ক্ষুদ্র পুঁজির ব্যবসা নিয়ে। ক্ষুদ্র উদ্যোক্তাদের এখানে ব্যবসার ধরনটি বেশ হাইব্রিড। কেউ ভাসমান, দিন শেষে জিনিসপত্র গুটিয়ে নিয়ে চলে যায়। কেউ আধা ভাসমান, কিছু মালপত্র ঢেকে রেখে যায়। কেউ আবার স্থায়িত্বের দাবিদার, টেবিল–চেয়ার–চুলা এখানেই থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ নিয়ে করা পোস্ট কেন মুছে দিলেন গিলেস্পি | প্রথম আলো",
            "time": "2026-01-26T05:51:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-18%2F8hnavtcq%2Fee.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ সরকার ভারতে নিরাপত্তাশঙ্কায় ক্রিকেট দল না পাঠানোর কথা জানিয়ে আইসিসিকে ভেন্যু পরিবর্তনের অনুরোধ করেছিল। তবে নিয়ন্ত্রক সংস্থা তা প্রত্যাখ্যান করে বাংলাদেশকে ভারতেই খেলতে হবে বলে জানায়। বাংলাদেশ সরকার সিদ্ধান্তে অটল থাকলে ২৪ জানুয়ারি আসন্ন টি-টুয়েন্টি বিশ্বকাপে বাংলাদেশের জায়গায় স্কটল্যান্ডকে নেয় আইসিসি।</p><p>নিয়ন্ত্রক সংস্থার এমন সিদ্ধান্তের যৌক্তিকতা নিয়ে প্রশ্ন তুলেছেন অনেকে। অতীতে ভারত ও পাকিস্তানের ভেন্যু বদলের অনুরোধে সাড়া দিলেও বাংলাদেশের বেলায় ভিন্ন নীতি—এমন প্রশ্ন তুলে আইসিসির সমালোচনা করেছে পাকিস্তান ক্রিকেট বোর্ডও। দেশটি আইসিসির দ্বিমুখী নীতির প্রতিবাদে বিশ্বকাপ বয়কটেরও চিন্তা করছে। এমন প্রেক্ষাপটে অস্ট্রেলিয়ার সাবেক ফাস্ট বোলার গিলেস্পি এক্সে লেখেন, ‘বাংলাদেশ কেন ভারতের বাইরে তাদের ম্যাচগুলো খেলতে পারল না, সে বিষয়ে আইসিসি কি কোনো ব্যাখ্যা দিয়েছে? আমার মনে আছে, ভারত পাকিস্তানে চ্যাম্পিয়নস ট্রফির ম্যাচ খেলতে অস্বীকার করেছিল এবং তাদের সেই ম্যাচগুলো পাকিস্তানের বাইরে খেলার অনুমতি দেওয়া হয়েছিল। কেউ কি এর কোনো যৌক্তিক ব্যাখ্যা দিতে পারেন?’ </p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের মিছিল থেকে বিএনপি প্রার্থীর গাড়িতে ধাক্কাধাক্কি, মারধরের পাল্টা অভিযোগ | প্রথম আলো",
            "time": "2026-01-26T05:46:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-05%2Fa6958774-6a35-43ce-b191-db0ef6081c49%2Fchapainobabgonj.png?rect=0%2C162%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্যদিকে রাতে জামায়াতে ইসলামী চাঁপাইনবাবগঞ্জ জেলা শাখার আমির আবুজার গিফারী ও জেলা সেক্রেটারি আবু বকর যৌথ বিবৃতিতে দাবি করেন, হারুনুর রশীদের ছেলে রুবাইয়াৎ ইবনে হারুন রাফি জামায়াতে ইসলামীর, চাঁপাইনবাবগঞ্জ পৌরসভার ১১ নম্বর ওয়ার্ড সভাপতি আজিজুল হক নূরের ওপর হামলা করেছেন। তাঁরা দাবি করেন, নির্বাচনী মাঠে পেশিশক্তির প্রদর্শনী এবং প্রতিপক্ষের ওপর এমন হামলা সুষ্ঠু নির্বাচনের পরিবেশকে মারাত্মকভাবে ক্ষতিগ্রস্ত করে। বিবৃতিতে রুবাইয়াৎ ইবনে হারুন রাফি ও তাঁর দোসরদের গ্রেপ্তার করে দৃষ্টান্তমূলক শাস্তির আওতায় আনার দাবি জানানো হয়। প্রতিবাদে রাতে বিক্ষোভ মিছিলও করেছে জামায়াতে ইসলামী।</p><p>চাঁপাইনবাবগঞ্জ সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. নূরে আলম বলেন, কোনো পক্ষই এ ব্যাপারে থানায় অভিযোগ দেননি। অভিযোগ পেলে প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাফা ক্রসিং ‘সীমিত আকারে’ খুলে দিতে রাজি ইসরায়েল | প্রথম আলো",
            "time": "2026-01-26T05:41:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fldom1fqu%2FRafah.avif?rect=0%2C0%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বনেতারা এবং ত্রাণ সংস্থাগুলো গাজায় আরও বেশি ত্রাণ প্রবেশের অনুমতি দিতে ইসরায়েলকে চাপ দিচ্ছে। দুই বছরেরও বেশি সময় ধরে চলা যুদ্ধে বিধ্বস্ত গাজার বাসিন্দারা এখন অত্যাবশ্যক চিকিৎসা সরঞ্জাম, খাদ্য ও অন্য জিনিসপত্রের সরবরাহের জন্য ত্রাণের ওপর পুরোপুরি নির্ভর করছেন।</p><p>সোমবার ইসরায়েলের প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহুর কার্যালয় থেকে বলা হয়, ইসরায়েল (রাফা) সীমান্ত আবার খোলার বিষয়ে সম্মত হয়েছে। তবে এখন ‘শুধু পায়ে হেঁটে যাতায়াত করা যাবে এবং পারাপার সম্পূর্ণরূপে ইসরায়েলি তল্লাশিব্যবস্থার অধীন থাকবে’।</p><p>নেতানিয়াহুর কার্যালয় থেকে সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া পোস্টে আরও বলা হয়, ‘সব জীবিত জিম্মির ফিরে আসা এবং নিহত সব জিম্মির দেহাবশেষ খুঁজে বের করে তা ফিরিয়ে দিতে হামাসের শতভাগ প্রচেষ্টার ওপর এই সিদ্ধান্ত নির্ভর করবে।’</p><p>ইসরায়েলি সেনারা আগের দিন রোববার জানিয়েছে, তারা গাজা উপত্যকায় একটি কবরস্থানে শেষ ইসরায়েলি জিম্মি র‍্যান গভিলির মরদেহ খুঁজছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আদানি বছরে ৫-৬ হাজার কোটি টাকা বাড়তি নিচ্ছে | প্রথম আলো",
            "time": "2026-01-26T05:40:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-13%2Fd5zb5d9q%2FAdani.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পর্যালোচনা কমিটির প্রতিবেদন বলছে, গত সরকারের দেড় দশকে বিদ্যুৎ উৎপাদন বেড়েছে পাঁচ গুণ। একই সময়ে বেসরকারি বিদ্যুৎকেন্দ্রের বিল বেড়েছে ১১ গুণ। ফলে দেউলিয়ার পথে পিডিবি। ২০১৫ সালেও পিডিবির লোকসান ছিল সাড়ে পাঁচ হাজার কোটি টাকা। গত বছর লোকসান ৫০ হাজার কোটি ছাড়িয়েছে। সংস্কার না করলে সংকট হবে স্থায়ী। লোকসান চলতেই থাকবে, ভর্তুকি বাড়তেই থাকবে। আর বোঝা যাবে সাধারণ মানুষের ঘাড়ে।</p><p>কমিটির মতে, ৭ হাজার ৭০০ থেকে ৯ হাজার ৫০০ মেগাওয়াট বিদ্যুৎ–সক্ষমতা কোনো কাজে লাগছে না। প্রতিবছর অলস সক্ষমতার পেছনে কেন্দ্রভাড়া দিতে হচ্ছে ৯০ কোটি থেকে ১৫০ কোটি ডলার পর্যন্ত।</p><p>প্রতিবেদনে বলা হয়, বিদ্যুৎ চুক্তিগুলো হলো, লাভটা নিজের, ঝুঁকিটা সমাজের। এতে ২০ থেকে ২৫ বছরের মতো ভাড়া নিশ্চিত করা হয়েছে। জ্বালানির দাম বাড়লে সরকার দেবে, ডলারের দাম বাড়লে সরকার দেবে, বিদ্যুৎ ব্যবহার না হলেও সরকার ভাড়া দেবে। এই চুক্তিগুলো জাতীয় স্বার্থের চেয়ে একটি সীমিত গোষ্ঠীর স্বার্থকে অগ্রাধিকার দিয়েছে। দুই থেকে চার বছর কষ্ট করলে অভিশাপ থেকে বের হয়ে আসা সম্ভব। আর এভাবে চলতে থাকলে দেশ একসময় ডুবে যাবে। বর্তমান পরিস্থিতিতে পিডিবির টিকে থাকতে হলেও ৮৬ শতাংশ দাম বাড়াতে হবে। কিন্তু এই পরিমাণ দাম বাড়ালে শিল্প বাঁচবে না, মানুষ টিকবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজবাড়ী আদালত চত্বরে ‘জয় বাংলা’ স্লোগান দিয়ে বিশৃঙ্খলার চেষ্টা, গ্রেপ্তার ৫ | প্রথম আলো",
            "time": "2026-01-26T05:28:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fynm7qnsw%2Frajbaridh054420260126img20260126092120.jpg?rect=0%2C65%2C1079%2C566&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ সূত্রে জানা গেছে, বৈষম্যবিরোধী ছাত্র আন্দোলনে শিক্ষার্থীদের ওপর হামলার মামলাসহ একাধিক মামলার আসামি শাহিন শেখ। গত শুক্রবার ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরের ইমিগ্রেশন থেকে তাঁকে পুলিশ গ্রেপ্তার করে। গতকাল রোববার দুপুরে পুলিশ কারাগার থেকে শাহিন শেখকে আদালতে হাজির করে। শুনানি শেষে তাঁকে আদালত থেকে বের করে কারাভ্যানে তোলার সময় দলীয় নেতা-কর্মী ও সমর্থকেরা ‘জয় বাংলা’ স্লোগান দিয়ে বিশৃঙ্খলা সৃষ্টির চেষ্টা করেন। এ সময় পুলিশ দ্রুত শাহিন শেখকে নিয়ে আদালত চত্বর ত্যাগ করে কারাভ্যানে তুলে নেয়। পরে নেতা-কর্মীরা সেখান থেকে সটকে পড়েন।</p><p>এ ঘটনার পর রোববার সন্ধ্যায় রাজবাড়ী সদর উপজেলার চরলক্ষ্মীপুর এলাকায় অভিযান চালিয়ে পুলিশ পাঁচজনকে গ্রেপ্তার করে। গ্রেপ্তার ব্যক্তিরা হলেন চরলক্ষ্মীপুর নতুন বাজার এলাকার স্থানীয় আবদুল হাকিম মোল্লার ছেলে সাজ্জাদ হোসাইন (২১), আবদুল হামিদ শেখের ছেলে পরশ আলী শেখ ওরফে শান্ত (২০), অন্য তিনজন কিশোর। পুলিশ জানিয়েছে, তাঁরা প্রত্যেকেই ছাত্রলীগের কর্মী ও সমর্থক।</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিইর ‘অপ্রশিক্ষিত’ এজেন্টদের সরিয়ে নিতে ট্রাম্পের কাছে দাবি মিনেসোটার গভর্নরের | প্রথম আলো",
            "time": "2026-01-26T05:17:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fjl5dm830%2FWalz.webp?rect=0%2C29%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ালজ বলেন, ‘কী পরিকল্পনা করছেন, ডোনাল্ড ট্রাম্প? পরিকল্পনাটা কী? আমাদের অঙ্গরাজ্য থেকে এই ফেডারেল এজেন্টদের বিদায় করতে আমাদের কী করতে হবে?’</p><p>ওয়ালজ আরও বলেন, ‘আমরা এই অঙ্গরাজ্যের আইনশৃঙ্খলার প্রতি বিশ্বাসী। আমরা শান্তিতে বিশ্বাসী। আমরা মনে করি, ডোনাল্ড ট্রাম্পের উচিত এই তিন হাজার অপ্রশিক্ষিত এজেন্টকে মিনেসোটা থেকে বের করে দেওয়া, যাতে তারা আর কারও প্রাণনাশ করতে না পারে।’</p><p>ওয়ালজ এমন সময়ে এসব কথা বললেন, যখন কিনা ট্রাম্প প্রশাসনের জ্যেষ্ঠ কর্মকর্তারা প্রেটি নিহত হওয়ার ঘটনায় আইসিইর এজেন্টদের পক্ষ নিয়ে কথা বলছেন। যদিও তাঁরা যেসব দাবি করছেন, তার সঙ্গে ভিডিওর প্রমাণগুলোর মিল নেই।</p></div></div></div></body></html>"
        }
    ]
}