{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "৪৮তম বিসিএসের চতুর্থ পর্যায়ে ২৭৯২ জনের মৌখিক পরীক্ষার সময়সূচি প্রকাশ | প্রথম আলো",
            "time": "2025-08-11T13:37:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fe2ghfy51%2FPSC-03.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২ সেপ্টেম্বর ২০২৫ (মঙ্গলবার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>৩ সেপ্টেম্বর ২০২৫ (বুধবার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>৪ সেপ্টেম্বর ২০২৫ (বৃহস্পতিবার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>৭ সেপ্টেম্বর ২০২৫ (রোববার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>৮ সেপ্টেম্বর ২০২৫ (সোমবার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>৯ সেপ্টেম্বর ২০২৫ (মঙ্গলবার): সহকারী সার্জন পদের ২১৬ জন প্রার্থীর মৌখিক পরীক্ষা।</p><p>১০ সেপ্টেম্বর ২০২৫ (বুধবার): সহকারী সার্জন পদের ১৬৪ জন প্রার্থীর মৌখিক পরীক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "কুয়ালালামপুরে অধ্যাপক ইউনূস, মঙ্গলবার আনোয়ার ইব্রাহিমের সঙ্গে বৈঠক | প্রথম আলো",
            "time": "2025-08-11T13:36:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F6mcqp6jt%2F005.jpg?rect=2%2C0%2C1030%2C541&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বৈঠকে দুই দেশের মধ্যে বিভিন্ন খাতে অগ্রগতি পর্যালোচনা ও দ্বিপক্ষীয় সম্পর্ককে নতুন উচ্চতায় নেওয়ার পদক্ষেপ নির্ধারণ করা হবে।</p><p>এর আগে মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহিম প্রধান উপদেষ্টাকে আনুষ্ঠানিকভাবে স্বাগত জানাবেন। জাতীয় সংগীত পরিবেশনের মধ্য দিয়ে গার্ড অব অনার পরিদর্শন করবেন অধ্যাপক ইউনূস।</p><p>ব্যক্তিগত ও প্রতিনিধি পর্যায়ের বৈঠকে মালয়েশিয়ায় নতুন বাংলাদেশি কর্মীদের নিয়োগ, আরও পেশাজীবী নিয়োগ, কর্মীদের সুবিধা ও অধিকার নিশ্চিতকরণের বিষয়ে গুরুত্ব দিয়ে আলোচনা হবে বলে জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগুনি-তে জুলাই যোদ্ধাদের নিয়ে কাজ করার কারণ কী | প্রথম আলো",
            "time": "2025-08-11T13:32:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F0w9zkcz7%2FWeb.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">মেরিল ক্যাফে লাইভ </h2></p><p><h1 data-title-0=\"আগুনি-তে জুলাই যোদ্ধাদের নিয়ে কাজ করার কারণ কী\" class=\"nA4h1 \">আগুনি-তে জুলাই যোদ্ধাদের নিয়ে কাজ করার কারণ কী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-11T19:32:19+06:00\"><span>প্রকাশ: ১১ আগস্ট ২০২৫, ১৩: ৩২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভি এস নাইপলের জীবনবোধ ও মৃত্যুচিন্তা | প্রথম আলো",
            "time": "2025-08-11T13:31:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fwwubuoh4%2FVS-Naipaul.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রিনিদাদে জন্ম নেওয়া ব্রিটিশ লেখক ভি এস নাইপলের পিতা সিপারসাদ নাইপল ছিলেন ভারতীয় বংশোদ্ভূত। ত্রিনিদাদ ও টোবাগো একসময় ব্রিটিশ কলোনি ছিল। তাই নাইপল তাঁর সাহিত্যজীবনে ঔপনিবেশিক ইতিহাস, অভিবাসী জীবনের জটিলতা ও মানুষের অস্তিত্বগত সংকটকে গভীরভাবে অনুসন্ধান করেছেন। তাঁর লেখার বৈশিষ্ট্য হলো সুনির্দিষ্ট ভাষা, মিতব্যয়ী বর্ণনা এবং এক গভীর বাস্তববোধ, যা পাঠককে একদিকে মুগ্ধ করে, অন্যদিকে ধীরে ধীরে টেনে নিয়ে যায় ভাবনার গভীর অলিন্দে।</p><p>নাইপলের সাহিত্যকর্মে ব্যক্তিগত অভিজ্ঞতা, ইতিহাস ও সমাজ-রাজনীতির প্রেক্ষাপট মিলে গড়ে উঠেছে এক স্বতন্ত্র সৃজনভুবন। তাঁর লেখা উপন্যাস, ভ্রমণকাহিনি ও প্রবন্ধে প্রায়ই দেখা যায় মানুষ ও সংস্কৃতির সংঘাত, পরিচয়ের সন্ধান এবং ঔপনিবেশিক অতীতের ছায়া।</p><p>‘দ্য এনিগমা অব অ্যারাইভাল’ নাইপলের সাহিত্যজীবনের একটি অনন্য মাইলফলক। এটি মূলত আত্মজীবনীমূলক উপন্যাস, যেখানে লেখক তাঁর ইংল্যান্ডে বসবাসের অভিজ্ঞতা এবং সাহিত্যিক হিসেবে আত্মপ্রতিষ্ঠার যাত্রা তুলে ধরেছেন। এখানে প্রকৃতি, সময়ের প্রবাহ ও পরিবর্তনের প্রতিচ্ছবি এত সূক্ষ্মভাবে ফুটে উঠেছে যে এটি কেবল লেখকের ব্যক্তিগত কাহিনি নয়, বরং মানুষের জীবনযাত্রা ও মানসিক অভিযাত্রার প্রতীক হয়ে উঠেছিল। উপন্যাসটি যেন পাঠককে আমন্ত্রণ জানায় নিজস্ব অভিজ্ঞতার ভেতর দিয়ে জীবনের অর্থ অনুসন্ধান করতে।</p></div></div></div></body></html>"
        },
        {
            "title": "বেলজিয়ামের লুভেন যেন প্রাচীন এক রূপকথার শহর | প্রথম আলো",
            "time": "2025-08-11T13:19:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fhpoe7sta%2FWhatsApp_Image_2025_08_10_at_10_15_46_PM.jpeg?rect=0%2C0%2C867%2C455&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকৃতির আলিঙ্গনে আবিষ্ট প্রাচীন, তবে আধুনিক এক শহর লুভেন। শহরটি পৃথিবীর অন্যতম গোথিক টাউন হল, ক্যাথেড্রাল আর প্রাচীন বিশ্ববিদ্যালয়ে ঘেরা। গ্রুট বেজিনহজের ছোট ছোট ভবনের মধ্য দিয়ে পথ, যেন অলৌকিক কোনো পুরোনো পরিত্যক্ত শহরের রূপকথার ছবি। তা ছাড়া পুরো শহরটাই যেন এক গা–ছাড়া ভাব নিয়ে দাঁড়িয়ে আছে। গ্রীষ্মকাল হওয়ায় কিছু পর্যটক আছেন, তবে কারও যেন কোনো তাড়া নেই।</p><p>এমন এক শহরে যাওয়ার দিন পড়েছে ভয়াবহ গরম। বেলজিয়ামের আবহাওয়ায় এটা বেশ গরম। এ দেশে সাধারণত গ্রীষ্মকালে তাপমাত্রা থাকে ২০ থেকে ২৫ ডিগ্রি সেলসিয়াস। খুব বেশি হলে সেটা ৩০ ডিগ্রি সেলসিয়াস। উত্তর সাগরের প্রভাবে দেশটির দক্ষিণ দিকে তাপমাত্রা থাকে আরও কম। কিন্তু সেদিন তাপমাত্রা উঠেছিল ৩৯ ডিগ্রি সেলসিয়াসে!</p><p>গায়ে রোদ মাখিয়ে খরতাপেই হেঁটে ঘুরে বেড়ালাম লুভেন ও এর চারপাশে। এত গরমেও অনীহা কাজ করছিল না। মাঝেমধ্যেই তাপের চাপে ক্লান্ত হয়ে পড়ছিলাম। কিন্তু থামতে ইচ্ছে করছিল না।</p><p>শহরের পাশেই এক মায়াময় জঙ্গল, যেন চাইলেই হারিয়ে যাওয়ার এক অপূর্ব সুযোগ। গরম থেকে বাঁচারও একটা উপায়। আমার মতো প্রথমবার এই জঙ্গলে ঢুকলে যথারীতি এক গা ছমছমে ভাব হবে, কিন্তু প্রকৃতির সঙ্গে মিশে যাওয়ার অবারিত সুযোগও পাওয়া যাবে।</p><p>বনের ভেতর গিয়ে দেখা পেলাম লুভেনের সুখ-দুঃখের নদী ডাইলির। এই নদী জন্মলগ্ন থেকেই লুভেন শহরকে বন্যা দিয়ে কাঁদিয়েছে। তবে শহরের উন্নয়নে অবদানও রেখেছে অনেক। বনের ভেতর নদীর ধারে সুবিশাল সারি সারি গাছ, এলোমেলো দাঁড়িয়ে। তার নিচে একটা বসার বেঞ্চ। সেখানে বসেই লুভেনের গল্প বলতে এই লেখা লিখতে বসে গেলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "কেন এমন রেমিট্যান্স-উত্থান | প্রথম আলো",
            "time": "2025-08-11T13:10:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fqcgd0gmh%2Feconomicskk.JPG?rect=0%2C33%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. প্রবাসী শ্রমিকদের সুবিধা ও সেবা উন্নয়ন</strong></p><p>প্রবাসীদের জন্য ২৪ ঘণ্টা সহজলভ্য সেবা চালু করা, যেকোনো সময়ে ব্যাংকিং ও রেমিট্যান্সের প্রক্রিয়া সহজ করা। প্রাপকের (বেনিফিশিয়ারি) ব্যাংক অ্যাকাউন্ট নিশ্চিতকরণ, যাতে প্রেরিত অর্থ নিরাপদে পৌঁছায়। রিক্রুটিং এজেন্টদের নিয়ন্ত্রণ করে অতিরিক্ত খরচ কমানো। প্রবাসীদের জন্য ‘রেমিট্যান্স কার্ড’ চালু করে পয়েন্ট সিস্টেম ও পেনশন–সুবিধা দেওয়া, যা তাঁদের বৈধ মাধ্যমে টাকা পাঠানোর আগ্রহ বাড়াবে।</p><p><strong>২. ব্যাংক ও মোবাইল ফাইন্যান্সিয়াল সার্ভিসেস (এমএফএস) চ্যানেলের সক্ষমতা বৃদ্ধি</strong></p><p>দেশের প্রত্যন্ত অঞ্চলে ব্যাংক শাখা ও রেমিট্যান্স অফিস সম্প্রসারণ। মোবাইল ফাইন্যান্সিয়াল সার্ভিসের সুযোগ বাড়িয়ে ডিজিটাল মাধ্যমে সহজ ও দ্রুত রেমিট্যান্স পাঠানোর ব্যবস্থাপনা। ‘ওয়েজ আর্নার্স এমএফএস অ্যাকাউন্ট’ চালু করে নিয়ন্ত্রণ বৃদ্ধি ও প্রবাসীদের জন্য নিরাপদ অর্থ লেনদেন নিশ্চিতকরণ।</p><p><strong>৩. হুন্ডি বন্ধে কঠোর আইন প্রয়োগ ও সচেতনতা</strong></p><p>মানি লন্ডারিং ও অবৈধ হুন্ডি ব্যবসার বিরুদ্ধে কঠোর আইন প্রয়োগ ও শাস্তির ব্যবস্থা। মূল হুন্ডি চক্রের সদস্যদের শনাক্তকরণ ও কঠোর শাস্তি নিশ্চিতকরণ। লাইসেন্স বাতিল ও অর্থ আটকানোর মতো পদক্ষেপ গ্রহণ। প্রবাসীদের হুন্ডি থেকে বিরত রাখার জন্য বৈধ চ্যানেলে উৎসাহিত করার বিকল্প ও সুবিধা প্রদান।</p><p><strong>৪. দেশভিত্তিক ভিন্ন সমাধান ও দূতাবাসের কার্যক্ষমতা বৃদ্ধি</strong></p><p>প্রতিটি দেশের বিশেষ পরিস্থিতি বিবেচনায় নিয়ে দেশভিত্তিক কার্যকর সমাধান গ্রহণ, যেমন সৌদি আরব ও ইতালির উদাহরণ অনুসরণ। দূতাবাসের কর্মক্ষমতা ও জনবল বৃদ্ধি করে দ্রুত ও সহজ সেবা নিশ্চিতকরণ। দূতাবাসে প্রবাসীদের দুর্ভোগ কমানো ও সহযোগিতা বৃদ্ধি।</p></div></div></div></body></html>"
        },
        {
            "title": "দলের কার্যক্রম ‘জুলাই বিপ্লবের পরিপন্থী’ অভিযোগ করে ফরিদপুরে এনসিপির এক সদস্যের পদত্যাগ | প্রথম আলো",
            "time": "2025-08-11T13:06:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fs7lehxpm%2FFARIDPURDH053920250811FARIDPUR-PIC-05.JPG.JPG?rect=0%2C67%2C880%2C462&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রুবেল মিয়া পদত্যাগপত্রে আরও লেখেন, ‘এমতাবস্থায়, আমি আর দলের কর্মকাণ্ডের সঙ্গে সম্পৃক্ত থাকতে পারছি না। তাই আমি বিনীতভাবে জাতীয় নাগরিক পার্টি, ফরিদপুর জেলার সকল কার্যক্রম ও পদ থেকে পদত্যাগের ইচ্ছা প্রকাশ করছি।’</p><p>গত ৫ জুন এনসিপির দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ ও সদস্যসচিব আখতার হোসেনের যৌথ স্বাক্ষরে ফরিদপুর এনসিপির ২৩ সদস্যবিশিষ্ট সমন্বয় কমিটি অনুমোদন দেওয়া হয়। এতে প্রধান সমন্বয়কারী করা হয় সৈয়দা নীলিমা দোলাকে। এ ছাড়া আরও পাঁচজনকে যুগ্ম সমন্বয়কারী এবং বাকি ১৭ জনকে সদস্য করা হয়।</p><p>রুবেল মিয়ার পদত্যাগের বিষয়ে সৈয়দা নীলিমা প্রথম আলোকে বলেন, ‘আমি ওকে পূার্ণাঙ্গ কমিটি হওয়া পর্যন্ত অপেক্ষা করতে বলেছিলাম। যারা আন্দোলন–সংগ্রামের মধ্যে উঠে এসেছে, তাদের নিয়েই এ আহ্বায়ক কমিটি করা হয়েছিল। নতুন দলে অনেক টানাপোড়েন থাকে, টাকার সংকট, লোকবলের সংকট—এসব তো রয়েছে। যারা এ বাস্তবতা মেনে টিকে থাকবে, তারাই এনসিপি করবে। অনেকে অনেক আকাঙ্ক্ষা নিয়ে দলে যুক্ত হয়েছিল, তাদের চাওয়া–পাওয়া সঙ্গে সঙ্গে বাস্তবায়ন হবে, এ স্বপ্ন ছিল। কিন্তু এমনটা না হওয়ায় অনেকের মধ্যে হয়তো হতাশা ও আশাভঙ্গের বিষয় হয়ে দাঁড়িয়েছে। রুবেল হয়তো সেই অবস্থায় পড়ে গিয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভাসানী বিশ্ববিদ্যালয়ে ছাত্র সংসদের দাবি, আমরণ অনশনে এক শিক্ষার্থী | প্রথম আলো",
            "time": "2025-08-11T13:03:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fd7wfvela%2FTANGAILDH056720250811MESSENGERCREATION5BFA9A44-E23B-4175-9552-C848A7F52D1A.JPG.JPG?rect=0%2C62%2C652%2C342&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আক্তারুজ্জামানের সঙ্গে সংহতি জানানো শিক্ষার্থীরা জানান, বৈষম্যবিরোধী ছাত্র আন্দোলনের ৯ দফা দাবির অন্যতম হলো দেশের প্রতিটি বিশ্ববিদ্যালয় ও কলেজে ছাত্র সংসদ প্রতিষ্ঠা। সেই লক্ষ্যেই তারা ২১ জুলাই বিশ্ববিদ্যালয় প্রশাসনের কাছে দাবিপত্র দেন। কিন্তু নির্ধারিত সময় পেরিয়ে গেলেও রিজেন্ট বোর্ড থেকে কোনো সিদ্ধান্ত আসেনি। পরবর্তী সময় গত ২ আগস্ট পুনরায় প্রশাসনের সঙ্গে বৈঠকে ১০ আগস্টের মধ্যে রিজেন্ট বোর্ডে প্রস্তাবটি পাস করানোর আহ্বান জানানো হয়। তবে সেই সময়ও পেরিয়ে গেছে, দাবিটি বাস্তবায়িত হয়নি।</p><p>আমরণ অনশনে থাকা শিক্ষার্থী আক্তারুজ্জামান বিকেলে প্রথম আলোকে বলেন, দাবি পূরণ না হওয়া পর্যন্ত তাঁর আমরণ অনশন অব্যাহত থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘর থেকে তুলে নিয়ে চুরির অপবাদে নির্যাতনের শিকার জাকিরের চোখ হারানোর শঙ্কা | প্রথম আলো",
            "time": "2025-08-11T13:01:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fbbwkad7e%2FMADARIPURDH069920250811IMG2054.JPG.JPG?rect=0%2C28%2C1172%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাকির শেখের বড় মেয়ে এনি আক্তার (২০) প্রথম আলোকে বলেন, ‘আব্বুর অবস্থা ভালো নয়। ডাক্তার বলেছেন, তাঁর চোখের ৮০ শতাংশ নষ্ট হয়ে গেছে। চোখে দেখতে পাওয়ার সম্ভাবনা খুব কম। আব্বুর চোখে বড় অপারেশন আজ হইছে। আব্বুর সঙ্গে আমি আছি। আমার আব্বুকে যারা চুরির মিথ্যে অপবাদ দিয়ে এই অবস্থা করেছে, তাদের বিচার চাই।’</p><p>স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা গেছে, শিরখাড়া ইউনিয়নের পশ্চিমমাঠ বাঘাবাড়ি এলাকার কয়েকটি বাড়িতে সম্প্রতি ছিঁচকে চুরির ঘটনা ঘটে। এরপর ‘স্থানীয় যুব সমাজের উদ্যোগে’ এলাকায় নিয়মিত পাহারায় বসেন স্থানীয় কয়েকজন যুবক। শনিবার দিবাগত রাত একটার দিকে বাবুল শিকদার (২৫) নামের এক যুবক তাঁর এক আত্মীয়ের বাড়ি যাওয়ার পথে চোর সন্দেহে স্থানীয় কয়েকজন যুবক তাঁকে আটক করেন। বাবুল একই ইউনিয়নের রায়েরকান্দি গ্রামের বাসিন্দা। খবর পেয়ে বাবুলকে উদ্ধারে তাঁর এক আত্মীয় ইস্রাফিল মাতুব্বর (৪০) গেলে তাঁকেও আটক করেন স্থানীয় লোকজন। এরপর চোর সন্দেহে দুজনকে রাতভর মারধর করা হয়। এরপর জাকির শেখের বাড়িতে গিয়ে তাঁকে তুলে নিয়ে পিটুনি ও নির্যাতনের ঘটনা ঘটে।</p><p>জাকির শেখের পরিবারের অভিযোগ, পূর্বশত্রুতার জেরে চুরির মিথ্যা অপবাদ দিয়ে জাকিরকে হত্যার পরিকল্পনা করেছিলেন স্থায়ীয় কোহিনুর মাতুব্বর, কামাল, সজীব, ওমর, শফিকুলসহ বেশ কয়েকজন ব্যক্তি।</p><p>অভিযুক্ত কোহিনুর মাতুব্বর ও কামাল হোসেন বলেন, ‘চোর সন্দেহে প্রথম যাকে ধরা হইছে, তার স্বীকারোক্তিতে ছিল জাকির শেখের নাম। এখানে চোরদের সঙ্গে আমাদের কিসের শত্রুতা। এগুলো বলে ঘটনা আড়াল করা হচ্ছে। স্থানীয় লোকজন ছিঁচকে চোরের আতঙ্কে অতিষ্ঠ হয়ে গণপিটুনি দিয়েছে। এখানে ব্যক্তিগত শত্রুতা বা ক্ষোভ থেকে কাউকে আঘাত করা হয়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "এলডিসি থেকে উত্তরণ পেছানো সম্ভব, বলছেন বিশেষজ্ঞরা | প্রথম আলো",
            "time": "2025-08-11T13:00:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F6sk9ztsu%2FBusiness.jpg?rect=0%2C17%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে এলডিসি ও উন্নয়নশীল দেশের অর্থনীতি নিয়ে তিনজন বিশেষজ্ঞ আলোচনা করেন। তাঁরা হলেন বেসরকারি গবেষণাপ্রতিষ্ঠান থার্ড ওয়ার্ল্ড নেটওয়ার্কের জ্যেষ্ঠ পরামর্শক সানিয়া রিড স্মিথ ও রঞ্জা সেনগুপ্ত এবং সুপ্রিম কোর্টের আইনজীবী ও মেধাস্বত্ব আইনবিশেষজ্ঞ তাসলিমা জাহান।</p><p>আন্তর্জাতিক বাণিজ্যনীতি বিশ্লেষক সানিয়া রিড স্মিথ জানান, এলডিসি উত্তরণের প্রক্রিয়ায় তিনটি ধাপ রয়েছে। এগুলো হলো জাতিসংঘের ডেভেলপমেন্ট পলিসি কমিটির মূল্যায়ন, অর্থনৈতিক ও সামাজিক পরিষদের (ইকোসক) অনুমোদন এবং সাধারণ পরিষদের চূড়ান্ত অনুমোদন। এই তিন ধাপের যেকোনো এক জায়গায় বিলম্ব চাওয়া সম্ভব। এলডিসির জন্য নির্ধারিত সময় পেছানোর বেশ কিছু উদাহরণ আছে বলে জানান সানিয়া রিড স্মিথ। তিনি বলেন, অনেক দেশ এলডিসি উত্তরণের সময় বাড়িয়েছে। যেমন ভানুয়াতু এলডিসি থেকে উত্তরণের জন্য প্রায় দেড় দশক সময় পেছাতে পেরেছে। আবার মিয়ানমার, তিমুরসহ কয়েকটি দেশ জাতিসংঘের কমিটি পর্যায়ে মানদণ্ড পূরণ করেও রাজনৈতিক বা অর্থনৈতিক কারণ দেখিয়ে উত্তরণ পিছিয়েছে।</p><p>সানিয়া রিড স্মিথ বলেন, বাংলাদেশের ক্ষেত্রে উত্তরণের সিদ্ধান্ত নেওয়া হয়েছিল বিগত সরকারের সময়। এরপর বাংলাদেশ ও আন্তর্জাতিক অঙ্গনের রাজনীতি ও বাণিজ্যে বড় পরিবর্তন এসেছে। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের শুল্কনীতি গত ২০০ বছরের মধ্যে সবচেয়ে বড় বৈশ্বিক বাণিজ্য ধাক্কা তৈরি করেছে। এসব বিষয় বাংলাদেশের এলডিসি উত্তরণ নিয়ে সিদ্ধান্ত নেওয়ার সময় জানা ছিল না। ফলে এই পরিবর্তনগুলো বাংলাদেশকে এলডিসি পেছানোর জন্য যৌক্তিকতা তৈরি করে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘নির্বাচক হলে বুমরাকে আইপিএলে খেলতে দিতাম না’ | প্রথম আলো",
            "time": "2025-08-11T12:58:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fhvu9tqe0%2FNew-Phototastic-Collage.jpg?rect=0%2C0%2C4095%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আন্তর্জাতিক ক্রিকেটে তো খেলোয়াড়দের বিশ্রাম নিয়ে বিসিসিআই বেশ সচেতন, এমনকি নিয়ম করে গুরুত্বপূর্ণ খেলোয়াড়দের বিশ্রামও দেয় তারা। কিন্তু আইপিএলের ক্ষেত্রে সে রকম খুব একটা দেখা যায় না। ভারতের তারকা ক্রিকেটাররা সবাই-ই খেলেন নিজেদের ফ্র্যাঞ্চাইজির হয়ে।</p><p>ভেংসরকার দাবি করলেন, তিনি যদি নির্বাচক থাকতেন, তাহলে মুম্বাই ইন্ডিয়ানসকে রাজি করাতেন বুমরাকে কিছু ম্যাচে বা পুরো মৌসুমেই বিশ্রাম দেওয়ার জন্য। তাতে ইংল্যান্ড সফরে বুমরাকে সব কটি ম্যাচে খেলানো যেত। টাইমস অব ইন্ডিয়াকে ভেংসরকার বলেছেন, ‘ভারত-ইংল্যান্ড টেস্ট সিরিজের গুরুত্ব আর ওর নাজুক পিঠের কথা ভেবে বিসিসিআই, নির্বাচক আর টিম ম্যানেজমেন্টের উচিত ছিল বুমরাকে এ বছরের আইপিএলে না খেলতে বলা। এই ঐতিহাসিক সিরিজের জন্য আমাদের দরকার ছিল একদম ফিট, সতেজ বুমরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "মামলা পরিচালনায় সম্পৃক্তদের হুমকি দিয়েছেন শেখ হাসিনা | প্রথম আলো",
            "time": "2025-08-11T12:55:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-05%2Fkzr3pyge%2FHasina.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুলবুলের সঙ্গে কথোপকথনের মাঝামাঝি সময়ে শেখ হাসিনা কী বলেছেন, সেটিও রায়ে উল্লেখ করা হয়েছে। তিনি বলেছেন, ‘আমার তো সারা বাংলাদেশে ২২৭টি মার্ডার কেস। তোমরা তালিকা করো। ধরো অন্তত ২২৭ জনকে মারার লাইসেন্স পেয়ে গেছি। আর এক মামলার যে শাস্তি আর সোয়া ২০০ মামলায় সেই শাস্তি, তাই না? তো ঠিক আছে, সেই শাস্তি নেব কিন্তু তার আগে সোয়া ২০০ হিসাব করে নেব। এটা যেন মাথায় থাকে।’</p><p>রায়ে বলা হয়েছে, বুলবুলের কাছে শেখ হাসিনা ২২৭ জনকে হত্যার দৃঢ়সংকল্প প্রকাশ করেছেন। সে জন্য বুলবুলকে তিনি ২২৭ জনের একটি তালিকা তৈরি করতে বলেছেন।</p><p><strong>‘সবকিছু কি প্রকাশ্যে করতে হয়’</strong></p><p>অডিওতে শেখ হাসিনাকে আরও বলতে শোনা যায়, ‘একটা কথা আমি বলি, তোমাদের কার বাড়ি পোড়াইছে কে?’ তখন বুলবুল বলেন, ‘ওই ওরাই নেত্রী, সবাই, জামাত-বিএনপি সকলেই।’ এরপর শেখ হাসিনা বলেন, ‘তাদের বাড়িঘর নাই?’ বুলবুল বলেন, ‘আছে নেত্রী।’ হাসিনা বলেন, ‘তাদের ঘরবাড়ি নাই।’ বুলবুল বলেন, ‘জি, আছে।’ শেখ হাসিনা বলেন, ‘তাহলে, সবকিছু কি প্রকাশ্যে করতে হয়?’ বুলবুল বলেন, ‘জি না, না নেত্রী, জি।’ এরপর শেখ হাসিনা, ‘আমাদের ঘরবাড়ি নাই, তাদেরও ঘরবাড়ি থাকবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "চ্যাটজিপিটির স্বাস্থ্য পরামর্শ মানতে গিয়ে অসুস্থ হয়ে হাসপাতালে | প্রথম আলো",
            "time": "2025-08-11T12:52:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2Faba4d9e8-6c6e-473a-80f3-a72ee3bcfe79%2Fchatgpt_reuters.jpg?rect=0%2C144%2C3831%2C2011&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকাশিত প্রতিবেদনে বলা হয়েছে, কীভাবে খাবার থেকে সম্পূর্ণভাবে সোডিয়াম ক্লোরাইড বা সাধারণত খাবার লবণ বাদ দেওয়া যায়, তা ওই ব্যক্তি চ্যাটজিপিটিকে জিজ্ঞাসা করেন। উত্তরে চ্যাটজিপিটি তাঁকে বিকল্প হিসেবে সোডিয়াম ব্রোমাইড ব্যবহারের পরামর্শ দেয়। চ্যাটজিপিটির পরামর্শ মেনে তিনি অনলাইনে সোডিয়াম ব্রোমাইড কিনে প্রায় তিন মাস রান্নায় ব্যবহার করেন। এর ফলে ধীরে ধীরে বিভ্রম, সন্দেহপ্রবণতা, অতিরিক্ত তৃষ্ণা, এমনকি পানি পান করতে অনীহার মতো উপসর্গ দেখা দেয়। এমনকি হাসপাতালে ভর্তি হওয়ার সময় তিনি বিভ্রান্ত ছিলেন এবং পানিকে দূষিত মনে করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মোহাম্মদপুরে জেনেভা ক্যাম্পে পুলিশের অভিযান | প্রথম আলো",
            "time": "2025-08-11T12:45:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fp862c44n%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মোহাম্মদপুরে জেনেভা ক্যাম্পে পুলিশের অভিযান\" class=\"nA4h1 \">মোহাম্মদপুরে জেনেভা ক্যাম্পে পুলিশের অভিযান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-11T18:45:55+06:00\"><span>প্রকাশ: ১১ আগস্ট ২০২৫, ১২: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নিহতদের বাড়ি নোয়াখালীতে, হাসপাতাল থেকে রোগী নিতে এসেছিলেন তাঁরা | প্রথম আলো",
            "time": "2025-08-11T12:45:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fxlhawhp7%2FCar.jpg?rect=0%2C10%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসপাতাল–সংশ্লিষ্ট একটি সূত্র বলছে, হাসপাতালের রেকর্ড বইয়ের তথ্য অনুযায়ী, গতকাল রোববার ভোর ৫টা ৩৫ মিনিটের দিকে গাড়িটি গ্যারেজে প্রবেশ করে। এর পর থেকে সেটি বেজমেন্টের (ভূগর্ভস্থ) তৃতীয় তলার এক কোনায় পার্ক করা ছিল।</p><p>সিরাজুল ইসলাম মেডিকেলের সিকিউরিটি ইনচার্জ মিজানুর রহমান প্রথম আলোকে বলেন, আজ দুপুর ১২টার দিকে পার্কিংয়ের জায়গা খালি আছে কি না, দেখার জন্য তিনি বেজমেন্টের তৃতীয় তলায় যান। এসে দেখেন, গাড়ির ভেতরে দুজন আছেন। বাইরে থেকে কয়েকবার ডাকাডাকি করলেও সাড়া না পেয়ে দরজা খোলেন। তখন দেখেন, তাঁরা মারা গেছেন। পরে হাসপাতাল কর্তৃপক্ষকে জানালে তারা পুলিশে খবর দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এক রাতে ১৩ গানের রেকর্ডিং করলেন সেই ইমন খান | প্রথম আলো",
            "time": "2025-08-11T12:37:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fvo2c9mf6%2F519735796_3593415580789099_3295264336887745767_n.jpg?rect=0%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সময়ে একসঙ্গে ১০টি গানের রেকর্ডিংয়ের সফলতা দেখে কেউ কেউ এড়িয়ে চলার চেষ্টা করেছেন, এটাও তিনি বুঝতে পারতেন। তিনিও এই শ্রেণির বন্ধু–সহকর্মী থেকে দূরে থাকেন। ভালো লাগা থেকে গান করলে কে কী বলল, সেগুলোয় গুরুত্ব দিতে চান না। ইমন বলেন, ‘আমার কাজ আমি করে যাব। এই নিয়ে কে কী মনে করল, বলল বা কী ভাবল, সেই নিয়ে আগেও আমার কোনো মাথাব্যথা ছিল না, এখনো নেই। যাঁরা আমাকে মন থেকে ও সত্যিকার অর্থে ভালোবাসেন, আমি নিশ্চিত তাঁরা আমার সাফল্যে খুশি হবেন। যখন শুনবেন ১৩টি গান গেয়েছি, আমাকে অভিনন্দন জানাবেন।’</p><p>ইমনের এই ১৩ গানের সংগীতায়োজন করেছেন এইচ আর লিটন।</p></div></div></div></body></html>"
        },
        {
            "title": "মুরাদনগরে দুই সন্তানসহ নারী হত্যার ঘটনায় গ্রেপ্তার আতঙ্ক, হয়রানি বন্ধের দাবিতে মানববন্ধন | প্রথম আলো",
            "time": "2025-08-11T12:33:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fbucs4rvy%2FMuradnagar.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কড়ইবাড়ি গ্রামের রুমা বেগম বলেন, ‘এক মাসের বেশি সময় ধরে পুরুষেরা পরিবার থেকে বিচ্ছিন্ন রয়েছেন। এতে অর্থকষ্টে পড়েছি আমরা। শিশুসন্তানদের নিয়ে অনেকটাই মানবেতর জীবন যাপন করছি। আমরা চাই প্রকৃত অপরাধীদের গ্রেপ্তার করে বিচারের আওতায় আনা হোক। নিরপরাধ মানুষেরা গ্রামে ফিরে আসুক। আমাদের প্রতিটি দিনই এখন আতঙ্কে কাটে।’</p><p>গ্রামবাসীর নিরাপত্তাহীনতা প্রসঙ্গে বাঙ্গরা বাজার থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মাহফুজুর রহমান বলেন, ‘হত্যাকাণ্ডের মামলাটি বর্তমানে জেলা গোয়েন্দা পুলিশ (ডিবি) তদন্ত করছে। এলাকায় শান্তি–শৃঙ্খলা ফিরিয়ে আনতে প্রতি রাতেই কড়ইবাড়ি এলাকাসহ আশপাশের গ্রামে পুলিশের চারটি টহল দল কাজ করছে। এ ছাড়া নিরপরাধ কোনো মানুষ যেন হয়রানির শিকার না হন, সে বিষয়ে আমরা সতর্ক রয়েছি। আমরা পুলিশের পোশাক পরেই ডিউটিতে বের হই। তবে সাদাপোশাকে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর অন্য কোনো সংস্থার লোকজন আসেন কি না, সেটি আমার জানা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মঙ্গল গ্রহে স্টারশিপ মহাকাশযান পাঠানোর নতুন সময় জানালেন ইলন মাস্ক | প্রথম আলো",
            "time": "2025-08-11T12:32:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-23%2Fq8xj2yl4%2Felonmask%20spaceex.jpg?rect=0%2C7%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী কয়েক বছরের মধ্যে মঙ্গল গ্রহে মানুষের বসতি গড়ার পরিকল্পনার কথা আগেই জানিয়েছেন স্পেসএক্স, টেসলাসহ খুদে ব্লগ লেখার সাইট এক্সের (সাবেক টুইটার) মালিক ইলন মাস্ক। এত দিন মঙ্গল গ্রহে স্টারশিপ মহাকাশযান পাঠানোর সম্ভাব্য সময় ২০২৬ সাল বলা হলেও এবার নতুন সময়সূচি প্রকাশ করেছেন তিনি। ইলন মাস্ক জানিয়েছেন, স্টারশিপের সম্ভাব্য উৎক্ষেপণের সময়সীমা ২০২৮ সাল নির্ধারণ করা হয়েছে। প্রথমে মানুষবিহীন ফ্লাইট পরিচালনা করা হবে। এরপর ২০৩০ সালে মঙ্গল গ্রহে মানুষসহ মহাকাশযান পাঠানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০ হাজার টাকায় বিক্রির চেষ্টা, সরকারি আশ্রয়ে ৭ বছরের শিশু | প্রথম আলো",
            "time": "2025-08-11T12:29:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-06%2F3e7493bf-2053-4938-ab2e-b5b8f59f9cce%2Frangamati.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিশুটির পরিবার সূত্রে জানা গেছে, দীর্ঘদিন ধরে তার মা–বাবার মধ্যে পারিবারিক কলহ চলছিল। প্রায়ই মা শারীরিক নির্যাতনের শিকার হতেন। একসময় তিনি অসুস্থ হয়ে পড়েন। এরপর শিশুটির বাবা অন্যত্র বিয়ে করে আলাদা হয়ে যান এবং মা–মেয়ের সঙ্গে যোগাযোগ বন্ধ করে দেন। কয়েক বছর ধরে মা–মেয়ে রাঙামাটি শহরের দেবাশীষনগর এলাকায় বসবাস করছিলেন।</p><p>পরিবারের দাবি, কয়েক মাস ধরে আয়রোজগার না থাকায় এবং অসুস্থতা বেড়ে যাওয়ায় শিশুটিকে বিক্রির উদ্যোগ নেওয়া হয়। তবে শিশুটির এক আত্মীয় বিষয়টি অস্বীকার করে প্রথম আলোকে বলেন, ওই নারী কাজ খুঁজতে গেছেন, শিশুকে বিক্রির জন্য নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "১ লাখ ২০ হাজার টাকার চেক দিয়ে ধর্ষণচেষ্টার অভিযোগ ধামাচাপা, টাকা না পাওয়ায় প্রকাশ | প্রথম আলো",
            "time": "2025-08-11T12:25:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F4ef855d4-b2f9-4596-9a38-b044ec71409d%2Fnator.png?rect=0%2C99%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আশরাফ সরদার বলেন, ‘স্থানীয় লোকজনের কথা মেনে আমরা বিষয়টি মীমাংসা করে দিয়েছি। তবে এটা নিয়ে জটিলতা আছে জানলে সালিস করতাম না।’ চেক বা টাকা ভুক্তভোগীর পরিবারকে না দেওয়া প্রসঙ্গে তিনি বলেন, ‘চেক যাদের পাওয়ার কথা, তাদের কাছেই দেওয়া হয়েছে।’</p><p>ধর্ষণচেষ্টার অভিযোগ সঠিক নয় বলে দাবি করেন গুলজার হোসেন। তিনি প্রথম আলোকে বলেন, মেয়েটি রাস্তা দিয়ে যাওয়ার সময় কাদায় পড়ে গিয়েছিল। তাকে ওঠাতে গেলে সে ভয়ে চিৎকার দেয়। তখন লোকজন সন্দেহ করে তাঁর ওপর মিথ্যা অভিযোগ করেছে। তাই নিরুপায় হয়ে তিনি সালিসে নেতাদের হাতে চেক তুলে দিয়েছেন। পরে তিনি ওই চেক উদ্ধারের জন্য থানায় লিখিত অভিযোগ করেছেন বলে জানান।</p></div></div></div></body></html>"
        }
    ]
}