{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "৫ মাস ধরে জিপিওর এফডির অনেক গ্রাহক আসলসহ মুনাফা তুলতে পারছেন না | প্রথম আলো",
            "time": "2025-08-08T08:26:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-07%2F42681866-7c68-4c45-9dda-f3ec8eade9ae%2Fpost_office.jpg?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি বছরের জুলাইয়ে ঢাকা জিপিওতে মেয়াদি হিসাবের (এফডি) আসলসহ তিন বছরের মুনাফা তুলতে যান এক ব্যক্তি। তাঁর ক্ষেত্রে প্রকৃত মুনাফার চেয়ে ৪৭ হাজার ৩৭০ টাকা কম দেখায় সিস্টেমে। ফলে এই ব্যক্তিদের কেউ আসল ও মুনাফা তুলতে পারেননি।</p><p>ডাক বিভাগ ও অধিদপ্তর সূত্র জানায়, সিস্টেমের এই সমস্যার কথা তুলে ধরে সমাধানের অনুরোধ জানিয়ে এসপিএফএমএস কর্মসূচি বরাবর গত তিন মাসে (মে, জুন ও জুলাই) তিনটি চিঠি দেওয়া হয়।</p><p>এর মধ্যে গত মে ও জুলাই মাসে দুটি চিঠি পাঠানো ঢাকা জিপিওর সিনিয়র পোস্টমাস্টারের কার্যালয় থেকে।</p><p>মে মাসের চিঠিতে বলা হয়, ঢাকা জিপিও ও এর হিসাবাধীন সাব-পোস্ট অফিসে সঞ্চয় ব্যাংকে আমানতের মুনাফাসহ আসল টাকা পরিশোধকালে সফটওয়্যারগত বিভিন্ন ত্রুটি দেখা যাচ্ছে। কোনো কোনো হিসাবে মুনাফার পরিমাণ কম দেখাচ্ছে। আবার কোনো কোনো হিসাবে মুনাফার পরিমাণ বেশি দেখাচ্ছে। এতে গ্রাহকদের আসলসহ মুনাফা দিতে জটিলতার সম্মুখীন হতে হচ্ছে। গ্রাহকের ভোগান্তি বাড়ছে। কখনো কখনো গ্রাহকদের সঙ্গে দাপ্তরিকভাবে বিব্রতকর পরিস্থিতির সৃষ্টি হচ্ছে। এতে এই বিভাগের ভাবমূর্তি ক্ষুণ্ন হচ্ছে। গ্রাহক অসন্তোষ বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে নিষিদ্ধ ছাত্রলীগ কর্মীর পোস্টার লাগানোর ভিডিও ফেসবুকে | প্রথম আলো",
            "time": "2025-08-08T08:18:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fauuqdmlx%2FSariatpurDH054120250808Shariatpur-SL1.jpg?rect=0%2C88%2C781%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভিন্ন রাজনৈতিক দলের স্থানীয় নেতা-কর্মীরা জানান, গত বছর ৫ আগস্ট সরকার পতনের পর জাজিরায় আওয়ামী লীগের নেতা-কর্মীরা গত বছরের ১৫ আগস্ট সর্বশেষ প্রকাশ্যে কর্মসূচি পালন করেন। এরপর সংগঠনটির আর প্রকাশ্যে কোনো কর্মসূচি দেখা যায়নি; কিন্তু রাতের আঁধারে জেলার বিভিন্ন স্থানে মশালমিছিল, পোস্টার টানানো ও বিক্ষোভ মিছিল করেন দলটির নেতা-কর্মীরা।</p><p>পালং মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হেলাল উদ্দিন প্রথম আলোকে বলেন, ‘পোস্টার লাগানোর ভিডিওটি সম্প্রতি সময়ের নয়, পুরোনো কোনো ভিডিও এখন ছড়ানো হয়েছে। ভিডিওতে যেসব স্থানের উল্লেখ আছে, সেখানে পুলিশ গিয়েছিল; কিন্তু পোস্টার লাগানোর কোনো আলামত পাওয়া যায়নি। আমরা পোস্টার লাগানো ওই তরুণকে শনাক্ত করেছি। তরুণের মা জানিয়েছেন, তিনি এখন দেশের বাইরে আছেন। এ কারণে বিষয়টি নিয়ে আমরা আর আগাইনি।’</p><p>এ বিষয়ে তদন্ত করা হবে জানিয়ে শরীয়তপুরের পুলিশ সুপার নজরুল ইসলাম প্রথম আলোকে বলেন, ‘আমরা তথ্য পেয়েছি, পোস্টার লাগানোর পর ওই ব্যক্তি বাংলাদেশ ছেড়ে অন্য কোনো দেশে চলে গেছেন। এই তরুণের পেছনে কারা আছেন, তাঁদেরও খুঁজে বের করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চলছে প্রাণীদের চিকিৎসা, পড়াশোনা, গবেষণা | প্রথম আলো",
            "time": "2025-08-08T08:15:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fony4zhk3%2F%E0%A7%AA.JPG?rect=0%2C160%2C1927%2C1012&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"চলছে প্রাণীদের চিকিৎসা, পড়াশোনা, গবেষণা\" class=\"IiRps \">চলছে প্রাণীদের চিকিৎসা, পড়াশোনা, গবেষণা</h1></p><div class=\"Ibzfy\"><p>চট্টগ্রাম ভেটেরিনারি অ্যান্ড অ্যানিমেল সায়েন্সেস বিশ্ববিদ্যালয় (সিভাসু) শহরের বুকে সবুজে ঘেরা এক ক্যাম্পাস। সাত একরের এই ক্যাম্পাসে পড়াশোনা ও গবেষণার পাশাপাশি প্রাণীর চিকিৎসাও চলে সমানতালে। ক্যাম্পাসে ঢুকলে চোখে পড়ে দূরদূরান্ত থেকে গরু-বাছুর, বিড়াল, কুকুর নিয়ে আসা প্রাণীপ্রেমীদের।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে তরুণীর হাতে পিস্তল তুলে দিলেন তরুণ, ভিডিও ভাইরাল | প্রথম আলো",
            "time": "2025-08-08T08:12:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F55o9mklz%2FWeb.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গাজীপুরে তরুণীর হাতে পিস্তল তুলে দিলেন তরুণ, ভিডিও ভাইরাল\" class=\"nA4h1 \">গাজীপুরে তরুণীর হাতে পিস্তল তুলে দিলেন তরুণ, ভিডিও ভাইরাল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-08T14:12:35+06:00\"><span>প্রকাশ: ০৮ আগস্ট ২০২৫, ০৮: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কৌতূহলবশত ট্রাভেল ব্যাগটি খুলতেই বেরিয়ে এল খণ্ডিত মরদেহ | প্রথম আলো",
            "time": "2025-08-08T08:02:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fuccmvo06%2FGazipurtongi.jpg?rect=0%2C474%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, টঙ্গী স্টেশন রোড এলাকায় আজ সকালে একটি ট্রাভেল ব্যাগ পড়ে থাকতে দেখেন তাঁরা। কৌতূহলবশত কয়েক ব্যক্তি সেটি খুলে দেখেন, সেখানে খণ্ডিত মরদেহ। পরে খবর পেয়ে টঙ্গী পূর্ব থানা-পুলিশ সকাল ৯টার দিকে এটি উদ্ধার করে।</p><p>টঙ্গী পূর্ব থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) ফরিদুল ইসলাম বলেন, নিহত ব্যক্তির পরিচয় এখনো পাওয়া যায়নি। দুর্বৃত্তরা তাঁকে হত্যা করে বেশ কয়েকটি টুকরা করে ব্যাগে ভরে টঙ্গীর ওই স্থানে ফেলে পালিয়ে গেছে। পুলিশ মরদেহটি উদ্ধার করে গাজীপুরের শহীদ তাজউদ্দীন আহমদ মেডিকেল কলেজের মর্গে পাঠিয়েছে। ওসি আরও বলেন, ‘নিহত ব্যক্তির পরিচয় উদ্ধারের চেষ্টা চলছে। এ ঘটনায় আইনগত ব্যবস্থা প্রক্রিয়াধীন।’</p></div></div></div></body></html>"
        },
        {
            "title": "পেঁয়াজের তেলে কি আসলেই চুল গজায় | প্রথম আলো",
            "time": "2025-08-08T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fknb0hzz2%2FKabir-Hossain32.JPG?rect=0%2C807%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রাকৃতিক তেল নেবেন কতটা</strong></p><p>পেঁয়াজের রস সব সময় তেলের সঙ্গে ব্যবহার করাই ভালো। পেঁয়াজের রস ও তেল সব সময় ১: ২ অনুপাতে ব্যবহার করতে হবে। অর্থাৎ পেঁয়াজের রস যদি ১ কাপ নেওয়া হয়, তাহলে তেল নিতে হবে দুই কাপ। এখানে তেলের বিষয়েও একটি কথা আছে। অনেক পেঁয়াজের তেলে তিলের তেল, নারকেল তেল, বাদাম তেল ও ক্যাস্টর অয়েলের মতো উপকারী উপাদান থাকে, যেগুলো চুলের স্বাস্থ্যে আলাদা অবদান রাখে। </p><p>অনেকে আবার নানা ধরনের তেলের মিশ্রণে একটি তেল বানাতে চান। সে ক্ষেত্রে সব ধরনের তেল নিয়ে বানানো তেলটির মিশ্রণও হবে ওই একই অনুপাতে। তবে নানা ধরনের তেল যখন বানাবেন, সেখানেও পরিমাপের নিয়মটি মানতে হবে। নারকেল তেলকে মূল তেল হিসেবে রাখার পরামর্শ দিলেন শারমিন কচি। </p><p>কারণ, এটি হালকা। নিতে পারেন এক কাপ। এরপর জলপাই তেল বা বাদাম তেলের ভেতরে যেকোনো একটি বেছে নিন। কারণ, এই দুটি তেলই ঘন। মাপ হবে আধা কাপ। কালিজিরা তেল বা তিসির তেল অথবা তিলের তেল থেকে বেছে নিতে পারেন একটি। কারণ, এই তিনটিই ভারী। মাপ হবে সিকি কাপ। এই মাপটি খুব গুরুত্বপূর্ণ। না হলে পরে সমস্যা হতে পারে। কারণ, এই তিনটি তেলই সহায়ক তেল হিসেবে ভালো ভূমিকা পালন করে। মূল তেল হিসেবে নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেয়েদের বিশ্বকাপে পাল্টে যেতে পারে বাংলাদেশের ম্যাচের ভেন্যু | প্রথম আলো",
            "time": "2025-08-08T07:50:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-14%2Fjpjqfvtq%2FBangladesh-players-cheer-after-the-fall-of-Irelands-wicket-2.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রিকেট নিউজ পোর্টাল ক্রিকবাজ জানিয়েছে, কর্ণাটক রাজ্য ক্রিকেট অ্যাসোসিয়েশন এখনো তাদের রাজ্য সরকারের কাছ থেকে ম্যাচ আয়োজনের অনুমতি পায়নি। সে কারণেই বেঙ্গালুরুতে ম্যাচ হওয়া নিয়ে অনিশ্চয়তা তৈরি হয়েছে। এই অনিশ্চয়তার মূল কারণ, গত জুনে বেঙ্গালুরুতে আইপিএল শিরোপা উদ্‌যাপনের সময় পদদলিত হয়ে ১১ দর্শকের মৃত্যু। </p><p>সেই ঘটনা এখন আদালতে তদন্তাধীন, এদিকে রাজ্য সরকারও এখনো বেঙ্গালুরুতে বিশ্বকাপ ম্যাচ আয়োজন নিয়ে স্পষ্ট করে কিছু বলেনি। ইতিমধ্যে স্থানীয় মহারাজা কাপ টি-২০ টুর্নামেন্ট বেঙ্গালুরু থেকে মহীশুরে সরিয়ে নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত আবার হামলা চালালে তাদের একেবারে গভীরে হামলা চালাবে পাকিস্তান: মোদির হুমকির জবাবে আইএসপিআর প্রধান | প্রথম আলো",
            "time": "2025-08-08T07:46:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F6y8q1jj2%2F%E0%A7%A6%E0%A7%A7.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের ‘গভীরে হামলা’ নিয়ে জেনারেল চৌধুরীর মন্তব্যের পর দেশটির সরকারি মহল ও গণমাধ্যম তাঁর বক্তব্যকে বিকৃতভাবে উপস্থাপন করে অপপ্রচারে নামে। এমনকি এর মধ্যে বাংলাদেশকেও জড়ানো হয়। তবে পাকিস্তানি কর্মকর্তারা এমন ‘উদ্ভট দাবি’ দৃঢ়ভাবে প্রত্যাখ্যান করেছেন।</p><p>পাকিস্তানের কর্মকর্তারা জানিয়েছেন, আইএসপিআরের মহাপরিচালকের এমন মন্তব্যের উদ্দেশ্য ছিল, ভারতের যেকোনো উসকানির জবাবে তাদের কৌশলগত ও শক্তিশালী প্রতিক্রিয়ার বার্তা দেওয়া। তাঁরা আরও বলেন, এই বক্তব্যে পাকিস্তানের লক্ষ্য ছিল ভারতের অভ্যন্তরে, বিশেষ করে পূর্বাঞ্চলের অর্থনৈতিক কেন্দ্রগুলোকে ঘিরে সম্ভাব্য প্রতিরোধ গড়ে তোলা। এর সঙ্গে তৃতীয় কোনো দেশের সংশ্লিষ্টতা নেই।</p><p>একাধিক সূত্র জানিয়েছে, আইএসপিআর মহাপরিচালকের বক্তব্যে ‘ভারতের পূর্বাঞ্চল’ বলতে স্পষ্টভাবে বোঝানো হয়েছে ভারতের নিজস্ব অর্থনৈতিক কেন্দ্রবিন্দুগুলোকে। যার মধ্যে কলকাতা, জামশেদপুর, রাঁচি, বোকারো, রাউরকেলা, ভুবনেশ্বর ও পাটনার মতো শহর রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘প্রক্সি’ দিয়ে ভর্তির চেষ্টা, আটক শিক্ষার্থী জানালেন, একটি চক্রের সঙ্গে চুক্তি হয়েছিল লাখ টাকার | প্রথম আলো",
            "time": "2025-08-08T07:41:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Ff01242c5-1065-4164-956b-b4f7a7f37542%2FJKKNIU.png?rect=0%2C121%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিজ্ঞাসাবাদের একপর্যায়ে ওবায়েদ জানান, তিনি নিজে ভর্তি পরীক্ষায় অংশ নেননি। এক লাখ টাকার বিনিময়ে চক্রটির এক সদস্য ভর্তি পরীক্ষায় অংশ নেন। পনিরের সঙ্গে যোগাযোগ করে এভাবে ভর্তির ব্যবস্থা করেছেন ওবায়েদের বাবা।</p><p>নজরুল বিশ্ববিদ্যালয়ের রেজিস্ট্রার মিজানুর রহমান বলেন, এ চক্রের মাধ্যমে বিশ্ববিদ্যালয়েই আরেকজন ইতিমধ্যে ভর্তি হয়ে গেছেন। তাঁর তথ্য যাচাই-বাছাই করা হচ্ছে। ওই তিনজনকে পুলিশের কাছে হস্তান্তর করা হয়েছে। ভর্তি জালিয়াতি চক্রের তৎপরতা সামনে আসায় ঘটনাটি তদন্তে পাঁচ-ছয় সদস্যের একটি তদন্ত কমিটি গঠনের সিদ্ধান্ত নিয়েছে বিশ্ববিদ্যালয় প্রশাসন। আগামী রোববার আনুষ্ঠানিকভাবে তদন্ত কমিটি প্রকাশ করা হবে।</p><p>ওই তিনজনকে আটকের সত্যতা নিশ্চিত করেছেন ত্রিশাল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মনসুর আহাম্মদ। তিনি বলেন, এ বিষয়ে বিশ্ববিদ্যালয় কর্তৃপক্ষ থানায় লিখিত অভিযোগ দিয়েছে। মামলা শেষে আজ শুক্রবার তাঁদের আদালতে সোপর্দ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় অনাহারে প্রায় ২০০ জনের মৃত্যু, খাবারের খোঁজে ধ্বংসাবশেষেও হুমড়ি খেয়ে পড়ছে মানুষ | প্রথম আলো",
            "time": "2025-08-08T07:30:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F7ijebnnn%2FFamine.jpg?rect=0%2C47%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইব্রাহিম আরও বলেন, ‘এখানকার লড়াইটা শুধু খাবারের জন্য নয়, টিকে থাকার জন্য।’<br>মুস্তফা তানানি নামের এক বাস্তুচ্যুত ফিলিস্তিনি বলেন, উড়োজাহাজ থেকে ফেলা অনেক খাবার ঠিকমতো মাটিতে পৌঁছায় না। সেগুলো ভবনগুলোর মাঝখানে উঁচুতে আটকা পড়ে। সেখানে পৌঁছানোটা খুবই ঝুঁকিপূর্ণ। তিনি আরও বলেন, ‘এখানে যেন যুদ্ধ চলছে। আমরা দূর থেকে আসি, কিন্তু শেষ পর্যন্ত কিছুই পাই না।’</p><p>মুস্তফা বলেন, ‘সবার হাতে ত্রাণের ব্যাগ আছে, কিন্তু আমরা কিছুই পাই না। উড়োজাহাজ থেকে ফেলা ত্রাণ কোনো কাজেই আসছে না। দেখুন না, কোথায় তারা ত্রাণ ফেলেছে। ওই যে ওপরে, ভবনগুলোর মাঝখানে। এগুলো সংগ্রহ করা আমাদের জন্য ঝুঁকিপূর্ণ।’</p></div></div></div></body></html>"
        },
        {
            "title": "জয়পুরহাটে রিমান্ডে নিয়ে আসামিকে নির্যাতন, এসআইকে থানা থেকে প্রত্যাহার | প্রথম আলো",
            "time": "2025-08-08T07:26:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2F0f5d106b-5ea4-448f-8efb-d3f56b534475%2FUntitled_7.jpg?rect=0%2C132%2C1284%2C674&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতের আদেশে বলা হয়েছে, আসামি জাহিদুল ইসলাম ও রিজওয়ানা ফারজানাকে পৃথকভাবে জিজ্ঞাসাবাদ করা হয়। তাঁরা এ অপরাধের সঙ্গে জড়িত নন বলে দোষ স্বীকার করতে অস্বীকৃতি জানান। অপর আসামি মাসুদ রানাকে জিজ্ঞাসাবাদে জানান, ৪ আগস্ট তাঁকে পুলিশি হেফাজতে এনে এসআই গোলাম রব্বানী জানালার সঙ্গে হাতকড়া লটকায়ে বেধড়ক মারপিট করেছেন। তাঁর শরীরের ক্ষতচিহ্ন আদালতের পরীলক্ষিত হয়। তিনি আদালতে ১৬৪ ধারায় জবানবন্দি দিতে ইচ্ছুক নন। এ ছাড়া পুলিশি হেফাজতে নিয়ে শারীরিক নির্যাতন করায় তাঁর স্বীকারোক্তিমূলক জবানবন্দি লিপিবদ্ধ করার আইনগত সুযোগ নেই।</p><p>আদালত একজন রেজিস্টার্ড চিকিৎসক দিয়ে মাসুদ রানার দেহ পরীক্ষা করে শরীরের আঘাতসংক্রান্ত প্রতিবেদন জয়পুরহাট জেনারেল হাসপাতালের তত্ত্বাবধায়ককে আগামী ১০ আগস্ট দাখিলের নির্দেশ দিয়েছেন। আদালতের আদেশে বলা হয়েছে, আসামি মাসুদ রানার জবানবন্দি পর্যালোচনায় দেখা যায়, আক্কেলপুর স্বাস্থ্য কমপ্লেক্সে জরুরি বিভাগের চিকিৎসক আসামির শারীরিক অবস্থা পর্যবেক্ষণ না করেই পুলিশের কথা শুনে সার্টিফিকেট দিয়েছেন। এটি দায়িত্বের চরম অবহেলা। ঘটনাটি তদন্ত করে ১৭ আগস্ট সিভিল সার্জনকে আদালতে প্রতিবেদন দাখিলের নির্দেশ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁধ খোলার পর রাঙামাটির কাপ্তাই হ্রদে পানি কমছে | প্রথম আলো",
            "time": "2025-08-08T07:14:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fgiio0hwp%2FWhatsApp-Image-2025-08-08-at-12.53.47-PM.jpeg?rect=0%2C134%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাপ্তাইয়ের কর্ণফুলী পানিবিদ্যুৎকেন্দ্রের ব্যবস্থাপক মো. মাহমুদ হাসান প্রথম আলোকে বলেন, ‘কাপ্তাই হ্রদে পানি বেড়ে যাওয়ায় আমরা কয়েক দফায় পানি ছাড়ার পরিমাণ বাড়িয়েছি। গতকাল বৃহস্পতিবারের চেয়ে আজ শুক্রবার হ্রদে পানি কিছুটা কমেছে। আজ সকালে হ্রদে পানির উচ্চতা রয়েছে ১০৮ দশমিক ৭৪ ফুট। গতকাল ছিল ১০৮ দশমিক ৮৩ ফুট।’</p><p>জানতে চাইলে রাঙামাটি সড়ক ও জনপথ বিভাগের নির্বাহী প্রকৌশলী সবুজ চাকমা প্রথম আলোকে বলেন, আজকেও ফেরি চলাচল বন্ধ রাখা হয়েছে। কাপ্তাই বাঁধে পানিনিষ্কাশনের ওপর ফেরি চলাচল নির্ভর করছে। বাঁধ কর্তৃপক্ষ যদি পানি ছাড়ার পরিমাণ কমিয়ে দেয়, তখন তাঁরা ফেরি চলাচল শুরু করতে পারবেন।</p><p>কাপ্তাই হ্রদের পানিতে রাঙামাটি সদর, বাঘাইছড়ি ও লংগদু উপজেলার প্রায় ২ হাজার ৫০০ পরিবার আজ বৃহস্পতিবার পর্যন্ত পানিবন্দী রয়েছে। তাদের মধ্যে এখন পর্যন্ত ৭টি আশ্রয়কেন্দ্রে ১০৩টি পরিবার রয়েছেন। স্থানীয় বাসিন্দা ও উপজেলা প্রশাসন সূত্র জানায়, চার দিন ধরে রাঙামাটি শহরের বিহারপুর ও মাস্টারপাড়া এলাকার ৬০টি, বাঘাইছড়ি উপজেলার খেদারমারা ও আমতলীয় ইউনিয়নের ৩০০টি, সদর এলাকায় ২০০টি ও লংগদু উপজেলায় প্রায় ২ হাজার পরিবার পানিবন্দী।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে দেওয়া পোশাকের ক্রয়াদেশ স্থগিত করছে ওয়ালমার্ট, অ্যামাজন, টার্গেট ও গ্যাপসহ বড় মার্কিন ব্র্যান্ড | প্রথম আলো",
            "time": "2025-08-08T07:11:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F12%2F13%2F971b4c1f18f9aa8333f0959424a163e2-5df313b275af6.jpg?rect=0%2C29%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতীয় বস্ত্র খাতের শীর্ষ সংগঠন দ্য কনফেডারেশন অব ইন্ডিয়ান টেক্সটাইল ইন্ডাস্ট্রি (সিআইটিআই) এক বিবৃতিতে বলেছে, ভারতের জন্য কার্যত ৫০ শতাংশ শুল্কহার গভীর উদ্বেগের বিষয়। সংগঠনটি বলেছে, ‘৬ আগস্ট যুক্তরাষ্ট্রের ঘোষিত শুল্ক ভারতের বস্ত্র ও পোশাক রপ্তানিকারকদের জন্য বিশাল ধাক্কা। আগেই আমরা প্রতিকূল পরিস্থিতির মুখে ছিলাম। এই নতুন শুল্কের কারণে তা আরও জটিল হবে। আন্তর্জাতিক বাজারে আমাদের প্রতিযোগিতার শক্তি কমে যাবে।’ সরকারের প্রতি তারা আহ্বান জানিয়েছে, এই কঠিন সময়ে খাতটিকে দ্রুত সহায়তা দেওয়ার জন্য পদক্ষেপ নিতে হবে।</p><p>শুধু তৈরি পোশাক ও বস্ত্র নয়, বাড়তি ৫০ শতাংশ শুল্কে ভারতের চামড়া, রাসায়নিক, জুতা, রত্ন ও গয়না ও চিংড়ি রপ্তানি খাত সবচেয়ে বড় ধাক্কা খাবে বলে মনে করছেন দেশটির শিল্পবিশেষজ্ঞরা।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদ বাস্তবায়ন পদ্ধতি নিয়ে আগামী সপ্তাহে আবার আলোচনায় বসছে ঐকমত্য কমিশন | প্রথম আলো",
            "time": "2025-08-08T07:09:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fs42ri6iy%2Fcom-2.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভিন্নমত ছাড়া (Without Note of Dissent) যেসব প্রস্তাব গৃহীত হয়, সেগুলো হলো:</strong></p><p>(১) সংসদীয় স্থায়ী কমিটির সভাপতি; (২) নির্বাচনী এলাকার সীমানা নির্ধারণ; (৩) রাষ্ট্রপতির ক্ষমা–সম্পর্কিত বিধান; (৪) বিচার বিভাগ বিকেন্দ্রীকরণ–(ক) সুপ্রিম কোর্টের বিকেন্দ্রীকরণ, (খ) উপজেলা পর্যায়ে অধস্তন আদালতের সম্প্রসারণ; (৫) জরুরি অবস্থা ঘোষণা; (৬) প্রধান বিচারপতি নিয়োগ; (৭) সংবিধান সংশোধন; (৮) প্রধানমন্ত্রীর মেয়াদকাল; (৯) নির্বাচন কমিশন গঠন; (১০) পুলিশ কমিশন গঠন; (১১) নাগরিকের মৌলিক অধিকার সম্প্রসারণ–সম্পর্কিত প্রস্তাব।</p><p><strong>ভিন্নমতসহ (With Note of Dissent) যেসব প্রস্তাব গৃহীত হয়:</strong></p><p>(১) সংবিধানের অনুচ্ছেদ ৭০ সংশোধন; (২) প্রধানমন্ত্রীর একাধিক পদে থাকার বিধান; (৩) সরকারি কর্ম কমিশন, মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক, দুর্নীতি দমন কমিশন এবং ন্যায়পাল নিয়োগের বিধান–সম্পর্কিত [ইতিপূর্বে সাংবিধানিক ও সংবিধিবদ্ধ প্রতিষ্ঠানের বাছাই কমিটি নামে প্রস্তাবিত ছিল (যা পূর্বে 'জাতীয় সাংবিধানিক কাউন্সিল' বা ‘এনসিসি’ নামে প্রস্তাবিত ছিল)]; (৪) সংসদে নারী প্রতিনিধিত্ব (সংখ্যা বৃদ্ধি, নির্বাচনপদ্ধতি ইত্যাদি); (৫) দ্বিকক্ষবিশিষ্ট পার্লামেন্ট (উচ্চকক্ষের গঠন, সদস্য নির্বাচনের পদ্ধতি, এখতিয়ার ইত্যাদি); (৬) রাষ্ট্রপতি নির্বাচনপদ্ধতি; (৭) তত্ত্বাবধায়ক সরকার; (৮) রাষ্ট্রের মূলনীতি; (৯) রাষ্ট্রপতির ক্ষমতা ও দায়িত্ব [অনুচ্ছেদ ৪৮(৩)]।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে দোকানিকে সন্ত্রাসীর হুমকি | প্রথম আলো",
            "time": "2025-08-08T07:00:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fbfo0clmd%2F15710ddc-7bca-4aec-a898-dc37b98c9a5e.jfif?rect=0%2C43%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যে দোকানিকে হুমকি দেওয়া হয়েছে, তাঁর নাম মো. রিদুয়ান। হুমকির ঘটনায় তিনি থানায় কোনো সাধারণ ডায়েরি বা মামলা করেননি। জানতে চাইলে তিনি বলেন, ‘জিডি করিনি। তবে পুলিশ বিষয়টি জানে।’</p><p>এ বিষয়ে জানতে চান্দগাঁও থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আফতাব উদ্দিনের মুঠোফোনে কল করা হয়। তিনি প্রথম আলোকে বলেন, ‘কালুরঘাটে ব্যবসায়ীকে মুঠোফোনে হুমকি দেওয়া ব্যক্তি সন্ত্রাসী রায়হান। তাঁকে গ্রেপ্তারে পুলিশের অভিযান অব্যাহত রয়েছে। মোহরায় ব্যবসায়ীকে গুলি করার ঘটনায় জড়িত ব্যক্তিরাও সাজ্জাদ ও রায়হানের লোক।’</p><p>পুলিশ জানায়, হত্যাচেষ্টার একটি মামলায় কারাগারে গিয়ে ছোট সাজ্জাদের সঙ্গে পরিচয় হয় রায়হানের। গত বছরের ৫ আগস্টের পর দুজন কারাগার থেকে জামিনে বের হন। এরপর ছোট সাজ্জাদের সঙ্গে বেপরোয়া হয়ে ওঠেন রায়হান। সাজ্জাদ সম্প্রতি আবারও কারাগারে গেলে তাঁর অস্ত্রভান্ডারের দেখভাল করছেন এই রায়হান।<br>ব্যবসায়ীকে হুমকির অভিযোগের বিষয়ে জানতে মোহাম্মদ রায়হানকে একাধিকবার ফোন করা হয়। তবে তাঁর মুঠোফোন বন্ধ পাওয়া গেছে। তাই তাঁর বক্তব্য জানা সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাড়িতেই যেভাবে ওয়াফল বানাবেন, দেখুন রেসিপি | প্রথম আলো",
            "time": "2025-08-08T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F22s9cwql%2FKBRH2365.JPG?rect=0%2C534%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>উপকরণ</strong>: ময়দা দেড় কাপ, বেকিং পাউডার ২ চা-চামচ, চিনি পরিমাণমতো, লবণ পরিমাণমতো, ডিম ২টি, দুধ এক কাপের চার ভাগের এক ভাগ, মাখন ৪ টেবিল চামচ, ভ্যানিলা অ্যাসেন্স ১ চা-চামচ, ফল পরিমাণমতো, হুইপড ক্রিম অল্প, ম্যাপেল সিরাপ ২ টেবিল চামচ, চকলেট সস ১ টেবিল চামচ, বাদাম ১ চা-চামচ, পাউডার চিনি ১ চা-চামচ, আইসক্রিম ১ স্কুপ।</p><p><strong>প্রণালি</strong>: প্রথমে ময়দা, বেকিং পাউডার, চিনি, লবণ মেশান। এবার আলাদা করে ডিম, দুধ, আধা গলানো মাখন, ভ্যানিলা অ্যাসেন্স একসঙ্গে বিট করুন। এবার শুকনা মিশ্রণ এবং ডিম, দুধের মিশ্রণটি একসঙ্গে মেশান। ওয়াফল মেশিনে দিয়ে ওয়াফল বানিয়ে নিন। তিন থেকে পাঁচ মিনিট বেক করুন। পছন্দমতো ফল দিন পরিবেশনের সময়। ওপরে সিরাপ, পাউডার চিনি, সস, বাদাম, আইসক্রিম দিন। পরিবেশন করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুদ্ধের মধ্যেও কোন গোপন ব্যবস্থায় সরকারি কর্মচারীদের বেতন দিচ্ছে হামাস | প্রথম আলো",
            "time": "2025-08-08T06:54:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fwpd2o7le%2FHamas.webp?rect=0%2C45%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজা উপত্যকায় দুই বছর ধরে চলা যুদ্ধে ফিলিস্তিনের স্বাধীনতাকামী সংগঠন হামাসের সামরিক সক্ষমতা মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছে, আর রাজনৈতিক নেতৃত্বও তীব্র চাপে রয়েছে।</p><p>তবু যুদ্ধ চলাকালেই হামাস নগদ অর্থভিত্তিক এক গোপন পরিশোধব্যবস্থা ব্যবহার করে যাচ্ছে। এর মাধ্যমে ৩০ হাজার সরকারি কর্মচারীর বেতন পরিশোধ করছে তারা। মোট বেতন বাবদ এ অর্থের পরিমাণ ৭ মিলিয়ন (৭০ লাখ) ডলার (৫৩ লাখ পাউন্ড)।</p><p>বিবিসি গাজার তিনজন সরকারি কর্মচারীর সঙ্গে কথা বলেছে। গত সপ্তাহেই প্রায় ৩০০ ডলার করে বেতন পাওয়ার কথা নিশ্চিত করেছেন তাঁরা।</p><p>ধারণা করা হচ্ছে, গাজায় যুদ্ধ শুরুর পর থেকে যাঁরা প্রতি ১০ সপ্তাহে যুদ্ধপূর্ব বেতনের সর্বোচ্চ ২০ শতাংশের কিছু বেশি পাচ্ছেন, এই তিন কর্মচারী তাঁদের কয়েকজন।</p><p>বেগতিক অর্থনৈতিক পরিস্থিতি ও লাগামছাড়া মূল্যস্ফীতির মধ্যে এই সামান্য বেতন, যা পূর্ণ বেতনের এক ভগ্নাংশ, দলের অনুগত কর্মীদের মধ্যেও ক্ষোভ বাড়াচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাকসুর খসড়া ভোটার তালিকায় শাস্তিপ্রাপ্ত ছাত্রলীগ নেতারা, আছেন সাবেক শিক্ষার্থীরাও | প্রথম আলো",
            "time": "2025-08-08T06:44:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-19%2Ffohfx1ay%2FWhatsApp-Image-2025-04-19-at-22.28.03.jpeg?rect=0%2C77%2C1235%2C648&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত ১২ নভেম্বর স্নাতকোত্তরের ফলাফল প্রকাশিত হয় বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সমন্বয়ক ও গণযোগাযোগ ও সাংবাদিকতা বিভাগের ২০১৭-১৮ শিক্ষাবর্ষের শিক্ষার্থী গোলাম কিবরিয়া মেশকাত চৌধুরীর। তবে প্রকাশিত খসড়া ভোটার তালিকায় তিনি শহীদ জিয়াউর রহমান হলের ২২৪ নম্বর ভোটার। এ বিষয়ে জানতে চাইলে তিনি বলেন, ‘অনেক আগেই আমার ছাত্রত্ব শেষ হয়েছে। ভোটার তালিকায় নাম থাকার কথা না। যেহেতু অভিযোগ করার সময় আছে, তাই সমাধান করা হবে আশা করছি।’ এ ছাড়া খসড়া তালিকায় বিশ্ববিদ্যালয়ের অন্তত শতাধিক সাবেক শিক্ষার্থীর নাম এসেছে।</p><p>রাকসুর গঠনতন্ত্রে বলা হয়েছে, ‘বিশ্ববিদ্যালয় বা রাষ্ট্রের বিরুদ্ধে বেআইনি ও ধ্বংসাত্মক কর্মকাণ্ডের অভিযোগে অভিযুক্ত এবং দোষী সাব্যস্ত হওয়ার কারণে একাডেমিক প্রোগ্রাম থেকে স্থগিত করা হয়েছে এমন শিক্ষার্থীরা সদস্যপদ লাভের যোগ্য হবেন না।’</p><p>এদিকে খসড়া ভোটার তালিকা থেকে বিশ্ববিদ্যালয়ের ব্যবসায় প্রশাসন ইনস্টিটিউটের অনেক শিক্ষার্থী বাদ পড়েছেন বলে অভিযোগ পাওয়া গেছে। ওই ইনস্টিটিউটের পঞ্চম থেকে অষ্টম ব্যাচের যাঁরা হলে সিট বরাদ্দ পেয়েছেন, তাঁরা ব্যতীত অন্য শিক্ষার্থীদের নাম আসেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "মূল্য দিতে প্রস্তুত, তবু কৃষকস্বার্থে আপস নয়: নরেন্দ্র মোদি | প্রথম আলো",
            "time": "2025-08-08T06:42:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-21%2Fv8mp9vdf%2FUntitled-2.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সঙ্গে শুল্কযুদ্ধের আবহে প্রধানমন্ত্রী নরেন্দ্র মোদি জানালেন, দেশের কৃষকদের স্বার্থে কোনো আপস করবেন না। সে জন্য তাঁকে অনেক মূল্য দিতে হতে পারে। তিনি প্রস্তুত।</p><p>রাশিয়া থেকে অপরিশোধিত তেল কেনার ‘অপরাধে’ ভারতীয় পণ্য রপ্তানির ওপর অতিরিক্ত ২৫ শতাংশ শুল্ক চাপিয়েছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। গত বুধবার রাতে ওই ‘জরিমানা’ ধার্যের কথা ঘোষণা করেন ট্রাম্প নিজেই। তার ফলে ভারতীয় পণ্যের ওপর মোট শুল্কের পরিমাণ দাঁড়ায় সবচেয়ে বেশি—৫০ শতাংশ।</p><p>পরদিন গতকাল বৃহস্পতিবার যুক্তরাষ্ট্রের শুল্ক নিয়ে এক অনুষ্ঠানে মোদি ওই মন্তব্য করলেন। তিনি বলেন, ‘আমি জানি, ব্যক্তিগতভাবে আমাকে চড়া মূল্য দিতে হতে পারে। সে জন্য প্রস্তুতও আছি। কিন্তু কিছুতেই দেশের কৃষক, গোপালক ও মৎস্যজীবীদের স্বার্থের সঙ্গে কোনোরকম আপস করব না।’</p></div></div></div></body></html>"
        }
    ]
}