{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শাললতার স্নিগ্ধ শোভা | প্রথম আলো",
            "time": "2026-01-05T05:26:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fg1so71fb%2F05012026-cm-16.jpg?rect=0%2C128%2C1172%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাললতা (<em>Spatholobus parviflorus</em>) চিরসবুজ লতানো গাছ। কাণ্ডÐবাঁশির মতো, মূল বেশ বড় কন্দযুক্ত, ৩ থেকে ৪ মিটার পর্যন্ত চওড়া হতে পারে। শাখা–প্রশাখা ধূসর, রোমশ ও গুটিযুক্ত। কাণ্ডে লেন্টিসেল আছে। তাই লাল আঠা নিঃসৃত হয়। আবার কচি ডগা কাটলেও লাল আঠা বের হয়। পুষ্পবিন্যাস ও পাতার নিম্নতল ধূসর মখমলের মতো। পত্রফলক তিনটি। পাতা ত্রিপত্রিক, ১৫ থেকে ২২ সেমি লম্বা। ফুল ক্রিমের মতো ঘিয়ে-সাদা বা গোলাপি রঙের, শূন্য দশমিক ৮ থেকে ১ দশমিক ২ সেমি লম্বা। পুংকেশর ১০টি, দ্বিগুচ্ছক, পরাগধানী সমরূপ। ফল শিমের মতো, ৭ থেকে ১২ সেমি লম্বা এবং তির্যকভাবে আয়তাকার। ফুল ও ফলের মৌসুম আশ্বিন থেকে চৈত্র।</p><p>বিভিন্ন মূল্যবান ভেষজ উদ্ভিদের মধ্যে শাললতার অবস্থান উল্লেখ করার মতো। এই লতা গিঁটের ব্যথা উপশম করে রক্তসঞ্চালনে সাহায্য করে। গাছের শিকড়, পাতা ও মূল আর্থ্রাইটিস নিয়ন্ত্রণ করে প্রাণশক্তি বাড়াতে পারে। তবে ব্যবহারবিধি সঠিক হওয়া জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাস কন্ডাক্টর’-এর ভূমিকায় বিড়াল | প্রথম আলো",
            "time": "2026-01-05T05:25:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Frqta02y5%2FCapture.PNG?rect=0%2C69%2C949%2C498&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনলাইনে অনেকেই জিয়াওজিকে বাস কন্ডাক্টরের সঙ্গে তুলনা করেছেন। একজন লিখেছেন, ‘এই প্রথমবার আমি বাস্তবে কোনো ক্যাট (বিড়াল) কন্ডাক্টর দেখছি।’</p><p>অন্যজন লিখেছেন, ‘রাস্তায় যখন ট্রাক ঝাঁকুনি খায়, সে তখন হ্যান্ডেল ধরে রাখতেও জানে।’</p><p>তবে কেউ কেউ বিড়ালটির এভাবে ভ্রমণ করা নিয়ে উদ্বেগ প্রকাশ করেছেন। একজন লিখেছেন, ‘ট্রাক চলার সময় তাকে খাঁচায় আটকে রাখাই ভালো। হঠাৎ ভয় পেয়ে সেটি ব্রেকের নিচে গেলে কী হবে?’</p><p>শিয়াংজি বলেন, ‘জিয়াওজি সঙ্গে থাকায় ট্রাক চালানোর মতো কঠিন কাজ করার পরও তিনি সব সময় খুশি থাকেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় জামায়াতের ১৭ প্রার্থীর মধ্যে ১৩ জন কোটিপতি | প্রথম আলো",
            "time": "2026-01-05T05:21:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fi5g4tu5z%2F2.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলফনামার তথ্য অনুযায়ী, জামায়াতের প্রার্থীদের মধ্যে বছরে সবচেয়ে বেশি, ৬ কোটি ৮৬ লাখ ৩৫ হাজার টাকা আয় করেন এনায়াত উল্লা। তিনি ব্যবসায়ী। ব্যবসায়ীদের শীর্ষ সংগঠন বাংলাদেশ শিল্প ও বণিক সমিতি ফেডারেশনের (এফবিসিসিআই) ২০২৩-২৫ মেয়াদে সবচেয়ে বেশি ভোট পেয়ে তিনি পরিচালক (অ্যাসোসিয়েশন গ্রুপ) হয়েছিলেন। তিনি পুরান ঢাকার মৌলভীবাজার ব্যবসায়ী সমিতির সভাপতি ছিলেন এবং বাংলাদেশ পাইকারি গরম মসলা ব্যবসায়ী সমিতির বর্তমান সভাপতি।</p><p>এনায়াত উল্লা প্রথম আলোকে বলেন, তাঁর এ সম্পদ ও ঋণ মূলত ব্যবসার। পণ্য যখন আসে, তখন ঋণ বেড়ে যায়, আবার কমে। ব্যবসার ক্ষেত্রে এটা স্বাভাবিক। তিনি বলেন, নির্বাচিত হলে তিনি সন্ত্রাস, চাঁদাবাজি ও মাদক বন্ধে জোর দেবেন। তাঁর নিজের চাওয়া, পাওয়ার কিছু নেই। মানুষের জন্য কাজ করতে চান।</p><p>আল-আরাফাহ্‌ ইসলামী ব্যাংকের উদ্যোক্তা পরিচালকদের একজন এনায়াত উল্লার তিনটি আগ্নেয়াস্ত্র আছে।</p><p>আয়ের দিক দিয়ে দ্বিতীয় শীর্ষ অবস্থানে রয়েছেন স ম খালিদুজ্জামান (ঢাকা-১৭)। তাঁর বছরে আয় প্রায় ৩ কোটি ৬৪ লাখ টাকা। এ ছাড়া কবির আহমদ প্রায় ৩৮ লাখ টাকা, সৈয়দ জয়নুল আবেদীন প্রায় ২৫ লাখ টাকা, মুহাম্মদ আশরাফুল হক ২৩ লাখ টাকা, জসীম উদ্দীন সরকার ২১ লাখ টাকা, আবদুল বাতেন বছরে ১৬ লাখ টাকা এবং মীর আহমাদ বিন কাসেম আনুমানিক ১১ লাখ টাকা আয় করেন বলে হলফনামায় উল্লেখ করেছেন। অন্যদের বছরে আয় আট লাখে টাকার কম।</p><p>আয়ের উৎস জমি বিক্রয় উল্লেখ করলেও পরিমাণ উল্লেখ করেননি ঢাকা-১ আসনে জামায়াতের প্রার্থী নজরুল ইসলাম। তবে আয়কর বিবরণীতে তিনি ২০২৫-২৬ করবর্ষে ৬০ লাখ টাকা আয় দেখিয়েছেন। আয়ের উৎসের অংশ ফাঁকা রেখেছেন ঢাকা-৫ আসনের কামাল হোসেনও। তবে আয়কর বিবরণীতে তিনি ২০২৫-২৬ করবর্ষে ৫ লাখ ৪৬ হাজার টাকা আয় দেখিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলায় বিরোধীদের সঙ্গে কাজ করতে আগ্রহী নন ট্রাম্প, তাহলে কাকে রাখবেন ক্ষমতায় | প্রথম আলো",
            "time": "2026-01-05T05:21:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F18ym5frv%2FPeople-in-Doral.png?rect=0%2C0%2C860%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাচাদোর পরিবর্তে ট্রাম্পের নজর এখন ভেনেজুয়েলার ভাইস প্রেসিডেন্ট দেলসি রদ্রিগেজের ওপর।</p><p>শনিবার ট্রাম্প বলেছেন, একটি ‘সুষ্ঠু উত্তরণ’ না হওয়া পর্যন্ত যুক্তরাষ্ট্রই ভেনেজুয়েলা ‘চালাবে’। তিনি দাবি করেন, ‘ভেনেজুয়েলাকে আবার মহান করার জন্য যা যা প্রয়োজন, (রদ্রিগেজ) তা করতে ইচ্ছুক।’</p><p>রদ্রিগেজ নিজেও মার্কিন নিষেধাজ্ঞার তালিকায় রয়েছেন। তিনি এখন পর্যন্ত ট্রাম্পের প্রস্তাব নিয়ে সরাসরি কোনো মন্তব্য করেননি। শনিবার টেলিভিশনে রদ্রিগেজ জোর দিয়ে বলেন, মাদুরোই ভেনেজুয়েলার প্রেসিডেন্ট।</p><p>রদ্রিগেজ বলেন, ‘আমরা আর কখনো কারও উপনিবেশ হব না।’ এ সময় তাঁর সঙ্গে সরকারের উচ্চপদস্থ কর্মকর্তারা ছিলেন। এসব কর্মকর্তার মধ্যে ভেনেজুয়েলার স্বরাষ্ট্রমন্ত্রী দিওসদাদো ক্যাবেলো অন্যতম। যুক্তরাষ্ট্রের অ্যাটর্নি জেনারেল পাম বন্ডি মাদুরোর পাশাপাশি ভেনেজুয়েলার আরও যেসব রাজনীতিবিদের বিরুদ্ধে অভিযোগ এনেছেন, তাঁদের মধ্যে ক্যাবেলোও রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে প্রার্থীদের বাড়ি-গাড়ি, স্বর্ণালংকারের দাম এত কম কেন | প্রথম আলো",
            "time": "2026-01-05T05:03:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fmw9skj7f%2FChatGPT-Image-Jan-5-2026-105941-AM.png?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন নির্বাচনের মৌসুম। প্রার্থীরা নির্বাচন কমিশনে নিজেদের হলফনামা, ব্যক্তিগত নির্বাচনী খরচ ও সম্পদের বিবরণী, আয়কর রিটার্নের অনুলিপি জমা দিয়েছেন, যা নির্বাচন কমিশনের ওয়েবসাইটে প্রকাশ করা হয়েছে। ইতিমধ্যে গণমাধ্যমে প্রার্থীদের আয়-ব্যয়, স্থাবর-অস্থাবর সম্পদসহ যাবতীয় তথ্য প্রকাশিত হচ্ছে।</p><p>হেভিওয়েট প্রার্থীদের আয়, সম্পদের মূল্য—এসব দেখে জনগণের মধ্যে ইতিমধ্যে প্রশ্ন উঠেছে যে প্রার্থীদের বাড়ি-গাড়ি, জমি, প্লট, সোনাদানা—এসব সম্পদের দাম এত কেন। যা তাঁদের (প্রার্থী) জীবনযাত্রার সঙ্গে মেলে না।</p><p>এর উত্তর হলো, প্রার্থীরা যে সম্পদ দেখিয়েছেন, তা অর্জনকালীন বা যখন কিনেছেন, তখনকার দাম দেখানো হয়েছে। আয়কর রিটার্নেও সেভাবেই অর্জনকালীন বা কেনা দাম দেখানো হয়।</p><p>একটি উদাহরণ দেওয়া যেতে পারে, একজন করদাতা সত্তরের দশকে রাজধানীর সবচেয়ে অভিজাত এলাকা গুলশানে একটি ১০ কাঠার প্লট কিনেছিলেন এক লাখ টাকায়। তিনি ওই প্লট বিক্রি করেননি। এখনো কর নথিতে এর দাম ১ লাখ টাকা আছে। বাস্তবে গুলশানে এখন ৫ কাঠার একটি প্লটের দাম ২৫-৩০ কোটির টাকা কম নয়।</p><p>মূলত আইনি প্রক্রিয়া মানতে গিয়ে আসন্ন জাতীয় নির্বাচনের প্রার্থীরা অর্জনকালীন বা কেনা মূল্য দেখান। তাই বাড়ি, গাড়ি, জমি, স্বর্ণালংকার, আসবাবসহ স্থাবর ও অস্থাবর সম্পত্তির দাম এত কমে যায়। বাস্তবে তাঁদের সম্পদের মূল্য অনেক বেশি। তাঁরা কাগজে-কলমে যত ধনী, বাস্তবে আরও বেশি ধনী।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলার ভারপ্রাপ্ত প্রেসিডেন্ট হয়েই সুর নরম করলেন দেলসি রদ্রিগেজ | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fqhsg1td2%2Fdelsi.avif?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "ভারতে না যাওয়ার সিদ্ধান্ত বাংলাদেশের, আইসিসি এখন কী করতে পারে | প্রথম আলো",
            "time": "2026-01-05T04:41:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fsjdoe8oc%2FWhatsApp-Image-2025-11-29-at-7.19.10-PM.jpeg?rect=0%2C0%2C1085%2C570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তৃতীয়ত, বিকল্প দলের ব্যবস্থা</strong></p><p>বাংলাদেশকে কঠোর বার্তা দিতে পারে আইসিসি। ‘পূর্ব সূচি অনুসারে খেললে খেলো, না খেললে তোমরা বাদ’—এমন কড়া অবস্থানে যেতে পারে। বাংলাদেশও তখন নাম প্রত্যাহার করে নিলে আইসিসিকে অন্য একটি দেশকে বিশ্বকাপে অন্তর্ভুক্ত করতে হবে। তবে সময় স্বল্পতায় এটি বাস্তবায়ন অনেকটাই কঠিন। কারণ, বিকল্প দলের যোগ্যতা, ভ্রমণের প্রস্তুতিসহ অনেক বিষয়ই এখানে জড়িত। ২০০৯ টি-টোয়েন্টি বিশ্বকাপের আগে জিম্বাবুয়ে সরে যাওয়ায় স্কটল্যান্ডকে অন্তর্ভুক্ত করার নজির আছে। তবে হাতে সময় ছিল তখন। জিম্বাবুয়ে নিজেদের সরিয়ে নেয় ২০০৮ সালের জুলাইয়ে, টুর্নামেন্ট হয়েছে পরের বছরের জুনে। মাঝে জিম্বাবুয়ে সরে যাওয়ার পরের সহযোগী দেশগুলোর বাছাই নির্ধারিত ছিল। যেখান থেকে তৃতীয় দল হিসেবে স্কটিশদের বেছে নেওয়া হয়।</p><p><strong>চতুর্থত, ভারতকে দিয়ে বাংলাদেশকে নমনীয় হতে বোঝানোর উদ্যোগ গ্রহণ</strong> </p><p>ভারতীয় ক্রিকেট পোর্টাল ক্রিকবাজের এক প্রতিবেদনে বলা হয়েছে, বিশ্বকাপ শুরু হতে মাত্র এক মাস বাকি থাকায় সূচিতে বড় পরিবর্তন আনা প্রায় অসম্ভব বলে বিসিসিআই বিসিবিকে বোঝানোর চেষ্টা করতে পারে। যেহেতু গ্রুপ সি'তে বাংলাদেশের সঙ্গে ইংল্যান্ড ও ওয়েস্ট ইন্ডিজের মতো বড় দলগুলো রয়েছে, এক দলের ভেন্যু পরিবর্তন করলে পুরো টুর্নামেন্টের সূচিতেই এর প্রভাব পড়বে। বাংলাদেশ যদি সুপার এইট নিশ্চিত করলে পরিস্থিতি আরও জটিল হবে।</p><p>ক্রিকবাজের সূত্রের খবর অনুযায়ী, আগামী দুই দিন আইসিসি কর্মকর্তাদের মধ্যে অভ্যন্তরীণ বৈঠক চলবে। আইসিসি মনে করছে, এটি মূলত বিসিসিআই ও বিসিবির দ্বিপক্ষীয় বিষয় এবং শেষ মুহূর্তে নিজেদের এতে জড়ানো উচিত নয়। তবে তারা তড়িঘড়ি কোনো সিদ্ধান্ত না নিয়ে বিসিবিকে বর্তমান সীমাবদ্ধতাগুলো বুঝিয়ে বলবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার কলম্বিয়ায় সরকার পতনের হুমকি ট্রাম্পের | প্রথম আলো",
            "time": "2026-01-05T04:34:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F30o5hsji%2FTrump_at_air_Force_One.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামরিক অভিযানে সস্ত্রীক ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে কারাকাস থেকে নিউইয়র্কে তুলে আনার পর এবার কলম্বিয়ার প্রেসিডেন্ট গুস্তাভো পেত্রোকেও হুমকি দিয়েছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। মার্কিন প্রেসিডেন্ট আরও বলেন, শিগগিরই কিউবাতেও সরকারের পতন হবে বলে তিনি বিশ্বাস করেন। যুক্তরাষ্ট্রের প্রেসিডেন্টের রাষ্ট্রীয় উড়োজাহাজ এয়ারফোর্স ওয়ানে বসে রোববার রাতে সাংবাদিকদের সঙ্গে আলাপে ট্রাম্প এমন মন্তব্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউসিবির আমানতে ৩ গুণের বেশি প্রবৃদ্ধি | প্রথম আলো",
            "time": "2026-01-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fgak1v0ru%2F04-01-26-UCB-DEPOSIT085220.jpg?rect=0%2C0%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউনাইটেড কমার্শিয়াল ব্যাংক (ইউসিবি) আমানতে সাফল্যের নজির গড়েছে। ২০২৪ সালে যেখানে এই ব্যাংকের আমানতে প্রবৃদ্ধি হয়েছিল ৪ হাজার ৮২ কোটি টাকা, সেখানে সদ্য বিদায়ী ২০২৫ সালে তা বেড়ে প্রায় ১৩ হাজার কোটি টাকায় উঠেছে। অর্থাৎ এক বছরে আমানত তিন গুণের বেশি বেড়েছে, যা ইউসিবির ইতিহাসে আগে কখনো হয়নি।</p><p>আমানতের সফলতা উদ্‌যাপনে ইউসিবির প্রধান কার্যালয়সহ দেশের বিভিন্ন শাখা ও অফিসে আনন্দঘন অনুষ্ঠানের আয়োজন করা হয়। সৌহার্দ্যপূর্ণ পরিবেশে সবাই কেক কাটেন। প্রধান কার্যালয়ের অনুষ্ঠানে ব্যাংকের চেয়ারম্যান শরীফ জহীর ব্যবস্থাপনা পরিচালক (এমডি) ও প্রধান নির্বাহী কর্মকর্তা (সিইও) মোহাম্মদ মামদুদুর রশীদসহ পরিচালনা পর্ষদ, কর্মকর্তা-কর্মচারী, আমানতকারী, গ্রাহক ও বিনিয়োগকারীরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীর পানি-সংকটাপন্ন এলাকায় সেচ নিয়ে চিন্তিত চাষিরা | প্রথম আলো",
            "time": "2026-01-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fhv4unrp7%2FRajshahiwater.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পানিসম্পদ পরিকল্পনা সংস্থা (ওয়ারপো) আয়োজিত কর্মশালায় পানি–সংকটাপন্ন এলাকার তথ্য দেওয়ার পাশাপাশি সংকটের কারণ তুলে ধরা হয়। ওয়ারপোর পক্ষ থেকে জানানো হয়, অতিরিক্ত গভীর নলকূপ স্থাপন, অপরিকল্পিত সেচের ব্যবস্থা, জলাশয় ভরাট ও জলবায়ু পরিবর্তনের কারণে পানির স্বাভাবিক পুনঃ ভরাট ব্যাহত হচ্ছে। এতে প্রতিবছর পানির স্তর গড়ে কয়েক ফুট করে নিচে নেমে যাচ্ছে।</p><p>চাষাবাদে অতিরিক্ত পানি উত্তোলন করায় বরেন্দ্র অঞ্চলে ভূগর্ভস্থ পানির স্তর নেমে যাচ্ছে। বরেন্দ্র বহুমুখী উন্নয়ন কর্তৃপক্ষ ১০ বছর আগে থেকে নতুন করে গভীর নলকূপ না বসানোর সিদ্ধান্ত নিয়েছে। এ জন্য চাষিদের পানি–সাশ্রয়ী ফসল চাষেরও পরামর্শ দেওয়া হয়েছে। কিন্তু চাষিরা সেই নিষেধাজ্ঞা অমান্য করে সেচপাম্প বসাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বর্তমান প্রজন্ম বড় হচ্ছে কম কাজিন নিয়ে, এর ভবিষ্যৎটা কেমন | প্রথম আলো",
            "time": "2026-01-05T04:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fw58pds96%2F040A5117.jpg?rect=0%2C496%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভাইবোনের সঙ্গে সম্পর্কটা নির্দিষ্ট—রক্তের সম্পর্ক, রোজকার দেখা, কথাবার্তা, হাসি, ঠাট্টা, ঝগড়া এবং দায়িত্ব–কর্তব্য পালন।</p><p>বন্ধুত্বের সম্পর্কটা পুরোপুরি ব্যক্তিকেন্দ্রিক। এখানে বেছে নেওয়ার সুযোগ থাকে, এড়িয়ে যাওয়া সম্ভব।</p><p>আর কাজিনদের সঙ্গে সম্পর্কটা এই দুইয়ের মাঝামাঝি—রক্তের সম্পর্ক আছে, আবার দৈনন্দিন বাধ্যবাধকতাও নেই।</p><p>এ কারণেই কাজিনরা অনেক সময় হয়ে ওঠে শৈশবের প্রথম বন্ধু। তারা আপনার পরিবারের নাড়িনক্ষত্র জানে, আবার আপনার ব্যক্তিগত জগৎটাও বোঝে। তারা আপনাকে এমনভাবে চেনে, যেভাবে অনেক বন্ধু বা সহকর্মী কখনোই চিনবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের এমফিল, বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদেরও সুযোগ | প্রথম আলো",
            "time": "2026-01-05T04:22:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-13%2F5940le9n%2F148.png?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১.</p><p>(ক) পাবলিক বিশ্ববিদ্যালয়/ইউজিসি স্বীকৃত বেসরকারি বিশ্ববিদ্যালয়/বিদেশি বিশ্ববিদ্যালয় থেকে স্নাতক ও স্নাতক (সম্মান) মাস্টার্স ডিগ্রিপ্রাপ্ত হলে প্রয়োজনীয় শর্তপূরণ সাপেক্ষে সরাসরি আবেদন করতে পারবেন।</p><p>(খ) এমবিবিএস/সমমান ডিগ্রিধারী প্রার্থীরা তাঁদের ডিগ্রির সাথে সম্বন্ধযুক্ত সংশ্লিষ্ট বিভাগে/ইনস্টিটিউটে আবেদন করতে পারবেন।</p><p>(গ) প্রার্থীদের শিক্ষাজীবনে সকল পরীক্ষায় ২য় বিভাগ/শ্রেণি এবং সিজিপিএ/জিপিএ পদ্ধতিতে ৫ স্কেলে ন্যূনতম ৩ দশমিক ৫ এবং ৪ স্কেলে ন্যূনতম ৩ থাকতে হবে।</p><p>(ঘ) প্রতিবন্ধী, ক্ষুদ্র নৃগোষ্ঠীভুক্ত ও হিজড়া প্রার্থীদের ক্ষেত্রে সব পরীক্ষায় ন্যূনতম দ্বিতীয় বিভাগ/শ্রেণি থাকতে হবে এবং সিজিপিএ/জিপিএ পদ্ধতিতে ৫-এর মধ্যে ৩ এবং ৪-এর মধ্যে ২ দশমিক ৫ থাকতে হবে।</p><p>২.</p><p>বাংলাদেশের সব পাবলিক বিশ্ববিদ্যালয় ব্যতীত বেসরকারি বিশ্ববিদ্যালয় এবং বিদেশ থেকে স্নাতক/স্নাতক (সম্মান) ও মাস্টার্স পরীক্ষায় উত্তীর্ণদের ভর্তির ক্ষেত্রে আবেদনপত্র গ্রহণের পূর্বে তাদের অর্জিত ডিগ্রির সমতা নিরূপণের জন্য বিশ্ববিদ্যালয়ের কেন্দ্রীয় সমতা নিরূপণ কমিটির আহ্বায়কের (ডিন, ফার্মেসি অনুষদ, মোকাররম হোসেন খন্দকার বিজ্ঞান ভবনসংলগ্ন) নিকট আবেদন করতে হবে।</p><p>৩.</p><p>উল্লেখিত যোগ্যতাসম্পন্ন প্রার্থী যে বিষয়ে ডিগ্রি অর্জন করেছেন, সেই বিষয়ে অথবা সেই বিষয়ের সাথে সম্বন্ধযুক্ত সংশ্লিষ্ট বিষয়ে এমফিল প্রোগ্রামে ভর্তির আবেদন করতে পারবেন।</p><p>৪.</p><p>এমফিল প্রোগ্রামের মেয়াদ দুই বছর। ১ম বর্ষ কোর্স-ওয়ার্ক ও ২য় বর্ষ থিসিস। এমফিল প্রোগ্রামের রেজিস্ট্রেশনের মেয়াদ (পুনঃ ভর্তিসহ) সর্বোচ্চ ৩ (তিন) বছর। তবে ৩ (তিন) বছরের মধ্যে ডিগ্রি অর্জিত না হলে নির্ধারিত জরিমানা প্রদান সাপেক্ষে এবং পূর্বের রেজিস্ট্রেশন নম্বর বহাল রেখে ৬ (ছয়) মাস করে সর্বোচ্চ ১ বছর এমফিল প্রোগ্রামের রেজিস্ট্রেশনের মেয়াদ বৃদ্ধি করতে পারবে। এমফিল প্রোগ্রামে যোগদানের তারিখ সবার জন্যই জুলাই মাসের ১ তারিখ থেকে গণ্য করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা ক্যান্টনমেন্টে সিএসডি টাওয়ারে বাটার নতুন বিক্রয়কেন্দ্রের উদ্বোধন | প্রথম আলো",
            "time": "2026-01-05T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fviltc0eb%2F04-01-25-BATA-SHOE080517.jpg?rect=0%2C94%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহুজাতিক জুতা উৎপাদন ও বাজারজাতকারী কোম্পানি বাটা বাংলাদেশ সম্প্রতি ঢাকা ক্যান্টনমেন্টের সিএসডি টাওয়ারে তাদের সর্ববৃহৎ ফ্র্যাঞ্চাইজি স্টোরের উদ্বোধন করেছে। বাটা বাংলাদেশ বলছে, নতুন এই স্টোরটি বাটার রিটেইল যাত্রায় একটি গুরুত্বপূর্ণ মাইলফলক। সেই সঙ্গে বাংলাদেশের বাজারে তাদের উপস্থিতিকে আরও শক্তিশালী করার ধারাবাহিক প্রয়াসের অংশ। এক বিজ্ঞপ্তিতে এ তথ্য জানিয়েছে কোম্পানিটি। </p><p>বিজ্ঞপ্তিতে বলা হয়, সম্প্রতি যৌথভাবে নতুন এই বিক্রয়কেন্দ্র বা স্টোরের উদ্বোধন করেন বাটা বাংলাদেশের ব্যবস্থাপনা পরিচালক ফারিয়া ইয়াসমিন এবং সিএসডির ব্যবস্থাপনা পরিচালক ব্রিগেডিয়ার জেনারেল মো. মোজাম্মেল হোসেন। উদ্বোধনী অনুষ্ঠানে বাটা বাংলাদেশের পক্ষে আরও উপস্থিত ছিলেন প্রতিষ্ঠানটির খুচরা বা রিটেইল বিভাগের পরিচালক আরফানুল হক, মানবসম্পদ বিভাগের প্রধান মালিক কবির, বিপণন বিভাগের প্রধান নূসরাত হাসান এবং হেড অব ফ্র্যাঞ্চাইজি শাহজাহান সানি। এ ছাড়া সিএসডির পক্ষ থেকে উপস্থিত ছিলেন কেন্দ্রীয় পরিকল্পনা ও ক্রয় বা সেন্ট্রাল প্ল্যান অ্যান্ড প্রকিউরমেন্ট বিভাগের প্রধান মেজর মীর ইখতিয়ার উদ্দিন আহমেদ,  শপস অপারেশন বিভাগের প্রধান লেফটেন্যান্ট কর্নেল মো. আসিফ আবদুর রউফ, প্রধান আর্থিক কর্মকর্তা অবসরপ্রাপ্ত মেজর মো. শাখাওয়াত হোসেন খান, জ্যেষ্ঠ ব্যবস্থাপক মো. শামসুজ্জামান। এ ছাড়া উদ্বোধনী অনুষ্ঠানে উভয় প্রতিষ্ঠানের ঊর্ধ্বতন কর্মকর্তারা উপস্থিত ছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় দৌলতদিয়া-পাটুরিয়া নৌপথে ফেরি চলাচল বন্ধ, ৭ ঘণ্টা পর চালু | প্রথম আলো",
            "time": "2026-01-05T04:16:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fznq77qhh%2FRajbariDH054420260105IMG20260104104416.jpg?rect=0%2C294%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিআইডব্লিউটিসি আরিচা কার্যালয়ের ব্যবস্থাপক আবু আবদুল্লাহ রনি বলেন, কুয়াশার কারণে দুই সপ্তাহ ধরে রাতে ফেরি চলাচল ব্যাহত হচ্ছে। আগের দিন প্রায় ১৩ ঘণ্টা বন্ধ থাকার পর রোববার রাত সাড়ে ১১টা থেকে আবারও ফেরি চলাচল বন্ধ থাকে। ফেরিগুলো ঘাটের কাছেই নোঙর করে রাখা হয়। প্রায় ১০ ঘণ্টা পর সোমবার সকাল সোয়া নয়টা থেকে এই রুটে ফেরি চলাচল শুরু হয়।</p><p>কুয়াশার কারণে দৌলতদিয়া-পাটুরিয়া এবং আরিচা-কাজিরহাট নৌপথে লঞ্চ চলাচলও ব্যাহত হয়েছে। রোববার রাত আটটার পর থেকে দুর্ঘটনার ঝুঁকি এড়াতে লঞ্চ চলাচল বন্ধ রাখা হয়। প্রায় ১৩ ঘণ্টা পর সোমবার সকাল ৯টা থেকে লঞ্চ চলাচল শুরু হয়।</p><p>বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষ (বিআইডব্লিউটিএ) আরিচা কার্যালয়ের ট্রাফিক সুপারভাইজার মো. শিমুল ইসলাম বলেন, কুয়াশার কারণে প্রায় প্রতি রাতেই লঞ্চ চলাচল বন্ধ রাখতে হচ্ছে। এতে যানবাহন ও যাত্রী পারাপার মারাত্মকভাবে ব্যাহত হচ্ছে। প্রায় ১৩ ঘণ্টা বন্ধ থাকার পর সোমবার সকাল থেকে এই দুই নৌপথে লঞ্চ চলাচল আবার স্বাভাবিক হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়িতে ১১ মামলার আসামি সাবেক ইউপি চেয়ারম্যান গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-05T04:15:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fcjmkl4ec%2F26482476-55b9-4c19-bc6c-28087fd0bd54.jfif?rect=0%2C181%2C773%2C406&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার তাজুল ইসলাম কার্যক্রম নিষিদ্ধ আওয়ামী লীগের মাটিরাঙ্গা উপজেলা শাখার যুগ্ম সম্পাদক। আজ সোমবার তাঁকে আদালতে সোপর্দ করা হবে বলে জানিয়েছে মাটিরাঙ্গা থানা পুলিশ।</p><p>মাটিরাঙ্গা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. শাহেদ উদ্দিন প্রথম আলোকে বলেন, গ্রেপ্তার তাজুলের বিরুদ্ধে চেক জালিয়াতি, হামলা-ভাঙচুরসহ বিভিন্ন অভিযোগে অন্তত ১১টি মামলা রয়েছে। গোপন সংবাদের ভিত্তিতে তাঁকে গ্রেপ্তার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার কলম্বিয়ায় সরকার পতনের হুমকি ট্রাম্পের, বললেন কিউবাও পতনের মুখে | প্রথম আলো",
            "time": "2026-01-05T04:15:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F7bia3f0x%2FTrump-at-air-Force-One.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বলেন, ‘ভেনেজুয়েলা গভীর সংকটে আছে। কলম্বিয়াও গভীর সংকটে আছে। সেখানে একজন অসুস্থ ব্যক্তি দেশ চালাচ্ছেন, যিনি কোকেন তৈরি করে তা যুক্তরাষ্ট্রে বিক্রি করতে পছন্দ করেন। আমি আপনাকে বলতে চাই, তিনি খুব বেশি দিন এমনটা চালিয়ে যেতে পারবেন না।’  </p><p>কলম্বিয়াতে মার্কিন সামরিক অভিযানের প্রতি ইঙ্গিত করছেন কি না—এমন প্রশ্নের জবাবে ট্রাম্পের জবাব, ‘শুনতে ভালোই লাগছে।’</p><p>কিউবার প্রসঙ্গ টেনে মার্কিন প্রেসিডেন্ট বলেন, দেশটিতে ‘সামরিক হস্তক্ষেপের’ সম্ভাবনা কম। কারণ, তারা নিজেরাই পতনের জন্য প্রস্তুত রয়েছে বলে মনে করা হচ্ছে।</p><p><br>ট্রাম্প বলেন, ‘কিউবা পতনের মুখে। আমি আসলে জানি না, তারা কীভাবে ধরে রাখতে পারবে। কিন্তু কিউবার এখন কোনো আয় নেই। তারা তাদের সব আয় ভেনেজুয়েলা থেকে ও ভেনেজুয়েলার জ্বালানি তেল থেকে পেয়েছে।’</p></div></div></div></body></html>"
        }
    ]
}