{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পাহাড়জুড়ে ‘হানিকুইন’ আনারস | প্রথম আলো",
            "time": "2026-02-28T06:23:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fvxwg2v6v%2F19ek5miq.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"পাহাড়জুড়ে ‘হানিকুইন’ আনারস\" class=\"IiRps \">পাহাড়জুড়ে ‘হানিকুইন’ আনারস</h1></p><div class=\"Ibzfy\"><p>রাঙামাটির পাহাড়জুড়ে এখন ‘হানিকুইন’ জাতের পাকা আনারসের ম-ম গন্ধ। পাহাড়ের উঁচু-নিচু ঢালে সারি সারি সাজানো বাগানে এ বছর আনারসের ব্যাপক ফলন হয়েছে। মিষ্টি ও রসালো স্বাদের জন্য সারা দেশে এই আনারসের ব্যাপক চাহিদা।  রাঙামাটি সদর, নানিয়ারচর, লংগদু, বাঘাইছড়ি, কাউখালী, রাজস্থলীসহ ছয়টি উপজেলায় এখন প্রচুর আনারসের চাষ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আলোচনায় বসার আগ্রহ তালেবানের | প্রথম আলো",
            "time": "2026-02-27T03:20:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fc42im9ea%2FTorkham.jpg?rect=0%2C75%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানি বাহিনীর ওপর পাল্টা হামলা চালানোর দাবি করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছিলেন আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ। তবে এখন তাঁর সেই পোস্টটি সরিয়ে ফেলা হয়েছে। খবর বিবিসির।</p><p>গতকাল বৃহস্পতিবার আফগান বাহিনী পাকিস্তান সীমান্তে দেশটির সামরিক বাহিনীর অবস্থান লক্ষ্য করে হামলা চালায়। এতে দুই সেনা নিহত হওয়ার খবর জানায় ইসলামাবাদ। </p><p>জবাবে গতরাতে কাবুল–কান্দাহারে হামলা চালায় পাকিস্তান। পরে দেশটির প্রতিরক্ষামন্ত্রী খাজা মোহাম্মদ আসিফ আফগানিস্তানের বিরুদ্ধে ‘প্রকাশ্য যুদ্ধ’ ঘোষণা করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছেন।</p><p>পরে আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ এক্সে দেওয়া পোস্টে পাল্টা হামলা চালানোর দাবি করেন। তিনি লিখেছিলেন, আফগান তালেবান সদস্যরা কান্দাহার ও হেলমান্দে পাকিস্তানি বাহিনীর অবস্থানের ওপর প্রতিশোধমূলক হামলা চালিয়েছেন।</p><p>তবে সেই পোস্টটি এখন মুছে ফেলা হয়েছে।</p><p>পাকিস্তান ও আফগানিস্তানের মধ্যে আগের সংঘর্ষগুলোর মতো এবারও উভয় পক্ষ একে অপরের বিরুদ্ধে আগে হামলা চালানোর অভিযোগ করেছে। একই সঙ্গে দুই দেশই দাবি করছে, তাদের পাল্টা হামলায় প্রতিপক্ষের বড় ধরনের ক্ষয়ক্ষতি হয়েছে।</p><p>আজ শুক্রবার পাকিস্তান কর্তৃপক্ষ বলেছে, আফগানিস্তান কোনো ধরনের উসকানি ছাড়াই দেশটিতে হামলা চালিয়েছে। এর জবাবে তারা কাবুল ও কান্দাহারসহ একাধিক শহরে পাল্টা হামলা চালিয়েছে।</p><p>এদিকে আফগান তালেবান বলেছে, সপ্তাহের শুরুতে পাকিস্তানের চালানো হামলার প্রতিক্রিয়ায় তারা গতকাল ‘বড় পরিসরে’ সামরিক অভিযান শুরু করেছে। তাদের দাবি, সপ্তাহের শুরুতে ওই হামলায় অন্তত ১৮ জন নিহত হয়েছিলেন। তবে ইসলামাবাদ বলেছে, তারা শুধু কথিত সন্ত্রাসী শিবির ও আস্তানাই লক্ষ্যবস্তু করেছে।</p><p>তালেবানের সামরিক মুখপাত্র মৌলভি ওয়াহিদুল্লাহ মোহাম্মদি বলেছেন, বৃহস্পতিবার স্থানীয় সময় রাত ৮টা থেকে এই ‘প্রতিশোধমূলক অভিযান’ শুরু হয়।</p><p>তালেবানের প্রধান মুখপাত্র জাবিউল্লাহ মুজাহিদ দাবি করেন, এ অভিযানে ‘অনেক’ পাকিস্তানি সেনা নিহত হয়েছেন এবং কয়েকজনকে আটক করা হয়েছে। তবে পাকিস্তানি কর্তৃপক্ষ এ দাবি সরাসরি অস্বীকার করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বকেয়া ও জ্বালানি-সংকটে এবার লোডশেডিংয়ের শঙ্কা | প্রথম আলো",
            "time": "2026-02-28T06:05:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F75betme5%2FFuel.jpg?rect=0%2C28%2C1091%2C573&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চুক্তি অনুসারে সরকারি-বেসরকারি সব বিদ্যুৎকেন্দ্র থেকে বিদ্যুৎ কিনে নেয় বিদ্যুৎ উন্নয়ন বোর্ড (পিডিবি)। প্রতি ইউনিট বিদ্যুৎ তারা বিক্রি করে পাঁচ টাকা লোকসানে। তবে এর জন্য সরকার থেকে ভর্তুকি নেয় পিডিবি। তবে অন্য দেশের সঙ্গে যৌথ মালিকানাধীন কেন্দ্র এবং ভারতীয় বিদ্যুৎকেন্দ্রের জন্য ভর্তুকি দেয় না অর্থ মন্ত্রণালয়। এতে প্রতিবছর পিডিবির ঘাটতি বাড়ছে। বিদ্যুৎকেন্দ্রের বকেয়া দিতে পারছে না তারা।</p><p>পিডিবির দুজন দায়িত্বশীল কর্মকর্তা বলেন, অন্তর্বর্তী সরকার বিদ্যুতের দাম বাড়ায়নি, নতুন সরকারও এখন দাম বাড়াতে চায় না। তাই পিডিবির ঘাটতি পূরণে সরকারকে সিদ্ধান্ত নিতে হবে। তা না হলে গ্রীষ্মে নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ নিশ্চিত করা কঠিন হবে।</p><p>আওয়ামী লীগ সরকারের সময় দরপত্র ছাড়াই একের পর এক বিদ্যুৎ কেন্দ্র করা হয়েছে। একটি গোষ্ঠীকে সুবিধা দিতে বাড়তি কেন্দ্রভাড়া ধরে চুক্তি করা হয়েছে বলে অভিযোগ আছে। দেড় দশকে পাইকারি পর্যায়ে ১২ বার ও খুচরা পর্যায়ে ১৪ বার বিদ্যুতের দাম বাড়ানো হয়েছে। ভোক্তা পর্যায়ে প্রতি ইউনিট বিদ্যুতের দাম ৩ টাকা ৭৬ পয়সা থেকে বেড়ে হয়েছে ৮ টাকা ৯৫ পয়সা।</p><p>বিদ্যুৎ সরবরাহ নিরবচ্ছিন্ন রাখাটা যে বড় চ্যালেঞ্জ হবে, তা উপলব্ধি করছেন নতুন সরকারের বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদমন্ত্রী ইকবাল হাসান মাহমুদ টুকু। তিনি <em>প্রথম আলো</em>কে বলেন, গ্যাসের অভাব আছে, জ্বালানির ঘাটতি আছে, বকেয়া আছে। সব মিলে একটা জটিল পরিস্থিতি। জনগণ বিদ্যুৎ চায়, আগের সরকার বকেয়া রেখে গেছে, এটা তারা দেখবে না। সরকার তো মাত্র এসেছে। এর মধ্যে পুরোনো বকেয়া আদায়ে ব্যবসায়ীরা অস্থির হয়ে গেছেন। এসব নিয়ে আলোচনা এগিয়ে নেওয়ার কথা বলেছেন তিনি। তাঁর আশা, জ্বালানির ব্যবস্থা করতে পারলে লোডশেডিং খুব বেশি হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণহত্যার আসামিদের জামিন ও আওয়ামী লীগের কার্যালয় খোলায় জামায়াতের নিন্দা | প্রথম আলো",
            "time": "2026-02-28T06:03:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fpd4srbr6%2Fd521d2b8-562d-4cf5-9850-ce92ed594c2a.jfif?rect=0%2C43%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ধরনের পদক্ষেপ দেশের গণতন্ত্রের জন্য অশনিসংকেত হিসেবে উল্লেখ করে বিবৃতিতে মিয়া গোলাম পরওয়ার বলেন, ‘গণহত্যাকারী ফ্যাসিস্ট আওয়ামী লীগের প্রতি ক্ষমতাসীনদের এহেন আচরণে আমরা গভীর উদ্বেগ প্রকাশ করছি এবং তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছি।’</p><p>জামায়াতের সেক্রেটারি জেনারেল বলেন, জুলাইয়ের ছাত্র-জনতার আন্দোলন দমনে প্রকাশ্যে সক্রিয় ছিলেন নারায়ণগঞ্জ সিটি করপোরেশনের সাবেক মেয়র সেলিনা হায়াৎ আইভী। তাঁকে ছয় মাসের অন্তর্বর্তীকালীন জামিন দেওয়া হয়েছে। একই দিনে আওয়ামী লীগের সাবেক সংসদ সদস্য ও মাদক ব্যবসার সঙ্গে জড়িত আবদুর রহমান বদিকে জামিন দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদায় বুদাপেস্ট, এবারের মতো",
            "time": "2026-02-28T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2F3g6dake7%2Falter-hero.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯ সেপ্টেম্বর। সকালটা কেমন বিষণ্ণ মনে হলো। ম্যারাথন কর্তৃপক্ষ আগেই আমার কাছ থেকে জেনে রেখেছিল কখন বিমানবন্দরের উদ্দেশে রওনা দেব। আমি বলেছিলাম, ঠিক সাড়ে ১২টায়। তো আমি এমনিতেই অনেক ভোরে উঠি। এদিনও ভোরে উঠে লেখালিখি সেরে নিচে গেলাম নাশতা করতে। অন্য দিনের তুলনায় কিছুটা আগেই গেলাম। যেন নাশতা সেরে আরেকটু ঘোরাঘুরি করা যায়।</p><p>নাশতা শেষ করে যখন ঘুরতে বেরোব, তখন অন্যদের সঙ্গে দেখা। এলেনাকে বিদায় জানালাম। পাওলাকেও। আহমেদ শাওকির সঙ্গেও দেখা হলো। সুলতান। যাঁর যাঁর সঙ্গে দেখা হলো, সবাইকে বিদায় জানিয়ে বেরিয়ে গেলাম শেষ মুহূর্তে ঘোরাঘুরি করতে। </p></div></div></div></body></html>"
        },
        {
            "title": "বিলুপ্তির হাত থেকে বাঁচাতে বম লোককাহিনি ও রূপকথা সংগ্রহ করে চলেছেন ভাননুনসিয়াম বম | প্রথম আলো",
            "time": "2026-02-28T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2F46cv0n06%2Fthumb.jpg?rect=0%2C9%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন যেখানে বগালেক, একসময় সেখানে ছিল একটি বমপাড়া। সেই পাড়ারই পাঁচ ভাই জুমচাষে গিয়ে একবার একটি সাপ ধরে। সবার ছোট ভাইয়ের ওপর সেই সাপ রান্নার দায়িত্ব পড়ে। তার নাম থোয়াইতে নামতাং। এই নামতাংই ঘটনাচক্রে একদিন হয়ে ওঠে নাগরাজ। আর সেই নাগকে হত্যার দায়ে অভিশপ্ত হয় গোটা গ্রাম। সব বাসিন্দাকে নিয়ে মাটির গভীরে তলিয়ে যায় বমপাড়া, সেখানে সৃষ্টি হয় একটা লেক। বম ভাষায় যার নাম বগারিলি।</p><p>বগালেকের সৃষ্টি নিয়ে প্রচলিত এই লোককথাটি ভাননুনসিয়াম বমের ‘বম তুয়ানথু লেহ থিয়ামথু’ নামের বইয়ে সংকলিত হয়েছে। বম ভাষার এই সংকলনের বাংলা অর্থ, বম লোককাহিনি ও রূপকথার বই।</p><p>রুমা উপজেলায় আদি বাড়ি হলেও পেশাগত কারণে এখন বান্দরবান শহরের কালাঘাটা এলাকায় থাকেন ভাননুনসিয়াম বম। স্ত্রী জিংনুন পার বম রুমা উপজেলা স্বাস্থ্যকেন্দ্রের নার্স। দুই সন্তানের মধ্যে মেয়ে ঢাকায় দশম শ্রেণিতে এবং ছেলে চট্টগ্রামে ষষ্ঠ শ্রেণিতে পড়ে। ফলে বেশির ভাগ সময় নির্জন বাড়িতে একাই থাকেন তিনি। দিনে একটি বেসরকারি সংস্থায় প্রজেক্ট ফোকাল কর্মকর্তা হিসেবে কাজ করেন। বাড়ি ফিরে বা ছুটির দিনে লেখালেখি করেন, অথবা বেরিয়ে পড়েন লোককাহিনির খোঁজে। প্রবীণদের সঙ্গে গল্প করেন, শোনেন লোককাহিনি ও রূপকথা। সংগ্রহ করেন প্রবাদ-প্রবচন, উদ্ভিদ ও পশুপাখির নাম। বাড়িতে ফিরে সেসব লিপিবদ্ধ করেন যত্ন করে।</p><p>২৫ ফেব্রুয়ারি সন্ধ্যায়ও বই ও ল্যাপটপ নিয়ে নিবিষ্ট মনে বসেছিলেন। জানতে চাই, কেন এই লেখালেখি? ভাননুনসিয়াম পাল্টা প্রশ্ন করেন, ‘এই “কেন” না থাকলে লেখালেখি হয়? জীবনের প্রতিটি পথচলায় প্রশ্ন থাকতে হয়। সেই প্রশ্ন থেকেই অনুসন্ধিৎসা জন্মায়, আর সেখান থেকেই আসে লেখার তাগিদ।’</p></div></div></div></body></html>"
        },
        {
            "title": "এসআই বাবার পিস্তল নিয়ে খেলছিল ছেলে, হঠাৎ গুলি বের হয়ে আহত বাবা | প্রথম আলো",
            "time": "2026-02-28T05:57:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fsafzvntd%2Fnatoredh060420260228natore-police-pistol-photo-28.02.26.jpg?rect=0%2C130%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ সুপারের কার্যালয় সূত্র বলছে, এসআই দেওয়ান মামুন হোসেন দায়িত্ব পালন শেষে গতকাল রাত ৯টার দিকে পুলিশ লাইনসের বাসায় ফেরেন। নিজের পিস্তলটি বিছানায় রেখে তিনি শৌচাগারে যান। এ সময় তাঁর শিশুপুত্র পিস্তলটি নিয়ে খেলছিল। তিনি শৌচাগার থেকে বের হয়ে ছেলের কাছ থেকে পিস্তলটি নিতে গেলে হঠাৎ ট্রিগারে চাপ লেগে গুলি বের হয়ে মামুনের পায়ে লাগে। পরিবারের সদস্যরা দ্রুত তাঁকে নাটোর সদর হাসপাতালে নিয়ে যান। পরে উন্নত চিকিৎসার জন্য রাতেই তাঁকে রাজশাহী মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। জেলার পুলিশ সুপার সদর হাসপাতালে তাঁকে দেখতে যান এবং গণমাধ্যমের সঙ্গে কথা বলেন।</p><p>পুলিশ সুপার বলেন, ঘটনাটি নিয়ে তদন্ত শুরু হয়েছে। অস্ত্র ব্যবহারে নিরাপত্তা ও সতর্কতা বাড়ানোর তাগিদ দেওয়া হয়েছে। আহত এসআই মামুনের পায়ে গুলি লেগেছে, তবে তিনি এখন শঙ্কামুক্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "পটুয়াখালীতে কারাবন্দী ছাত্রলীগ নেতার মৃত্যু, পরিবার বলছে-এজাহারভুক্ত আসামি ছিলেন না | প্রথম আলো",
            "time": "2026-02-28T05:52:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F4e6cssut%2FPatuakhaliDH180820260228WhatsApp-Image-2026-02-27-at-8.56.31-PM.jpg?rect=0%2C182%2C1055%2C554&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশাল কেন্দ্রীয় কারাগারের সিনিয়র জেল সুপার মুহাম্মদ মঞ্জুর হোসেন জানিয়েছেন, আজ শনিবার শফিকুল ইসলামের মরদেহ স্বজনদের কাছে হস্তান্তর করা হবে।</p><p>শফিকুলের ছোট ভাই জাহিদুল ইসলাম ক্ষোভ প্রকাশ করে বলেন, যে তিনটি মামলায় শফিকুলকে কারাগারে রাখা হয়েছিল, এসব ঘটনার সঙ্গে তাঁর ভাইয়ের কোনো সংশ্লিষ্টতা নেই। একটি মামলায়ও তিনি এজাহারভুক্ত আসামি ছিলেন না।</p><p>আদালত সূত্রে জানা গেছে, ২০২৫ সালের ১১ আগস্ট ‘ডেভিল হান্ট’ অভিযানে দুমকী থানা–পুলিশ শফিকুল ইসলামকে গ্রেপ্তার করে কারাগারে পাঠায়। ওই মামলায় জামিন পাওয়ার পর জেলা বিএনপির দলীয় কার্যালয় ভাঙচুরের মামলায় তাঁকে আবার গ্রেপ্তার দেখানো হয়। পরে উচ্চ আদালত থেকে জামিন পেলে আরও একটি রাজনৈতিক মামলায় তাঁকে গ্রেপ্তার দেখানো হয়। তিনি কোনো মামলাতেই এজাহারভুক্ত আসামি ছিলেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তান সমর্থকদের যে আচরণকে ‘লজ্জাজনক’ বললেন সালমান, দিলেন প্রতিশ্রুতিও | প্রথম আলো",
            "time": "2026-02-28T05:50:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Facqe8gvl%2F%F0%9D%97%9C%F0%9D%98%81%E2%80%99%F0%9D%98%80-%F0%9D%97%AE%F0%9D%97%BB-%F0%9D%97%9B%F0%9D%97%BC%F0%9D%97%BB%F0%9D%97%BC%F0%9D%98%82%F0%9D%97%BF-%F0%9D%97%AE%F0%9D%97%BB%F0%9D%97%B1-%F0%9D%97%A3%F0%9D%97%BF%F0%9D%97%B6%F0%9D%98%83%F0%9D%97%B6%F0%9D%97%B9%F0%9D%97%B4%F0%9D%97%B2-%F0%9D%98%81%F0%9D%97%BC-%F0%9D%98%84%F0%9D%97%B2%F0%9D%97%AE%F0%9D%97%BF-%F0%9D%97%A3%F0%9D%97%AE%F0%9D%97%B8%F0%9D%97%B6%F0%9D%98%80%F0%9D%98%81%F0%9D%97%AE%F0%9D%97%BB-%F0%9D%97%A6%F0%9D%98%81%F0%9D%97%AE%F0%9D%97%BF-%F0%9D%97%BC%F0%9D%97%BB-%F0%9D%90%AEjpg-1?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার টি–টুয়েন্টি বিশ্বকাপে ৩ ইনিংসে ৪ উইকেট পাওয়া সালমান এ নিয়ে বলেন, ‘শুধু সেমিফাইনালে ওঠা নয়, সেখানে ভালো করতেও যথেষ্ট সামর্থ্য আছে পাকিস্তানের। তবে এখন সবকিছু ঝুলে আছে সূক্ষ্ম এক সুতায়, যা আমাদের নিয়ন্ত্রণে নেই। আমরা কেবল নিজেদের ম্যাচের দিকে তাকিয়ে আছি এবং আশা করছি, সেখানে ভালো করতে পারব। আজকের (ইংল্যান্ড–নিউজিল্যান্ড) ম্যাচ হোক বা আগামীকালের (আজ), সেগুলো আমাদের নিয়ন্ত্রণে নেই। আমরা শুধু নিজেদের খেলায় মনোযোগ দিচ্ছি এবং সেরাটা দেওয়ার চেষ্টা করব।’</p><p>ক্যান্ডির পাল্লেকেলে স্টেডিয়ামে আজ বাংলাদেশ সময় সন্ধ্যা সাড়ে সাতটায় শ্রীলঙ্কার মুখোমুখি হবে পাকিস্তান।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রিয়াঙ্কার নতুন সিনেমা, ওটিটিতে আরও যা দেখবেন | প্রথম আলো",
            "time": "2026-02-28T05:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fwepqo0in%2FMV5BMDViNDJhYjUtZTk5My00NDdmLTk2MTAtNGRmNTk1NjM5YTFmXkEyXkFqcGc.V1.jpg?rect=0%2C233%2C9504%2C4990&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘ওয়ান ব্যাটল আফটার অ্যানাদার’<br></strong>ধরন: সিনেমা<br>স্ট্রিমিং: জিও হটস্টার<br>দিনক্ষণ: চলমান<br>গত বছরের অন্যতম আলোচিত সিনেমাটি এবার ওটিটিতে ঘরে বসেই দেখতে পারবেন এই অঞ্চলের দর্শক। বিপ্লব, অভিবাসন, দুর্নীতি, সংঘর্ষ, শ্বেতাঙ্গ আধিপত্য-সাম্প্রতিক সময়ে যুক্তরাষ্ট্রের রাজনীতির অনেক কিছুই উঠে এসেছে পল টমাস অ্যান্ডারসনের সিনেমাটিতে। পুরস্কার মৌসুমে দাপট দেখানো সিনেমাটিতে অভিনয় করেছেন লিওনার্দো ডিক্যাপ্রিও, তিয়ানা টেইলর, শন পেন, বেনিসিও দেল তোরো, রেজিনা হল।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনার দাম বেড়েছে, আজ ভরিতে ৪,৩৭৪ টাকা | প্রথম আলো",
            "time": "2026-02-28T05:38:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-20%2Fzj9aw2i8%2F720e0420-01e3-4fea-865b-55ca7aa70335.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ জুয়েলার্স অ্যাসোসিয়েশন (বাজুস) আজ সকালে বিজ্ঞপ্তি দিয়েছে। বিজ্ঞপ্তিতে বলা হয়, স্থানীয় বাজারে তেজাবি সোনার (পিওর গোল্ড) দাম বেড়েছে; সে কারণে সোনার দাম বাড়ানো হয়েছে। যদিও মূল কারণ হলো, বিশ্ববাজারে সোনার দাম বেড়ে যাওয়া।</p><p>আজ বাজুসের বিজ্ঞপ্তি অনুযায়ী, ভরিপ্রতি ২১ ক্যারেট সোনার দাম দাঁড়িয়েছে ২ লাখ ৫৩ হাজার ৩৪২ টাকা; ১৮ ক্যারেট সোনার দাম ২ লাখ ১৭ হাজার ১২৬ টাকা। এ ছাড়া সনাতনি পদ্ধতির সোনার দাম পড়ছে ভরিপ্রতি ১ লাখ ৭৭ হাজার ৭০১ টাকা।</p><p>বিজ্ঞপ্তিতে বাজুস আরও জানায়, সোনার বিক্রয় মূল্যের সঙ্গে আবশ্যিকভাবে সরকার নির্ধারিত ৫ শতাংশ ভ্যাট যুক্ত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টিন কেলেঙ্কারি: হট টাবে আরেক নারীর সঙ্গে ছবি নিয়ে প্রশ্নে কী বললেন বিল ক্লিনটন | প্রথম আলো",
            "time": "2026-02-28T05:34:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fp3dco2qb%2FBill-Clinton-women-1.jpg?rect=0%2C14%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেমস কোমার বিল ক্লিনটন ও তাঁর স্ত্রী হিলারির সাক্ষ্য গ্রহণকে ‘ঐতিহাসিক’ বলে বর্ণনা করেন এবং বলেন, তাঁরা এ পর্যন্ত কংগ্রেসের সামনে জিজ্ঞাসাবাদের মুখোমুখি (আইনি বা কংগ্রেসের আনুষ্ঠানিকভাবে রেকর্ড করা প্রশ্নোত্তরপ্রক্রিয়া) হওয়া সর্বোচ্চ পদমর্যাদার দুই কর্মকর্তা।</p><p>এর আগে কংগ্রেসের সামনে আরও ছয়জন মার্কিন প্রেসিডেন্ট সাক্ষ্য দিয়েছেন। তবে তাঁদের কাউকেই আইনিভাবে ডেকে পাঠিয়ে আনুষ্ঠানিক জিজ্ঞাসাবাদ করা হয়নি।</p><p>যেমন সাবেক প্রেসিডেন্ট জেরাল্ড ফোর্ড ১৯৭৪ সালে স্বেচ্ছায় কংগ্রেসের একটি কমিটির সামনে হাজির হয়েছিলেন, যেন তিনি সাবেক প্রেসিডেন্ট রিচার্ড নিক্সনকে তাঁর ক্ষমা ঘোষণার ব্যাখ্যা দিতে পারেন।</p><p>কোমার বলেন, ‘এটি একটি গুরুতর তদন্ত। আমরা মার্কিন জনগণের কাছে প্রকৃত সত্য পৌঁছে দেওয়ার এবং ভুক্তভোগীদের ন্যায়বিচার নিশ্চিত করার চেষ্টা অব্যাহত রাখব।’</p><p>বিল ক্লিনটনের সাক্ষ্য গ্রহণের সময় উত্থাপিত বিষয়গুলোর মধ্যে একটি ছিল প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের সঙ্গে এপস্টিনের সম্পর্ক নিয়ে।</p><p>হাউসের ডেমোক্র্যাটরা বলেছেন, তাঁর (বিল) সাক্ষ্যে ট্রাম্প সম্পর্কে ‘অতিরিক্ত তথ্য’ উঠে এসেছে, যা নতুন করে বর্তমান প্রেসিডেন্টকে জিজ্ঞাসাবাদের প্রয়োজনীয়তা তুলে ধরছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্কুল একজন শিশুর সুস্থভাবে বেড়ে ওঠার জন্য এমন একটা প্রতিষ্ঠান যার কোনো বিকল্প নেই | প্রথম আলো ট্রাস্ট",
            "time": "2026-02-28T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F3ronbqo6%2Fnew-rahenul.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2Ffdb4c5e9-73c2-4121-9990-4feb270f5106%2Ftrust.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সভায় পরামর্শ দেন ডা. রাহেনুল ইসলাম, মনোবিদ, কেন্দ্রীয় মাদক শক্তি নিরাময় ও পুনর্বাসন কেন্দ্র।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সবাই মিলে এই মহৎ কাজে এগিয়ে আসতে হবে | বন্ধুসভা",
            "time": "2026-02-28T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fmhshjucu%2F1000192494.jpg?rect=0%2C119%2C3854%2C2023&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভাপতি শাহজাহান মিয়া বলেন, ‘প্রত্যেক বন্ধু যদি আমাদের হাতখরচের টাকা থেকে সাহায্য করি, তাহলে কাজটুকু সহজ হয়ে যায়। সেই সঙ্গে আমাদের নিজ নিজ আত্নীয়স্বজন যাঁরা বিত্তবান আছেন, তাঁদের থেকেও সাহায্য নিতে পারি। আমাদের পরিবারের জাকাতের ন্যূনতম একটা অংশ দিয়ে সাহায্য করতে পারি। সবার সম্মিলিত প্রচেষ্টা থাকলে আয়োজন বাস্তবায়ন করা সম্ভব।’</p><p>সাবেক সভাপতি ইকবাল হোসেন বলেন, সবাই মিলে এই মহৎ কাজে এগিয়ে আসতে হবে।</p><p>বৈঠকে আরও উপস্থিত ছিলেন সহসভাপতি অনন্যা সাহা, সাধারণ সম্পাদক ফাহমিদা আক্তার, যুগ্ম সাধারণ সম্পাদক ফৌজিয়া হক, সাংগঠনিক সম্পাদক সাদ হোসেন, সহসাংগঠনিক সম্পাদক আল মামুন, স্বাস্থ্য ও ক্রীড়া সম্পাদক মাহমুদুল হাসান, মুক্তিযুদ্ধ ও গবেষণা সম্পাদক প্রাচী আক্তার, পাঠাগার ও পাঠচক্র সম্পাদক নিঝুম আক্তার, তথ্য ও যোগাযোগপ্রযুক্তি সম্পাদক আঁখি আক্তার, বন্ধু মাইনুদ্দিন রুবেল ও আরেফিন শোভন এবং প্রথম আলোর নিজস্ব প্রতিবেদক শাহাদৎ হোসেন।</p><p><em><strong>সভাপতি,</strong></em> ব্রাহ্মণবাড়িয়া বন্ধুসভা</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগ কার্যালয় খুলছে, কৌশল কী? | প্রথম আলো",
            "time": "2026-02-28T05:28:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fqrgooa3v%2FKISHORGONJDH063520260226SCREENSHOT20260226145140_1_JPG.JPG?rect=0%2C0%2C1032%2C542&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">গুঁড়িয়ে দেওয়া কিশোরগঞ্জ জেলা আওয়ামী লীগের কার্যালয়ের সামনে কর্মীরা। বৃহস্পতিবার দুপুরে সামাজিক যোগাযোগমাধ্যমে ভাইরাল হয় এই ভিডিও, ২৬ ফেব্রুয়ারি<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে ছাত্রদল নেতা হামিমকে শোকজ, ভিডিও বার্তায় দিলেন জবাব | প্রথম আলো",
            "time": "2026-02-28T05:27:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F0ml42sek%2FScreenshot-2026-02-28-110507.png?rect=0%2C70%2C802%2C421&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিও বার্তায় তিনি বলেন, ‘তারা বলেছে লিখিত জবাব দিতে। আমি লিখিত জবাব চাইলেই দিতে পারতাম। কিন্তু আমি লিখিত জবাব দেব না। এমন কোনো বড় অন্যায় করিনি যে আমাকে পার্সোনালি পাঠানো যাবে না, ডিরেক্ট সামাজিক যোগাযোগমাধ্যমে এই ধরনের একটি শোকজ পত্র দিতে হবে। সারা বাংলাদেশের মানুষ এখন আমাকে ফোন করছে। সারা বাংলাদেশের মানুষ এখন জানতে চাচ্ছে, কী এমন অন্যায় করেছি।’</p><p>তিনি ভিডিওতে আরও বলেন, ‘যদিও আমি এখনও পর্যন্ত জানি না কেন শোকজ করা হয়েছে এবং আমি কিন্তু তখনই তাৎক্ষণিক এটি যখন পেলাম, কেন্দ্রীয় ছাত্রদলের দপ্তর সম্পাদক জাহাঙ্গীর আলম ভাইকে আমি ফোন করে জিজ্ঞেস করলাম, “ভাই কী কারণে আমাকে শোকজ করা হয়েছে? সেটাই তো জানি না, উত্তরটা দিব কী?”’</p></div></div></div></body></html>"
        },
        {
            "title": "আলিম পরীক্ষার ফরম পূরণের বিজ্ঞপ্তি, দেখে নিন সব তথ্য | প্রথম আলো",
            "time": "2026-02-28T05:25:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fbbda4e13-3231-4849-a243-f11be8b911f4%2Fprothomalo_bangla_2023_06_21fb1f7c_f9ee_4e01_add5_7e0a2c6d9780_Untitled_1.webp?rect=0%2C21%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোনো পরীক্ষার্থী তার নিয়ন্ত্রণ–বহির্ভূত কোনো কারণ কিংবা শারীরিক অসুস্থতার জন্য নির্বাচনী পরীক্ষায় অংশগ্রহণ করতে না পারলে কিংবা নির্বাচনী পরীক্ষায় অনুত্তীর্ণ হলে সংশ্লিষ্ট পরীক্ষার্থীর অভিভাবকের লিখিত আবেদন ও পরীক্ষার্থীর প্রাক্‌–নির্বাচনী পরীক্ষার সন্তোষজনক ফলাফলের ভিত্তিতে পরীক্ষার ফরম পূরণ করতে পারবে। সমাজসেবা অধিদপ্তর কর্তৃক নিবন্ধিত প্রতিবন্ধী/সেরিব্রাল পালসি বা বিশেষ চাহিদাসম্পন্ন এবং বিশেষভাবে সক্ষম শিক্ষার্থীদের ক্ষেত্রে নির্বাচনী পরীক্ষায় উত্তীর্ণের বিষয়টি শিথিলযোগ্য।</p><p>এ ছাড়া শিক্ষাপ্রতিষ্ঠানসমূহ পরীক্ষার্থীদের আলিম পরীক্ষায় অধিকতর সফলতার জন্য প্রতিষ্ঠানের নিজস্ব ব্যবস্থাপনায় প্রয়োজনীয়সংখ্যক বিষয়ভিত্তিক মডেল টেস্ট গ্রহণ করতে পারবে। কিন্তু এ মডেল টেস্ট কোনো পরীক্ষার্থীর জন্য বাধ্যতামূলক নয় এবং এর জন্য অতিরিক্ত ফি ধার্য বা আদায় করা যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলা একাডেমি পুরস্কার ঘিরে দীর্ঘ বিতর্ক | প্রথম আলো",
            "time": "2026-02-28T05:15:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Faz3zmpw2%2Fbanglaacademy.jpg?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরস্কার বিষয়ে কোনো সিদ্ধান্ত হয়েছে কি না, এ প্রশ্নে গতকাল শুক্রবার বাংলা একাডেমির মহাপরিচালক অধ্যাপক মোহাম্মদ আজম প্রথম আলোকে বলেন, ‘এখনো এ ধরনের কোনো সিদ্ধান্ত হয়নি। সিদ্ধান্ত হলে জানানো হবে। বিষয়টি নিয়ে মন্ত্রণালয় কাজ করছে।’</p><p>সংবাদ সম্মেলন করতে চান মোহন রায়হান সংস্কৃতি মন্ত্রণালয় বা বাংলা একাডেমি কী সিদ্ধান্ত নেবে, তা নিয়ে কবি মোহন রায়হান ভাবছেন না।</p><p>গতকাল তিনি প্রথম আলোকে বলেন, ‘এই পুরস্কার নেওয়ার আর প্রশ্নই আসে না। আমার সঙ্গে যে আচরণ করা হয়েছে, তা অমানবিক। আমি পুরস্কার চাইনি। একাডেমি স্বতঃপ্রণোদিত হয়ে আমাকে মনোনীত করে দাপ্তরিক চিঠি দিয়েছে, তখন স্বাভাবিকভাবেই আনন্দিত হয়েছি। অনেকে অভিনন্দন জানিয়েছেন। আগের দিনও আমাকে একাডেমিতে আমন্ত্রণ জানিয়ে মূল অনুষ্ঠানে অংশ নেওয়ার বিষয়ে মহড়াও করানো হয়েছিল। বৃহস্পতিবার বাংলা একাডেমিতে গেলে প্রথমে মহাপরিচালক জানান, “একটি দুঃসংবাদ আছে। বিশেষ কারণে আপনাকে এখন পুরস্কার দেওয়া যাচ্ছে না। আপনি অনুষ্ঠানে উপস্থিত না থাকলে ভালো হবে”।’</p><p>মোহন রায়হান বলেন, ‘তখন আমি বলেছি, পুরস্কার না দিলে দেবেন না। কিন্তু বাংলা একাডেমির জীবন সদস্য হিসেবে আমি অনুষ্ঠানে থাকতে পারি। সেটা আমার অধিকার। পরে সংস্কৃতি প্রতিমন্ত্রী আলী নেওয়াজ মাহমুদ খৈয়মও বলেন, আমার উপস্থিতি প্রধানমন্ত্রীর জন্য অস্বস্তিকর হতে পারে। কিন্তু আমি তাঁদের জানাই, আমাকে আমন্ত্রণ জানানো হয়েছে। আমি অনুষ্ঠানে থাকতে চাই এবং অনুষ্ঠানে উপস্থিত থাকি। পুরস্কারপ্রাপ্তদের মধ্যে প্রথমেই কবিতায় পুরস্কারপ্রাপ্ত হিসেবে আমার নাম ছিল। কিন্তু দ্বিতীয় নাম থেকে পুরস্কার দেওয়া শুরু হয়।’</p><p>মোহন রায়হান বলেন, ‘পুরস্কার প্রদান পর্ব শেষ হলে আমি অনুষ্ঠানস্থল থেকে চলে আসি। আমি বিষয়টি আরও পরিষ্কারভাবে জাতির কাছে তুলে ধরার জন্য সংবাদ সম্মেলন করার পরিকল্পনা করেছি। হয়তো রোববার সংবাদ সম্মেলন করে জানাব নেপথ্যে কী ঘটনা ঘটেছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "আমাদের রোজা ও ইফতারের সালতামামি | নাগরিক সংবাদ",
            "time": "2026-02-28T05:10:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Flsvhgfxk%2FUntitled-3.png?rect=0%2C72%2C1015%2C533&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-05%2Fe0cb6603-480f-4ea2-9615-3cdbb5c9ff75%2FGPI.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন বাসায় ইফতার শেষে মাগরিবের পর সে এশা আর তারাবিহর নামাজ পড়তে চলে যায়। ফিরে কখনো মনে হলে ডিনার করে, কখনো নয়। রোজার মাসে যেহেতু সারা দিন পানি খাওয়া হয় না, তাই পানিটা বেশি খাবার চেষ্টা করবেন, ইফতার, ডিনার আর সাহ্‌রিতে। সঙ্গে কলাটা রাখা উচিত। পটাশিয়ামের ঘাটতি মেটাতে। যাঁদের ডায়াবেটিস আছে, তাঁরা মিষ্টিজাতীয় খাবার কম খাওয়ার চেষ্টা করবেন। সারা দিন না খাওয়ায়, সন্ধ‍্যায় ভাজাপোড়া খেলে অ্যাসিডিটির সমস‍্যা বেড়ে যেতে পারে। তাই বুঝে–শুনে নিজের স্বাস্থ্যের প্রতি খেয়াল রেখে ইফতার বা ডিনার করবেন, সাহ্‌রিও। যাঁরা প্রেশারের বা ডায়াবেটিসের ওষুধ খান, তাঁরা টাইম চেঞ্জ করে নিয়ে ওষুধ ঠিকমতো খেয়ে নেবেন। যাঁদের সুগার লো হয়ে যায়, তাঁরা রোজাটা একদম না পারলে বাদ দেবেন। যদিও নিয়‍ত সবারই থাকে। যাঁদের কিডনির সমস্যা, ডায়ালাইসিস লাগে, তাঁরাও আপনাদের ডাক্তারের সঙ্গে যোগাযোগ করে নেবেন। যাঁরা পারবেন না, মনঃকষ্টে না থেকে রোজাদার খাইয়ে নেবেন। এর মধ্যেই চলে আসবে যাকাত–ফিতরার সময়।</p><p>ভুলে যাবেন না, এ মাসটা আসলে সংযমের মাস। তবে যাঁদের জন‍্য রোজা ফরজ নয়, বা যাঁরা শারীরিকভাবে সুস্থ্ নন, তাঁদের সঙ্গে যেন আমরা বেইনসাফি না করে ফেলি। তাঁদের নেকি তাঁদের মতো করেই হাসিল করতে দিন। পুলিশিং করে তাঁদের খাবার আটকানো আসলেই বেইনসাফি।</p><p>ডায়াবেটিসের রোগী সুগার কমে অজ্ঞান হয়ে যেতে পারেন। সুস্থতা একটা নেয়ামত। আপনি সুস্থ–সবল, আপনি আপনার মতো করে যতটা সম্ভব, নেকি হাসিল করেন। তবে অন‍্যের ওপর জুলুম করাটা ছেড়ে দিয়েন।</p><p>*শারমীন বানু আনাম, চিকিৎসক</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়িতে নদীর পাড়ে সূর্যমুখীর বাগান, টিকিট কেটে প্রবেশ করতে হয় দর্শনার্থীদের | প্রথম আলো",
            "time": "2026-02-28T05:09:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fc9qc9muh%2FWhatsApp-Image-2026-02-28-at-10.42.14.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলার চেঙ্গীপাড়ের সূর্যমুখীবাগানটির কৃষকের নাম আপ্রেই মারমা। তিনি চেঙ্গী নদীপাড়ের বটতলী এলাকার বাসিন্দা। ওই এলাকায় তিনি প্রায় ২০ শতাংশ জমিতে সূর্যমুখী চাষ করেছেন। বাগানের পাশে বাঁশ দিয়ে বেড়াও দিয়েছেন। প্রতিদিন সকাল থেকে সন্ধ্যা পর্যন্ত দর্শনার্থীরা তাঁর বাগানে ভিড় করছেন। প্রত্যেকের কাছ থেকে তিনি ২০ টাকা নিচ্ছেন।</p><p>আরেক কৃষকের নাম নিরুত্তম চাকমা। তিনি নদীর পাড়ের খবংপুড়িয়া এলাকায় ৪০ শতক জমিতে সূর্যমুখী চাষ করেছেন। তিনিও ফুল ও গাছ রক্ষায় জনপ্রতি ৫০ টাকা নিচ্ছেন। গত বছর তিনি টিকিট বিক্রি করে ১০ হাজার টাকা পেয়েছিলেন। এ বছর তিনি আরও বেশি পাবেন বলে ধারণা করছেন।</p><p>জানতে চাইলে আপ্রেই মারমা বলেন, শুরুতে অনেকেই ফুল ছিঁড়ে ও গাছ ভেঙে ক্ষতি করতেন। এক দিন রাগ করে ২০ টাকা করে প্রবেশ ফি নির্ধারণ করেন। পরে দেখেন, মানুষ স্বতঃস্ফূর্তভাবেই টিকিট কেটে ফুলবাগানে প্রবেশ করছেন। অনেকেই আবার ফুল কিনে নিচ্ছেন। প্রতি ফুল ১৫০ টাকায় বিক্রি করছেন তিনি। আগামী বছর তিনি এক একর জমিতে সূর্যমুখী চাষ করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সড়ক ও জনপথ অধিদপ্তরে ১৮৮ পদের বড় নিয়োগ, আবেদন শেষ ১ মার্চ | প্রথম আলো",
            "time": "2026-02-28T05:02:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-16%2Fo4re4t5o%2FJob.jpg?rect=0%2C40%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. পদের নাম: ওয়ার্ক অ্যাসিস্ট্যান্ট</strong></p><p>পদসংখ্যা: ৫২</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড থেকে অন্যূন উচ্চমাধ্যমিক সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ। সংশ্লিষ্ট ক্ষেত্রে অভিজ্ঞতাসম্পন্ন প্রার্থীদের অগ্রাধিকার প্রদান করা হবে।</p><p>বেতনস্কেল ও গ্রেড: ৯৩০০-২২,৪৯০ টাকা (গ্রেড-১৬)</p><p><strong>৫. পদের নাম: নিরাপত্তা প্রহরী (সিকিউরিটি গার্ড)</strong></p><p>পদসংখ্যা: ১০৭</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কোনো স্বীকৃত বোর্ড থেকে অন্যূন মাধ্যমিক স্কুল সার্টিফিকেট বা সমমানের পরীক্ষায় উত্তীর্ণ। সামরিক ও আধা সামরিক বাহিনী, পুলিশ ও আনসার বাহিনী এবং বিজিবির অবসরপ্রাপ্ত সদস্যগণকে অগ্রাধিকার প্রদান করা হবে।</p><p>বেতনস্কেল ও গ্রেড: ৮২৫০-২০,০১০ টাকা (গ্রেড-২০)</p></div></div></div></body></html>"
        },
        {
            "title": "এক ফোনেই সব বদলে যায় সানি লিওনির | প্রথম আলো",
            "time": "2026-02-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fmjv1iiih%2Fsunnyleone_87490307_571653316770535_1184769943756022587_n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘কেনেডি’—এক ফোনকল থেকে কান উৎসবে<br></strong>সানি লিওনির কাছে এই ছবির প্রস্তাবটিই ছিল অবাক করা। মূলধারার বিনোদনজগতের পরিচিত মুখ হওয়া সত্ত্বেও অনুরাগ কশ্যপের মতো নির্মাতার কাছ থেকে এমন প্রস্তাব পাওয়া তাঁর কাছে ছিল স্বপ্নের মতো।</p><p>সানি লিওনি আরও বলেন, ‘শিল্পে নানা রাজনীতি থাকে। অনেক সময় শেষ মুহূর্তে বদল ঘটে। তাই প্রথম দৃশ্যের শুটিং শেষ না হওয়া পর্যন্ত আমার মনে হচ্ছিল—যেকোনো কিছু হতে পারে। কিন্তু যখন প্রথম শটটা হলো, তখন মনে হলো—হ্যাঁ, চার্লি সত্যিই এখানে আছে।’</p><p>ছবিটি ২০২৩ সালে কান চলচ্চিত্র উৎসবের মিডনাইট স্ক্রিনিং বিভাগে প্রিমিয়ার হয়। আন্তর্জাতিক অঙ্গনে ছবির প্রশংসা নির্মাতা ও শিল্পীদের আত্মবিশ্বাস বাড়ায়। পরে এটি জিও মামি মুম্বাই চলচ্চিত্র উৎসব, সিডনি চলচ্চিত্র উৎসব, মেলবোর্নের ভারতীয় চলচ্চিত্র উৎসব, লন্ডন ইন্ডিয়ান ফিল্ম ফেস্টিভ্যাল ও বুসান আন্তর্জাতিক চলচ্চিত্র উৎসবেও প্রদর্শিত হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভবিষ্যতে বসবাসের অযোগ্য হয়ে উঠতে পারে পৃথিবী | প্রথম আলো",
            "time": "2026-02-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2F8a25fz3k%2FEarth.jpg?rect=0%2C31%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুপারকন্টিনেন্ট তৈরির প্রক্রিয়ায় ভূপৃষ্ঠে নতুন নতুন ফাটল ও দীর্ঘ আগ্নেয়গিরি শৃঙ্খল তৈরি হবে। এর ফলে বায়ুমণ্ডলে বিপুল পরিমাণ কার্বন ডাই-অক্সাইড নির্গত হবে, যা গ্রিনহাউস প্রভাবকে আরও শক্তিশালী করবে। একই সময়ে সূর্য বর্তমানের চেয়ে প্রায় ২.৫ শতাংশ বেশি উজ্জ্বল হয়ে উঠবে। এই দ্বিমুখী আক্রমণে পৃথিবীর তাপমাত্রা প্রাণীদের মানিয়ে নেওয়ার গতির চেয়েও দ্রুত বৃদ্ধি পাবে। বিশাল এই মহাদেশের ভেতরের অংশ মরুভূমি ও তাপ বলয়ে পরিণত হলেও, সমুদ্রের ধারের উপকূলীয় অঞ্চল এবং উচ্চ অক্ষাংশের এলাকাগুলো কিছুটা শীতল থাকবে। বর্তমানের উত্তর ফ্রান্স, ব্রিটেন এবং পর্তুগালের কিছু অংশ এই শীতল বলয়ের কাছাকাছি পড়তে পারে। তবে সমুদ্র থেকে হাজার মাইল দূরের অভ্যন্তরীণ জনপদে পানি পৌঁছানোর আগেই বাতাস শুষ্ক হয়ে যাবে, ফলে সেখানে প্রাণের অস্তিত্ব বিরল হয়ে পড়বে।</p><p>গবেষকেরা স্বীকার করেছেন, ২৫ কোটি বছর পরের নিখুঁত পূর্বাভাস দেওয়া কঠিন। টেকটোনিক প্লেটগুলোর সামান্য নড়াচড়া বা ছোট কোনো পরিবর্তন ভবিষ্যতের মানচিত্রকে সম্পূর্ণ বদলে দিতে পারে।</p><p><strong>সূত্র:</strong> আর্থ ডটকম</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাজিলে ‘মরুভূমির হলান্ড’, সাম্বার দেশে নতুন এক গোলমেশিন | প্রথম আলো",
            "time": "2026-02-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fqe7o5l9w%2FWhatsApp-Image-2026-02-28-at-10.02.19-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শৈশব থেকে যাঁকে ‘দ্রোনাচার্য’ ভেবে বড় হয়েছেন, সেই আর্লিং হলান্ডের কাছ থেকে যখন হঠাৎ ভিডিও বার্তা পেলেন,  দেলের রোমাঞ্চের পারদটা কোথায় গিয়ে ঠেকেছিল, তা বোধ হয় অনুমান করাই যায়।</p><p>ঘটনাটা হচ্ছে, তাঁর প্রতি দেলের এমন অগাধ ভালোবাসার কথা কোনো না কোনোভাবে হলান্ডও জানতে পেরেছেন। তারপর সিটির সতীর্থ সাভিনিওর কাছ থেকে একটু তালিম নিয়ে হলান্ড ভাঙা ভাঙা পর্তুগিজে একটা ভিডিও বার্তাও পাঠালেন দেলকে। সেই বার্তায় বললেন, ‘দেল, ইতিহাদে খেলা দেখার জন্য তোমাকে আমন্ত্রণ জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফরাসি স্বাদসাম্রাজ্যে পনিরের রাজত্ব ৮",
            "time": "2026-02-28T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fhxamq8c9%2Falter-hero.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাস্তিল দুর্গ ছিল ফরাসি রাজরাজড়াদের ক্ষমতার প্রতীক। সিন্দাবাদের বুড়োর মতো অভিজাত শ্রেণির সঙ্গে হাতে হাত মিলিয়ে ধর্মযাজককুলও উঠে বসেছিল সাধারণ মানুষের কাঁধে। তারা সুদক্ষ কৌশলে ধর্মকে ব্যবহার করত শোষণের হাতিয়ার হিসেবে। রাজকরের ভারে বিপর্যস্ত সাধারণ জনগণ দিশাহারা শহরে, গ্রামে, গঞ্জে। সর্বত্র প্রকট খাদ্যাভাব। রুটির মূল্য অনেক আগেই আকাশ ছুঁয়ে দরিদ্র জনগোষ্ঠীর নাগালের বাইরে। কর্মক্ষম যুবকেরা বেকার। রাজপরিবার, পরিষদদের বহুদিনের বহতা অমিতব্যয়িতা। বিলাসে, ব্যবহারে আর স্বৈরাচারী অবহেলায় দেশের অর্থনৈতিক দুরবস্থা সংকটের চরমে। তদুপরি যুক্তরাষ্ট্রের স্বাধীনতা যুদ্ধের সমর্থনে অর্থ জোগান দিতে খরচ হচ্ছে এক অকল্পনীয় অঙ্কের অর্থ। রাজকোষাগার শূন্য, একেবারে দেউলিয়া। অবশেষে অনেক প্রাণের বিনিময়ে ফরাসিরা হাজার বছরের রাজতন্ত্র, পুরোহিততন্ত্রের অত্যাচার, নিপীড়ন আর বৈষম্যের কঠিন শিকল চূর্ণ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "দিকের অবস্থান জানা যায় মূল মধ্যরেখা থেকে | প্রথম আলো",
            "time": "2026-02-28T04:56:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Folrvxwdk%2FUntitled-1.jpg?rect=0%2C308%2C1960%2C1029&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫.         নীহারিকাগুলো কোন পদার্থে পূর্ণ রয়েছে?</p><p>            ক. গ্যাসীয়                                      খ. কঠিন </p><p>            গ. তরল                                         ঘ. পাথুরে</p><p>৬.        উত্তর মেরুতে ঠিক মাথার ওপর ধ্রুবতারার উন্নতি কত ডিগ্রি?</p><p>            ক. ০°                                            খ. ৯০°</p><p>            গ. ১৮০°                                        ঘ. ৩৬০°</p><p>৭.         পৃথিবী থেকে প্রক্সিমা সেন্টোরাইয়ের দূরত্ব কত আলোকবর্ষ?</p><p>            ক. ৩.২                                          খ. ৪.২  </p><p>            গ. ৪.৮                                          ঘ. ৫.২</p><p>৮.         উল্কার ইংরেজি প্রতিশব্দ কোনটি?</p><p>            ক. Comet                                     খ. Stars</p><p>            গ. Meteor                                     ঘ. Nebulae</p></div></div></div></body></html>"
        },
        {
            "title": "সিডিপির সিদ্ধান্ত নিতে কয়েক সপ্তাহ লাগবে: দেবপ্রিয় ভট্টাচার্য | প্রথম আলো",
            "time": "2026-02-28T04:50:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F0rein00n%2Fdeboprio.jpg?rect=0%2C6%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেবপ্রিয় ভট্টাচার্য বলেন, ইএমএম কাঠামোর মধ্যে ‘ক্রাইসিস বাটন’ নামে ব্যবস্থা রয়েছে। যদি পরিস্থিতি নিয়ন্ত্রণের বাইরে চলে যায় বা অভাবিত কিছু ঘটে, তখনই এই সুযোগ ব্যবহার করা হয়। এই চিঠি দেওয়ার মাধ্যমে বাংলাদেশ এই ‘ক্রাইসিস বাটন’ চেপে দিয়েছে। বাংলাদেশের আবেদন এখন এই ক্যাটাগরির আওতায় বিবেচনা করা হবে। অর্থাৎ অভাবিত কিছু ঘটেছে বা পরিস্থিতি নিয়ন্ত্রণের বাইরে কি না, তা যাচাই–বাছাই করে দেখা হবে।</p><p>বাংলাদেশের আবেদনের পরিপ্রেক্ষিতে সিডিপি শেষমেশ কী সিদ্ধান্ত নেবে, এমন প্রশ্নের জবাবে দেবপ্রিয় ভট্টাচার্য বলেন, আবেদন প্রক্রিয়া পর্যালোচনার পরই কেবল এ বিষয়ে বলা যাবে। আবার সিডিপি সিদ্ধান্ত নিলেই সব প্রক্রিয়া শেষ হয়ে যায় তা নয়; এরপর তা ইকোসোক ও তারপর জাতিসংঘের সাধারণ পরিষদে যাবে।</p><p>অন্তর্বর্তী সরকারের উপদেষ্টা পর্ষদ সিদ্ধান্ত নিয়েছিল, উত্তরণ পেছানোর আবেদন করা হবে না। কিন্তু নতুন সরকার ক্ষমতা গ্রহণের সঙ্গে সঙ্গে আবেদন করে দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিষেধাজ্ঞার মধ্যেই সক্রিয়তার ইঙ্গিত, কী হিসাব কষছে আওয়ামী লীগ | প্রথম আলো",
            "time": "2026-02-28T04:38:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fgi9qlwmz%2FKISHORGONJDH063520260226SCREENSHOT20260226145140-1.JPG.JPG?rect=0%2C0%2C1032%2C542&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকেরা মনে করছেন, বর্তমান পরিস্থিতিতে আওয়ামী লীগের কৌশল দুই ধারায় এগোচ্ছে—মাঠে সীমিত উপস্থিতি দেখানো এবং একই সঙ্গে সরকারের প্রতিক্রিয়া যাচাই করা। কার্যালয় খোলা ও জামিন প্রশ্নে সরকারের অবস্থান নির্ধারণ করতে পারে দলটির রাজনৈতিক পথচলা কতটা উন্মুক্ত বা সীমিত হবে।</p><p>লেখক ও রাজনৈতিক বিশ্লেষক মহিউদ্দিন আহমদ প্রথম আলোকে বলেন, দেশে আওয়ামী লীগের একটি সমর্থক গোষ্ঠী রয়েছে। ভোটে অংশ না নিতে দল থেকে আহ্বান থাকলেও তাঁদের অনেকেই ভোট দিয়েছেন। বিভিন্ন জায়গায় প্রার্থীদের সঙ্গে সমঝোতার ভিত্তিতে ভোট দিয়েছেন। যাঁদের ভোট দিয়েছেন, তাঁদের পক্ষ থেকে কিছুটা সহানুভূতি প্রত্যাশা করাটা অস্বাভাবিক নয়।</p><p>মহিউদ্দিন আহমদ মনে করেন, আওয়ামী লীগকে স্বাভাবিক রাজনৈতিক প্রক্রিয়ায় ফিরতে হলে দেশে কার্যকর নেতৃত্ব তৈরি করতে হবে। কারণ, তাদের পুরো নেতৃত্বই এখন বিদেশে। এভাবে বিদেশে বসে রাজনীতি করা কঠিন। এ জন্য দেশে নেতৃত্ব লাগবে এবং বর্তমানে দেশে যাঁরা রাজনীতির নিয়ন্ত্রণ করছেন, তাঁদের সঙ্গে একধরনের সমঝোতা করতে হবে। সেটা হয় কি না, তা দেখার জন্য অপেক্ষা করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বাংলাদেশ এয়ারলাইনসে দুই পদের লিখিত পরীক্ষা ৭ মার্চ | প্রথম আলো",
            "time": "2026-02-28T04:24:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-08%2F2lbdbnmd%2Fimage-183442-1741413090.webp?rect=0%2C0%2C3543%2C1860&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষার তারিখ ও সময়: ৭ মার্চ ২০২৬ (শনিবার), বেলা ২টা।<br> কেন্দ্র: সিভিল এভিয়েশন স্কুল অ্যান্ড কলেজ, কাওলা, কুর্মিটোলা, ঢাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘লালসালু’ উপন্যাসে মাজারকে কেন্দ্র করে গড়ে ওঠে ধর্মব্যবসা | প্রথম আলো",
            "time": "2026-02-28T04:24:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-07%2Fkuymmakk%2F170.%E0%A6%8F%E0%A6%B8%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80-%E0%A6%9B%E0%A6%AC%E0%A6%BF-%E2%80%93%E0%A6%B8%E0%A6%82%E0%A6%97%E0%A7%83%E0%A6%B9%E0%A7%80%E0%A6%A4.webp?rect=0%2C0%2C1212%2C636&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>উত্তর</strong></p><p><strong>ক.</strong> ‘লালসালু’ উপন্যাসে সাত ছেলের বাপের নাম দুদু মিঞা।</p><p><strong>খ. </strong>মজিদ তার নিজের বিপদের কথা ভেবে স্কুল নির্মাণে বাধা দেয়।</p><p>আক্কাস মিয়া গ্রামের মানুষকে শিক্ষিত করতে স্কুল নির্মাণের কথা বললে মজিদের তা পছন্দ হয় না। কারণ, লোকজন শিক্ষিত হলে তারা ভালো-মন্দ বুঝবে, কুসংস্কার মানবে না, মজিদের ভণ্ডামি বুঝতে পারবে। ফলে অন্ধকারে থাকা ধর্মভীরু মানুষের সঙ্গে তার ধর্মব্যবসা করা বন্ধ হয়ে যাবে। এ কারণেই মজিদ স্কুল নির্মাণে বাধা দেয়।</p><p><strong>গ.</strong> উদ্দীপকের ঘটনার সঙ্গে ‘লালসালু’ উপন্যাসে বর্ণিত দুদু মিঞার বিচারের ঘটনার সাদৃশ্য রয়েছে। ‘লালসালু’ উপন্যাসের মজিদ মহব্বতনগরে কৌশলে নিজের অস্তিত্ব রক্ষা করে চলেছে। কেউ তার প্রভাবের বাইরে যেতে চাইলে বা কোনোভাবে তাকে অমান্য করলে সুকৌশলে মজিদ তাকে শাস্তি দিয়েছে। দুদু মিঞার বিচারের ক্ষেত্রে আমরা এমনটি দেখি। দুদু মিঞা নিজের মেয়েকে শাসন করলে তার জন্য তাকে বিচারের মুখোমুখি হতে হয়। মজিদ ও তার অনুসারীরা দুদু মিঞাকে বিচারের মজলিশে অপমান করে।</p><p>উদ্দীপকেও আমরা এমন চিত্র দেখি। ছেলের বিয়েতে দাওয়াত না দেওয়ায় তাদের একঘরে হয়ে বাস করতে হয়। মূলত চেয়ারম্যান নিজের প্রভাব ধরে রাখার জন্যই ওই পরিবারকে শাস্তির মুখোমুখি করেছে। আর এমন কূটকৌশলী ভূমিকার দৃষ্টান্ত আমরা ‘লালসালু’ উপন্যাসের দুদু মিঞার বিচারের ক্ষেত্রে দেখতে পাই।</p></div></div></div></body></html>"
        },
        {
            "title": "আদালতে দলবাজি: ন্যায়বিচার না থাকলে রাষ্ট্রের কী দরকার | প্রথম আলো",
            "time": "2026-02-28T04:23:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F84klad7q%2FUntitled-4.jpg?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা জানি, দেশের আর দশটি পেশাজীবী গ্রুপের মতো আইনজীবীরাও রাজনৈতিকভাবে বিভক্ত। তাঁদের মধ্যে আওয়ামী লীগ, বিএনপি, জামায়াত ইত্যাদি দলের ফোরাম আছে। একেকটির একেক নাম। চিকিৎসক, প্রকৌশলী, কৃষিবিদ, ব্যবসায়ী, শিক্ষক, শিল্পী, সাহিত্যিকদের মধ্যে রাজনৈতিক দলাদলি থাকলে আইনজীবীদের মধ্যে এটি থাকবে না কেন? তারাও তো একই গ্রহের মানুষ! এখানে স্বাভাবিকভাবেই একটি প্রশ্ন জাগে—তাঁদের কাজ কী?</p><p>আমরা সাদা চোখে দেখতে পাই, আইনজীবীরা একটি বিশেষ দলের সক্রিয় সমর্থক হলে তাঁরা ওই দলের পক্ষে একটি ফোরাম বা পরিষদ বানান। রাজনীতি করার অধিকার তো সবারই আছে। প্রশ্ন হলো, আদালতে তাঁদের রাজনীতিটা কী?</p><p>আমরা জানি, একটি দলীয় সরকার ক্ষমতায় থাকলে অ্যাটর্নি জেনারেলের দপ্তরে ওই দলের সমর্থক আইনজীবীদের নিয়োগ দেওয়া হয়। তাঁরা হন রাষ্ট্রের আইন কর্মকর্তা। এর অর্থ হলো সাধারণ মানুষ তাঁদের ট্যাক্সের টাকায় একটি দলীয় বাহিনী পুষতে বাধ্য হন। এই বাহিনীর কাজ হলো দলের লোকদের পক্ষে এবং প্রতিপক্ষ রাজনীতির লোকদের বিপক্ষে আদালতের রায় আদায় করা। প্রয়োজনে তাঁরা নানাভাবে বিচারকের ওপর চাপ তৈরি করেন। বছরের পর বছর এভাবেই চলে আসছে। </p></div></div></div></body></html>"
        },
        {
            "title": "কঠিন সমীকরণ যাঁদের নিয়ে মেলাতে পারে পাকিস্তান | প্রথম আলো",
            "time": "2026-02-28T04:13:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fz8wttj8i%2F2026-02-24T152334Z1914788793UP1EM2O16R8LYRTRMADP3CRICKET-T20-WORLDCUP-ENG-PAK.JPG?rect=0%2C0%2C5925%2C3111&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীলঙ্কার বিপক্ষে পাকিস্তানের ম্যাচটি হবে পাল্লেকেলেতে। এখানে স্পিনাররা বাড়তি সহায়তা পাবেন। তবে স্পিনারদের বিপক্ষে পাকিস্তানের ব্যাটসম্যানদের স্ট্রাইক রেট খুব একটা ভালো নয়। এটা তাদের ভয়ের কারণ হতে পারে। </p><p>২০২৪ টি–টুয়েন্টি বিশ্বকাপের পর থেকে পাকিস্তান দলে অন্তত ২৫০ বল খেলা ব্যাটসম্যানদের মধ্যে চারজনের স্ট্রাইক রেট স্পিনারদের বিপক্ষে ১২৫ এর নিচে। এই তালিকায় আছেন বাবর আজম, সালমান আগা, উসমান খান এমনকি ফখর জামানও।</p><p>বাংলাদেশ সময় সন্ধ্যা সাড়ে সাতটায় সুপার এইটের এই ম্যাচে মুখোমুখি হবে শ্রীলঙ্কা ও পাকিস্তান।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে সরকারি জমি দখল নিয়ে দুই পক্ষের সংঘর্ষে আহত ১৫ | প্রথম আলো",
            "time": "2026-02-28T04:12:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F3o7z0bvm%2Ffaridpurdh053920260228img-20260228-wa0004.jpg?rect=0%2C26%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা গেছে, সরকারি জমি লিজ ও দখলের বিষয়ে হরিনা গ্রামের সঞ্জয় মালোর সঙ্গে প্রতিবেশী মাসুদ চৌধুরীর দীর্ঘদিনের বিরোধ চলে আসছিল। এই বিরোধের জেরে কয়েক দিন ধরে এলাকায় উত্তেজনা চলছিল। একপর্যায়ে শুক্রবার রাত ৯টার দিকে দুই পক্ষের সমর্থকেরা দেশি অস্ত্রশস্ত্র নিয়ে সংঘর্ষে জড়িয়ে পড়ে। এতে উভয় পক্ষের ১৫ জন আহত হন। আহত ব্যক্তিদের ফরিদপুর মেডিকেল কলেজ হাসপাতাল ও নগরকান্দা স্বাস্থ্যকেন্দ্রে ভর্তি করা হয়েছে।</p><p>সালথা থানার পরিদর্শক (তদন্ত) কে এম মারুফ হাসান রাসেল বলেন, রাত সাড়ে নয়টার দিকে সংঘর্ষের খবর পেয়ে ঘটনাস্থলে গিয়ে পরিস্থিতি শান্ত করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যাঁরা বালু-পাথর লুটপাটে জড়াবেন, তাঁদের বিরুদ্ধে ব্যবস্থা নেওয়া হবে: শ্রমমন্ত্রী | প্রথম আলো",
            "time": "2026-02-28T04:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fcj066mri%2Fsylhetdh052920260228sylhet-photo-001.jpg?rect=0%2C14%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বালু-পাথর লুটপাটকারীদের বিরুদ্ধে ব্যবস্থা নেওয়ার আহ্বান জানিয়ে কোম্পানীগঞ্ থানার ভারপ্রাপ্ত কর্মকর্তার উদ্দেশে শ্রমমন্ত্রী বলেন, ‘যদি কোনো প্রভাবশালী-টভাবশালী, এই-সেই, আপনি ধরে আমারে খবর দিয়েন যে আমি ধরেছি। পরবর্তী যেটা দেখার, আমি দেখব। অমুকের ছত্রচ্ছায়ায়, অমুকের শেল্টারে এসব শুনতে চাই না। গভীর রাতে চোর-পুলিশ খেলা হলে গভীরভাবেই ব্যবস্থা নেওয়া হবে। রাত গভীর থাকতেই ব্যবস্থা নেওয়া হবে। কেউ টেরও পাবে না।’</p><p>২০২৪ সালের ৫ আগস্টের পর সিলেটের কোয়ারি থেকে পাথর চুরি শুরু হয়। ধীরে ধীরে লুটপাট বাড়তে থাকে। সর্বশেষ ২০২৫ সালের আগস্ট মাসের প্রথম সপ্তাহে রীতিমতো গণলুট হয়। এ সময়ে দেশ-বিদেশে পর্যটনকেন্দ্র হিসেবে সুপরিচিত সাদাপাথরের প্রায় ৮০ শতাংশ পাথর লুটপাট হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যে মেয়েটি অনিচ্ছায় অভিযাত্রী হয়েছিল | কিশোর আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fj6qqozkg%2Fweakest-tamer-anime.jpg?rect=0%2C0%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তোমরা যারা টুকটাক গল্পের বই পড়ো, তারা ঠিক জানো কি না জানি না, তবে যেকোনো গল্প লেখকেরই গল্পের নামকরণের ক্ষেত্রে বিশেষ কৌশল বা পদ্ধতি থাকে। কোনো কোনো লেখক আছেন, যাঁরা গল্প লেখার আগেই গল্পের নাম লিখে ফেলেন। কেউবা নাম দেন লেখা শেষ হওয়ার পর। কেউ আবার গল্প লিখতে লিখতে নামটা বদলে ফেলেন কয়েকবার। কারণ, পূর্বনির্ধারিত নাম গল্পের প্রগতির সাপেক্ষে তাঁদের কাছে আর পরবর্তী সময়ে যৌক্তিক থাকে না! আবার কখনো কখনো বাজারের বর্তমান চাহিদা ঠিক করে যে ঠিক কোন আঙ্গিক অনুসরণ করে নামটা দিলে ভালো হয়। বিশেষ করে পশ্চিমা বিশ্বে প্রকাশনীর সঙ্গে চুক্তিভিত্তিক লেখকদের অনেকেই প্রকাশনীর পরামর্শ মোতাবেক নামের প্যাটার্ন ঠিক রেখে তারপর গল্পের নাম দিয়ে থাকেন। অ্যানিমে জগতে চোখ রাখলে তোমরা এ ধরনের অনেক উদাহরণ পাবে। আজকাল বিরাট বিরাট নাম দিয়ে এত এত ই-সেকাই (ভিনজগৎ) ধারার কাহিনিকে বাজারজাত করা হয়। যেমন ‘দ্যাট টাইম আই ওয়াজ রিইনকারনেটেড অ্যাজ আ স্লাইম’, ‘নোবেল রিইনকারনেশন—বর্ন ব্লেসড, সো আই উইল অবটেইন দ্য আল্টিমেট পাওয়ার’, ‘দেয়ার ওয়াজ আ কিউট গার্ল ইন দ্য হিরোজ পার্টি সো আই ট্রাইড টু কনফেসিং টু হার’ ইত্যাদি ইত্যাদি! কোনো এক অদ্ভুত উপায়ে অ্যানিমে–বাজারে এখন এ–জাতীয় নামের ছড়াছড়ি! এত বড় নাম ঠিক স্মরণেও থাকে না। তাই এসব নিয়ে আলাপ করতে বসলে বড্ড অসুবিধায় পড়তে হয়। যেমন ধরো, আজ যে অ্যানিমে নিয়ে তোমাদের সঙ্গে গল্প করব ঠিক করেছি, তার নামটাও অনেকটা এই ধাঁচের ‘দ্য উইকেস্ট টেমার বিগান আ জার্নি টু পিক আপ ট্র্যাশ’। এর জাপানিজ নামটাও এমনই বিরাট—‘সাইজাকু টেমার ওয়া গোমি হিরোই নো তাবি ও হাজিমেমাশতা’। উফ! বড় বড় নাম বলতে বলতেই বড্ড হাঁপিয়ে গেলাম, তাই চলো শুরুতেই একটা সমঝোতা করে ফেলি, আজকের এই অ্যানিমেটাকে আমরা ‘সাইজাকু টেমার’ নামেই চিনব বাকি লেখায়। আশা করি তোমরা এতে আপত্তি করবে না!</p><p>ইদানীং যে আমি প্রচুর ই-সেকাই অ্যানিমে দেখি, তা তো আগেও বহুবার বলেছি। অধিকাংশ গল্পই প্রায় একইভাবে শুরু হয় এই ধারায়। কেউ একজন কোনো এক উপায়ে ভিনজগতে চলে আসে, তারপর ক্রমে তার পাওয়ার-আপ হয়। কিংবা শুরুতেই তার বিরাট ক্ষমতা থাকে। আর সেই ক্ষমতা কাজে লাগিয়ে সে পরোপকার করে, যুদ্ধ জেতে, অথবা নানা রকম সুবিধা লাভ করে। এর ব্যতিক্রমও থাকে। দেখা যায় নায়ক কিংবা নায়িকা ভিনজগতে এসে পড়ে গেছে বিরাট গাড্ডায়! নানা অসুবিধা আর অসংগতির ধাক্কা খেতে খেতে তার জীবন বড় করুণ অবস্থায় এসে দাঁড়ায়। সেখান থেকে কোনোভাবে খেটেখুটে বুদ্ধি দিয়ে সে জয় করে সব প্রতিকূল পরিস্থিতি। সাইজাকু টেমারকে শুরুতে এই দ্বিতীয় প্রজাতিতে ফেলা গেলেও ক্রমেই তাকে বদলেও যেতে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "তিব্বত ভ্রমণের পরিকল্পনা করছেন? আপনার জন্য ১১ তথ্য | প্রথম আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Ftdri924t%2FWhatsApp-Image-2026-02-25-at-3.02.39-PM.jpeg?rect=0%2C288%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ দিন ৯ রাতের একটি গ্রুপ প্যাকেজে সম্প্রতি আমি তিব্বত ভ্রমণ করেছি। আমার যাত্রাপথ ছিল ঢাকা থেকে কুনমিং, সেখান থেকে অভ্যন্তরীণ ফ্লাইটে শিনিং, আর শিনিং থেকে ছিংহাই-তিব্বত রেলপথ ধরে লাসা। </p><p>ঢাকা-কুনমিং-ঢাকা রিটার্ন বিমান টিকিট কেটেছিলাম ৬৮ হাজার টাকায়। আগেভাগে টিকিট কাটলে আরও কম দামে পাওয়া সম্ভব। কেউ চাইলে কুনমিং থেকে সরাসরি লাসায় বিমানে যেতে পারেন। তবে আমি বিশ্বের সর্বোচ্চ রেলপথ হিসেবে পরিচিত ছিংহাই-তিব্বত রেলপথে রেলভ্রমণের অভিজ্ঞতা নেওয়ার জন্য শিনিং হয়ে লাসায় যাই। শিনিং-লাসা ট্রেনের টিকিটের জন্য খরচ হয়েছিল ১৫০ মার্কিন ডলার (প্রায় ১৮ হাজার টাকা)। কেবিনের মানভেদে ভাড়া কমবেশি হয়। </p><p>আমার নেওয়া প্যাকেজের মূল্য ছিল ১ হাজার ২০০ মার্কিন ডলার (প্রায় দেড় লাখ টাকা)। এই টাকার মধ্যে অন্তর্ভুক্ত ছিল—তিব্বত ট্রাভেল পারমিট, কুনমিং থেকে শিনিং অভ্যন্তরীণ বিমানের টিকিট, লাসা থেকে সড়কপথে ট্যুরিস্ট বাসে এভারেস্ট বেজক্যাম্প পর্যন্ত যাত্রা, হোটেলে রাত যাপন, সকাল ও রাতের খাবার এবং লাসা থেকে কুনমিং ফেরার বিমানের টিকিট। </p><p>গন্তব্যভেদে প্যাকেজের সময় ও খরচ পরিবর্তিত হবে। গ্রুপে সদস্যসংখ্যা বেশি হলে ভ্রমণ খরচ কমে আসবে। কেউ চাইলে শুধু লাসা শহর ঘুরে আসতে পারেন। আবার কেউ এভারেস্ট বেজক্যাম্পের পাশাপাশি মানস সরোবর ও কৈলাস পর্বত পর্যন্ত ভ্রমণ পরিকল্পনা করেন। সে ক্ষেত্রে সময় ও খরচ—দুটিই উল্লেখযোগ্যভাবে বাড়বে। </p></div></div></div></body></html>"
        },
        {
            "title": "মুখে কাপড় বেঁধে মোটরসাইকেলে এসে গুলি, হত্যার পর দ্রুত সরে পড়ে | প্রথম আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fn98irjxd%2F00-6.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সূত্র জানায়, বুধবার সন্ধ্যা সাড়ে সাতটার দিকে উপজেলার পূর্ব গুজরা ইউনিয়নের অলিমিয়াহাট বাজারে আবদুল মজিদকে লক্ষ্য করে গুলি চালানো হয়। তিনি পূর্ব গুজরা ইউনিয়নের ৪ নম্বর ওয়ার্ড যুবদলের সভাপতি ছিলেন। মুখোশধারী কয়েকজন মোটরসাইকেলে এসে এ হামলা চালায়। অথচ এই বাজার থেকে ৫০০ মিটারের মতো দূরত্বে পূর্ব গুজরা পুলিশ তদন্তকেন্দ্রের অবস্থান।</p><p>নিহত আবদুল মজিদের স্ত্রী শাহনাজ বেগম বলেন, ‘এর আগেও তাঁর স্বামীকে হত্যার চেষ্টা হয়েছিল। সেবার বেঁচে গেলেও এবার আর রক্ষা পাননি। মুখোশ পরে এসে গুলি করে মোটরসাইকেলে পালিয়ে যায় খুনিরা। জড়িতদের গ্রেপ্তার ও বিচার চাই।’</p><p>যেখানে আবদুল মজিদকে হত্যা করা হয়েছে, সেখান থেকে প্রায় ৫০০ মিটার দূরে গত ৫ জানুয়ারি যুবদল নেতা জানে আলম সিকদারকে একই কায়দায় গুলি করে হত্যা করা হয়। তিনিপূর্ব গুজরা ইউনিয়ন যুবদলের সাবেক সাধারণ সম্পাদক ছিলেন। তখনো হামলাকারীরা মুখে কাপড় বেঁধে মোটরসাইকেলে আসে এবং দ্রুত পালিয়ে যায়। ঘটনাস্থল থেকে অল্প দূরত্বেই পূর্ব গুজরা পুলিশ তদন্তকেন্দ্র। অল্প সময়ের ব্যবধানে কাছাকাছি এলাকায় দুটি হত্যাকাণ্ডে স্থানীয়দের মধ্যে উদ্বেগ তৈরি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘অপ্রচলিত গল্পগুলোকেই বাছতে চাই’ | প্রথম আলো",
            "time": "2026-02-28T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-10%2Fb545ozy9%2FIMGL9639.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্মাতা হিসেবে সব ধরনের গল্পই বলতে চান নূর ইমরান। তবে বেশি পছন্দ ‘জ্বীনের বাচ্চা’র মতো মিথিক্যাল হরর। কারণ, এ ঘরানায় নানা স্তরে গল্প বলা যায়। বিনোদনের মোড়কে নানা সামাজিক ইস্যুতে বার্তা দেওয়া যায়, চাইলে গল্প যেকোনো দিকে নিয়ে যাওয়া যায়। ‘এই ঘরানায় আমি অনেক কিছুই বলতে পারি আর কী। আবার দিন শেষে একটা রূপকথার গল্প হয়েও সেটা থেকে যায়,’ বলেন তিনি।</p><p>‘জ্বীনের বাচ্চা’ দিয়ে শুরু হলো, সামনে নির্মাতা মোস্তাফিজুর নূর আর কী করতে চান। ‘এটা আসলে নির্ভর করে আমি কখন মুডে থাকি, সেটাই হয়তো পরের গল্পের ধরন ঠিক করে দেবে—প্রেমের গল্প বানাব নাকি আবার মিথিক্যাল হরর বানাব। নাকি একেবারে পরাবাস্তবধর্মী কিছু করব। তবে যা–ই করি, উদ্ভট কিছু করতে চাই। একটু অপ্রচলিত গল্পগুলোকেই বাছতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যন্তরীণ সংকট থেকে নজর ঘোরাতেই কি পাকিস্তান-আফগানিস্তান সংঘাত | প্রথম আলো",
            "time": "2026-02-28T03:20:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fpeqdy8ak%2FPak-Afgan-11.jpg?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান পরিস্থিতির অন্যতম কারণ হিসেবে বলা হচ্ছে, ফেব্রুয়ারি মাসে পাকিস্তানের অভ্যন্তরে একের পর এক জঙ্গি হামলা। বিশেষ করে ইসলামাবাদের মসজিদে আত্মঘাতী বোমা হামলা এবং বাজৌরে সেনাচৌকিতে হামলা। দুই দেশের মধ্যে সমঝোতার যে প্রচেষ্টা তৃতীয় কয়েকটি দেশ শুরু করেছিল, এই হামলার ফলে সেগুলোও ব্যর্থ হয়। শুরু হয় ‘ওপেন ওয়ার’।</p><p>পাকিস্তানের দাবি, কাবুল আফগান তালেবান বা তেহরিক-ই-তালেবান পাকিস্তান (টিটিপি) জঙ্গিদের আশ্রয় দিচ্ছে, যারা সীমান্ত পার হয়ে পাকিস্তানে হামলা চালাচ্ছে। এরপর আফগানিস্তানের ভেতরে গিয়ে তারা আশ্রয় নিচ্ছে। আফগানিস্তানের সঙ্গে পাকিস্তানের ২ হাজার ৬৪০ কিলোমিটার সীমান্তের বিভিন্ন অংশ দিয়ে জঙ্গিরা পাকিস্তানে প্রবেশ করছে। </p><p>পাকিস্তানের বরাবরের বক্তব্য, ১৮৯৩ সালে এই সীমান্ত (ডুরান্ড লাইন নামেও পরিচিত) নির্দিষ্ট করা হয়েছিল। এটি আন্তর্জাতিক সীমান্ত। পরিবর্তন করার কোনো উপায় নেই। অন্যদিকে আফগানরা এই সীমান্তকে আনুষ্ঠানিকভাবে মেনে নেয় না। এর কারণ, ১৮ শতকের মাঝামাঝি আফগান সাম্রাজ্য বর্তমান পাকিস্তানের পূর্ব দিকেও বিস্তৃত ছিল। অবশ্য সে সময় পাকিস্তানের জন্ম হয়নি। আফগানদের দাবি, ওই অংশ তাদের। </p></div></div></div></body></html>"
        },
        {
            "title": "বলিভিয়ায় ব্যাংকনোটবাহী সামরিক উড়োজাহাজ বিধ্বস্ত, নিহত অন্তত ১১ | প্রথম আলো",
            "time": "2026-02-28T03:06:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fiauw9c91%2Fprothomalo-bangla.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> বলিভিয়ার প্রতিরক্ষা মন্ত্রণালয় বলেছে, বিধ্বস্ত হওয়া উড়োজাহাজটি সি-১৩০ হারকিউলিস মডেলের। এটি বলিভিয়ার কেন্দ্রীয় ব্যাংকের জন্য ব্যাংক নোট নিয়ে যাচ্ছিল।</p><p> এক বিবৃতিতে প্রতিরক্ষা মন্ত্রণালয় সতর্ক করে বলেছে, ওই ব্যাংক নোটের কোনো ক্রয়ক্ষমতা নেই। সেগুলো সংগ্রহ বা ব্যবহার করা হলে তা অপরাধ হিসেবে গণ্য হবে।</p><p> জনগণকে দুর্ঘটনাস্থল থেকে দূরে থাকার ও কর্তৃপক্ষকে কাজ করার সুযোগ দেওয়ার জন্য অনুরোধ করেছে মন্ত্রণালয়।</p><p> বিভিন্ন সংবাদমাধ্যমের প্রতিবেদনে বলা হয়েছে, লোকজন উড়োজাহাজ দুর্ঘটনার এলাকায় গিয়ে ওই ব্যাংক নোটগুলো সংগ্রহের চেষ্টা করছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "জহির রায়হানের ‘একুশে ফেব্রুয়ারী’ নিয়ে ভার্চ্যুয়াল পাঠচক্র | বন্ধুসভা",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Ft9dz2n33%2F1000085154.jpg?rect=74%2C0%2C1518%2C797&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন্ধু অনির্বাণ সরকার বলেন, ভাষা আন্দোলনের মধ্য দিয়ে বাঙালি জাতি ও তার জাতিসত্তার প্রকাশ ঘটেছে। ‘একুশে ফেব্রুয়ারী’ গ্রন্থে জহির রায়হান ১৯৫২ সালের ভাষা আন্দোলনের তথ্যকে যেমন তুলে ধরেছেন, তেমনি ফুটিয়ে তুলেছেন একুশের সম্ভাবনা ও আবেগকে।</p><p>সাধারণ সম্পাদক ফারজানা যুথি বলেন, ২১ ফেব্রুয়ারি দিনটি অত্যন্ত গুরুত্বপূর্ণ। এর ইতিহাস ও ব্যাপকতা অনেক গভীর। এই দিনটিতে সবাই শুধু শহীদদের স্মরণ করে তা কিন্তু নয়; বরং এদিন সারা দেশের মানুষ ও বিশ্বের বিভিন্ন প্রান্তের মানুষ বাংলা ভাষাকে স্মরণ ও মাতৃভাষার প্রতি শ্রদ্ধা জ্ঞাপন করেন।</p><p>পাঠের আসরে আরও উপস্থিত ছিলেন সভাপতি স্বর্ণকমল রায়, সাবেক সাধারণ সম্পাদক এম এম মাসুম বিল্যাহ, যুগ্ম সাধারণ সম্পাদক ইমন মিয়া, সাংগঠনিক সম্পাদক তুহিন বাওলিয়া, দুর্যোগ ও ত্রাণ সম্পাদক হাসিবুর রহমান, স্বাস্থ্য ও ক্রীড়া সম্পাদক দ্বীপ মন্ডল, কার্যনির্বাহী সদস্য ফারিহা ঝিলাম, বন্ধু সাদিয়া আক্তার, বিধান দেবনাথ, লিমা আক্তারসহ অন্য বন্ধুরা।</p><p><em><strong>দপ্তর সম্পাদক,</strong></em> খুলনা বন্ধুসভা</p></div></div></div></body></html>"
        },
        {
            "title": "ইতিহাসের সাক্ষী হতে তৈরি কমব্যাংক স্টেডিয়াম | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fjhcmxi4v%2FWhatsApp-Image-2026-02-27-at-2.57.24-PM-2.jpeg?rect=0%2C227%2C2016%2C1058&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিডনি আর প্যারামাট্টার এই জাঁকজমকপূর্ণ পরিবেশের আড়ালে মারিয়া-ঋতুপর্ণারা নীরবে ঘাম ঝরিয়েছেন টিম হোটেল পার্ক রয়্যাল থেকে ৪০-৪৫ মিনিটের পথ পেরিয়ে। অধিনায়ক আফঈদা খন্দকার ফোনে প্রথম আলোকে জানালেন, মূল স্টেডিয়াম দেখার সুযোগ এখনো তাঁদের হয়নি। দলে টুকটাক চোট সমস্যা থাকলেও নিয়মিত খেলোয়াড়দের কারও ছিটকে যাওয়ার শঙ্কা নেই।</p><p>দুর্ভাগ্যজনকভাবে সিডনির এই ফুটবল আমেজ এখনো প্রবাসী বাঙালিদের পুরোপুরি স্পর্শ করেছে বলে মনে হলো না। প্রচার খুব একটা চোখে পড়ছে না। অনেক প্রবাসী বাংলাদেশি জানেনও না, ১৯৮০ সালের পর বাংলাদেশ এশিয়ার সর্বোচ্চ আসরে খেলছে। বাংলাদেশি কারও সঙ্গে কথা বললে অনেকেই তাই অবাক হয়ে পাল্টা প্রশ্ন করেন, ‘তাই নাকি? এশিয়ান কাপের খেলা এখানে?’ হাইকমিশনের পক্ষ থেকেও খুব একটা জোরদার তৎপরতা চোখে পড়েনি।</p><p>তবে সব স্তব্ধতা ভেঙে যাবে ৩ মার্চ। যখন গ্যালারিতে লাল-সবুজের জার্সি গায়ে কিছু মানুষ চিৎকার করবেন ‘বাংলাদেশ! বাংলাদেশ’ বলে।</p></div></div></div></body></html>"
        },
        {
            "title": "গরমের আগেই উত্তাপ ছড়াচ্ছে ফ্যানের দাম | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fco0p7xj0%2FWhatsApp-Image-2026-02-27-at-11.05.36-PM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ফ্যানের বাজার কত বড়</strong></p><p>একসময় দেশে ভারত, পাকিস্তান ও চীন থেকে বিভিন্ন ধরনের ফ্যান আমদানি করা হতো। তবে এখন গ্রাহকের মোট চাহিদার ৭০ থেকে ৮০ শতাংশ সিলিং ফ্যান দেশেই উৎপাদিত হয়। দেশি ফ্যান উৎপাদন করা প্রতিষ্ঠানের মধ্যে রয়েছে যমুনা, আরএফএল, ওয়ালটন, বিআরবি, কনকা ও এনার্জিপ্যাকের মতো ব্র্যান্ড।</p><p>দেশে ফ্যানের বাজার কত বড়, তার সঠিক কোনো পরিসংখ্যান নেই। তবে শীর্ষস্থানীয় কয়েকটি কোম্পানির হিসাবে দেশে সিলিং ফ্যানের বার্ষিক চাহিদা ৫০ থেকে ৬০ লাখ। ফলে গড় মূল্য আড়াই হাজার টাকা ধরলে শুধু সিলিং ফ্যানের বাজার দাঁড়ায় ১ হাজার ২৫০ কোটি থেকে দেড় হাজার কোটি টাকা। তবে কোম্পানি সংশ্লিষ্ট ব্যক্তিরা বলছেন, এই বাজার ২ হাজার কোটি টাকার কম হবে না। আর প্রতিবছর ফ্যানের ব্যবসা বাড়ছে ১০ থেকে ১৫ শতাংশ হারে। এ খাতে সিলিং ফ্যান ছাড়াও রয়েছে টেবিল ফ্যান, স্ট্যান্ড ফ্যান, ওয়াল ও চার্জার ফ্যান।</p><p>সম্প্রতি কারওয়ান বাজারের সুপারমার্কেটে বেশ কয়েকটি দোকান ঘুরে দুই হাজার টাকার মধ্যে কোনো পছন্দসই ফ্যান পাচ্ছিলেন না সাইদুল হাসান (ছদ্মনাম)। রোজার মধ্যে ক্লান্ত হয়ে অবশেষে নন–ব্র্যান্ডের একটি ফ্যান কেনেন ২ হাজার ১০০ টাকায়। দাম নিয়ে নাখোশ ছিলেন তিনি। তার পরও গণমাধ্যমে এ নিয়ে কোনো কথা বলতে অপরাগতা প্রকাশ করেন এই ক্রেতা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয় | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fy2vph1qn%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয়\" class=\"nA4h1 \">ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-02-28T11:17:16+06:00\"><span>আপডেট: ২৮ ফেব্রুয়ারি ২০২৬, ০৫: ১৭ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মেধা বনাম পুলিশি-গোয়েন্দা প্রতিবেদন: জুলাই অভ্যুত্থান-পরবর্তী বাংলাদেশেও কাটেনি ভেরিফিকেশন বৈষম্য | প্রথম আলো",
            "time": "2026-02-28T02:53:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F04%2F08%2F3c19111b7ae6c376a5c7a7492286a62f-5caad22db2d1c.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>বঞ্চিতদের তালিকা ও আইনি প্রেক্ষাপট—</strong></p><p>৪৩তম বিসিএসে বাদ পড়া প্রার্থীদের মধ্যে বিসিএস প্রশাসন ক্যাডারে ২০তম হওয়া কাজী আরিফুর রহমানের ঘটনাটি বিস্ময়কর। ৪১তম বিসিএসে রেলওয়ে ক্যাডারে প্রথম হওয়া এই কর্মকর্তা ৪৩তম বিসিএসে প্রশাসনে যোগ দিয়ে বিপিএটিসিতে প্রশিক্ষণ নিচ্ছিলেন। অথচ কোনো সুনির্দিষ্ট কারণ ছাড়াই তাঁকে চাকরি থেকে অপসারণ করা হয়েছে।</p><p>৪৪তম বিসিএসের বঞ্চিত ব্যক্তিদের মধ্যে রয়েছেন শামীম শাহরিয়ার (পররাষ্ট্র-প্রথম), রাব্বি লেলিন আহমেদ (প্রশাসন), মসিউর রহমান, শরিফুল আলম সুমন, শফিউল ইসলাম সজন, শান্তনু দাশ, সাদমান ফাহিম, সোহানা আরেফিন, রোহান ইসলাম, সম্রাট আকবর, খালেদ সাইফুল্লাহ ইলিয়াস এবং সোয়ান ইসলাম সজীব। অন্যদিকে ৪৮তম বিসিএসের ২১ জন চিকিৎসক হলেন ডা. উজ্জ্বল মল্লিক, ডা. মো. পাভেল ইসলাম, ডা. সিরাজাম মুনিরা, ডা. শুভ্র দেবনাথ নীলু, ডা. ইলহামুর রেজা চৌধুরী, ডা. মুশফিকুর রহমান ভূঁইয়া, ডা. আলভি ফারাজী, ডা. মো. রাইসুল করিম নিশান, ডা. মেহেদী হাসান, ডা. মো. সাব্বির আহম্মেদ তুষার, ডা. মো. সুমন আহম্মেদ, ডা. সৌরভ সরকার দীপ্র, ডা. অনিন্দ্য কুশল পাল, ডা. অনুপম ভট্টাচার্য্য, ডা. নাহিদুর রহমান, ডা. ইমতিয়াজ উদ্দিন মানিক, ডা. আহমেদ মুনতাকিম চৌধুরী, ডা. সাদি বিন শামস, ডা. নাজমুল হক, ডা. এ এইচ এম সাখারব এবং ডা. সাবিহা আফরিন।</p><p>বিশেষজ্ঞরা বলছেন, পুলিশ ভেরিফিকেশনের নামে প্রার্থীর পারিবারিক বা আত্মীয়স্বজনের রাজনৈতিক পরিচয় যাচাই আধুনিক গণতান্ত্রিক ও মেধাভিত্তিক সমাজের পরিপন্থী। সংবিধানের ২৮ ও ২৯ অনুচ্ছেদে নাগরিকের সুযোগের সমতার কথা বলা থাকলেও ভেরিফিকেশনের এই প্রক্রিয়া সেই অধিকারকে লঙ্ঘন করছে।</p><p>এ প্রসঙ্গে সুপ্রিম কোর্টের আইনজীবী মানজুর-আল-মতিন বলেন, ‘পারিবারিক কিংবা রাজনৈতিক পরিচয়ের কারণে মেধাবী শিক্ষার্থীদের চাকরি থেকে বঞ্চিত করা সংবিধান, নিরপেক্ষ প্রশাসনিক ব্যবস্থা ও সুশাসনের মৌলিক নীতির সঙ্গে সম্পূর্ণরূপে সাংঘর্ষিক। চাকরির নিয়োগপ্রক্রিয়ায় কেবল মেধা ও যোগ্যতাকে একমাত্র মানদণ্ড হিসেবে প্রতিষ্ঠা করতে হবে।’</p></div></div></body></html>"
        },
        {
            "title": "সৌদির কিং আবদুল্লাহ বিশ্ববিদ্যালয়ে বৃত্তি, পড়তে চাইলে জেনে নিন তথ্য | প্রথম আলো",
            "time": "2026-02-28T02:51:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2F12056229-e98f-4ac7-8fd4-56caab903e0b%2F46327402061_66be17092e_h.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌদি আরবের অন্যতম বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় কিং আবদুল্লাহ ইউনিভার্সিটি অব সায়েন্স অ্যান্ড টেকনোলজি। এটি সংক্ষেপে কাউস্ট নামে পরিচিত। এটি গবেষণাধর্মী বেসরকারি বিশ্ববিদ্যালয়। ২০০৯ সালে সৌদি আরবসহ বিশ্ববাসীর জন্য বিজ্ঞানের বিভিন্ন আবিষ্কার, অর্থনৈতিক উন্নতি ও সামাজিক অবকাঠামো উন্নয়নের উদ্দেশ্যে কাউস্ট প্রতিষ্ঠিত হয়। কাউস্টের স্বপ্নদ্রষ্টা ও প্রতিষ্ঠাতা কিং আবদুল্লাহ বিন আবদুল আজিজ আল-সউদ বলেছিলেন, ‘কাউস্ট হবে সৌদি আরব ও বিশ্বমানবতার ভবিষ্যতের শান্তি, আশা ও পুনর্গঠনের দিশারী।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ১৩ মাসে ৩২ ভূমিকম্প, উৎপত্তি কম ঝুঁকির অঞ্চলেও | প্রথম আলো",
            "time": "2026-02-28T02:40:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fsachb3xz%2FUntitled-10.jpg?rect=0%2C10%2C547%2C287&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তরের ভূমিকম্প পর্যবেক্ষণ কেন্দ্রের তথ্যমতে, ভূমিকম্পের ঝুঁকির বিবেচনায় দেশকে অতিমাত্রায় ঝুঁকিপূর্ণ, মাঝারি ঝুঁকিপূর্ণ এবং কম ঝুঁকিপূর্ণ এলাকায় ভাগ করা হয়েছে। এর মধ্যে উত্তরের জেলা লালমনিরহাট থেকে দক্ষিণ–পূর্বাঞ্চলের খাগড়াছড়ি পর্যন্ত অতি ঝুঁকিপূর্ণ এলাকা; ঢাকাসহ উত্তর মধ্যাঞ্চলের এলাকা মাঝারি ঝুঁকিপূর্ণ এবং দক্ষিণ ও দক্ষিণ–পশ্চিমাঞ্চলের বরিশাল ও খুলনা বিভাগ কম ঝূঁকিপূর্ণ এলাকা হিসেবে গণ্য করা হয়।</p><p>এই কম ঝুঁকির এলাকা সাতক্ষীরায় গতকাল উৎপত্তি হলো মাঝারি মাত্রার ভূমিকম্পের। তবে শুধু গতকালই নয়, দক্ষিণ–পশ্চিমের ঝিনাইদহের কালীগঞ্জে গত বৃহস্পতিবার ৩ দশমিক ২ মাত্রার ভূমিকম্পের উৎপত্তি হয়। এ ছাড়া ৩ ফেব্রুয়ারি ভোরে সাতক্ষীরার কলারোয়ায় ভূমিকম্পের উৎপত্তি হয়। রিখটার স্কেলে ভূমিকম্পটির মাত্রা ছিল ৪ দশমিক ১। গত বছরের ২৭ সেপ্টেম্বর যশোরের মনিরামপুরে সৃষ্টি হওয়া ভূমিকম্পের মাত্রা ছিল ৩ দশমিক ৫।</p><p>বাংলাদেশ যে তিনটি ভূমিকম্পপ্রবণ অঞ্চলের মাঝামাঝি অবস্থিত, সেগুলো হলো পূর্বাঞ্চলের সাবডাকশন জোন, উত্তরের ডাউকি ফল্ট এবং হিমালয় পাদদেশের হিমালয়ান ফ্রন্টাল থ্রাস্ট অঞ্চল (নেপাল থেকে অরুণাচল পর্যন্ত বিস্তৃত)।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী প্রতিশ্রুতি রক্ষায় ইতিবাচক পদক্ষেপ | প্রথম আলো",
            "time": "2026-02-28T02:39:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের পর নতুন সরকার গঠনের মাত্র ১০ দিনের মাথায় ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের সিদ্ধান্তটি একটি সময়োচিত এবং ইতিবাচক পদক্ষেপ। বৃহস্পতিবার মন্ত্রিসভার প্রথম আনুষ্ঠানিক বৈঠকেই নেওয়া এই সিদ্ধান্তকে কেবল একটি রাজনৈতিক প্রতিশ্রুতি রক্ষার বিষয় নয়, বরং গ্রামীণ অর্থনীতি পুনর্গঠন এবং প্রান্তিক কৃষকের মেরুদণ্ড শক্তিশালী করার বলিষ্ঠ প্রয়াস হিসেবে দেখা যেতে পারে। ১ হাজার ৫৫০ কোটি টাকার এই ঋণের বোঝা থেকে মুক্তি পাবেন দেশের প্রায় ১২ লাখ ক্ষুদ্র ও প্রান্তিক কৃষক, যা গ্রামীণ জনপদে স্বস্তি ও নতুন উদ্দীপনা সঞ্চার করবে।</p><p>নির্বাচনী প্রচারণায় একাধিক জনসভায় বিএনপির চেয়ারম্যান তারেক রহমান ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের ঘোষণা দেন। ১২ ফেব্রুয়ারি নির্বাচনে বিএনপি ২০৯ আসনে বিজয়ী হয়। ১৭ ফেব্রুয়ারি সরকার গঠন করার পর বৃহস্পতিবার মন্ত্রিসভার প্রথম আনুষ্ঠানিক বৈঠকে ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের সিদ্ধান্ত হলো।  </p></div></div></div></body></html>"
        },
        {
            "title": "জড়িতদের দ্রুত দৃষ্টান্তমূলক শাস্তি নিশ্চিত করুন | প্রথম আলো",
            "time": "2026-02-28T02:31:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের বক্তব্য, পরিবারটির থানায় আসা উচিত ছিল। আইনগতভাবে এই বক্তব্য সঠিক। তবে বাস্তব প্রশ্ন হলো, কেন মানুষ এখনো থানার চেয়ে প্রভাবশালী ব্যক্তির দ্বারস্থ হয়। এর উত্তর নিহিত রয়েছে আস্থার ঘাটতিতে। যদি মানুষ নিশ্চিত থাকত যে অভিযোগ করলে তাৎক্ষণিক মামলা নেওয়া হবে, নিরাপত্তা দেওয়া হবে এবং অপরাধীরা দ্রুত গ্রেপ্তার হবে, তাহলে তারা অনিশ্চিত সালিস প্রক্রিয়ার আশ্রয় নিত না। বিচারপ্রক্রিয়ায় বিলম্ব ও প্রভাবশালীদের প্রভাবের ধারণাই অপরাধীদের সাহস জোগায়।</p><p>এই ঘটনায় ইতিমধ্যে মামলা হয়েছে এবং ইউনিয়ন বিএনপির এক নেতা ও তাঁর ছেলেসহ সাত আসামিকে গ্রেপ্তার করেছে পুলিশ। কয়েকজন গ্রেপ্তার হয়েছেন। এটি ইতিবাচক পদক্ষেপ। কিন্তু এখানেই দায়িত্ব শেষ হয় না। প্রথমত, ধর্ষণের অভিযোগ কেন আনুষ্ঠানিকভাবে নিবন্ধিত হয়নি, কারা ধামাচাপায় ভূমিকা রেখেছে, পরিবারকে এলাকা ছাড়ার চাপ কে দিয়েছে, এসব প্রশ্নের নিরপেক্ষ তদন্ত প্রয়োজন। একই সঙ্গে ভুক্তভোগী পরিবারের নিরাপত্তা নিশ্চিত করা রাষ্ট্রের তাৎক্ষণিক দায়িত্ব।</p></div></div></div></body></html>"
        },
        {
            "title": "আজম খান ভেবেছিলেন, বাবা সেদিন থাপ্পড় মারবেন | প্রথম আলো",
            "time": "2024-02-28T17:52:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-05%2Fh0yqk58k%2Fprothomalo_bangla_2021_02_64e27abb_81ce_4d81_bde8_4d7d52d56cb3_Azam_Khan386.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বঞ্চিত মানুষের গান করতে শুরু করেন আজম খান। তাঁর গানে আসতে থাকে সচেতনতা, দেশপ্রেম, দেশকে এগিয়ে নিয়ে যাওয়ার প্রত্যয়, তরুণদের উদ্বুদ্ধকরণ। নানা প্রতিকূলতার মধ্যেও চলতে থাকে তাঁর গান। সে সময় তিনি গেয়েছিলেন ‘রেললাইনের ওই বস্তিতে’, ‘হাইকোর্টের মাজারে’, ‘এত সুন্দর দুনিয়ায়’, ‘অভিমানী’, ‘অনামিকা’, ‘পাপড়ি’, ‘আলাল ও দুলাল’, ‘আসি আসি বলে তুমি আর এলে না’, ‘আমি যারে চাইরে’, ‘জ্বালা জ্বালা’, ‘ও চাঁদ সুন্দর’, ‘ও রে সালেকা ও রে মালেকা’, ‘জীবনে কিছু পাব না রে’, ‘বাধা দিয়ো না’সহ অনেক জনপ্রিয় গান।</p></div></div></div></body></html>"
        },
        {
            "title": "চিকিৎসা করানোর টাকা নেই, কিশোর ছেলেকে শিকলবন্দী করে রাখছেন মা | প্রথম আলো",
            "time": "2026-02-28T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fxkiqnesj%2FMoulavibazarDH054220260226PSFix20260225152758.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থনৈতিক দুর্দশার কথা তুলে ধরে নাজু বেগম বলেন, ‘মানুষের বাসাবাড়িতে কাজ করি, কোনোমতে সংসারটা চালাই। দুই মেয়ের লেখাপড়ার খরচও চালানি লাগে। ডাক্তার প্রতিদিন সকাল-বিকাল দুইটা করি ইনজেকশন দিতে বলছেন। আর সিটিস্ক্যান পরীক্ষা করাইতে বলছেন। সিটিস্ক্যান করাইতে শুনছি সাত-আট হাজার টাকা লাগে। এত টাকা কই পাইমু। কিছু মানুষের সাহায্যে ইনজেকশনের টাকার ব্যবস্থা করছি। ইনজেকশন দিলে খালি ঘুমায়।’</p><p>শাড়ির আঁচল দিয়ে চোখের পানি মুছতে মুছতে নাজু বেগম বলেন, ‘এই বয়সে ছেলেটারে কি এইভাবে আটকাইয়া রাখার কথা। নিজের অনেক কষ্ট হয়। তার মতো ছেলেরা স্কুলে যায়, খেলাধুলা করে; আর সে বন্দী। আমার ছেলেটা যে কোন দিন সুস্থ হইব আল্লাহই জানেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "কোহলিকে ছাড়িয়ে ‘প্লুটো’ থেকে ‘বুধ’ হওয়ার অপেক্ষায় বেনেট | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fl5zmb5g3%2Fbennet.jpg?rect=0%2C42%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাব্য থাক। বাস্তবে ফেরা যাক। বিশ্বকাপ আসলে শক্তিতে ছোট দলগুলোর জন্য নিজেদের সামর্থ্য দেখানোর মঞ্চ। দল হিসেবে জিম্বাবুয়ে পরশু তা পারেনি; কিন্তু বেনেট পেরেছেন। সেটা শুধু স্কোরবোর্ডে নয়, সেই স্কোর করার পথে যশপ্রীত বুমরাকে মারা ছক্কায়ও। শটটি নিশ্চয়ই দেখেছেন? বিশ্বের অন্যতম সেরা পেসারকে ছোট দলের কোনো ওপেনার যখন ওভাবে অবলীলায় ছক্কা মারেন, তখন কেউ কেউ ভাবতে পারেন, এই দুনিয়া শুধুই বড়দের নয়।</p><p>ছোটরাও যে ধীরে ধীরে বড় হয়ে উঠছে, বেনেটই তো তার প্রমাণ! তবে বেনেটের বেড়ে ওঠা একটু দ্রুতই। বুমরাকে প্রথম সাক্ষাতে কিছুই মনে না করে ভালো বলে ওভাবে ছক্কা মেরে ফিফটি তুলে নিতে সবাই পারেন না। অথচ বেনেটের বিনয় দেখুন, ‘বুমরার মুখোমুখি হওয়া সব সময়ই কঠিন।’</p><p>বুমরাকে ভুলে যান। অক্ষর প্যাটেলের ১২ বলে ২২ রান নেন বেনেট। অক্ষরকে এগিয়ে গিয়ে মারা খুব কঠিন। বেনেট সেটাও মেরেছেন। অথচ ছেলেটির বয়স মাত্র ২২ বছর, ৪ বছর আগে খেলেছেন অনূর্ধ্ব–১৯ বিশ্বকাপে, তারও বেশ আগে বাড়িতে বাবার তৈরি করে দেওয়া নেটে ক্রিকেট যমজ ভাইয়ের সঙ্গে। কিন্তু এখন কী পরিণত! এতটাই যে সিকান্দার রাজা ও শন উইলিয়ামসদের টপকে বেনেট এখন টি–টুয়েন্টি বিশ্বকাপে জিম্বাবুয়ের সর্বোচ্চ রান সংগ্রাহক। সেটাও ক্যারিয়ারের প্রথম টি–টুয়েন্টি বিশ্বকাপেই!<br>হ্যাঁ, ছোট দলের আকাশে বড় তারকারই জন্ম হচ্ছে। নাকি হয়ে গেছে!<br></p></div></div></div></body></html>"
        },
        {
            "title": "অধ্যাপক ইউনূসসহ সাবেক উপদেষ্টারা ছিলেন ফাওজুল কবিরের বাসার ইফতারে | প্রথম আলো",
            "time": "2026-02-27T19:47:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fhxe012it%2FYounus-Ifter-01.jpg?rect=0%2C8%2C1747%2C917&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে এক টেবিলে বসেন সাবেক ছয় উপদেষ্টা, ছিলেন সদ্য সাবেক গভর্নরও। (ছবিতে বাঁ দিক থেকে) বিধান রঞ্জন রায় পোদ্দার, জাহাঙ্গীর আলম চৌধুরী, সি আর আবরার, ফাওজুল কবির খান, সালেহউদ্দিন আহমেদ, অধ্যাপক মুহাম্মদ ইউনূস, আহসান এইচ মনসুর ও শেখ বশিরউদ্দীন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: সাবেক প্রেস সচিব শফিকুল আলমের ফেসবুক পোস্ট থেকে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "সেমাই তৈরির ব্যস্ততা | প্রথম আলো",
            "time": "2026-02-27T13:47:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fspztwdsq%2F5.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সেমাইয়ের সব অংশে যেন ভালোভাবে রোদ লাগে, সে জন্য কাঠিসহ সেমাইগুলো উল্টেপাল্টে দিচ্ছেন এক কারিগর।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ফ্লেভার্স অব মালয়েশিয়া: ক্রাউন প্লাজা গুলশানে মালাক্কান স্বাদের চমক",
            "time": "2026-02-27T12:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fosuswve0%2Fmal-1.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উৎসবের দিনগুলোর একেকদিন একেক অঞ্চলের পদ পর্যায়ক্রমে পরিবেশন করা হবে। এদিনের মেন্যুতে ছিলো সাগু গলু মালেকা (টপিকাল পারলস উইদ কোকোনাট পাম সুগার), রাইস পুডিং, আরমানি তাব্বুলেহ, আর্টিচোকে অ্যান্ড ইয়োগার্ট, রোস্টেড পামকিন উইদ ফেতা চিজ, কোরগেতিস উইদ ভিনেগার মিন্ট অ্যান্ড গার্লিক, সাইয়র ক্যাম্পুর (স্টার ফ্রায়েড মিক্সড ভেজিটেবল), ভেজিটেবল ফ্রিটাস, কেরাবু মাংগা (গ্রিন ম্যাঙ্গো সালাদ), লবস্টার কারি, ঘি পোলাও, বিশেষ সুপ মি সোতো আয়ামসহ অন্যান্য পদ।</p></div></div></div></body></html>"
        },
        {
            "title": "নিদ্রিত নগরীর হৃৎস্পন্দন, কায়রোর রমজানে মেসহারাতির অমর ডাক | নাগরিক সংবাদ",
            "time": "2026-02-27T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fwj5czxfo%2F1.jpg?rect=0%2C0%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-05%2Fe0cb6603-480f-4ea2-9615-3cdbb5c9ff75%2FGPI.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজকের দ্রুতগতির নগরে যেখানে স্মৃতি প্রায়ই বিলুপ্তির পথে, সেখানে মেসহারাতির পদচারণা এক প্রতিরোধের ভাষা। এটি বলে ঐতিহ্য কেবল জাদুঘরে সংরক্ষিত বস্তু নয়, তা জীবন্ত মানুষের কণ্ঠে বেঁচে থাকে। সাহাবিদের আমলের মানবিক আহ্বান আজও কায়রোর বাতাসে প্রতিধ্বনিত হয়। এই ধারাবাহিকতা প্রমাণ করে, বিশ্বাসের উত্তরাধিকার প্রযুক্তির চেয়ে দীর্ঘজীবী।</p><p>রমজানের রাত তাই কায়রোতে নিছক সময়ের পরিমাপ নয়, এটি এক আধ্যাত্মিক অভিজ্ঞতা। ঢাকের মৃদু আওয়াজে জেগে ওঠা মানুষ কেবল সাহ্‌রির প্রস্তুতি নেয় না, সে ইতিহাসের সঙ্গেও যুক্ত হয়। অতীত ও বর্তমানের মাঝে যে অদৃশ্য সেতু, মেসহারাতির ডাক সেই সেতুকেই দৃশ্যমান করে তোলে।</p><p>নিদ্রিত নগরীর ভেতর যে সুর বেজে ওঠে, তা আমাদের স্মরণ করিয়ে দেয় ঐতিহ্য হারিয়ে যায় না, যদি মানুষ তা বাঁচিয়ে রাখে। কায়রোর রমজানে মেসহারাতির ঢাক তাই শুধু একটি শব্দ নয়, এটি এক শহরের আত্মার অমলিন স্পন্দন, যা শতাব্দী পেরিয়েও থামেনি, থামবে না।</p><p>*লেখক: শিক্ষার্থী, আল-আজহার বিশ্ববিদ্যালয়, কায়রো, মিসর</p></div></div></div></body></html>"
        }
    ]
}