{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিশ্বের কোথায় দীর্ঘতম আর কোথায় সংক্ষিপ্ত সময় রোজা | প্রথম আলো",
            "time": "2026-02-11T02:08:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F8scowyz9%2Fbeautiful-bowl-full-date-fruits-symbolizing-ramadan-top-view.jpg?rect=0%2C387%2C5458%2C2865&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামিক ফাউন্ডেশনের প্রকাশিত সময়সূচি অনুযায়ী, বাংলাদেশে এবার রোজার সময় হবে মধ্যম সারির। ১৯ ফেব্রুয়ারি (চাঁদ দেখা সাপেক্ষে) প্রথম রোজায় ঢাকায় সাহরির শেষ সময় ভোর ৫টা ১২ মিনিট এবং ইফতার সন্ধ্যা ৫টা ৫৮ মিনিটে।</p><p>অর্থাৎ প্রথম রোজার দৈর্ঘ্য হবে প্রায় ১২ ঘণ্টা ৪৬ মিনিট। রমজানের শেষ দিকে দিনের দৈর্ঘ্য বেড়ে তা প্রায় ১৩ ঘণ্টা ২৪ মিনিটে দাঁড়াবে।</p><p>আগামী ১৯ ফেব্রুয়ারি থেকে শুরু হতে যাওয়া এই পবিত্র মাসে বিশ্বের কোটি কোটি মুসলিম তাদের ভৌগোলিক অবস্থান অনুযায়ী এই ভিন্ন ভিন্ন সময়সূচি মেনে সিয়াম সাধনা করবেন।</p><p>ইসলামিক ক্যালেন্ডারের নবম মাস রমজানে মুসলিমরা ভোর থেকে সন্ধ্যা পর্যন্ত সব ধরনের পানাহার থেকে বিরত থাকেন। দীর্ঘ সময়ের রোজা মুসুল্লিদের ধৈর্য ও আত্মসংযমের পরীক্ষা নিলেও আধ্যাত্মিক আবহ বিশ্বজুড়ে এক অনন্য সংহতি তৈরি করে।</p><p><em><sup>সূত্র: দি ইসলামিক ইনফর্মেশন ডট কম</sup></em></p></div></div></div></body></html>"
        },
        {
            "title": "‘পাকিস্তান অলআউট বাংলাদেশের জন্য কাজ করেছে’ | প্রথম আলো",
            "time": "2026-02-11T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F3z2aug1r%2FAminul-Islam-BULBUL5-Copy.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আমিনুল:</strong> হ্যাঁ, জানতাম। এজেন্ডা ছিল বাংলাদেশকে যে ক্ষতিগ্রস্ত করা হচ্ছে, (বাংলাদেশ না খেলায়), সেটা যাতে না হয়। সঙ্গে আমার লক্ষ্য ছিল ভারতের সঙ্গে খেলতে কীভাবে পাকিস্তানকে রাজি করানো যায়। কারণ, পাকিস্তান অ্যাডাম্যান্ট ছিল খেলবে না। কিন্তু আমার মনে হচ্ছিল যে পাকিস্তান যদি না খেলে, ইট উইল বি ডিজাস্টার ফর আইসিসি। এখানে ১০৭টা দেশের সবাই ইনভলভ, এই টাকাটা ডিস্ট্রিবিউট হয়। আমি ওখানেও বললাম যে ক্রিকেট ডিপ্লোমেসিটা এখানে গুরুত্বপূর্ণ। ওয়ার্ল্ড ক্রিকেট এখন চলেই সাবকন্টিনেন্টের ক্রিকেটের ইনফ্লুয়েন্সে। যেখানে ভিউয়ারশিপ সব থেকে বেশি, প্লেয়ারের সংখ্যা সবচেয়ে বেশি। এগুলো মিলিয়ে আমার কাছে মনে হয়েছে, এই খেলাটা হওয়া উচিত। আর এ রকম একটা রোমাঞ্চকর খেলা কেন মানুষ মিস করবে? পাশাপাশি আমাদের যাতে ক্ষতি না হয়, তা নিশ্চিত করাও লক্ষ‍্য ছিল। কারণ, আইসিসি যখন সিদ্ধান্ত নেয়, সেটা চেঞ্জ করা ভেরি ডিফিকাল্ট।</p></span></div></div></body></html>"
        },
        {
            "title": "একাডেমিক জ্ঞানে আগের প্রজন্মের চেয়ে পিছিয়ে জেন-জি, বলছে গবেষণা | প্রথম আলো",
            "time": "2026-02-11T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F3q0l3uue%2Fpexels_viktoria_slowikowska_5332453.jpg?rect=0%2C4%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৫০ বছর ধরে (১৮ শতকের শেষ দিক থেকে) প্রায় নিয়মিতভাবে জ্ঞানীয় বিকাশের একাডেমিক মানদণ্ড পরিমাপ করা হচ্ছে। আর প্রতিটি প্রজন্মই ধারাবাহিকভাবে আগের প্রজন্মের চেয়ে ভালো ফল করেছে; কিন্তু সেই ধারা ভেঙে দিয়েছে জেন-জি। এই প্রজন্ম তাদের আগের প্রজন্মের তুলনায় বেশ খারাপ ফলাফল করেছে। জ্যারেড কুনি বলেন, ‘৮০টি দেশের তথ্য বিশ্লেষণ করে দেখা যায়, স্কুলে ব্যাপকভাবে ডিজিটাল প্রযুক্তি গ্রহণের পর পারফরম্যান্স উল্লেখযোগ্যভাবে কমেছে।’</p><p>হরভাথ বলেন, ‘শিক্ষায় প্রযুক্তি ঢুকলেই শেখার মান কমে যায়। তাই স্কুলগুলোতে এখনই প্রযুক্তির ব্যবহার নিয়ে এমন নীতিমালা নেওয়া উচিত, যাতে শিক্ষার মান বাড়বে আর জেনারেশন আলফা আবার শিক্ষায় এগিয়ে আসবে।’</p><p>হরভাথ নিজে প্রযুক্তিবিরোধী নন, মত দিয়ে জানান, জেন-জির প্রধানতম দুর্বলতা হলো, প্রথম প্রজন্ম হিসেবে তারাই বেশিক্ষণ ডিজিটাল স্ক্রিনে পড়ে থাকে। একজন কিশোর যতক্ষণ জেগে থাকে, তার অর্ধেকেরও বেশি সময় স্ক্রিনের দিকে তাকিয়ে থাকে। হাতে–কলমে শিক্ষার বিকল্প কখনোই ডিজিটাল স্ক্রিন নয়। কারণ, স্ক্রিনে বুলেট-পয়েন্ট আর সারাংশের জ্ঞানই বেশি থাকে। স্ক্রিন থেকে শেখার ফলে গভীরে না ঢুকে জ্ঞান হয় ভাসা ভাসা।</p><p><sup>সূত্র: নিউইয়র্ক পোস্ট</sup></p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতাকে ‘না’ বলতে পারা বিরল এক মানুষ তিনি | প্রথম আলো",
            "time": "2026-02-11T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-11%2Fsx7v62fy%2Fmandela3.avif?rect=0%2C62%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বর্ণবাদের বিভীষিকা</strong></p><p>দক্ষিণ আফ্রিকার বাসিন্দাদের বৈষম্যের শৃঙ্খলে আটকে পড়ার শুরু ষোড়শ শতকে—নেদারল্যান্ডসের দখলদারির মধ্য দিয়ে। এরপর সপ্তদশ ও অষ্টাদশ শতকে দেশটিতে উপনিবেশ গড়ে ব্রিটেন। দীর্ঘ এই সময়ে ইউরোপের সাদা চামড়ার মানুষদের হাতে নিপীড়ন-নির্যাতনের শিকার হন স্থানীয় লোকজন। কফিনের শেষ পেরেকটা মারা হয়েছিল ১৯৪৮ সালে।</p><p>দক্ষিণ আফ্রিকায় ইউরোপীয় শাসকদের উত্তরসূরিদের হাত ধরে গড়ে তোলা হয় ন্যাশনাল পার্টি (এনপি)। এই দলটি ১৯৪৮ থেকে ১৯৯৪ সাল পর্যন্ত দেশটিতে ক্ষমতায় ছিল। ১৯৪৮ সালে ক্ষমতায় আসার পরই তারা বর্ণবাদ আইন জারি করে। এনপি শ্বেতাঙ্গদের শ্রেষ্ঠত্বে বিশ্বাসী ছিল। এই আইনের ফলে একই দেশের মধ্যে আলাদা করে ফেলা হয় বিভিন্ন বর্ণের মানুষকে।</p><p>পঞ্চাশের দশক থেকে প্রায় ৩৫ লাখ কৃষ্ণাঙ্গকে বাধ্য করা হয় শহর ছাড়তে। শহরে কৃষ্ণাঙ্গদের প্রবেশের কোনো অধিকারই ছিল না। হাতে গোনা কয়েকজন, যাঁরা শহরে শ্রমিক হিসেবে কাজ করতেন, তাঁদের অনুমতিপত্র সঙ্গে রাখতে হতো। গায়ের রঙের ভিত্তিতে ভাগ করা হয়েছিল সরকারি যানবাহন, পার্ক, সমুদ্রসৈকত, সিনেমা হল ও রেস্তোরাঁগুলো। ‘শুধু শ্বেতাঙ্গদের জন্য’ লেখা থাকলে, সেখানে প্রবেশ করতে পারতেন না অন্য বর্ণের কেউ।</p><p>শিক্ষাক্ষেত্রেও ছিল বৈষম্য। দেশের সেরা বিদ্যালয়গুলো ছিল শ্বেতাঙ্গদের সন্তানদের পড়াশোনার জন্য। দক্ষিণ আফ্রিকায় সাদা ও কালো চামড়ার মানুষের মধ্যে বিয়ে ১৯২৭ সাল থেকেই নিষিদ্ধ ছিল। শুধু বিয়েই নয়, শ্বেতাঙ্গদের সঙ্গে অন্য কোনো জনগোষ্ঠীর ভালোবাসার সম্পর্ক থাকলেও শাস্তির ব্যবস্থা করা হতো।</p></div></div></div></body></html>"
        },
        {
            "title": "তুরস্ককে ঘিরে বাংলাদেশের রাজনীতির নীরব টানাপোড়েন | প্রথম আলো",
            "time": "2026-02-11T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F31hc2eys%2FUntitled-4.png?rect=0%2C52%2C739%2C388&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের রাজনীতি ৫৪ বছর ধরে মূলত তিনটি শিবিরকে ঘিরে ঘুরছে—বাঙালি জাতীয়তাবাদী শিবির, যার ঐতিহাসিক বাহক আওয়ামী লীগ; মধ্যপন্থী বাংলাদেশি জাতীয়তাবাদী শিবির, যার প্রতিনিধিত্ব করে বিএনপি; আর ইসলামপন্থী শিবির, যেখানে জামায়াত ও অন্য ইসলামি দলগুলো। মতাদর্শ, ইতিহাস আর জাতীয়তাবাদের ধরন, এসব ক্ষেত্রে পার্থক্য স্পষ্ট; কিন্তু একটি জায়গায় তিন শিবিরেরই অভ্যাস প্রায় এক—পররাষ্ট্র সম্পর্ককে ঘরোয়া রাজনীতির কাজে লাগানো।</p><p>বাংলাদেশে একটি প্রতিষ্ঠিত বাস্তবতা হচ্ছে, আওয়ামী লীগ ভারতের সঙ্গে ঘনিষ্ঠতার প্রশ্নকে ব্যবহার করেছে নিজেদের সমর্থকগোষ্ঠীকে সন্তুষ্ট রাখতে এবং সমালোচকদের কোণঠাসা করতে। অন্যদিকে ইসলামি দলগুলো ক্রমেই বেশি করে তুলে ধরছে মধ্যপ্রাচ্যের বিভিন্ন দেশের সঙ্গে তাদের সম্পর্কের কথা, যেন বোঝানো যায় ‘ভ্রাতৃরাষ্ট্রগুলো’ তাদের পেছনে আছে। ফলে পররাষ্ট্রনীতি পরিণত হচ্ছে প্রচারের ভাষায়, পোস্টার-ব্যানারের স্লোগানে।</p><p>স্বল্প মেয়াদে এটি রাজনৈতিকভাবে সুবিধা দিতে পারে। দলগুলো সহজেই সমর্থকদের বলতে পারে, ‘দেখুন, আমরা একা নই, আমাদের পাশে বড় বড় বন্ধুরাষ্ট্র আছে।’ কিন্তু দীর্ঘ মেয়াদে এর বিপদ মারাত্মক। এতে একদিকে বাংলাদেশের পররাষ্ট্র সম্পর্ক জটিল হয়; অন্যদিকে সেই বন্ধুরাষ্ট্রগুলোর নামও ধীরে ধীরে বিতর্কিত হয়ে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভোটের হাওয়ায় পেটের জ্বালার কথাও ভাবতি হয়’ | প্রথম আলো",
            "time": "2026-02-11T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fc3nds33b%2FRajshahiDH109220260210IMG2026021009323601.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাঘ মাস শেষের দিকে; শীত অনেকটাই কমে গেছে। তবে যাঁরা ভোরে ঘুম থেকে উঠে কাজে বের হন, তাঁরা এখনো শীতের তীব্রতা টের পান। রোজকার রাজশাহী নগরের তালাইমারী মোড়ে হাতে কোদাল আর ঝুড়ি নিয়ে জটলা পাকিয়ে দাঁড়িয়ে থাকেন একদল মানুষ। চোখেমুখে ক্লান্তি, আর প্রতীক্ষা তাঁদের, যদি কেউ এসে আজ কাজের জন্য ডাকেন। এই মানুষগুলোর কাছে ভোটের ক্যালেন্ডারের পাতার চেয়েও জরুরি পকেটের অবস্থা। </p><p>আগামী বৃহস্পতিবার ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট, কিন্তু তাঁদের মনে এই ভোট উৎসবের চেয়ে বেশি ঘুরপাক খাচ্ছে অভাবের চিন্তা। কারণ, তাঁরা প্রায় রোজই শহরে এসে কাজ না পেয়ে ফিরে যান। এই এলাকায় প্রতিদিন ভোর থেকে শ্রমিকেরা বিভিন্ন উপজেলা থেকে নিজেদের শ্রম বিক্রি করতে আসেন। তাঁরা রাজশাহী-২, রাজশাহী-৩, রাজশাহী-৫ ও রাজশাহী-৬ আসনের ভোটার। মঙ্গলবার সকালে তাঁদের সঙ্গে কথা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদ নির্বাচন ও গণভোটের অপেক্ষায় দেশ | প্রথম আলো",
            "time": "2026-02-11T01:45:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F1v7n9u1d%2F09aoo21x.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোট গণনার বিষয়ে নির্বাচন কমিশনার আবুল ফজল বলেন, ভোট গ্রহণ শেষ হওয়ার পরপরই কেন্দ্রে গণনার প্রক্রিয়া শুরু হবে। প্রথমে সংসদ নির্বাচন ও গণভোটের ব্যালট আলাদা করা হবে। সংসদ নির্বাচন ও গণভোটের ব্যালট যুগপৎভাবে একই সময়ে গণনা করা হবে। দুটি ভোটের ফলাফলও একসঙ্গে ঘোষণা করা হবে। ভোটকেন্দ্রে ভোটের ফলাফল ঘোষণা করা হবে।</p><p>এই নির্বাচন কমিশনার বলেন, বেশির ভাগ কেন্দ্রের ফলাফল ভোটের দিন মাঝরাতের মধ্যে চলে আসবে বলে তাঁরা আশা করছেন। পরদিন সকালে সব ভোটকেন্দ্রের ফলাফল একীভূত করে ফরম–১৮–তে লিপিবদ্ধ করে প্রার্থী বা এজেন্টের উপস্থিতিতে রিটার্নিং কর্মকর্তারা সই করবেন। এটার ভিত্তিতে ফলাফলের গেজেট প্রকাশ করা হবে।</p><p>নির্বাচনে বিভিন্ন আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রায় ৯ লাখ ৫৮ হাজার সদস্য মোতায়েন করা হয়েছে উল্লেখ করে নির্বাচন কমিশনার আবুল ফজল মো. সানাউল্লাহ বলেন, ‘বাংলাদেশে এত ফোর্স, এত ক্যাপাসিটি ডেপ্লয় কখনোই করা হয়নি। তাই নির্বাচনে অপ্রীতিকর পরিস্থিতি নিয়ে উদ্বিগ্ন হওয়ার কারণ নেই। এরপরও যদি কোনো বিচ্ছিন্ন ঘটনা ঘটে থাকে, সেটার জন্য আমরা প্রস্তুত আছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০ হাজার বৈধ অস্ত্র জমা পড়েনি | প্রথম আলো",
            "time": "2026-02-11T01:22:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F6obibx75%2F%E0%A7%AD.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত ১৮ জানুয়ারি স্বরাষ্ট্র মন্ত্রণালয় থেকে জারি করা প্রজ্ঞাপনে বলা হয়, ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটের ঘোষিত তফসিল অনুসারে ১৫ ফেব্রুয়ারি পর্যন্ত আগ্নেয়াস্ত্রের বহন-প্রদর্শন নিষিদ্ধ থাকবে। তবে ‘রাজনৈতিক গুরুত্বপূর্ণ ব্যক্তি’ ও জাতীয় সংসদ সদস্য পদ প্রার্থীদের অনুকূলে নির্ধারিত নীতিমালা অনুযায়ী বৈধ অস্ত্রের ক্ষেত্রে এ নির্দেশনা প্রযোজ্য হবে না।</p><p>স্বরাষ্ট্র মন্ত্রণালয়ের একজন কর্মকর্তা জানান, নির্বাচনের সময় আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণে রাখতে আগ্নেয়াস্ত্র জমা ও বহনে নিষেধাজ্ঞা একটি নিয়মিত, গুরুত্বপূর্ণ পদক্ষেপ। এর মাধ্যমে সহিংসতা ও ভয়ভীতির আশঙ্কা কমে।</p><p>ঢাকা মহানগরে ব্যক্তি, প্রতিষ্ঠান ও আর্থিক প্রতিষ্ঠানের নামে ৩ হাজার ৯৯১ জনের লাইসেন্স দেওয়া হয়েছে। এর মধ্যে ৭৪০টি আগ্নেয়াস্ত্র জমা পড়েনি।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের ডামাডোলে তলানিতে ভালোবাসা দিবসের নাটক | প্রথম আলো",
            "time": "2026-02-11T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fca2nr8i6%2Fe4f9655d-10e3-409b-9f4e-8252cd8ca8dc.jpg?rect=0%2C0%2C1172%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভোটের খবর</strong></p><p>ভালোবাসা দিবসের এক দিন আগে নির্বাচন। স্বভাবতই নির্বাচনের খবরকে সর্বোচ্চ অগ্রাধিকার দিচ্ছে ঢাকার টেলিভিশন স্টেশনগুলো। ফলে নাটক নিয়ে আগ্রহ কম দেখা যাচ্ছে।</p><p>নাটক প্রচারের জন্য এনটিভি, চ্যানেল আই, আরটিভি, এটিএন বাংলা, বাংলাভিশন, মাছরাঙা টেলিভিশনের মতো চ্যানেলের আলাদা পরিচিতি রয়েছে।</p><p>গত বছর ভালোবাসা দিবসে তিনটি নাটক প্রচার করেছিল এনটিভি। কিন্তু এবার তারা জানিয়েছে, ভালোবাসা দিবসে কোনো নাটক প্রচার করছে না এনটিভি। প্রতিষ্ঠানটির এক কর্মকর্তা সোমবার প্রথম আলোকে জানান, ১১ থেকে ১৩ ফেব্রুয়ারি কোনো নাটক কিংবা সিনেমা দেখানো হবে না। নাটক ও সিনেমার নির্ধারিত সূচিতে নির্বাচনী বুলেটিন প্রচার করা হবে।</p><p>আরটিভি তিনটি নাটক প্রচার করবে; এর মধ্যে দুটি নাটক পুরোনো। চ্যানেল আই ও মাছরাঙা টেলিভিশন ভালোবাসা দিবসে একটি করে নাটক প্রচার করবে। বাংলাভিশন গত বছর তিনটি নাটক প্রচার করেছিল। তবে ভোটের ডামাডোলের মধ্যে এবার কোনো নাটক প্রচার করবে কি না, তা নিয়ে এখনো সিদ্ধান্ত হয়নি। </p><p>বাংলাভিশনের অনুষ্ঠানপ্রধান তারেক আখন্দ গতকাল প্রথম আলোকে বলেন, ‘এবার ভালোবাসা দিবসের পরদিন নির্বাচন। ভোটের সংবাদ, সংবাদভিত্তিক অনুষ্ঠান নিয়ে দর্শকের আলাদা আগ্রহ থাকবে।’</p><p>গতকাল থেকেই নাটকসহ বিনোদনমূলক অনুষ্ঠান বন্ধ রেখেছে বাংলাভিশন, ১৪ ফেব্রুয়ারি পর্যন্ত পুরোদমে ভোটের খবর প্রচার করবে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (১১ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-11T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fj6pru6ld%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টুয়েন্টি বিশ্বকাপে আজ মুখোমুখি দক্ষিণ আফ্রিকা ও আফগানিস্তান এবং ইংল্যান্ড ও ওয়েস্ট ইন্ডিজ। অস্ট্রেলিয়া খেলবে আয়ারল্যান্ডের বিপক্ষে। রাতে আছে প্রিমিয়ার লিগের ম্যাচ।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ৮ হাজার সেনা পাঠানোর প্রস্তুতি নিচ্ছে ইন্দোনেশিয়া | প্রথম আলো",
            "time": "2026-02-11T00:45:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-11%2F2krsiea3%2FIndonesia.jpg?rect=0%2C261%2C1900%2C998&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসরায়েলি সংবাদমাধ্যম কানের তথ্যমতে, দক্ষিণ গাজার রাফাহ ও খান ইউনিসের মধ্যবর্তী একটি এলাকায় ইন্দোনেশীয় সেনাদের জন্য ব্যারাক তৈরির জায়গা ইতিমধ্যে নির্ধারণ করা হয়েছে। সেখানে কয়েক হাজার সেনার থাকার ব্যবস্থা করা হচ্ছে।</p><p>এদিকে তুরস্ক ও পাকিস্তানের মতো অন্যান্য মুসলিম দেশগুলোও গাজায় সেনা পাঠানোর বিষয়টি বিবেচনা করছে। তবে তারা স্পষ্ট করে জানিয়েছে, তারা কেবল ‘শান্তিরক্ষী’ হিসেবে কাজ করবে এবং হামাসের নিরস্ত্রীকরণ প্রক্রিয়ায় কোনোভাবেই জড়াবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টিনের দ্বীপে যাওয়ার কথা স্বীকার করলেন ট্রাম্পের বাণিজ্যমন্ত্রী | প্রথম আলো",
            "time": "2026-02-10T23:09:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F527v6pit%2FLutnick.jpg?rect=0%2C5%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লুটনিকের এই সফর নিয়ে হওয়া বিভিন্ন চিঠিপত্র বা ইমেইল মার্কিন বিচার বিভাগ থেকে প্রকাশিত এপস্টিন-সংক্রান্ত নথিপত্রে অন্তর্ভুক্ত ছিল। এ ঘটনা জানাজানি হওয়ার পর বেশ কয়েকজন আইনপ্রণেতা লুটনিকের পদত্যাগ দাবি করেছেন। তবে গতকাল হোয়াইট হাউস জানিয়েছে, বাণিজ্যমন্ত্রী লুটনিকের ওপর প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের পূর্ণ সমর্থন রয়েছে।</p><p>বাণিজ্যমন্ত্রী এর আগে কংগ্রেসকে বলেছিলেন যে, ২০০৫ সালেই তিনি এপস্টিনের সঙ্গে সব সম্পর্ক ছিন্ন করেছেন। নিউইয়র্কে লুটনিকের প্রতিবেশী ছিলেন প্রয়াত এই ধনকুবেন। লুটনিকের দাবি ছিল, এপস্টিন তাঁর বাড়ির একটি কক্ষে শরীর মালিশের টেবিল রাখার কারণ হিসেবে ‘যৌন ইঙ্গিতপূর্ণ’ ব্যাখ্যা দিয়েছিলেন। আর এরপরই তিনি এপস্টিনের সঙ্গে যোগাযোগ বন্ধ করে দেন।</p><p>তবে গতকাল দেওয়া সাক্ষ্যে লুটনিক বলেন, ‘আমার জানামতে, পরবর্তী ১৪ বছরে আমি আরও দুবার তাঁর সঙ্গে দেখা করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে স্বাভাবিক পরিস্থিতি ফেরাতে হবে, যাতে মানুষ নিরাপদ থাকে | প্রথম আলো",
            "time": "2026-02-10T21:18:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Ftmi05gj8%2Ftarique-rahman.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিভিন্ন জরিপে তারেক রহমানের বিএনপি নির্বাচনী লড়াইয়ে এগিয়ে আছে। তবে দলটি জামায়াতে ইসলামীর নেতৃত্বাধীন জোটের কাছ থেকে তীব্র চ্যালেঞ্জের মুখে রয়েছে।</p><p>তারেক রহমান নিজ কার্যালয়ে এএফপিকে সাক্ষাৎকার দিয়েছেন। এ সময় তিনি বলেন, নির্বাচনে বিএনপির বিপুল ব্যাবধানে জয়ী হওয়ার ব্যাপারে তিনি আত্মবিশ্বাসী।</p><p>তারেক রহমান বলেন, ‘আমরা আশা করি, জনগণের কাছ থেকে একটি স্পষ্ট ম্যান্ডেট পাব— একটি বড় ম্যান্ডেট।’</p><p>বর্তমান দলীয় জোটের বাইরে নতুন কোনো জোট করার প্রয়োজন দেখছেন না উল্লেখ করে তারেক রহমান বলেন, ‘নিজেদের সরকার গঠনের জন্য আমরা পর্যাপ্ত আসন পাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "সবাই সরকারে চলে এলে দেশ চলবে কীভাবে | প্রথম আলো",
            "time": "2026-02-10T21:14:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fvnbs93qp%2FTarique-DW.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>তারেক রহমান:</strong> দেখুন, আপনি যদি আমাদের মেনিফেস্টোটা দেখে থাকেন, যেটা আমরা কয়েক দিন আগে জাতির সামনে উপস্থাপন করেছি, সেখানে কিন্তু আমরা সমাজের তরুণদের জন্য, একইভাবে এখানে বয়স্ক যাঁরা আছেন, তাঁদের জন্য, একই সাথে দেশে যে ৪০ লাখ প্রতিবন্ধী আছেন, তাঁদের জন্য, একই সাথে বাংলাদেশের জনগোষ্ঠীর অর্ধেক যে নারী, তাঁদের ক্ষমতায়নের জন্য আমরা পরিকল্পনা রেখেছি, কর্মসূচি রেখেছি, বিশেষ করে শুধু তরুণদের জন্য না, সবার জন্য। কারণ, দেশটা গঠন করতে হবে সবাইকে নিয়ে।</p></span></div></div></body></html>"
        },
        {
            "title": "গণতন্ত্রের গভীর সমস্যাকে সামনে এনেছে বাংলাদেশ | প্রথম আলো",
            "time": "2026-02-10T20:39:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fjqjsnoyk%2F%E0%A7%A8.avif?rect=0%2C72%2C570%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংকট কাটিয়ে ওঠার সময় আসার বদলে শেখ হাসিনার পতনের পর থেকে চলছে ক্রমাগত সহিংসতা, আমলাতান্ত্রিক ও শিল্প খাতে ধর্মঘট, বিঘ্ন সৃষ্টি করে, এমন প্রতিবাদ–বিক্ষোভ এবং রাজনৈতিক অনিশ্চয়তা। এই অভিজ্ঞতা একটি কঠিন সত্য সামনে এনেছে। এই সত্যের প্রভাব উন্নয়নশীল বিশ্ব থেকে শুরু করে প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের যুক্তরাষ্ট্র পর্যন্ত বিস্তৃত। এই সত্যিটা হলো—যেসব রাষ্ট্রীয় প্রতিষ্ঠানের ওপর গণতন্ত্র নির্ভর করে, সেগুলো যদি ভেতর থেকে অন্তঃসারশূন্য হয়ে যায়, তবে গণতান্ত্রিক পুনর্জাগরণ অধরাই থেকে যায়। বাংলাদেশ এখন এর একটি উদাহরণে পরিণত হয়েছে।</p><p>নব্বইয়ের দশকের শুরু থেকে দেশের রাজনীতি আবর্তিত হয়েছে শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ এবং খালেদা জিয়ার নেতৃত্বাধীন বিএনপির তীব্র প্রতিদ্বন্দ্বিতাকে কেন্দ্র করে। মতাদর্শ ও নীতিগতভাবে সামান্য পার্থক্য থাকা সত্ত্বেও এই দুই নেত্রী এবং তাঁদের দল বছরের পর বছর ধরে নির্বাচনে তিক্ত লড়াইয়ে লিপ্ত ছিলেন।</p><p>তবু একসময় ক্ষমতার হাতবদল মোটামুটি শান্তিপূর্ণভাবে হতো। এ জন্য নির্দলীয় তত্ত্বাবধায়ক সরকারকে ধন্যবাদ দিতেই হয়। এই সরকার সাময়িক সময়ের জন্য দায়িত্ব গ্রহণ করে নির্বাচন পরিচালনা করত এবং এক সরকারের কাছ থেকে অন্য সরকারের কাছে ক্ষমতা হস্তান্তরের বিষয়টি তদারক করত। শেখ হাসিনার ক্রমবর্ধমান কর্তৃত্ববাদী শাসনের অধীনে ২০১১ সালে এই ব্যবস্থা বাতিল করা হয়। এর মধ্য দিয়ে নির্বাচনী অনিয়ম এবং অবৈধ নির্বাচনের এক যুগের শুরু হয়েছিল। স্বজনপ্রীতি ও লুটপাটতন্ত্র গভীর হয়েছিল। বিরোধীদের ভয়ভীতি দেখানোর জন্য আদালত, পুলিশ ও অন্যান্য রাষ্ট্রীয় সংস্থাকে ব্যবহার করেছিল তাঁর সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "উপদেষ্টাদের সম্পদের বিবরণী প্রকাশ বিলম্বিত হলেও তাৎপর্যপূর্ণ: ইফতেখারুজ্জামান | প্রথম আলো",
            "time": "2026-02-10T20:18:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fq72i0f56%2F%E0%A7%A9.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের উপদেষ্টাদের সম্পদের বিবরণী প্রকাশ প্রসঙ্গে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) নির্বাহী পরিচালক ইফতেখারুজ্জামান বলেছেন, বিলম্ব হলেও এটি প্রকাশ করা হয়েছে, এটাই তাৎপর্যপূর্ণ। মঙ্গলবার প্রথম আলোকে দেওয়া এক প্রতিক্রিয়ায় তিনি এ কথা বলেন।</p><p>২০২৪ সালের ৫ আগস্ট ছাত্র-জনতার অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর ৮ আগস্ট অন্তর্বর্তী সরকার গঠিত হয়। ওই বছরের ২৫ আগস্ট জাতির উদ্দেশে দেওয়া ভাষণে প্রধান উপদেষ্টা সব উপদেষ্টাকে দ্রুত সম্পদের বিবরণী প্রকাশের নির্দেশ দিয়েছিলেন। দীর্ঘদিন তা প্রকাশ না করায় সম্প্রতি বিভিন্ন মহলে সমালোচনা শুরু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "গুলশান থানার ছাত্রশক্তি ও বৈষম্যবিরোধী ছাত্র আন্দোলনের ৬০ নেতা যোগ দিলেন ছাত্রদলে | প্রথম আলো",
            "time": "2026-02-10T20:02:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F8wrvel6d%2F%E0%A7%A7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যোগদানকারী নেতাদের মধ্যে উল্লেখযোগ্য হলেন মোহাম্মদ জিয়াদ (আহ্বায়ক—ছাত্রশক্তি ও বৈষম্যবিরোধী ছাত্র আন্দোলন), সজীব সরদার নিহাল (সদস্যসচিব—ছাত্রশক্তি ও বৈষম্যবিরোধী ছাত্র আন্দোলন), মেহেদী হাসান আরাফাত (মুখ্য সংগঠক—ছাত্রশক্তি), মো. সাব্বির আহমেদ (সিনিয়র যুগ্ম আহ্বায়ক—ছাত্রশক্তি), সায়েম দেওয়ান (সহমুখপাত্র—ছাত্রশক্তি), মো. জহিরুল ইসলাম (যুগ্ম সদস্যসচিব—ছাত্রশক্তি), মোহাম্মদ তামিম ইসলাম (সংগঠক—ছাত্রশক্তি), তামিম মাহমুদ মাশরুর (সংগঠক—ছাত্রশক্তি), রিদওয়ান হোসেন আফনান (সিনিয়র সংগঠক—ছাত্রশক্তি) ও বিক্রম কুমার অলক (যুগ্ম আহ্বায়ক—ছাত্রশক্তি)।</p></div></div></div></body></html>"
        }
    ]
}