{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দিয়াজের পাঁচে পাঁচ, ২২ বছর পর সেমিফাইনালে মরক্কো | প্রথম আলো",
            "time": "2026-01-10T05:18:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fj99yorx3%2F835333-01-02.jpg?rect=0%2C0%2C6606%2C3468&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফ্রিকা কাপ অব নেশনসে দারুণ ছন্দেই আছেন ব্রাহিম দিয়াজ। রাবাতে গতকাল রাতে কোয়ার্টার ফাইনালে ক্যামেরুনের বিপক্ষে মরক্কোর ২–০ গোলের জয়েও জাল খুঁজে পান তিনি। মহাদেশীয় শ্রেষ্ঠত্বের এই প্রতিযোগিতায় এ নিয়ে টানা ৫ ম্যাচে গোল করলেন রিয়াল মাদ্রিদ উইঙ্গার। </p><p>স্বাগতিক মরক্কোকে সেমিফাইনালে তোলার পথে দারুণ এক রেকর্ডও গড়লেন দিয়াজ। মরক্কোর ইতিহাসে প্রথম খেলোয়াড় হিসেবে এই প্রতিযোগিতায় টানা পাঁচ ম্যাচে গোল করলেন। ২০০৪ সালের পর এই প্রথম আফ্রিকা কাপ অব নেশনসে সেমিফাইনালে উঠল মরক্কো।</p></div></div></div></body></html>"
        },
        {
            "title": "পাহাড়ের যে বাজারের বিক্রেতা শুধু নারী | প্রথম আলো",
            "time": "2026-01-10T05:18:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F53db2h7f%2FDH067120260110IMG-20260109-WA0012.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু মনিতা চাকমা নন, প্রতিদিন তাঁর সঙ্গে আরও ৬০ থেকে ৭০ নারী এই বাজারে পসরা সাজিয়ে বসেন। পাহাড়ি উৎপাদিত তাজা শাকসবজি, চালতা, কমলা, কলা, পেঁপে, পেয়ারা, বরই, আমলকী, জুমের বিন্নি চাল, যব, তিল থেকে শুরু করে সবকিছু পাওয়া যায় এখানে। এ হাটের আসা অধিকাংশ ক্রেতাও নারী। এর বাইরে সাজেকগামী পর্যটকদেরও আকর্ষণ করে এ বাজার।</p><p>গতকাল শুক্রবার বাজারটিতে গিয়ে কথা হয় কমলা ত্রিপুরার (৪৮) সঙ্গে। তিনি জঙ্গলে পাওয়া একপ্রকারের আলু, জুমের কাঁচা ও শুকনা ছোট মরিচ নিয়ে বসেছেন। তিনি প্রথম আলোকে বলেন, স্বামী মারা যাওয়ার পর আট বছর ধরে এ বাজারে ব্যবসা করছেন তিনি। দিনে ২০০ থেকে ৪০০ টাকা লাভ হয় তাঁর। এই আয়েই দুই মেয়েকে নিয়ে সংসার চলে তাঁর।</p></div></div></div></body></html>"
        },
        {
            "title": "এনটিআরসিএর ৭ম বিজ্ঞপ্তি, ইনডেক্সধারী শিক্ষকদের আবেদনসংক্রান্ত যত নির্দেশনা | প্রথম আলো",
            "time": "2026-01-10T05:17:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-01%2Fy7x5l13w%2FIMG5068.jpg?rect=0%2C175%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমপিওভুক্ত বেসরকারি শিক্ষাপ্রতিষ্ঠানে শিক্ষক নিয়োগে সপ্তম নিয়োগ বিজ্ঞপ্তি (বিশেষ) প্রকাশ করেছে বেসরকারি শিক্ষক নিবন্ধন ও প্রত্যয়ন কর্তৃপক্ষ (এনটিআরসিএ)। বিজ্ঞপ্তিতে ইনডেক্সধারী (এমপিওভুক্ত কর্মরত) শিক্ষকদের আবেদনসংক্রান্ত নির্দেশনা প্রকাশ করা হয়েছে। এমপিওভুক্ত শিক্ষাপ্রতিষ্ঠানগুলোতে মোট ৬৭ হাজার ২০৮টি শূন্য পদে শিক্ষক নিয়োগ দেওয়া হবে।</p><p><strong>ইনডেক্সধারী শিক্ষকদের আবেদনবিষয়ক নির্দেশনা</strong></p><p>১. কর্মরত শিক্ষকগণের (ইনডেক্সধারী) ক্ষেত্রে সমপদে নিয়োগ সুপারিশের পুনঃআবেদন বিবেচনা করা হবে না। তবে কর্মরত পদ ব্যতীত অন্য কোনো উচ্চতর বা নিম্নতর পদের জন্য এনটিআরসিএর প্রত্যয়নপত্র থাকলে ইনডেক্সধারী শিক্ষকগণ উক্ত অন্য পদের জন্য আবেদন করতে পারবেন।</p><p>২. বেসরকারি শিক্ষাপ্রতিষ্ঠানের (স্কুল ও কলেজ) জনবলকাঠামো ও এমপিও নীতিমালা, ২০২১–এর পরিশিষ্ট ‘ঘ’–এর ২৪ নম্বর ক্রমিক অনুযায়ী ‘বালিকা বিদ্যালয় ও মহিলা কলেজে সহকারী শিক্ষক (শারীরিক শিক্ষা) পদে শুধু মহিলা প্রার্থীরাই আবেদনের যোগ্য হবেন’। </p></div></div></div></body></html>"
        },
        {
            "title": "ভারতবিরোধী ‘রেটরিক’ নয়, চাই জাতীয় সক্ষমতা | প্রথম আলো",
            "time": "2026-01-10T05:05:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F8mm8swpd%2F10012026-cm-5.jpg?rect=0%2C56%2C1034%2C543&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>রাষ্ট্রীয় বিনিয়োগ ছাড়া অর্থনৈতিক আধিপত্যবাদ ঠেকানো যায়?</strong></p><p>ভারতীয় আধিপত্যবাদ ঠেকাতে চাইলে লাখো শ্রমিকের পাটকল, চিনিকল বাঁচানোর আন্দোলন করা দরকার ছিল না? স্কপ ও বিজিএমসি থেকে ক্রমাগত সুপারিশ গেছে, মাত্র ১ হাজার ২০০ কোটি বিনিয়োগ করুন, প্রযুক্তি ‘আপগ্রেড’ করুন, সেকিং/হেসিয়ান তাঁতের বদলে আধুনিক তাঁত বসান, স্পিনিং-ব্যাচিং বিভাগে আধুনিক যন্ত্র বসান, উৎপাদন সক্ষমতা বাড়ান, পাট ক্রয়ে মন্ত্রণালয়ের দুর্নীতি কমান; মোটকথা সংস্কার করুন।</p><p>রাষ্ট্র বিনিয়োগ না করলে ‘মডার্ন’ ইন্ডাস্ট্রি দাঁড়ায় না—এটা ঐতিহাসিক বাস্তবতা নয়? যারা মনে করে বাজার একটি অরাজনৈতিক ‘ম্যাজিক’, ‘ফ্রি মার্কেটের’ হাতে ছেড়ে দিলে এমনি এমনিই ইন্ডাস্ট্রি তৈরি হয়ে যায়, তারা কি ইউরোপ, আমেরিকা, দক্ষিণ আমেরিকা, দক্ষিণ কোরিয়া, সিঙ্গাপুর-মালয়েশিয়া বা ভারতের শিল্পায়নের ইতিহাসটা একটু ঘেঁটে দেখবেন?</p><p>ভর্তুকির দোহাই তুলে ভারতের হাতে চলে গেল বাংলাদেশের কাঁচা পাট। অথচ সেই ভারতের পাটকল, কাগজকল, টেক্সটাইলশিল্প, ওষুধশিল্প, জাহাজশিল্প, ইস্পাতশিল্প, পেট্রোকেমিক্যাল, সার কারখানা, বিমান, টেলিযোগাযোগ যন্ত্রপাতি—এই সবকিছুর পেছনেই আছে দীর্ঘ কয়েক দশকের রাষ্ট্রীয় বিনিয়োগ ও ভর্তুকির রাজনৈতিক সিদ্ধান্ত। মার্কিন মুলুকে একটিও ফুড চেইন, ম্যানুফ্যাকচারিং শিল্প বা ব্যাংক-বিমা নেই, যারা ধারাবাহিকভাবে বিপুল পরিমাণ রাষ্ট্রীয় ভর্তুকি পায়নি। ওয়াল-মার্ট, জেপি মরগান, ফেডেক্স, নাইকি, নেস্‌লে, আইবিএম, ইন্টেল, ম্যাকডোনাল্ডস, পিৎজা হাট, কেএফসি, বার্গার কিং, ডোমিনোস পিৎজা—কে পায় না ফেডারেল সরকারের ভর্তুকি?</p><p>এই যে আমরা স্বপ্ন দেখি বাংলাদেশে অ্যামাজন আসবে, অ্যাপল আসবে, ডেল-এইচপি-স্যামসাং-লেনোভা-গুগল আসবে। একটু গুগল করেই দেখুন না, এই কোম্পানিগুলো ঠিক কী পরিমাণ রাষ্ট্রীয় ভর্তুকি পায়? বোয়িং থেকে ১৪টি বিমান কিনবে বাংলাদেশ, তো বোয়িং বা এয়ারবাস কি এমনি এমনি লাভ করে? নাকি এদের টিকে থাকার পেছনে আছে বিলিয়ন ডলারের ফেডারেল ভর্তুকি? জেনারেল মোটর, ফোর্ড কিংবা বিএমডব্লিউ তাদের ‘এসেম্বলি লাইন’ বসাতে ভর্তুকি পায় না? বৈদ্যুতিক গাড়িকে উৎসাহিত করতে টেসলাকে ভর্তুকি দেওয়া হয়নি (টেসলা তো স্বীকারও করে যে ফেডারেল ভর্তুকি ছাড়া টেসলার পক্ষে টিকে থাকা সম্ভব হতো না)?</p><p>ফিনল্যান্ড, ফ্রান্স, নরওয়ে, দক্ষিণ কোরিয়া বা দক্ষিণ আমেরিকার দেশগুলো পাবলিকের ট্যাক্সের টাকাতেই শিল্পায়ন করেছে। গুরুত্বপূর্ণ শিল্পে টানা ভর্তুকি দিয়েছে, স্বল্প সুদে ব্যাংকঋণ দিয়েছে, আমদানি পণ্যের ওপর শুল্ক বাড়িয়েছে, প্রযুক্তি খাতে বাজেট বাড়িয়েছে, ‘কৌশলগত’ খাতে রাষ্ট্রীয় মালিকানা নিশ্চিত করেছে। অর্থাৎ লাভ-লোকসানের হিসাব নয়, জাতীয় স্বার্থের সঙ্গে জড়িত কৌশলগত শিল্পগুলোকে গড়ে তোলা, টেনে তোলা বা টিকিয়ে রাখার উদ্দেশ্যেই এসব ভর্তুকি দেওয়া হয়েছে। অর্থাৎ তাবৎ শিল্পোন্নত দেশের ইতিহাস ‘ফ্রি মার্কেটের’ অরাজনৈতিক ইতিহাস নয়, বরং রাষ্ট্রীয় ভর্তুকি ও বিনিয়োগের রাজনৈতিক ইতিহাস। </p></div></div></body></html>"
        },
        {
            "title": "মাদারীপুরে বিয়েতে সাউন্ড বক্সে গান বাজানো নিয়ে সংঘর্ষ, আহত ৫ | প্রথম আলো",
            "time": "2026-01-10T05:01:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Foikdrww6%2FMadaripurDH069920260110Madaripur-friction-pic4-9.1.26.jpg?rect=0%2C77%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগের বিষয়ে জাহাঙ্গীর খান বলেন, ‘আমি অলিকে খারাপ কিছুই বলিনি। সাউন্ড বক্সে উচ্চ শব্দে গান বাজালে অনেক শব্দদূষণ হয়, মানুষের ক্ষতি হয়। এ কথা বলায় অলি ক্ষুব্ধ হয়ে মসজিদের ভেতরেই হট্টগোল করে ওঠেন। পরে অন্যরা তাঁকে থামিয়ে দেন। অলির ভাতিজির বিয়ে শেষ হলে তাঁরা লোকজন নিয়ে আমার জ্বালানি কাঠের দোকান ও দুটি মোটরসাইকেল ভাঙচুর করেন। বাধা দিতে গেলে আমার কয়েকজন লোককেও আহত করা হয়। আমি এ ঘটনার সুষ্ঠু বিচার চাই।’</p><p>রাজৈর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শেখ আমিনুল ইসলাম বলেন, দুই পক্ষের মধ্যে মারামারি দুই গ্রামের মধ্যে ছড়িয়ে পড়ে। আপাতত পরিস্থিতি স্বাভাবিক আছে। আবার সংঘর্ষ এড়াতে অতিরিক্ত পুলিশ মোতায়েন রাখা হয়েছে। এ ঘটনায় উভয় পক্ষকে থানায় অভিযোগ দিতে বলা হয়েছে। তবে এখনো থানায় কেউ লিখিত অভিযোগ দেননি। অভিযোগ পেলে আইনি ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বেচ্ছাসেবক দলের নেতা আজিজুর হত্যায় শুটারসহ গ্রেপ্তার ৩: ডিবি | প্রথম আলো",
            "time": "2026-01-10T04:52:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fn4ywq421%2F%E0%A7%AA.jpg?rect=31%2C0%2C1341%2C704&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">স্বেচ্ছাসেবক দলের নেতা আজিজুর রহমান ওরফে মুছাব্বির গুলিতে নিহত হওয়ার পর কান্নায় ভেঙে পড়েন তাঁর অনুসারীরা। বুধবার রাতে পান্থপথের বিআরবি হাসপাতালের সামনে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি:  প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "রাশিয়া ও চীনের দখল ঠেকাতে গ্রিনল্যান্ডের মালিকানা নিতে চায় যুক্তরাষ্ট্র: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-10T04:43:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fvmq6bo6v%2FGreenland-Trump.webp?rect=0%2C79%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে ওয়াশিংটনে সাংবাদিকদের সঙ্গে আলাপকালে ট্রাম্প বলেন, ইজারাভিত্তিক চুক্তি যথেষ্ট নয়। দেশগুলোর মালিকানা থাকতে হবে উল্লেখ করে ট্রাম্প বলেন, ‘দেশগুলো ৯ বছরের চুক্তি এমনকি ১০০ বছরের চুক্তির ভিত্তিতে চলতে পারে না।’</p><p>ট্রাম্প বলেন, ‘আমি চীনের মানুষকে ভালোবাসি। আমি রাশিয়ার মানুষকে ভালবাসি। কিন্তু আমি চাই না, তাঁরা গ্রিনল্যান্ডে আমাদের প্রতিবেশী হোন। সেটা হবে না। ব্যাপারটা ন্যাটোকেও বুঝতে হবে।’</p><p>প্রভাবশালী ইউরোপীয় দেশগুলো, কানাডাসহ ন্যাটো মিত্ররা চলতি সপ্তাহে ডেনমার্কের পাশে দাঁড়িয়েছে। তারা বলেছে, ‘শুধু ডেনমার্ক ও গ্রিনল্যান্ডই তাদের সম্পর্ক–সংক্রান্ত বিষয়ে সিদ্ধান্ত নেওয়ার অধিকার রাখে।’ তারা আরও বলেছে, উত্তর মেরু অঞ্চলের নিরাপত্তা রক্ষায় যুক্তরাষ্ট্রের মতো মিত্রদেরও আগ্রহ আছে এবং এটি মিত্রদের মিলিত প্রচেষ্টায় অর্জন করতে হবে। জাতিসংঘের নীতি মেনে চলারও আহ্বান জানিয়েছে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "শৈত্যপ্রবাহ কমছে না, বয়ে যাচ্ছে ১৯ জেলায় | প্রথম আলো",
            "time": "2026-01-10T04:39:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fl7ub4xj1%2FKhulna-Shokale-Vane-3.JPG?rect=0%2C105%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের ১৯ জেলায় আজ শনিবার বয়ে যাচ্ছে শৈত্যপ্রবাহ। আর আজ দেশের দুই স্থানে সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে ৮ দশমিক ৩ ডিগ্রি সেলসিয়াস। গতকাল শুক্রবারের চেয়ে এ তাপমাত্রা বেশি। আবার গতকাল পর্যন্ত যেমন মাঝারি পর্যায়ে শৈত্যপ্রবাহ বয়ে গেছে, আজ সেখানে এর মাত্রা ছিল মৃদু। আবহাওয়া অধিদপ্তর বলছে, আগামী দুই দিন তাপমাত্রা আরও কিছুটা বাড়তে পারে। তবে তাতে যে শৈত্যপ্রবাহ একেবারে কমে যাবে, তা নয়। আগামী সোমবার থেকে তাপমাত্রা আবার কমতে শুরু করবে।</p><p>আজ রাজশাহী ও রংপুর এই দুই বিভাগে শৈত্যপ্রবাহ বয়ে যাচ্ছে। এই দুই বিভাগে জেলার সংখ্যা ১৬। এর পাশাপাশি যশোর, চুয়াডাঙ্গা ও কুষ্টিয়া এই তিন জেলায়ও বইছে মৃদু শৈত্যপ্রবাহ। সব মিলিয়ে শৈত্যপ্রবাহ বয়ে যাওয়া জেলার সংখ্যা ১৯।</p></div></div></div></body></html>"
        },
        {
            "title": "সেই এলোমেলো চট্টগ্রামই যে ৪ কারণে সফল | প্রথম আলো",
            "time": "2026-01-10T04:38:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fhehaihai%2F6120218121221171770371140585290578265225243765n.jpg?rect=0%2C0%2C1376%2C722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচের আগের দিন ক্রিকেটাররা সাধারণত কী করেন? হালকা অনুশীলন, প্রতিপক্ষ বিশ্লেষণ, ম্যাচ পরিকল্পনা—এগুলোই তো চেনা প্রস্তুতি; কিন্তু বিপিএলে নিজেদের প্রথম ম্যাচের আগে চট্টগ্রাম রয়্যালসের এসব করার সুযোগ ছিল না। সুযোগ থাকবে কীভাবে? ম্যাচের একদিন আগেও তো নিশ্চিত ছিল না দলটির মালিক কে!</p><p>বিপিএলের প্রথম দিনই মাঠে নামতে হয়েছিল চট্টগ্রামকে। তার ঠিক একদিন আগে ফ্র্যাঞ্চাইজিটির স্বত্বাধিকারী মালিকানা ছেড়ে দেন। বাধ্য হয়ে দলটির দায়িত্ব নিতে হয় বাংলাদেশ ক্রিকেট বোর্ডকে (বিসিবি)। কয়েক ঘণ্টার ব্যবধানে পুরো ম্যানেজমেন্ট বদলে যায়। এমন পরিস্থিতিতে ম্যাচ পরিকল্পনা তো দূরের কথা, দল গুছিয়ে নেওয়াই ছিল বড় চ্যালেঞ্জ।</p><p>দলে বিদেশি ক্রিকেটার ছিলেন মাত্র দুজন—মির্জা বেগ ও মাসুদ গুরবাজ। নিয়মিত খেলার খোঁজ না রাখলে নাম দুটি পরিচিত মনে হওয়ারও কথা নয়। এ অবস্থায় কোনো রকমে একাদশ সাজিয়েই নিজেদের প্রথম ম্যাচ খেলতে নেমেছিল চট্টগ্রাম রয়্যালস।</p><p>অথচ সেই এলোমেলোভাবে শুরু করা চট্টগ্রামই এখন টুর্নামেন্টে ৭ ম্যাচে ৫ জয় নিয়ে পয়েন্ট তালিকার শীর্ষে। এবারের বিপিএলে সবচেয়ে ধারাবাহিক দলও তারা। প্রশ্ন একটাই—কীভাবে?</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীপুরে ভাঙারি ব্যবসার আড়ালে অস্ত্র ভাড়ার কারবার, যুবক আটক: র‍্যাব | প্রথম আলো",
            "time": "2026-01-10T04:35:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Ft884vbpk%2Farrest_logo.jpg?rect=0%2C54%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরের শ্রীপুরে যৌথ বাহিনীর অভিযানে একটি বিদেশি পিস্তল, একটি ম্যাগাজিন ও একটি গুলিসহ মো. আকাশ মিয়া (২৮) নামের এক যুবককে গ্রেপ্তারের কথা জানিয়েছে র‍্যাব। র‍্যাবের দাবি, তিনি ভাঙারি ব্যবসার আড়ালে অস্ত্র ভাড়ার কারবার করতেন।</p><p> গতকাল শুক্রবার রাত সাড়ে ১১টার দিকে উপজেলার মাওনা বাজারের পিয়ার আলী কলেজ–সংলগ্ন এলাকায় এই অভিযান চালানো হয়। সেনাবাহিনী ও র‍্যাব-১ গাজীপুরের পোড়াবাড়ী ক্যাম্পের একটি দল অভিযানটি চালায়। অভিযানে আকাশকে অস্ত্রসহ আটক করা হয়। আকাশ শ্রীপুরের কেওয়া পশ্চিমখণ্ড গ্রামের আবদুল করিমের ছেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের ভোট কে পাবে, চলছে নীরব প্রতিযোগিতা, নানা কৌশল | প্রথম আলো",
            "time": "2026-01-10T04:30:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fph3enjk0%2F49205650411174351037567496218938208260159427n.jpg?rect=0%2C0%2C522%2C274&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আওয়ামী লীগ সরকারের আমলে জামায়াতের শীর্ষ নেতাদের যুদ্ধাপরাধের দায়ে মৃত্যুদণ্ড কার্যকর করা হয়। সরকার পতনের ঠিক আগে জামায়াতকে নিষিদ্ধ করা হয়। জামায়াতকে শত্রু হিসেবেই বিবেচনা করে আওয়ামী লীগ। ১ জানুয়ারি চাঁপাইনবাবগঞ্জ-৩ (সদর) আসনের সাবেক সংসদ সদস্য ও জামায়াতে ইসলামীর কেন্দ্রীয় কমিটির সদস্য লতিফুর রহমান ঘোষণা দেন, আওয়ামী লীগ থেকে জামায়াতে যোগ দিলে তাঁরা সব দায়দায়িত্ব নেবেন। লতিফুর রহমান বলেন, ‘আমাদের দলে আপনারা আওয়ামী লীগ থেকে আসবেন। আপনাদের সব দায়দায়িত্ব আমরা নেব। জেলখানা, নবাবগঞ্জ থানা, যেকোনো দায়দায়িত্ব আমরা নেব ইনশা আল্লাহ।’</p><p>এর আগে চট্টগ্রামের সীতাকুণ্ডে আওয়ামী লীগ নেতাকে ছাড়াতে থানায় যান জামায়াতের নেতা। গাজীপুরের আওয়ামী লীগ নেতাকে ছাড়াতে থানায় বিক্ষোভ মিছিল করেন জামায়াতের নেতা-কর্মীরা।</p><p>সুনামগঞ্জ-২ (দিরাই-শাল্লা) আসনে জামায়াতের প্রার্থী শিশির মনির আসন্ন নির্বাচনের মনোনয়নপত্র সংগ্রহ করেন বিভিন্ন শ্রেণি-পেশা ও ধর্মের মানুষ নিয়ে। এর মধ্যে হিন্দুধর্মাবলম্বী ছিলেন কয়েকজন। এই আসনে দীর্ঘদিন সংসদ সদস্য ছিলেন আওয়ামী লীগের প্রয়াত নেতা সুরঞ্জিত সেনগুপ্ত। আগামী নির্বাচনে সুরঞ্জিত সেনের সমর্থকদের পক্ষে টানার চেষ্টা চালাচ্ছেন শিশির মনির।</p><p>বিএনপি ও জামায়াতে ইসলামীর দিক থেকে আওয়ামী লীগের ভোট টানার চেষ্টাকে খারাপভাবে দেখেন না এনসিপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীব। তবে যে প্রক্রিয়ায় এটা করা হচ্ছে, সেটা সঠিক হচ্ছে না বলে মনে করেন তিনি। আরিফুল ইসলাম আদীব প্রথম আলোকে বলেন, আওয়ামী লীগের ভোট আকৃষ্ট করতে বিভিন্ন দলের নেতাদের নানা বিতর্কিত কথাবার্তা বলতে দেখা যাচ্ছে। কেউ কেউ আওয়ামী লীগের বিরুদ্ধে থাকা মামলা তুলে নেওয়ার কথাও বলছেন। এটা জুলাই গণহত্যাকে একরকম বৈধতা দেওয়ার শামিল। প্রার্থীদের কাজের মাধ্যমে ভোট আকৃষ্ট করার চেষ্টাকে সমর্থন করে এনসিপি। অপরাধীদের পৃষ্ঠপোষকতা করে ভোট টানার চেষ্টা গণতন্ত্রের জন্য অশনিসংকেত।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটের আগে প্রবাসী আয়ে চাঙাভাব | প্রথম আলো",
            "time": "2026-01-10T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fac0fc934-b78e-4b93-a2a6-aaf7a9197b5c%2Fdollar_1.jpg?rect=0%2C21%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, সর্বশেষ ডিসেম্বর মাসে দেশে প্রবাসী আয় এসেছে ৩২২ কোটি ডলার, যা একক মাস হিসাবে দ্বিতীয় সর্বোচ্চ প্রবাসী আয়ের রেকর্ড। দেশের ইতিহাসে সর্বোচ্চ ৩২৯ কোটি ডলারের প্রবাসী আয়ের রেকর্ড হয়েছিল গত বছরের মার্চে। তখন ঈদুল ফিতর উপলক্ষে বেশি পরিমাণে প্রবাসী আয় এসেছিল।</p><p>বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী, সদ্য বিদায়ী ২০২৫ সালে সব মিলিয়ে দেশে ৩ হাজার ২৮২ কোটি ডলারের প্রবাসী আয় এসেছিল। এই আয় বাংলাদেশ ব্যাংকে বৈদেশিক মুদ্রার মজুতের প্রায় সমান।</p><p>গত বছরের জুলাই থেকে ৭ জানুয়ারি পর্যন্ত দেশে ১৭ দশমিক ১৭ বিলিয়ন বা ১ হাজার ৭১৭ কোটি ডলারের প্রবাসী আয় আসে। এর আগে ২০২৪ সালের জুলাই থেকে ২০২৫ সালের ৭ জানুয়ারি পর্যন্ত আয় এসেছিল ১৪ দশমিক ৩১ বিলিয়ন ডলার। অর্থাৎ গত ছয় মাসে আগের বছরের একই সময়ের তুলনায় প্রবাসী আয় প্রায় ২০ শতাংশ বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে ‘কোটিপতি’ প্রার্থীর ছড়াছড়ি | প্রথম আলো",
            "time": "2026-01-10T04:20:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Flxt4zah9%2Fa815a51a-b9ff-4418-9c2a-c435b77843bf.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>অস্থাবর সম্পদে কারা এগিয়ে</strong></p><p>প্রার্থীদের মধ্যে খন্দকার আবদুল মুক্তাদীরের অস্থাবর সম্পদ বেশি। তাঁর ১৫ কোটি ৭২ লাখ ৭ হাজার ৭৮৯ টাকার অস্থাবর সম্পদ আছে। এরপরেই অস্থাবর সম্পদ বেশি রয়েছে ফয়সল আহমদ চৌধুরীর। তাঁর ৬ কোটি ২৬ লাখ ৯৬ হাজার ১০৭ টাকার অস্থাবর সম্পদ আছে।</p><p>অস্থাবর সম্পদের দিক থেকে তৃতীয় অবস্থানে আছেন আরিফুল হক চৌধুরী। তাঁর ৪ কোটি ৩৩ লাখ ২৭ হাজার ৩৮৪ টাকার অস্থাবর সম্পদ আছে। চতুর্থ স্থানে আছেন এম এ মালিক। তাঁর রয়েছে ২ কোটি ১০ লাখ টাকার অস্থাবর সম্পদ।</p><p>অস্থাবর সম্পদের দিক দিয়ে তাহসিনা রুশদীর পঞ্চম, জয়নাল আবেদীন ষষ্ঠ, আবদুল হান্নান সপ্তম, হাবিবুর রহমান অষ্টম, উবায়দুল্লাহ ফারুক নবম, এমরান আহমদ চৌধুরী দশম, মোহাম্মদ সেলিম উদ্দিন ১১তম, লোকমান আহমদ ১২তম এবং আনওয়ার হোসাইন খান ১৩তম অর্থাৎ সর্বশেষ অবস্থানে আছেন।     </p> <p><strong>স্থাবর সম্পদে এগিয়ে যাঁরা</strong></p><p>অস্থাবর সম্পদের মতো খন্দকার আবদুল মুক্তাদীরের স্থাবর সম্পদও বেশি। তাঁর ১৮ কোটি ৬৩ লাখ ৫৬ হাজার ৯৪১ টাকার স্থাবর সম্পদ আছে। আরিফুল হক চৌধুরী আছেন দ্বিতীয় অবস্থানে। তাঁর ১৫ কোটি ২৬ লাখ ৬৭ হাজার ৮৮২ টাকার স্থাবর সম্পদ আছে।</p><p>তৃতীয় অবস্থানে আছেন ফয়সল আহমদ চৌধুরী। তাঁর স্থাবর সম্পদ আছে ৪ কোটি ৮৯ লাখ ২৫ হাজার ৭৯৫ টাকার। চতুর্থ ও পঞ্চম অবস্থানে আছেন যথাক্রমে লোকমান আহমদ ও এম এ মালিক। লোকমানের ১ কোটি ৩৫ লাখ ৮২ হাজার ১৯২ টাকার এবং মালিকের ১ কোটি ৩০ লাখ টাকার স্থাবর সম্পদ আছে।</p><p>এ ছাড়া হাবিবুর রহমানের ৯২ লাখ ৪৫ হাজার ৫৯৮ টাকার এবং তাহসিনা রুশদীর ৮৯ লাখ ৬৬ হাজার ৫০০ টাকার স্থাবর সম্পদ আছে।</p><p>স্থাবর সম্পদের দিক দিয়ে অষ্টম আবদুল হান্নান, নবম এমরান আহমদ চৌধুরী, দশম জয়নাল আবেদীন, ১১তম আনওয়ার হোসাইন খান এবং ১২তম উবায়দুল্লাহ ফারুক। অন্য প্রার্থী মোহাম্মদ সেলিম উদ্দিনের কোনো স্থাবর সম্পদ নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শপথ নিলেন মার্কিন রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেন, জানালেন বাংলাদেশে ফিরতে পেরে আনন্দিত | প্রথম আলো",
            "time": "2026-01-10T04:19:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F7wwhfz2r%2Fus-.jpeg?rect=0%2C11%2C1468%2C771&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের নতুন রাষ্ট্রদূত হিসেবে ব্রেন্ট ক্রিস্টেনসেনকে স্বাগত জানাতে পেরে ঢাকার মার্কিন দূতাবাস আনন্দ প্রকাশ করেছে। আজ শনিবার মার্কিন দূতাবাস তাদের ফেসবুক পেজে এক পোস্টে এ প্রতিক্রিয়া জানিয়েছে।</p><p>বাংলাদেশে দায়িত্ব নেওয়ার বিষয়ে ব্রেন্ট ক্রিস্টেনসেন বলেন, ‘যে দেশটির সঙ্গে আমি খুব ভালোভাবে পরিচিত, সেই বাংলাদেশে ফিরতে পেরে আমি ভীষণ আনন্দিত। ঢাকার যুক্তরাষ্ট্র দূতাবাসে আমেরিকান ও স্থানীয় কর্মীদের নিয়ে গঠিত একটি শক্তিশালী দলের নেতৃত্ব দেওয়ার মাধ্যমে যুক্তরাষ্ট্র ও বাংলাদেশের সম্পর্ককে আরও দৃঢ় করতে, প্রেসিডেন্ট ট্রাম্পের লক্ষ্যকে এগিয়ে নিতে এবং প্রতিদিন নিরলসভাবে কাজ করে আমেরিকাকে আরও নিরাপদ, শক্তিশালী ও সমৃদ্ধ করে তুলতে আমি উচ্ছ্বসিত।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালে স্কুলের ছুটির তালিকা প্রকাশ, কমল ১২ দিন | প্রথম আলো",
            "time": "2026-01-10T04:04:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fickfys22%2F131.jpg?rect=0%2C62%2C3985%2C2092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২০২৬ সালে প্রাথমিক বিদ্যালয়ে উল্লেখযোগ্য কিছু ছুটি</strong></p><p>রমজান, ঈদুল ফিতরসহ টানা ১৯ দিন, ঈদুল আজহা ও গ্রীষ্মকালীন অবকাশে ১২ দিন, দুর্গাপূজায় ৫ দিন, শীতকালীন অবকাশে ১০ দিন।</p><p>চলতি বছরের এ ছুটি থাকছে প্রাথমিক, মাধ্যমিক ও নিম্ন মাধ্যমিক স্কুলগুলোতে। সম্প্রতি শিক্ষা মন্ত্রণালয়-প্রাথমিক ও গণশিক্ষা মন্ত্রণালয় থেকে পৃথক পৃথক ছুটি তালিকা প্রকাশ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বাংলাদেশ এয়ারলাইনসে চাকরি, পদ ৫৭ | প্রথম আলো",
            "time": "2026-01-10T04:03:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fw5nerq1b%2Fprothomalo-bangla2020-08ca98e23c-d00e-4906-9f83-54e2ab676af9Biman.avif?rect=0%2C3%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদনপত্র পূরণ ও পরীক্ষার ফি জমাদানের শুরুর তারিখ ও সময়: ৮ জানুয়ারি ২০২৬, সকাল ১০টা।</p><p>আবেদনপত্র পূরণের শেষ তারিখ ও সময়: ২১ জানুয়ারি ২০২৬, বিকেল ৫টা।</p><p>*বিস্তারিত দেখুন বিমান বাংলাদেশ এয়ারলাইনস লিমিটেডের <a target=\"_blank\" href=\"https://www.biman.gov.bd/\" rel=\"nofollow\">ওয়েবসাইটে</a> ।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকাতদের কবলে পড়ে সুন্দরবনে ৫৬ ঘণ্টা যেভাবে কেটেছে | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fh9eyd8uu%2Fdakat.jpg?rect=0%2C0%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩ জানুয়ারি সকাল হতেই আবার হাঁটা শুরু হলো। আমাদের আরও ভেতরে নিয়ে গেল। তারপর একটা জায়গায় আমাদের দাঁড় করিয়ে রেখে ডাকাতসরদার কোথায় যেন গেল। ততক্ষণে কথাবার্তায় জেনে গেছি তার নাম মাসুম। কিছুক্ষণ পরই সে ফিরে এল, সঙ্গে নাশতা। বুঝতে পারলাম, লোকালয় বা বনেরই কোথাও থেকে নৌকায় খাবারগুলো দিয়ে গেছে। আমাদের প্রত্যেকের ভাগে পড়ল দুইটা করে পরোটা, ডাল আর মাংস। ডাকাতেরা বলল, এগুলো হরিণের মাংস! </p><p>২৪ ঘণ্টারও বেশি সময় পর পেটে খাবার পড়ল।</p><p>খাওয়াদাওয়া শেষ হতেই শুরু হলো মুক্তিপণের জন্য চাপ। প্রত্যেকের পরিবারের সঙ্গে কথা বলার জন্য ফোন ধরিয়ে দেওয়া হলো। বলা হলো, দুজনের প্রত্যেককে পাঁচ লাখ করে টাকা দিতে হবে। রিসোর্ট মালিককে দিতে হবে ২০ লাখ। আমি ফোন করতে ইতস্তত করছি দেখে একজন বলে উঠল, ‘কীভাবে টাকা আদায় করতে হয়, আমাদের ভালোই জানা আছে।’ তারপর বন্দুক দিয়ে পরপর পাঁচবার আমাকে আঘাত করল। ব্যথায় কাতরাতে কাতরাতে বাসায় বড় ভাইকে জানালাম। এর মধ্যে দেখি মাথার ওপরে একটা ড্রোন উড়ছে। ডাকাতেরা ভয় পেয়ে যায়। সঙ্গে সঙ্গেই ওই জায়গা ছাড়তে আমাদের তাড়া করে। বুঝতে পারি, আইনশৃঙ্খলা বাহিনীর পক্ষ থেকে আমাদের খোঁজ শুরু হয়েছে। তখন আমাদের আরও ঘন জঙ্গলে নিয়ে যেতে থাকে। যেতে যেতে এমন একটা জায়গায় গিয়ে থামে, যেখানটা ওপর থেকে দেখা যায় না। </p><p>ডালপালা কেটে আবার আমাদের বসানো হলো। বসে থাকতে থাকতেই সন্ধ্যা হলো। সেই সকালে দুটো পরোটা খেয়েছি। সারা দিনে পেটে আর কিছু পড়েনি। পানির তেষ্টায় কলিজা কাঠ হয়ে গেছে। এর মধ্যেই বিকট শব্দে একটা গুলি হলো। আঁতকে উঠলাম। তারপর সুনসান (পরে জেনেছি আমাদের উদ্ধারে অভিযান চালাচ্ছিল কোস্টগার্ড)।</p><p>দুশ্চিন্তায় রাতটা নির্ঘুম কাটল। </p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ লেনদেন: সচেতনতা তৈরিতে বিকাশের কর্মশালা | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fk1teb1t5%2FBkashImage.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের প্রতিটি প্রান্তে প্রতিদিন কোটিরও বেশি লেনদেন হচ্ছে মোবাইল ব্যাংকিংয়ে। কেউ প্রিয়জনকে টাকা পাঠাচ্ছেন, কেউ দিচ্ছেন বিল, কেউ নিচ্ছেন ব্যবসার পেমেন্ট। এ ধরনের অসংখ্য লেনদেনের ভেতরেই গড়ে উঠছে এক বিশাল ডিজিটাল অর্থনীতি। এ মাধ্যমকে যাতে কেউ হুন্ডি, বেটিং কিংবা মানি লন্ডারিংয়ের মতো অপরাধমূলক কাজে ব্যবহার না করতে পারে সেজন্য প্রয়োজন সচেতনতা, সতর্কতা এবং সঠিক তথ্যভিত্তিক সিদ্ধান্ত।</p><p>এ লক্ষ্যে সারা দেশের ডিস্ট্রিবিউটরদের নিয়ে ঢাকা, খুলনা, বগুড়া ও কুমিল্লায় চারটি সচেতনতামূলক কর্মশালা আয়োজন করেছে বিকাশ। দিনব্যাপী পরিচালিত কর্মশালাগুলোতে ডিস্ট্রিবিউটরেরা এজেন্টদের লেনদেন সঠিকভাবে পর্যবেক্ষণ করার নিয়ম, সন্দেহজনক লেনদেন রিপোর্ট করা, টাকার উৎস সম্পর্কে সচেতন থাকা, নন-কমপ্ল্যায়েন্ট এজেন্টদের বিরুদ্ধে ব্যবস্থা গ্রহণ এবং প্রযুক্তির সঠিক ব্যবহার সম্পর্কে জানতে পারেন।</p></div></div></div></body></html>"
        }
    ]
}