{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বসুন্ধরা এলাকায় আইনজীবীকে পিটিয়ে হত্যা | প্রথম আলো",
            "time": "2026-01-01T08:25:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2F9fz7glq2%2FNayam.jpeg?rect=0%2C61%2C719%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহতের খালাতো ভাই রফিকুল প্রথম আলোকে বলেন, নাঈম পাবনা জজ কোর্টের আইনজীবী ছিলেন। ১০ দিন আগে তিনি পাবনা থেকে এসে ঢাকার পূর্বাচলে তাঁর (রফিকুল) বাসায় ওঠেন। পাবনায় নাঈমের বিরুদ্ধে ২০২৪ সালের বৈষম্যবিরোধী ছাত্র আন্দোলনের ঘটনায় মামলা রয়েছে। এই মামলায় হাইকোর্ট থেকে জামিন নিতে তিনি ঢাকায় এসেছিলেন।</p><p>গতকাল রাতের ঘটনার বিষয়ে রফিকুল বলেন, নাঈম তাঁর এক বন্ধুর প্রাইভেট কার নিয়ে বের হয়েছিলেন। রাতে তাঁর মুঠোফোনে কল দিলে বসুন্ধরা এলাকার এক নিরাপত্তাকর্মী ধরেন। নিরাপত্তাকর্মী বলেন, নাঈমকে মারধর করে ফেলে রাখা হয়েছে। এরপর তিনি (রফিকুল) ঘটনাস্থলে গিয়ে নাঈমকে উদ্ধার করে হাসপাতাল নিয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন বছরকে স্বাগত জানিয়ে গুগলের বিশেষ ডুডল | প্রথম আলো",
            "time": "2026-01-01T08:23:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2F2q3errbn%2FGoogle-doodle.2.png?rect=0%2C10%2C453%2C238&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রসঙ্গত, বিশেষ দিবস, ঐতিহাসিক ঘটনা ও ব্যক্তিদের স্মরণে বিশেষ ডুডল প্রকাশ করে থাকে গুগল। গ্রেগরিয়ান বর্ষপঞ্জি অনুযায়ী ১ জানুয়ারি নতুন বছরের সূচনা। নতুন প্রত্যাশা, নতুন সংকল্প এবং সামনে এগিয়ে যাওয়ার বার্তা নিয়ে দিনটি বিশ্বজুড়ে উদ্‌যাপিত হয়। বিভিন্ন দেশে আতশবাজি, উৎসব ও নিজস্ব সংস্কৃতির নানা রীতির মধ্য দিয়ে মানুষ নতুন বছরকে বরণ করে নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ছাদরটা গায়ত কনকনে ঠান্ডাত অ্যানা উশুম পামু’ | প্রথম আলো",
            "time": "2026-01-01T08:22:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fn451qyzk%2FNaogaonDH061920260101IMG20260101131818.jpg?rect=0%2C0%2C1507%2C791&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীতবস্ত্র বিতরণ অনুষ্ঠানে উপস্থিত ছিলেন স্থানীয় সমাজকর্মী আবুল কালাম আজাদ, হারুনুর রশিদ, আবদুস সালাম, গাঙ্গুরিয়া কলেজের প্রভাষক আফজাল হোসেন, নওগাঁ বন্ধুসভার সভাপতি সিদ্দিকুর রহমান, সাধারণ সম্পাদক সানম সাব্বির, বন্ধুসভার সদস্য মোহাম্মদ জিশান প্রমুখ।</p><p>চাদর পেয়ে জয়পুর গ্রামের মালতি রাণী বলেন, ‘মাটির দেয়াল ও টিনের চালার বাড়িত থাকি। রাতে কাঁথা তোশক দিয়ে শীত কাটলেও দিনে গায়ে দিয়ে ব্যার হওয়ার মতো গরম কাপড় আছিল না। এই ছাদরটা প্যায়ে খুব ভালো হলো।’</p><p>শীতবস্ত্র বিতরণ অনুষ্ঠানে সমাজকর্মী আবুল কালাম আজাদ বলেন, উত্তরের জেলা নওগাঁয় শীত জেঁকে বসেছে। তীব্র শীতে অসহায় শীতার্ত মানুষেরা খুব কষ্টে আছে। প্রথম আলো বন্ধুসভার মতো সমাজের অন্যান্য স্বেচ্ছাসেবী সংগঠন ও সচ্ছল ব্যক্তিকে শীতার্ত মানুষের সহায়তায় এগিয়ে আসা উচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজবাড়ীতে আধিপত্য নিয়ে সংঘর্ষ, বাড়ি থেকে বের হয়ে শিশু গুলিবিদ্ধ | প্রথম আলো",
            "time": "2026-01-01T08:20:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fwgvlu6oj%2FRajbariDH054420260101Rajbari-01.01.2026-Photo-1.jpg?rect=0%2C184%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আহত সিফাতকে প্রথমে রাজবাড়ী সদর হাসপাতালে নেওয়া হয়। সেখানে প্রাথমিক চিকিৎসা দিয়ে তাঁকে ফরিদপুর মেডিকেল কলেজ হাসপাতালে পাঠানো হয়।</p><p>রাজবাড়ী সদর হাসপাতালের সার্জারি বিশেষজ্ঞ রাজীব দে বলেন, ‘বুধবার রাতে আমার কোনো ডিউটি ছিল না। সাড়ে ১১টার দিকে জরুরি বিভাগের চিকিৎসক নুরুল আজম গুলিবিদ্ধ শিশুটি দেখে আমাকে ডাকেন। পরীক্ষা করে বুঝতে পারি গুলির কারণে শিশুটির খাদ্যনালির একটি অংশ পারফোরেশন হয়ে থাকতে পারে এবং পেটের ভেতরে ইন্টারনাল ব্লিডিং থাকতে পারে। শিশুটিকে বিপদমুক্ত করা হয়েছে।’</p><p>রাজবাড়ী সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) খোন্দকার জিয়াউর রহমান বলেন, ‘সংবাদ পাওয়ার সঙ্গে সঙ্গে আমরা রাতেই ঘটনাস্থল পরিদর্শন করেছি। ঘটনাস্থল থেকে দুটি পিস্তলের গুলির খোসা আলামত হিসেবে জব্দ করা হয়েছে। অপরাধীদের ধরতে পুলিশের অভিযান অব্যাহত রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের সর্বনিম্ন তাপমাত্রা আজ যশোরে | প্রথম আলো",
            "time": "2026-01-01T08:12:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2F0puakifj%2FJessoreDH055220260101IMG20251229131524718HDR.jpg?rect=0%2C154%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই দিন সূর্যের আলো পাওয়ায় বোরো ধান আবাদের বীজতলা, আলু ও টমেটো খেতের যে ধরনের ক্ষতির আশঙ্কা কৃষি কর্মকর্তারা করছিলেন, সেই আশঙ্কা কেটে গেছে।</p><p>কৃষি সম্প্রসারণ অধিদপ্তর যশোরের উপপরিচালক মোশাররফ হোসেন বলেন, গত শুক্রবার থেকে যশোরে শৈত্যপ্রবাহ ও ঘন কুয়াশা বিরাজ করছিল। এতে বোরো ধান আবাদের বীজতলা, আলু ও টমেটোর খেতের ব্যাপক ক্ষতির আশঙ্কা ছিল। কিন্তু গত দুই দিনের সূর্যের দেখা মেলায় তাপমাত্রা বাড়ছে। এখন আর ফসলের সেই ক্ষতির আশঙ্কা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু অ্যাথলেটিকস নয়, বাংলাদেশের সব খেলা নিয়েই আমি স্বপ্ন দেখি | প্রথম আলো",
            "time": "2026-01-01T08:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fxevhqb0i%2FWhatsApp-Image-2026-01-01-at-10.03.51-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু অ্যাথলেটিকস নয়, বাংলাদেশের সব খেলা নিয়েই আমি স্বপ্ন দেখি। নতুন বছর খেলাধুলায় আমাদের বেশি বেশি ট্রফি আসুক। আরও নতুন রেকর্ড হোক আমাদের ক্রীড়াঙ্গনে। আমি বিশ্বাস করি, আন্তর্জাতিক অঙ্গনে ভালো করার প্রতিভা আছে আমাদের। সঠিক এবং দীর্ঘমেয়াদি পরিকল্পনা থাকলে এবং সবার আন্তরিক সমর্থন পেলে আমাদের অ্যাথলেটরা মনোযোগ পারফরম্যান্সে দিতে পারবে। সাফল্য এনে দেশকে গর্বিত করতে পারবে। এই স্বপ্ন আমাদের পুরো জাতির।</p><p>২০২৫ সাল ছিল আমার জীবনের সবচেয়ে কঠিন বছরগুলোর একটি। ব্যক্তিগতভাবে এবং একজন অ্যাথলেট হিসেবেও। অস্ত্রোপচারের পর ফিরে আসাটা শুধু শারীরিক যুদ্ধই ছিল না, ছিল আবেগের এক লড়াইও। ধৈর্যের কঠিন পরীক্ষার মুখোমুখি হয়েছি প্রতিদিন। ফলাফলের পেছনে দৌড়ানোর বদলে লক্ষ্য ছিল আগে সুস্থ হওয়া। নিজেকে নতুন করে গড়ে তোলা, যাতে ২০২৬ সালে আরও শক্তিশালী হয়ে ফিরতে পারি।</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুর-১ আসনে জাপা প্রার্থী মঞ্জুম আলীর মনোনয়নপত্র বাতিল | প্রথম আলো",
            "time": "2026-01-01T08:09:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fjqu5ke9w%2Frangpur-1-election.jpg?rect=0%2C0%2C1512%2C794&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলা রিটার্নিং কার্যালয় সূত্রে জানা যায়, রংপুর-১ আসনে মঞ্জুম আলী ছাড়া বাকি আট প্রার্থীর মনোনয়নপত্র বৈধ ঘোষণা করা হয়েছে। তাঁরা হলেন বিএনপি প্রার্থী মোকাররম হোসেন, জামায়াতের প্রার্থী রায়হান সিরাজী, গণ অধিকার পরিষদের হানিফুর রহমান, জাতীয় নাগরিক পার্টির (এনসিপি) আল মামুন, ইসলামী ফ্রন্টের মোহাম্মদ আনাস, ইসলামী আন্দোলনের গোলাম মোস্তফা, বাসদের (মার্ক্সবাদী) আহসানুল আরেফিন এবং খেলাফত মজলিসের মমিনুর রহমান।</p><p>মনোনয়নপত্র বাছাইকালে বিএনপি, জামায়াতসহ সব প্রার্থী ও তাঁদের প্রস্তাবক ও সমর্থনকারীরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বজুড়ে জেন-জিদের বিক্ষোভ কীভাবে সরকারগুলোকে নাড়িয়ে দিয়েছে | প্রথম আলো",
            "time": "2026-01-01T08:01:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08%2F8adcd811-6fce-4843-85c7-5e508916c698%2F1.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাউন্সিল অন ফরেন রিলেশনসের (সিএফআর) ডিজিটাল ও সাইবারস্পেস পলিসির বিশেষজ্ঞ ক্যাট ডাফি বলেন, ‘এআই ও অটোমেশন চাকরির বাজারে আরও চাপ তৈরি করবে। এতে তরুণেরা যে উন্নতির আশা করেছিলেন, তা ক্রমেই কঠিন হয়ে উঠছে।’</p><p>কয়েকটি দেশে তরুণদের বেকারত্ব উদ্বেগজনক পর্যায়ে রয়েছে। মরক্কোতে ২০২৪ সালে এ হার ছিল ২২ শতাংশ, সার্বিয়াতেও ছিল ২২ শতাংশ, নেপালে ২০ শতাংশ (দেশটিতে ১৬-৪০ বছর বয়সীদের সংখ্যা মোট জনসংখ্যার ৪৩ শতাংশ)।</p><p>বিশেষজ্ঞরা বলেন, বিক্ষোভের পেছনে বৈশ্বিক অর্থনৈতিক পরিবেশও আংশিক দায়ী। সিএফআরের আফ্রিকা নীতিবিষয়ক জ্যেষ্ঠ ফেলো মিশেল গ্যাভিন বলেন, ‘একটি গুরুত্বপূর্ণ সমস্যা হলো, বড় অর্থনৈতিক কাঠামোগত ইস্যুগুলো রাষ্ট্রের নিয়ন্ত্রণে নেই। এটি বৈশ্বিক অর্থনৈতিক ব্যবস্থার অংশ, যা অনেক দেশেই কাজ করছে না।’ ফলে মানুষ রাস্তায় নামছে।</p><p>প্রচলিত রাজনৈতিক দল থেকে তরুণদের দূরত্বও একটি কারণ। গবেষণায় দেখা গেছে, তরুণেরা মূলধারার দলগুলোর সঙ্গে কম সংযুক্ত হচ্ছেন। তাঁরা ভিন্ন উপায়ে রাজনৈতিক আন্দোলনে সক্রিয় ভূমিকা বেশি রাখছেন।</p><p>ইউরোপীয় ইউনিয়নের অর্থায়নপুষ্ট গবেষণা গোষ্ঠী ‘দ্য ২০২৫ গ্লোবাল ইয়ুথ পার্টিসিপেশন ইনডেক্স’ বলেছে, ৩০ বছরের কম বয়সীরা অনলাইন এবং সামাজিক ও রাজনৈতিক আন্দোলনে বেশি সক্রিয়; যদিও নির্বাচনে ভোটদানে তাঁদের অনীহা বেশি।</p><p>সাম্প্রতিক কিছু আন্দোলনে লোকজন দুর্নীতির কারণে তাঁদের ক্ষোভ প্রকাশ করছেন এবং ক্ষোভের আঙুল ক্ষমতাসীন সরকার ও নেতাদের দিকে তুলছেন। এসব নেতা ও সরকারের কোনো কোনোটি দশকের পর দশক ক্ষমতা আঁকড়ে আছে।</p><p>বাংলাদেশে ২০২৪ সালে তরুণদের নেতৃত্বাধীন বিক্ষোভের পর আওয়ামী লীগের ১৫ বছরের শাসন শেষ হয়। শান্তিতে নোবেলজয়ী ও রাজনৈতিকভাবে নিরপেক্ষ অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে অন্তর্বর্তী সরকার আসে। আগামী ফেব্রুয়ারিতে অনুষ্ঠেয় নির্বাচনে আওয়ামী লীগ অংশ নিতে পারছে না। শিক্ষার্থীরা একটি নতুন গণতান্ত্রিক সংবিধান ও স্বচ্ছ অর্থনৈতিক সংস্কারের দাবিতে নিজস্ব দলও (এনসিপি) গঠন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অবকাশ শেষে কর্মমুখর ঢাকার নিম্ন আদালতপাড়া | প্রথম আলো",
            "time": "2026-01-01T07:53:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Faviiedg6%2FLower-court.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, ঢাকা জেলা, মহানগর দায়রা জজ আদালতসহ অধীন সব আদালতে গত ২ থেকে ৩১ ডিসেম্বর পর্যন্ত ছুটি চলেছে। এ ছাড়া নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনাল, বিশেষ জজ আদালত, সাইবার ক্রাইম ট্রাইব্যুনাল, দ্রুত বিচার ট্রাইব্যুনাল, সন্ত্রাস দমন ট্রাইব্যুনালেও অবকাশ চলেছে। তবে জরুরি মামলা নিষ্পত্তির জন্য আদালতের সংশ্লিষ্ট কিছু বেঞ্চের কার্যক্রম অব্যাহত ছিল।</p><p>ঢাকা মহানগর আদালতের আইনজীবী মলয় সাহা বলেন, ‘দীর্ঘদিন বন্ধ থাকার পর স্বাভাবিক বিচারিক কার্যক্রম শুরু হয়েছে। আজ অনেকের সঙ্গে নতুনভাবে দেখা হয়েছে। আদালতে পুরোনো রূপ ফিরে এসেছে। সব আদালত না খুললেও অধিকাংশ আদালতে কার্যক্রম চলেছে। আমরা শুনানি করেছি।’</p><p>মহানগর দায়রা জজ আদালত বেঞ্চ সহকারী মো. রিয়াজ হোসেন বলেন, ‘অন্য স্বাভাবিক দিনের মতো আজ সকালে আদালত খুলেছে। সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়া মারা যাওয়ায় আমরা কালো ব্যাজ ধারণ করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কীটনাশ, সার ছাড়াই হচ্ছে চাষ, বদলে যাচ্ছে খাগড়াছড়ির মাইনী নদীর তীরের কৃষিচিত্র | প্রথম আলো",
            "time": "2026-01-01T07:51:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Ftdsx9j8c%2FWhatsApp-Image-2026-01-01-at-13.30.51.jpeg?rect=0%2C22%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ উদ্যোগের সঙ্গে যুক্ত কৃষকদের একজন শৈলেন্দ্র প্রসাদ চাকমা। মাইনী নদীর পারে তাঁর প্রায় এক একর জায়গাজুড়ে বসতভিটা। বাড়ির সামনে ৩০ শতাংশ জমির একটি পুকুরে তিনি একসঙ্গে মাছ, ধান ও কচু চাষ করছেন। আবার পুকুরপাড়ে মাচা বেঁধে লাউ, আর বাড়ির আঙিনাজুড়ে বিভিন্ন জাতের সবজিও চাষ হচ্ছে।</p><p>শৈলেন্দ্র প্রসাদ চাকমা প্রথম আলোকে বলেন, ‘আগে আমিও রাসায়নিক সার ও কীটনাশক ব্যবহার করতাম। লাভের আশায় অল্প পরিসরে তামাক চাষও করেছি। পরে বুঝেছি, প্রাকৃতিক উপায়েও ভালো ফলন পাওয়া যায়। এখন বিষমুক্ত সবজি চাষ করছি। বাড়ি থেকেই এসে মানুষ এসব সবজি কিনে নিয়ে যাচ্ছেন।’</p><p>একই এলাকার তুহিনা চাকমা ২০ শতাংশ জমিতে করছেন ক্ষীরা চাষ। তিনি এতে জৈব সার, কেঁচো সার ব্যবহার করছেন। তিনি বলেন, কীটনাশকমুক্ত ক্ষীরা শুনেই মানুষ আগ্রহ দেখাচ্ছে। এ কারণে বাজারে নেওয়ার সঙ্গে সঙ্গেই বিক্রি হয়ে যাচ্ছে। দামও তুলনামূলক ভালো পাওয়া যায়। বাড়িতেই তিনি কেঁচো সার ও জৈব সার তৈরি করেন, তাই আলাদা খরচও লাগে না।</p><p>কীটনাশকমুক্ত কৃষিতে ভূমিকা রাখছেন স্থানীয় নারী উদ্যোক্তারাও। উপজেলার বড়াদাম এলাকার রেশমি চাকমা নিজ বাড়িতে ভার্মি কম্পোস্ট ও ভার্মি ওয়াশ (একধরনের জৈব সার) উৎপাদন করছেন। এগুলো আশপাশের কৃষকদের সরবরাহ করা হচ্ছে। রেশমি চাকমা বলেন, ভার্মি ওয়াশ ব্যবহার করলে গাছে রোগবালাই কম হয়। কীটনাশকের প্রয়োজন পড়ে না। বছরে তিনি প্রায় এক লাখ টাকার ভার্মি কম্পোস্ট বিক্রি করেছেন।</p><p>তৃণমূলের প্রকল্প কর্মকর্তা স্যুইচিং অং মারমা বলেন, যাঁদের সামান্য জমি রয়েছে, তাঁদের প্রাধান্য দিয়ে কাজ করছেন তাঁরা। ৪০ কৃষকের প্রায় ২২ একর জমিতে তাঁরা আপাতত প্রকল্পটি বাস্তবায়ন করেছেন। পরিবেশ ও জলবায়ুর ওপর কৃষির নেতিবাচক প্রভাব কমানো আর মানুষের জন্য স্বাস্থ্যকর খাদ্য নিশ্চিত করার লক্ষ্যে তাঁরা কাজ চালিয়ে যাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দিল্লি-ঢাকা সম্পর্ক জোরদারে খালেদা জিয়ার গুরুত্বপূর্ণ অবদান সব সময় স্মরণ করা হবে | প্রথম আলো",
            "time": "2026-01-01T07:49:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fy1qkj6vk%2Frajnath-.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের প্রতিরক্ষামন্ত্রী রাজনাথ সিং বলেছেন, ভারতের সঙ্গে বাংলাদেশের সম্পর্ক জোরদারে গুরুত্বপূর্ণ অবদান রেখে গেছেন সাবেক প্রধানমন্ত্রী খালেদা জিয়া। তাঁর এই উল্লেখযোগ্য অবদান সব সময় স্মরণ করা হবে।</p><p>আজ বৃহস্পতিবার সাবেক প্রধানমন্ত্রী ও বিএনপি চেয়ারপারসন খালেদা জিয়ার প্রতি শেষ শ্রদ্ধা জানিয়ে এই বার্তাই দিয়েছেন রাজনাথ সিং।</p><p>আজ দুপুরে দিল্লিতে বাংলাদেশ হাইকমিশনে যান রাজনাথ সিং। তিনি বাংলাদেশ মিশনে গিয়ে সাবেক প্রধানমন্ত্রী খালেদা জিয়ার জন্য রাখা শোক বইতে এই বার্তা লেখেন। খালেদা জিয়ার প্রতি শ্রদ্ধা জানান।</p><p>রাজনাথ সিং লিখেছেন, সাবেক প্রধানমন্ত্রী ও বাংলাদেশ জাতীয়তাবাদী দলের (বিএনপি) চেয়ারপারসন খালেদা জিয়ার মৃত্যুতে ভারতের সরকার ও জনগণের পক্ষ থেকে আন্তরিক সমবেদনা জানাই। ভারত ও বাংলাদেশের সম্পর্ক জোরদারে তাঁর উল্লেখযোগ্য অবদান সব সময় স্মরণ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পার্বত্য চট্টগ্রামের মানবাধিকার পরিস্থিতি ২০২৫ সালে আরও অবনতি হয়েছে: জেএসএস | প্রথম আলো",
            "time": "2026-01-01T07:46:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2F2tdaqlie%2Fprothomalo-bangla2025-07-01o64rt71bWhatsApp-Image-2025-07-01-at-13.49.17.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মানবাধিকার পরিস্থিতি</strong></p><p>জেএসএস বলেছে, ২০২৫ সালে ২৬৮টি মানবাধিকার লঙ্ঘনের ঘটনা ঘটেছে পার্বত্য চট্টগ্রামে। এসব ঘটনায় ৬০৬ জন পাহাড়ি মানবাধিকার লঙ্ঘনের শিকার হয়েছেন। মানবাধিকার লঙ্ঘনের মধ্যে ৮ পাহাড়ি নাগরিক বিচারবহির্ভূত হত্যা, ১১৭ পাহাড়ি গ্রেপ্তার, ২টি বৌদ্ধ মন্দিরসহ ৪৩টি বাড়িতে তল্লাশি, ৩২ জন জুম্ম নারী ও শিশু সহিংসতার শিকার হয়েছে। ২০২৫ সালে পার্বত্য চট্টগ্রামের পাহাড়ি জনগণের ওপর ব্যাপক আকারে দুটি নৃশংস সাম্প্রদায়িক হামলা ও অগ্নিসংযোগের ঘটনা সংঘটিত হয়েছে। এ ছাড়া ৩০০ একর ভূমি বেদখল করা হয়েছে।</p><p>জেএসএসের প্রতিবেদনে বলা হয়, পার্বত্য চট্টগ্রাম চুক্তি বাস্তবায়িত না হওয়ায় পার্বত্য চট্টগ্রামের মানবাধিকার পরিস্থিতি দিন দিন অবনতির দিকে ধাবিত হচ্ছে। পূর্ববর্তী সরকারগুলোর মতো অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন অন্তর্বর্তী সরকারও পার্বত্য চট্টগ্রাম চুক্তি বাস্তবায়নের মাধ্যমে পার্বত্য চট্টগ্রাম সমস্যার রাজনৈতিক ও শান্তিপূর্ণ সমাধান না করে ফ্যাসিবাদী কায়দায় দমন-পীড়নের মাধ্যমে সমস্যা সমাধানের নীতি অনুসরণ করে চলেছে। জনসংহতি সমিতিসহ চুক্তি বাস্তবায়নের আন্দোলনরত সংগঠন ও ব্যক্তিবর্গের বিরুদ্ধে ‘সন্ত্রাসী’, ‘বিচ্ছিন্নতাবাদী’, ‘অবৈধ অস্ত্রধারী’ হিসেবে তকমা দিয়ে ক্রিমিনালাইজ করা, মিথ্যা মামলা দায়ের করা, গ্রেপ্তার করে জেলে পাঠানো, অমানুষিক মারধর ও হয়রানি, বিচারবহির্ভূত হত্যা ইত্যাদি দমন-পীড়ন অব্যাহতভাবে চলছে।</p><p>জেএসএসের সহ–তথ্য ও প্রচার সম্পাদক সজীব চাকমা এ প্রতিবেদন পাঠান।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভেবেছিলাম, খালেদা জিয়ার কবরের মাটিটা একটু ছুঁয়ে দেখব’ | প্রথম আলো",
            "time": "2026-01-01T07:39:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fyfl2ocie%2FZia-Uddan-01.jfif?rect=0%2C29%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘২০ বছর আগে আমার মা মারা যায়। তখন যেমনটা ব্যথা অনুভব করেছিলাম, আবার তেমনটা লাগছে। খালেদা জিয়ার মৃত্যুর সংবাদ শুনে স্তব্ধ হয়ে গিয়েছিলাম। গত দুইটা রাত ঘুমাতে পারিনি। তাই আজ ছুটে এসেছি। ভেবেছিলাম, খালেদা জিয়ার কবরের মাটিটা একটু ছুঁয়ে দেখব। তিনি যে কবরে আছেন, সেখানকার মাটি ছুঁয়ে দেখলে কেমন অনুভব হতো, তা বুঝতে এসেছিলাম।’</p><p>আজ বৃহস্পতিবার সকাল সাড়ে নয়টার দিকে রাজধানীর জিয়া উদ্যানের প্রবেশমুখে দাঁড়িয়ে কথাগুলো বলছিলেন ফাতেমা শারমিন। তিনি মুন্সিগঞ্জের বিক্রমপুর থেকে এসেছেন।</p><p>ফাতেমা শারমিন প্রথম আলোকে বলেন, ‘আফসোস লাগছে। ভেবেছিলাম, একবার খালেদা জিয়ার কবরের পাশে গিয়ে দাঁড়াব। সৃষ্টিকর্তার কাছে ম্যাডামের জন্য দোয়া করব। কিন্তু পারলাম না। তাই এখান থেকেই দোয়া করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন বছরে ব্রাজিল থেকে নেইমারকে নিয়ে খুশির খবর | প্রথম আলো",
            "time": "2026-01-01T07:22:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-10%2Ffaow8k8q%2F2025-11-09T215357Z1558879642UP1ELB91OTUIPRTRMADP3SOCCER-BRAZIL-FLA-SAN.JPG?rect=0%2C0%2C3719%2C1952&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘ জল্পনাকল্পনার অবসান হলো অবশেষে। গতকাল বুধবার ব্রাজিলিয়ান ক্লাব সান্তোস আনুষ্ঠানিকভাবে নেইমারের সঙ্গে চুক্তি নবায়ন চূড়ান্ত করে। নতুন চুক্তি অনুযায়ী, ২০২৬ সালের ৩১ ডিসেম্বর পর্যন্ত সান্তোসেই থাকছেন এই ব্রাজিলিয়ান তারকা। নেইমারের নতুন চুক্তির খবর নিশ্চিত করেছে ব্রাজিলিয়ান সংবাদমাধ্যম ‘গ্লোবো’।</p><p>এই চুক্তিতে পৌঁছাতে কয়েক সপ্তাহ ধরে আলোচনা চলেছে দুই পক্ষের মধ্যে। সান্তোসে ফেরার পর এটি নেইমারের সঙ্গে করা তৃতীয় চুক্তি। এর আগে ২০২৫ সালে তাঁর সঙ্গে ছয় মাস করে দুবার চুক্তি করেছে ভিলা বেলমিরোর ক্লাবটি। এবারের চুক্তি এক বছরের জন্য।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে কক্ষে ঢুকে দরজা আটকে দেয় দুই শিশু, উদ্ধার করল ফায়ার সার্ভিস | প্রথম আলো",
            "time": "2026-01-01T07:21:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fa0f1505j%2F692e32d0-30b3-4dd8-a872-4dd2db5aca5c.jfif?rect=0%2C18%2C698%2C366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্র জানায়, অভিভাবকদের অনুপস্থিতিতে শিশু দুটি ঘরের ভেতর থেকে ছিটকিনি লাগিয়ে দেয়। এরপর তারা ভেতরে আটকা পড়ে। উদ্ধার করতে না পেরে অভিভাবকেরা ফায়ার সার্ভিসকে খবর দেন। এরপর ফায়ার সার্ভিস গিয়ে জানালার গ্রিল কেটে শিশু দুটিকে উদ্ধার করে।</p><p>রাঙামাটি ফায়ার সার্ভিসের সহকারী পরিচালক নিউটন দাস প্রথম আলোকে  বলেন, ‘শিশু দুটিকে নিরাপদে উদ্ধার করা হয়েছে। তারা এখন পরিবারের সঙ্গেই আছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "সঞ্চয়পত্রের মুনাফার হার আবার কমল | প্রথম আলো",
            "time": "2026-01-01T07:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fg3eeb307%2F1ddf51043e62594fc32dc6e5ee3c9537_5b6a833aa718b.jpg?rect=0%2C123%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছয় মাসের ব্যবধানে সঞ্চয়পত্রের মুনাফার হার আবারও কমানো হলো। আগামী ছয় মাসের জন্য সঞ্চয়পত্রের নতুন মুনাফার হার ঘোষণা করেছে অভ্যন্তরীণ সম্পদ বিভাগ (ইআরডি)। আজ ১ জানুয়ারি থেকে নতুন মুনাফার সিদ্ধান্ত কার্যকর হয়েছে। নতুন হার অনুযায়ী, সঞ্চয়পত্রের সর্বোচ্চ মুনাফার হার হবে ১০ দশমিক ৫৯ শতাংশ। সর্বনিম্ন মুনাফার হার হবে ৮ দশমিক ৭৪ শতাংশ। গত জুলাই মাসেও মুনাফার হার কমানো হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগ থেকে জামায়াতে যোগ দিলে সব দায়দায়িত্ব নেওয়ার ঘোষণা লতিফুরের | প্রথম আলো",
            "time": "2026-01-01T07:17:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fi1mll8d5%2FChapainababgonj.jpeg?rect=35%2C0%2C749%2C393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লতিফুর রহমান ওই উঠান বৈঠকে বলেন, ‘আল্লাহর দল ছাড়া মানুষের গড়া দল করা যাবে না। আমার কথা নয়, কোরআনের কথা। কী, কথা ঠিক আছে? এটা ভালো করে খেয়াল করবেন। আল্লাহ বলছেন, আমি তোমাদের ভালো কাজের, মন্দ কাজের জাররা জাররা হিসাব নেব।’</p><p>লতিফুর রহমানের দেওয়া বক্তব্যের দুটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে। এ নিয়ে আজ বৃহস্পতিবার সকালে তাঁর সঙ্গে যোগাযোগ করা হলে তিনি বলেন, ‘আমি শুধু আওয়ামী লীগকে নয়, বিএনপির লোকজনকেও জামায়াতে যোগ দেওয়ার আহবান জানিয়েছি। ইসলামের পথে আসার আহবান জানিয়েছি।’ কার্যক্রম নিষিদ্ধ আওয়ামী লীগ থেকে কেউ জামায়াতে যোগ দিয়েছেন কি না, জানতে চাইল তিনি বলেন, ‘না, নেতা পর্যায়ের কেউ যোগ দেননি।’</p></div></div></div></body></html>"
        },
        {
            "title": "পরীক্ষায় ফেল, কান্নায় ভেঙে পড়লেন কিম | প্রথম আলো",
            "time": "2026-01-01T07:15:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-22%2Fd73gnwjd%2Fkim.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিম কার্ডাশিয়ান এখন আইনজীবীও বটে। গত বছর ক্যালিফোর্নিয়া বার পরীক্ষায় উত্তীর্ণ হতে পারেননি তিনি। ফেল করার খবর প্রথমে গত বছরের নভেম্বরে প্রকাশিত হয়েছিল, তবে এখন তার শো ‘দ্য কার্ডাশিয়ানস’ তুলে ধরা হয়েছে। সম্প্রতি অনলাইনে শেয়ার করা ক্লিপে দেখা যায়, কিম পরিবারের সঙ্গে ক্রিস জেনার, খোলে কার্ডাশিয়ান এবং তাঁর ছেলে সেন্টের পাশে সোফায় বসে আতঙ্কিতভাবে ফলাফলের জন্য অপেক্ষা করছেন। যখন ঘড়ির কাঁটা পাঁচটায় পৌঁছায়, কিম তাঁর মোবাইল স্ক্রিন রিফ্রেশ করছেন।</p><p>তখনই জানা যায়, সেই ঠিক ফলাফল হয়, যা তিনি আগেই আশঙ্কা করেছিলেন।<br> ‘আমি পাস করিনি। ঠিক আছে, আমি আন্দাজ করেছিলাম,’ তিনি বললেন, চেষ্টা করছেন সংযম ধরে রাখার, যদিও তাঁর কণ্ঠ ভেঙে যায়। কয়েক মুহূর্ত পর তিনি কেঁদে ফেললেন।<br></p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষা শুরু ২ জানুয়ারি, শাটল ট্রেন যেভাবে চলবে | প্রথম আলো",
            "time": "2026-01-01T07:13:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Fmkahajdw%2FWhatsApp_Image_2025_12_30_at_12_08_27.jpeg?rect=0%2C54%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম বিশ্ববিদ্যালয়ে ২০২৫-২৬ শিক্ষাবর্ষের প্রথম বর্ষ স্নাতক (সম্মান) শ্রেণির ভর্তি পরীক্ষা আগামীকাল শুক্রবার (২ জানুয়ারি ২০২৬) শুরু হবে। এ ইউনিটের পরীক্ষার মধ্য দিয়ে ভর্তি পরীক্ষা শুরু হবে। ৩, ৫, ৭, ৮, ৯ ও ১০ জানুয়ারি অনুষ্ঠিত হবে পরীক্ষা। ভর্তি পরীক্ষায় অংশগ্রহণে ইচ্ছুক পরীক্ষার্থী ও সংশ্লিষ্ট ব্যক্তিদের জন্য কিছু নির্দেশনা দেওয়া হয়েছে বিশ্ববিদ্যালয়ের পক্ষ থেকে।</p></div></div></div></body></html>"
        }
    ]
}