{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বেশির ভাগ প্রার্থী সব ভোটকক্ষে এজেন্ট দিতে পারছেন না | প্রথম আলো",
            "time": "2026-02-10T14:55:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F0qzbxwz2%2Fkhulna-agent-1.JPG?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে খুলনা জেলার ছয়টি সংসদীয় আসনে বিভিন্ন দলের মোট ৩৮ জন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। তবে তাঁদের বেশির ভাগ প্রার্থী সব ভোটকক্ষে পোলিং এজেন্ট দিতে পারছেন না। জেলার ছয়টি আসনের মধ্যে খুলনা–৩ আসনে সর্বনিম্ন ৫০৬টি বুথ বা ভোটকক্ষ রয়েছে। সবচেয়ে বেশি ভোটকক্ষ রয়েছে খুলনা–৫ আসনে—৮৪৭টি।</p><p> দলীয় সূত্রে জানা গেছে, সব ভোটকক্ষের জন্য পোলিং এজেন্টের তালিকা চূড়ান্ত করেছেন বিএনপি ও জামায়াতে ইসলামীর প্রার্থীরা। ইসলামী আন্দোলন বাংলাদেশ ও বাংলাদেশের কমিউনিস্ট পার্টির (সিপিবি) প্রার্থীরাও এজেন্টের তালিকা প্রস্তুত করেছেন। অন্য দলের অধিকাংশ প্রার্থী কেবল কিছু নির্বাচনী কেন্দ্রে এজেন্ট দেওয়ার প্রস্তুতি নিচ্ছেন।</p><p> খুলনায় বিএনপির ছয়, জামায়াতে ইসলামীর পাঁচ এবং ইসলামী আন্দোলন বাংলাদেশের পাঁচজন প্রার্থী রয়েছেন। জাতীয় পার্টি চারটি আসনে, সিপিবি তিনটি আসনে প্রার্থী দিয়েছে। খেলাফতে মজলিস, ইসলামী ফ্রন্ট, জেএসডি, বাসদ, বাংলাদেশ মাইনরিটি জাতীয় পার্টি, গণ অধিকার পরিষদ, বাংলাদেশ সম অধিকার পরিষদ ও এনডিএম একটি করে আসনে প্রার্থী দিয়েছে। বাকিরা স্বতন্ত্র প্রার্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "পোস্টাল ব্যালটে ভোট দিলেন কোন কোন কারাবন্দী রাজনীতিক | প্রথম আলো",
            "time": "2026-02-10T14:49:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F0cdf1gy9%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পোস্টাল ব্যালটে ভোট দিলেন কোন কোন কারাবন্দী রাজনীতিক\" class=\"nA4h1 \">পোস্টাল ব্যালটে ভোট দিলেন কোন কোন কারাবন্দী রাজনীতিক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-10T20:49:24+06:00\"><span>প্রকাশ: ১০ ফেব্রুয়ারি ২০২৬, ১৪: ৪৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সিলেট-৬ আসন: কালোটাকা ছড়ানোর অভিযোগ বিএনপি প্রার্থীর | প্রথম আলো",
            "time": "2026-02-10T14:48:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F5lkq16fy%2FWhatsApp-Image-2026-02-10-at-8.23.24-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের পরিবেশ নষ্ট করতে কালোটাকা ছড়ানো হচ্ছে বলে অভিযোগ করেছেন সিলেট-৬ (বিয়ানীবাজার ও গোলাপগঞ্জ) আসনের বিএনপি মনোনীত প্রার্থী এমরান আহমদ চৌধুরী। আজ মঙ্গলবার দুপুরে সিলেটের রিটার্নিং কর্মকর্তা ও জেলা প্রশাসক সারওয়ার আলমের কাছে লিখিতভাবে তিনি এ বিষয়ে অভিযোগ করেন। তিনি বলেন, প্রতিদ্বন্দ্বী প্রার্থীর পক্ষ থেকে কালোটাকার ছড়াছড়ি, সংখ্যালঘু বিভিন্ন সম্প্রদায়ের ভোটারদের ভয়ভীতি প্রদর্শন ও বহিরাগতদের দিয়ে মহড়া দেওয়া হচ্ছে।</p><p> লিখিত অভিযোগে জেলা বিএনপির সাধারণ সম্পাদক এমরান আহমদ চৌধুরী বলেন, ‘সিলেট-৬ সংসদীয় আসনে বিয়ানীবাজার উপজেলা একটি প্রবাসী–অধ্যুষিত জনবহুল এলাকা। এতে পৌরসভা, উপজেলা ও ইউনিয়ন আছে। কিন্তু ইতিমধ্যে আমরা দেখতে পাচ্ছি, বহিরাগত ক্যাডার ও সন্ত্রাসী প্রকৃতির অনেক লোক বিয়ানীবাজারের বিভিন্ন এলাকায় অবস্থান নিয়ে নির্বাচনের প্রচারণার বাহানায় সাধারণ ভোটারদের মধ্যে ভয়ভীতি সৃষ্টি করে আইনশৃঙ্খলা পরিস্থিতির অবনতি করার অপচেষ্টা চালাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত ভোটকেন্দ্রে বাঁশের লাঠি জমা করছে, অভিযোগ জোনায়েদ সাকির | প্রথম আলো",
            "time": "2026-02-10T14:42:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fl6tdmnd9%2FBBariaDH.jpg?rect=0%2C21%2C1086%2C570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জোনায়েদ সাকি বলেন, ‘গতকাল বাঞ্ছারামপুর একটা অটোতে করে বেশ কিছু বাঁশ তাঁরা কেটে নিয়ে যাচ্ছিলেন এবং বিভিন্ন জায়গায় জমা করছেন, যাতে তাঁরা অনেকগুলো কেন্দ্রে এ ধরনের ঘটনা ঘটাতে পারেন। সেই অটোতে জামায়াতে ইসলামীর ব্যানার ছিল। যখন তাকে পুলিশের হেফাজতে নেওয়া হয়েছে, জামায়াতে ইসলামীর ইউনিয়ন পর্যায়ের একজন নেতা তখন তাকে ছাড়িয়ে আনতে গিয়েছেন। তার মানে এটা স্পষ্ট যে এখানে একটি দল যারা আমাদের প্রতিদ্বন্দ্বী, তারা খুব পরিকল্পিতভাবে ভোটকেন্দ্রে এ ধরনের বাঁশের লাঠি কিংবা আমরা এ রকমও শুনেছি, দেশি অস্ত্রশস্ত্র নিয়ে তাঁরা জমা করছেন। সেগুলো তাঁরা ভোটকেন্দ্র নিয়ে সেই ধরনের পরিস্থিতি সৃষ্টি করবেন।’</p><p>সংবাদ সম্মেলনে সাকি বলেন, ‘এটা অত্যন্ত বিপজ্জনক, ভয়ংকর রকমভাবে উসকানিমূলক, অস্থিতিশীল পরিবেশ তৈরি ছাড়া আর কিছু না। আমরা বলছি, বাঞ্ছারামপুরে প্রতিটি ভোটার নির্ভয়ে ভোটকেন্দ্র যাবেন এবং ভোটাধিকার প্রয়োগ করবেন। জনতার ভোটেই এখানকার সংসদ সদস্য নির্বাচিত হবেন। এটা গ্রহণ করার জন্য আমরা প্রস্তুত আছি। আমরা কেন ভোটকেন্দ্রে কী কারণে এ ধরনের পরিস্থিতি তৈরির চেষ্টা করব। আমরা শতভাগ চাই, যাতে সুষ্ঠু নির্বাচন এখানে হোক।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাসের দাবিতে চট্টগ্রাম বিশ্ববিদ্যালয়ের মূল ফটকে তালা দিল চাকসু। | প্রথম আলো",
            "time": "2026-02-10T14:41:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Ftp531isi%2FWhatsApp-Image-2026-02-10-at-8.25.17-PM.jpeg?rect=0%2C216%2C1525%2C801&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তালা দেওয়া এ কর্মসূচির নেতৃত্ব দিচ্ছেন চাকসুর নির্বাহী সদস্য সোহানুর রহমান। জানতে চাইলে তিনি প্রথম আলোকে বলেন, ‘শিক্ষার্থীরা ভোট দিতে আগ্রহী হলেও টিকিট না পেয়ে ফিরে এসেছেন। আমরা শিক্ষার্থীদের জন্য প্রশাসনের কাছ থেকে ১৯টি বাস ও একটি ট্রেন বুকিং করতে ৯ লাখ টাকা চেয়েছিলাম। কিন্তু উপাচার্য কোনো সহায়তা করতে রাজি হননি।’</p><p>সোহানুর রহমান অভিযোগ করেন, বিশ্ববিদ্যালয় প্রশাসন ৬০ হাজার টাকা বরাদ্দ দিয়েছে। এটি দিয়ে চট্টগ্রাম থেকে ঢাকামুখী মেইল ট্রেনের দুটি বগি বুকিং দেওয়া হয়েছে। তবে এটি পর্যাপ্ত নয়। শিক্ষার্থীরা ভোট দিতে আগ্রহী। তাঁরা বাড়ি যেতে চান। এ কারণে তাঁরা বিশ্ববিদ্যালয় থেকে বিশেষ বাস বরাদ্দ দেওয়ার দাবিতে তালা দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রেপ্তারের ১৯ ঘণ্টা পর জামিন চট্টগ্রাম বন্দর আন্দোলনের সমন্বয়কের | প্রথম আলো",
            "time": "2026-02-10T14:38:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fz5hot3a1%2FWhatsApp-Ima.png?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তারের ১৯ ঘণ্টা পর জামিন পেয়েছেন চট্টগ্রাম বন্দর রক্ষা সংগ্রাম পরিষদের সমন্বয়ক ইব্রাহিম খোকন। আজ মঙ্গলবার বেলা তিনটার দিকে চট্টগ্রাম মেট্রোপলিটন ম্যাজিস্ট্রেট আদালত তাঁর জামিন আবেদন মঞ্জুর করেন।</p><p> বন্দর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুর রহিম প্রথম আলোকে বলেন, বন্দর কর্তৃপক্ষের করা বিশেষ ক্ষমতা আইনের মামলায় ইব্রাহিম খোকনকে আদালতে পাঠানো হয়। আদালত তাঁর জামিন আবেদন মঞ্জুর করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশু গৃহকর্মীকে নির্যাতনের বিবরণ আদালতে শোনালেন বিচারক, বেদনাহত সবাই | প্রথম আলো",
            "time": "2026-02-10T14:38:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fg0a38pqy%2FUV6368.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে আসামিদের উদ্দেশে বিচারক বলেন, ‘আপনারা তাকে নির্যাতন করেছিলেন কেন?’ আসামি বিথী বলেন, ‘আমার এখানে সেভাবে নির্যাতন হয়নি। এর আগে তাকে অন্য জায়গায় কাজে দেওয়া হয়েছে। পরে আমার এখানে আসে।’</p><p>বিচারক বলেন, তাহলে কীভাবে নির্যাতন হয়েছে? আসামি বিথী বলেন, ‘সে আত্মহত্যা করতে চেয়েছে। সে জন্য তাকে চড়–থাপ্পড় মেরেছি।’</p><p>বিচারক বলেন, তাঁকে নির্যাতনের ছবি, ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে। দেশবাসী সেটা দেখেছে। সেখানে দেখা যাচ্ছে যে তার সারা শরীরে আঘাত আছে। তখনো বিথী অস্বীকার করে বলেন, ‘আমি নির্যাতন করিনি।’ পরে বিচারক বলেন, ‘আপনার বক্তব্য যদি সত্য হয়, তাহলে মেয়েটি আগে থেকেই অসুস্থ। তাহলে আপনি এই মেয়েকে কাজে নিলেন কেন? আর যদি আপনার এখানে আঘাত করা হয়, তাহলে আঘাতটা করলেন কেন?’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতিশ্রুতি নয়, প্রস্তাবনা: এনসিপির ইশতেহার নিয়ে বিভ্রান্তি ও বাস্তবতা | প্রথম আলো",
            "time": "2026-02-10T14:34:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fbz1nuz24%2FNcp-Ishtehar-01.JPG?rect=0%2C775%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লেখক কারখানায় ইটিপি স্থাপন নিশ্চিত করতে আমাদের প্রণোদনা দেওয়ার প্রস্তাবের বিরুদ্ধে। ইটিপি স্থাপন বর্তমানেও বাধ্যতামূলকই, তাহলে হচ্ছে না কেন? আমরা মনে করি কেবল কঠোর আইনই জনগণকে তা মানাতে যথেষ্ট না, হয়তো কর্তৃত্ববাদী রাষ্ট্রে তা সম্ভব। ফলে আইন ও প্রণোদনার সমন্বয়ের মাধ্যমে আমরা পরিবেশ ও ব্যবসাবান্ধব সরকার তৈরি করতে চাই। লেখক দাবি করেছেন আমরা দূষণ বন্ধ, নদী খাল পরিবেশ রক্ষা নিয়ে ‘পরিষ্কার’ আলাপ করিনি। আমাদের ৬৯-৭১ এই আড়াই পৃষ্ঠাব্যাপী দূষণ প্রতিরোধে প্রস্তাবনা যথেষ্ট ‘পরিষ্কার’ কি না, তার বিবেচনা ব্যক্তিভেদে আলাদা হওয়াই স্বাভাবিক।</p><p>সশস্ত্র বাহিনী প্রসঙ্গে আমরা স্পষ্ট: বাংলাদেশকে সামরিকভাবে শক্তিশালী করতেই চাই। ভারতের সঙ্গে অসম চুক্তি পুনর্বিবেচনা করার সুস্পষ্ট প্রতিশ্রুতি থাকলেও লেখক চুক্তি বাতিলের কথা না থাকায় সমালোচনা করেছেন। এ রকম রাষ্ট্রীয় চুক্তিসমূহ রাষ্ট্রের নিরাপদ সার্বভৌমত্বের অধীন এবং কোনো রাষ্ট্র চুক্তি থেকে বের হওয়ার চেষ্টা করলে তাকে আন্তর্জাতিক আরবিট্রেশন আদালতের মুখোমুখি করা যায়। </p><p>বাংলাদেশ আগেও এ রকম আরবিট্রেশন আদালতে জরিমানা দিয়েছে। এ রকম রাষ্ট্রীয় চুক্তি দুই পক্ষের সম্মতি ছাড়া ভঙ্গ করলে সেই রাষ্ট্রের বিশ্বাসযোগ্যতা কমে যাওয়ায় পরবর্তী আন্তর্জাতিক চুক্তি করা হয়ে যায় কঠিন ও খরচসাপেক্ষ। যেহেতু আমরা অ্যাকটিভিজম করতে না, বরং সরকার গঠনে আগ্রহী, তাই এসব আন্তর্জাতিক বিধিমালা ও বাস্তবতা মেনেই আমাদের প্রস্তাবনাগুলো লেখা হয়েছে।</p><p>লেখক বলেছেন, গবেষণার উপযুক্ত পরিবেশ ও সুযোগ, হস্তক্ষেপ বন্ধ করার কথা আমরা বলি। অথচ ৫৩ নম্বর পৃষ্ঠায় দ্বিতীয় অনুচ্ছেদ পুরোটাই দেশের গবেষণা কাঠামোর সংস্কার নিয়ে। লেখক দাবি করেছেন, এনসিপির নেতাদের বিরুদ্ধেই পত্রিকাতে চাঁদাবাজির অভিযোগের অভাব নেই, তাই তিনি চাঁদাবাজির বিরুদ্ধে এনসিপির জিরো টলারেন্স বিশ্বাস করেন না। </p></div></div></div></body></html>"
        },
        {
            "title": "অদম্য বাংলাদেশ টি-টুয়েন্টির পর এখন লিটনদের সামনে কী | প্রথম আলো",
            "time": "2026-02-10T14:30:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fr42raa2z%2FAFter-win-DHUMKETU-3.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফাইনালে অবশ্য ৩৪ বলে ৫৪ রানের ইনিংস খেলেও দলকে জেতাতে পারেননি। অল্প সময়ের মধ্যে এই টুর্নামেন্ট আয়োজনের জন্য বিসিবিকে ধন্যবাদ জানিয়ে নুরুল বলেছেন, ‘সবাই মাঠে ম্যাচগুলো উপভোগ করেছে, বিশেষত খেলোয়াড়েরা, আমার কাছে মনে হয় যে প্রতিদ্বন্দ্বিতাপূর্ণ একটা টুর্নামেন্ট পেয়েছে। এ সময় হয়তো যেহেতু বিশ্বকাপ খেলছি না, খেলার বিকল্প খুব বেশি ছিল না।’</p><p>জাতীয় দলের অধিনায়ক লিটনেরও বিপিএলটা ভালো কাটেনি। ৩ ম্যাচে এক ফিফটিতে ১২৩ রান করেছেন লিটন। বোলারদের মধ্যে সেভাবে সাড়া ফেলতে পারেননি কেউ। তিন ম্যাচে ৫ উইকেট করে পেয়েছেন মেহেদী হাসান, রিশাদ হোসেন আর হাসান মাহমুদ। তাদের মধ্যে মেহেদী এক ম্যাচেই ৪ আর রিশাদ নিয়েছেন ৩ উইকেট।</p></div></div></div></body></html>"
        },
        {
            "title": "সাদিয়ার বছরের সেরা ফটোশুট, আরশ-সুনেরাহ্‌র ‘শুধুই সহকর্মী সম্পর্ক’ | প্রথম আলো",
            "time": "2026-02-10T14:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fwqc34916%2Finbound4061855418845183766.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিয়ের সাজে সুনেরাহ্‌র সঙ্গে রাতে ছবি পোস্ট দিয়ে আরশ খান লিখলেন, ‘আলহামদুলিল্লাহ।’ দিনে সুনেরাহ্ বিনতে কামাল লিখেছেন, ‘সব ভালো জিনিস যেন তোমার কাছে পৌঁছে যায়।’ কয়েক মাস ধরে এই জুটি নিয়ে প্রেমের গুঞ্জন ছড়িয়েছে। তাঁদের মতে, ‘এ সম্পর্ক শুধুই সহকর্মী হিসেবে।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "গণভোট নিয়ে নির্বাচন কমিশনের নির্দেশনাটি আইনসম্মত | প্রথম আলো",
            "time": "2026-02-10T14:29:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fhjgmoikb%2FCapture.PNG?rect=0%2C29%2C982%2C516&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে গণভোট অধ্যাদেশ ২০২৫-এর ২১ ধারার দিকে নজর দিলে এই বিষয়টা পরিস্কার হয়, বস্তুত আরপিওর বিধানাবলি দিয়েই সংসদ নির্বাচন ও গণভোট - উভয় নির্বাচনে নিয়োজিত সরকারি কর্মকর্তাদের নির্বাচনী আচরণ নিয়ন্ত্রণ করা যেতে পারে। অপরাধ, দণ্ড ও বিচারপদ্ধতি সম্পর্কে ২১ ধারায় বলা আছে যে, ‘ত্রয়োদশ জাতীয় সংসদ নির্বাচনে গণপ্রতিনিধিত্ব আদেশ, ১৯৭২ ও সংশ্লিষ্ট বিধিবিধান মোতাবেক যেসব কার্য অপরাধ ও নির্বাচনী আচরণবিধির লঙ্ঘন হিসেবে গণ্য, একই ধরনের কার্য গণভোটের ক্ষেত্রেও যত দূর প্রযোজ্য, অপরাধ ও আচরণবিধির লঙ্ঘন বলিয়া গণ্য হইবে, এবং এরূপ ক্ষেত্রে গণপ্রতিনিধিত্ব আদেশ, ১৯৭২ ও সংশ্লিষ্ট বিধিবিধান প্রয়োগ করিয়া এখতিয়ারসম্পন্ন কর্তৃপক্ষ কর্তৃক উক্ত অপরাধের বিচার ও আচরণবিধি লঙ্ঘনের বিরুদ্ধে উপযুক্ত ব্যবস্থা গ্রহণ করা যাইবে।’</p><p>এখানে নির্বাচনের প্রকারভেদ বা ভিন্নতা মূল বিবেচ্য বিষয় নয়; বরঞ্চ দুটি নির্বাচনে দায়িত্বরত সরকারি কর্মকর্তাদের নির্বাচনী আচরণ নিয়ন্ত্রণ করাই ২১ ধারার একমাত্র লক্ষ্য। ভুলে গেলে চলবে না যে, যেসব সরকারি কর্মকর্তা নির্বাচনী কর্মকর্তা হিসেবে ১২ ফেব্রুয়ারির সংসদ নির্বাচন আয়োজনে দায়িত্বপ্রাপ্ত রয়েছেন এবং কাজ করে যাচ্ছেন, তারাই কিন্তু ওই একইদিনে অনুষ্ঠিতব্য গণভোটের জন্য দায়িত্ব পালন করবেন। সুতরাং, নির্বাচন কমিশনের ২৯ জানুয়ারির নির্দেশনায় গণভোট অধ্যাদেশ, ২০২৫-এর ২১ ধারার উল্লেখ কোনোভাবেই ‘বিভ্রান্তিমূলক’ নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি ও জামায়াতের ইশতেহারে কল্যাণমুখী নীতি কতটা পেলাম | প্রথম আলো",
            "time": "2026-02-10T14:21:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fc1ncjoh8%2Fprothomalo-bangla2024-12-27w6gzzmk5caricature18.avif?rect=0%2C0%2C617%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থাৎ জনগণের ভালো থাকা কিংবা দেশের উন্নয়নে জনকল্যাণমূলক নীতি তৈরি করা রাষ্ট্রের প্রধান দায়িত্ব হিসেবে তারা দেখছে। এখানে কৃষকদের জন্য কৃষি কার্ড, এমনকি কৃষকদের জন্য তাদের ঋণ মওকুফের প্রতিশ্রুতি, শিক্ষিত তরুণদের জন্য বেকার ভাতা এবং প্রান্তিক পরিবারের নারীদের জন্য ফ্যামিলি কার্ড প্রচলনের বিষয়টি বিশেষ করে সবার দৃষ্টি আকর্ষণ করেছে।</p><p>পিতৃতান্ত্রিক ব্যবস্থায় যেখানে নারীকে নানাভাবে আরও অধস্তনতার দিকে ঠেলে দেওয়া হচ্ছে, সেখানে এমন একটি উদ্যোগ নারীর ক্ষমতায়নকে আরও সামনে এগিয়ে নিয়ে যাবে। যে প্রতিশ্রুতি সরাসরি কল্যাণমুখী রাষ্ট্রের বৈশিষ্ট্যের মধ্যে পড়ে, যেখানে জনগণের দায়ের চেয়ে রাষ্ট্রের দায় মুখ্য হিসেবে দেখানো হয়।</p><p>জামায়াতে ইসলামীর মতো বিএনপি ঋণব্যবস্থা থেকে দূরে থাকছে। কেননা ছাত্রছাত্রী ও কৃষকদের জন্য ঋণ প্রদানের মতো বিষয়গুলোর দায় রাষ্ট্র থেকে মূলত জনগণের ওপরেই বর্তায়।</p><p>কেননা ঋণ সহজ শর্তে হোক বা ক্ষুদ্রঋণ হোক জনগণকেই একটা পর্যায়ে তা পরিশোধ করতে হয়, যা আমরা দেখি পুঁজিবাদী রাষ্ট্রব্যবস্থার একটি প্রধান বৈশিষ্ট্য হিসেবে। আধুনিক সমাজব্যবস্থার ঋণের মধ্য দিয়ে কল্যাণের চেয়ে জনগণের জন্য একটি শোষণমূলক ব্যবস্থা হিসেবে আবির্ভূত হয়।</p><p>পুঁজিবাদী ব্যবস্থায় ঋণের মধ্য দিয়ে দেশের অনেকেই তার সম্পদের দখলদারি ধীরে ধীরে হারিয়ে ফেলে, যার মালিক হয়ে পড়ে একপর্যায়ে পুঁজি প্রদানকারী প্রতিষ্ঠান। এই ধরনের ঘটনাগুলো আমাদের দেশে ক্ষুদ্রঋণের ক্ষেত্রেও আমরা অতীতে পর্যবেক্ষণ করেছি এবং তথাকথিত আধুনিক ব্যাংকিং ব্যবস্থাতেও আমরা দেখতে পেরেছি কী করে ক্ষমতাহীন ঋণগ্রহীতারা ধীরে ধীরে তাঁর সম্পদের মালিকানা হারিয়ে নিঃস্ব হয়ে পড়েন। আবার আমরা সেই পুঁজিবাদী ব্যবস্থায় এমনটাও দেখেছি, কী করে দেশের বড় বড় প্রতিষ্ঠানের মালিক যাঁরা ঋণখেলাপি হয়ে দিব্যি সমাজের চোখে আদর্শ মানুষের প্রতিচ্ছবি হয়ে ঘুরে বেড়াচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থীর নেতা-কর্মীদের বিরুদ্ধে জামায়াতের প্রার্থীর প্রচারে হামলার অভিযোগ | প্রথম আলো",
            "time": "2026-02-10T14:21:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fydjxsrd7%2FWhatsApp-Image-2026-02-10-at-7.56.21-PM.jpeg?rect=0%2C69%2C1522%2C799&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে এসব ঘটনার তীব্র নিন্দা ও প্রতিবাদ জানিয়ে দ্রুত দোষী ব্যক্তিদের বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণের দাবি জানানো হয়। একই সঙ্গে সংশ্লিষ্ট প্রশাসনের প্রতি অবিলম্বে কার্যকর পদক্ষেপ নেওয়ার আহ্বান জানানো হয়। এ সময় উপস্থিত ছিলেন জামায়াতের প্রার্থীর নির্বাচনী মিডিয়া কমিটির সমন্বয়ক মুজাহিদুল ইসলাম ইউসুফ ও সদস্য সালেহ উদ্দিন।</p><p>এ বিষয়ে জানতে মেহেন্দীগঞ্জ উপজেলা বিএনপির আহ্বায়ক গিয়াস উদ্দিনকে ফোন করা হলে আরেকজন ফোন ধরে বলেন, তিনি একটি কর্মী সভায় ব্যস্ত আছেন। পরে যোগাযোগ করতে বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভৈরব নদে ঘাটে বাঁধা রশি ছিঁড়ে ডুবে গেছে কয়লাবাহী জাহাজ | প্রথম আলো",
            "time": "2026-02-10T14:18:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fhd458x9a%2FJessoreDH0626202602108696ea64-9bd3-4ec8-9b45-ebd144085ba8.jpg?rect=0%2C0%2C1168%2C613&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">যশোরের অভয়নগর উপজেলার মশরহাটী এলাকায় ভৈরব নদে কয়লাবোঝাই কার্গো জাহাজ এমভি আরাফাতের নূর ডুবে গেছে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি : প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ চিকিৎসা গবেষণা পরিষদে নবম গ্রেডে চাকরি | প্রথম আলো",
            "time": "2026-02-10T14:17:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-05%2Fc4a7d9e5-a116-4d88-a539-52d297a523a7%2F8ff5c451-66cd-4452-a6af-6d2ca61c696d.jpg?rect=0%2C16%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ চিকিৎসা গবেষণা পরিষদ (বিএমআরসি)–এ ‘বৈজ্ঞানিক কর্মকর্তা’ পদে নিয়োগ বিজ্ঞপ্তি প্রকাশ করা হয়েছে। মোট পদসংখ্যা দুই। আবেদনের শেষ তারিখ ১২ মার্চ ২০২৬।</p><p><strong>চাকরির বিবরণ</strong></p><p><strong>পদের নাম: বৈজ্ঞানিক কর্মকর্তা</strong></p><p>পদসংখ্যা: ২</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: বাংলাদেশ মেডিক্যাল অ্যান্ড ডেন্টাল কাউন্সিল (BMDC) কর্তৃক স্বীকৃত এবং অনুমোদিত শিক্ষাপ্রতিষ্ঠান হতে এমবিবিএস (MBBS) বা বিডিএস (BDS) ডিগ্রি।</p><p>অথবা, কোন স্বীকৃত বিশ্ববিদ্যালয় হতে বায়োলজিক্যাল সায়েন্স/পরিসংখ্যানে স্নাতকোত্তর ডিগ্রি।</p><p>বেতন স্কেল: ২২,০০০ - ৫৩,০৬০ টাকা (গ্রেড-০৯)</p></div></div></div></body></html>"
        },
        {
            "title": "কিউএস র‍্যাঙ্কিংয়ে ইউরোপের সেরা ১০ বিশ্ববিদ্যালয় কোনগুলো | প্রথম আলো",
            "time": "2026-02-10T14:14:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2F44dfe457-55db-4a67-b073-79f81799167c%2FIndia_University.jfif?rect=0%2C30%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিউএস র‍্যাঙ্কিং নির্ধারণ করা হয় বিভিন্ন সূচকের ভিত্তিতে—যার মধ্যে রয়েছে গবেষণা ও উদ্ভাবন, শিক্ষার অভিজ্ঞতা, বৈশ্বিক সম্পৃক্ততা, কর্মসংস্থানযোগ্যতা ও একাডেমিক সুনাম।</p><p>এই র‍্যাঙ্কিং মূলত বিদেশে পড়াশোনায় আগ্রহী শিক্ষার্থীদের জন্য একটি দিকনির্দেশনা হিসেবে কাজ করে, যা ২০২৬ সালের জন্য ইউরোপের শীর্ষ উচ্চশিক্ষা প্রতিষ্ঠানগুলোর একটি স্পষ্ট চিত্র তুলে ধরে।ে</p></div></div></div></body></html>"
        },
        {
            "title": "তথ্য অধিকার আইনের সংশোধন অন্তর্বর্তী সরকারের প্রহসন | প্রথম আলো",
            "time": "2026-02-10T14:11:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F06l1a744%2FImage-Fe.png?rect=0%2C109%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান তথ্য কমিশনার ও তথ্য কমিশনারদের পদমর্যাদা জাতীয় মানবাধিকার কমিশনের সঙ্গে সামঞ্জস্যপূর্ণ হওয়ায় তাঁদের পদমর্যাদা, পারিশ্রমিক, ভাতা ও অন্যান্য আনুষঙ্গিক সুবিধা যথাক্রমে আপিল বিভাগ ও হাইকোর্ট বিভাগের বিচারকের অনুরূপ নির্ধারিত করা এবং জরিমানায় আপিল কর্তৃপক্ষকে জবাবদিহির আওতায় আনা।</p><p>তথ্য অধিকার ফোরামের বিবৃতির সঙ্গে সহমত জানিয়েছেন সুজন সম্পাদক বদিউল আলম মজুমদার, টিআইবির নির্বাহী পরিচালক ইফতেখারুজ্জামান, নিজেরা করির কো–অর্ডিনেটর খুশী কবির, বিলসের নির্বাহী পরিচালক সৈয়দ সুলতান উদ্দিন আহমেদ, ব্লাস্টের অবৈতনিক নির্বাহী পরিচালক সারা হোসেন প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "অতীতের অনিচ্ছাকৃত ভুলত্রুটির জন্য দুঃখ প্রকাশ করলেন তারেক রহমান | প্রথম আলো",
            "time": "2026-02-10T14:08:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F595bhqwf%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"অতীতের অনিচ্ছাকৃত ভুলত্রুটির জন্য দুঃখ প্রকাশ করলেন তারেক রহমান \" class=\"nA4h1 \">অতীতের অনিচ্ছাকৃত ভুলত্রুটির জন্য দুঃখ প্রকাশ করলেন তারেক রহমান </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-10T20:08:36+06:00\"><span>প্রকাশ: ১০ ফেব্রুয়ারি ২০২৬, ১৪: ০৮ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}