{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "অভিভাবকদের জন্য পরামর্শ: সন্তানকে বোঝার উপায় জানালেন মনোবিদ মোহিত কামাল | প্রথম আলো",
            "time": "2025-08-17T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F9b9wuhdm%2FWeb-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"অভিভাবকদের জন্য পরামর্শ: সন্তানকে বোঝার উপায় জানালেন মনোবিদ মোহিত কামাল\" class=\"nA4h1 \">অভিভাবকদের জন্য পরামর্শ: সন্তানকে বোঝার উপায় জানালেন মনোবিদ মোহিত কামাল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-17T11:00:00+06:00\"><span>প্রকাশ: ১৭ আগস্ট ২০২৫, ০৫: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নদী সাধারণভাবে পাথরের এক বিশাল বাহক। | প্রথম আলো",
            "time": "2025-08-17T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F4uh2gmbz%2Fstone.jpg?rect=0%2C179%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নদীর দীর্ঘ যাত্রায় পাথরগুলো ক্রমাগত একে অপরের সঙ্গে ও নদীর তলদেশের সঙ্গে ঘষা খেতে থাকে। এই ঘষা খাওয়ার ফলে পাথরের কোণগুলো মসৃণ হয়ে যায় এবং তাদের আকার ছোট হতে থাকে। এ কারণেই পাহাড়ি নদীর পাথরের আকৃতি প্রায়শই মসৃণ ও গোলাকার হয়। নদীর স্রোত যখন দুর্বল হয়ে যায়, তখন তা আর পাথর বা পলি বহন করতে পারে না। নদীর সমতল এলাকায় দুর্বল স্রোতের কারণে তলদেশে পাথর বেশি জমা হয়।</p><p>ভূতত্ত্ববিদেরা নদীর পাথর নিয়ে গবেষণা করে অনেক তথ্য জানার চেষ্টা করেন। পাথরের গঠন, আকার ও ধরন থেকে বোঝা যায় নদীর উৎপত্তিস্থল কোথায়, স্রোতের গতি কেমন এবং নদীটি কত পুরোনো। পাথরের মধ্যে থাকা জীবাশ্ম থেকে নদীর গতিপথের পরিবর্তন এবং লাখ লাখ বছর আগের ভূপ্রকৃতির ইতিহাসও জানা যায়।</p><p>সূত্র: দ্য লিভিং রিভার</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেট ধারাভাষ্যের পাঁচ শিক্ষক: রবি শাস্ত্রী যা শিখেছেন তাঁদের কাছ থেকে | প্রথম আলো",
            "time": "2025-08-17T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fm0vg3ate%2FWhatsApp-Image-2025-08-16-at-18.24.339c4c7497.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পৃথিবীর যেকোনো জায়গায় দর্শকদের কাছে খেলার আবেদন কীভাবে তুলে ধরতে হয়, তা টনি গ্রেগের চেয়ে ভালো কেউ জানত না। ক্রিকেটের এই অবস্থানে আসার পেছনে, যেখানে শত শত খেলোয়াড়, এমনকি ঘরোয়া পর্যায়েও ভালোভাবে জীবন যাপন করতে পারে, টনির বিশাল ভূমিকা।<br>শুধু ভালো অলরাউন্ডারই নন, খুব বুদ্ধিমান অধিনায়ক ছিলেন টনি। তাঁর বড় অবদান ছিল ক্যারি প্যাকারের বিশ্ব সিরিজ ক্রিকেটে। তিনিই খেলোয়াড়দের বোঝালেন, ক্রিকেটকে বিক্রি করো, তবেই টিকবে। অনেক সমালোচনা এসেছে, তাঁকে হকার বা ফেরিওয়ালা বলা হয়েছে। কিন্তু পরে তো সবাই সেই বাণিজ্যিক ক্রিকেটের স্রোতে ভেসেছে, যেখানে টনি ছিলেন কেন্দ্রীয় চরিত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌন্দর্য সৃষ্টি করতে থাকুন রফিকুন নবী | প্রথম আলো",
            "time": "2025-08-17T04:58:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fde0d747c-35df-4974-a87b-f30059e30d4a%2FPic_2.jpg?rect=0%2C0%2C2167%2C1138&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রাউন সিমেন্ট ‌‘অভিজ্ঞতার আলো’ শিরোনামে বাংলাদেশের অগ্রগণ্য ব্যক্তিত্বদের ভিডিও সাক্ষাৎকার নিচ্ছি। দুই মাস আগে গিয়েছিলাম শিল্পী রফিকুন নবীর কাছে। তিনি বলছিলেন তাঁর শৈশবের স্মৃতিগুলো—পঞ্চাশের দশকে লৌহজংয়ে ছিলেন। বড় ভূমিকম্প হলো। পুরো মাটি কাঁপছিল। বাসার সামনে যে বড় দিঘি ছিল একটা, সেটার পানি সেই সমুদ্রের পানির মতো উথলে উঠে একদম চারদিকে চলে যাচ্ছে। আর ওই কাঁপাকাঁপির মধ্যে মানুষজন সব মাছ ধরতে ব্যস্ত।</p><p>রফিকুন নবীর বাবা স্লেট–পেনসিলে ছবি এঁকে দিয়ে লেখা শেখাতেন। অজগর আঁকতেন, তারপর লিখতেন স্বরে অ। রফিকুন নবীর আগ্রহ ছিল ছবির দিকে। ফতুল্লার স্কুলে পড়তেন। ফোর–ফাইভে থাকতে বর্ধমান হাউসে শিল্পকলার প্রদর্শনী দেখতে চলে গিয়েছিলেন। নারিন্দায় যখন থাকতেন, তখন মহল্লায় আশপাশে থাকতেন বড় শিল্পী-সাহিত্যিকেরা। <em>সওগাত</em> সম্পাদক নাসিরউদ্দীন, রোকনুজ্জামান খান দাদাভাই, নূরজাহান বেগম, আবদুল্লাহ আল–মুতী শরফুদ্দিন। তাঁদের কাছ থেকে লেখা এনে নিজেই দেয়ালপত্রিকা বানাতেন—<em>অভিযাত্রিক</em>। নিজের হাতের লেখা, নিজের আঁকা ছবি। কচি-কাঁচার মেলার দাদাভাই ছবি আঁকার প্রতিযোগিতায় ছবি চাইলেন। রফিকুন নবী ছবি জমা দিলেন, পুরস্কার পেলেন। আর্ট কলেজে শিক্ষক হিসেবে পেয়েছেন জয়নুল আবেদিন, কামরুল হাসানকে। ভালো ছাত্র ছিলেন। পরীক্ষার ফল ভালো হতো। আবার ষাটের দশকের আন্দোলনে অংশ নিতেন ছবি-কার্টুন-পোস্টার-প্রচ্ছদ এঁকে দিয়ে। খবরের কাগজে ইলাস্ট্রেশন করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা: পুনর্নিরীক্ষণেই ধরা পড়ে এত ভুল, দাবি পুনর্মূল্যায়নের | প্রথম আলো",
            "time": "2025-08-17T04:54:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fs7h2dbvr%2FUntitled-4.jpg?rect=0%2C10%2C481%2C253&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান নিয়মে পুনর্নিরীক্ষণে শুধু উত্তরপত্রের প্রাপ্ত নম্বরের যোগ-বিয়োগের ভুলগুলো দেখা হয়, উত্তরপত্রের পুনর্মূল্যায়ন হয় না। অথচ বিশ্ববিদ্যালয়ের মতো তৃতীয় পরীক্ষক পর্যন্ত ব্যবস্থা থাকলে অথবা এখানে পুনর্মূল্যায়নের সুযোগ থাকলে ফলাফলে আরও স্বচ্ছতা আসত, এমন মত দিয়েছেন শিক্ষক, অভিভাবক ও বোর্ডের কর্মকর্তারা। দক্ষ ও অভিজ্ঞ পরীক্ষক নিয়োগ, তাঁদের সম্মানী বৃদ্ধি, উত্তরপত্র মূল্যায়নে সময় বাড়ানো ও যত্নশীলতা নিশ্চিত করা এবং তৃতীয় পরীক্ষকের ব্যবস্থা করার জন্য বিদ্যমান আইন সংশোধনের দাবি তুলেছেন তাঁরা।</p><p>ঢাকা বোর্ডের এক কর্মকর্তাও নাম প্রকাশ না করার শর্তে প্রথম আলোকে বলেন, এসএসসি পরীক্ষায় মাত্র তিন ঘণ্টার পরীক্ষায় পাঁচ বছরের (ষষ্ঠ থেকে দশম শ্রেণি) পড়াশোনার সঠিক মূল্যায়ন কঠিন। তাই আরও শিক্ষার্থীবান্ধব ব্যবস্থা নিতে হবে।’</p><p>জানতে চাইলে আন্তশিক্ষা বোর্ড সমন্বয় কমিটির সভাপতি ও ঢাকা শিক্ষা বোর্ডের চেয়ারম্যান অধ্যাপক খন্দোকার এহসানুল কবির প্রথম আলোকে, তাঁরা কেবল শিক্ষা মন্ত্রণালয় এবং জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ডের অনুমোদিত নীতিমালা অনুযায়ী পরীক্ষা গ্রহণ ও ফল প্রকাশ করেন। এখন ফল প্রকাশের পর শিক্ষার্থী ও অভিভাবকদের পক্ষ থেকে পুনর্মূল্যায়নসহ অন্য যেসব দাবির কথা বলছেন, সেগুলোর বিষয়ে আলোচনা করে কীভাবে পদক্ষেপ নেওয়া যায়, সে বিষয়ে শিক্ষা মন্ত্রণালয়কে জানাবেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "বাণিজ্য আলোচনায় অংশ নিতে ভারতে আসছে না মার্কিন প্রতিনিধিদল | প্রথম আলো",
            "time": "2025-08-17T04:43:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F4d17e5cd-55b8-45ce-8a05-399986f7b681%2FUS_INDIA.jpg?rect=0%2C5%2C698%2C366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রয়টার্সের সংবাদে সাবেক মার্কিন বাণিজ্য প্রতিনিধি মার্ক লিন্সকট বলেন, একসময় দুই পক্ষই চুক্তি স্বাক্ষরের খুব কাছাকাছি ছিল। কিন্তু প্রেসিডেন্ট ট্রাম্প ও প্রধানমন্ত্রী মোদির মধ্যে সরাসরি যোগাযোগ না হওয়া মূল বাধা হয়ে দাঁড়ায়। তবে হোয়াইট হাউসের একজন কর্মকর্তা বলেন, অন্যান্য দেশের সঙ্গে চুক্তি হয়েছে সরাসরি ফোন ছাড়াই।</p><p>ভারতের এক কর্মকর্তা বলেন, মোদি ফোন করতে চাননি। কেননা, তাঁর আশঙ্কা ছিল, তিনি ট্রাম্পের একতরফা কথার ফুলঝুরির মধ্যে পড়তে পারেন।</p><p>ওয়াশিংটনের একটি সূত্র জানায়, ট্রাম্প ভারতের কাছ থেকে বড় কিছুর আশা করছিলেন। যেমন তাঁর আশা ছিল, ভারতের বাজার আরও উন্মুক্ত হবে, বিনিয়োগ ও বড় ক্রয়ের প্রতিশ্রুতি আসবে। কিন্তু ভারতের এক কর্মকর্তা স্বীকার করেন, ভারত তেমন ছাড় দিতে প্রস্তুত ছিল না। দক্ষিণ কোরিয়া চুক্তির আগে ৩৫ হাজার কোটি ডলারের বিনিয়োগ ও জ্বালানি আমদানির প্রতিশ্রুতি এবং চাল ও গরুর মাংস আমদানিতে ছাড় দিয়ে ১৫ শতাংশ শুল্ক আদায় করে। কিন্তু ভারত তেমন কোনো চমকপ্রদ ছাড়ের কথা বলেনি, বরং তারা নিজেদের স্বার্থ রক্ষায় কট্টর অবস্থানে ছিল। যে বিষয়ে ট্রাম্পও বলেছেন, ভারত আলোচনার সময় অত্যন্ত কঠোর।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারের চকরিয়ায় দুই পক্ষের গোলাগুলিতে একজনের মৃত্যু | প্রথম আলো",
            "time": "2025-08-17T04:40:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2Ff9b424bd-436f-4f2d-a4af-2427cc0ff8d5%2Fcox_s_bazar.png?rect=0%2C74%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দা ও পুলিশ সূত্রে জানা গেছে, রামপুর আবাসন প্রকল্প এলাকায় একটি মাছের ঘের নিয়ে দুই পক্ষের মধ্যে বিরোধ চলে আসছিল। ওই ঘেরের দখল নিয়ে গতকাল রাতে দুই পক্ষের মধ্যে গোলাগুলি হয়। এ সময় শেকাব উদ্দিন গুলিবিদ্ধ হন। তাঁকে উদ্ধার করে চকরিয়া উপজেলা স্বাস্থ্য কমপ্লেক্সে নিয়ে গেলে চিকিৎসক মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের সামরিক স্বৈরশাসক জিয়ার উড়োজাহাজে কী হয়েছিল | প্রথম আলো",
            "time": "2025-08-17T04:38:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-17%2Fnmjaxa5y%2FZia-ul-Haq-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>রহস্যঘেরা উড়োজাহাজ ‘বিধ্বস্ত’</strong></p><p>১৯৮৮ সালের ১৭ আগস্ট জিয়া পাকিস্তানের পাঞ্জাব প্রদেশের বাহাওয়ালপুর থেকে সামরিক বাহিনীর সি-১৩০বি হারকিউলিস উড়োজাহাজে করে ইসলামাবাদ যাচ্ছিলেন।</p><p>উড়োজাহাজটি ঠিকঠাকই উড্ডয়ন করেছিল। কিন্তু অল্প সময়ের মধ্যে এটির সঙ্গে নিয়ন্ত্রণ টাওয়ারের যোগাযোগ বিচ্ছিন্ন হয়ে যায়।</p><p>প্রত্যক্ষদর্শীদের ভাষ্যমতে, মাঝ আকাশে উড়োজাহাজটি ওপর-নিচ করছিল। একপর্যায়ে এটি খাড়াভাবে নিচের দিকে নামতে থাকে। এরপর মাঝ আকাশেই বিস্ফোরণ ঘটে।</p><p>এ ঘটনায় প্রেসিডেন্ট জিয়াসহ ৩০ জন নিহত হন। নিহত ব্যক্তিদের তালিকায় জিয়ার ঘনিষ্ঠ সামরিক কর্মকর্তা চেয়ারম্যান জয়েন্ট চিফস অব স্টাফ কমিটি জেনারেল আখতার আবদুর রহমান, চিফ অব জেনারেল স্টাফ মোহাম্মদ আফজাল, আন্তবাহিনী জনসংযোগ পরিদপ্তরের মহাপরিচালক ব্রিগেডিয়ার সিদ্দিক সালিক প্রমুখ ছিলেন। ছিলেন পাকিস্তানে নিযুক্ত যুক্তরাষ্ট্রের রাষ্ট্রদূত আরনল্ড লুইস রাফেল।</p><p>ঘটনাটি নিয়ে একাধিক তদন্ত হয়। তবে কোনো তদন্তে ঘটনার সন্তোষজনক কারণ উদ্‌ঘাটিত হয়নি। পাকিস্তানের তৎকালীন এয়ার কমোডর আব্বাস এইচ মির্জার নেতৃত্বাধীন তদন্ত কমিটি ৩৬৫ পৃষ্ঠার একটি কারিগরি প্রতিবেদন সরকারের কাছে জমা দিয়েছিল।</p><p>প্রতিবেদনটিতে এই উপসংহার টানা হয়, কারিগরি কোনো কারণ অনুপস্থিত থাকায় এ ঘটনার একমাত্র সম্ভাব্য কারণ হলো, অপরাধমূলক কর্মকাণ্ড বা নাশকতা। অপরাধীদের পরিচয় শনাক্ত করতে একটি তদন্ত শুরু করার জন্য প্রতিবেদনে সুপারিশ করা হয়।</p><p>প্রতিবেদন নিয়ে পরবর্তী সময়ে আয়োজিত এক সংবাদ সম্মেলনে এক প্রশ্নের জবাবে এয়ার কমোডর আব্বাস মির্জা বলেছিলেন, উড়োজাহাজটিতে কোনো ফ্লাইট রেকর্ডার ছিল না।</p><p>রহস্যঘেরা ঘটনাটি নিয়ে নানা প্রশ্ন, ষড়যন্ত্রতত্ত্ব আছে। যেমন বলা হয়, উড়োজাহাজটির ভেতরে বিষাক্ত গ্যাস ছড়ানো হয়েছিল, যা পাইলটসহ আরোহীদের নিস্তেজ করে দিয়েছিল। ফলে উড়োজাহাজ থেকে কোনো জরুরি সংকেত আসেনি। পরে উড়োজাহাজে বিস্ফোরণ ঘটানো হয়।</p><p>২০২০ সালে জিয়ার ছেলে মুহাম্মদ ইজাজুল হক এক বিশেষ সাক্ষাৎকারে দাবি করেন, তিনি এমনসব তথ্য-প্রমাণ জোগাড় করেছেন, যা থেকে এ উপসংহারে পৌঁছানো যায়, উড়োজাহাজের ককপিটে নার্ভ গ্যাস (নার্ভ এজেন্ট) ছড়ানো হয়েছিল। এ কারণে পাইলটরা নিস্তেজ হয়ে পড়েন। এ ছাড়া উড্ডয়নের আগে উড়োজাহাজে আমের ক্যারেট তোলা হয়েছিল। এই ক্যারেটে বিস্ফোরক ছিল। পাশাপাশি বাইরের দিক থেকে ছোড়া একটি প্রজেক্টাইল (ক্ষেপণাস্ত্র, রকেট বা এ–জাতীয় অন্য কোনো আঘাতকারী বস্তু) উড়োজাহাজটিকে আঘাত করেছিল।</p></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প-পুতিনের শান্তি প্রচেষ্টা নস্যাতের চেষ্টা চালাতে পারেন জেলেনস্কি | প্রথম আলো",
            "time": "2025-08-17T04:37:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F9l1aov5g%2FZelenskiy.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুতিন-ট্রাম্পের আলাস্কা বৈঠকের পর নতুন করে আলোচনায় এসেছে ইউক্রেন যুদ্ধের ভবিষ্যৎ। এ প্রসঙ্গে সাবেক এক রুশ গুপ্তচর সতর্ক করে বলেছেন, শান্তি প্রতিষ্ঠার পথে সবচেয়ে বড় বাধা হয়ে দাঁড়াতে পারেন ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি।</p><p>রাশিয়ার বৈদেশিক গোয়েন্দা সংস্থার (এসভিআর) অবসরপ্রাপ্ত লেফটেন্যান্ট জেনারেল লিওনিদ রেশেতনিকভ রুশ সংবাদমাধ্যম স্পুটনিককে বলেন, পুতিন ও ট্রাম্প দুজনই মনে করেন, যুদ্ধ থামাতে শুধু যুদ্ধবিরতি যথেষ্ট নয়। এর জন্য একটি পূর্ণাঙ্গ শান্তিচুক্তির দরকার। এখন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের প্রধান কাজ হলো জেলেনস্কির সরকারকে বিষয়টি মেনে নিতে রাজি করানো। কিন্তু এটি বলা যত সহজ, করা তত সহজ নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কিশোর-শিক্ষার্থীদের প্রতিভা বিকাশে জুনিয়র বৃত্তি পরীক্ষার গুরুত্ব অনেক | প্রথম আলো",
            "time": "2025-08-17T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fj2pqsyrp%2F152.%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE-%E0%A6%B0%E0%A7%87%E0%A6%B8%E0%A6%BF%E0%A6%A1%E0%A7%87%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A7%9F%E0%A6%BE%E0%A6%B2-%E0%A6%AE%E0%A6%A1%E0%A7%87%E0%A6%B2-%E0%A6%95%E0%A6%B2%E0%A7%87%E0%A6%9C%E0%A7%87%E0%A6%B0-%E0%A6%B6%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80-%E0%A6%9B%E0%A6%AC%E0%A6%BF%E2%80%93%E0%A6%95%E0%A6%B2%E0%A7%87%E0%A6%9C-%E0%A6%A5%E0%A7%87%E0%A6%95%E0%A7%87%E2%80%93%E0%A7%A7.jpg?rect=0%2C74%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সার্বিক অর্থে বৃত্তি পরীক্ষা ভবিষ্যতে একটি মেধাবী-দক্ষ-শিক্ষার্থী তৈরির জাতীয় লক্ষ্যে অবদান রাখতে ভূমিকা পালন করবে। কিশোর শিক্ষার্থীদের জ্ঞান ও দক্ষতা অর্জনে এবং তাদের দেশের জাতীয় সম্পদে পরিণত করতে জুনিয়র বৃত্তি পরীক্ষা আমাদের দেশের দীর্ঘমেয়াদি উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারবে বলে আমি বিশ্বাস করতে চাই।</p><p>জুনিয়র বৃত্তি পরীক্ষা শুধু একটি পরীক্ষা নয়—এটি আমাদের জাতির ভবিষ্যতের জন্য একটি বিনিয়োগ। এই পরীক্ষা শ্রেষ্ঠত্বকে পুরস্কৃত করে, আর্থিক স্বস্তিও প্রদান করে, প্রতিভাকে লালন করে এবং উচ্চাকাঙ্ক্ষাকে অনুপ্রাণিত করে। কিশোর প্রতিভাবান শিক্ষার্থীদের সাফল্য অর্জনের স্বীকৃতি প্রদান এবং তাদের উত্সাহিত করে আমরা আমাদের শিক্ষাব্যবস্থাকে শুধু শক্তিশালীই নয়; একটি উজ্জ্বল সমৃদ্ধ ভবিষ্যতের ভিত্তি স্থাপনে এই বৃত্তি পরীক্ষা অপরিসীম ভূমিকা পালন করবে।</p><p><strong>লেখা:</strong> মো. জসিম উদ্দীন বিশ্বাস, সহকারী অধ্যাপক, ইংরেজি বিভাগ, ঢাকা রেসিডেনসিয়াল মডেল কলেজ, ঢাকা</p></div></div></div></body></html>"
        },
        {
            "title": "বঙ্গবন্ধু আর শেখ হাসিনাকে এক করে দেখবেন না : কাদের সিদ্দিকী | প্রথম আলো",
            "time": "2025-08-17T04:28:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F37gt4lyk%2FTangailDH125420250817Sakhipur-kader-Siddiqi-Makray-6.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাম্প্রতিক সময়ে মুক্তিযোদ্ধাদের লাঞ্ছনার বিষয়ে কাদের সিদ্দিকী বলেন, ‘মুক্তিযোদ্ধাদের গায়ে হাত দেওয়ার চেষ্টা করবেন না। মুক্তিযোদ্ধাদের গলায় যাঁরা জুতার মালা দিয়েছেন, আমি সেই মুক্তিযোদ্ধাদের প্রত্যেকের গলায় ফুলের মালা পরিয়ে দেব ইনশা আল্লাহ। যাঁরা জুতার মালা দিয়েছেন। জুতার চেয়ে নিম্নমানের কিছু আছে কি না, তা লক্ষ মানুষের সামনে আপনাদের পরিয়ে দেব। বাংলাদেশ নিয়ে মশকরা করবেন না। বাংলাদেশের স্বাধীনতা নিয়ে মশকরা করবেন না। বাংলাদেশ খেলার পুতুল না। যাঁরা ভাবছেন, তুমি কে আমি কে রাজাকার, রাজাকার। মনে রাখবেন, দুই দিন আগে আর পরে বাংলাদেশে কোনো রাজাকারের ঠাঁই নাই।’</p><p>অনুষ্ঠানে জেলা মুক্তিযোদ্ধা সংসদের সাবেক কমান্ডার ফজলুল হকের (বীর প্রতীক) সভাপতিত্বে সমাবেশে প্রধান অতিথির দেন সাবেক মন্ত্রী আবদুল লতিফ সিদ্দিকী। এ ছাড়া ঘাটাইল উপজেলা মুক্তিযোদ্ধা সংসদের সাবেক কমান্ডার এমদাদুল হক খান, বীর মুক্তিযোদ্ধা মোফাজ্জল হোসেন, হুমায়ুন বাংগাল, ঘাটাইল উপজেলার সাংগঠনিক সম্পাদক আতিকুর রহমান প্রমুখ বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাইরাল গার্ল হতে চাই না | প্রথম আলো",
            "time": "2025-08-17T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-18%2Fpmwta2f3%2Fmariyamehnati_1727185042_3464201676636752086_8067780079.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>অনেকেই তো ভাইরাল হওয়ার জন্য নানা কাণ্ড পর্যন্ত ঘটান...</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>মারিয়া শান্ত: </strong>আমার ক্ষেত্রে সে রকম কিছু পাবেন না। ভাইরাল হলেই লাইফে প্যারা শুরু হয়ে যাবে। আলাদা একটি দায়িত্ব পড়বে। আমি এখন লেখাপড়া করছি, বন্ধুদের সঙ্গে আড্ডা দিয়ে ক্যাম্পাসে, ক্লাসে সময় কাটাতে চাই। এর মধ্য দিয়ে ইচ্ছেমতো জীবনটাকে উপভোগ করতে চাই। অভিনয় শিখতে চাই। কম কাজ করব, ধীরে ধীরে অনেক বছর পর দর্শক চিনুক, সেটাই আমার মনে গেঁথে রয়েছে। কিন্তু একটু বিরতি পড়ে গেলেই শুনতে হয়ে, বিয়ে করে ফেললাম কি না (হাসি)।</p></div></div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মারিয়া শান্ত। ছবি: শিল্পীর সৌজন্যে</figcaption></p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>বিয়ে নিয়ে কিছু ভাবছেন, ফেসবুকে দেখলাম, এনগেজ লেখা।</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>মারিয়া শান্ত: </strong>এমন কিছু নয়। অনেক দিন আগে এনগেজ দিয়েছিলাম। তখন বিশেষ একটা কারণও ছিল। পরে আর সিঙ্গেল করার কথা মনে নেই। আপনি বলায় মনে পড়ল। এখন হয়তো চেঞ্জ করে দেব। তবে এনগেজ দেওয়া থাকলে সুবিধা আছে। মানুষ জ্বালাবে কম, ভাববে প্রেম করছি। আমাকে নিয়ে আর আলাদা করে মানুষ মাথা ঘামাতে আসবে না। এ ছাড়া সিঙ্গেল মেয়েদের ঝামেলা বেশি। মানুষ ইনবক্সে নানা কিছু লেখে।</p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>মেসেঞ্জারে প্রেমের প্রস্তাব পান?</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>মারিয়া শান্ত: </strong>এখন সবার ইনবক্সের টেক্সট তো দেখি না। যাঁরা একটু পরিচিত, দেখা হয়েছে বা কথা হয়েছে, তাঁদের সঙ্গে মেসেঞ্জারে কথা হয়। কোনো কাজের কথা হলে, সেটা বুঝতে পারি। তবে কেন কম কাজ করি, কেন ওয়েস্টার্ন পোশাক পরলাম, কেন শাড়ি পরলাম না—এগুলো নিয়ে জানতে হয়। নাটকে তাঁরা আমাকে শাড়িতেই বেশি দেখতে চান।</p></div></div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মারিয়া শান্ত। ছবি: শিল্পীর সৌজন্যে</figcaption></p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>ভক্ত হিসেবে আপনি কার শাড়ি পরা পছন্দ করেন?</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>মারিয়া শান্ত: </strong>বলিউড অভিনেত্রী রেখাকে শাড়িতে সবচেয়ে সুন্দর লাগে। আলিয়া ভাটের শাড়ি পরার স্টাইলটাও অনেক সুন্দর। তাঁকেও শাড়িতে দেখতে পছন্দ করি। তবে আমি শাড়ি পরায় কাউকে অনুসরণ করি না। নিজের পছন্দমতো স্টাইলে শাড়ি পরি। আমি ছোট থেকেই ফ্যাশনসচেতন। নিজের সব কাজ নিজেই করতে পছন্দ করি। আমার সেই নিজস্ব স্টাইলের শাড়ি পরাই হয়তো দর্শক পছন্দ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামপন্থীদের নিয়ে পাল্টা কৌশল নিচ্ছে বিএনপি | প্রথম আলো",
            "time": "2025-08-17T04:10:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fek0xrzur%2FBNPlogo-1.avif?rect=0%2C24%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামী আন্দোলনের উদ্যোগে পাঁচটি দল নির্বাচনী সমঝোতার চেষ্টা চালাচ্ছে। তাতে জমিয়তে উলামায়ে ইসলাম অন্যতম। সর্বশেষ গত বৃহস্পতিবার এই দলগুলোর লিয়াজোঁ কমিটির যে বৈঠক হয়, তাতে জমিয়ত অংশ নেয়নি। এ বৈঠকে ইসলামী আন্দোলন, বাংলাদেশ খেলাফত মজলিস, খেলাফত মজলিস ও নেজামে ইসলাম পার্টি অংশ নেয়। তবে এ বৈঠকে নতুন করে আরও দুটি দল যুক্ত হয়। দল দুটি হলো প্রয়াত মাওলানা মোহাম্মদ উল্লাহ হাফেজ্জি হুজুর প্রতিষ্ঠিত বাংলাদেশ খেলাফত আন্দোলন (হাবিবুল্লাহ মিয়াজী) ও মুফতি ফজলুল হক আমিনীর দল বাংলাদেশ ইসলামী ঐক্যজোট (আবদুল কাদের-সাখাওয়াৎ হোসাইন)।</p><p>জমিয়তে উলামায়ে ইসলামে মহাসচিব মঞ্জুরুল ইসলাম আফেন্দী মনে করেন, নির্বাচনী সমঝোতায় পৌঁছার মতো পরিবেশ এখনো হয়ে ওঠেনি। তিনি প্রথম আলোকে বলেন, ‘আমরা সব সময় ঐক্যের ব্যাপারে আন্তরিক। কিন্তু এখন পর্যন্ত ওই রকম পরিবেশ হয়ে ওঠেনি। আমরা যেভাবে, যে মাত্রায়, যে পন্থায় ঐক্য চাইছি, তাদের (ইসলামী আন্দোলনসহ অন্য দলগুলোর) কাছ থেকে সে রকম বার্তা পাইনি।’</p><p>ইসলামপন্থী দলগুলোর অনেকের ধারণা, তাদের নির্বাচনী সমঝোতায় শেষ পর্যন্ত জমিয়তে উলামায়ে ইসলাম থাকবে না। জমিয়তের শীর্ষস্থানীয় একজন নেতা নাম প্রকাশ না করার শর্তে বলেন, এখন পর্যন্ত রাজনীতির যে গতি-প্রকৃতি, তাতে আগামী নির্বাচনে জামায়াতে ইসলামী যে বিএনপির মূল প্রতিপক্ষ হয়ে দাঁড়াবে, এমন আভাস পাওয়া যাচ্ছে। যেহেতু জামায়াতের সঙ্গে ধর্মীয় আক্বিদাগত বিষয়ে দেশের হাক্কানি আলেমদের ঐতিহাসিকভাবে মতবিরোধ রয়েছে। সে কারণে জামায়াতের সঙ্গে কওমি মাদ্রাসাভিত্তিক রাজনৈতিক দলগুলো নির্বাচনী সমঝোতায় যাবে কি না, তা নিয়ে সন্দেহ রয়েছে। এ বিষয়ে জমিয়ত এখনো ঘোষণা না দিলেও শেষ পর্যন্ত দলটি বিএনপির সঙ্গেই নির্বাচনী সমঝোতায় যাবে বলে জানিয়েছেন ওই নেতা। জমিয়তের এই নেতা ২০১৮ সালের নির্বাচনে বিএনপির মনোনয়নে প্রার্থী হয়েছিলেন। এবারও তিনি মনোনয়নপ্রত্যাশী।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়া জেলা সমিতি এইচএসসি ও বিশ্ববিদ্যালয় শিক্ষার্থীদের বৃত্তি দেবে | প্রথম আলো",
            "time": "2025-08-17T04:08:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fdp58c6ot%2F160.jpg?rect=0%2C0%2C1196%2C628&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. এসএসসি বা সমমান পাস: পরীক্ষার বছর ২০২৩ ও ২০২৪, ন্যূনতম জিপিএ–৪.৫০।</p><p>২. এইচএসসি বা সমমান পাস: পরীক্ষার বছর ২০২৩ ও ২০২৪, ন্যূনতম জিপিএ–৪.৫০।</p><p>৩. স্নাতক (সম্মান) বা সমমান: পরীক্ষার বছর ২০২২ ও ২০২৩, ন্যূনতম সিজিপিএ–৩.৫০।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীতে বৃষ্টি, কিছু রাস্তায় পানি, আবার লঘুচাপের পূর্বাভাস | প্রথম আলো",
            "time": "2025-08-17T04:06:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fjqtdhe14%2FWhatsApp-Image-2025-08-17-at-09.51.17.jpeg?rect=0%2C1%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের প্রথম কর্মদিবস আজ রোববারের সকাল থেকেই রাজধানীতে বৃষ্টি হচ্ছে। শুধু রাজধানী নয়, বৃষ্টি হচ্ছে আজ দেশের দুই বিভাগের বিভিন্ন স্থানেও । এ বৃষ্টির কারণ, মৌসুমি বায়ুর সক্রিয়তা। এর মধ্যে আবার আবহাওয়া অধিদপ্তর জানিয়েছে, আগামীকাল সাগরে আবার লঘুচাপ সৃষ্টি হতে পারে। আর তাতে আগামী বুধবার থেকে বৃষ্টি বাড়তে পারে। রাজধানীর বৃষ্টি আর বেশিক্ষণ স্থায়ী হওয়ার সম্ভাবনা কম।</p><p>আজ সকালের বৃষ্টির পর রবীন্দ্র সরোবর, কমলাপুর স্টেশনের সামনে, মিরপুর-২ এর দক্ষিণ মণিপুর মোল্লাপাড়া, পশ্চিম শ্যাওড়াপাড়া, বসুন্ধরা শপিং মলের পেছনে, কারওয়ান বাজার এলাকাসহ নানা স্থানে পানি জমে যায়। রাস্তায় এভাবে পানি জমে যাওয়া এবং বৃষ্টিতে সপ্তাহের প্রথম কর্মদিবসে অফিসমুখো নগরবাসী ভোগান্তির শিকার হন।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যাটিংয়ে ১৩ বলে ১৩ রান করার পর ১ ওভারে সাকিব দিলেন ১৪ | প্রথম আলো",
            "time": "2025-08-17T04:05:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Flp20sfq8%2FShakib-CPL-2025-Cricket-Windies-1.jpg?rect=0%2C99%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাকিব ব্যাটিংয়ে আজ বড় ইনিংস খেলার সুযোগ পেয়েছিলেন। উইকেটে এসেছেন চার নম্বরে, দলের রান যখন ৮.৪ ওভারে ২ উইকেটে ৫৭। তবে মুজিব উর রেহমানের বলে ছক্কা মারতে গিয়ে লং অনে ক্যাচ দেন এই বাঁহাতি। </p><p>সাকিবের ব্যর্থতার দিনে তাঁর দল জিতেছে কারিমা গোরের ৫৩ বলে ৬৪ রানের ইনিংসে। জয়ের জন্য তাদের শেষ ২ ওভারে রান লাগত ১৪। কারিমার সঙ্গে ফ্যাবিয়েন অ্যালেনের ৬ বলে ১১ রানের ইনিংসে দুই বল বাকি থাকতেই সমীকরণ মিলিয়ে ফেলে অ্যান্টিগা।</p><p>সাকিবের পরের ম্যাচ আগামীকাল, খেলবে সেন্ট লুসিয়ার বিপক্ষে।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্তান হারিয়ে খাঁচায় বিষণ্ন ‘মনু’, শিগগিরই ফিরবে নিজ ঠিকানায় | প্রথম আলো",
            "time": "2025-08-17T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fchpnibhr%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সন্তান হারিয়ে খাঁচায় বিষণ্ন ‘মনু’, শিগগিরই ফিরবে নিজ ঠিকানায়\" class=\"nA4h1 \">সন্তান হারিয়ে খাঁচায় বিষণ্ন ‘মনু’, শিগগিরই ফিরবে নিজ ঠিকানায়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-17T10:00:00+06:00\"><span>প্রকাশ: ১৭ আগস্ট ২০২৫, ০৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার রাস্তা কীভাবে ভেনিসের উৎসবে জায়গা পেল | প্রথম আলো",
            "time": "2025-08-17T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fksefz91h%2FWhatsApp_Image_2025_06_30_at_02_35_33__1_.jpeg?rect=0%2C0%2C986%2C518&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু গল্পটা এখানেই থামেনি।</p><p>আমরা তখনো ভাবতে পারিনি আরও পরে এ মানচিত্র অনেক দূরের শহরগুলোকে অনুপ্রাণিত করবে! মেক্সিকো শহর, জর্ডানের রাজধানী আম্মান, সুদানের রাজধানী খার্তুম—সব জায়গায় মানুষ নিজের শহরের বাসের জন্য এমন মানচিত্র বানাতে শুরু করলেন। কারণ একটাই, সব শহরের ভেতরে লুকিয়ে থাকে এমন এক ‘অদৃশ্য’ পরিবহনব্যবস্থা, যা চলে কন্ডাক্টর, যাত্রী আর অভ্যস্ত চোখের ওপর—কোনো অ্যাপ বা প্রযুক্তিতে নয়।</p><p>এ বছর আমাদের সেই ছোট্ট মানচিত্রই জায়গা করে নিয়েছে বিশ্বের অন্যতম বড় শিল্প উৎসব—ভেনিস বিয়েনালেতে। সেই বিশাল হলে, যেখানে আগের রাতে ধনকুবের জেফ বেজোস বিয়ের পার্টি করেছেন। আমাদের সাদামাটা বাস মানচিত্রটি দাঁড়িয়ে ছিল সম্পূর্ণ ভিন্ন এক বার্তা নিয়ে—যে উদ্ভাবন শুধু টাকাপয়সা দিয়ে হয় না, মানুষের সম্মিলিত চেষ্টাতেও হয়।</p><p>মানচিত্রটি যেন ফিসফিস করে বলছিল, ‘আমাদের সবচেয়ে বড় প্রযুক্তি হলো—যত্ন, ধৈর্য আর একসঙ্গে কাজ করার জ্ঞান।’</p><p>এটা শুধু একটা মানচিত্র নয়। এটা ঢাকার প্রতিদিনের যাত্রা, সাধারণ মানুষের শ্রম, আর একসঙ্গে ভালো কিছু করার আশার প্রতীক।</p><p>অনুবাদ: <strong>মুনতাসির মামুন</strong></p></div></div></div></body></html>"
        }
    ]
}