{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মিরপুর টেস্ট: ৩৬৭ রানে এগিয়ে দিন শেষ করল বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-19T03:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F7a4yobod%2FWhatsApp-Image-2025-11-21-at-3.17.16-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না হলো না!</p><p>৯০ ওভার শেষে মাঠে আম্পায়ার ও খেলোয়াড়দের অঙ্গভঙ্গি দেখে মনে হয়েছিল টেস্টের প্রথম দিনে একটি ওভার বাড়তি খেলাতে পারেন তাঁরা। সেটি হয়নি। মুশফিক অপরাজিত রইলেন ৯৯ রানে। কাল ১ রান করলেই বিশ্বের ১১তম ক্রিকেটার হিসেবে নিজের শততম টেস্টে সেঞ্চুরির কীর্তি গড়বেন মুশফিক। </p><p>মুশফিক আজ সেঞ্চুরিটি পাবেন কি না, শেষ কয়েক ওভার ধরে সবার মনে এ নিয়েই কৌতুহল ছিল। মুশফিকও হয়তো সেঞ্চুরিটি আজই করতে চেয়েছিলেন। নইলে কি দিনে নিজের শেষ বলটিতে সুইপ খেলেন এই অভিজ্ঞ ব্যাটসম্যান! সেটি করেও পারেননি। সেই শট থেকে এসেছে ১ রান।</p><p>মুশফিকের ৯৯* ও মুমিনুলের ফিফটিতে বাংলাদেশ প্রথম দিন শেষ করেছে ৪ উইকেটে ২৯২ রান নিয়ে। নাজমুল ছাড়া সবাই শুরুটা ভালো করেছেন। ওপেনার সাদমান করেছেন ৩৫, মাহমুদুল ৩৫।  লিটন অপরাজিত আছেন ৪৭ রান নিয়ে। </p><p>আয়ারল্যান্ডের হয়ে অ্যান্ডি ম্যাকব্রাইন একাই ৪ উইকেট নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মতিঝিলে শাকিব খানের শুটিং চলাকালে ভূমিকম্প, যা যা হলো | প্রথম আলো",
            "time": "2025-11-21T11:04:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Ftrpfw2v6%2FWhatsApp-Image-2025-11-21-at-4.04.31-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>হঠাৎই ভূমিকম্প</strong><br>সবকিছু চলছিল স্বাভাবিক গতিতে। একটি গুরুত্বপূর্ণ দৃশ্যের প্রস্তুতি নিচ্ছিলেন শাকিব খান। হাতে ধরা আয়নায় একবার চুল ঠিক করছেন, আবার মেকআপ আর্টিস্টের দিকে তাকিয়ে নিশ্চিত হচ্ছেন আলো–ছায়ায় তাঁর চেহারা স্ক্রিনে ঠিকঠাক ফুটবে কি না। পাশে নির্মাতার টিম দাঁড়িয়ে দৃশ্যটির টেকনিক্যাল ব্রিফিং দিচ্ছিল—কোন দিক থেকে হাঁটবেন, কোথায় থামবেন, কোন সংলাপের আগে ক্যামেরা প্যান করবে—সবই সাজানো।<br>ঠিক সেই মুহূর্তেই আচমকা ঘটে গেল অপ্রত্যাশিত ঘটনা। প্রথমে হালকা কম্পন, তারপর দ্বিতীয় দফায় ভবনগুলো দুলে উঠতেই সবাই বুঝে ফেলল—ভূমিকম্প! মুহূর্তের ভেতর পুরো পরিবেশের গতি বদলে গেল। দুলতে থাকা মতিঝিলের বহুতল ভবনগুলো থেকে কাচের ঝনঝন শব্দও শোনা গেল! অনেকে দৌড়ে নেমে আসতে লাগলেন রাস্তায়। শুটিং স্পটে আতঙ্ক ছড়িয়ে পড়ল মুহূর্তেই—কেউ চিৎকার করছে, কেউ এক জায়গায় জড়ো হচ্ছেন, আবার কেউ মোবাইলে প্রিয়জনকে ফোন ধরছেন কাঁপা কণ্ঠে।<br>চোখের পলকেই নিরাপত্তারক্ষী, বডিগার্ড এবং শুটিং ইউনিটের সদস্যরা শাকিব খানকে চারদিক থেকে ঘিরে ফেললেন। তাঁরা নিশ্চিত করতে চাইছিলেন, ভিড় ও আতঙ্কের মধ্যে যেন কোনো অনাকাঙ্ক্ষিত পরিস্থিতি না ঘটে। কিন্তু ঠিক তখনই সবচেয়ে শান্ত ছিলেন শাকিব খান নিজেই। কাঁপা সড়কের ওপর সোজা দাঁড়িয়ে তিনি আশপাশের সবাইকে বললেন—‘আরে, আমরা তো রাস্তায় আছি। ভয় পাবেন না কেউ। কেউ আতঙ্কিত হবেন না। সব ঠিক আছে।’<br>তাঁর এই দৃঢ়, শান্ত কণ্ঠ যেন আশপাশের মানুষকে একটা বড় স্বস্তি দিল। ধীরে ধীরে স্বাভাবিকতা ফিরতে শুরু করল। কয়েক মিনিটের মধ্যেই কম্পন থেমে গেলে ইউনিট সদস্যরা আবার পরিস্থিতি সামাল দিতে ব্যস্ত হয়ে উঠলেন।<br>কিছুক্ষণ বিশ্রাম, পানি খাওয়া আর সবার নিরাপত্তা নিশ্চিত করার পর আবার শুরু হলো ‘সোলজার’-এর শুটিং। একজন বলতে শোনা গেল—‘রিয়েল হিরো শাকিব ভাই। ভূমিকম্পের সময়ও কতটা শান্ত!’</p></div></div></div></body></html>"
        },
        {
            "title": "ভয়াবহ ঝুঁকিতে পুরান ঢাকা, হুশ হবে কবে ? | প্রথম আলো",
            "time": "2025-11-21T10:48:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fqnw3osdd%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ভয়াবহ ঝুঁকিতে পুরান ঢাকা, হুশ হবে কবে ?\" class=\"nA4h1 \">ভয়াবহ ঝুঁকিতে পুরান ঢাকা, হুশ হবে কবে ?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-21T16:48:14+06:00\"><span>প্রকাশ: ২১ নভেম্বর ২০২৫, ১০: ৪৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "২৫২ কোটি রুপির মাদক-কাণ্ডে ওরি! আবার তোলপাড় বলিউডে | প্রথম আলো",
            "time": "2025-11-21T10:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F79npwy50%2Fbaa61ad7-da87-4ae6-833d-0b757e36d5d8.jpg?rect=0%2C0%2C500%2C263&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কীভাবে আলোচনায় এল ওরির নাম<br></strong>এই হাইপ্রোফাইল মামলার মোড় ঘোরে মূল অভিযুক্ত মোহাম্মদ সেলিম মোহাম্মদ সুহেল শেখ, ওরফে ‘ল্যাভিশ’, তদন্তে নতুন তথ্য দেওয়ার পর। বিলাসী জীবনযাপনের কারণে পরিচিত ল্যাভিশ তদন্তে দাবি করেন, তিনি যে মাদক পার্টিগুলো আয়োজন করতেন, সেখানে মুম্বাইয়ের পরিচিত তারকা, ফ্যাশন দুনিয়ার ব্যক্তিত্ব, প্রভাবশালী রাজনৈতিক পরিবারের সদস্য এবং আন্ডারওয়ার্ল্ড ডন দাউদ ইব্রাহিমের এক আত্মীয় নিয়মিত উপস্থিত থাকতেন। সেই তালিকায় ওরির নামও উঠে আসে।এই তথ্যের ভিত্তিতেই এএনসি তাঁকে সমন পাঠায়। যদিও এখনো তাঁর বিরুদ্ধে কোনো সরাসরি অভিযোগ আনা হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "যে নিয়মের কারণে ওপেন করতে পারেননি খাজা | প্রথম আলো",
            "time": "2025-11-21T10:37:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F6r01w798%2F569426-01-02.jpg?rect=0%2C90%2C4500%2C2363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুরুতে অস্ট্রেলিয়ান সংবাদমাধ্যম জানিয়েছে, আজ খাজা টয়লেট বিরতি ও মাসাজের জন্য নির্ধারিত সময়ের চেয়ে ১১ মিনিট বেশি সময় মাঠের বাইরে ছিলেন। সে কারণে ওপেনিংয়ে নামতে পারেননি। কিন্তু পরে ক্রিকেট অস্ট্রেলিয়া জানিয়েছে, ইংল্যান্ডের ব্যাটিং ইনিংসজুড়ে পেশির অসারতায় ভুগেছেন খাজা। এ কারণে মাঠের বাইরে থাকতে হয়েছে তাঁকে। সম্ভবত একই কারণে তাঁকে মাসাজও নিতে হয়েছে। </p><p>ব্যাটিংয়ে নেমে জেক ওয়েদারাল্ড আউট হন প্রথম ওভারেই। জফরা আর্চারের বলে ফিরেছেন। এই ওপেনার যখন আউট হয়েছেন, তখনো পেনাল্টির সময় কাটিয়ে উঠতে পারেননি খাজা। সে কারণেই মূলত তাঁকে নামতে হয়েছে চারে।</p><p>শেষ পর্যন্ত খাজা মারনাস লাবুশেনের আউট হওয়ার পর নম্বর চার ব্যাটিং করতে আসেন, কিন্তু মাত্র দুই রান করেই আউট হন। ইংল্যান্ড প্রথম ইনিংসে ১৭২ রানে অলআউট হওয়ার পর অস্ট্রেলিয়া ব্যাট করতে নেমে ৯ উইকেটে ১২৩ রানে প্রথম দিনের খেলা শেষ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "টাচ স্ক্রিনে হারিয়ে যাচ্ছে কি হাতের লেখা | প্রথম আলো",
            "time": "2025-11-21T10:34:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fp3w1i1fh%2Famar-haterlekha.JPG?rect=0%2C18%2C1077%2C565&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এআই এসে তো লেখার জগতে আরও বিপ্লব ঘটিয়েছে। এখন কেউ যদি বলে, ‘আমি একটা প্রবন্ধ লিখতে বসেছি, ’ সঙ্গে সঙ্গে সন্দেহ হয়, বসেছে তো বসেছে, কিন্তু লিখছে কে? চ্যাটজিপিটি, ডিপসিকের মতো টুল যখন মুহূর্তে লেখা বানিয়ে দেয়, তখন হাতে লেখা প্রবন্ধ যেন ইতিহাসের পাতার এক নিঃশব্দ গান। অফিস-আদালতেও এখন কাগজহীন নীতি চলছে। ‘সাইন’ করার বদলে এসেছে ‘ই-সিগনেচার’। ফলে কলমের ভূমিকা এখন শুধু চুক্তির আনুষ্ঠানিকতাতেই সীমাবদ্ধ। এমনকি বিদেশের অনেক ব্যাংকের কাউন্টারেও আপনাকে বলা হয়, ‘দয়া করে টাচপ্যাডে সাইন দিন।’</p><p>মনে প্রশ্ন জাগে, কবে থেকে সাইনও ডিজিটাল হলো? হাতে সাইন করার যে গর্ব, তা টাচপ্যাডে কোথায় যেন মিলিয়ে যায়।</p><p>তবে হাতের লেখা হারিয়ে গেলে সমাজ যা হারাবে, তা কিন্তু গভীর চিন্তার বিষয়। হাতের লেখা স্মরণশক্তি বাড়ায়, এটি বৈজ্ঞানিকভাবে প্রমাণিত। হাতে লিখলে মস্তিষ্ক তথ্যকে ভিন্নভাবে প্রক্রিয়া করে, যা শেখা ও বোঝাকে শক্তিশালী করে। শিশুরা হাতে লিখে যা শেখে, তা দীর্ঘস্থায়ী হয়। প্রজন্মের পর প্রজন্ম ধরে মানুষের আবেগ, প্রেম, স্মৃতি, সাহিত্য—সবকিছুই কাগজে অক্ষরের মাধ্যমে সংরক্ষিত হয়েছে। হাতে লেখা হস্তাক্ষর আজও বহু ঐতিহাসিক নথির অমূল্য সম্পদ। রবীন্দ্রনাথ, নজরুলের হাতে লেখা পাণ্ডুলিপি দেখলে যে আবেগ জাগে, তা কি কোনো টাইপ করা লেখায় পাওয়া যায়?</p></div></div></div></body></html>"
        },
        {
            "title": "মায়ের সঙ্গে মাংস কিনতে গিয়েছিলেন, ফিরলেন না | প্রথম আলো",
            "time": "2025-11-21T10:33:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F8rq4h2jf%2FUntitled_3.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মা নুসরাত বেগমের সঙ্গে মাংস কিনতে বেরিয়েছিলেন স্যার সলিমুল্লাহ মেডিকেল কলেজের শিক্ষার্থী রাফিউল ইসলাম রাফি। আজ শুক্রবার সকাল ১০টা ৩৮ মিনিটের সময় রাজধানীর পুরান ঢাকার বংশালের কসাইটুলীতে একটি ভবনের নিচতলায় নয়নের মাংসের দোকানের সামনে দাঁড়িয়ে ছিলেন তাঁরা। হঠাৎ ভূমিকম্প শুরু হয়। তীব্র ঝাঁকুনিতে দোকানের সামনে থাকা ক্রেতাদের ওপর ভবনের ছাদের রেলিং ভেঙে পড়ে। এ ঘটনায় গুরুতর আহত হন রাফিউল ও তাঁর মা নুসরাত। হাসপাতালে রাফিউলকে মৃত ঘোষণা করেন চিকিৎসক।</p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্পে আবাসিক হলের দেয়ালে নতুন করে ফাটল, শিক্ষার্থীদের বিক্ষোভ | প্রথম আলো",
            "time": "2025-11-21T10:32:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fs8kvj5uu%2FRUDH1644202511211000205098.jpg?rect=0%2C92%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীদের পুনর্বাসনের বিষয়ে সহ–উপাচার্য বলেন, ‘এখনই হলটি পরিত্যক্ত ঘোষণা করা হবে কি না, সেই সিদ্ধান্ত নেওয়া কঠিন। জুমার নামাজের পর উপাচার্য মহোদয়সহ আমরা জরুরি বৈঠকে বসব। যদি পরিত্যক্ত ঘোষণা করতে হয়, তবে এই ৩০০ ছাত্রকে কীভাবে পুনর্বাসন করা যায়, সে বিষয়ে দ্রুত সিদ্ধান্ত নেওয়া হবে।’</p><p>হলের প্রাধ্যক্ষ মো. শরিফুল ইসলাম বলেন, ‘সরেজমিনে দেখে নিশ্চিত হয়েছি, হলটি নিঃসন্দেহে ঝুঁকিপূর্ণ। এ অবস্থায় ছাত্ররা বা আমরা কেউ নিরাপদ নই। ছাত্রদের পরীক্ষা ও টিউটরিয়াল চলছে। তাই হুট করে হল বন্ধ করে দেওয়া বা তাঁদের বাড়ি পাঠানো সম্ভব নয়। জুমার নামাজের পর বিশ্ববিদ্যালয় প্রশাসন ও হল প্রশাসন যৌথভাবে বসে ছাত্রদের নিরাপত্তার বিষয়টি অগ্রাধিকার দিয়ে দ্রুত স্থানান্তরের বিষয়ে সিদ্ধান্ত নেবে। সেই পর্যন্ত ছাত্রদের ধৈর্য ধরার আহ্বান জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে ঘোড়া জবাই করে মাংস প্রস্তুতের সময় একজন আটক | প্রথম আলো",
            "time": "2025-11-21T10:27:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fwnenoi17%2FGazipurDH071620251121Sreepur-Horse-2.jpg?rect=0%2C184%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আটক ব্যক্তির নাম রুবেল মিয়া (৩৬)। তিনি সুনামগঞ্জ জেলার ধর্মপাশা উপজেলার মাটিকাটা গ্রামের রাকিব আলীর ছেলে। তিনি ওই এলাকায় বাড়ি ভাড়া নিয়ে বসবাস করেন।</p><p>স্থানীয় লোকজন জানান, গতকাল বৃহস্পতিবার রাতে ওই এলাকার একটি উঁচু সীমানাপ্রাচীরের ভেতরে পিকআপ ভ্যানে করে দুটি ঘোড়া নিয়ে যাওয়া হয়। এ সময় গ্রামের জমির আলী গাড়ি থেকে ঘোড়া নামাতে দেখে তাঁর সন্দেহ হলে স্থানীয় কয়েকজনকে জানান। পরে তাঁরা ঘটনাস্থলে গিয়ে দেখতে পান, দুটি ঘোড়া জবাই করা হয়েছে। এ সময় রুবেল মিয়ার সঙ্গে থাকা অন্যরা পালিয়ে যান। রুবেলকে তাঁরা আটক করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ছুটির দিনে মাংস খাওয়া হলো না বাবা-ছেলের, মর্গে মিলল লাশ | প্রথম আলো",
            "time": "2025-11-21T10:14:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fyz1kml0m%2FAbdur-Rahim-Death.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাছির আরও বলেন, দুপুরে জুমার নামাজের পর মা ফোন করে বলেন, তাঁর ভাই ও ভাতিজা সকালে মাংস কিনতে বের হয়েছিলেন। ভূমিকম্পের পর থেকে তাঁদের ফোন বন্ধ পাওয়া যাচ্ছে। পরে তাঁরা মর্গে খুঁজতে গিয়ে ভাই ও ভাতিজার লাশ শনাক্ত করেন।</p><p>আজ সকাল ১০টা ৩৮ মিনিটে এই ভূমিকম্প হয়। বাংলাদেশের আবহাওয়া অধিদপ্তরের তথ্য অনুযায়ী, রিখটার স্কেলে ভূমিকম্পটির তীব্রতা ছিল ৫ দশমিক ৭। উৎপত্তিস্থল নরসিংদীর মাধবদী। ভূমিকম্পটিকে মাঝারি মাত্রার বলছে আবহাওয়া অধিদপ্তর।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় যুবদল নেতা হত্যার ঘটনায় আটক ব্যক্তির ডিবি হেফাজতে মৃত্যু | প্রথম আলো",
            "time": "2025-11-21T10:09:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fzrvlt6km%2FMurder.jpg?rect=0%2C20%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিএমপির সংবাদ বিজ্ঞপ্তিতে বলা হয়, আজ সকাল ১০টার দিকে খাবার খাওয়ার জন্য মোক্তারকে ডাকাডাকি করা হয়। কোনো সাড়াশব্দ না পাওয়ায় পুলিশ সদস্যরা দ্রুত তাঁকে ঢাকা মেডিকেল কলেজ হাসপাতালে নিয়ে যান। চিকিৎসকেরা তাঁকে মৃত ঘোষণা করেন।</p><p>ময়নাতদন্তের জন্য মোক্তারের মরদেহ ঢাকা মেডিকেল কলেজ হাসপাতালের মর্গে পাঠানো হয়েছে বলে জানায় ডিএমপি।</p><p>এ ঘটনায় ডিএমপির পক্ষ তিন সদস্যের একটি তদন্ত কমিটি গঠন করা হয়েছে বলে ডিএমপির সংবাদ বিজ্ঞপ্তিতে জানানো হয়। এতে বলা হয়, এই তদন্ত কমিটির প্রধান ডিএমপির অতিরিক্ত কমিশনার (প্রশাসন) মো. সরওয়ার।</p></div></div></div></body></html>"
        },
        {
            "title": "কাছারিঘাটের দুই ফুল | প্রথম আলো",
            "time": "2025-11-21T10:02:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F9pf3sgm4%2F21112025-cm-20.jpg?rect=0%2C47%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই উদ্ভিদের বৈজ্ঞানিক নাম <em>Pandorea jasminoides</em>, এটি Bignoniaceae পরিবারের কাষ্ঠল, লতানো আরোহী উদ্ভিদ। আর ইংরেজিতে এই উদ্ভিদ বাওয়ার অব বিউটি ও বাওয়ার ভাইন নামে পরিচিত। এই উদ্ভিদের আদিনিবাস পূর্ব অস্ট্রেলিয়া। সাধারণত ক্রান্তীয় এবং উপক্রান্তীয় রেইনফরেস্ট এবং পূর্ব কুইন্সল্যান্ড থেকে উত্তর নিউ সাউথ ওয়েলসের উষ্ণ নাতিশীতোষ্ণ অঞ্চলে পাওয়া যায় এই উদ্ভিদ।</p><p>উদ্ভিদের কাণ্ড মসৃণ এবং বাকল ঘন বাদামি বর্ণের। উদ্ভিদ ২০-৩০ ফুট উঁচু হতে পারে। পাতা পক্ষল যৌগিক এবং চকচকে গাঢ় সবুজ। প্রতিটি পাতায় তিন থেকে নয়টি ডিম্বাকৃতির পত্রক থাকে। পত্রক দুই থেকে চার ইঞ্চি লম্বা। ফুল সাদা বা গোলাপি, ট্রাম্পেট আকৃতির। ফুল রোমশ এবং ভেতরে লাল। পাপড়ি পাঁচটি। এরা গোড়ার দিকে যুক্ত হয়ে ট্রাম্পেট আকৃতি তৈরি করে। আলংকারিক উদ্ভিদ হিসেবে আমাদের দেশেও এই উদ্ভিদ জনপ্রিয় হয়ে উঠেছে।</p><p>জুলাই থেকে মার্চ পর্যন্ত ফুল ফোটে। ফল আয়তাকার বা ডিম্বাকৃতির ক্যাপসুল, যা ৪০-৬০ মিলিমিটার লম্বা হতে পারে। ফলের ভেতর ডানাযুক্ত বীজ তৈরি হয়। এই উদ্ভিদকে মাঝেমধ্যে ছাঁটাই করে দেওয়া ভালো। তবে ফুল ফোটার আগে ছাঁটাই করা যাবে না। তা করলে উদ্ভিদের বৃদ্ধি বাধাগ্রস্ত হয়। দেয়ালে, বেড়ায় তুলে দিলে দারুণ মানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনাফে অস্ত্রের মুখে ঘর থেকে ব্যবসায়ীকে অপহরণ, এপিবিএনের সঙ্গে গোলাগুলি | প্রথম আলো",
            "time": "2025-11-21T10:02:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fmtfrpk1o%2FCtg-1.jpg?rect=0%2C16%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার প্রত্যক্ষদর্শী ও স্থানীয় বাসিন্দারা জানান, গতকাল রাতে ১০ থেকে ১৫ জনের একটি দল ভারী অস্ত্র নিয়ে নুরুল ইসলামের বাড়িতে হানা দেয়। ফাঁকা গুলিবর্ষণের পর ঘরের টিনের ছাদ ভেঙে ভেতরে প্রবেশ করেন তাঁরা। এরপর নুরুল ইসলামকে টেনেহিঁচড়ে বের করে আনেন। এ সময় নুরুল ইসলামের স্ত্রী, মা ও সন্তানদেরও মারধর করা হয়। পাশাপাশি ঘরের আসবাব ভেঙে নগদ টাকাসহ মূলবান জিনিসপত্র লুট করা হয়েছে।</p><p>স্থানীয় বাসিন্দাদের সূত্রে জানা গেছে, ব্যবসায়ী নুরুল ইসলামের বাড়ির পাশেই রোহিঙ্গা আশ্রয়শিবির রয়েছে। গোলাগুলির খবর পেয়ে আশ্রয়শিবিরে নিরাপত্তার দায়িত্বে থাকা আর্মড পুলিশ ব্যাটালিয়ন (এপিবিএন) সদস্যরা ঘটনাস্থলে উপস্থিত হন। এ সময় উভয় পক্ষের মধ্যে অন্তত ৫০ থেকে ৬০টি গুলি হয়। তবে শেষ পর্যন্ত নুরুল ইসলামকে নিয়েই অস্ত্রধারীরা চলে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "কিডনি ডায়ালাইসিস কী, কেন দরকার হয় | প্রথম আলো",
            "time": "2025-11-21T10:02:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-07%2Fnbea5z48%2Fphoto-1559757175-9e351c9a1301.avif?rect=0%2C37%2C1931%2C1014&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ডায়ালাইসিসের প্রস্তুতি</strong></p><p><strong>মানসিক প্রস্তুতি:</strong> আত্মবিশ্বাস রাখতে হবে। হতাশা মোকাবিলায় মনোরোগ বিশেষজ্ঞ অথবা অন্য ডায়ালাইসিস রোগীর অভিজ্ঞতা শুনতে পারেন।</p><p><strong>শারীরিক প্রস্তুতি:</strong> ফিস্টুলা তৈরি করার অস্ত্রোপচার ছোট ও নিরাপদ। শরীরে পানির ভারসাম্য, পটাশিয়াম, হিমোগ্লোবিন ঠিক রাখতে ওষুধ প্রয়োজন হতে পারে। শুরুতে কিছু দুর্বলতা, মাথা ঘোরা, বমি হতে পারে। তবে ধীরে ধীরে এসব ঠিক হয়ে যায়। শরীরচর্চা, হালকা ব্যায়াম ও পরিমিত ঘুম শরীর সুস্থ রাখতে সাহায্য করে।</p><p><strong>পারিবারিক প্রস্তুতি</strong>: পরিবারের সদস্যদের বুঝতে হবে যে এটি রোগীর একার লড়াই নয়। চিকিৎসা শিডিউল, হাসপাতালে যাতায়াত, খাবার তৈরি, মানসিক সমর্থনে পরিবারের সক্রিয় অংশগ্রহণ প্রয়োজন।</p><p><strong>অর্থনৈতিক প্রস্তুতি</strong>: ডায়ালাইসিস একটি চলমান চিকিৎসা; প্রতি সপ্তাহে দুই-তিনবার দীর্ঘ মেয়াদে চলবে। সরকারি হাসপাতালে তুলনামূলক কম খরচে এ সেবা পাওয়া যায়।</p><p><strong><sup>অধ্যাপক ডা. মো. মাকসুদুর রসুল</sup></strong><sup>, মেডিসিন ও কিডনি রোগ বিশেষজ্ঞ, ডেলটা হাসপাতাল; চেম্বার: আলোক হাসপাতাল, মিরপুর ৬</sup></p></div></div></div></body></html>"
        },
        {
            "title": "সমাধানের প্যাকেজ বহু, কিন্তু কৃষকের কৃষি কোথায় | প্রথম আলো",
            "time": "2025-11-21T10:00:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fiy84mgs1%2FUntitled-6.jpg?rect=0%2C7%2C358%2C188&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুরকিনা ফাসোর কারনি এসথেয়ার পারিবারিক কৃষি নিয়ে কাজ করেন এবং প্রতিদিন নাশতার সময় সেই সব গল্প করেন। ১৫ নভেম্বর রাতে খাদ্যনীতি নিয়ে কর্মরত একটি আন্তর্জাতিক দলের সঙ্গে নামাতা নামের আমাজোনিয়ান এক রেস্তোরাঁয় নৈশভোজে ব্রাজিলের কৃষি উন্নয়ন ও পারিবারিক কৃষি মন্ত্রণালয়ের প্রতিনিধি থমাস কুপার প্যাট্রিওটার সঙ্গে আলাপ হয়। তিনি জানান, খাদ্যব্যবস্থার ন্যায্য রূপান্তরের জন্য পারিবারিক কৃষি গুরুত্বপূর্ণ সমাধান। একই মন্ত্রণালয়ের প্রতিনিধি ফার্নান্দা মেকিয়াভেল্লি ১৮ নভেম্বর অ্যাকশন এরিয়াতে আয়োজিত এক সভায় কৃষিপ্রতিবেশবিদ্যা এবং পারিবারিক কৃষিকে অগ্রাধিকার দেওয়ার কথা বলেন।</p><p>বেলেম জলবায়ু সম্মেলন উপলক্ষে বাংলাদেশ পরিবেশ, বন ও জলবায়ু পরিবর্তন মন্ত্রণালয় প্রকাশিত ‘ক্লাইমেট সলিউশনস শেপিং রেজিলিয়েন্ট অ্যান্ড সাসটেইনেবল বাংলাদেশ’ শীর্ষক প্রকাশনাটিতে জলবায়ু সংকট মোকাবিলায় ধানের ক্ষেত্রে নাবি, খরা, লবণাক্ততা, বন্যা এবং চাপ সহনশীল জাত হিসেবে কেবল ব্রি ও বিনা প্রবর্তিত ‘উচ্চ ফলনশীল’ জাতগুলোর নাম উল্লেখ করা হয়েছে। অথচ গচি, রাতা, নোনাখচি, রাঁধুনিপাগল, গ্যাল্লং, খবরক, মিমিদিম, চুরাক, দীঘার মতো বহু জলবায়ুসহিষ্ণু স্থানীয় ধান আছে বাংলাদেশে।</p><p>বাংলাদেশ প্যাভিলিয়নে ১৩ নভেম্বর আয়োজিত ‘প্যারিস চুক্তি এবং নিঃসরণ হ্রাস’ শীর্ষক আলোচনায় বাংলাদেশের প্রাণী ও মৎস্যসম্পদ মন্ত্রণালয়ের উপদেষ্টা ফরিদা আখতার বলেন, স্থানীয় জাতগুলো খুব বেশি রেজিলিয়েন্ট (সহনশীল) কিন্তু সো কলড (তথাকথিত) হাইব্রিডগুলো নয়। দেশে প্রাণবৈচিত্র্যনির্ভর খাদ্যব্যবস্থা গড়ে তুলতে হবে।</p><p>২০২৫ সালের ‘ওয়ার্ল্ড ফুড প্রাইজ’ জয়ী ব্রাজিলের বিখ্যাত কৃষিবিজ্ঞানী ম্যারিঅ্যাঞ্জেলা হাংগ্রিয়া কৃষিকে রাসায়নিকমুক্ত করতে মাটির অণুজীব বৃদ্ধি করার বৈজ্ঞানিক সমাধান দিয়েছিলেন। ১৯ অক্টোবর যুক্তরাজ্যের প্রকৃতিবিষয়ক বিশেষ প্রতিনিধি রুথ দাভিস এবং ব্রাজিলের ডেপুটি কৃষিমন্ত্রী ক্লেবার সোয়ারেস সিনথেটিক সারের পরিবেশগত প্রভাবকে গুরুত্ব দিয়ে, সার তৈরিতে গ্রিনহাউস গ্যাসের নিঃসরণ হ্রাস করে এবং প্রাণবৈচিত্র্য রক্ষা সক্ষম কৃষি ও খাদ্যব্যবস্থা গড়ে তোলার অঙ্গীকারে এক চুক্তি স্বাক্ষর করেন। ‘সার বিষয়ে বেলেম ঘোষণা’ নিরাপদ কৃষির জন্য কিছুটা আশা ছড়াল। বিশ্বজুড়ে কৃষি ও খাদ্যব্যবস্থার রূপান্তর প্রশ্নে বেলেম কী বার্তা দেয়, সেই অপেক্ষায় পৃথিবী।</p><p>পাভেল পার্থ: লেখক ও গবেষক</p><p>ই-মেইল: <a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"e0818e898d89939482818e878c81a0878d81898cce838f8d\">[email protected]</a></p></div></div></div></body></html>"
        },
        {
            "title": "নোবেল পুরস্কার নিতে ভেনেজুয়েলা ছাড়লে ‘পলাতক’ বিবেচিত হবেন মাচাদো | প্রথম আলো",
            "time": "2025-11-21T10:00:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-10%2Fg3p6162r%2Fmaria.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার বিরোধী নেতা মারিয়া কোরিনা মাচাদো নোবেল শান্তি পুরস্কার নিতে নরওয়ের উদ্দেশে দেশ ছাড়লে ‘পলাতক’ বলে বিবেচিত হবেন। ভেনেজুয়েলার অ্যাটর্নি জেনারেল তারেক উইলিয়াম সাব গতকাল বৃহস্পতিবার বার্তা সংস্থা এএফপিকে এ কথা বলেছেন।</p><p>মাচাদো বলেন, আগামী ১০ ডিসেম্বর শান্তিতে নোবেল পুরস্কার গ্রহণের জন্য নরওয়ের অসলোতে যেতে চান। বর্তমানে তিনি ভেনেজুয়েলায় আত্মগোপনে আছেন। তবে অ্যাটর্নি জেনারেল তারেক উইলিয়াম সাব বলেন, মাচাদোর বিরুদ্ধে একাধিক ফৌজদারি অপরাধের তদন্ত চলমান থাকায় তিনি ভেনেজুয়েলার বাইরে গেলে পলাতক হিসেবে গণ্য হবেন।</p><p>তারেক উইলিয়াম আরও বলেন, মাচাদোর বিরুদ্ধে ষড়যন্ত্র, বিদ্বেষ উসকে দেওয়া এবং সন্ত্রাসবাদমূলক কর্মকাণ্ডের অভিযোগ রয়েছে। ক্যারিবীয় অঞ্চলে মার্কিন সেনা মোতায়েনকে সমর্থন দেওয়ার কারণেও মাচাদোর বিরুদ্ধে তদন্ত চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বহুমাত্রিক হুমায়ুন আজাদ | প্রথম আলো",
            "time": "2025-11-21T09:57:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fnlhwve3b%2FWhatsApp-Image-2025-11-20-at-21.35.25.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হুমায়ুন আজাদের ‘এক একর সবুজ জমি’ গদ্যের প্রকৃতি অনুযায়ী তিন ভাগে বিন্যস্ত: সাহিত্যভিত্তিক কলাম, স্মৃতিকথা এবং গ্রন্থালোচনা। ১৯৬৯ সালের এপ্রিল থেকে ১৯৭১ সালের ফেব্রুয়ারি পর্যন্ত বাইশ মাস ধরে তিনি দৈনিক ইত্তেফাক-এর সাহিত্য সাময়িকীতে ‘জর্নাল’ শিরোনামে ধারাবাহিক কলাম লিখেছিলেন। এরই ধারাবাহিকতায় ১৯৭২ সালের এপ্রিল মাসে দৈনিক বাংলার ‘রোববারের সাহিত্য’ পাতায় তিনি এই শিরোনামে নিয়মিত সাহিত্য-সমালোচনামূলক কলাম লেখা শুরু করেন; সেই অভিজ্ঞতার অগ্রসর পরিণতি ‘এক একর সবুজ জমি’। তবে এই উদ্যোগ স্থায়ী হয়নি—মাত্র ছয়টি কিস্তি প্রকাশের পর কলামটি বন্ধ হয়ে যায়। তবু এই স্বল্পায়ু লেখাগুলোর ভেতরেই স্পষ্ট হয়ে ওঠে হুমায়ুন আজাদের প্রাথমিক গবেষকসত্তা, সাহিত্যকে নতুন দৃষ্টিতে দেখার উদ্দীপনা ও বুদ্ধিবৃত্তিক স্বাধীনতা। এই গ্রন্থে তাই পাওয়া যায় এক উঠতি সাহিত্যমননের দ্বিতীয় দ্যুতি।</p><p>গ্রন্থের দ্বিতীয় ভাগ ‘স্মৃতিকথা’-তে সংকলিত হয়েছে হুমায়ুন আজাদের লেখা পাঁচটি স্মৃতিমণ্ডিত রচনা। এগুলো ১৯৭২ থেকে ১৯৮১ সালের মধ্যে রচিত। এর মধ্যে চারটিই সরাসরি মুক্তিযুদ্ধকে কেন্দ্র করে লেখা। এই অংশটি মুক্তিযুদ্ধের আবেগ, বেদনা ও উত্তরণের এক অন্তর্লিখিত ইতিহাস। এখানে আছে প্রতিরোধের প্রথম প্রহরে শহীদ হওয়া এক স্বজনের বেদনাময় স্মৃতি, ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের তিন শহীদ বুদ্ধিজীবী শিক্ষকের অকৃত্রিম মানবিকতা, যুদ্ধকালীন ঢাকার অস্থির ও বিভীষিকাময় পরিবেশ এবং ১৬ ডিসেম্বর বিজয়ের দীপ্ত মুহূর্ত। প্রতিটি রচনায় মুক্তিযুদ্ধের রেশ ভেসে ওঠে গভীর ব্যক্তিগত অনুভবের আলোছায়ায়। এর সঙ্গে ‘উপরি পাওনা’ হিসেবে রয়েছে পিএইচডি গবেষণাকালীন অভিজ্ঞতা নিয়ে লেখা একটি দুর্দান্ত রচনা, যেখানে দেখা যায় তরুণ গবেষক আজাদের অনুসন্ধিৎসু মন, বৌদ্ধিক পরিশ্রম এবং নিজ সময়কে বোঝার গভীর চেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ট্রেলিয়া ছিল ‘ওয়ান ম্যান ব্যান্ড’, ইংল্যান্ড বাজাল অর্কেস্ট্রা | প্রথম আলো",
            "time": "2025-11-21T09:56:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F33cwcmgx%2F569643-01-02.jpg?rect=0%2C0%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেচারা ওয়েদারাল্ডের জন্য মায়া লাগতে পারে কারও কারও। সকালে ডেভিড ওয়ার্নারের হাত থেকে আবেগঘন পরিবেশে ‘ব্যাগি গ্রিন’ ক্যাপ পেলেন, আর ক্রিজে গিয়ে টিকলেন মাত্র দুই বল। উসমান খাজা প্লেয়িং কন্ডিশনের ফাঁদে পড়ে ওপেন করতে পারেননি, তাই নামতে হয়েছিল তাঁকে। কিন্তু আর্চারের ইয়র্কারে এলবিডব্লিউ হয়ে ফিরতে হলো। গাস অ্যাটকিনসন যদিও কোনো উইকেট পাননি, তবে টানা তিনটি মেডেন নিয়ে চাপে রেখেছিলেন।</p><p>স্টিভ স্মিথ যখন ক্রিজে এলেন, গ্যালারি থেকে ভেসে এল দুয়োধ্বনি। মন্টি পানেসারকে নিয়ে অদ্ভুত মন্তব্যের জেরে ইংলিশ সমর্থকেরা তাঁকে জেঁকে ধরেছিলেন। লাবুশেন আর স্মিথ চেষ্টা করেছিলেন মাটি কামড়ে পড়ে থাকতে। কিন্তু আর্চারের দ্বিতীয় স্পেল সব এলোমেলো করে দিল। লাবুশেন বোল্ড হলেন, পরের ওভারেই ফিরলেন স্মিথ। কার্সের একটা লাফিয়ে ওঠা বল খাজার গ্লাভস ছুঁয়ে চলে গেল স্মিথের হাতে। ৩৮ বছর বয়সী খাজা হয়তো এখন আর আগের মতো ক্ষিপ্র নন, কিন্তু ওই বলটা বিশ্বের যেকোনো ব্যাটসম্যানকেই আউট করার মতো!</p><p>এমন আক্রমণের মুখে টিকে থাকতে হলে কলিজায় জোর লাগে। ট্রাভিস হেড আর ক্যামেরন গ্রিন গতির ঝাপটা সামলে কিছুটা থিতু হয়েছিলেন, মনে হচ্ছিল তাঁরা বুঝি খেলা ধরে ফেলবেন। কিন্তু শেষ রক্ষা হয়নি, আলসে শট খেলে দুজনই ডুবলেন। মার্ক উডের ঘণ্টায় ১৫২ কিমি গতির বাউন্সার গ্রিনের হেলমেটের গ্রিলে আঘাত করার পর তাঁর মাথা যেন ভোঁ-ভোঁ করছিল, সেই রেশ কাটতে না কাটতেই খোঁচা দিয়ে বসলেন। স্টার্ক আর অ্যালেক্স ক্যারি প্রতিরোধের চেষ্টা করেছিলেন, কিন্তু বাজে শটে বাউন্ডারি লাইনে ধরা পড়লেন। আর স্কট বোল্যান্ডকে শুন্য রানে ফিরিয়ে স্টোকস পূর্ণ করলেন তাঁর ৫ উইকেট।</p></div></div></div></body></html>"
        }
    ]
}