{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চাকরি ছেড়ে অভিনয়ে, জন্মদিনে রাশেদ সীমান্তর জীবনের হিসাব-নিকাশ | প্রথম আলো",
            "time": "2026-02-21T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F8vl9m9z4%2FWhatsApp-Image-2025-11-24-at-12.52.08-PM-1.jpeg?rect=0%2C0%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চাকরি ছাড়ার সিদ্ধান্ত ও বিশ্বাস</strong><br>অফিস ও শুটিং একসঙ্গে সামলানো কঠিন হয়ে পড়েছিল। মাসে ২০-২৫ দিন শুটিং থাকলে করপোরেট দায়িত্ব পালন করা সম্ভব হচ্ছিল না। শেষ পর্যন্ত চাকরি ছেড়ে দেন। অনিশ্চয়তা নিয়ে প্রশ্ন করলে তাঁর জবাব,<br>‘পরিশ্রম করলে রিজিক আল্লাহ নিজেই দিয়ে দেন । গত এক বছর খুব ভালো গেছে। আমি জীবনের সেরা সময় পার করছি।’ সহকর্মীদের ভাষ্য, তিনি সময়মতো শুটিং লোকেশনে পৌঁছান এবং রাত ৯-১০টার পর শুটিং করেন না। তাঁর যুক্তি, প্রডাকশনের কর্মীরা যেন গভীর রাত পর্যন্ত কাজ করতে বাধ্য না হন। গল্প বাছাইয়েও সচেতন রাশেদ। পরিবার নিয়ে বসে দেখা যায়, এমন গল্পেই কাজ করতে চান তিনি। নেতিবাচক প্রভাব ফেলতে পারে, এমন অনেক প্রস্তাব তিনি ফিরিয়ে দিয়েছেন।<br>রাশেদ সীমান্তের কাছে জন্মদিন মানে নতুন চুক্তি—নিজের সঙ্গে, সময়ের সঙ্গে। আত্মসমালোচনা, কৃতজ্ঞতা আর মানবকল্যাণে কাজ করার প্রতিশ্রুতি। ২১ ফেব্রুয়ারির এই দিনে যখন তিনি আরেকটি বছর পেরোনোর হিসাব কষছেন, দর্শকও দেখছেন, চাকরি ছেড়ে ঝুঁকি নেওয়া মানুষটি অভিনয়ে কতটা দৃঢ় হয়ে উঠেছেন।<br>রাশেদের ভাষায়, ‘যত দিন বেঁচে আছি, সুস্থ থাকি, মানুষের জন্য কিছু করতে পারি, এটাই কামনা।’</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২১ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-21T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F91spfb4l%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চেলসি–বার্নলি</strong><br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ১<br><strong>অ্যাস্টন ভিলা-লিডস</strong><br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ২<br><strong>ওয়েস্ট হাম–বোর্নমাউথ</strong><br>রাত ১১–৩০ মি., স্টার স্পোর্টস সিলেক্ট ১<br><strong>ম্যান সিটি–নিউক্যাসল</strong><br>রাত ২টা, স্টার স্পোর্টস সিলেক্ট ১</p></div></div></div></body></html>"
        },
        {
            "title": "আপনি কি ইফতার ও সাহরিতে অতিরিক্ত পানি পান করেন? এতে লাভ হয় নাকি ক্ষতি",
            "time": "2023-04-04T12:43:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F04d90225-7bfe-4c28-8acb-8a0c557cdc6e%2Fwater2.jpg?rect=0%2C50%2C1300%2C683&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমাদের সারা দিনের খাদ্যতালিকা শরীরে পানিশূন্যতা রুখতে অত্যন্ত কার্যকর ভূমিকা পালন করতে পারে। অতিরিক্ত চিনিযুক্ত খাবার ও পানীয় থাকেই ইফতার ও সাহ্‌রিতে। এটি এ ক্ষেত্রে বেশ ক্ষতিকর। বরং রসাল ও মিষ্টি ফল রাখতে হবে খাদ্যতালিকায়। শুধু ভাজাপোড়া আর ভারী খাবার না খেয়ে কাঁচা সবজির সালাদ, স্যুপ, দই ইত্যাদি খাওয়ার অভ্যাস করতে হবে। লবণাক্ত স্ন্যাকস ও অতিরিক্ত প্রাণিজ আমিষ গ্রহণ করলেও শরীরে পানিশূন্যতা দেখা দেয়।</p><p><strong>সূত্র:</strong> হেলথলাইন, ভেরিওয়েলফিট, হার্ভার্ড হেলথ</p><p><strong>ছবি:</strong> পেকজেলসডটকম ও সোলাস্তা</p></div></div></div></body></html>"
        },
        {
            "title": "মাতৃভাষা, ভাষা ও বিজ্ঞান | বিজ্ঞানচিন্তা",
            "time": "2022-02-21T12:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2Fb0396122-b7b1-4632-b7ba-644bcfb7e252%2Fprothomalo_bangla_2021_02_cf0e5c3b_9d69_4c3d_817b_3b9e8dd06fd5_Untitled_2_1.jpg?rect=0%2C23%2C1248%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অমর একুশে মহান শহীদ দিবস আজ। আমরা প্রতিবছর ভাষাশহীদদের প্রতি শ্রদ্ধা জানাই। পাশাপাশি দেশকে আরও এগিয়ে নেওয়ার শপথ নিই। এখন তো একুশে ফেব্রুয়ারি আন্তর্জাতিক মাতৃভাষা দিবস হিসেবে সারা বিশ্বে যথাযথ মর্যাদায় পালিত হয়।</p><p>ইউনিসেফ ও জাতিসংঘ যে মাতৃভাষাকে আন্তর্জাতিক মর্যাদায় ভূষিত করেছে, তার পেছনে একটা গুরুত্বপূর্ণ কারণ রয়েছে। প্রতিটি জাতির জ্ঞানবিজ্ঞানে এগিয়ে যাওয়ার একটি পূর্বশর্ত হলো, যার যার মাতৃভাষায় দক্ষতা অর্জন। বিজ্ঞানীদের সাম্প্রতিক গবেষণায় জানা গেছে, মাতৃভাষায় সুন্দরভাবে পড়তে পারে, এমন শিশুর সংখ্যা ১০ শতাংশ বাড়াতে পারলে দেশের অর্থনৈতিক প্রবৃদ্ধি শূন্য দশমিক ৩ শতাংশ বাড়বে। এটি আন্তর্জাতিকভাবে স্বীকৃত একটি হিসাব।</p><p>মাতৃভাষার সঙ্গে জ্ঞানবিজ্ঞানে এগিয়ে যাওয়া ও সেই সঙ্গে দেশের আর্থসামাজিক উন্নয়ন সাধনের নিবিড় সম্পর্কের বিষয়টি আগে বিজ্ঞানসম্মতভাবে প্রতিষ্ঠিত না হলেও বাস্তব জীবনের অভিজ্ঞতা থেকেই আমরা তা উপলব্ধি করেছি। আর সে জন্যই প্রায় ৭৫ বছর আগে মাতৃভাষা বাংলার জন্য, বাংলায় কথা বলার অধিকার সংরক্ষণের জন্য, তৎকালীন পাকিস্তানের অন্যতম রাষ্ট্রভাষা হিসেবে স্বীকৃতি লাভের জন্য আমরা রাজপথে বুকের রক্ত ঢেলে দিয়েছি। আমরা মাতৃভাষা বাংলার মর্যাদা ও রাষ্ট্রীয় স্বীকৃতি অর্জন করেছি।</p><p>ভাষাবিদদের গবেষণায় আজ এটা প্রতিষ্ঠিত যে মাতৃভাষায় দক্ষতা অর্জন করতে পারলে অন্তত তিনটি বিদেশি ভাষা সহজে শেখা যায়। আর আজকের বিজ্ঞান ও প্রযুক্তির যুগে দু-তিনটি বিদেশি ভাষায় দক্ষতা না থাকলে টিকে থাকা কঠিন। এগিয়ে যাওয়া তো দূরের কথা। এর বিজ্ঞানসম্মত ব্যাখ্যা হলো, শিশু জন্মের পর থেকেই মায়ের হাসি, কথা বলার ভঙ্গি, মনের ভাব প্রকাশের পদ্ধতি  দেখে শেখে। কথা বলতে শেখার আগে থেকেই স্বপ্ন দেখা শেখে। তাই মায়ের ভাষা শিশুর মনোজগতের বিকাশে বিশেষ অবদান রাখে। মা ও শিশুর মধ্যে আত্মিক সম্পর্ক গড়ে ওঠে। এভাবে মাতৃভাষা মানুষের মেধা শাণিত করে।</p><p>ভাষা মানে শুধু কিছু শব্দ নয়। আবেগ-অনুভূতি, চিন্তাভাবনা, স্বপ্ন-কল্পনা প্রভৃতি ভাষার অবিচ্ছেদ্য অংশ। ভাষা না থাকলে মানুষ কল্পনা করতে পারত না এবং সেই অর্থে মানুষ কিন্তু মানুষ হিসেবে গড়ে উঠতেও পারত না।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলভীবাজারে পিকআপ ভ্যান ও অটোরিকশার সংঘর্ষে চালকসহ নিহত ৩ | প্রথম আলো",
            "time": "2026-02-20T23:05:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fbd4fc6c6-7409-4c71-92f8-1a7f024062a7%2Froad_accident_01.png?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মৌলভীবাজার সদর হাসপাতালের জরুরি বিভাগের চিকিৎসক আরিফ প্রথম আলোকে জানান, মৃত অবস্থায় ওই তিনজনকে হাসপাতালে আনা হয়েছে। বর্তমানে তাঁদের লাশ হাসপাতালে রাখা আছে।</p><p>মৌলভীবাজার সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) বলেন, খবর পেয়ে পুলিশ ঘটনাস্থলে গিয়ে লাশগুলো উদ্ধার করে সদর হাসপাতালের মর্গে পাঠিয়েছে। নিহত ব্যক্তিদের পরিচয় তাৎক্ষণিকভাবে জানা যায়নি। ঘটনার বিস্তারিত জানতে তদন্ত চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে রুমিন ফারহানার ফুল দেওয়া নিয়ে হট্টগোল, ঢাকা-সিলেট মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2026-02-20T22:57:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F5ch0449h%2Fbbariaprotest.jpg?rect=96%2C0%2C1408%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার প্রতিবাদে রাত সাড়ে ১২টার দিকে রুমিন ফারহানার কয়েক শ সমর্থক ঢাকা-সিলেট মহাসড়কের শাহবাজপুর এলাকায় অবরোধ করেন। তাঁরা লাঠিসোঁটা হাতে টায়ারে আগুন জ্বালিয়ে সব ধরনের যান চলাচল বন্ধ করে দেন। এ সময় তাঁরা আনোয়ার হোসেন মাস্টারের বিরুদ্ধে নানা স্লোগান দিতে থাকেন।</p><p>সরাইল থানা ও খাঁটিহাতা হাইওয়ে থানার পুলিশ ঘটনাস্থলে পৌঁছে রাত দেড়টার দিকে আইনানুগ ব্যবস্থা নেওয়ার আশ্বাস দিলে অবরোধকারীরা সরে দাঁড়ান। তবে মহাসড়কে এক ঘণ্টা যান চলাচল বন্ধ থাকায় দুই পাশে দীর্ঘ যানজটের সৃষ্টি হয়।</p><p>এ বিষয়ে সরাইল উপজেলা বিএনপির সভাপতি আনিছুল ইসলাম ঠাকুর প্রথম আলোকে বলেন, ‘শহীদ মিনারে ফুল দেওয়ার ব্যাপারে আমাদের দলীয় সিদ্ধান্ত হয়েছে। এর বাইরে আমাদের দলীয় কোনো সিদ্ধান্ত হয়নি। খোঁজখবর নিয়ে দেখব বিষয়টি কী।’</p></div></div></div></body></html>"
        },
        {
            "title": "আয়েশা (রা.)-এর ঘর ও সংসার | প্রথম আলো",
            "time": "2026-02-20T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F1fh63rgq%2Fpexels-aamirnazir-29102586.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীজির পারিবারিক জীবনে সময় বণ্টন ছিল ন্যায় ও ভারসাম্যের এক অনুপম দৃষ্টান্ত। প্রথম দিকে যখন তাঁর স্ত্রী ছিলেন কেবল সাওদা ও আয়েশা, তখন এক রাত পর পর আয়েশার কাছে থাকতেন। পরে অন্যান্য স্ত্রীদের সঙ্গে বিবাহ হলে সবার জন্য একদিন করে নির্ধারিত থাকত।</p><p>তবে আয়েশার ক্ষেত্রে থাকতেন দুইদিন—একদিন তার নিজের অধিকার, আরেক দিন হজরত সাওদা রা.–এর দান করা দিন। এতে আয়েশার প্রতি নবীজির বিশেষ স্নেহ যেমন ফুটে ওঠে, তেমনি অন্য স্ত্রীর উদারতা ও পারস্পরিক ভালোবাসার চিত্রও স্পষ্ট হয়। (সহিহ বুখারি, হাদিস :২৫৯৪, সহিহ মুসলিম, হাদিস : ১৬৬৩)</p><p>এই ঘরে সাংসারিক প্রাচুর্য বা ভোগবিলাসের কোনো স্থান ছিল না। নবীজির প্রয়োজন ছিল অল্প, আর সেই অল্পেই ছিল পরিতৃপ্তি। আয়েশা (রা.) বলেন, নবীজির জীবদ্দশায় এমন কোনো সময় আসেনি, যখন একাধারে তিন দিন তাদের পরিবার রুটি ও তরকারি খেয়ে তৃপ্ত হতে পেরেছে।</p><p>কখনো কখনো এমন মাস পার হয়ে যেত, যখন ঘরে রুটি বানানো বা ডেগভর্তি কিছু রান্নার সুযোগই হতো না। আবার এমন মাসও যেত, যখন কোনো ঘর থেকে ধোঁয়া উঠতে দেখা যেত না—শুধু খেজুর ও পানি খেয়েই দিন কাটত তাদের। (সহিহ বুখারি, হাদিস : ৫৪২৩, সুনানে নাসায়ি, হাদিস : ৪৪৩২ )</p></div></div></div></body></html>"
        }
    ]
}