{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বাংলাদেশে ফিরে উষ্ণ অভ্যর্থনা ও ভালোবাসা পাওয়ায় দেশের মানুষের প্রতি গভীর কৃতজ্ঞতা জানিয়েছেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। | প্রথম আলো",
            "time": "2025-12-27T18:27:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fu7g7l2cg%2FTarek-Rahman-02.jpg.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘ ১৭ বছর পর যুক্তরাজ্য থেকে বাংলাদেশে ফিরে উষ্ণ অভ্যর্থনা ও ভালোবাসা পাওয়ায় দেশের মানুষের প্রতি গভীর কৃতজ্ঞতা জানিয়েছেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। গত বৃহস্পতিবার দেশে ফেরার দিনটিকে নিজের জীবনের জন্য ‘অবিস্মরণীয়’ উল্লেখ করে তিনি বলেন, ‘আমি আবার আমার মাতৃভূমির মাটিতে পা রেখেছি। আপনাদের উষ্ণ অভ্যর্থনা, ঢাকার রাস্তাজুড়ে মানুষের ঢল, আর লাখো মানুষের দোয়া—এই মুহূর্তগুলো আমি কোনো দিন ভুলতে পারব না।’</p><p>শনিবার রাতে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক দীর্ঘ পোস্টে এ কথা বলেন তারেক রহমান।</p><p>সব প্রতিকূলতার মধ্যেও যাঁরা পাশে ছিলেন এবং আশা হারাননি, তাঁদের সাহসই তাঁকে প্রতিনিয়ত শক্তি জুগিয়েছে বলেও উল্লেখ করেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান। তিনি বলেন, ‘এই ফিরে আসা নিয়ে আমার ও আমার পরিবারের মনে যে ভালোবাসা ও সম্মান কাজ করছে, তা শুধু কথায় প্রকাশ করা সম্ভব নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিভাগীয় শহরগুলোতে সর্বাত্মক অবরোধের ডাক ইনকিলাব মঞ্চের | প্রথম আলো",
            "time": "2025-12-27T18:22:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fqsesa7i8%2F6057627821221736366944775382816920664456642740n.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিচার নিশ্চিত করার প্রতিশ্রুতি দিয়ে পরিবেশ উপদেষ্টা সৈয়দা রিজওয়ানা হাসান বলেন, তিনি ওসমান হাদির একজন গুণগ্রাহী। তিনি হাদিকে নিজের ভাই মনে করেন। দেশের জন্য তাঁকে আরও বেশি দিন প্রয়োজন ছিল। যেই মানুষের মৃত্যুতে ১২ থেকে ১৫ লাখ মানুষ জানাজা পড়ে, সেই মানুষের হত্যার বিচার আসলে একটি জাতীয় কর্তব্য।</p><p>পরিবেশ উপদেষ্টা বলেন, শহীদ ওসমান হাদিকে যারা খুন করেছে, এর পেছনে যারা কাজ করেছে তাদের চিহ্নিত করে বিচারের মুখোমুখি করার জন্য কাজ করে যাচ্ছে অন্তর্বর্তী সরকার। মনে রাখতে হবে একটা শত্রুপক্ষের মুখোমুখি দাঁড়িয়ে কাজটা করতে হচ্ছে। যে তথ্যটা বলা হবে, সেটি যেন শত্রুকে কোনোভাবে সাহায্য না করে।<br>উপদেষ্টার বক্তব্যের আগে ওসমান হাদি হত্যাকাণ্ডের ঘটনায় করা মামলার তদন্তের বিষয়ে ডিএমপি কমিশনার শেখ মো. সাজ্জাত আলী বলেন,  এই ঘটনার পেছনে কারা আছে তা উদ্‌ঘাটনের জন্য পুলিশ, বিজিবি, র‌্যাবসহ অন্যান্য গোয়েন্দা বাহিনীকে নিয়োগ করেছে সরকার। ইতিমধ্যে এই হত্যাকাণ্ডের রহস্য উদ্‌ঘাটনের যথেষ্ট অগ্রগতি আছে। এখন পর্যন্ত ১০ জনকে গ্রেপ্তার করা হয়েছে। হত্যাকাণ্ডে ব্যবহৃত দুটি পিস্তল, মোটরসাইকেল উদ্ধার করা হয়েছে। ২১৮ কোটি সই করা চেক উদ্ধার করা হয়েছে। যথেষ্ট অগ্রগতি আছে। আগামী দশ দিনের মধ্যে অর্থাৎ ৭ জানুয়ারির মধ্যে এই মামলার অভিযোগপত্র দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান দুটি আসনে নির্বাচন করছেন, ঢাকা-১৭ ছেড়ে ভোলায় যাচ্ছেন পার্থ | প্রথম আলো",
            "time": "2025-12-27T18:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F0litffau%2FTarique_Rahman.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান বগুড়া-৬ এর পাশাপাশি ঢাকা-১৭ আসন থেকেও নির্বাচন করার প্রস্তুতি নিচ্ছেন। এজন্য জোটসঙ্গী আন্দালিব রহমান পার্থ ঢাকা-১৭ আসন ছেড়ে ভোলা-১ থেকে নিজ দলের প্রতীকে লড়ার সিদ্ধান্ত নিয়েছেন। বিএনপি তাঁকে ধানের শীষে লড়ার প্রস্তাব দিলেও পার্থ রাজি হননি। ফলে, বিএনপি ভোলা-১ এ পার্থের বিপরীতে কোনো প্রার্থী দেবে না। পার্থ ২০০৮ সালে এই আসন থেকে বিএনপির সমর্থনে এমপি হয়েছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বরবাদ’ থেকে ‘উৎসব’, বছরের আলোচিত ১০ সিনেমা কোনগুলো | প্রথম আলো",
            "time": "2025-12-27T18:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fzu8vvpv2%2F4bb6647a-3954-4a02-971d-f69b91af3745.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মা ও মেয়ের খুনসুটি দেখতে গিয়ে দর্শক হেসে উঠেছেন বারবার। ছোট ছোট প্রতিটি কাজ থেকেও কীভাবে আনন্দ খুঁজে নিতে হয়, নির্মাতা যেন সেটাই দেখাতে চেয়েছেন।</p><p>রাজনৈতিক সিনেমা নয়, তবে পরোক্ষভাবে ঠিকই নিজের বক্তব্য তুলে ধরেছেন নির্মাতা। সংবাদ পাঠিকার ভয়েসওভারে ফাঁপা উন্নয়ন, দুর্নীতি, সামাজিক বৈষম্য, আর্থিক অনিশ্চয়তায় তরুণদের বিদেশে পাড়ি দেওয়ার প্রবণতা, কোভিড-পরবর্তী বেকারত্ব যেমন এসেছে, তেমনি দেখা গেছে বাড়িতে বাড়িতে পানির সংকট। এসেছে চিকিৎসাসেবার অপ্রতুলতা।</p><p> প্রধান দুই চরিত্রে মেহজাবীন চৌধুরী আর রোকেয়া প্রাচীর দুর্দান্ত অভিনয়; বরকত হোসেনের হ্যান্ডহেল্ড ক্যামেরার জাদু মিলিয়ে প্রথম সিনেমাতেই নিজের ছাপ রেখেছেন নির্মাতা মাকসুদ হোসাইন।</p><p><strong>‘দেলুপি’<br></strong>যাত্রাপালার মহড়া চলছিল গ্রামের একটি বাড়িতে। মথুরার মহারাজা উগ্রসেনের রাজ্যে মহা দুর্বিপাক। তাঁর ছেলে যুবরাজ কংসের অত্যাচারে দেশবাসী বিদ্রোহী হয়ে উঠেছে। এর মধ্যে যাত্রাপালার এক অভিনেতার মুঠোফোন বেজে ওঠে। খবর আসে প্রধানমন্ত্রী ‘সাবিনা’ পালিয়ে গেছেন। খুলনার দেলুটি ইউনিয়নের পটভূতিতে নির্মিত এমন গল্পের সিনেমা দিয়ে আসলে পুরো বাংলাদেশকেই ধরেছেন নির্মাতা মোহাম্মদ তাওকীর ইসলাম। </p></div></div></div></body></html>"
        },
        {
            "title": "পশ্চিমবঙ্গে হুমায়ুন কবিরের নতুন দল ‘জনতা উন্নয়ন পার্টি’ লড়বে ১৮২ আসনে | প্রথম আলো",
            "time": "2025-12-27T18:09:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Ff7i8ixtt%2FHUMAYUN-KABIR-1.jpeg?rect=0%2C13%2C738%2C387&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জনতা উন্নয়ন পার্টি আসন্ন বিধানসভা নির্বাচনে ২৯৪টির মধ্যে ১৮২টি আসনে প্রতিদ্বন্দ্বিতা করার ঘোষণা দিয়েছে। পশ্চিমবঙ্গের মুর্শিদাবাদের ভরতপুরের তৃণমূল কংগ্রেসের বহিষ্কৃত বিধায়ক হুমায়ুন কবির সদ্য এই দল তৈরি করেন।</p><p>বিজেপি ও তৃণমূল কংগ্রেসকে রাজ্য থেকে বিদায় দেওয়া নিজেদের লক্ষ্য মন্তব্য করে আজ শনিবার হুমায়ুন কবির সাংবাদিকদের জানান, নতুন জোটে ইন্ডিয়ান সেকুলার ফ্রন্ট (আইএসএফ) এবং অলইন্ডিয়া মজলিশ-এ-ইত্তেহাদুল মুসলেমিন (মিম) থাকবে। তিনি আশা করছেন, এই জোট এবং তাঁর দল রাজ্যে নির্বাচনে নির্ণায়ক শক্তি হিসেবে কাজ করবে। ৯০টি আসনে জয়লাভ করা তাঁর লক্ষ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "ইতিহাসের সর্বোচ্চ বাজেট অনুমোদন জাপানের | প্রথম আলো",
            "time": "2025-12-27T17:58:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fsgz7un0z%2FDS0777031158.JPG?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাজেটের সবচেয়ে আলোচিত দিক হলো প্রতিরক্ষা খাতে রেকর্ড বরাদ্দ। প্রধানমন্ত্রী সানায়ে তাকাইচির নেতৃত্বাধীন সরকার প্রতিরক্ষায় বরাদ্দ রেখেছে ৯ ট্রিলিয়ন ইয়েন, যা জাপানের ইতিহাসে সর্বোচ্চ। চীনের সঙ্গে সম্পর্কের অবনতির পটভূমি সামরিক সক্ষমতা জোরদার করতেই এই উদ্যোগ। প্রতিরক্ষামন্ত্রী শিনজিরো কোইজুমি বলেছেন, দ্বিতীয় বিশ্বযুদ্ধের পর থেকে জাপান এখন সবচেয়ে জটিল ও কঠিন নিরাপত্তা পরিস্থিতির মুখে। তাঁর মতে, ন্যূনতম প্রয়োজন মেটাতেই এই বাজেট প্রণয়ন করা হয়েছে।</p><p>জাপান কয়েক বছর ধরে নিজেদের কঠোর শান্তিবাদী অবস্থান থেকে ধীরে ধীরে সরে আসছে। ‘কাউন্টারস্ট্রাইক’ বা পাল্টা হামলার সক্ষমতা অর্জন এবং সামরিক ব্যয় মোট দেশজ উৎপাদনের (জিডিপি) দুই শতাংশে উন্নীত করার উদ্যোগ তারই অংশ। নতুন বাজেটে ‘শিল্ড’ নামের উপকূলীয় প্রতিরক্ষাব্যবস্থার জন্য ১০০ বিলিয়ন ইয়েন রাখা হয়েছে, যেখানে ড্রোন ব্যবহার করে সম্ভাব্য আগ্রাসন ঠেকানোর পরিকল্পনা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিজয় হাজারে ট্রফিতে খেলে কত টাকা পান রোহিত-কোহলি | প্রথম আলো",
            "time": "2025-12-27T17:56:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fnc0xp94o%2F410232.webp?rect=0%2C11%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুনতে বেশি মনে হলেও কোহলি-রোহিতদের জন্য এটা আসলে সামান্যই! ভারতের হয়ে একটি ওয়ানডে খেললে তাঁরা পান ৬ লাখ রুপি। অর্থাৎ দেশের হয়ে এক ম্যাচ খেলে যা পান, বিজয় হাজারে ট্রফিতে ১০ ম্যাচ খেললে সেই টাকা পকেটে আসবে।</p><p>এ ছাড়া এই টুর্নামেন্টে ক্রিকেটাররা যাতায়াত, খাবার ও আবাসনের জন্য আলাদা ভাতা পান। আর কেউ যদি ‘ম্যান অব দ্য ম্যাচ’ হন, তবে পকেটে ঢোকে আরও ১০ হাজার রুপি।</p><p>কোহলি ও রোহিত টুর্নামেন্টের প্রথম দুই ম্যাচ খেলে ফেলেছেন। সামনেই ঘরের মাঠে ইংল্যান্ডের বিপক্ষে তিন ম্যাচের ওয়ানডে সিরিজ। মূলত সেই সিরিজের প্রস্তুতির জন্যই নিজেদের ঝালিয়ে নিতে ঘরোয়া ক্রিকেটে ফিরেছেন এই দুই কিংবদন্তি। তবে পরবর্তী ম্যাচগুলোতে তাঁদের দেখা যাবে কি না, তা নিয়ে এখনো নিশ্চিত করে কিছু জানা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "কুয়েতে রেস্তোরাঁ, সরকারি অফিস ও স্কুলে এনার্জি ড্রিংক বিক্রি নিষিদ্ধ | প্রথম আলো",
            "time": "2025-12-27T17:55:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fd5rckhhs%2FEnergy-Drinks.png?rect=0%2C22%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুয়েতে রেস্তোরাঁ, অফিস ও স্কুলে এনার্জি ড্রিংক বিক্রি নিষিদ্ধ করা হয়েছে। একই সঙ্গে এ ধরনের পানীয় বিক্রি ও ব্যবহারসংক্রান্ত আরও কিছু কড়াকড়ি আরোপ করা হয়েছে। গত বুধবার কুয়েতের স্বাস্থ্যমন্ত্রী আহমেদ আবদুলওয়াহাব আল–আওয়াধি এক ঘোষণায় এ সিদ্ধান্তের কথা জানিয়েছেন।</p><p>নতুন বিধিমালায় এনার্জি ড্রিংক কেনা ও পানের বয়সসীমা, দৈনিক সীমা এবং বিক্রির স্থান নির্ধারণ করে দেওয়া হয়েছে। নতুন নিয়ম অনুযায়ী, এনার্জি ড্রিংক শুধু ১৮ বছরের বেশি বয়সীদের কাছে বিক্রি করা যাবে। এক ব্যক্তি দৈনিক সর্বোচ্চ দুটি ক্যান খেতে পারবেন। ২৫০ মিলিলিটারের প্রতিটি ক্যানে ক্যাফেইনের পরিমাণ ৮০ মিলিগ্রামের বেশি হতে পারবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান দুটি আসনে নির্বাচন করছেন, ঢাকা-১৭ ছেড়ে ভোলায় যাচ্ছেন পার্থ | প্রথম আলো",
            "time": "2025-12-27T17:46:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fdln2u2c8%2FTarique-Rahman.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান বগুড়া-৬ সংসদীয় আসনের পাশাপাশি ঢাকা-১৭ আসন থেকেও নির্বাচন করতে যাচ্ছেন। এই আসন ছেড়ে ভোলা থেকে নির্বাচন করতে যাচ্ছেন বাংলাদেশ জাতীয় পার্টির (বিজেপি) চেয়ারম্যান আন্দালিভ রহমান পার্থ।</p><p>ঢাকার ২০টি আসনের মধ্যে যে তিনটি আসন বিএনপি ফাঁকা রেখেছে, তার মধ্যে গুলশান-বনানী, বারিধারার মতো অভিজাত এলাকা নিয়ে গঠিত ঢাকা-১৭ আসনও রয়েছে। এই আসনে বিএনপির জোটসঙ্গী হিসেবে বিজেপি চেয়ারম্যান আন্দালিভ রহমানের নির্বাচন করার কথা শোনা যাচ্ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনায় এনসিপির শ্রমিকনেতাকে গুলির ঘটনায় ‘ঢাকাইয়া শামীম’সহ আরও দুজন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-27T17:45:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F4gq1yjhy%2FKhulnaDH063020251227khulna-motaleb-ashami.jpg?rect=0%2C49%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সোমবার দুপুর পৌনে ১২টার দিকে খুলনার সোনাডাঙ্গা এলাকায় জাতীয় যুবশক্তির খুলনা জেলা শাখার যুগ্ম সদস্যসচিব তনিমা তন্বীর ভাড়া বাসায় মোতালেব শিকদার গুলিবিদ্ধ হন। আহত অবস্থায় স্থানীয় লোকজন তাঁকে উদ্ধার করে খুলনা মেডিকেল কলেজ হাসপাতালে নিয়ে যান। চিকিৎসকদের ভাষ্য অনুযায়ী, গুলিটি তাঁর মাথার চামড়া স্পর্শ করে বেরিয়ে গেছে। বর্তমানে তিনি শঙ্কামুক্ত।</p><p>গ্রেপ্তার শামীমকে জিজ্ঞাসাবাদের বরাত দিয়ে মেজর নাজমুল ইসলাম বলেন, তনিমা তন্বীর ভাড়া করা ফ্ল্যাটে মাদক কারবার ও অসামাজিক কার্যকলাপ চলত। ঘটনার দিন সকাল সাতটার দিকে শামীমসহ চার-পাঁচজন সহযোগী সেখানে যান। এর আগে ওই ফ্ল্যাটে তন্বী, মোতালেব শিকদার, আরিফ, ইফতি, তানভীর (তন্বীর স্বামী), ইমরান (তন্বীর বন্ধু) ও ইফতির এক আত্মীয় উপস্থিত ছিলেন। মাদক উদ্ধারের চেষ্টা চালিয়েও কিছু না পেয়ে ক্ষুব্ধ হয়ে শামীম তাঁর কাছে থাকা অস্ত্র দিয়ে মোতালেব শিকদারের মাথায় গুলি করেন। তবে গুলিটি প্রাণঘাতী না হওয়ায় তিনি বেঁচে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় ফেরিওয়ালাকে পিটিয়ে হত্যা, দুজনের দায় স্বীকার | প্রথম আলো",
            "time": "2025-12-27T17:45:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-03%2Ff0ash0wd%2FPic-24.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হত্যার দায় স্বীকার করে যে দুজন স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন, তাঁরা হলেন উপজেলার আসাদনগর গ্রামের শফিকুল ইসলাম (৪৪) ও তাঁর আপন চাচাতো ভাই উপজেলার জগন্নাথপুর গ্রামের রিমন মিয়া (২৮)। এ ঘটনায় জড়িত মোট চারজনকে গ্রেপ্তার করেছে পুলিশ। গ্রেপ্তারকৃত বাকি দুজন হলেন উপজেলার আসাদনগর গ্রামের জাহিদুল ইসলাম (১৮) ও গ্রেপ্তার শফিকুলের ভাতিজা মো. হৃদয় (১৯)।</p><p>নিহতের পরিবার ও আসামিদের বরাতে পুলিশ জানায়, গতকাল শুক্রবার বিকেলে রিমন ও হৃদয় চুরির অপবাদে ফোরকানকে বাড়ি থেকে ডেকে নিয়ে যান। উপজেলার আসানগর এলাকায় শফিকুলের গ্যারেজের পাশের একটি পরিত্যক্ত ঘরে নিয়ে শফিকুল, তাঁর ভাতিজা শহিনুর, জাহিদুল ও নিহত ব্যক্তির আপন চাচাতো ভাই রিমন ফোরকানকে বেঁধে রাখেন। সেখানে ফোরকানকে নির্যাতন ও মারধর করা হয়। পরে রাত সোয়া ১০টার দিকে তাঁরা ফোরকানকে বাঞ্ছারামপুর উপজেলা স্বাস্থ্য কমপ্লেক্সে নিয়ে চিকিৎসককে জানান মোটরসাইকেল দুর্ঘটনায় তিনি আহত হয়েছেন। স্বাস্থ্য কমপ্লেক্সের জরুরি বিভাগের কর্তব্যরত চিকিৎসক ফোরকানকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লিভারপুলের জার্সিতে ভির্টৎসের প্রথম গোল, শীর্ষে ফিরেছে আর্সেনাল | প্রথম আলো",
            "time": "2025-12-27T17:42:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fw8ui3ejn%2F770026-01-02.jpg?rect=0%2C0%2C3747%2C1967&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যানফিল্ডে মুখোমুখি প্রয়াত দিয়েগো জোতার সর্বশেষ দুই ক্লাব লিভারপুল ও উলভারহ্যাম্পটন। স্পেনে সড়ক দুর্ঘটনায় ২৮ বছর বয়সেই মারা যাওয়া জোতাকে আজ সেই ম্যাচে অন্য রকমভাবেই শ্রদ্ধা জানাল লিভারপুল। লিভারপুলের মাসকট হিসেবেই আজ মাঠে উপস্থিত হয়েছিল জোতার তিন সন্তানের দুজন দিনিস ও দুয়ার্তে। জোতার পরিবারের আরও কিছু ছেলে-মেয়েও ছিল মাসকট হিসেবে। তাদের সামনে রেখেই মাঠে ঢোকে লিভারপুল।</p><p> আবেগময় সেই ম্যাচটি জিতেই মাঠ ছেড়েছে লিভারপুল। পয়েন্ট তালিকার তলানিতে থাকা উলভারহ্যাম্পটনকে ২-১ গোলে হারিয়েছে অল রেডরা। এই ম্যাচেই লিভারপুলের জার্সিতে প্রথম গোলের দেখা পেয়েছেন ক্লাব রেকর্ড ট্রান্সফার ফিতে দলে আসা ফ্লোরিয়ান ভির্টৎস।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রপতি বরাবর অব্যাহতিপত্র দিয়েছেন অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান | প্রথম আলো",
            "time": "2025-12-27T17:38:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F8dmqbzdk%2FUntitled-1.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান  ব্যক্তিগত কারণ উল্লেখ করে রাষ্ট্রপতি বরাবর পদত্যাগপত্র দিয়েছেন। আজ শনিবার অ্যাটর্নি জেনারেল কার্যালয়ে এই অব্যাহতিপত্র দেওয়া হয়েছে।</p><p> অ্যাটর্নি জেনারেল কার্যালয়ের প্রশাসনিক কর্মকর্তা মো. নাসির উদ্দিন প্রথম আলোকে বলেন, ‘রাত নয়টা থেকে সাড়ে নয়টার মধ্যে অ্যাটর্নি জেনারেলের ইস্তফাপত্রটি এসেছে। এতে ব্যক্তিগত কারণে দায়িত্ব পালনে অপারগতার কথা বলা হয়েছে। ইস্তফাপত্রটি রোববার সকালে আইন মন্ত্রণালয়ে পাঠানো হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলভীবাজারে প্রতিপক্ষের হামলায় দুই ভাই নিহত | প্রথম আলো",
            "time": "2025-12-27T17:32:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-04%2Faf787ac5-d011-40f2-97b2-75ae3d1f2100%2Fmoulovibazar.png?rect=0%2C62%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানিয়েছে, পূর্বশত্রুতার জের ধরে এ হামলার ঘটনা ঘটেছে। তবে কী নিয়ে পূর্বশত্রুতা, এ বিষয়ে তাৎক্ষণিকভাবে জানা যায়নি। লাশ উদ্ধার করে ময়নাতদন্তের জন্য হাসপাতালে পাঠানো হয়েছে। এ ঘটনায় এখনো মামলা হয়নি। কাউকে আটক বা গ্রেপ্তারও করা হয়নি।</p><p>পুলিশ ও স্থানীয় সূত্রে জানা গেছে, জামাল হোসেন ও আবদুল কাইয়ুমের সঙ্গে প্রতিবেশী জমির উদ্দিনদের পূর্ববিরোধ রয়েছে। এর জেরে আজ বিকেলের দিকে দুই পক্ষের মধ্যে ঝগড়া লাগে। একপর্যায়ে প্রতিপক্ষের হামলায় জামাল ও কাইয়ুম ঘটনাস্থলেই মারা যান। একই ঘটনায় প্রতিপক্ষের জমির উদ্দিন আহত হন। আহত জমির উদ্দিনকে প্রথমে বড়লেখা উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়া হয়। অবস্থার অবনতি হলে পরে সিলেট এম এ জি ওসমানী মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুটেক্সের প্রথম সমাবর্তন অনুষ্ঠান | প্রথম আলো",
            "time": "2025-12-27T17:10:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2For2nwmcc%2FWhatsApp-Image-2025-12-27-at-10.33.55-PM.jpeg?rect=0%2C90%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষা উপদেষ্টা অধ্যাপক চৌধুরী রফিকুল আবরার (সি আর আবরার) বলেছেন, অল্প সময়ের মধ্যেই বাংলাদেশ টেক্সটাইল বিশ্ববিদ্যালয় (বুটেক্স) প্রমাণ করেছে, বিশেষায়িত শিক্ষা, গবেষণা ও উদ্ভাবনের মাধ্যমে একটি প্রতিষ্ঠান কীভাবে জাতীয় অর্থনীতির গুরুত্বপূর্ণ চালিকা শক্তিতে পরিণত হতে পারে। বুটেক্স আজ বস্ত্র ও পোশাকশিল্পের জন্য দক্ষ, সৎ ও নেতৃত্বগুণসম্পন্ন মানবসম্পদ তৈরির একটি নির্ভরযোগ্য কেন্দ্র।</p><p>বুটেক্সের প্রথম সমাবর্তন অনুষ্ঠানে সভাপতির বক্তব্যে শিক্ষা উপদেষ্টা এ কথাগুলো বলেন। আজ শনিবার বুটেক্স ক্যাম্পাসে অনুষ্ঠিত হয় এই সমাবর্তন অনুষ্ঠান। </p><p>সমাবর্তনে ৩২তম থেকে ৪৪তম ব্যাচের শিক্ষার্থীরা অংশ নেন। এর মধ্যে বিএসসি ইন টেক্সটাইল ইঞ্জিনিয়ারিংয়ে ২ হাজার ৬২৩ জন, এমএসসি ইন টেক্সটাইল ইঞ্জিনিয়ারিংয়ে ৫৯ জন, এমবিএ ইন টেক্সটাইলে ১৯৪ জন এবং অধিভুক্ত কলেজগুলোর ১ হাজার ২৫০ জনকে ডিগ্রি দেওয়া হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "এবার বিয়ে টা করেন... | প্রথম আলো",
            "time": "2025-12-27T17:02:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F1xngfaie%2F605116945102147169993963707524879522665594360n.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কানের এক পাশে গোঁজা ফুল, হাসিমুখে সেই ছবি পোস্ট করে সাদিয়া আয়মান লিখেছেন, ‘তোমার জন্য সকাল দুপুর, বাজিয়ে কোনো বিষণ্ন সুর।’ কার জন্য, সেটাই ভক্তরা মন্তব্যে জানতে চেয়েছেন।</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "রাউজানে হিন্দু সম্প্রদায়ের বাড়ির দরজা আটকে আগুন, সন্দেহভাজন এক আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-27T16:50:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fnc6wk2im%2FWhatsApp-Image-2025-12-27-at-10.43.33-PM.jpeg?rect=0%2C71%2C1100%2C578&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার মোরশেদুল আলম উপজেলার গহিরা এলাকার বাসিন্দা। পুলিশের দাবি, তিনি কাপড় রাখার একটি ভ্যানে আগুন দেওয়ার প্রস্তুতি নিচ্ছিলেন। এ সময় তাঁকে হাতেনাতে ধরা হয়। তাঁর কাছ থেকে একটি কেরোসিনের বোতলও উদ্ধার করা হয়।</p><p>পুলিশ জানায়, মো. মোরশেদুল আলমের রাজনৈতিক পরিচয় নিশ্চিত হওয়া যায়নি। গ্রেপ্তারের পর তাঁর বসতঘর থেকে তিনটি পুরোনো ব্যানার জব্দ করা হয়। আগুন দেওয়া বাড়িগুলোর পাশে সরকার ও বিভিন্ন রাজনৈতিক দলকে দায়ী করে ব্যানার টানিয়ে দেওয়া হয়েছিল। মোরশেদুল আলমের বাড়ি থেকে জব্দ করা ব্যানার আলামত হিসেবে নিয়ে তাঁকে পাঁচটি বাড়িতে আগুনের মামলায় গ্রেপ্তার দেখানো হয়েছে। প্রাথমিক তদন্তে অজ্ঞাতনামা আরও কয়েকজনের সংশ্লিষ্টতা পাওয়া গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামেও অবরোধ ইনকিলাব মঞ্চের নেতা-কর্মীদের | প্রথম আলো",
            "time": "2025-12-27T16:47:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fna3pgo3c%2FWhatsApp-Image-2025-12-27-at-10.41.49-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ শরিফ ওসমান হাদির হত্যাকারীদের বিচারের দাবিতে চট্টগ্রাম নগরের নিউমার্কেট মোড় অবরোধ করেছে ইনকিলাব মঞ্চ। আজ শনিবার বেলা ৩টা থেকে নিউমার্কেট মোড়ে জমায়েত হতে শুরু করেন মঞ্চের নেতা-কর্মীরা।</p><p>নিউমার্কেট মোড়ে অবস্থান নিয়ে মঞ্চের নেতা-কর্মীরা ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির হত্যাকারীদের বিচারের দাবিতে বিভিন্ন স্লোগান দেন। ‘বিচার বিচার চাই, হাদি হত্যার বিচার চাই’, ‘জাস্টিস জাস্টিস, উই ওয়ান্ট জাস্টিস’, ‘আমরা সবাই হাদি হব, যুগে যুগে লড়ে যাব’ স্লোগান দিতে থাকেন নেতা-কর্মীরা।</p></div></div></div></body></html>"
        }
    ]
}