{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভারতে ধর্মান্তরের গুজবে খ্রিষ্টান সম্প্রদায়ের নৈশভোজে পুলিশ ও মবের হানা, মারধরের অভিযোগ | প্রথম আলো",
            "time": "2025-08-02T14:10:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fg7s3o7j8%2F002.jpg?rect=0%2C72%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজেন্দ্র কুমার বলেন, ‘ঘটনাস্থল পরিদর্শন করে আমরা তৎক্ষণাৎ অন্যায় কিছু করার বিষয়ে কোনো প্রমাণ পাইনি। কেউ লিখিত কোনো অভিযোগও জমা দেননি।’</p><p>রাজেন্দ্র কুমার আরও বলেন, ‘এফআইআর করার আগের প্রাথমিক পদক্ষেপ হিসেবে আমরা থানায় একটি ডায়েরি করেছি। জিজ্ঞাসাবাদের জন্য পাঁচ-ছয়জনকে থানায় আনা হয়েছিল। আমরা জমায়েতটির প্রকৃতি নিয়ে তদন্ত করছি, এ ধরনের সমাবেশের জন্য অনুমতি নেওয়া হয়েছিল কি না, নেওয়া হলে কার নামে নেওয়া হয়েছিল, তা খতিয়ে দেখছি। তাই এখনই নিশ্চিতভাবে কিছু বলা যাচ্ছে না।’</p><p>জামশেদপুরের উপপুলিশ সুপার (ডিএসপি) সুনীল চৌধুরী বলেন, বিষয়টি থানায় রেকর্ড করা হয়েছে এবং তদন্ত চলছে।</p><p>গত বুধবার অল ইন্ডিয়া খ্রিষ্টান মাইনরিটি ফ্রন্টের সহসভাপতি ও সংখ্যালঘু অধিকারকর্মী অজিত তিরকে জামশেদপুরের জেলা প্রশাসকের কাছে অভিযোগ জমা দিয়েছেন। তিনি অভিযোগ করেন, ধর্মান্তরের মিথ্যা অভিযোগের অজুহাত তুলে খ্রিষ্টান সম্প্রদায়ের মানুষের ওপর নিপীড়ন বাড়ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঠাকুরগাঁও-পঞ্চগড়ের ভূগর্ভস্থ পানি আর্সেনিকশূন্য ও আয়রনমুক্ত | প্রথম আলো",
            "time": "2025-08-02T14:07:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F4mkpfcps%2F09.jpg?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণাপত্র ঘেঁটে দেখা যায়, ঠাকুরগাঁও ও পঞ্চগড় জেলার ভূগর্ভস্থ পানির গুণমান চমৎকার। মাল্টিভেরিয়েট বিশ্লেষণ ও ওয়াটার কোয়ালিটি ইনডেক্স ব্যবহার করে দেখা গেছে, ৫৫ শতাংশ নমুনা ‘অত্যন্ত চমৎকার’, ৩৪ শতাংশ ‘ভালো’, মাত্র ০.৮৩ শতাংশ নমুনা পানের অযোগ্য। পানিতে কোথাও আর্সেনিক বা ভারী ধাতুর উপস্থিতি পাওয়া যায়নি। ২০২৩ সালে গবেষক দলটি ঠাকুরগাঁও-পঞ্চগড়-দিনাজপুর জেলার ১২০টি স্থান থেকে পানির নমুনা সংগ্রহ করেছিলে।</p><p>প্রাপ্ত তথ্য বিশ্লষণে দেখা যায়, ওই অঞ্চলের পানিতে বিশ্ব স্বাস্থ্য সংস্থার নির্ধারিত আদর্শ মান পুরোপুরি রয়েছে। পানিতে পিএইচ মান ৬ দশমিক ৫১, আর্সেনিকের পরিমাণ শূন্য, আয়রনের মাত্রাও ৫১ দশমিক ৩ মাইক্রোগ্রাম/ লিটার, নাইট্রেট ৫০ মিলিগ্রাম/ লিটারের নিচে, মোট দ্রবীভূত কঠিন পদার্থের (টিডিএস) পরিমাণ ৮৭ দশমিক ৩৬ থেকে ১৩৪ দশমিক ৪১ মিলিগ্রাম/ লিটারের মধ্যে, কার্বনের পরিমাণ ২ মিলিগ্রাম/ লিটারের নিচে। শুধু বালিয়াডাঙ্গি উপজেলার কিছু স্থানে ইউরিয়া সারের ব্যবহারের ফলে নাইট্রেটের পরিমাণ সামান্য বেশি দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বুলেটপ্রুফ কাঠ উদ্ভাবন করেছেন গবেষকেরা | প্রথম আলো",
            "time": "2025-08-02T14:07:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F8kn26ma5%2Fwood.jpg?rect=0%2C19%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের বিভিন্ন বাজারে ইতিমধ্যেই বিভিন্ন ধরনের ইঞ্জিনিয়ারড ও পরিবর্তিত কাঠের পণ্য রয়েছে। গ্লু লাম বা আঠা দিয়ে স্তর করা কাঠ শক্ত, আর্দ্রতা–প্রতিরোধী বিম তৈরি করার জন্য ব্যবহৃত হচ্ছে। ক্রস-লেমিনেটেড টিম্বার প্রক্রিয়া কাঠের স্তরকে পর্যায়ক্রমে স্তূপীকৃত করে দেয়াল ও মেঝের জন্য প্যানেল তৈরি করা হয়। অতি শক্তিশালী প্লাইউডের মতো কাজ করে ক্রস লেমিনেটেড টিম্বার। এ বছরের জুন মাসে প্রকাশিত এক গবেষণায় বলা হয়েছে, কমিউনিটি সেন্টার তৈরিতে কংক্রিটের পরিবর্তে এ ধরনের কাঠ ব্যবহার করলে ভবন নির্মাণ ও পরিচালনায় কার্বন নির্গমন প্রায় ১০ শতাংশ হ্রাস পেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-যুক্তরাষ্ট্র সম্পর্ক আবার নতুন দিকে মোড় নিচ্ছে | প্রথম আলো",
            "time": "2025-08-02T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fuqel13q1%2FScreenshot-2025-08-02-173829.jpg?rect=0%2C39%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি এবং পররাষ্ট্রমন্ত্রী এস জয়শঙ্কর দুজনেই জানিয়েছেন, পাকিস্তানের সঙ্গে সংঘাত চলাকালে ট্রাম্প তাঁদের ফোন পর্যন্ত করেননি। এমনকি তখন কোনো মার্কিন কর্মকর্তা দ্বিপক্ষীয় বাণিজ্য নিয়েও কোনো মন্তব্য করেননি।</p><p>ট্রাম্প হয়তো পাকিস্তানের ওপর চাপ দিয়েছিলেন সংঘাত বন্ধ করার জন্য। এর ফলে ভারতকে রাজি করানোর দরকার ছিল না। কারণ, ভারত এমন একটি দেশ, যারা স্থিতিশীলতা বজায় রাখতে চায় এবং নিজের অর্থনৈতিক উন্নয়নেই মনোযোগী।</p><p>দীর্ঘমেয়াদি কোনো সংঘাতে জড়ানো ভারতের একেবারেই পছন্দ নয়। তাই গত এপ্রিল মাসে কাশ্মীরের পেহেলগামে পাকিস্তানি জঙ্গিরা ভারতীয় পর্যটকদের ওপর নৃশংস হামলা চালানোর পর ভারত দ্রুত ও পরিমিত প্রতিক্রিয়া দেখানোর সিদ্ধান্ত নেয়।</p><p>এই প্রতিক্রিয়ার নাম ছিল ‘অপারেশন সিঁদুর’। এই অভিযানের আওতায় পাকিস্তানের ভেতরে ৯টি পরিচিত জঙ্গি ঘাঁটি এবং অন্যান্য স্থাপনায় বিমান হামলা চালানো হয়।</p><p>শুরু থেকেই ভারত স্পষ্ট করেছে, এটি কোনো যুদ্ধ শুরু করার পদক্ষেপ নয়, বরং যারা নিরীহ ভারতীয় নাগরিকদের টার্গেট করেছিল, এটি তাদের বিরুদ্ধে প্রতিশোধমূলক অভিযান।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায়ী লাল চাঁদ হত্যা মামলায় আরও দুই আসামি রিমান্ডে | প্রথম আলো",
            "time": "2025-08-02T13:58:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-11%2F5rjcihzc%2FUntitled-7.jpg?rect=0%2C0%2C532%2C279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতসংশ্লিষ্ট সূত্রগুলো বলছে, ঢাকার কেরানীগঞ্জ এলাকায় অভিযান চালিয়ে গতকাল শুক্রবার রুমান ও আবিরকে গ্রেপ্তার করে পুলিশ। আজ তাঁদের আদালতে হাজির করে ১০ দিন রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করার আবেদন করে পুলিশ।</p><p>আসামিপক্ষ থেকে রিমান্ডে নেওয়ার আবেদন নাকচের আরজি জানানো হয়। উভয় পক্ষের শুনানি নিয়ে আদালত দুই আসামির প্রত্যেককে চার দিন রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করার অনুমতি দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "২০টি গাড়ি একসঙ্গে টেনে রেকর্ড গড়লেন কুস্তিগির | প্রথম আলো",
            "time": "2025-08-02T13:56:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F2pkilkkc%2Fweb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"২০টি গাড়ি একসঙ্গে টেনে রেকর্ড গড়লেন কুস্তিগির\" class=\"nA4h1 \">২০টি গাড়ি একসঙ্গে টেনে রেকর্ড গড়লেন কুস্তিগির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-02T19:56:45+06:00\"><span>প্রকাশ: ০২ আগস্ট ২০২৫, ১৩: ৫৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ছাত্র সমাবেশ ঘিরে জনদুর্ভোগের জন্য আগাম দুঃখ প্রকাশ ছাত্রদলের | প্রথম আলো",
            "time": "2025-08-02T13:41:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2Fae0cf9df-ed97-46d5-aaa5-e2489206b8a3%2FChhatradal.jpg?rect=7%2C0%2C743%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, ‘আগামীকাল ৩ আগস্ট রোববার রাজধানীর শাহবাগে বাংলাদেশ জাতীয়তাবাদী ছাত্রদলের ছাত্র সমাবেশ অনুষ্ঠিত হবে। গত জুন মাসে আমরা আমাদের জুলাই গণ–অভ্যুত্থান স্মরণে ৩৬ দিনব্যাপী কর্মসূচি ঘোষণায় শুরুতে ৩ আগস্টে জাতীয় শহীদ মিনারে সমাবেশ করার সিদ্ধান্ত ঘোষণা করি। কিন্তু পরে জাতীয় নাগরিক পার্টির নেতারা ৩ আগস্টে শহীদ মিনারে তাদের সমাবেশ করার বিষয়ে আমাদের সঙ্গে ব্যক্তিগতভাবে একাধিকবার যোগাযোগ ও অনুরোধ করেন।’</p><p>বিজ্ঞপ্তিতে আরও উল্লেখ করা হয়, ‘শহীদ মিনারের সমাবেশের বিষয়ে আমরা ঢাকা বিশ্ববিদ্যালয়ের প্রক্টর অফিস থেকে অনুমতিও গ্রহণ করেছিলাম। এই দিনে শহীদ মিনারে সমাবেশ করার বিষয়ে আমরাই ছিলাম একমাত্র বৈধ দাবিদার। কিন্তু পরে একটি উদার, গণতান্ত্রিক, পরমতসহিঞ্চু, সকল মত ও পথের সহাবস্থানে বিশ্বাসী ছাত্রসংগঠন হিসেবে আমরা শহীদ মিনারে সমাবেশ করার সিদ্ধান্ত পরিবর্তন করে শাহবাগে সমাবেশ করার সিদ্ধান্ত গ্রহণ করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাগেরহাটে সংসদীয় আসন কমানোর প্রস্তাবের প্রতিবাদে সর্বদলীয় বিক্ষোভ | প্রথম আলো",
            "time": "2025-08-02T13:37:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F3yvi1dth%2FBAGERHATDH069420250802BAGERHAT-PIC-2-8-2025.JPG.JPG?rect=0%2C85%2C1394%2C732&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিক্ষোভ মিছিল শেষে সমাবেশে বক্তব্য দেন বিএনপির গবেষণাবিষয়ক সম্পাদক শামীমুর রহমান, জেলা বিএনপির আহ্বায়ক এ টি এম আকরাম হোসেন, জেলা বিএনপির সমন্বয়ক ও সাবেক সভাপতি এম এ সালাম, জেলা জামায়াতে ইসলামীর আমির মাওলানা রেজাউল করিম, খেলাফত মজলিসের সভাপতি আমিরুল ইসলাম সিদ্দিকী, জেলা যুবদলের সাবেক সাধারণ সম্পাদক সুজাউদ্দিন মোল্লা, বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক সভাপতি এস এম সাদ্দাম, এনসিপির আহ্বায়ক মোর্শেদ আনোয়ার প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "আত্মতুষ্টির কারণ নেই, শুল্ক নিয়ে আলোচনা অব্যাহত রাখতে হবে: বিজিএমইএ সভাপতি | প্রথম আলো",
            "time": "2025-08-02T13:33:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F2rhvj8gi%2FWhatsApp-Image-2025-08-02-at-7.17.29-PM.jpeg?rect=0%2C182%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তৈরি পোশাকশিল্প মালিকদের সংগঠন বিজিএমইএর সভাপতি মাহমুদ হাসান খান বলেছেন, ‘যুক্তরাষ্ট্রে বাংলাদেশের পণ্য রপ্তানিতে পাল্টা শুল্ক কমে ২০ শতাংশ হওয়ায় একটি সমূহ বিপর্যয় এড়ানো গেছে। এতে আমরা আপাতত স্বস্তি প্রকাশ করছি। তবে এই শুল্কহার নিয়ে বসে থাকলে চলবে না, এটি নিয়ে আলোচনা অব্যাহত রাখতে হবে।’</p><p>বিজিএমইএ সভাপতি বলেন, ‘প্রতিযোগী দেশগুলো তাদের নির্ধারিত শুল্কহার নিয়ে বসে থাকবে না। সেটি তারা কমানোর চেষ্টা করবে। তাতে ভবিষ্যতে কিছু ক্ষেত্রে তাদের শুল্ক কমেও আসতে পারে। ফলে আমাদের এতটা আত্মতুষ্টির কারণ নেই।’</p><p>যুক্তরাষ্ট্রের পাল্টা শুল্ক কমানোর বিষয়ে আজ শনিবার দুপুরে রাজধানীর উত্তরায় বিজিএমইএর নিজস্ব কার্যালয়ে আয়োজিত এক সংবাদ সম্মেলনে এসব কথা বলেন মাহমুদ হাসান খান। শুরুতেই যুক্তরাষ্ট্র সরকারের প্রতি আন্তরিক ধন্যবাদ জানান তিনি। বলেন, ‘যুক্তরাষ্ট্র সরকার একটি ভারসাম্যপূর্ণ শুল্ককাঠামো ঘোষণা করেছে; যেটি প্রায় চার মাস ধরে আমাদের উদ্বেগের কারণ ছিল। বাংলাদেশের ওপর অতিরিক্ত আমদানি শুল্ক (পাল্টা শুল্ক) প্রথমে ৩৭ শতাংশ থেকে ৩৫ শতাংশ এবং চূড়ান্ত পর্যায়ে ২০ শতাংশে পুনর্নির্ধারণ করা হয়েছে। এই শুল্কহার আমাদের প্রধান পোশাক রপ্তানিকারী প্রতিযোগীদের তুলনায় সমান বা কাছাকাছি এবং কিছু প্রধান প্রতিযোগী যেমন চীন ও ভারতের তুলনায় কম। বর্তমান অন্তর্বর্তী সরকার, বিশেষ করে বাণিজ্য উপদেষ্টা ও নিরাপত্তা উপদেষ্টা এবং তাঁদের দলের প্রচেষ্টায় বাংলাদেশের একটি সমূহ বিপর্যয় এড়ানো সম্ভব হয়েছে।’</p><p>মাহমুদ হাসান খান জানান, শুল্কবিষয়ক আলোচনায় সম্পৃক্ত হতে তাঁরা বিজিএমইএর পক্ষ থেকে সর্বোচ্চ চেষ্টা করেছেন। সব ধরনের তথ্য-উপাত্ত দিয়ে সরকারকে সহায়তা করেছেন। সংগঠনের পক্ষ থেকে ঢাকায় মার্কিন দূতাবাস ও অন্যান্য অংশীজনের সঙ্গে বৈঠক করেছেন। সরকারকে যেন গুরুত্ব বোঝানো হয় সে জন্য প্রধান রাজনৈতিক দলগুলোর কাছেও গেছেন ব্যবসায়ীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "নারীদের ধ্বংস করা হচ্ছে, রাজনীতি করব না: ফেসবুক লাইভে বৈষম্যবিরোধী নেত্রী | প্রথম আলো",
            "time": "2025-08-02T13:27:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fota2wlsd%2FWhatsApp-Image-2025-08-02-at-7.12.35-PM.jpeg?rect=0%2C258%2C1073%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফাতেমা বলেন, ‘আমার দ্বারা আর রাজনীতি করা সম্ভব নয়। আমি বোঝাতে পারব না যে চট্টগ্রামে মেয়েদের নিয়ে কতটা নোংরামি করা হয়, তাদের ব্যক্তিগতভাবে কতটা আক্রমণ করা হয়। সেগুলো কারা করে? আমাদের মানুষই করে। যে ভাই ব্রাদারদের সঙ্গে আমরা উঠি বসি, যাঁদের সঙ্গে আমরা পথচলার সাহস করি। যে ভাইদের আমরা জীবন বাঁচিয়েছি, সেই ভাইয়েরাই আজ...।’</p><p>ফাতেমা বলেন, ‘চট্টগ্রামে নেতৃত্ব দিয়েছিলেন খান তালাত মাহমুদ রাফি, রাসেল আহমেদ, রিজাউর রহমান আরও অনেকেই। সামাজিক যোগাযোগমাধ্যমে আপনাদের যে স্ট্যান্ড নেওয়া উচিত ছিল, তা আপনারা নিতে পারেননি।’</p><p>ফাতেমা আরও বলেন, ‘প্লিজ আপনারা এসব বন্ধ করেন। আপনারা মেয়েদের নিয়ে যে নোংরামি শুরু করেছেন, এসব থামান। আপনারা যাঁরা বড় ভাইয়েরা আছেন, যাঁরা নেতৃত্ব দিচ্ছেন, প্লিজ আপনারা এসব থামান। চট্টগ্রামে এত মেয়ে ছিল, আজ সবাই হারিয়ে গেছে। আজকে আমাকে নিয়েও নোংরামি শুরু হয়ে গেছে। শুধু আমাকে মাইনাস করার জন্য বাজে বয়ান তৈরি করা হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়ের অবকাঠামো নির্মাণে বরাদ্দ পাওয়া যায়, শিক্ষা-গবেষণায় নয় | প্রথম আলো",
            "time": "2025-08-02T13:21:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fhwjideot%2Fanumuhammad.jpg?rect=0%2C64%2C3717%2C1951&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি বিশ্ববিদ্যালয়গুলোর শিক্ষাব্যবস্থা নিয়েও কথা বলেন আনু মুহাম্মদ। তিনি বলেন, অনেক বেসরকারি বিশ্ববিদ্যালয় আছে, সেটা শুধু একটি ব্যবসায়িক প্রতিষ্ঠান। জ্ঞান, শিক্ষা এগুলোর সঙ্গে কোনো সম্পর্ক নেই।</p><p>এ ক্ষেত্রেও বর্তমান সরকার আগের সরকারের ধারাবাহিকতা অব্যাহত রেখেছে ইঙ্গিত দিয়ে এই শিক্ষাবিদ বলেন, সরকারের জ্ঞান সৃষ্টি বা গবেষণার ব্যাপারে আগ্রহ আছে—এটা গত সরকারের সময় দেখা যায়নি, বর্তমান সরকারের সময়ও এটির কোনো নমুনা এখন পর্যন্ত দেখা যায়নি।</p><p>আনু মুহাম্মদ বলেন, জুলাই অভ্যুত্থানের একটি বড় অর্জন বিশ্ববিদ্যালয়গুলোকে অত্যাচার-নির্যাতনের যে কারখানা বানানো হয়েছিল, সেটা বন্ধ হয়েছে। তবে সেই সংস্কৃতির ধারাবাহিকতা এখনো বিশ্ববিদ্যালয়ের মধ্যে আছে বলে শঙ্কা প্রকাশ করেন তিনি।</p><p>এই শিক্ষাবিদ বলেন, নতুন গোষ্ঠী তৈরি হওয়ার চেষ্টা দেখা যাচ্ছে এবং কোনো কোনো জায়গায় তার চর্চাও হচ্ছে। কোনো শিক্ষার্থী যদি সেই গোষ্ঠীর পছন্দমতো কথা না বলে, তখন তাঁদের ওপর আক্রমণ, সাইবার বুলিং, ট্যাগিং করার মতো বিষয়গুলো ঘটছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অপহরণ থেকে বাঁচতে ৪ লাখ টাকা ও ১১ ভরি স্বর্ণসহ ব্যাগটি ছুড়ে ফেলেন তিনি | প্রথম আলো",
            "time": "2025-08-02T13:21:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fprhvjfrt%2FDMP-1.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনায় আটজনকে গ্রেপ্তার করা হয়েছে জানিয়ে ডিসি মাসুদ আলম বলেন, শাহবাগ থানার একটি দল তথ্যপ্রযুক্তির সহায়তা নিয়ে অভিযান চালায়। বৃহস্পতিবার সকাল ৮টার দিকে শাহবাগ থানা এলাকায় অভিযান পরিচালনা করে ওই আটজনকে গ্রেপ্তার করা হয়। এ সময় তাঁদের হেফাজত থেকে ডাকাতির কাজে ব্যবহৃত র‍্যাবের পোশাক, ব্যাজ, ক্যাপ, ১১টি মোবাইল ফোন, ২টি খেলনা পিস্তল, ২টি হাতকড়া উদ্ধার করা হয়।</p><p>রমনা জোনের ডিসি বলেন, র‍্যাব পরিচয়ে যাঁরা ডাকাতি করেছেন, তাঁরা একটি সংঘবদ্ধ ডাকাত চক্রের সদস্য। তাঁরা রাজধানীর তাঁতীবাজার স্বর্ণপট্টি এলাকায় স্বর্ণ ব্যবসায়ীদের অনুসরণ করে সুবিধাজনক স্থানে পথ রোধ করে র‍্যাব ও ডিবির পরিচয় দিয়ে ডাকাতি করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউটিউবে দিনে মাত্র আধা ঘণ্টা ব্যয় করেই শিখতে পারেন ইংরেজি | প্রথম আলো",
            "time": "2025-08-02T13:11:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Ftx7ccc20%2Fgramer.jpg?rect=0%2C0%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেকোনো ভাষা শেখার প্রথম শর্ত হলো, বলতে ও শুনতে শেখা। কিন্তু আমরা ইংরেজি শেখা শুরু করি ব্যাকরণ দিয়ে। এ জন‍্য দীর্ঘদিন পড়েও আমরা বেশির ভাগ মানুষ ভালো ইংরেজি শিখতে পারি না। অধিকাংশ মানুষের বলায়, শোনায়, নয় তো লেখায় কমবেশি সমস্যা থেকেই যায়।<br> আপনি শিক্ষার্থী, চাকরিজীবী, অভিভাবক—যা–ই হোন না কেন, ইংরেজিতে নিজেকে খুবই দুর্বল মনে করলে এবং শেখার ইচ্ছা থাকলে এই কাজগুলো করুন।</p></div></div></div></body></html>"
        },
        {
            "title": "কালো জাদুর অভিযোগে নিশ্চিহ্ন পরিবার, বিহারের গ্রামটিতে এখন নিস্তব্ধতা | প্রথম আলো",
            "time": "2025-08-02T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1i9ipaqz%2FWitchcraft-1.webp?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধিকারকর্মীরা বলছেন, ভারতের অনেক পিছিয়ে পড়া আদিবাসী গোষ্ঠীর মানুষেরা এখনো কুসংস্কার আর কালো জাদুবিদ্যায় বিশ্বাস করেন। বিহারের এই ঘটনায় জড়িত ব্যক্তিরাও সেই সব গোষ্ঠীরই মানুষ।</p><p>নিহত আর অভিযুক্ত—দুই পক্ষই ওঁরাও আদিবাসী গোষ্ঠীর মানুষ। তাঁরা প্রজন্মের পর প্রজন্ম ধরে একসঙ্গে বসবাস করছিলেন। কিন্তু ৬ জুলাই রাতে যা ঘটেছে, তা তাঁদের সম্পর্কের মধ্যে এমন একটা বড় ফাটল তৈরি করেছে, যা সহজে ঠিক হওয়ার নয়।</p><p>টেটগামা গ্রাম এখন একদম নিস্তব্ধ। কাটো দেবীর চার ছেলে ও তাঁদের পরিবার ছাড়া সবাই গ্রাম ছেড়ে চলে গেছে। কিছু ঘরে তালা লাগানো, আবার কিছু ঘর এমনভাবে ফেলে রাখা হয়েছে, যেন মানুষজন হঠাৎ করে পালিয়ে গেছে।</p><p>নিহত ব্যক্তিদের আত্মীয়স্বজন, পুলিশ ও সরকারি কর্মকর্তাদের সঙ্গে কথা বলে ঘটনার রাতের চিত্র বোঝার চেষ্টা করেছে বিবিসি।</p><p>মনীষা দেবী বলেন, তিনি ঘটনার রাতে হঠাৎ হইচই শুনে বাইরে বের হয়ে আসেন। তখন দেখেন, কাটো দেবীর বড় ছেলে বাবুলাল ওঁরাওয়ের বাড়ির সামনে একটা বড়সড় জটলা তৈরি হয়েছে।</p><p>ওই রাতে কাটো দেবী ছাড়াও ছেলে বাবুলাল, তাঁর স্ত্রী সীতা, তাঁদের ছেলে মঞ্জিত এবং পুত্রবধূ রানি দেবীকে হত্যা করা হয়। তাঁদের কিশোর বয়সী ছোট ছেলে শুধু প্রাণে বেঁচে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আব্বা আব্বাসউদ্দীন আহমদ নায়ক হতে চেয়েছিলেন: ফেরদৌসী রহমান | প্রথম আলো",
            "time": "2025-08-02T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fdqz2sp8p%2Fweb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আব্বা আব্বাসউদ্দীন আহমদ নায়ক হতে চেয়েছিলেন: ফেরদৌসী রহমান\" class=\"nA4h1 \">আব্বা আব্বাসউদ্দীন আহমদ নায়ক হতে চেয়েছিলেন: ফেরদৌসী রহমান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-02T19:00:00+06:00\"><span>প্রকাশ: ০২ আগস্ট ২০২৫, ১৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ডুবোজাহাজের মন : শেলী নাজ | প্রথম আলো",
            "time": "2025-08-02T12:59:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fj716rpgq%2FShelly-Naaz.jpg?rect=0%2C112%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তোমাদের ঘর লাগে, বাহিরও, ঘটি ও পুকুর</p><p>যে জীবন পাশা খেলা শেষে ধস্ত, ধুলোবিজড়িত</p><p>এমন অপার দিনে, পাড়হীন–কিনারাবিহীন</p><p>তার আছে কেবলই লাঞ্ছনার গান শোণিতে বাহিত</p> <p>ও সে কলঙ্কিনী, তৈরি রাখো এক শ চাবুক</p><p>নীলরতিজ্বলা পাপ ও লিবিডোতাড়িত পুরুষ</p><p>রাধা–রাধা বলে মধুমন্থনের পর ফিরে গেছে</p><p>অপত্যস্নেহের কাছে, নিজ রমণীতে</p><p>তুমি তোমারই ধ্বংসাবশেষ হাতে</p><p>খুঁজেছ তৃষ্ণায় একফোঁটা শিশিরের মন, কাঠফাটা দিনে</p><p>পান করেছ নিজেরই অশ্রু, রক্ত, বিবমিষা</p> <p>সবুজ জলকামান পোড়ে মন খারাপের জ্বরে</p><p>যার ঘর নাই, আর বাহিরও, সে যাবে কোথায়</p> <p>এই সন্ধ্যা তাকে নিয়ে যাবে বলো কোন সরোবরে?</p></div></div></div></body></html>"
        },
        {
            "title": "এখনই পদক্ষেপ না নিলে ভারতের মানচিত্রে হিমাচল প্রদেশ থাকবে না: সুপ্রিম কোর্ট | প্রথম আলো",
            "time": "2025-08-02T12:58:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2Fe23f96cf-0a40-4ad2-a769-8510a71b5944%2Findia.jpg?rect=0%2C354%2C5638%2C2960&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই সংস্থার করা মামলায় হাইকোর্টের রায় বিধিনিষেধের পক্ষে যাওয়ায় তারা সুপ্রিম কোর্টে যায়। হাইকোর্টের রায়ে হস্তক্ষেপ করতে সুপ্রিম কোর্ট অস্বীকার করেন। কিন্তু বিচারপতিরা বলেন, তাঁরা বৃহত্তর স্বার্থে ও মানুষের ভালোর জন্য কিছু মন্তব্য করতে চান।</p><p>এরপর বিচারপতিরা বলেন, এমনিতেই অনেক দেরি হয়ে গেছে। বিধিনিষেধ অনেক আগে থেকেই জারি করা উচিত ছিল। হিমাচল প্রদেশের পরিস্থিতি দিন দিন খারাপ থেকে আরও খারাপ হয়ে গেছে। পরিবেশের ভারসাম্য নষ্ট হয়ে গেছে। সেই কারণে বেশ কিছু বছর ধরে ভয়ংকর ধরনের প্রাকৃতিক বিপর্যয় ঘটে চলেছে। এই বছরেও শত শত মানুষ বন্যায় ভেসে গেছেন। ভূমিধসে প্রাণ হারিয়েছেন। ধ্বংস হয়েছে বিপুল সম্পত্তি।</p><p>বিচারপিতরা বলেন, ‘রাজ্য ও কেন্দ্রীয় সরকারকে আমরা এটাই বোঝাতে চাই, শুধু রাজস্ব আদায়ই একমাত্র লক্ষ্য হতে পারে না। উচিতও নয়। পরিবেশ ও বাস্তুতন্ত্রের বারোটা বাজিয়ে রাজস্ব আদায় চলতে থাকলে একদিন আসবে, হিমাচল প্রদেশ রাজ্যটাই বিলীন হয়ে যাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গুলশানে শাম্মী আহমেদের বাসায় চাঁদাবাজি: ৪ দিনের রিমান্ডে জানে আলম | প্রথম আলো",
            "time": "2025-08-02T12:57:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F9cjihstk%2FOpu.jpg?rect=0%2C5%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসায় গিয়ে চাঁদাবাজির ঘটনায় বাংলাদেশ গণতান্ত্রিক ছাত্রসংসদের বহিষ্কৃত যুগ্ম আহ্বায়ক জানে আলম ওরফে অপুকে চার দিন রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করার অনুমতি দিয়েছেন আদালত।</p><p>পুলিশের আবেদনের পরিপ্রেক্ষিতে ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালত আজ শনিবার বিকেলে এ আদেশ দেন।</p><p>গতকাল শুক্রবার সকালে রাজধানীর ওয়ারী এলাকা থেকে জানে আলমকে গ্রেপ্তার করা হয়। এরপর গুলশান থানায় দায়ের করা চাঁদাবাজির মামলায় তাঁকে ১০ দিন রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করার আবেদন করে পুলিশ। আসামিপক্ষ থেকে রিমান্ডে নেওয়ার আবেদন নাকচ চাওয়া হয়। উভয় পক্ষের শুনানি নিয়ে আদালত তাঁকে চার দিন রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করার অনুমতি দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "২০ বছর পর শুধু ভেবেই নিজের নাম লিখলেন নিউরালিংক ব্যবহারকারী | প্রথম আলো",
            "time": "2025-08-02T12:55:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fvxnft9xq%2Fneuralink.jpg?rect=0%2C102%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০ বছর ধরে নিজের নাম লিখতে পারেননি অড্রি ক্রুস। অবশেষে কলম বা কি–বোর্ড নয়, শুধু চিন্তা দিয়েই নাম লিখেছেন তিনি। নিউরালিংকের তৈরি মস্তিষ্কে স্থাপনযোগ্য চিপের সাহায্যে এই কাজটি করা সম্ভব হয়েছে। সম্প্রতি সামাজিক যোগাযোগমাধ্যম এক্সে নিজের সই করা একটি ছবি প্রকাশ করেন অড্রি। ছবির ক্যাপশনে তিনি লেখেন, ‘২০ বছর পর প্রথমবার নিজের নাম লেখার চেষ্টা করলাম। এখনো অনুশীলন চলছে।’</p><p>অড্রি ক্রুসের বার্তাটি শেয়ার করে নিউরালিংকের সহপ্রতিষ্ঠাতা ইলন মাস্ক লেখেন, ‘তিনি কেবল চিন্তা করেই কম্পিউটার নিয়ন্ত্রণ করছেন। বেশির ভাগ মানুষ জানেনই না, এখন এমন কিছু সম্ভব।’ এ মন্তব্যের পর থেকেই বিষয়টি ঘিরে প্রযুক্তি মহলে শুরু হয় আলোচনা। কয়েক ঘণ্টার মধ্যে পোস্টটি এক কোটির বেশি বার দেখা হয়। সামাজিক যোগাযোগমাধ্যমে অনেকেই বিস্ময় প্রকাশ করে মন্তব্য করেন, ‘আপনি এটা সত্যিই ভেবে লিখেছেন?’ কেউ কেউ লেখেন, ‘এটাই এ বছরের সবচেয়ে চমকপ্রদ ঘটনা।’</p></div></div></div></body></html>"
        }
    ]
}