{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সুন্দরবনে হরিণ শিকার রোধে টানা অভিযান, তিন দিনে সাড়ে ৯ হাজার ফুট ফাঁদ উদ্ধার | প্রথম আলো",
            "time": "2025-11-27T06:21:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fuporrbcu%2FKhulnaDH159620251127koyra-Khulna-Sundarban-fad-pic.jpg?rect=0%2C0%2C2960%2C1554&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে কোস্ট গার্ডের মিডিয়া কর্মকর্তা লেফটেন্যান্ট কমান্ডার সিয়াম–উল–হক প্রথম আলোকে বলেন, ‘গোপন তথ্যের ভিত্তিতে অভিযান পরিচালনা করা হয়। আটক শিকারির সঙ্গে উদ্ধার হয়েছে সুন্দরবনের বন্য প্রাণী শিকারের নানা আলামত। ভবিষ্যতেও এ ধরনের অভিযান চলবে।’</p><p>বন বিভাগ সূত্রে জানা যায়, বুধবার বন বিভাগের চরপুটিয়া টহলফাঁড়ির বনরক্ষীদের টহলে গহিন জঙ্গলের চরের খাল এলাকা থেকে উদ্ধার হয় ৮০০ ফুট লম্বা হরিণ শিকারের পেতে রাখা ফাঁদ। একই দিনে হুলার ভারানী ও সূর্যমুখী খালসংলগ্ন বনাঞ্চলে হেঁটে তল্লাশি চালিয়ে উদ্ধার করা হয় আরও ১৩৫ ফুট লম্বা ফাঁদ।</p><p>এর আগের দিন মঙ্গলবার দুপুর থেকে সন্ধ্যা পর্যন্ত চরপুটিয়া ফাঁড়ির টহলে উদ্ধার হয় আরও দুটি ফাঁদ—একটি ৫০০ ফুট লম্বা, আরেকটি বস্তায় ভরা অবস্থায়। একই দিনে শেলার চর এলাকার ভাঙ্গার খাল থেকে উদ্ধার করা হয় ৩০০ ফুট লম্বা ফাঁদ।</p></div></div></div></body></html>"
        },
        {
            "title": "নিষেধাজ্ঞা ভেঙে হালদা থেকে বালু উত্তোলন, বালুভর্তি বাল্কহেড জব্দ | প্রথম আলো",
            "time": "2025-11-27T06:16:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fc2wup7n1%2FWhatsApp-Image-2025-11-27-at-11.59.10.jpeg?rect=0%2C115%2C1476%2C775&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৌ পুলিশ জানায়, গতকাল হাটহাজারীর ওই এলাকায় স্থানীয় রামদাস মুন্সিরহাট নৌ পুলিশের উপপরিদর্শক (এসআই) মোহাম্মদ রমজান আলীর নেতৃত্বে এ অভিযান হয়। এ ঘটনায় দুজনকে আটক করা হয়। পরে দিবাগত রাত ১২টার দিকে হাটহাজারী থানায় বাদী হয়ে মামলা করেন নৌ পুলিশের উপপরিদর্শক মোহাম্মদ হাবিবুর রহমান। এরপর তাঁদের গ্রেপ্তার দেখানো হয়। হালদায় বালু উত্তোলনের দায়ে নৌ পুলিশের এটিই প্রথম মামলা।</p><p>এর আগে গত সোমবার বিকেলেও একই এলাকায় অভিযান চালিয়েছিল উপজেলা প্রশাসন। ওই ঘটনায়ও একটি বালুবাহী বাল্কহেড জব্দ করে তিনজনকে গ্রেপ্তার করা হয়। পাশাপাশি গ্রেপ্তার তিনজনকে ১ লাখ টাকা জরিমানা করা হয়। দণ্ডপ্রাপ্তরা হলেন নগরীর চান্দগাঁও থানার কালুরঘাটের বাসিন্দা মুহাম্মদ ইউচুপ, মুহাম্মদ হান্নান ও মুহাম্মদ সবুজ।</p><p>হাটহাজারী উপজেলা প্রশাসন জানায়, দেশের একমাত্র প্রাকৃতিক মৎস্য প্রজনন কেন্দ্র হালদা নদী থেকে বালু উত্তোলন নিষিদ্ধ। পাশাপাশি নদীতে কোনো যান্ত্রিক নৌযান চলাচলেও নিষেধাজ্ঞা রয়েছে। তবে এ নিষেধাজ্ঞা অমান্য করে নদীতে বালুবাহী বাল্কহেড ঢুকিয়ে বালু পরিবহন ও বিক্রি করেন কিছু ব্যবসায়ী। এ কারণে অভিযান চালানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ডায়াবেটিসে যেভাবে হার্ট অ্যাটাকের আশঙ্কা বাড়ে | প্রথম আলো",
            "time": "2025-11-27T06:08:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Fhnfnqkrh%2FDIPU0281.jpg?rect=0%2C70%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোগীরা যখন জিজ্ঞেস করেন যে ডায়াবেটিস নিয়ে এত মাথাব্যথা করব কেন? আমি বলি, ভাই তোমার যে ডায়াবেটিস হলো, তোমার যে বন্ধুটির ডায়াবেটিস নেই তার থেকে তোমার আয়ু এক্ষুনি ৭ বছর কমে গেল। কী সাংঘাতিক কথা! কেন? </p><p>গ্লুকোজ তো আমার দরকার। প্রতিটি কোষ গ্লুকোজ ব্যবহার করে এনার্জি হিসেবে। আমার মস্তিষ্ক প্রায় পুরোপুরি গ্লুকোজের ওপর নির্ভরশীল। সমস্যা হলো এই এসেনশিয়াল ফুয়েলটা যদি আমি ঠিকমতো ব্যবহার করতে না পারি, সেটা আমার ক্ষতি করবে। এটার জন্যই ডায়াবেটিস হয়। </p><p>হয় আমার ইনসুলিনটা কমে গেছে (যেটা গ্লুকোজ ব্যবহার করাচ্ছে), অথবা আমার শরীরে প্রচুর ইনসুলিন আছে, কিন্তু নানা কারণে সেটা ঠিকভাবে কাজ করতে পারছে না। তার ফল কী? প্রতিটি কোষ, প্রতিটি ভেসেলে (রক্তনালি) যে এনার্জি ইউটিলাইজেশনের মেকানিজম, সেখানে সমস্যা হচ্ছে। </p><p>তার ফলে কী হচ্ছে? ধরো, আমার ভেসেলে যে সেল লাইনিং আছে, সেটা তো প্রোটেকশন দিচ্ছে এবং আরও অনেক কাজ করে, কিছু কেমিক্যাল নিঃসরণ করে, যাতে ধমনি কলাপস না করে ওপেন থাকে, যেন রক্ত জমাট না বাঁধে। </p><p>এই সবকিছুর জন্য এনার্জি দরকার। যখন সেটা থাকে না, তখন কী হয়? মেটাবলিজম ঠিকভাবে না হলে শরীরে লিপিড বাড়ে। এ অতিরিক্ত লিপিড ভেসেলের মধ্যে জমতে থাকে, ধমনিগুলো চিকন হয়ে যায়।  </p></div></div></div></body></html>"
        },
        {
            "title": "প্লট বরাদ্দে দুর্নীতির মামলায় জয় ও পুতুলের ৫ বছরের কারাদণ্ড | প্রথম আলো",
            "time": "2025-11-27T06:05:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fuuo1jdep%2FVerdict.jpg?rect=0%2C0%2C792%2C416&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক মামলায় সজীব ওয়াজেদ জয়ের ৫ বছরের কারাদণ্ড হয়েছে। এ ছাড়া ১ লাখ টাকা অর্থদণ্ড। </p><p>আরেক মামলায় সায়মা ওয়াজেদ পুতুলকে ৫ বছরের কারাদণ্ড দেওয়া হয়েছে।</p><p>মামলায় ২৩ নভেম্বর রাষ্ট্র ও আসামিপক্ষের যুক্তিতর্ক উপস্থাপন শেষ হয়। পরে আদালত রায় ঘোষণার তারিখ ধার্য করেন। সে অনুযায়ী আজ রায় দেওয়া হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "বিরোধ মেটানোর চেষ্টায় বিএনপি | প্রথম আলো",
            "time": "2025-11-27T06:05:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fw3xayx5i%2F1728e0ed-aed4-4002-8f90-97186a6ef908.jfif?rect=0%2C42%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চট্টগ্রাম-৪ (সীতাকুণ্ড)</strong></p><p>সীতাকুণ্ড আসনে বিএনপির প্রার্থী উত্তর জেলার সাবেক যুগ্ম আহ্বায়ক কাজী সালাউদ্দিন। প্রার্থী ঘোষণার পর বিএনপির সাবেক যুগ্ম মহাসচিব আসলাম চৌধুরীর অনুসারীরা মহাসড়ক অবরোধ, মানববন্ধনসহ বিভিন্ন কর্মসূচি পালন করেছেন। আসলাম চৌধুরীর পক্ষে রাস্তায় নেমে দল থেকে বহিষ্কার হয়েছেন সাতজন নেতা।</p><p>কাজী সালাউদ্দিন বলেন, ‘আমি মনোনয়ন চেয়ে জীবনবৃত্তান্তও জমা দিইনি। দল আমাকে মনোনয়ন দিয়েছে।’  তবে মনোনয়ন পাওয়ার বিষয়ে এখনো আশাবাদী আসলাম চৌধুরী। তিনি বলেন, ‘এখনো সময় আছে। ধানের শীষ প্রতীক আমারই থাকবে। আমি নির্বাচন করব।’</p><p>এই আসনে ১৯৯১, ১৯৯৬ (ফেব্রুয়ারি) ও ২০০১ সালে বিএনপি জয়ী হয়। ১৯৯৬ (জুন) ও ২০০৮ সালে আওয়ামী লীগের প্রার্থী জয়লাভ করেন।</p><p>আসনটিতে জামায়াতের প্রার্থী করা হয়েছে দলের উত্তর জেলা শাখার সেক্রেটারি আনোয়ারুল সিদ্দিকীকে। এ ছাড়া এনসিপি থেকে তানজিদ রহমান, গণসংহতি আন্দোলন থেকে জাহিদুল আলম আল জাহিদ, ইসলামী আন্দোলন থেকে দিদারুল মাওলা, বাংলাদেশ ইসলামী ফ্রন্ট থেকে আবুল আসাদ মো. জুবায়ের রেজভী মাঠে রয়েছেন।  </p></div></div></div></body></html>"
        },
        {
            "title": "চার গোল করা এমবাপ্পের ৬ মিনিট ৪২ সেকেন্ডে হ্যাটট্রিক | প্রথম আলো",
            "time": "2025-11-27T06:04:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fh614pc6s%2F604546-01-02.jpg?rect=0%2C0%2C4499%2C2362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পার্ক দে প্রিন্সেসে গতকাল রাতে রীতিমতো থ্রিলার দেখেছেন দর্শক। ৮ গোলের রোমাঞ্চে টটেনহাম হটস্পারকে ৫-৩ ব্যবধানে হারিয়েছে চ্যাম্পিয়নস লিগের ডিফেন্ডিং চ্যাম্পিয়ন পিএসজি। কিন্তু ম্যাচে দুবার এগিয়ে গিয়েছিল টটেনহামই।</p><p>৩৫ মিনিটে রিচার্লিসনের গোলে এগিয়ে যায় ইংলিশ ক্লাবটি। প্রথমার্ধের শেষ মিনিটে ভিতিনিয়ার গোলে সমতায় ফেরে পিএসজি। ৫০ মিনিটে কোলো মুয়ানির গোলে টটেনহাম আবারও এগিয়ে যাওয়ার পর পরবর্তী ১৫ মিনিটের মধ্যে চার গোল করে লুইস এনরিকের দল। ৫৩ মিনিটে গোল করে পিএসজিকে সমতায় ফেরানো ভিতিনিয়া ৭৬ মিনিটে গোল করে হ্যাটট্রিক তুলে নেন। ক্যারিয়ারের এটা প্রথম হ্যাটট্রিক পর্তুগিজ মিডফিল্ডারের। ৫৯ মিনিটে ফাবিয়ান রুইজ এবং ৬৫ মিনিট উইলিয়ান পাচো পিএসজির হয়ে শেষ দুটি গোল করেন। ৭২ মিনিটে টটেনহামের হয়ে ম্যাচের শেষ গোলটি পিএসজি থেকে ধারে টটেনহামে যোগ দেওয়া কোলো মুয়ানির।</p><p>যোগ করা সময়ে ১০ জনে পরিণত হয় পিএসজি। ৯৩ মিনিটে টটেনহামের জাভি সিমন্সকে কনুই মেরে লাল কার্ড দেখে মাঠ ছাড়েন বদলি নামা পিএসজির লুকাস হার্নান্দেজ।</p><p><br>৫ ম্যাচে ১২ পয়েন্ট নিয়ে চ্যাম্পিয়নস লিগে লিগ পর্বের পয়েন্ট টেবিলে দ্বিতীয় পিএসজি।</p></div></div></div></body></html>"
        },
        {
            "title": "মোশাররফ করিম মিডলাইফ ক্রাইসিসে, এবার নতুন রূপে | প্রথম আলো",
            "time": "2025-11-27T06:00:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F94gbv0y6%2FDIMLIGHT-POSTER-WCTA-.jpg?rect=0%2C0%2C2828%2C1485&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নব্বইয়ের দশকে মঞ্চনাটকের ভেতর দিয়ে অভিনয়জগতে যাত্রা শুরু করেছিলেন মোশাররফ করিম। সময়ের সঙ্গে সেই যাত্রা বিস্তৃত হয়েছে টেলিভিশন নাটক, চলচ্চিত্র এবং সাম্প্রতিক সময়ে ওটিটি প্ল্যাটফর্ম পর্যন্ত। আজ পর্যন্ত তাঁর কাজের পরিধি ও বৈচিত্র্য এতটাই বিস্তৃত যে একটি নির্দিষ্ট অভিনয়ছাঁচে মোশাররফ করিমকে আটকে রাখা কঠিন। সিরিয়াস, সংযত, দগ্ধ কিংবা নিঃসঙ্গ—মানুষের ভেতরের গভীর সংকট ও অদৃশ্য ক্ষয়কে পর্দায় জীবন্ত করে তোলাই হয়ে উঠেছে তাঁর অভিনয়ের প্রধান শক্তি।<br></p><p>‘মহানগর’-এর ওসি হারুন থেকে ‘মোবারকনামা’র মোবারক—মোশাররফ করিম মানেই দুর্দান্ত সংলাপ ডেলিভারি, শরীরী ভাষার সূক্ষ্ম ব্যবহার ও চোখে-মুখে চরিত্র হয়ে ওঠার অনন্য ক্ষমতা। ‘অজ্ঞাতনামা’, ‘মহানগর’সহ একাধিক নাটক ও সিরিজে তিনি দর্শকের সামনে তুলে ধরেছেন একেবারে আলাদা ধাঁচের চরিত্র, যেখানে প্রকাশের চেয়ে গোপন কষ্টই বেশি প্রাধান্য পায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিভাগীয় প্রধানের পদত্যাগের দাবিতে তড়িৎ প্রকৌশলের শিক্ষার্থীদের ক্লাস-পরীক্ষা বর্জন | প্রথম আলো",
            "time": "2025-11-27T05:59:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fxir80l16%2FWhatsApp-Image-2025-11-27-at-10.50.28-AM.jpeg?rect=0%2C185%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীদের দাবি, ইফতে খাইরুল আমিনের মধ্যে শিক্ষকসুলভ আচরণ অনুপস্থিত। শিক্ষার্থীদের শিক্ষাজীবন, কোর্সে পাস করার পাশাপাশি সার্টিফিকেট নিয়ে বের হতে না দেওয়ার হুমকি, তুচ্ছ বিষয় নিয়ে অভিভাবকদের ফোন করে অপমান, আন্তর্জাতিক প্রতিযোগিতার জন্য কোনো সহযোগিতা না পাওয়া, কথা বলতে গেলে ভয় দেখানো, শিক্ষার্থীদের অপমান-অপদস্থ করার অভিযোগ আছে তাঁর বিরুদ্ধে। এ বিষয়ে বিশ্ববিদ্যালয় কর্তৃপক্ষকে স্মারকলিপি দিয়েছেন তাঁরা।</p><p>শিক্ষার্থীদের দাবির পরিপ্রেক্ষিতে গত মঙ্গলবার রাতে বিশ্ববিদ্যালয়ের রেজিস্ট্রারের সই করা এক অফিস আদেশে জানানো হয়, ‘তড়িৎ প্রকৌশল বিভাগের বিভাগীয় প্রধান সংশ্লিষ্ট উদ্ভূত পরিস্থিতে স্কুল অব অ্যাপ্লাইড সায়েন্সেস অ্যান্ড টেকনোলজি অনুষদের ডিনকে কর্তৃপক্ষের অনুমোদনক্রমে পুনরাদেশ না দেওয়া পর্যন্ত বিভাগীয় প্রধানের দায়িত্ব দেওয়া হয়েছে।’ বিষয়টি নিশ্চিত করে রেজিস্ট্রার সৈয়দ ছলিম মোহাম্মদ আবদুল কাদির বলেন, এর পরিপ্রেক্ষিতে সাত সদস্যবিশিষ্ট কমিটি গঠন করা হয়েছে। তদন্ত সাপেক্ষে কর্তৃপক্ষ পরবর্তীতে সিদ্ধান্ত নেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীমঙ্গলে আজ দেশের সর্বনিম্ন তাপমাত্রা | প্রথম আলো",
            "time": "2025-11-27T05:56:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-08%2F3f62c9bf-0254-4b5b-b2fb-bf4f7563a862%2Fweather.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীমঙ্গল আবহাওয়া পর্যবেক্ষণ কেন্দ্রের সিনিয়র পর্যবেক্ষক মুজিবুর রহমান প্রথম আলোকে বিষয়টি নিশ্চিত করেছেন। তিনি বলেন, আজ সকাল ৬টায় শ্রীমঙ্গলে সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে ১২ দশমিক ৫ ডিগ্রি সেলসিয়াস। এটি দেশের সর্বনিম্ন তাপমাত্রা। আগামী কয়েক দিন তাপমাত্রা নিচের দিকেই থাকতে পারে। এটি মৌসুমের সর্বনিম্ন তাপমাত্রা।</p></div></div></div></body></html>"
        },
        {
            "title": "এত দিন পর কম্বলের কথা মনে পড়ল! | প্রথম আলো",
            "time": "2025-11-27T05:48:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F9uxd6e2w%2FBB-1871.jpg?rect=0%2C51%2C1242%2C652&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-head NKo24\"><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"এত দিন পর কম্বলের কথা মনে পড়ল!\" class=\"IiRps \">এত দিন পর কম্বলের কথা মনে পড়ল!</h1></p></div><div class=\"story-metadata-wrapper H6cQ5\"><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T11:48:35+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ০৫: ৪৮ </span></time></p></div></div></div></div></body></html>"
        },
        {
            "title": "প্লট বরাদ্দে দুর্নীতির ৩ মামলায় শেখ হাসিনার ২১ বছরের কারাদণ্ড | প্রথম আলো",
            "time": "2025-11-27T05:45:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F2hhb5xef%2Fsheikhhasina-cartoon.jpg?rect=0%2C0%2C771%2C405&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলায় ২৩ নভেম্বর রাষ্ট্র ও আসামিপক্ষের যুক্তিতর্ক উপস্থাপন শেষ হয়। পরে আদালত রায় ঘোষণার তারিখ ধার্য করেন। সে অনুযায়ী আজ রায় দেওয়া হলো।</p><p>পৃথক তিন মামলায় আসামির সংখ্যা ৪৭। তবে ব্যক্তি হিসাবে এই সংখ্যা ২৩।</p><p>শেখ হাসিনা, সজীব ওয়াজেদ জয় ও সায়মা ওয়াজেদ পুতুল ছাড়া অপর ২০ আসামি হলেন সাবেক গৃহায়ণ ও গণপূর্ত প্রতিমন্ত্রী শরীফ আহমেদ, জাতীয় গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়ের সাবেক সিনিয়র সহকারী সচিব পূরবী গোলদার, রাজউকের সাবেক চেয়ারম্যান মো. আনিছুর রহমান মিঞা, সাবেক সদস্য (উন্নয়ন নিয়ন্ত্রণ) শফি উল হক, সাবেক সদস্য (এস্টেট ও ভূমি) মোহাম্মদ খুরশীদ আলম, সাবেক সদস্য (পরিকল্পনা) মোহাম্মদ নাসির উদ্দীন, মেজর (ইঞ্জি.) সামসুদ্দীন আহমদ চৌধুরী, রাজউকের সাবেক উপপরিচালক (এস্টেট ও ভূমি-৩) নায়েব আলী শরীফ, প্রশাসনিক কর্মকর্তা সাইফুল ইসলাম সরকার, অতিরিক্ত সচিব (প্রশাসন) কাজী ওয়াছি উদ্দিন, জাতীয় গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়ের সাবেক সচিব শহীদ উল্লা খন্দকার, সদস্য (প্রশাসন ও অর্থ) কবির আল আসাদ, সদস্য (উন্নয়ন নিয়ন্ত্রণ) তন্ময় দাস, সদস্য (এস্টেট ও ভূমি) মো. নুরুল ইসলাম, সাবেক সদস্য (পরিকল্পনা) মোহাম্মদ নাসির উদ্দীন, পরিচালক (এস্টেট ও ভূমি-২) শেখ শাহিনুল ইসলাম, পরিচালক (এস্টেট ও ভূমি-৩) মো. কামরুল ইসলাম, উপপরিচালক মো. হাফিজুর রহমান, উপপরিচালক হাবিবুর রহমান, প্রধানমন্ত্রীর সাবেক একান্ত সচিব মোহাম্মাদ সালাউদ্দিন। আসামিদের মধ্যে একমাত্র মোহাম্মদ খুরশীদ আলম গ্রেপ্তার আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এমপিওভুক্ত শিক্ষক-কর্মচারী: অবসরসুবিধা পেতে ভোগান্তি বাড়ছেই | প্রথম আলো",
            "time": "2025-11-27T05:40:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-04%2F699ba283-7028-4b00-8577-03c86be9bed1%2FChakribakri.jpg?rect=0%2C4%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি এমপিওভুক্ত শিক্ষক-কর্মচারীদের অবসর ও কল্যাণসুবিধার টাকা পেতে ভোগান্তি কোনোভাবেই কমছে না; বরং প্রাপ্য সুবিধা পেতে তাঁদের অপেক্ষার সময় বাড়ছেই। আগে অবসরসুবিধার টাকা পেতে দুই বছরের মতো সময় লাগত, এখন তা তিন-চার বছরে গড়াচ্ছে। অথচ হাইকোর্টের নির্দেশ আছে, শিক্ষক-কর্মচারীদের অবসরসুবিধার টাকা ছয় মাসের মধ্যে পরিশোধ করতে হবে। </p><p>সারা জীবন শিক্ষাসেবা দিয়ে নিজের প্রাপ্য অর্থ পেতে এমন দীর্ঘ অপেক্ষা শিক্ষকদের মধ্যে হতাশা ও ক্ষোভ বাড়াচ্ছে।</p><p>শিক্ষা মন্ত্রণালয়ের সূত্র জানায়, এ সংকট সমাধানে শিক্ষা উপদেষ্টা অধ্যাপক চৌধুরী রফিকুল আবরার (সি আর আবরার) ১২ নভেম্বর অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদের কাছে একটি আধা সরকারিপত্র (ডিও লেটার) পাঠিয়েছেন। পত্রে পুরো পরিস্থিতি ব্যাখ্যা করে অবসরসুবিধা দিতে ৭ হাজার ১৭৬ কোটি টাকা এবং কল্যাণ ট্রাস্টের জন্য ২ হাজার ৮১৩ কোটি টাকা বরাদ্দ চাওয়া হয়েছে। </p><p>চিঠিতে শিক্ষা উপদেষ্টা বলেছেন, তহবিলঘাটতির কারণে বিপুলসংখ্যক শিক্ষক-কর্মচারীকে অবসর ও কল্যাণসুবিধা দেওয়া সম্ভব হচ্ছে না। নিজ ও পারিবারিক চিকিৎসা, সন্তানের বিয়ে-পড়াশোনা, বৃদ্ধ বয়সে ধর্মীয় ব্রত সম্পাদন ইত্যাদি প্রয়োজনে প্রাপ্য সুবিধার জন্য বয়োবৃদ্ধ ও গুরুতর অসুস্থ শিক্ষকেরা প্রায়ই শিক্ষা মন্ত্রণালয়ের দ্বারস্থ হন। অনেক শিক্ষক প্রাপ্য সুবিধা পাওয়ার আগেই মারা যান। তহবিলসংকটের কারণে শিক্ষকদের প্রাপ্য সুবিধা দেওয়ার ব্যর্থতা শিক্ষা মন্ত্রণালয়ের জন্য অত্যন্ত পীড়াদায়ক।</p></div></div></div></body></html>"
        },
        {
            "title": "জনসংখ্যা বৃদ্ধি নিয়ন্ত্রণে কঠোর অভিবাসননীতি নিয়েছে আয়ারল্যান্ড | প্রথম আলো",
            "time": "2025-11-27T05:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fu6tr41si%2FUntitled-1.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিবাসন ও আশ্রয়নীতি আরও কঠোর করতে নতুন কিছু পদক্ষেপ হাতে নিয়েছে আয়ারল্যান্ড। দেশটির মন্ত্রীরা বলেছেন, দ্রুত জনসংখ্যা বৃদ্ধি এবং ক্রমবর্ধমান আশ্রয়প্রার্থী আবাসন ও সরকারি পরিষেবা খাতকে ব্যাপক চাপে ফেলেছে।</p><p>আয়ারল্যান্ডের বিচারমন্ত্রী জিম ও’কালাহান গতকাল বুধবার এ সংস্কারের ঘোষণা দেন। তিনি বলেন, উদ্বেগজনক হারে জনসংখ্যা বৃদ্ধি এবং ক্রমবর্ধমান আশ্রয়ের আবেদনের পরিপ্রেক্ষিতে সরকারের এ পদক্ষেপ নেওয়া জরুরি ছিল।</p><p>জিম ও’কালাহান আরও বলেন, ‘গত বছর আমাদের দেশের জনসংখ্যা ১ দশমিক ৬ শতাংশ বেড়েছে, যা ইউরোপীয় ইউনিয়নের গড় বৃদ্ধির তুলনায় সাত গুণ। জনসংখ্যা বৃদ্ধি ইতিবাচক। তবে যে হারে বাড়ছে, তা উদ্বেগজনক।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঠাঁই নাই, ঠাঁই নাই... | প্রথম আলো",
            "time": "2025-11-27T05:21:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fac370269-dd16-4306-926a-e668c89d8f64%2Ff_1.jpg?rect=0%2C0%2C1282%2C673&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলকারখানা, বাসস্থান ইত্যাদির প্রয়োজনে নদী-নালা, খাল-বিল, পুকুর-ডোবা, পাহাড়-পর্বত—কিছুই রেহাই পাচ্ছে না। এ ছাড়া উপায়ই-বা কী। চারদিকে শুধু ঠাঁই নাই, ঠাঁই নাই। প্রকৃতিকে এভাবে বিধ্বস্ত করলে সে তার প্রতিশোধ নেবেই। ২১ নভেম্বরের ভয়ংকর দুর্যোগ আমাদের জন্য কি একটি ওয়েকআপ কল নয়? ঢাকা শহর মানুষের ভারে ন্যুব্জ। শুধু ঢাকাই নয়, সারা দেশের চিত্রও একই।</p><p>আমরা জনসংখ্যাকে সম্পদে পরিণত করব, লাখ লাখ কর্মসংস্থান সৃষ্টি করব—এসব জনতুষ্টিমূলক মেঠো বয়ান অনেক শুনেছি। যাঁরা এসব আশ্বাসবাণী শোনান, তাঁরা নিজেরাও জানেন, যে গতিতে আমাদের জনসংখ্যা বাড়ছে, কোনো উন্নয়ন প্রচেষ্টা তথা কর্মসংস্থান সৃষ্টি এর সঙ্গে পাল্লা দিতে সমর্থ হবে না।</p><p>‘এমন দেশটি কোথাও খুঁজে পাবে নাকো তুমি</p><p>সকল দেশের রানী সে যে আমার জন্মভূমি।’</p><p>এ শুধু গান নয়, বাস্তব। এ দেশের মাটি, জল, হাওয়া, ষড়্‌ঋতুর বৈচিত্র্যময় প্রকৃতি আর কোথাও কি খুঁজে পাওয়া যাবে? ভূস্বর্গ পাওয়া যাবে, মাটির পৃথিবী নয়। আমরা যাঁরা দেশটাকে, মাতৃভূমিকে ভালোবাসি, তাঁদের ভেবে দেখতে হবে। অন্তত এই একটি বিষয়ে কোনো জনতুষ্টির রাজনীতি নয়।</p><p>স্বল্পমেয়াদি কসমেটিক সমাধানের চেষ্টা না করে দীর্ঘমেয়াদি সমাধানের চেষ্টা করতে হবে—এ আমাদের জাতীয় সমস্যা, সব সমস্যার মূল।</p></div></div></div></body></html>"
        },
        {
            "title": "প্লট বরাদ্দে দুর্নীতির তিন মামলার রায় ঘিরে আদালত এলাকায় নিরাপত্তা জোরদার | প্রথম আলো",
            "time": "2025-11-27T05:11:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fx6rj1cfe%2Fplot-scam-cases-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই রায় ঘোষণাকে কেন্দ্র করে ঢাকার মহানগর দায়রা জজ আদালতে নিরাপত্তা জোরদার করা হয়েছে। আদালতের প্রবেশ মুখে বসানো হয়েছে পুলিশের তল্লাশি চৌকি। এ ছাড়া নিরাপত্তা জন্য বিজিবি মোতায়েন করা হয়েছে।</p><p>ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের ডিসি মিয়া মোহাম্মদ আশিস বিন হাছান বলেন, নিয়মিত সদস্যের পাশাপাশি অতিরিক্ত আরও দুই প্লাটুন পুলিশ মোতায়েন করা হয়েছে। বিজিবির দুই প্লাটুন সদস্য দায়িত্বে আছেন। এ ছাড়া স্থানীয় থানার পুলিশ ও র‍্যাবের সদস্যরা টহলে আছেন। নিরাপত্তা নিয়ে এখনো পর্যন্ত কোনো শঙ্কা নেই। আইনশৃঙ্খলা বাহিনী সতর্ক আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খেলাপি ঋণ বেড়ে সাড়ে ৬ লাখ কোটি টাকা, যেসব ব্যাংক বেশি দায়ী | প্রথম আলো",
            "time": "2025-11-27T05:07:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fcd902fa3-f9fd-4ee3-a3d7-14c697638baf%2F______________________________Business_thumbnail.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংকাররা বলছেন, আওয়ামী লীগ সরকারের সাড়ে ১৫ বছরে ব্যাংক খাতে অনিয়ম, জালিয়াতি, প্রতারণা ও দুর্নীতি এত বেশি মাত্রায় হয়েছে যে খেলাপি ঋণের এ উচ্চ হার সেই চিত্রেরই প্রমাণ দিচ্ছে। এস আলম গ্রুপ, বেক্সিমকো গ্রুপ, নাসা গ্রুপ, বিসমিল্লাহ গ্রুপ, হল-মার্ক গ্রুপসহ আরও গ্রুপ এবং বেসিক ব্যাংক কেলেঙ্কারির কারণে খেলাপি ঋণ উল্লেখযোগ্য পরিমাণে বেড়েছে।</p><p>কেন্দ্রীয় ব্যাংক সূত্রে জানা গেছে, ১৯৯৯ সালে ব্যাংক খাতে খেলাপি ঋণের হার ছিল ৪১ দশমিক ১ শতাংশ। ২০১১ সালে খেলাপি ঋণের হার ৬ দশমিক ১ শতাংশে নেমে এলেও বড় বড় কেলেঙ্কারির পরে তা বাড়তে থাকে।</p><p>চট্টগ্রাম বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের সাবেক শিক্ষক মইনুল ইসলাম প্রথম আলোকে বলেন, ‘শেখ হাসিনার টানা সাড়ে ১৫ বছরের শাসনামলে কেন্দ্রীয় ব্যাংকের মাধ্যমে খেলাপি ঋণ কম দেখানোর একটা অপপ্রয়াস ছিল। তথ্য বিকৃত করে লুকিয়ে ফেলার চেষ্টা আমরা দেখেছি। সঠিকভাবে হিসাব করায় সেপ্টেম্বর শেষে খেলাপি হার প্রায় ৩৬ শতাংশ হয়েছে। এটা অবিশ্বাস্য হলেও অস্বাভাবিক কিছু নয়। কিছুদিনের মধ্যে এ হার বরং ৪০ শতাংশও ছাড়িয়ে যেতে পারে।’</p><p>করণীয় জানতে চাইলে মইনুল ইসলাম বলেন, ‘বহু বছর ধরে আমি একটা কথা বলে আসছি, আবার বলছি, প্রত্যেক ব্যাংকের শীর্ষ ১০ খেলাপির জন্য আলাদা ট্রাইব্যুনাল করতে হবে। নইলে এ থেকে আমরা মুক্তি পাব না।’</p></div></div></div></body></html>"
        }
    ]
}