{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইসরায়েল সমালোচনা করে অভিনেত্রী বাদ, ছবির প্রিমিয়ার ঘিরে বিক্ষোভ | প্রথম আলো",
            "time": "2026-02-26T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fxtwt2olj%2FMV5BZDkzZTY5N2QtMmM3YS00ZmE2LWE5ZjgtZjliNWU3MDJlMzI4XkEyXkFqcGc.V1.jpg?rect=0%2C0%2C3900%2C2048&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলিউডের বহুল আলোচিত হরর ফ্র্যাঞ্চাইজি ‘স্ক্রিম’ সিনেমার নতুন কিস্তির প্রিমিয়ারে বিক্ষোভের ঘটনা ঘিরে নতুন করে চর্চা শুরু হয়েছে। গত বুধবার রাতে লস অ্যাঞ্জেলেসে প্যারামাউন্ট পিকচার্সের স্টুডিও লটে আয়োজিত প্রিমিয়ারের বাইরে জড়ো হন প্রায় ২৫ জন বিক্ষোভকারী। তাঁদের হাতে ছিল ফিলিস্তিনের পতাকা, ড্রাম ও মাইক; শোনা যায় স্লোগান—‘স্ট্যান্ড ফার ফ্রি স্পিচ’, ‘ক্যানলেস প্যারামাউন্ট প্লাস’ ইত্যাদি স্লোগান</p><p> <strong>কেন এই বিক্ষোভ<br></strong> ঘটনার সূত্রপাত আগেই। ফ্র্যাঞ্চাইজির সাবেক তারকা মেরিসা বারেরাকে ২০২৩ সালে সিরিজ থেকে বাদ দেওয়ার সিদ্ধান্ত ঘিরেই এই ক্ষোভ। গাজা-ইসরায়েল সংঘাত নিয়ে সামাজিক যোগাযোগমাধ্যমে নিজের অবস্থান প্রকাশ করেছিলেন ব্যারেরা। তাঁর পোস্টে ইসরায়েল সরকারের সমালোচনা ছিল, যা প্রযোজনা সংস্থা স্পাইগ্লাস মিডিয়া গ্রুপের কাছে ‘অগ্রহণযোগ্য’ বলে বিবেচিত হয়। সংস্থাটি জানায়, তারা ঘৃণাত্মক বক্তব্য বা ইহুদিবিদ্বেষের বিষয়ে ‘জিরো টলারেন্স’ নীতি মেনে চলে।</p><p>ব্যারেরাকে বাদ দেওয়ার পর থেকেই সামাজিক যোগাযোগমাধ্যমে তীব্র প্রতিক্রিয়া শুরু হয়। প্রিমিয়ারের দিন সেই অসন্তোষ সরাসরি রাস্তায় গড়ায়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রায় ২০০ বছরের পুরোনো গাইবান্ধার ‘সবচেয়ে ছোট’ মসজিদ | প্রথম আলো",
            "time": "2026-02-26T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2F2idrnh3q%2FGaibandhaDH0599.jpg?rect=0%2C39%2C2200%2C1155&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বড় মসজিদের ইমাম মো. নুরুননবী মিয়া প্রথম আলোকে বলেন, বড় মসজিদেই মূলত পাঁচ ওয়াক্ত ও জুমার নামাজ আদায় করা হয়। ছোট মসজিদে নিয়মিত নামাজ পড়া হয় না। একসঙ্গে চার থেকে পাঁচজন নামাজ পড়তে পারেন। মাঝেমধ্যে দূরদূরান্তের লোকজন এসে নিয়ত করে ছোট মসজিদে নামাজ আদায় করেন।</p><p>সরেজমিনে দেখা গেছে, প্রাচীন স্থাপত্য নকশায় তৈরি মসজিদের দরজা লোহার তৈরি করা। দরজার ওপরে দৃষ্টিকাড়া নকশা। ভেতরে আরবি হরফ। এক পাশেই বড় মসজিদ। এলাকার প্রবীণ বাসিন্দারা জানান, মসজিদটি নিয়ে মানুষের আগ্রহের শেষ নেই।</p><p>মসজিদটি ঠিক কবে, কখন নির্মাণ করা হয়েছে, সে ব্যাপারে বিভিন্ন জনশ্রুতি আছে। আনুমানিক ২০০ বছর আগে এক রাতে অলৌকিকভাবে মসজিদটি তৈরি হয় বলেও আলোচনা আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে রেকর্ড সাংবাদিক হত্যা, দুই-তৃতীয়াংশই ইসরায়েলের হাতে | প্রথম আলো",
            "time": "2026-02-26T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-06%2Fl23yyl84%2FCPJ.png?rect=0%2C94%2C1317%2C691&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিপিজে জানায়, ২০২৪ সালের তুলনায় ২০২৫ সালে ইউক্রেন ও সুদানেও সাংবাদিক নিহতের সংখ্যা বেড়েছে। প্রতিবেদনে ৩৯টি ঘটনায় ড্রোনের ব্যবহার বিশেষভাবে উল্লেখ করা হয়েছে। এর মধ্যে ইসরায়েল গাজায় ২৮ জনকে এবং সুদানে দেশটির আধা সামরিক বাহিনী র‍্যাপিড সাপোর্ট ফোর্সেস পাঁচজনকে ড্রোন হামলায় হত্যা করেছে। রাশিয়ার ড্রোন হামলায় ইউক্রেনে নিহত হয়েছেন চারজন সাংবাদিক।</p><p>সিপিজের প্রতিবেদন অনুযায়ী, আরও অনেক সাংবাদিক দুর্নীতির খবর প্রকাশ করায় হত্যাকাণ্ডের শিকার হয়েছেন। যেমন, বাংলাদেশে একটি জালিয়াতি চক্রের সঙ্গে জড়িত সন্দেহভাজনেরা এক সাংবাদিককে কুপিয়ে হত্যা করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তাজকিরাত আল-আউলিয়া’ থেকে দাউদ-ই-তায়ির জীবনী | প্রথম আলো",
            "time": "2026-02-26T21:16:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2F5310g0ps%2FWhatsApp-Image-2026-02-26-at-21.03.08.jpeg?rect=0%2C121%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বলা হয়ে থাকে, প্রকাণ্ড এক প্রাসাদ ছিল দাউদের, যার ছিল অগণন কুঠুরি। তিনি সে পর্যন্তই একটা কুঠুরিতে থাকতেন, যে পর্যন্ত না সেটা জীর্ণ হয়ে ভেঙে পড়ত। এরপর তিনি চলে যেতেন অন্য কোনো কুঠুরিতে। ‘আপনি কুঠুরিটা ঠিকঠাক করছেন না কেন?’ তাঁর কাছে জানতে চাওয়া হয়। ‘আমি আল্লাহর সঙ্গে চুক্তি করেছি, এই পৃথিবীকে আর মেরামত না করার,’ জবাবে তিনি বললেন। ধীরে ধীরে পুরো প্রাসাদই একটা সময় ধসে পড়ল। শুধু প্রবেশপথের বারান্দা ছাড়া আর কিছু অবশিষ্ট থাকল না। যে রাত্রে দাউদ মারা গেলেন, সেদিন ওই বারান্দাটাও পড়ে গেল। ‘এই কুঠুরির ছাদে তো ফাটল ধরেছে’, আরেক দর্শনার্থী একবার মন্তব্য করলেন। ‘এটা এক্ষুনি ভেঙে পড়বে।’ ‘গত ২০ বছর আমি এর ছাদের দিকে তাকাইনি’, দাউদ উত্তর দিলেন।</p><p>‘আপনি বিয়ে করছেন না কেন?’ দাউদকে জিজ্ঞাসা করা হয়। ‘কোনো বিশ্বাসী নারীকে আমি ঠকাতে পারব না’, জবাবে তিনি বললেন। ‘সেটা কী রকম?’ ‘যদি কোনো নারীকে আমি বিয়ের প্রস্তাব দিই, তার মানে হলো এই—আমি তার জীবনের সব দায়িত্ব গ্রহণ করছি। যেহেতু আমি আমার ধর্মীয় কর্তব্য আর পার্থিব কাজ, একসঙ্গে দুই দিকে মনোযোগ দিতে পারব না, সুতরাং এর অর্থ হলো আমি তার সঙ্গে প্রতারণা করব’, দাউদ বুঝিয়ে বললেন। ‘বেশ, অন্তত আপনার দাড়িটা তো আঁচড়ে নিন’, তাঁরা বললেন। ‘এর মানে হলো এই কাজ করার মতো অবসর আমার আছে’, উত্তরে তিনি বললেন।</p><p>এক জ্যোৎস্না রাতে দাউদ তাঁর প্রাসাদের ছাদে উঠলেন আর তাকালেন আকাশের দিকে। আল্লাহর রাজ্যের শ্রেষ্ঠত্বের কথা চিন্তা করে তিনি ধ্যানমগ্ন হয়ে পড়লেন, আর কাঁদতে কাঁদতে অজ্ঞান হয়ে গেলেন। তাঁর ছাদ থেকে ছিটকে পড়লেন প্রতিবেশীর ছাদে। প্রতিবেশী ভাবলেন, তাঁর ছাদে হয়তো কোনো চোর এসে পড়েছে। তাই তিনি তলোয়ার হাতে ছুটে এলেন। দাউদকে সেখানে দেখতে পেয়ে তাঁর হাত ধরলেন আর জানতে চাইলেন, ‘কে আপনাকে এখানে ছুড়ে ফেলেছে?’ ‘আমি তো সেটা জানি না’, দাউদ জবাব দিলেন। ‘আমি একটা ঘোরের মধ্যে ছিলাম, একটুও ধারণা আমার নেই।’</p><p>একবার দাউদকে দেখা গেল তড়িঘড়ি করে তিনি নামাজে যাচ্ছেন। ‘এত তটস্থ কী কারণে?’ তাঁকে জিজ্ঞাসা করা হয়। ‘শহরের প্রবেশপথে যে সেনাবাহিনী অপেক্ষা করে আছে, তাদের কারণে,’ উত্তরে তিনি বললেন। ‘ওরা আমার জন্য প্রতীক্ষায় আছে।’ ‘কোন সেনাবাহিনী?’ বিস্ময়ে তাঁরা বলে উঠলেন। ‘কবরস্থানের অধিবাসীরা’, দাউদ উত্তর দিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টিন কাণ্ডে কংগ্রেসের তদন্তে হিলারি ক্লিনটনের সাক্ষ্য, ছবি ফাঁস | প্রথম আলো",
            "time": "2026-02-26T20:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fbqoz5522%2FHillaryClinton.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষ্য দেওয়ার দাবিকে ‘রাজনৈতিক উদ্দেশ্যপ্রণোদিত’ আখ্যা দিয়ে এর আগে ক্লিনটন দম্পতি কমিটির সামনে হাজির হতে অস্বীকৃতি জানিয়েছিলেন। তবে সাক্ষ্য দিতে সম্মত হওয়ায় তাঁদের বিরুদ্ধে কংগ্রেসের প্রতি অবমাননা সম্পর্কিত শাস্তিমূলক ব্যবস্থা গ্রহণের সম্ভাবনা কমেছে।</p><p>এদিকে রুদ্ধদ্বার সাক্ষ্যে অংশ নেওয়া হিলারির একটি ছবি সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট করেন কনজারভেটিভ ইউটিউবার বেনি জনসন। তিনি ক্যাপশনে লিখেন, ‘হিলারিকে বিমর্ষ দেখাচ্ছে’। সঙ্গে যোগ করেন, এই ছবি তাঁকে রিপাবলিকান দলের কংগ্রেস সদস্য লরেন বোয়েবার্ট পাঠিয়েছেন।</p><p>এ নিয়ে তুমুল শোরগোল পড়ে যায়। কেননা, সাক্ষ্যগ্রহণ ছিল রুদ্ধদ্বার। তবে এটা রেকর্ড করে পরে প্রকাশ করার অনুমতি ছিল। ছবি ফাঁস হওয়ার খবরে ক্ষোভ প্রকাশ করেন হিলারি। সাক্ষ্যগ্রহণ থমকে যায়। পরে তা আবারও শুরু হওয়ার খবর জানা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেনে জালে ঢাকা হচ্ছে ৪০০০ কিলোমিটার সড়ক | প্রথম আলো",
            "time": "2026-02-26T19:50:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fqkydntts%2F01.jpg?rect=0%2C122%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার ড্রোন হামলা থেকে বাঁচতে চার হাজার কিলোমিটার সড়ক জালে ঢেকে ফেলার লক্ষ্য নির্ধারণ করছে ইউক্রেন। যেসব এলাকায় সরাসরি যুদ্ধ চলছে, সেখানকার সড়কগুলোতে ড্রোনরোধী জাল বসানোর কাজ আরও জোরদার করা হচ্ছে। চলতি বছরের শেষ নাগাদ এ কাজ শেষ করতে চায় দেশটির প্রতিরক্ষা মন্ত্রণালয়। গত বুধবার দেশটির প্রতিরক্ষামন্ত্রী মিখাইলো ফেদোরভ এ তথ্য জানান।</p><p>ইউক্রেনের ভেতরে সামরিক রসদ সরবরাহের পথ ও ঘাঁটিগুলোতে ড্রোন দিয়ে হামলা চালিয়ে আসছে রাশিয়া। ফেদোরভ জানান, গত এক বছরে উল্লেখযোগ্য পরিমাণ জাল স্থাপন করা হয়েছে, তবে বর্তমান পরিস্থিতিতে এটি আরও বাড়ানো প্রয়োজন। রুশ ড্রোন মোকাবিলায় এবং সুরক্ষাব্যবস্থা শক্তিশালী করতে ইউক্রেনের বাজেটে প্রায় ৩ কোটি ৭০ লাখ ডলার বরাদ্দ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মাফ | প্রথম আলো",
            "time": "2026-02-26T19:33:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fppkov7dh%2Fimage-285487-1771764948-1.webp?rect=0%2C16%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকার জানিয়েছে, সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়ার ১৯৯১ থেকে ১৯৯৬ মেয়াদে পাঁচ হাজার টাকা পর্যন্ত কৃষিঋণের সুদ-আসল মওকুফ করা হয়েছিল। এবার আবার ঋণ মওকুফ করা হলো।</p><p>জানতে চাইলে ঢাকা বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের অধ্যাপক ও সানেমের নির্বাহী পরিচালক সেলিম রায়হান প্রথম আলোকে বলেন, এটা সুফলভোগী কৃষকের তাৎক্ষণিক আর্থিক চাপ কমাবে, আবার চাষাবাদে বিনিয়োগের সুযোগ দেবে এবং মানসিক স্বস্তিও এনে দেবে। বিশেষ করে ক্ষুদ্র ঋণগ্রহীতাদের জন্য এটি একটি নতুন সূচনার সুযোগ তৈরি করতে পারে, যা সামগ্রিকভাবে গ্রামীণ অর্থনীতির গতিশীলতা বাড়াতে সহায়ক হতে পারে।</p><p>সেলিম রায়হান আরও বলেন, তবে এই সিদ্ধান্তের দীর্ঘমেয়াদি প্রভাব এবং অর্থায়নের উৎস নিয়েও ভাবনা জরুরি। ঋণ মওকুফ ভবিষ্যতে নিয়মিত ঋণ পরিশোধের প্রবণতায় প্রভাব ফেলতে পারে। নিয়মিত ঋণ পরিশোধকারীরা এতে কিছুটা বৈষম্যের অনুভূতিও পেতে পারেন। তিনি বলেন, নীতিনির্ধারকদের জন্য গুরুত্বপূর্ণ হবে ঋণ মওকুফের পাশাপাশি টেকসই কৃষি সহায়তা, ন্যায্যমূল্য নিশ্চিতকরণ, ফসল বিমা ও সহজ শর্তে পুনঃ অর্থায়নের মতো কাঠামোগত সংস্কার চালু করা, যাতে কৃষি খাত দীর্ঘ মেয়াদে শক্ত ভিত্তির ওপর দাঁড়াতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানেও কি ইরাকের মতো ফাঁদে পড়তে যাচ্ছে যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-26T19:20:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2F69lhqu02%2Firan-1.JPG?rect=0%2C302%2C4252%2C2232&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প হয়তো ইরানের সক্ষমতাকে বাড়িয়ে বলছেন। তবে হুমকিটা যখন তিনি নিজের দেশের ওপর টেনে আনছেন, তখন তিনি সেই বিতর্কিত পথই বেছে নিচ্ছেন, যা ইরাক যুদ্ধের বৈধতা দেওয়ার জন্য বুশের প্রশাসন এবং যুক্তরাজ্যের তৎকালীন প্রধানমন্ত্রী টনি ব্লেয়ারের সরকার ব্যবহার করেছিল।</p><p>বুধবার মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিও একই ধরনের হুঁশিয়ারি দেন। তিনি বলেন, ‘আপনারা দেখেছেন, নিজেদের কাছে থাকা ক্ষেপণাস্ত্রের পাল্লা বাড়াচ্ছে তারা। আর তারা যে পথের দিকে এগোচ্ছে, তাতে স্পষ্টতই এক দিন এমন অস্ত্র তৈরি করতে সক্ষম হবে, যেগুলো যুক্তরাষ্ট্রে পৌঁছে যাবে। তাদের কাছে এখন এমন অস্ত্র আছে, যেগুলো ইউরোপের বেশির ভাগ জায়গায় পৌঁছাতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তান সীমান্তে হামলা চালিয়েছে আফগানিস্তান | প্রথম আলো",
            "time": "2026-02-26T19:03:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fskpsxwk0%2Fborder.jpg?rect=0%2C48%2C687%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যম এক্সে আফগানিস্তানের তালেবান সরকারের মুখপাত্র জাবিহুল্লাহ মুজাহিদ লিখেছেন, পাকিস্তানি সামরিক বাহিনী বারবার আইন লঙ্ঘন করেছে। এর জবাবে তাদের ঘাঁটি ও স্থাপনা লক্ষ্য করে বড় পরিসরে হামলা চালানো হয়েছে। হামলায় কয়েকজন পাকিস্তানি সেনা নিহত এবং আটক হলেও আফগান বাহিনীর কেউ হতাহত হননি বলে এক্স পোস্টে জানান তিনি।</p><p>আফগানিস্তানের একজন সামরিক মুখপাত্রের দেওয়া তথ্য অনুযায়ী, দেশটির নানগারহার ও কুনার প্রদেশের আফগান সেনাসদস্যরা পাকিস্তানি বাহিনীর ওপর হামলা চালান। আর আফগান সরকারের আরেক মুখপাত্র হামদুল্লাহ ফিতরাত বলেন, পাকিস্তানের সামরিক বাহিনীর ১৫টি চৌকি দখল করে নিয়েছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "একটা ট্রেন, এক রাত... | প্রথম আলো",
            "time": "2026-02-26T19:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fsdoju585%2F6435428201221239150070771715074279575299653911n.jpg?rect=0%2C0%2C939%2C493&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘উৎসব’ বানিয়ে আলোচিত হন নির্মাতা তানিম নূর। হুমায়ূন আহমেদের ‘কিছুক্ষণ’ উপন্যাস অবলম্বনে ছবিটি তৈরি হচ্ছে। চিত্রা নামের এক মেয়ের এক দিনের ট্রেন জার্নির অভিজ্ঞতা নিয়ে সিনেমার কাহিনি। ছবিতে চিত্রা চরিত্রে অভিনয় করেছেন সাবিলা নূর।</p><p>আরও আছেন শরীফুল রাজ, মোশাররফ করিম, চঞ্চল চৌধুরী, বাঁধন, মম প্রমুখ। এরই মধ্যে ছবিটির শুটিং শেষ হয়েছে, এখন চলছে পোস্টপ্রোডাকশন।</p></div></div></div></body></html>"
        },
        {
            "title": "বালিতে স্যুটকেস হত্যাকাণ্ড, ইন্দোনেশিয়ায় ১১ বছর সাজা শেষে যুক্তরাষ্ট্রে ফেরত পাঠানো হলো খুনিকে | প্রথম আলো",
            "time": "2026-02-26T18:55:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fkebhh5sm%2F00-6.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মঙ্গলবার রাতে যুক্তরাষ্ট্রগামী উড়োজাহাজে ওঠার কিছুক্ষণ আগে নিজের কৃতকর্মের জন্য ক্ষমা চেয়েছেন শেফার। বার্তা সংস্থা এএফপিকে শেফার বলেন, ‘আমি দুঃখিত। আমি সব সময় দুঃখিত। আমি সব সময় দুঃখিত।’</p><p>শেফার বলেন, ‘আমাকে এই পরিস্থিতির দিকে ঠেলে দেওয়া হয়েছিল। তবে আমার সব কাজের জন্য আমি পূর্ণ দায় নিচ্ছি। আমি আশা করি, শিলার পরিবার শান্তি পাবে।’</p><p>২০১৫ সালে ইন্দোনেশিয়ার একটি আদালত শেফারকে ১৮ বছর এবং ম্যাককে ১০ বছরের কারাদণ্ড দেন। বিচারক এই হত্যাকাণ্ডকে ‘নির্মম’ বলে মন্তব্য করেছিলেন।</p><p>প্রসিকিউটররা জানান, হত্যাকাণ্ডের সময় ম্যাকের বয়স ছিল ১৮ বছর এবং তিনি অন্তঃসত্ত্বা ছিলেন। ম্যাক তাঁর মায়ের মুখ চেপে ধরেন এবং শেফার ফল রাখার শক্ত একটি পাত্র দিয়ে তাঁর মাথায় আঘাত করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুদ্ধ এড়াতে ইরান-যুক্তরাষ্ট্র তৃতীয় দফা আলোচনা | প্রথম আলো",
            "time": "2026-02-26T18:42:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fhi602cnc%2Fgeneva.JPG?rect=0%2C189%2C2673%2C1403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তৃতীয় দফায় আলোচনা শুরু পর কিছুক্ষণ বিরতি দেওয়া হয়। গতকাল আবার বৈঠক হয়। সূত্র জানিয়েছে, আলোচনায় জাতিসংঘের পরমাণু সংস্থার প্রধান রাফায়েল গ্রসি অংশ নিয়েছেন। এ ছাড়া আলোচনার খবর সংগ্রহের জন্য ইরানের রাষ্ট্রীয় টেলিভিশন চ্যানেলের একজন সাংবাদিকও সেখানে রয়েছেন।</p><p>আলোচনার আগে ইরানের প্রেসিডেন্ট মাসুদ পেজেশকিয়ান জোর দিয়ে বলেছিলেন, তাঁর দেশে কোনোভাবেই পরমাণু অস্ত্র তৈরির দিকে যাচ্ছে না। তেহরানের পক্ষ থেকে এ–ও বলা হয়েছে যে আলোচনা হবে শুধু ইরানের পরমাণু কর্মসূচি নিয়ে। যদিও ওয়াশিংটন চায়, আলোচনার মধ্য দিয়ে ইরান তাদের ক্ষেপণাস্ত্র কর্মসূচি ও আঞ্চলিক বিভিন্ন সশস্ত্র গোষ্ঠী প্রতি সমর্থন কমিয়ে আনুক।</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বার খুলল একুশে বইমেলার | প্রথম আলো",
            "time": "2026-02-26T18:38:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fpg1ir2u5%2FWhatsApp-Image-2026-02-27-at-12.55.09-AM.jpeg?rect=0%2C78%2C1219%2C640&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগেই জানানো হয়েছে, এবার পবিত্র রমজান মাসের কারণে মেলার সময় এগিয়ে আনা হয়েছে। প্রতিদিন বেলা দুইটায় মেলার দ্বার খুলবে। বিরতিহীনভাবে চলবে রাত ৯টা পর্যন্ত। শুক্র, শনিবারসহ ছুটির দিনগুলোতে থাকবে শিশুপ্রহর। মেলার দ্বার খুলবে বেলা ১১টায়। শিশুপ্রহর থাকবে বেলা ১টা পর্যন্ত। এর পর থেকে রাত ৯টা পর্যন্ত মেলা খোলা থাকবে সবার জন্য। রাত সাড়ে ৮টা পর্যন্ত গ্রন্থানুরাগীরা মেলায় প্রবেশ করতে পারবেন। আজ শুক্রবার মেলার প্রথম শিশুপ্রহর।</p><p>বাংলা একাডেমি জানিয়েছে, এবার মেলায় অংশ নিয়েছে ৫৪৯টি প্রতিষ্ঠান। গতবার অংশ নিয়েছিল ৭০৮টি। একাডেমি প্রাঙ্গণে রয়েছে বিভিন্ন সরকারি, বেসরকারি গবেষণা ও উন্নয়নমূলক প্রতিষ্ঠানের স্টল। এখানে অংশ নিয়েছে ৮১টি প্রতিষ্ঠান। সৃজনশীল বইয়ের প্রকাশকদের স্টল রয়েছে সোহরাওয়ার্দী উদ্যান চত্বরে। এখানে অংশ নেওয়া প্রতিষ্ঠানের সংখ্যা ৪৬৮।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলোর দগ্ধ ভবন নিয়ে শিল্প প্রদর্শনীর নবম দিন | প্রথম আলো",
            "time": "2026-02-26T16:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2F2lyrr8zi%2F1.jpg?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">পুড়ে যাওয়া ভবনের সামনে আইএফআইসি ব্যাংক, ওয়ালটন, টিকে গ্রুপ, এমবিএ, এমসিএল, কাজী কনসালট্যান্ট, ব্র্যাক ইউনিভার্সিটি, প্রাণ আরএফএল গ্রুপ, মার্কেন্টাইল ব্যাংক এবং বিভিন্ন কোম্পানির কর্মকর্তারা।</figcaption></p></div></div></body></html>"
        }
    ]
}