{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ই-মেইলের জমানায় কদর নেই ডাকবাক্সের | প্রথম আলো",
            "time": "2025-08-10T06:22:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fm6lz80s9%2FC10.png?rect=0%2C27%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলদে খামে ভরা চিঠি, লাল ডাকবাক্স—এখন দেখা যায় না। ডিজিটাল জমানায় ডাকঘরে গিয়ে চিঠি পাঠানো, কিংবা ডাকবাক্সে চিঠি ফেলার দিন ফুরিয়েছে। তার চেয়ে নীল মেসেঞ্জার, সবুজ হোয়াটসঅ্যাপ, নীল টেলিগ্রাম, আর লাল-নীল-সবুজ-হলুদের ই–মেইল বেশি পরিচিত। হয়তো আগামীর শিশুদের সঙ্গে ডাকবাক্সের পরিচয় হবে জাদুঘরে।</p><p>পুরান ঢাকার বুড়িগঙ্গা নদীর পাড়ে চিত্তরঞ্জন অ্যাভিনিউতে অবস্থিত জগন্নাথ বিশ্ববিদ্যালয়। এখানে এখনো টিকে আছে পোস্ট অফিস। একসময় এ বিশ্ববিদ্যালয়ের ডাকবাক্সে দাপ্তরিক চিঠির পাশাপাশি আসত ব্যক্তিগত চিঠিও। এখন আর আগের মতো চিঠি আসে না। তাই মরিচা পড়ে ডাকবাক্সটি তামাটে রং ধারণ করেছে। আগের মতো আর নেই লাল বাক্সের কদর। সদরঘাট পোস্ট অফিসের সাব–পোস্ট অফিস হিসেবে জগন্নাথ বিশ্ববিদ্যালয়ের এ ডাকঘর পরিচালিত হয়। এর পোস্টাল কোড—১১০০। বর্তমানে ডাকঘরটিতে শুধু চিঠিপত্র গ্রহণের কাজ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কীভাবে মরল, কেন মরল-উয়েফাকে প্রশ্ন মোহাম্মদ সালাহর | প্রথম আলো",
            "time": "2025-08-10T06:20:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fypsx1jl7%2Fezgif-3623f1a9f277a7.jpg?rect=0%2C0%2C4546%2C2387&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত ২৯ জুলাই ফিলিস্তিন অলিম্পিক কমিটির এক সংবাদ বিজ্ঞপ্তিতে বলা হয়েছিল, শুধু জুলাই মাসেই গাজা ও দখলকৃত পশ্চিম তীরে ইসরায়েলের হামলায় ৪০ জন ফিলিস্তিনি ক্রীড়াবিদ নিহত হয়েছেন। বিবৃতিতে বলা হয়েছিল, ‘একেকটি দিন যায় আর ফিলিস্তিনের ক্রীড়াঙ্গনে বিয়োগান্ত ঘটনার নতুন অধ্যায় যোগ হয়।’</p><p>২০২৩ সালের অক্টোবর থেকে প্রায় বিরতিহীন হামলা চালিয়ে যাচ্ছে ইসরায়েল। এসব হামলায় এখন পর্যন্ত ৬১ হাজারের বেশি মানুষ নিহত হয়েছেন। শনিবার হামাস-পরিচালিত স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, গত ২৪ ঘণ্টায় ইসরায়েলের হামলায় অন্তত ৩৮ জন নিহত এবং ৪৯১ জন আহত হয়েছেন।</p><p>এ মাসের শুরুতে জাতিসংঘের এক প্রতিবেদনে বলা হয়, মে মাসের শেষের দিকে নতুন করে যুক্তরাষ্ট্র ও ইসরায়েল-সমর্থিত সংস্থা গাজা হিউম্যানিটারিয়ান ফাউন্ডেশন (জিএইচএফ) ত্রাণ বিতরণের কেন্দ্র স্থাপনের পর থেকে খাবার চাইতে গিয়ে ১ হাজার ৩৭৩ জন ফিলিস্তিনি নিহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পটিয়ায় ছয় ব্যাংকের চাকরিচ্যুত কর্মীদের অবরোধ | প্রথম আলো",
            "time": "2025-08-10T06:17:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F30esjulu%2Fde4105fe-32ae-4f2f-b3e5-3f728ba2e6f3.jfif?rect=0%2C182%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী সূত্রে জানা গেছে, সকাল সাতটায় পূর্বনির্ধারিত কর্মসূচি বাস্তবায়নের জন্য পটিয়া আদর্শ বিশ্ববিদ্যালয় মাঠে জড়ো হন চাকরিচ্যুত কর্মকর্তা-কর্মচারীরা। পরে সেখান থেকে সকাল নয়টার দিকে পটিয়ায় অবস্থিত সব ব্যাংকের শাখার সামনে একযোগে অবস্থান নেন তাঁরা। তাঁদের বাধার মুখে ব্যাংকগুলোয় ব্যাংকের কোনো কর্মকর্তা-কর্মচারী ও সেবাগ্রহীতা ঢুকতে পারেননি। এসব ব্যাংকের মধ্যে ৬টি সরকারি ও ১৪টি বেসরকারি। বেলা সাড়ে ১১টায় এ সংবাদ লেখা পর্যন্ত কর্মসূচি চলছিল।</p><p>জানতে চাইলে জনতা ব্যাংকের পটিয়া শাখার ব্যবস্থাপক নাজিম উদ্দিন প্রথম আলোকে, শুক্র ও শনিবার ব্যাংক বন্ধ থাকায় আজ গ্রাহকের চাপ বেশি। অনেক গ্রাহক সেবা না পেয়ে ফিরে যাচ্ছেন। আবার অনেকেই তাঁদের ফোন দিচ্ছেন। তবে আন্দোলনকারীরা অবরোধ করে রাখায় তাঁরা সেবা দিতে পারছেন না।</p><p>আন্দোলনকারীদের একজন শিবলু আলম। তিনি সোশ্যাল ইসলামী ব্যাংক লিমিটেডের চুয়াডাঙ্গা শাখার ক্যাশ অফিসার ছিলেন। জানতে চাইলে তিনি প্রথম আলোকে বলেন, হঠাৎ কোনো কারণ ছাড়াই তাঁকে চাকরিচ্যুত করা হয়েছে। তিনি অসহায় হয়ে পড়েছেন। চাকরি ফিরে না পাওয়া পর্যন্ত তিনি অন্যদের সঙ্গে আন্দোলন চালিয়ে যাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আদিবাসী দিবসে যত আয়োজন | প্রথম আলো",
            "time": "2025-08-10T06:17:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fcqta7ny1%2F%E0%A7%AE.jpg?rect=0%2C2%2C969%2C509&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">আন্তর্জাতিক আদিবাসী দিবস উপলক্ষে বাংলাদেশ আদিবাসী ফোরাম ঢাকার কেন্দ্রীয় শহীদ মিনা‌র থেকে র‌্যালি বের করে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: মীর হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘শূন্য’ রিটার্ন দিলে ৫ বছর পর্যন্ত জেল: এনবিআর | প্রথম আলো",
            "time": "2025-08-10T06:07:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F47004a2a-c6e1-41db-9f0e-0f837032a27e%2Fp_alo.webp?rect=0%2C0%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনবিআর আরও বলেছে, আয়কর আইন অনুসারে ‘জিরো রিটার্ন’ নামে কোনো প্রকার রিটার্ন দাখিলের বিধান নেই। আয়কর আইন অনুসারে একজন করদাতাকে তাঁর প্রকৃত আয়, ব্যয়, সম্পদ ও দায় অবশ্যই সঠিকভাবে আয়কর রিটার্নে প্রদর্শন করতে হবে।</p><p>এনবিআরের মতে, একজন করদাতার আয়, ব্যয়, সম্পদ বা দায়সংক্রান্ত বিষয়ে রিটার্নে সঠিক ঘোষণা প্রদান করা একজন করদাতার নাগরিক ও আইনি দায়িত্ব। করদাতার প্রকৃত আয়ের পরিমাণ আইনানুযায়ী করযোগ্য না হলে তাঁকে কোনো কর পরিশোধ করতে হবে না। তবে কর প্রদেয় না হলেও সঠিক তথ্য-উপাত্ত প্রদর্শন না করে শূন্য আয়, ব্যয়, সম্পদ ও দায় দেখিয়ে জিরো রিটার্ন দাখিল করার কোনো সুযোগ আয়কর আইনে নেই।</p><p>এনবিআর বলেছে, সব করদাতা দায়িত্বশীল নাগরিক হিসেবে আয়কর রিটার্নে প্রকৃত আয়, ব্যয়, সম্পদ ও দায় প্রদর্শন করে দেশের উন্নয়নে গর্বিত অংশীদার হবেন। একই সঙ্গে সামাজিক যোগাযোগমাধ্যমে প্রচারিত প্রতারণামূলক জিরো রিটার্নের ফাঁদে পা না দিয়ে নিজেকে কারাদণ্ড ও অর্থদণ্ড থেকে সুরক্ষিত রাখবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সমালোচনার পর জাহাঙ্গীরনগরে মওলানা ভাসানী হল ছাত্রদলের কমিটি বিলুপ্ত | প্রথম আলো",
            "time": "2025-08-10T06:03:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fsu95bqd4%2FUntitled-1.webp?rect=0%2C39%2C549%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ছাত্রদলের হল কমিটি ঘোষণার দুই দিনের মাথায় সমালোচনার মুখে মওলানা ভাসানী হল কমিটি বিলুপ্ত ঘোষণা করা হয়েছে। </p><p>আজ রোববার সকালে ছাত্রদল জাহাঙ্গীরনগর বিশ্ববিদ্যালয় শাখার আহ্বায়ক কমিটির সদস্য (সহ-দপ্তর চলতি দায়িত্ব) জহিরুল ইসলাম স্বাক্ষরিত এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p>বিজ্ঞপ্তিতে বলা হয়, বাংলাদেশ জাতীয়তাবাদী ছাত্রদল জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সিদ্ধান্ত মোতাবেক মওলানা ভাসানী হল শাখার ছাত্রদলের কমিটি বিলুপ্ত ঘোষণা করা হলো। অতি শিগগিরই নিয়মিত শিক্ষার্থীদের মধ্য থেকে নতুন কমিটি ঘোষণা করা হবে। বিশ্ববিদ্যালয় শাখা ছাত্রদলের আহ্বায়ক জহির উদ্দিন মোহাম্মদ বাবর ও সদস্যসচিব ওয়াসিম আহমেদ এক জরুরি সভায় এ সিদ্ধান্ত অনুমোদন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (১০ আগস্ট ২০২৫) | প্রথম আলো",
            "time": "2025-08-10T06:02:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F5m7olb0r%2F%E0%A7%AE.JPG?rect=0%2C417%2C3472%2C1823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিক্রির জন্য তাল নিয়ে বাজারে যাচ্ছেন একজন। নতুনবাজার, দাউদকান্দি, কুমিল্লা, ১০ আগস্ট</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আবদুর রহমান ঢালী</figcaption></p></div></div></body></html>"
        },
        {
            "title": "অটোরিকশা বিক্রি নিয়ে দ্বন্দ্ব, স্ত্রী-সন্তানের বিরুদ্ধে হত্যাচেষ্টার অভিযোগ | প্রথম আলো",
            "time": "2025-08-10T05:51:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F24i6bhon%2FChandpurDH062020250810Screenshot20250810061348Studio.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁদপুরের ফরিদগঞ্জে স্ত্রী ও তিন সন্তানের নির্যাতন থেকে মনোয়ার হোসেন (৬০) নামের এক ব্যক্তিকে উদ্ধার করেছে পুলিশ ও এলাকাবাসী। গতকাল শনিবার রাত সাড়ে ১২টার দিকে পৌরসভার পূর্ব বড়ালী গ্রামে (পালের বাড়ি) এ ঘটনা ঘটে।</p><p>প্রতিবেশী ইমাম হোসেন নান্টু বলেন, একটি অটোরিকশা কেনাবেচা নিয়ে মনোয়ারের স্ত্রী তাসলিমা বেগম, মেজ ছেলে জুয়েল, বড় মেয়ে প্রিয়া ও ছোট মেয়ে রিয়া মিলে তাঁকে হাত-পা বেঁধে মারধর করেন। একপর্যায়ে মেয়েরা বালিশ চাপা দিয়ে শ্বাসরোধের চেষ্টা করেন। মনোয়ারের চিৎকার শুনে স্থানীয় লোকজন পুলিশে খবর দেন। পরে পুলিশ ও এলাকাবাসী মিলে তাঁকে উদ্ধার করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চাদে সহিংসতা উসকে দেওয়ায় সাবেক প্রধানমন্ত্রীর ২০ বছরের কারাদণ্ড | প্রথম আলো",
            "time": "2025-08-10T05:47:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fl83ic3mx%2FSucc%C3%A8s-Masra.avif?rect=0%2C0%2C1215%2C638&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাদে গত বছরের জানুয়ারি থেকে মে পর্যন্ত প্রধানমন্ত্রীর দায়িত্ব পালন করেন সুচেস মার্সা। তিনি দেশটির সংস্কারপন্থী ট্রান্সফরমার্স পার্টির প্রধান। সেই সঙ্গে মার্সা দেশটির ক্ষমতাসীন প্রেসিডেন্ট মাহামাত ডেবির কট্টর সমালোচক হিসেবে পরিচিত।</p><p>দেশটির দক্ষিণ-পশ্চিমাঞ্চলের লোগোন অক্সিডেন্টালে পশুপালক ও কৃষকদের মধ্যে রক্তক্ষয়ী সংঘর্ষের জেরে মার্সাসহ ৬৭ জনের বিরুদ্ধে আদালতে অভিযোগ আনা হয়েছিল। তাঁরা বেশির ভাগ একই নাগামবায়ে আদিবাসী সম্প্রদায়ের মানুষ। ওই ঘটনায় ৩৫ জন নিহত ও আরও ৬ জন আহত হয়েছিলেন।</p><p>মার্সা তাঁর বিরুদ্ধে আনা অভিযোগ অস্বীকার করেছেন। এর মধ্যে ঘৃণামূলক বক্তব্য, অন্য সম্প্রদায়ের মানুষের প্রতি বিদ্বেষ ও হত্যাযজ্ঞে প্ররোচনা দেওয়ার অভিযোগও রয়েছে।</p><p>গতকাল আদালত ছেড়ে যাওয়ার আগে নিজের সমর্থকদের উদ্দেশে দেওয়া বার্তায় মার্সা তাঁদের ‘মনোবল শক্ত রাখতে’ বলেছেন। দিনের শেষে সমর্থকদের ‘বিশেষ বার্তা’ দেওয়ার কথা তাঁর।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রাইম রিপোর্টার আর বাড়িওয়ালার মেয়ের গল্প | প্রথম আলো",
            "time": "2025-08-10T05:46:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F212tm91r%2FWhatsApp_Image_2025_08_10_at_11_33_36_AM.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাস্তবে যেমন ঘটে আরকি, কারও প্রতি ভালো লাগা তৈরি হয় ধীরে ধীরে। আবার কারও কারও জীবনে ভালো লাগার ব্যাপারটা ঘটে আকস্মিক। কাননের সঙ্গে সেই অর্থে অভিকের পরিচয় ছিল না। অভিক প্রায়ই বাসায় ফিরতে রাত হয়। এগারোটায় বাসার গেট বন্ধ হয়ে যায়। কিন্তু কাননের বাবা ভালো মানুষ। কোনো বাগ্‌বিতন্ডা ছাড়াই অভিক এসে ফোন করলে গেট খুলে দেন। এভাবেই চলছিল। কিন্তু হঠাৎ কাননের বাবার পা মচকে যায়। তখন বাধ্য হয়েই প্রথম দিন গেট খুলে দেয় কানন। সেদিনই কাননের সঙ্গে অভিকের আনুষ্ঠানিক পরিচয়। গেট খুলে দেওয়ার সুবিধার্থে মোবাইল নম্বর দেওয়া–নেওয়া। তারপর দিন যেতে যেতে অভিক তার প্রতি কাননের যত্ন টের পায়। জানতে পারে তার মতো কাননও কবিতা ভালোবাসে। বই পড়ে। এর মধ্যে একদিন অভিকের জ্বর হলে, কানন নিজে গিয়ে থার্মোমিটার, ওষুধ দিয়ে আসে। জীবনে যে কখনো ভালোবাসা পায়নি, তার কাছে এই যত্ন পরম পাওয়া। অভিক ধরেই নেয় কানন তাকে পছন্দ করে। ক্রমে ক্রমে কাননের মায়ায় আটকে যায়। নিজের অজান্তেই ভালোবেসে ফেলে কাননকে। অন্যদিকে অভিকের আগ্রহ টের পেতেই কানন নিজেকে কিছুটা গুটিয়ে নেয়। একদিন বেলিফুলের গাছ কিনে কানন বাড়ি ফিরছিল। অভিক তাকে নিজের বাইকে করে বাড়ি পৌঁছে দেওয়ার কথা বললে কানন ফিরিয়ে দেয়।<br>তারপর অভিক একদিন ফোন করে বলে, বেলি ফুলের মালা নিয়ে আসি আপনার জন্যে? কানন ‘না’ বলে। অভিকের উৎসাহ, আশা স্তিমিত হয়ে যায়। অভিক ধরেই নেয় কাননের সঙ্গে তার কিছু সম্ভব নয়। কাননের বাবাও সুস্থ হয়ে ওঠেন। কাননকে আর অভিকে গেট খুলে দেওয়ার প্রয়োজন হয় না। কিন্তু হঠাৎ করেই গল্প মোড় নেয় অন্যদিকে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০৩০ নিয়ে চ্যাটজিপিটির কারিগর স্যাম অল্টম্যানের ভবিষ্যদ্বাণী, শুনলে নড়েচড়ে বসবেন | প্রথম আলো",
            "time": "2025-08-10T05:42:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Ftx2q61n1%2F925040-01-02.jpg?rect=0%2C585%2C8256%2C4334&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক অর্থে, চ্যাটজিপিটি ইতিমধ্যেই ইতিহাসের যেকোনো মানুষের চেয়ে বেশি শক্তিশালী হয়ে গেছে। এখন প্রতিদিন কোটি কোটি মানুষ এটা ব্যবহার করে। দিন দিন এর গুরুত্ব আরও বাড়ছে। এআইয়ের একটা ছোট্ট নতুন সক্ষমতাও বিশাল ইতিবাচক প্রভাব ফেলতে পারে। আবার ছোট্ট কোনো ভুল দৃষ্টিভঙ্গি বা বিভ্রান্তি যদি কোটি মানুষের ওপর প্রভাব ফেলে, তাহলে তা বড় নেতিবাচক ফলও আনতে পারে। </p><p>২০২৫ সালে আমরা এমন এআই এজেন্ট পেয়েছি, যা সত্যিকার অর্থেই চিন্তাশীল কাজ করতে পারে। বিশেষ করে কম্পিউটার কোড লেখা এখন আর আগের মতো থাকবে না। হয়তো ২০২৬ সালেই আমরা এমন এআই পাব, যা নতুন নতুন আবিষ্কার বা চিন্তা করতে পারবে। ২০২৭ সালেই হয়তো এমন রোবট আসবে, যারা শুধু অনলাইনের দুনিয়ায় নয়, বাস্তব পৃথিবীতেই মানুষের মতো কাজ করবে। </p><p>আরও অনেক মানুষ এখন সফটওয়্যার ও শিল্পকর্ম তৈরি করতে পারবে। বাড়বে এসবের চাহিদা। যাঁরা অভিজ্ঞ, তাঁরা সামনেও নতুনদের চেয়ে অনেক ভালো কাজ করবেন—যদি তাঁরা এই নতুন টুলগুলোকে গ্রহণ করতে পারেন। সোজা কথায়, ২০৩০ সালে একজন ব্যক্তি আগের চেয়ে অনেক বেশি কিছু করতে পারবেন—একাই। আর এই পরিবর্তন হবে চোখে পড়ার মতো। যাঁরা বিষয়টা বুঝবেন, তাঁরাই সুফল তুলতে পারবেন। </p><p>মোটাদাগে ২০৩০–এর দশক হয়তো খুব বেশি ভিন্ন মনে হবে না। তখনো মানুষ পরিবারকে ভালোবাসবে, সৃজনশীলতা প্রকাশ করবে, খেলবে, লেকে সাঁতার কাটবে। </p><p>তবে হ্যাঁ, কিছু গুরুত্বপূর্ণ ক্ষেত্রে ২০৩০-এর দশক হবে ইতিহাসের যেকোনো সময়ের চেয়ে আলাদা। আমরা জানি না, মানুষকে ছাড়িয়ে যাওয়া বুদ্ধিমত্তার পক্ষে কত দূর যাওয়া সম্ভব—কিন্তু আমরা সেটা জানতে চলেছি। </p><p>২০৩০-এর দশকে বুদ্ধিমত্তা ও শক্তি—অর্থাৎ আইডিয়া তৈরি ও সেই আইডিয়া বাস্তবে রূপ দেওয়ার সক্ষমতা (থাকাটা মানুষের জন্য) অপরিহার্য হয়ে উঠবে। এই দুটি জিনিস বহুদিন ধরে মানুষের অগ্রগতির পথে সবচেয়ে বড় বাধা ছিল। যদি আমাদের কাছে অফুরন্ত বুদ্ধিমত্তা ও শক্তি থাকে (সঙ্গে ভালো প্রশাসন), তাহলে তাত্ত্বিকভাবে আমরা যা চাই, তা-ই অর্জন করতে পারি। </p></div></div></div></body></html>"
        },
        {
            "title": "শৃঙ্খলাভঙ্গ, নৈতিক স্খলনসহ বিভিন্ন ঘটনায় ছয় মাসে এনসিপির কেন্দ্রীয় ১০ নেতাকে ‘শোকজ’ | প্রথম আলো",
            "time": "2025-08-10T05:40:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-01%2Fnh0visn9%2F4.avif?rect=0%2C41%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির রাজনৈতিক পর্ষদের সদস্যরাও নানা বিতর্কে জড়াচ্ছেন, কারণ দর্শানোর নোটিশও দিতে হচ্ছে—এ বিষয়ে দলের শীর্ষ পর্যায়ের একজন নেতা নাম না প্রকাশের শর্তে প্রথম আলোকে বলেন, ‘এনসিপিতে আসা অনেকেই আগে অ্যাকটিভিজমে যুক্ত ছিলেন। এর অংশ হিসেবে সামাজিক যোগাযোগমাধ্যমে অতিরিক্ত সক্রিয়তাসহ কিছু কিছু বিষয় এখনো তাঁদের মধ্যে রয়ে গেছে। অ্যাকটিভিস্টের চরিত্র থেকে রাজনৈতিক চরিত্রে যেতে তাঁদের কিছুটা সময় লাগবে।’</p><p>একই বিষয়ে এনসিপির মধ্যম পর্যায়ের আটজন নেতার সঙ্গে কথা বলেছে প্রথম আলো। তাঁদের মূল্যায়ন হচ্ছে, শৃঙ্খলার বিষয়ে দলের সর্বোচ্চ নেতৃত্বের আরও কঠোর হওয়া উচিত। শীর্ষ পর্যায়ের নেতাদের মধ্যে যদি শৃঙ্খলার ঘাটতি থাকে, তাহলে দলের সব পর্যায়ে এর প্রভাব পড়ে।</p><p>এখন পর্যন্ত বিভিন্ন ঘটনায় ১০ জন নেতাকে ‘শোকজ’ করা হয়েছে বলে জানান এনসিপির যুগ্ম সদস্যসচিব (দপ্তর) সালেহউদ্দিন সিফাত। তিনি প্রথম আলোকে বলেন, সবগুলো শোকজেরই জবাব পাওয়া গেছে। যে ঘটনায় সাংগঠনিক ব্যবস্থা নেওয়া প্রয়োজন বলে দলের কাছে মনে হয়েছে, সেসব ক্ষেত্রে ব্যবস্থা নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেব্রুয়ারির নির্বাচনের জন্য সংগ্রহ করা হচ্ছে ৪০ হাজার বডি ক্যামেরা: প্রেস উইং | প্রথম আলো",
            "time": "2025-08-10T05:35:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-08%2Fxcmjqpr1%2Fstatement.webp?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুহাম্মদ ইউনূস বলেন, ‘আমাদের অবশ্যই সব ভোটকেন্দ্রে সম্পূর্ণ নিরাপত্তা নিশ্চিত করতে হবে, খরচ যা-ই হোক না কেন। আমাদের লক্ষ্য হলো, ফেব্রুয়ারির নির্বাচনকে দেশের ইতিহাসে সবচেয়ে অবাধ, সুষ্ঠু ও শান্তিপূর্ণ করা।’</p><p>বৈঠকে প্রধান উপদেষ্টার ডাক, টেলিযোগাযোগ ও তথ্যপ্রযুক্তিবিষয়ক বিশেষ সহকারী ফয়েজ আহমদ তৈয়্যব আসন্ন ভোটের জন্য একটি নির্বাচনী অ্যাপ চালু করার পরিকল্পনার কথা জানান।</p><p>অ্যাপটি ফেব্রুয়ারির নির্বাচনের ওপর বিশদ তথ্য প্রদান করবে। এর মধ্যে প্রার্থীর বিবরণ, ভোটকেন্দ্রের আপডেট ও অভিযোগ জমা দেওয়ার ব্যবস্থা থাকবে।</p><p>প্রধান উপদেষ্টা কর্মকর্তাদের অ্যাপটি দ্রুত চালু করার এবং দেশের ১০ কোটির বেশি ভোটারের জন্য এটি ব্যবহারবান্ধব কি না, তা নিশ্চিত করার নির্দেশনা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাংবাদিক হত্যা মামলায় আরও এক আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-10T05:33:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুর মেট্রোপলিটন পুলিশের বাসন থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শাহিন খান বলেন, ‘সাংবাদিক হত্যা মামলার আসামি শহিদুলকে র‍্যাব গ্রেপ্তার করে বাসন থানা-পুলিশের কাছে হস্তান্তর করেছে। তাঁকে আদালতে পাঠানোর প্রক্রিয়া চলছে।’</p><p>এই মামলায় গ্রেপ্তার অন্য আসামিরা হলেন জামালপুরের মেলান্দহ থানার মাহমুদপুর গ্রামের মোবারক হোসেনের ছেলে মিজান ওরফে কেটু মিজান (৩৪), তাঁর স্ত্রী পারুল আক্তার ওরফে গোলাপি (২৮), খুলনার সোনাডাঙ্গা থানার ময়লাপোতা গ্রামের মো. হানিফের ছেলে আল-আমীন (২১), পাবনার ফরিদপুর উপজেলার সোনাহারা গ্রামের নূর মোহাম্মদের ছেলে স্বাধীন, কুমিল্লার হোমনা থানার অনন্তপুর গ্রামের হানিফ ভূঁইয়ার ছেলে মো. শাহজালাল (৩২), পাবনার চাটমোহর থানার পাঁচবাড়িয়া গ্রামের কিয়ামদ্দিন হাসানের ছেলে মো. ফয়সাল হাসান (২৩), শেরপুরের নকলা থানার চিতলিয়া গ্রামের আবদুস সালামের ছেলে সুমন ওরফে সাব্বির (২৬)।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববাজারে চালের দাম আট বছরে সর্বনিম্ন, দেশের বাজারে বাড়তি | প্রথম আলো",
            "time": "2025-08-10T05:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F0a793f1a-b2f0-467c-9deb-38a7a86b34b5%2FRice.jpg?rect=0%2C56%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকেরা বলেন, ভারত মূলত মৌসুমি বৃষ্টির ওপর নির্ভরশীলতা থেকে বেরিয়ে এসেছে। ফলে দেশটির চাল উৎপাদন সুরক্ষিত হয়েছে। কৃষকেরা এখন প্রায় প্রতি মৌসুমে নতুন বীজ নিচ্ছেন। এতে ফলন বাড়ছে। এ ছাড়া ন্যূনতম সহায়তা মূল্য(এমএসপি) ও রাজ্যভিত্তিক বোনাসে উৎসাহিত হয়ে চাষিরাও ধান উৎপাদনে আগ্রহী হচ্ছেন। অর্থাৎ ধান চালের পরিসর ও উৎপাদন বাড়ছে। কৃষকেরা জানেন, ধানই সবচেয়ে লাভজনক ফসল—এমএসপি আছে, বোনাস আছে, ঝুঁকিও কম। এসব কারণে ভারতে চাল উৎপাদন বেড়েছে।</p><p>কিন্তু এশিয়ার অনেক দেশে কৃষকের এ ধরনের সুরক্ষা নেই। তাই দাম কমে গেলে তাঁদের আয়ে বড় ধরনের প্রভাব ফেলে। ফলে চাষের উচ্চ ব্যয় ও মূল্যস্ফীতির চাপের সঙ্গে যুক্ত হয়ে আরও কঠিন পরিস্থিতি তৈরি হচ্ছে।</p><p>ভোক্তাদের জন্য এই দাম কমে যাওয়া স্বস্তির খবর। যেসব দেশ চাল আমদানির ওপর নির্ভরশীল, সেসব দেশে এই দাম কমে যাওয়া খাদ্যপণ্যের সামগ্রিক মূল্যস্ফীতি ও পারিবারিক বাজেটের চাপ কমাতে সাহায্য করবে। চলতি বছর এখন পর্যন্ত চালের দাম অনেকটা কমেছে ঠিক। কিন্তু এটাই শেষ নয়; চালের দাম আরও ১০ শতাংশ পর্যন্ত কমার সম্ভাবনা আছে বলে মনে করেন বিশ্লেষকেরা। বাজারে ক্রেতা নেই, এটাই মূল কারণ।</p><p>মোহান্তির হিসাব অনুযায়ী, চলতি বছরের মে মাসে ভারত সরকারের গুদামে প্রায় ছয় কোটি টন চাল মজুত ছিল—সাম্প্রতিক কয়েক বছরের গড় মজুতের চেয়ে প্রায় দেড় কোটি টন বেশি। নতুন ফসল আসার আগে জায়গা খালি করতে নয়াদিল্লি দেশীয় বাজারে ও এমনকি ইথানল উৎপাদনের জন্য চাল বিক্রি করছে।</p><p>মোহান্তি আরও বলেন, ‘চালের দাম হ্রাসের চক্রে প্রবেশ করেছি আমরা। এখন যুদ্ধ বা অন্য কোনো বড় ধাক্কা না লাগলে আগামী দুই বছরের মধ্যে এই ধারা বদলাবে বলে মনে হয় না।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাবারের হাঁসের ‘ভাসমান দৌড়’ প্রতিযোগিতা | প্রথম আলো",
            "time": "2025-08-10T05:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fvsk1rp5v%2F10082025-cm-5.jpg?rect=36%2C0%2C528%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর বিশাল এক ক্রেনের সাহায্যে হাঁসগুলো নদীতে ঢেলে দেওয়া হয়। ঢেউয়ের তালে তালে সেগুলো ভেসে যেতে শুরু করে। সেগুলো যেন পুরো নদীতে ছড়িয়ে পড়ে দূষণ ঘটাতে না পারে, তাই আয়োজকেরা নদীর ওপর দুটি ভাসমান পাইপ রেখে সেগুলোর চলার পথ নির্দিষ্ট করে দেন।</p><p>যে হাঁসগুলো প্রতিযোগিতায় জিতেছে, সেগুলোর গ্রাহকেরা বড় অঙ্কের পুরস্কার পেয়েছেন। পুরস্কারের মধ্যে ছিল একটি শেভি ট্রেইলব্লেজার গাড়ি, ২ হাজার ৫০০ ডলার নগদ অর্থ ও ডব্লিউ ক্লাব শিকাগো কাবস টিকিট।</p><p>আয়োজকেরা বলেন, এ বছরের ডার্বিতে ৮২ হাজারের বেশি রাবারের হাঁস অংশ নিয়েছিল। সেগুলো স্পেশাল অলিম্পিক ইলিনয়ের জন্য প্রায় ৬ লাখ ডলার তহবিল সংগ্রহ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্লভ দুই জলজ ফুল | প্রথম আলো",
            "time": "2025-08-10T05:24:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fzbbnbktn%2F10082025-cm-16.jpg?rect=0%2C115%2C1150%2C604&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলুদ শাপলা (<em>Nymphaea amazonum</em>) বহুবর্ষজীবী জলজ বীরুৎ। পাতা বর্তুলাকার, পাদদেশ হৃৎপিণ্ডাকার এবং গোলাকার খণ্ডকবিশিষ্ট, অখণ্ড, নিচের পিঠ সচরাচর লালচে বাদামি। বৃত্যংশ শৈলশিরাময় নয়, বাইরের পীঠ হলুদাভ সবুজ এবং ক্ষুদ্র ক্ষুদ্র গোলাপি বিন্দুবিশিষ্ট, অখণ্ড এবং আগা তীক্ষ্ণ। পাপড়ি হলুদাভ সাদা, ৪ থেকে ৫টি সারিতে সজ্জিত। পুংকেশর অসংখ্য, ৫ বা ততধিক শ্রেণিতে বিন্যস্ত, বাইরের পুংকেশরগুলো হলুদাভ সাদা, ভেতরেরগুলো হলুদ। গর্ভপত্র প্রায় ১ সেন্টিমিটার লম্বা, গর্ভমুণ্ডের রশ্মি ১০ থেকে ১৫টি। ফুল ও ফলের মৌসুম এপ্রিল থেকে আগস্ট। আদি আবাস উষ্ণমণ্ডলীয় আমেরিকা।</p></div></div></div></body></html>"
        }
    ]
}