{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভেনেজুয়েলায় যুক্তরাষ্ট্রের আগ্রাসনের আড়াই দশক | প্রথম আলো",
            "time": "2026-01-04T04:48:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fbt95xnkf%2FHUGO-SAVEZ073153.jpg?rect=0%2C16%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২০০০ সাল:</strong> চাভেজ রাশিয়া, চীন ও ইরানের সঙ্গে সম্পর্ক জোরদার করেন। তাঁর সরকার যুক্তরাষ্ট্র–সমর্থিত এনজিও ও কূটনীতিকদের বহিষ্কার করে। যুক্তরাষ্ট্র চাভেজের বিরুদ্ধে স্বৈরাচার ও সংবামাধ্যমের ওপর কড়াকড়ি আরোপের অভিযোগ আনে।</p><p><strong>২০০২ সাল: </strong>একটি সামরিক অভ্যুত্থানের মাধ্যমে ৪৮ ঘণ্টার জন্য চাভেজকে ক্ষমতাচ্যুত করা হয়। এ অভ্যুত্থানের জন্য যুক্তরাষ্ট্রকে অভিযুক্ত করে ভেনেজুয়েলা। কিন্তু ওয়াশিংটন এ অভিযোগ অস্বীকার করে। এরপর দুদেশের মধ্যে দীর্ঘমেয়াদি অবিশ্বাস গড়ে ওঠে।</p><p><strong>২০১৩ সাল:</strong> হুগো চাভেজের মৃত্যুর মধ্য দিয়ে ক্ষমতায় আসেন মাদুরো। তিনি চাভেজের নীতিগুলোই এগিয়ে নেন। তাঁর শাসনের সময় থেকে অর্থনৈতিক দুরবস্থা শুরু হয়। পাশাপাশি যুক্তরাষ্ট্রের সঙ্গেও সম্পর্কের অবনতি হতে থাকে।</p><p><strong>২০১৪–১৫ সাল:</strong> যুক্তরাষ্ট্র মানবাধিকার লঙ্ঘনের অভিযোগে ভেনেজুয়েলার কর্মকর্তাদের ওপর নিষেধাজ্ঞা ও ভিসা সীমাবদ্ধতা আরোপ করে। ফলে অর্থনৈতিক চাপ আরও বাড়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার তাপমাত্রা আজ আরও কমল, শীতের প্রকোপ বেড়ে যাওয়ার পূর্বাভাস | প্রথম আলো",
            "time": "2026-01-04T04:47:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fzy855u62%2FCold.jpeg?rect=0%2C310%2C1512%2C794&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তর বলছে, দু-এক দিন আবহাওয়া এমন থাকতে পারে। বৃষ্টি না হলে কুয়াশা কাটার সম্ভাবনা কম। আর আজ রাজধানীতে গতকালের চেয়ে রোদ বেশিক্ষণ স্থায়ী হতে পারে।</p><p>আবহাওয়া অধিদপ্তরের আবহাওয়াবিদ মো. আবুল কালাম মল্লিক সকালে প্রথম আলোকে বলেন, রাজধানীতে শীতের প্রকোপ গতকালের চেয়ে খানিকটা বেড়েছে। এ ধারা অব্যাহত থাকতে পারে। আজ দিনের তাপমাত্রা হয়তো এক ডিগ্রি সেলসিয়াস বাড়বে কিন্তু রাতের তাপমাত্রা আবার কমে যেতে পারে।</p><p>আজ মৌলভীবাজার, সিলেট, কুমিল্লা, নওগাঁসহ দেশের কয়েকটি স্থানে শৈত্যপ্রবাহ বয়ে যাচ্ছে বলে জানিয়েছে আবহাওয়া অধিদপ্তর।</p><p>আবহাওয়া অধিদপ্তরের দেওয়া এ মাসের দীর্ঘকালীন পূর্বাভাসে বলা হয়েছে, জানুয়ারিতে দেশের ওপর দিয়ে অন্তত পাঁচটি শৈত্যপ্রবাহ বয়ে যেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে ‘অপরাধীর মতো হাঁটিয়ে নেওয়ার’ ভিডিও প্রকাশ করল হোয়াইট হাউস | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fyyw8cmv3%2Fmaduro.webp?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন বাহিনীর ভেনেজুয়েলায় সামরিক অভিযান চালিয়ে দেশটির প্রেসিডেন্ট নিকোলা মাদুরোকে সস্ত্রীক তুলে আনার ঘটনাটিকে ‘তেলের জন্য রক্তপাত’ বলে মন্তব্য করেছেন জ্যাক অচিনক্লজ। তিনি ম্যাসাচুসেটস অঙ্গরাজ্য থেকে নির্বাচিত মার্কিন পার্লামেন্টের নিম্নকক্ষ প্রতিনিধি পরিষদের ডেমোক্র্যাট দলীয় সদস্য। </p><p>শনিবার সিএনএনকে কংগ্রেসম্যান জ্যাক বলেন, ‘তেলের জন্যই এ রক্তপাত। এর সঙ্গে মাদক পাচারের কোনো সম্পর্ক নেই। মাদকের বেশির ভাগই ইউরোপের দেশগুলোয় যায়। আর কোকেন সেই মাদক নয়, যেটি মার্কিনিদের প্রাণ কেড়ে নিচ্ছে। বরং সেটা ফেন্টানিল, যা চীন থেকে আসে।’</p><p>জ্যাক আরও বলেন, ‘এ বিষয়টা বরাবরই আলোচনায় ছিল, বিশ্বের বুকে জ্বালানি তেলের সবচেয়ে বড় মজুত রয়েছে ভেনেজুয়েলাতে।’</p><p>ওয়াশিংটন তাঁর এসব পদক্ষেপকে ন্যায্যতা দিয়েছে এই যুক্তিতে যে, প্রেসিডেন্ট মাদুরো, তাঁর স্ত্রী আর ভেনেজুয়েলার অন্যান্য সুপরিচিত ব্যক্তিরা মাদক-সন্ত্রাসবাদ, মাদক পাচার ও অন্যান্য অপরাধের জন্য দায়ী। যদিও কারাকাসের পক্ষ থেকে বরাবরই এসব অভিযোগ অস্বীকার করা হয়েছে। </p><p>ট্রাম্পের এমন পদক্ষেপের বিষয়ে জ্যাক বলেন, ‘শেভরনের (যুক্তরাষ্ট্রের তেল কোম্পানি) কাছে ভেনেজুয়েলার তেলের মজুত কাজে লাগানোর চুক্তি ও অর্থ বিভাগের অনুমতি রয়েছে। এই প্রেসিডেন্ট (ট্রাম্প) মার্কিন তেল কোম্পানিগুলোর প্রধানদের কাছে তাঁর নির্বাচনী প্রতিশ্রুতি পূরণ করছেন।’</p> </div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে তুলে নিয়ে যাওয়া, বিশ্ববাজারে তেলের দাম উল্টো কমেছে | প্রথম আলো",
            "time": "2026-01-04T04:34:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F01%2F07%2Fcd523996916fdb889d3be536f1398fad-5c32cb6197269.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্লেষকেরা বলছেন, অপরিশোধিত তেলের বাজারে একসময় যে ভূরাজনৈতিক উত্তেজনা বা অনিশ্চয়তার ভীতি কাজ করত, সাম্প্রতিক বছরগুলোতে তা একরকম হারিয়ে গেছে। গত বছরের জুন মাসে বিশ্ববাসী তার নজির দেখেছে। তখন যুক্তরাষ্ট্র ইরানের পারমাণবিক স্থাপনা ধ্বংসের লক্ষ্যে বড় ধরনের বোমা হামলা চালালেও তেলের বাজারে তেমন প্রভাব পড়েনি।</p><p>এই অভিযান যদি ২০ কিংবা এমনকি ১০ বছর আগেও হতো, তাহলে বাজারে বড় ধরনের অনিশ্চয়তা তৈরি হতো বলে মনে করেন বিশ্লেষকেরা। প্রায় নিশ্চিতভাবেই বলা যায়, তেলের দাম লাফিয়ে লাফিয়ে বাড়ত। আধুনিক প্রযুক্তির কারণে তথ্যপ্রবাহ এখন তাৎক্ষণিক। এমনকি বিনিয়োগকারীরা আগেভাগেই সরবরাহ ও চাহিদার তথ্য পেতে পারেন। ফলে বাজারে সেই হামলার প্রভাব ছিল নামমাত্র—দামের গ্রাফে শুধু ক্ষণিকের সামান্য ওঠানামা।</p><p>ফোর্বসের সংবাদে বলা হয়েছে, তৃতীয় বিশ্বযুদ্ধের মতো প্রত্যক্ষ সামরিক সংঘাত শুরু হওয়া ছাড়া হঠাৎ তেলের দাম অনেকটা বেড়ে যেতে পারে কেবল একটি কারণে। সেটা হলো পারস্য উপসাগর থেকে হরমুজ প্রণালি দিয়ে জাহাজ চলাচল বন্ধ হয়ে যাওয়া।</p><p>প্রতিদিন বিশ্ববাজারে যত তেল সরবরাহ হয়, তার প্রায় ২০ থেকে ২৫ শতাংশ এই গুরুত্বপূর্ণ প্রণালি দিয়ে পরিবাহিত হয়। ফলে টানা কয়েক দিন এই পথে জাহাজ চলাচল বন্ধ থাকলে তেলের দাম দ্রুত আকাশচুম্বী হয়ে উঠবে—সম্ভবত ইতিহাসের সর্বোচ্চ পর্যায়েও পৌঁছাতে পারে। তখন চুক্তিভিত্তিক সরবরাহ নিশ্চিত করতে ব্যবসায়ীরা হুড়োহুড়ি করে তেল সংগ্রহে নামবেন। এতে বাজার আরও অস্থির হয়ে উঠবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে ২১০০ মাইল পাড়ি দিয়ে যেভাবে নেওয়া হলো নিউইয়র্কে | প্রথম আলো",
            "time": "2026-01-04T04:30:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fn4ajlp1l%2FMaduro.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প লেখেন, ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। জানানো হয়, সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে তাঁকে ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>এর পর থেকে মাদুরো ও তাঁর স্ত্রীর হদিস পাওয়া যাচ্ছিল না। প্রায় ৭ ঘণ্টা পর ট্রাম্প নিজে ‘আটক’ মাদুরোর ছবি ট্রুথ সোশ্যালে প্রকাশ করেন। ছবিতে দেখা যায়, মাদুরোর চোখ বাঁধা ও হাতে হাতকড়া। পরনে ধূসর রঙের নরম কাপড়ের তৈরি ট্রাউজার–জ্যাকেট। বলা হয়, ছবিটি মার্কিন যুদ্ধজাহাজ ইউএসএস আইডব্লিউও জিমায় তোলা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘মোস্তাফিজকে নিয়ে যা হয়েছে, সেটা ন্যক্কারজনক’ | প্রথম আলো",
            "time": "2026-01-04T04:27:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Ffe0ni982%2FWhatsApp_Image_2025_01_29_at_7_49_13_PM.jpeg?rect=0%2C16%2C684%2C359&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সংস্কৃতি মন্ত্রণালয়ের উপদেষ্টা মোস্তফা সরয়ার ফারুকী</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বাড়ির উঠানে সমাহিত খোকন দাস, আসামি গ্রেপ্তার না হওয়ায় ক্ষুব্ধ এলাকাবাসী | প্রথম আলো",
            "time": "2026-01-04T04:13:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fa4zwbjqz%2FSariatpurDH054120260104Shariatpur-KD2.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘পুলিশ কেন অবহেলা করছে’</strong><br>গতকাল রাত সাড়ে আটটার দিকে তিলই গ্রামে খোকন দাসের বাড়ি গিয়ে দেখা যায়, বাড়ির ছোট্ট একটি উঠানে মাটিতে চাদর পেতে শুইয়ে রাখা হয়েছে খোকন দাসের নিথর দেহ। পাশে বসে কান্নায় ভেঙে পড়েছেন তাঁর স্ত্রী সীমা। কাঁদতে কাঁদতে তিনি মূর্ছা যাচ্ছিলেন। আবার কখনো ক্ষোভে ফেটে পড়ছিলেন। বারবার বলছিলেন, ‘ঘটনার চার দিন হয়ে গেল। কেন এখনো হামলাকারীদের ধরা হলো না। তাদের ধরতে হবে, শাস্তি দিতে হবে। পুলিশ কেন অবহেলা করছে? আমার স্বামীকে ওরা পুড়িয়ে মেরেছে। চার দিন হাসপাতালে যন্ত্রণায় ছটফট করেছে, তা আমি দেখেছি। তাঁর শরীরের রক্ত ঝরেছে, সব রক্ত বেরিয়ে গেছে।’</p><p>আত্মীয়স্বজন ও গ্রামের মানুষ খোকন দাসের বাড়িতে এসেছেন। তাঁকে শেষবিদায় জানাতে ও একনজর দেখতে আসেন বিভিন্ন রাজনৈতিক দলের নেতা–কর্মী ও জনপ্রতিনিধিরা। খোকন দাসের প্রতিবেশী স্থানীয় একটি বিদ্যালয়ের শিক্ষক নাম প্রকাশ না করা শর্তে প্রথম আলোকে বলেন, ‘এই ঘটনায় যে তিনজনের নাম সামনে এসেছে, তারা এলাকায় বখাটে, জুয়াড়ু ও মাদকাসক্ত হিসেবে চিহ্নিত। পুলিশ কেন তাদের ধরতে পারছে না, বিষয়টি আমরাও বুঝতে পারছি না। ঘটনাটি নিয়ে এলাকার মানুষ শঙ্কিত। পুলিশ আন্তরিক ও তৎপর হলে আসামিদের ধরা সম্ভব হতো। আমরা অবাক হয়ে যাচ্ছি, এমন একটি আলোচিত ঘটনার পরেও আসামিরা ধরা পড়েনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে যেমন ছিল ঢাকাই সিনেমা | প্রথম আলো",
            "time": "2026-01-04T04:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fkebva8bp%2FTHUMNAILWEB-Recovered.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"২০২৫ সালে যেমন ছিল ঢাকাই সিনেমা\" class=\"nA4h1 \">২০২৫ সালে যেমন ছিল ঢাকাই সিনেমা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-04T10:01:00+06:00\"><span>প্রকাশ: ০৪ জানুয়ারি ২০২৬, ০৪: ০১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গৃহিণী স্ত্রীর সম্পদ বিএনপি প্রার্থী আবুল খায়েরের দ্বিগুণ | প্রথম আলো",
            "time": "2026-01-04T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F5w8sfeee%2FWhatsApp-Image-2026-01-03-at-11.01.58-PM.jpeg?rect=0%2C42%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে লক্ষ্মীপুর-২ (রায়পুর ও সদর উপজেলার আংশিক) আসনে বিএনপির প্রার্থী আবুল খায়ের ভূঁইয়া। মনোনয়নপত্রের সঙ্গে জমা দেওয়া হলফনামা পর্যালোচনায় দেখা গেছে, তাঁর স্থাবর, অস্থাবর অর্জনকালীন মোট সম্পদ রয়েছে ৬৬ লাখ ৬ হাজার টাকার। তবে পেশায় গৃহিণী ও ব্যবসায়ী তাঁর স্ত্রী রওশন আরা বেগমের স্থাবর ও অস্থাবর সম্পদ রয়েছে ১ কোটি ৩৭ লাখ ৩১ হাজার টাকার। সে হিসেবে তাঁর চেয়ে তাঁর স্ত্রীর সম্পদ দ্বিগুণের বেশি।</p><p>হলফনামা অনুযায়ী, আবুল খায়ের ভূঁইয়ার বয়স ৬৫ বছর। লক্ষ্মীপুর-২ আসনের তিনি তিনবার সংসদ সদস্য নির্বাচিত হয়েছেন। সাবেক প্রধানমন্ত্রী খালেদা জিয়া এই আসন থেকে দুবার নির্বাচিত হন। পরে আসনটিতে উপনির্বাচন হলে তিনি সংসদ সদস্য নির্বাচিত হন। বর্তমানে তিনি বিএনপির চেয়ারপারসনের উপদেষ্টার দায়িত্ব পালন করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "২৫-এর প্রেরণায় ২৬-এ চুয়েট | প্রথম আলো",
            "time": "2026-01-04T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fy5h20d38%2FCuet01-5.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মাহমুদ আব্দুল মতিন ভূঁইয়া,</strong> উপাচার্য, চুয়েট</p><p>গত বছর ৩০ অক্টোবর যোগদান করার পর থেকেই সবার সহযোগিতায় চুয়েটকে শিক্ষা-গবেষণায় বিশ্বমানে পৌঁছানোর লক্ষ্যে কাজ করে যাচ্ছি। ইতিমধ্যে কিছু উন্নতি চোখে পড়ছে। গবেষণাকে যুগোপযোগী করাসহ বরাদ্দ বাড়ানো হয়েছে, এ–সংক্রান্ত যাবতীয় প্রক্রিয়া সহজ করা হয়েছে। শিক্ষাক্ষেত্রে ‘আউটকাম বেইজড এডুকেশন’ কার্যক্রমকে প্রাধান্য দেওয়া হচ্ছে। কিউএস র‍্যাঙ্কিংয়ে চুয়েটের অবস্থান দেশের মধ্যে এখন শুরুর দিকে। এরই মধ্যে শিক্ষার্থীদের দাবির পরিপ্রেক্ষিতে টার্ম ফাইনাল পরীক্ষায় কোডিং সিস্টেম চালু করাসহ অনলাইনভিত্তিক শিক্ষার্থীবান্ধব বিভিন্ন সেবা চালু করা হয়েছে। মেডিকেল সেন্টারটিকে আধুনিকায়ন করে নতুন চিকিৎসক ও মনোবিজ্ঞানী নিয়োগ করা হয়েছে। বাসের সংখ্যা ও শিডিউল বাড়িয়ে শিক্ষার্থীদের যাতায়াত সহজ করা হয়েছে। প্রধান ফটকসহ ক্যাম্পাসের বিভিন্ন স্পর্শকাতর স্থানে সিসিটিভি স্থাপন এবং জিমনেসিয়ামে নতুন ব্যায়ামের সামগ্রী সংযোজন করে সবার জন্য চালু করা হয়েছে। চুয়েটের নতুন মুক্তিযোদ্ধা হল দ্রুততম সময়ের মধ্যে চালু করে হলে থাকতে ইচ্ছুক প্রায় সব শিক্ষার্থীকে ক্যাম্পাসে আবাসন প্রদান করা হয়েছে। দ্রুতগতির ইন্টারনেট শিক্ষার্থীদের রুমে রুমে পৌঁছানোসহ আরও বিভিন্ন উন্নয়নমূলক কাজ চলমান আছে।</p><p>আরও অন্তত দুটি কাজ আমি করতে চাই—</p><p>১. শ্রেণিকক্ষে আধুনিক প্রযুক্তির সর্বোচ্চ ব্যবহারের মাধ্যমে পাঠদান অধিকতর কার্যকর করা। পাশাপাশি শিক্ষার্থীদের ফিডব্যাক পেতে বিভিন্ন অ্যাপ ব্যবহার, যা তাৎক্ষণিক মূল্যায়নে সহায়ক হবে।</p><p>২. চুয়েটকে একটি মডেল ‘গ্রিন ক্যাম্পাস’ হিসেবে দেখতে চাই। যে ক্যাম্পাসে শিক্ষক, শিক্ষার্থী, কর্মকর্তা, কর্মচারী—সবাই প্রাকৃতিক সম্পদের সঠিক ব্যবহার, পরিবেশের মানোন্নয়ন, জীববৈচিত্র্য সংরক্ষণ, নবায়নযোগ্য শক্তির সর্বোচ্চ ব্যবহার, পানি ও বর্জ্যের পুনর্ব্যবহার ইত্যাদির প্রতি সচেতন থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শক্ত যুক্তি আছে, দৃঢ় বিশ্বাস, আপিলে জিতে আসব: তাসনিম জারা | প্রথম আলো",
            "time": "2026-01-04T03:56:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fxacnh1jv%2FTasnim-Jara.jpg?rect=0%2C621%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রাতে দেওয়া ভিডিও বার্তায় তাসনিম জারা বলেন, মনোনয়নপত্র বাতিলের খবর শুনে অনেকেই চিন্তা করছেন যে তিনি নির্বাচন করতে পারবেন কি না। তিনি ইতিমধ্যেই জানিয়েছেন যে আপিল করছেন। তাঁর আইনজীবী জানিয়েছেন, আপিলে বলার মতো শক্ত যুক্তি আছে। অতীতের নজির আছে।</p><p>তাসনিম জারা বলেন, ‘আমাদের দৃঢ় বিশ্বাস, আমরা আপিলে জিতে আসব এবং আপনাদের সমর্থিত প্রার্থী হিসেবে এই নির্বাচনে লড়ব।’</p><p>বাংলাদেশে পরিবর্তন নিয়ে আশাবাদী বলে উল্লেখ করেন তাসনিম জারা। তিনি বলেন, ‘আপনাদেরকেও নিরাশ না হওয়ার জন্য অনুরোধ করছি।’</p><p>ভিডিও বার্তায় ‘ক্রাউড ফান্ডিং’ (গণ-অনুদানের মাধ্যমে অর্থ সংগ্রহ) নিয়ে কথা বলেন তাসনিম জারা। এ প্রসঙ্গে তাসনিম জারা বলেন, তিনি যখন ঘোষণা দিয়েছিলেন যে স্বতন্ত্র নির্বাচন করবেন, তখনই জানিয়েছিলেন, দল (এনসিপি) ছেড়ে স্বতন্ত্র নির্বাচন করার সিদ্ধান্তের কারণে যাঁরা টাকা ফেরত চান, তাঁরা তাঁকে জানান। এখন পর্যন্ত ২০৫ জন জানিয়েছেন, যাঁরা বিকাশে টাকা পাঠিয়েছেন। তাঁদের সবার টাকা ফেরত দেওয়ার প্রক্রিয়া চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হবিগঞ্জের সেই বৈষম্যবিরোধী নেতাকে আদালতে নেওয়া হয়েছে | প্রথম আলো",
            "time": "2026-01-04T03:53:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F1tacjo9g%2FWhatsApp-Image-2026-01-04-at-09.28.35.jpeg?rect=0%2C174%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হবিগঞ্জ আদালতের পুলিশ পরিদর্শক আমিনুল ইসলাম প্রথম আলোকে বলেন, মাহদী হাসানকে শায়েস্তাগঞ্জ থানার একটি মামলায় গ্রেপ্তার দেখিয়ে আদালতে হাজির করা হয়েছে। মামলায় তাঁর বিরুদ্ধে পুলিশের সঙ্গে ঔদ্ধত্যপূর্ণ আচরণ ও সরকারি কাজে বাধা দেওয়ার অভিযোগ আনা হয়েছে।</p><p>প্রসঙ্গত, গত বৃহস্পতিবার মধ্যরাতে শায়েস্তাগঞ্জ সদর ইউনিয়ন ছাত্রলীগের সহসভাপতি এনামুল হাসানকে আটক করে থানায় নিয়ে যায় শায়েস্তাগঞ্জ থানার পুলিশ। পুলিশের অভিযোগ, এনামুল নিষিদ্ধঘোষিত ছাত্রলীগের রাজনীতির সঙ্গে সম্পৃক্ত থেকে কার্যক্রম চালিয়ে যাচ্ছিলেন। এনামুল হাসানকে আটকের পর তাঁর মুক্তির দাবিতে গত শুক্রবার দুপুরে বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতা-কর্মীরা শায়েস্তাগঞ্জ থানা ঘেরাও করেন। এ সময় মাহদী হাসানের নেতৃত্বে একদল নেতা-কর্মী থানার ভারপ্রাপ্ত কর্মকর্তার (ওসি) কক্ষে অবস্থান নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টোয়েন্টি বিশ্বকাপে সবচেয়ে বেশি উইকেট কার | প্রথম আলো",
            "time": "2026-01-04T03:47:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fnaacpu3i%2Fprothomalobangla202304ecd0dfddd7244ba69703e422b096c2cfQuiz4.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">স্পোর্টস কুইজ </h2></p><p><h1 data-title-0=\"টি–টোয়েন্টি বিশ্বকাপে সবচেয়ে বেশি উইকেট কার \" class=\"IiRps \">টি–টোয়েন্টি বিশ্বকাপে সবচেয়ে বেশি উইকেট কার </h1></p><div class=\"Ibzfy\"><p>আন্তর্জাতিক ক্রিকেটে এক পঞ্জিকাবর্ষে সবচেয়ে বেশি সেঞ্চুরি, সবচেয়ে বেশি বয়সী টেস্ট অধিনায়ক, ফুটবলে সবচেয়ে বেশি সময় বিশ্ব চ্যাম্পিয়ন—দেখুন তো, কতটা জানেন আপনি?  <br></p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে তুলে নেওয়ায় ব্যবহৃত ‘ডেল্টা ফোর্স’ কী | প্রথম আলো",
            "time": "2026-01-04T03:36:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fa8z1as4h%2FNicolas-Maduro-on-board.png?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নেওয়ার অভিযানে নিজেদের বিশেষায়িত বাহিনী ‘ডেল্টা ফোর্স’ ব্যবহার করেছে যুক্তরাষ্ট্র। এটি মার্কিন সেনাবাহিনীর একটি অভিজাত বাহিনী। এ বাহিনী সম্পর্কে জানেন—এমন কয়েকটি সূত্র সিএনএনকে এ তথ্য জানিয়েছে।</p><p>বিশেষ অভিযান পরিচালনার জন্য মার্কিন সেনাবাহিনীর একাধিক বিশেষায়িত ইউনিট রয়েছে। এসবের মধ্যে ডেল্টা ফোর্স অন্যতম। এ ইউনিট মূলত সন্ত্রাসবিরোধী অভিযান, জিম্মি উদ্ধার, সরাসরি সামরিক হামলা ও বিশেষ গোয়েন্দা নজরদারি-সংক্রান্ত কাজের জন্য প্রশিক্ষিত। চড়া মূল্যের লক্ষ্য পূরণে ডেল্টা ফোর্সকে ব্যবহার করা হয়।</p><p>ডেল্টা ফোর্স প্রতিষ্ঠা হয় ১৯৭৭ সালে। এটি যুক্তরাষ্ট্রের জয়েন্ট স্পেশাল অপারেশনস কমান্ডের (জেএসওসি) সরাসরি অধীনে কাজ করে। নর্থ ক্যারোলাইনা অঙ্গরাজ্যের ফোর্ট ব্র্যাগভিত্তিক ডেল্টা ফোর্সের মোট ৮টি অপারেশনাল ‘সেবরে স্কোয়াড্রন’ বা হামলা চালানোর উপযোগী স্বয়ংসম্পূর্ণ ইউনিট রয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "ভোগ্যপণ্যে স্মাইল ফুডস ও নাবিল গ্রুপের উত্থান, জায়গা করে নিয়েছে শীর্ষ পাঁচে | প্রথম আলো",
            "time": "2026-01-04T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F304ae5c7-1a1e-4b28-92b0-2eb1845c07b3%2F1.webp?rect=0%2C0%2C1055%2C554&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>স্মাইল ও নাবিল গ্রুপের উত্থান</strong></p><p>ভোগ্যপণ্য আমদানিতে ২০২৪ সাল থেকে সক্রিয় হয়ে উঠে চট্টগ্রামের স্মাইল ফুড প্রোডাক্টস। আবুল খায়ের গ্রুপের চেয়ারম্যান আবুল কাশেমের মালিকানাধীন প্রতিষ্ঠানটি এ খাতে বিনিয়োগ বাড়িয়েছে। প্রতিষ্ঠানটি একটি চিনি পরিশোধন কারখানা এবং একটি তেল কারখানা কেনার প্রক্রিয়া চূড়ান্ত করেছে।</p><p>গত বছরের স্মাইল ফুড প্রোডাক্টস ৬৯ কোটি ৭৭ লাখ ডলারের পণ্য আমদানি করেছে। ২০২৪ সালের একই সময়ের তুলনায় তাদের আমদানি বেড়েছে ৬৫ শতাংশ। তাতে প্রথমবারের মতো ভোগ্যপণ্য আমদানিতে চতুর্থ অবস্থানে উঠেছে গ্রুপটি। ২০২৪ সালে গ্রুপটি নিত্যপণ্য আমদানিতে পঞ্চম অবস্থানে ছিল।</p><p>রাজশাহীকেন্দ্রিক নাবিল গ্রুপও পরপর দুই বছর শীর্ষ পাঁচে জায়গা করে নিয়েছে। ২০২৫ সালে আমদানির বিবেচনায় গ্রুপটি রয়েছে পঞ্চম অবস্থানে। এ সময়ে গ্রুপটি ৪১ কোটি ২১ লাখ ডলারের পণ্য আমদানি করেছে। গ্রুপটি মূলত ছোলা, মসুর, মোটর ডাল ও গম আমদানি করে। ২০২৪ সালে ছিল চতুর্থ অবস্থানে। এক ধাপ পিছিয়ে গেলেও গ্রুপটি গম ও মোটর ডাল আমদানিতে শীর্ষে রয়েছে।</p><p>জানতে চাইলে নাবিল গ্রুপের ব্যবস্থাপনা পরিচালক (এমডি) আমিনুল ইসলাম প্রথম আলোকে বলেন, ‘দেশে ভোগ্যপণ্যের যাতে কোনো সংকট তৈরি না হয়, সে জন্য আমরা ধারাবাহিকভাবে আমদানি অব্যাহত রেখেছি। মাঝখানে ডলার–সংকটসহ ঋণপত্র খোলার জটিলতার কারণে আমদানি কিছুটা শ্লথ হলেও সে সমস্যা এখন অনেকাংশে কেটে গেছে। এ কারণে চাহিদার বিপরীতে আমরা পর্যাপ্ত আমদানি করে যাচ্ছি। আশা করছি, ভোগ্যপণ্যে আমদানির ক্ষেত্রে আমরা আরও ভালো অবস্থান তৈরি করতে পারব। রমজানকে সামনে রেখে এরই মধ্যে আমরা কিছু ভোগ্যপণ্যের আমদানি উল্লেখযোগ্য পরিমাণে বাড়িয়েছি। তাতে অচিরেই শীর্ষ তিনে জায়গা করে নিতে পারব বলে আশা রাখছি। অর্থনীতি ও বাজারে বড় ধরনের কোনো সংকট দেখা না দিলে আমরা আমাদের আমদানির এই ধারা ভবিষ্যতেও অব্যাহত রাখব। এরই মধ্যে আমরা ভোগ্যপণ্যনির্ভর কারখানায় বড় ধরনের বিনিয়োগ করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় দুই নৌপথে ফেরি, লঞ্চসহ নৌযান চলাচল বন্ধ | প্রথম আলো",
            "time": "2026-01-04T03:18:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fpbidswh2%2FRajbariDH054420260104IMG-20260104-WA0017.jpg?rect=0%2C375%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন করপোরেশন (বিআইডব্লিউটিসি) আরিচা কার্যালয় জানায়, গতকাল সন্ধ্যার পর থেকেই কুয়াশা পড়তে শুরু করে। রাত বাড়ার সঙ্গে সঙ্গে নদী অববাহিকায় কুয়াশা ঘন হয়ে ওঠে, ফলে ফেরিসহ নৌযান চলাচল ঝুঁকিপূর্ণ হয়ে পড়ে। রাত ১০টার দিকে দৌলতদিয়া থেকে ছেড়ে যাওয়া পাটুরিয়াগামী তিনটি বড় ফেরি মাঝ নদীতে পৌঁছানোর আগেই ঘন কুয়াশায় দিক হারায়। এ সময় উভয় ঘাট থেকে ফেরি চলাচল বন্ধ করে দেওয়া হয়।</p><p>প্রায় পৌনে এক ঘণ্টা পর কুয়াশা কিছুটা কমেছে মনে করে উভয় ঘাট থেকে ফেরি ছাড়লেও নদীপথে চলাচল ঝুঁকিপূর্ণ হয়ে পড়ে। এ সময় দিক হারিয়ে মাঝ নদীতে আটকে পড়ে রো রো (বড়) ফেরি বীরশ্রেষ্ঠ মতিউর রহমান। উপায় না পেয়ে ফেরিটি সেখানেই নোঙর করতে বাধ্য হয়। পরে দুর্ঘটনা এড়াতে রাত ১১টা থেকে উভয় ঘাট থেকে ফেরি চলাচল পুরোপুরি বন্ধ করে দেওয়া হয়। এ সময় দৌলতদিয়া প্রান্তের ৪ নম্বর ঘাটে যানবাহন বোঝাই করে রো রো ফেরি এনায়েতপুরী এবং ৭ নম্বর ঘাটে ভাষা শহীদ বরকত, খানজাহান আলী ও ইউটিলিটি (ছোট) ফেরি হাসনাহেনা নোঙর করে থাকতে বাধ্য হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মির্জা ফখরুল আজ দুপুরে সিলেটে আসছেন | প্রথম আলো",
            "time": "2026-01-04T03:15:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-03%2F1lkhpxpg%2FUntitled-9.jpg?rect=0%2C31%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর সিলেট সফরে আসছেন। আজ রোববার দুপুরে তিনি সিলেট পৌঁছাবেন। সিলেট জেলা বিএনপির সভাপতি আবদুল কাইয়ুম চৌধুরী প্রথম আলোকে এ তথ্য নিশ্চিত করেছেন। </p><p>দলের ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান দেশে ফেরার পর এটি মির্জা ফখরুলের প্রথম সিলেট সফর।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালে বেতন বাড়বে ৫৬ শতাংশ, যদি জানা থাকে এআই এজেন্টের ব্যবহার | প্রথম আলো",
            "time": "2026-01-04T03:04:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F5qur94ib%2FUntitled-1.png?rect=0%2C7%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রযুক্তির সঙ্গে মানুষের মেলবন্ধন</strong></p><p>এআই এজেন্ট যতই দক্ষ হোক না কেন, মানুষের বিচারবুদ্ধির বিকল্প নেই। প্রযুক্তি বিশেষজ্ঞরা সতর্ক করে বলেছেন, এআই সব সময় সঠিক বা নৈতিক সিদ্ধান্ত নিতে পারে না। তাই মানুষের সরাসরি তত্ত্বাবধান বা ‘হিউম্যান–ইন–দ্য–লুপ’ পদ্ধতি বজায় রাখা অত্যন্ত জরুরি।</p><p>কর্মক্ষেত্রে নিজের অবস্থান পাকাপোক্ত করতে প্রযুক্তির পাশাপাশি তাই কিছু বিশেষ দক্ষতার ওপর জোর দিতে হবে—</p><p>• ক্রিটিক্যাল থিঙ্কিং ও সঠিক মূল্যায়ন।</p><p>• সৃজনশীলতা ও জটিল সমস্যা সমাধানের সক্ষমতা।</p><p>• কার্যকর যোগাযোগ ও বিশ্লেষণ ক্ষমতা।</p><p>তথ্যসূত্র: ফোর্বস</p></div></div></div></body></html>"
        }
    ]
}