{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নিউইয়র্কে মাদুরো, রাখা হবে ব্রুকলিনের কুখ্যাত কারাগারে | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fr98j5qbb%2F7.avif?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেসিডেন্ট নিকোলা মাদুরোকে আটকের ঘটনা ভেনেজুয়েলার মানুষের গণতান্ত্রিক আকাঙ্ক্ষাকে ধূলিসাৎ করার একটি অপচেষ্টা বলে অভিহিত করেছেন দেশটির ভাইস প্রেসিডেন্ট ডেলসি রদ্রিগেজ। শনিবার টেলিভিশনে সম্প্রচারিত এক ভাষণে তিনি বলেন, তাঁর দেশ কখনোই কোনো দেশের উপনিবেশ হবে না।</p><p>ভেনেজুয়েলার পতাকাকে পেছনে রেখে দেওয়া ওই ভাষণে ডেলসি রদ্রিগেজ সতর্ক করে বলেন, আজ ভেনেজুয়েলার সঙ্গে যা ঘটেছে, বিশ্বের যেকোনো দেশের সঙ্গে তা ঘটতে পারে। তিনি যুক্তরাষ্ট্রের এই পদক্ষেপকে বেআইনি কর্মকাণ্ড ও শক্তির অপব্যবহার বলে বর্ণনা করেন।</p><p>মাদুরোকে আটকের পর উদ্ভূত পরিস্থিতিতে ভেনেজুয়েলার জনগণকে ধৈর্য ধরার আহ্বান জানিয়ে ভাইস প্রেসিডেন্ট বলেন, ‘ভেনেজুয়েলার মানুষ ধৈর্যশীল। আমরা শান্তি ও স্থৈর্যের মধ্য দিয়েই আমাদের সামনের পথ খুঁজে নেব।’</p><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের দাবির সরাসরি বিরোধিতা করে রদ্রিগেজ বলেন, ‘যাঁরা শক্তির ব্যবহার করেছেন এবং বেআইনি পথ বেছে নিয়েছেন, সত্য তাঁদের পক্ষে নেই।’</p><p>এর আগে শনিবার ভোরে রাজধানী কারাকাসে এক ঝটিকা অভিযানে নিকোলা মাদুরো ও তাঁর স্ত্রীকে তুলে নিয়ে যায় মার্কিন বাহিনী। প্রেসিডেন্ট ট্রাম্পের দাবি, ডেলসি রদ্রিগেজ তাঁদের চাওয়া অনুযায়ী কাজ করতে রাজি হয়েছেন। তবে রদ্রিগেজের এই কঠোর ভাষণ ট্রাম্পের দাবিকে বড় চ্যালেঞ্জের মুখে ফেলেছে।</p><p>সূত্র: আল–জাজিরা</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৪ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-04T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fvup6478t%2FWhatsApp-Image-2025-09-07-at-18.49.56e919fcaf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লিডস-ম্যান ইউনাইটেড<br></strong>সন্ধ্যা ৬-৩০ মি., স্টার স্পোর্টস সিলেক্ট ১</p></div></div></div></body></html>"
        },
        {
            "title": "যাদের সঙ্গে বেশি বন্ধুত্ব, তাদের সঙ্গে কম কাজ হয় | প্রথম আলো",
            "time": "2026-01-04T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F6dvc6lgc%2F564630231_10231598308525763_2772676170923354267_n.jpg?rect=0%2C220%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সুনেরাহ্ বিনতে কামাল। ছবি: ফেসবুক থেকে</figcaption></p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>সিনেমায় চুক্তিবদ্ধ হওয়ার সময় নাকি অনেক শর্ত দেন?</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>সুনেরাহ্ বিনতে কামাল: </strong>আমার জন্য গুরুত্বপূর্ণ সিনেমার টিমে কারা আছেন, সেটা জানা। সিনেমার কস্টিউম কে দেখছেন, আমার কো–আর্টিস্ট কে, ক্যামেরাম্যান কে, আমরা কত দিন রিহার্সাল করব—এগুলো জেনে পছন্দ হলেই আমি চুক্তিবদ্ধ হই। কারণ, টিম আমাকে শুরুতে কনফিডেন্ট করে তোলে। আরেকটা কথা, পরিচালকেরাই চিত্রনাট্য দেওয়ার সময় জানান আমার কথা ভেবে লেখা। সেখানে আমি সব জেনে সেরাটা দেওয়ার চেষ্টা করি। কারণ, শুনতে যেন না হয় আমার ঘাটতি ছিল।</p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p>পরিচিত নির্মাতাদের কখনো কাস্টিংয়ের কথা বলেন?</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>সুনেরাহ্ বিনতে কামাল: </strong>বিনোদনজগতে আমার অনেক বন্ধু পরিচালক আছে। তাদের সঙ্গে নিয়মিত কথা হয়। কিন্তু তাদের কাছে কাজের কথা আমি বলতে পারি না। আমার যাদের সঙ্গে বেশি বন্ধুত্ব, তাদের সঙ্গে কম কাজ হয়। অনেকে মনে করে নুহাশ হ‌ুমায়ূনের অনেক কাজে অভিনয় করেছি। আসলে তা না।</p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>সুনেরাহ্ বিনতে কামাল: </strong>এর মধ্যে শেষ করেছি ‘দ্য ডিফিকাল্ট ব্রাইড’ সিনেমার কাজ। দারুণ একটি গল্প। পরিচালক রুবাইয়াত হোসেনের সঙ্গে প্রথম কাজ। নারীপ্রধান এ গল্পটি আমার জন্য অনুপ্রেরণার। শিগগির আরও একটি সিনেমার শুটিং শুরু করব। সেটা এ মুহূর্তে বলা যাবে না। ধারাবাহিক ও সিঙ্গেল নাটক নিয়েই বেশি ব্যস্ত থাকব।</p></div></div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সুনেরাহ্ বিনতে কামাল। ছবি: ফেসবুক থেকে</figcaption></p></div></div></div></body></html>"
        },
        {
            "title": "ব্রুকলিনের কুখ্যাত কারাগারে রাখা হবে মাদুরোকে | প্রথম আলো",
            "time": "2026-01-04T00:23:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fag3xu1yf%2FHelicopte-Maduro.jpg?rect=0%2C265%2C3744%2C1966&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের হাতে আটক ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে কড়া নিরাপত্তায় ব্রুকলিনের বন্দিশিবিরে (মেট্রোপলিটন ডিটেনশন সেন্টারে) নেওয়া হচ্ছে। মার্কিন সংবাদমাধ্যমগুলোর প্রতিবেদন অনুযায়ী, সেখান থেকেই তাঁকে মাদক ও অস্ত্র চোরাচালানের অভিযোগে ম্যানহাটনের ফেডারেল আদালতে হাজির করা হবে।</p><p>সংশ্লিষ্ট সূত্রগুলো জানায়, স্থানীয় সময় শনিবার বিকেলে নিউইয়র্কের বিমানঘাঁটিতে নামার পর মাদুরোকে হেলিকপ্টারে করে ম্যানহাটনের ওয়েস্টসাইড হেলিপোর্টে নেওয়া হয়। সেখান থেকে তাঁকে মার্কিন মাদক নিয়ন্ত্রণ সংস্থার (ডিইএ) সদর দপ্তরে নিয়ে প্রাথমিক আইনি প্রক্রিয়া সম্পন্ন করার কথা। এরপরই তাঁর পরবর্তী গন্তব্য হতে যাচ্ছে ব্রুকলিনের বন্দিশিবির।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে রক্ষা করতে গিয়ে অনেক কিউবান মারা গেছেন: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-04T00:04:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F0sucplrx%2F8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে আটকের অভিযানে কিউবার অনেক নাগরিক প্রাণ হারিয়েছেন বলে দাবি করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। স্থানীয় সময় শনিবার নিউইয়র্ক পোস্টকে দেওয়া এক সাক্ষাৎকারে ট্রাম্প বলেন, মার্কিন অভিযানের সময় কিউবানরা মাদুরোকে সুরক্ষা দেওয়ার চেষ্টা করছিলেন, যা তাঁদের জন্য মোটেও ভালো সিদ্ধান্ত ছিল না।</p><p>দীর্ঘদিন ধরেই ভেনেজুয়েলার অন্যতম ঘনিষ্ঠ মিত্র হিসেবে পরিচিত কিউবা। মার্কিন গণমাধ্যমের খবর অনুযায়ী, মাদুরো তাঁর নিরাপত্তা ও গুরুত্বপূর্ণ পরামর্শের জন্য কিউবান দেহরক্ষী ও উপদেষ্টাদের ওপর ব্যাপকভাবে নির্ভরশীল ছিলেন। মার্কিন বাহিনী যখন মাদুরোকে আটক করতে যায়, তখন সেখানে থাকা কিউবানরা বাধা দিলে এই প্রাণহানির ঘটনা ঘটে বলে জানান ট্রাম্প।</p></div></div></div></body></html>"
        },
        {
            "title": "তুলে নেওয়ার ১৫ ঘণ্টা পর নিউইয়র্কে মাদুরো | প্রথম আলো",
            "time": "2026-01-03T22:57:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fthpx8p27%2Fplane-1.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় শনিবার ভোরে ‘বড় পরিসরে’ হামলা চালিয়ে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রীকে ধরার কথা জানান প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। এর সাত ঘণ্টা পরে আটক মাদুরোর ছবি প্রকাশ করেন তিনি। ছবিতে তাঁর চোখ বাঁধা, হাতে হাতকড়া আর পরনে ধূসর রঙের নরম কাপড়ের তৈরি ট্রাউজার দেখা যায়।</p><p>উল্লেখ্য, ডোনাল্ড ট্রাম্পের প্রথম মেয়াদে ২০২০ সালে মাদুরোর বিরুদ্ধে নিউইয়র্কের সাউদার্ন ডিস্ট্রিক্ট আদালতে কোকেন আমদানির ষড়যন্ত্র এবং সংশ্লিষ্ট অভিযোগে মামলা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাসচালক থেকে ভেনেজুয়েলার প্রেসিডেন্ট | প্রথম আলো",
            "time": "2026-01-03T22:14:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08%2F16a96af2-1897-4941-970e-447577a16dab%2Fmaduro%20push.jpg?rect=0%2C19%2C691%2C363&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিকোলা মাদুরো শ্রমিক রাজনীতি থেকে ক্রমে জড়িয়ে পড়েন জাতীয় রাজনীতিতে। মাদুরো ২০১৩ সালের এপ্রিলে খুবই কম ভোটের ব্যবধানে ভেনেজুয়েলার প্রেসিডেন্ট নির্বাচিত হন। যুক্তরাষ্ট্রের অভিযোগ, পরে তিনি দ্বিতীয় মেয়াদে প্রেসিডেন্ট নির্বাচিত হয়েছেন বিতর্কিত নির্বাচনের মধ্য দিয়ে। ২০১৮ সালের ২০ মে সেই নির্বাচনে তিনি প্রায় ৬৮ শতাংশ ভোট পেয়েছেন বলে দাবি করা হয়। ক্ষমতা নেওয়ার পরই তাঁর বিরুদ্ধে গণতন্ত্র নস্যাৎ ও মানবাধিকার লঙ্ঘনের গুরুতর অভিযোগ আসে।</p><p>নিকোলা মাদুরো বিরোধী মত সহ্য করেন না এবং তার কারণে সমাজে বিভক্তি সৃষ্টি হয়েছে বলে অভিযোগ রয়েছে। ২০১৪ সাল থেকে মাদুরোর শাসনে ভেনেজুয়েলার অর্থনীতিতে চরম মন্দা দেখা দেয়। মুদ্রাস্ফীতি, খাদ্যসংকট—সবকিছু মিলিয়ে দেশটির সাধারণ মানুষ চরম সংকটে পড়েছে।</p><p>ভেনেজুয়েলার পরিস্থিতি এমন অবস্থায় পৌঁছে যে দেশটির হাজার হাজার নাগরিক পাশের দেশগুলোতে গিয়ে আশ্রয় নেয়। লাতিন আমেরিকার ইতিহাসে এত মানুষের নিজের দেশ ছেড়ে যাওয়ার ঘটনা এর আগে কখনো ঘটেনি। মাদুরো ২০১৭ সালের আগস্টে একটি জাতীয় সাংবিধানিক পরিষদ গঠন করে সংবিধান সংশোধনের উদ্যোগ নিয়েছিলেন। এ নিয়েও ব্যাপক বিতর্ক হয়।</p><p>মাদুরো একটা পর্যায়ে সবার ঐক্য এবং শান্তি প্রতিষ্ঠার কর্মসূচি নেওয়ার কথা বলেছিলেন। কিন্তু সেটা তাঁর শক্তি বাড়ানোর কৌশল ছিল বলে তাঁর বিরোধীরা মনে করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দুঃসাহসিক অভিযানে যেভাবে তুলে নেওয়া হয় মাদুরোকে | প্রথম আলো",
            "time": "2026-01-03T21:46:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fzr9a9gdr%2F7.avif?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিমান হামলার মধ্যেই ভারী অস্ত্রশস্ত্রে সজ্জিত মার্কিন স্পেশাল ফোর্সের সদস্যরা কারাকাসে প্রবেশ করেন। মাদুরোর অবস্থানস্থলের ইস্পাতের দরজা কেটে ভেতরে ঢোকার প্রয়োজন হতে পারে—এমন প্রস্তুতি হিসেবে তাঁদের সঙ্গে ছিল ব্লোটর্চ (ইস্পাতজাতীয় জিনিস কাটার উপযোগী তাপ উৎপন্নকারী যন্ত্র)।</p><p>জেনারেল কেইন জানান, শনিবার যুক্তরাষ্ট্রের পূর্বাঞ্চলীয় সময় রাত আনুমানিক ১টার দিকে মার্কিন সেনারা কারাকাস শহরের কেন্দ্রে মাদুরোর কম্পাউন্ডে পৌঁছান। সেখানে তাঁরা গুলির মুখে পড়েন। তাঁদের একটি হেলিকপ্টারে গুলি লাগলেও সেটি উড়তে সক্ষম ছিল।</p><p>বাসিন্দাদের সামাজিক যোগাযোগমাধ্যমে পোস্ট করা ভিডিওতে দেখা গেছে, হেলিকপ্টারের একটি বহর শহরের ওপর দিয়ে কম উচ্চতায় উড়ে যাচ্ছে।<br>মাদুরোর ‘সেফ হাউসে’ পৌঁছানোর পর মার্কিন সেনারা এফবিআই এজেন্টদের সঙ্গে নিয়ে বাসভবনের ভেতরে প্রবেশ করেন। ট্রাম্প এই স্থানটিকে ‘অত্যন্ত সুরক্ষিত... দুর্গ’ হিসেবে বর্ণনা করেছেন।</p><p>ট্রাম্প বলেন, ‘তাঁরা ভেতরে ঢুকে পড়েন; তাঁরা এমন সব জায়গায় ঢুকেছেন, যেখানে আসলে ঢোকা সম্ভব ছিল না। আপনারা জানেন, ঠিক এই কারণেই সেখানে ইস্পাতের দরজা লাগানো হয়েছিল। কয়েক সেকেন্ডের মধ্যে সেগুলো সরিয়ে ফেলা হয়।’<br>অভিযান সম্পর্কে অবগত দুটি সূত্রের বরাত দিয়ে সিএনএন জানিয়েছে, অভিযানের সময় মাদুরো ও তাঁর স্ত্রীকে তাদের শোবার ঘর থেকে টেনেহিঁচড়ে নিয়ে যায় মার্কিন বাহিনী। এভাবেই তাঁদের আটক করা হয়। সূত্র জানিয়েছে, মধ্যরাতে ঘুমন্ত অবস্থায় এই দম্পতিকে আটক করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে তুলে নেওয়ার প্রভাব পড়বে তেলের বাজারে | প্রথম আলো",
            "time": "2026-01-03T21:04:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fbwdq7utf%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশটির জন্য এখন বড় ঝুঁকি হলো তেলখনির শ্রমিকদের ধর্মঘট বা নাশকতার আশঙ্কা। সে ক্ষেত্রে সরবরাহ ব্যাহত হওয়ার বিষয়টি কয়েক দিনের বদলে কয়েক মাস দীর্ঘ হতে পারে। যদিও মাদুরো এই খাতের সমর্থন ধরে রাখার চেষ্টা করেছিলেন, তবে শ্রমিকদের চরম দারিদ্র্যের খবরগুলো ইঙ্গিত দেয় যে মাদুরোর পতনে তাঁদের প্রতিক্রিয়া হবে পরোক্ষ। এমনকি যদি মূল শ্রমিকেরা সরকারের প্রতি অনুগতও হয়ে থাকেন, তবু দেশের বর্তমান ভয়াবহ দুর্দশা তাঁদের অজানা নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আনিসুল-জারাসহ দুই শতাধিক প্রার্থীর মনোনয়নপত্র বাতিল | প্রথম আলো",
            "time": "2026-01-03T20:36:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F3sfh6mmy%2F9.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে জাতীয় পার্টির একাংশের চেয়ারম্যান আনিসুল ইসলাম মাহমুদ, স্বতন্ত্র তাসনিম জারাসহ আরও দুই শতাধিক প্রার্থীর মনোনয়নপত্র বাতিলের খবর পাওয়া গেছে। এর আগে গত বৃহস্পতি ও শুক্রবার অন্তত ৯৯ জনের মনোনয়নপত্র বাতিল হয়।</p><p>হলফনামায় তথ্যে গলদ, তথ্য গোপন, ঋণখেলাপি, দ্বৈত নাগরিকত্বের জটিলতা, স্বতন্ত্র প্রার্থীদের ক্ষেত্রে সমর্থনকারী ভোটারের তথ্যে গরমিলসহ নানা অসংগতির কারণে এসব প্রার্থীর মনোনয়নপত্র বাতিল হয়েছে। তবে তাঁদের আপিল করার সুযোগ রয়েছে।</p><p>ঢাকা-৯ আসনের স্বতন্ত্র প্রার্থী ও সাবেক এনসিপি নেত্রী তাসনিম জারার মনোনয়নপত্র বাতিল প্রসঙ্গে ঢাকা বিভাগের অতিরিক্ত বিভাগীয় কমিশনার (রাজস্ব) মো. আজমল হোসেন প্রথম আলোকে বলেন, মোট ভোটারের মধ্যে ৪ হাজার ৩০০ জনের স্বাক্ষর প্রয়োজন ছিল। সেটা ঠিকই ছিল। বরং কিছু বেশি ভোটারের স্বাক্ষর ছিল। তবে যাচাইয়ে দেখা যায়, প্রস্তাবক ও সমর্থক হিসেবে নাম দেওয়া ১০ জনের মধ্যে ৮ জন ঢাকা-৯ আসনের ভোটার। বাকি ২ জন ওই আসনের ভোটার না হওয়ায় নির্বাচনবিধি অনুযায়ী তাঁর মনোনয়নপত্র বাতিলের সিদ্ধান্ত নেওয়া হয়। তবে তাঁর আপিলের সুযোগ আছে।</p><p>এ বিষয়ে তাসনিম জারা এক ভিডিও বার্তায় বলেছেন, তিনি মনোনয়নপত্র বাতিলের বিরুদ্ধে আপিল করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলায় ট্রাম্পের হামলা অবৈধ ও অপরিণামদর্শী: নিউইয়র্ক টাইমস এডিটরিয়াল বোর্ড | প্রথম আলো",
            "time": "2026-01-03T20:31:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fyihc4jnf%2FScreenshot-2026-01-04-005342.png?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় বিশৃঙ্খলার সম্ভাবনা অনেক বেশি মনে হচ্ছে। মাদুরোর আটক হওয়ার পরও যারা তাঁর শাসন ব্যবস্থা চালু রাখতে সাহায্য করেছে— এমন জেনারেলরা হঠাৎ করে অদৃশ্য হবে না।</p><p>সব মিলে ভেনেজুয়েলায় আরও অস্থিরতা বিশ্বজুড়ে জ্বালানি ও খাদ্য বাজারকে অস্থির করতে পারে এবং গোটা গোলার্ধ জুড়ে আরও বেশি অভিবাসী সৃষ্টি করতে পারে।<br>তাহলে যুক্তরাষ্ট্র কীভাবে ভেনেজুয়েলার সেই চলমান সমস্যার মোকাবিলা করবে? যা অঞ্চলের এবং আমেরিকার স্বার্থে হুমকি তৈরি করছে?</p><p>কোনো সহজ উত্তর নেই। এ পর্যায়ে, বিশ্বের উচিত হবে শাসন ব্যবস্থা পরিবর্তনের ঝুঁকি সম্পর্কে বোঝা।</p><p>নিউইয়র্ক টাইমসের এডিটরিয়াল বোর্ড লিখেছে, ‘আমরা আশঙ্কা করি, প্রেসিডেন্ট ট্রাম্পের দুঃসাহসী অভিযানের ফল হবে ভেনেজুয়েলার জনগণের জন্য বেশি কষ্ট, ওই অঞ্চলে বাড়তি অস্থিতিশীলতা এবং বিশ্বের নানা স্থানে আমেরিকার স্বার্থের স্থায়ী ক্ষতি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতা হস্তান্তর না হওয়া পর্যন্ত ভেনেজুয়েলা ‘চালাবে’ যুক্তরাষ্ট্র: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-03T19:59:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F158ncrqp%2Ftrump.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাদুরোর অনুপস্থিতিতে যুক্তরাষ্ট্রই ভেনেজুয়েলা পরিচালনা করবে জানিয়ে ট্রাম্প বলেন, ‘যুক্তরাষ্ট্র ভেনেজুয়েলাকে ততক্ষণ পর্যন্ত পরিচালনা করতে যাচ্ছে, যতক্ষণ না আমরা নিরাপদ, যথাযথ ও ন্যায়সংগত ক্ষমতা হস্তান্তর সম্পন্ন করতে পারি।’</p><p>যুক্তরাষ্ট্রের ভেনেজুয়েলা পরিচালনা করার মানে দেশটিতে মার্কিন স্থলসেনা মোতায়েন কি না—এমন প্রশ্নের জবাবে ট্রাম্প বলেন, ‘আমরা স্থলসেনা মোতায়েনে ভয় পাই না।’ তিনি আরও বলেন, ‘আমরা নিশ্চিত করতে যাচ্ছি, দেশটি (ভেনেজুয়েলা) যেন সঠিকভাবে পরিচালিত হয়।’</p><p>ভেনেজুয়েলা পরিচালনার জন্য ঠিক কোন প্রক্রিয়া অবলম্বন করা হবে, জানতে চাইলে ট্রাম্প বলেন, ‘আমরা এই মুহূর্তে লোক মনোনীত করছি এবং আমরা আপনাদের জানিয়ে দেব তাঁরা কারা।’ ভেনেজুয়েলা কে শাসন করবে, এমন প্রশ্নে নিজের ও পররাষ্ট্রমন্ত্রী মার্কো রুবিওর দিকে হাত দিয়ে ইঙ্গিত করে ট্রাম্প বলেন, ‘একটি নির্দিষ্ট সময়ের জন্য মূলত আমার ঠিক পেছনে দাঁড়িয়ে থাকা এই মানুষগুলোই মোটা দাগে দেশটি পরিচালনা করতে যাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সুরক্ষিত দুর্গ থেকে মাদুরো আটক, অভিযানটি ছিল শক্তিশালী চমকপ্রদ প্রদর্শনী: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-03T19:48:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fehwc2fgy%2FMaduro_and_wife.webp?rect=0%2C91%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলা সরকার যুক্তরাষ্ট্রের হামলাকে ‘চূড়ান্ত সামরিক আগ্রাসন’ হিসেবে অভিহিত করেছে। তারা এ ব্যাপারে জরুরি ভিত্তিতে আলোচনার জন্য জাতিসংঘের নিরাপত্তা পরিষদের বৈঠক আহ্বান করেছে।</p><p>ইউরোপীয় ইউনিয়ন (ইইউ) আন্তর্জাতিক আইন মান্য করে সংশ্লিষ্ট সব পক্ষকে শান্ত থাকার আহ্বান জানিয়েছে।</p><p>যুক্তরাজ্যের প্রধানমন্ত্রী কিয়ার স্টারমার বলেছেন, ভেনেজুয়েলায় যুক্তরাষ্ট্রের অভিযানে যুক্তরাজ্য জড়িত নয়। তবে এই হামলার বিষয়ে মন্তব্য করার আগে তিনি এ বিষয়ে আরও তথ্য জানতে চান। এরই মধ্যে স্পেন বিষয়টির শান্তিপূর্ণ সমাধানের জন্য মধ্যস্থতা করার আগ্রহ প্রকাশ করেছে।</p><p>রাশিয়া, ইরান, কিউবা ও কলম্বিয়া এ হামলার নিন্দা জানিয়েছে। ব্রাজিলের প্রেসিডেন্ট লুলা দা সিলভা এ হামলাকে ভেনেজুয়েলার সার্বভৌমত্বের ওপর ‘সরাসরি আঘাত’ বলে অভিহিত করেছেন। আর মেক্সিকো বলেছে, এ হামলা ‘আঞ্চলিক স্থিতিশীলতাকে গুরুতর ঝুঁকিতে ফেলেছে’।</p><p>ভেনেজুয়েলায় যুক্তরাষ্ট্রের শক্তি প্রয়োগের নিন্দা জানিয়েছে চীন। চীনের পররাষ্ট্র মন্ত্রণালয় এক বিবৃতিতে অন্য দেশের সার্বভৌমত্ব ও নিরাপত্তা লঙ্ঘন বন্ধ করতে যুক্তরাষ্ট্রের প্রতি আহ্বান জানিয়েছে।</p><p>যে অজুহাতে ভেনেজুয়েলায় হামলা, তা গ্রহণযোগ্য নয় বলে মনে করে রাশিয়া। ভেনেজুয়েলায় মার্কিন হামলার তীব্র নিন্দা জানিয়ে রাশিয়ার পররাষ্ট্র মন্ত্রণালয় এক বিবৃতিতে ‘ভেনেজুয়েলার নির্বাচিত প্রেসিডেন্ট ও তাঁর স্ত্রীকে ছেড়ে দেওয়ার’ দাবি জানিয়েছে।</p><p>জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস ভেনেজুয়েলায় মার্কিন হামলায় ‘গভীরভাবে উদ্বিগ্ন’। তাঁকে উদ্ধৃত করে তাঁর মুখপাত্র বলেছেন, এটি বিপজ্জনক নজির তৈরি করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে আটক আন্তর্জাতিক আইনের লংঘন: মেয়র জোহরান মামদানি | প্রথম আলো",
            "time": "2026-01-03T19:37:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fe64us7b3%2FMamdani.jpg?rect=0%2C3%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় হামলা চালিয়ে প্রেসিডেন্ট নিকোলা মাদুরোকে আটকের ঘটনার নিন্দা জানিয়েছেন নিউইয়র্কের মেয়র জোহরান মামদানি। তিনি এই হামলাকে আন্তর্জাতিক আইনের লংঘন বলে উল্লেখ করেছেন। </p><p>নতুন বছরের প্রথম দিন নিউইয়র্কের মেয়র হিসেবে শপথ নেন জোহরান। নিউইয়র্ক টাইমসের খবরে বলা হয়, জোহরান মামদানি ভেনেজুয়েলার প্রেসিডেন্ট মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেন্সকে আটক করার নিন্দা জানিয়ে বলেন, এটা যুদ্ধের মতো একটা কাজ। একই সঙ্গে দেশের ও আন্তর্জাতিক আইনের লংঘন।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই দফা দাবি জানিয়ে শাহবাগ ছাড়লেন বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতা-কর্মীরা | প্রথম আলো",
            "time": "2026-01-03T19:32:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fyuhq8wet%2FShabag.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাত ১১টার দিকে সরেজমিন দেখা যায়, শাহবাগ মোড়ের মাঝখানে অবস্থান নিয়ে সড়কে আগুন জ্বালিয়ে বিক্ষোভ করছিলেন বৈষম্যবিরোধী আন্দোলনের নেতা–কর্মীরা। সেখানে তাঁরা একটু পরপর ‘জ্বালো রে জ্বালো, আগুন জ্বালো’; ‘ইনকিলাব ইনকিলাব, জিন্দাবাদ জিন্দাবাদ’; ‘মুক্তি মুক্তি চাই, মাহদীর মুক্তি চাই’ এমন স্লোগান দিচ্ছিলেন।</p><p>রাত সোয়া ১২টার দিকে মাহদী হাসানের মুক্তিসহ দুই দফা দাবি জানিয়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের সভাপতি রিফাত রশিদ বলেন, রাতের মধ্যেই মাহদী হাসানের নিঃশর্ত মুক্তি ও হবিগঞ্জ সদর থানার ওসিকে প্রত্যাহার করতে হবে। এ ছাড়া জুলাই গণ–অভ্যুত্থানে অংশগ্রহণকারী ছাত্র–শ্রমিক–জনতাকে ১ জুলাই থেকে ৮ আগস্ট পর্যন্ত সব কার্যক্রম থেকে দায়মুক্তি দিয়ে ২৪ ঘণ্টার মধ্যে রাষ্ট্রপতি কর্তৃক অধ্যাদেশ জারি করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলায় কি গৃহযুদ্ধ ছড়িয়ে পড়বে | প্রথম আলো",
            "time": "2026-01-03T19:20:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Ff6uros7t%2FSmoke-rises-Copy.png?rect=0%2C51%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আন্তর্জাতিক আইনের প্রতি যতটুকু সম্মান বজায় ছিল, মাদুরো ও তাঁর স্ত্রীকে ধরে নিয়ে যাওয়ার মধ্য দিয়ে তা–ও শেষ হয়ে গেছে বলে মনে করেন সুলতান বারাকাত। তাঁর মতে, যুক্তরাষ্ট্রের এ ঘটনা থেকে বিশ্বের অন্যান্য দেশও একই ধরনের কাজ করতে উৎসাহিত হতে পারে।</p><p>বারাকাতের ভাষায়, এর মধ্য দিয়ে আন্তর্জাতিক চুক্তির কফিনে সম্ভবত সর্বশেষ পেরেকটি ঠুকে দেওয়া হয়েছে। রাষ্ট্রের সার্বভৌমত্বের মূল নীতি ভেঙে দেওয়া হয়েছে।</p><p>কাতারের সরকারি নীতি বিভাগের এ অধ্যাপক আরও বলেন, লেবানন ও ইরানে সম্প্রতি ইসরায়েল ও যুক্তরাষ্ট্রের চালানো যৌথ হামলার সঙ্গে ভেনেজুয়েলার ঘটনার মিল রয়েছে। এসব হামলা প্রচলিত আন্তর্জাতিক আইন ও নিয়মের বিরুদ্ধে চ্যালেঞ্জ ছুড়ে দিয়েছে।</p><p>বারাকাতের আশঙ্কা, এখন চীনও যুক্তরাষ্ট্রের এই পদক্ষেপ অনুসরণ করতে পারে। তাইওয়ানের বিরুদ্ধে সম্ভাব্য সামরিক অভিযানের ন্যায্যতা দাবি করতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শাহজাহানপুরে এক ব্যক্তির অস্বাভাবিক মৃত্যু | প্রথম আলো",
            "time": "2026-01-03T19:08:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C359%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর শাহজাহানপুর এলাকায় এক ব্যক্তির অস্বাভাবিক মৃত্যু হয়েছে। ওই ব্যক্তির নাম শাফিউল হক (৬০)। শনিবার বেলা আড়াইটার দিকে এ ঘটনা ঘটে।</p><p>শাহজাহানপুর থানা সূত্রে জানা গেছে, শনিবার দুপুরে শাহজাহানপুরের গুলবাগ এলাকায় বড় ভাইয়ের বাড়িতে যান শাফিউল হক।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে আইপিএল সম্প্রচার বন্ধ করতে বললেন আসিফ নজরুল | প্রথম আলো",
            "time": "2026-01-03T18:54:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F1sg8jdi8%2FUntitled-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোস্তাফিজুর রহমানকে আইপিএল থেকে বাদ দেওয়ার নিন্দা ও প্রতিবাদ জানিয়েছেন যুব ও ক্রীড়া উপদেষ্টা আসিফ নজরুল। বিসিসিআইয়ের নির্দেশে মোস্তাফিজকে ছেড়ে দিয়েছে কলকাতা নাইট রাইডার্স।</p><p>নিজের ভেরিফায়েড ফেসবুকে পেজে আসিফ নজরুল লিখেছেন, ‘উগ্র সাম্প্রদায়িক গোষ্ঠীর কাছে নতি শিকার করে বাংলাদেশের ক্রিকেটার মোস্তাফিজুর রহমানকে দল থেকে বাদ দেওয়ার জন্য কলকাতা নাইট রাইডার্সকে নির্দেশ দিয়েছে ভারতের ক্রিকেট বোর্ড। আমি এর তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছি।’</p></div></div></div></body></html>"
        }
    ]
}