{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইঞ্জিনিয়ারিং থেকে অভিনয়, অভিনয় থেকে ব্যবসা-কৃতি শ্যাননের অনবদ্য পথচলা | প্রথম আলো",
            "time": "2025-08-13T14:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fsbfyqej8%2F%F0%9F%A6%8B%F0%9F%A6%8BIIFA2024-3.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যবসায়িক সাফল্যের প্রতিফলন দেখা যায় কৃতির রিয়েল এস্টেট ব্যবসায় বিনিয়োগেও। ‘মানি কন্ট্রোল’–এর তথ্য অনুযায়ী, সম্প্রতি তিনি মুম্বাইয়ের বান্দ্রায় অভিজাত অ্যাপার্টমেন্টে উঠেছেন, যার মাসিক ভাড়া ১৭ লাখ রুপি—বার্ষিক ভাড়া ২ কোটি রুপির বেশি। তাঁর প্রতিবেশীদের মধ্যে আছেন ক্রিকেটার কে এল রাহুল ও অভিনেতা জাভেদ জাফরি। শুধু শহুরে সম্পত্তি নয়, ২০২৪ সালে কৃতি সমুদ্র উপকূলবর্তী আলিবাগে কিনেছেন দুই হাজার বর্গফুট জমি, যার মূল্য দুই কোটি রুপির বেশি। একই প্রকল্পে বলিউড কিংবদন্তি অমিতাভ বচ্চনও জমি কিনেছেন। এতেই বোঝা যায়, বিলাসবহুল সম্পত্তিতে কৃতির বিনিয়োগ বা আগ্রহের বিষয়টি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাকি টাকা চাওয়ায় বাগ্‌বিতণ্ডা, পরে বাড়ি থেকে পিস্তল এনে চা-দোকানিকে গুলি | প্রথম আলো",
            "time": "2025-08-13T13:59:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fecosm556%2FGAIBANDHADH05992025081320250813161516.JPG.JPG?rect=0%2C556%2C2732%2C1434&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুলিতে আহত চা-দোকানির নাম ওয়াসিম (১৮)। ইদিলপুর ইউনিয়নের দক্ষিণ চকদাড়িয়া গ্রামে তাঁদের বাড়ি। ওয়াসিম ও তাঁর বাবা সিদ্দিক আকন্দ মিলে নাপিতের বাজার এলাকায় চা-নাশতার দোকানটি পরিচালনা করেন।</p><p>পুলিশ, হাসপাতাল ও প্রত্যক্ষদর্শী সূত্রে জানা যায়, আজ সকাল সাড়ে ১০টার দিকে নাপিতের বাজারে আসেন গোলাপ প্রামাণিক। তিনি সিদ্দিক আকন্দের দোকানে খাজা (একপ্রকার নাশতা) খান। খাবার পর বিল না দিয়ে চলে যেতে চান। এ সময় সিদ্দিক আকন্দ তাঁর কাছে টাকা চান। গোলাপ টাকা দিতে পারব না বলে জানিয়ে দেন। এ নিয়ে কথা–কাটাকাটির এক পর্যায়ে সিদ্দিককে ধাক্কা দেন গোলাপ। এ সময় ওয়াসিম তাঁর বাবা ও গোলাপকে সরিয়ে দেন। এতে ক্ষিপ্ত হয়ে গোলাপ ওয়াসিমকে ধাক্কা দিয়ে চলে যান।</p><p>কিছুক্ষণ পর গোলাপ বাড়ি থেকে পিস্তল এনে ওয়াসিমকে গুলি করেন। এতে ওয়াসিমের বাঁ পায়ের ওপরের দিকে ঊরুতে গুলি লেগে পাশ দিয়ে চলে যায়। এ সময় ওয়াসিমকে বাঁচাতে এগিয়ে এলে গোলাপ তাঁর ভাবি সেলিনা বেগমকে গুলি করেন। গুলি সেলিনার পায়ে লেগে এক পাশ দিয়ে চলে যায়। ফলে তিনিও আহত হন।<br>এদিকে হইচই শুনে আশপাশের লোকজন এগিয়ে এলে গোলাপ ফাঁকা গুলি ছুড়ে পালিয়ে যান। পরে আহত অবস্থায় ওয়াসিম ও সেলিনা বেগমকে গাইবান্ধা জেনারেল হাসপাতালে ভর্তি করা হয়। দুপুরের পর সেলিনা বেগম হাসপাতাল ছেড়ে চলে যান। ওয়াসিম হাসপাতালে চিকিৎসাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাদাপাথরে লুটপাটের ঘটনায় অভিযানে দুদক, শনাক্ত করা হচ্ছে দোষীদের | প্রথম আলো",
            "time": "2025-08-13T13:56:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fbvclgcym%2FSylhetDH0529.jpg?rect=0%2C36%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুদকের উপপরিচালক রাফি মো. নাজমুস্ সাদাৎ প্রথম আলোকে বলেন, লুটপাটে স্থানীয় বাসিন্দা ও প্রভাবশালী লোক, পাথর–সংশ্লিষ্ট ব্যবসায়ীরা জড়িত ছিলেন। তাঁদের শনাক্ত করার চেষ্টা চলছে। এ ছাড়া স্থানীয় প্রশাসন, পুলিশ ও খনিজ সম্পদ উন্নয়ন ব্যুরো নিষ্ক্রিয় ছিল বা বাধা দেয়নি। এ কারণে এ লুটপাট ঠেকানো যায়নি বলে দুদক জানতে পেরেছে। অভিযান শেষে দুদক পরবর্তী ব্যবস্থা নেবে।</p><p>দুদক সূত্র জানায়, দুদক দল সরেজমিনে দেখতে পায়, ঘটনাস্থলে স্থানীয় প্রশাসনের বিভিন্ন সেবা চালু আছে। নদীর তীরেই বিজিবি ক্যাম্প এবং বিজিবি সদস্যরা টহল দিচ্ছেন। বছরখানেক সময় ধরে প্রশাসনের সামনে এবং স্থানীয় প্রভাবশালী নেতাদের ইন্ধন ও সরাসরি সম্পৃক্ততায় পাথর উত্তোলন করে নিয়ে যাওয়া হয়েছে। পাথর চুরির প্রক্রিয়াটি প্রশাসনের নিষ্ক্রিয়তায় সংঘটিত হয়েছে মর্মে প্রতীয়মান হয়। সেই পাথর স্থানীয় পাথর ভাঙার (স্টোন ক্রাশার) যন্ত্রে ভাঙা হয়েছে, যাতে চুরি করা পাথরের অস্তিত্ব না পাওয়া যায়।</p><p>এদিকে কোম্পানীগঞ্জ উপজেলা প্রশাসন সূত্রে জানা গেছে, আজ সকাল সাড়ে ১০টা থেকে জেলা প্রশাসনের উদ্যোগে সাদাপাথর ও আশপাশের এলাকায় অভিযান শুরু হয়। বেলা সাড়ে চারটা পর্যন্ত এ অভিযান অব্যাহত ছিল। এ সময় সাদাপাথরের পাশের কালাইরাগ এলাকা থেকে অবৈধভাবে উত্তোলন করা ১২ হাজার ঘনফুট পাথর জব্দ করা হয়। এসব পাথর আবার সাদাপাথরে রাখার প্রস্তুতি চলছে। এ ছাড়া কলাবাড়ি এলাকায় পাথর ভাঙার কাজে ব্যবহৃত বেশ কিছু যন্ত্রের বিদ্যুৎ-সংযোগ বিচ্ছিন্ন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন সুষ্ঠু না হলে ‘গলায় গামছা ও মাজায় রশি’ লাগতে পারে: সিইসিকে ইসলামী আন্দোলন | প্রথম আলো",
            "time": "2025-08-13T13:52:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F68a55jn6%2FGazi-Ataur-Islami-Andolon.jpeg?rect=0%2C17%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজী আতাউর রহমান বলেন, ‘আমরা বলেছি যে আপনি যদি মনে করেন সুষ্ঠু নির্বাচন, গ্রহণযোগ্য নির্বাচন দিতে পারবেন, তাহলে আপনি নির্বাচন দেন। আর যদি আপনি মনে করেন সুষ্ঠু, গ্রহণযোগ্য ও নিরপেক্ষ নির্বাচন দিতে পারবেন না, তাহলে আপনি ঝুঁকি নেবেন না। কারণ, যদি আপনি সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন না দিতে পারেন, তাহলে বিগত নির্বাচন কমিশনের পরিণতি আপনাকে ভোগ করতে হবে। আপনার গলায় গামছা এবং মাজায় রশি লাগতে পারে। এই অবস্থাটা আপনি মনে রাখবেন।’</p><p>সাক্ষাতে নির্বাচন কমিশনের কাছে ইসলামী আন্দোলনের পক্ষ থেকে সাতটি প্রস্তাব উপস্থাপন করা হয়। এগুলোর মধ্যে রয়েছে: জাতীয় সংসদ নির্বাচনের আগে স্থানীয় সরকার নির্বাচন আয়োজন, নির্বাচনী কাজে দায়িত্বপ্রাপ্ত সদস্যদের নিরপেক্ষ ভূমিকা রাখার জন্য প্রশিক্ষণ, ভোটকেন্দ্রে সেনাবাহিনী মোতায়েন, জুলাই জাতীয় সনদের আলোকে যে সংস্কার হবে, সে অনুযায়ী পিআর (সংখ্যানুপাতিক) পদ্ধতিতে নির্বাচন আয়োজন, আওয়ামী লীগ ও তার সহযোগী দলকে নির্বাচনে অযোগ্য ঘোষণা এবং দুর্নীতিবাজ ও সন্ত্রাসীদের নির্বাচনে অযোগ্য ঘোষণা করা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেব্রুয়ারির নির্বাচনে ঋণখেলাপিরা অংশ নিতে পারবেন না: অর্থ উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-13T13:50:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-30%2F9c1zl63e%2Fab4f5f70-0483-436e-a9f9-5db2042e3063.jfif?rect=0%2C97%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রচলিত আইনেই ঋণখেলাপিদের নির্বাচন করতে বিধিনিষেধ আছে। গণপ্রতিনিধিত্ব আদেশ ১৯৭২-এর ১২ অনুচ্ছেদের বিধান অনুসারে, কোনো ঋণখেলাপি ব্যক্তি জাতীয় সংসদের সদস্য হওয়ার যোগ্য হন না। ফলে খেলাপি হলে কেউ প্রার্থী হতে পারেন না। তবে এ বিধানের অপব্যবহার হয় প্রতি নির্বাচনের আগেই।</p><p>অর্থ উপদেষ্টা বলেন, ‘আমরা সব সময় বলি, অর্থনৈতিক উন্নয়ন নির্ভর করে রাজনৈতিক সংস্কৃতির ওপর। নির্বাচন কমিশনের উচিত ঋণখেলাপিদের শনাক্ত করা। কিন্তু সমস্যা হচ্ছে আদালতের স্টে অর্ডার নিয়ে। মহীউদ্দীন খান আলমগীর (আওয়ামী লীগের সাবেক মন্ত্রী) তো ঋণখেলাপি হয়েও পাঁচ বছর কাটিয়ে দিয়েছিলেন।’</p><p>আগামী নির্বাচনে কালোটাকা রোধে সরকার কোনো পদক্ষেপ নিচ্ছে কি না—এমন প্রশ্নের জবাবে অর্থ উপদেষ্টা বলেন, ‘এখনো আমাদের কাছে বিষয়টি আসেনি। এ নিয়ে নির্বাচন কমিশন চিন্তা করবে। তবে কালোটাকার ক্ষেত্রে দুটি বিষয়। একটি হচ্ছে উৎস, আরেকটি প্রক্রিয়া। উৎসটা আগের চেয়ে মোটামুটি বন্ধ হয়েছে। আগে তো ব্যাংকের মালিক, শিল্পপ্রতিষ্ঠানের মালিক, সংবাদপত্রের মালিক, ফ্ল্যাটের মালিক সব একজনই ছিল। কিন্তু এখন তা হচ্ছে না। এখন মোটামুটি চেক অ্যান্ড ব্যালান্স (ভারসাম্য) হচ্ছে।’</p><p>গতকাল মঙ্গলবার এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী এক অনুষ্ঠানে বলেছেন, ‘ফেব্রুয়ারিতে নির্বাচন হবে না।’ এ বিষয়ে জানতে চাইলে অর্থ উপদেষ্টা বলেন, ‘রাজনৈতিক বক্তব্য তারা রাখুক। আমি বামপন্থী রাজনীতি করেছি। তখন কত বক্তব্য দিয়েছি! হল বন্ধ করে দাও, বিশ্ববিদ্যালয় বন্ধ করে দাও ইত্যাদি। বন্ধ হয়েছে নাকি?’</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের সময় চানখাঁরপুলে পুলিশের পোশাকে লোকেরা হিন্দি ভাষায় কথা বলছিল | প্রথম আলো",
            "time": "2025-08-13T13:48:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-12%2Feakv2mid%2FImage-20.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জবানবন্দিতে শহীদ আহম্মেদ বলেন, আবার তাঁরা সামনে যাওয়ার চেষ্টা করলে পুলিশ তাঁদের লক্ষ্য করে গুলি করে। তাঁর পাশের একজনের পায়ে গুলি লাগে। তাঁকে তিনি সরাচ্ছিলেন। তখন তাঁকে একজন বলেন, তাঁর ভাতিজা ইয়াকুবের গায়ে গুলি লেগেছে। তিনি ওই ছেলেকে আরেকজনের কাছে রেখে ভাতিজার কাছে যান। আরও দুজনসহ ভাতিজাকে অটোরিকশায় করে মিটফোর্ড হাসপাতালে নিয়ে যান। হাসপাতালে কর্তব্যরত ডাক্তার বলেন যে ইয়াকুব মারা গেছে।</p><p>এ মামলায় আট আসামি। এর মধ্যে ঢাকা মহানগর পুলিশের (ডিএমপি) সাবেক কমিশনার হাবিবুর রহমান, সাবেক যুগ্ম কমিশনার সুদীপ কুমার চক্রবর্তী, রমনা অঞ্চলের সাবেক অতিরিক্ত উপকমিশনার শাহ্ আলম মো. আখতারুল ইসলাম ও রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুল পলাতক। আর অপর আসামি শাহবাগ থানার সাবেক পরিদর্শক আরশাদ হোসেন, সাবেক কনস্টেবল সুজন হোসেন, ইমাজ হোসেন ও মো. নাসিরুল ইসলাম গ্রেপ্তার আছেন। আজ তাঁদের ট্রাইব্যুনালে হাজির করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সবচেয়ে বেশি আইসিসি মাসসেরা হয়েছেন কারা",
            "time": "2025-08-13T13:36:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2025-08-13/uquqhfhu/404465.webp?auto=format&q=35&w=1200",
            "body": "<html><body><div><div class=\"vs__summary\"><p>প্রথম ক্রিকেটার হিসেবে চারবার মাসসেরা হয়েছেন অস্ট্রেলিয়ার অ্যাশলি গার্ডনার</p></div>\n                        \n              </div></body></html>"
        },
        {
            "title": "৩২ ঘণ্টার সিসি ক্যামেরার ফুটেজ পর্যবেক্ষণ, ধারণা গাড়ির গ্যাস থেকে মৃত্যু | প্রথম আলো",
            "time": "2025-08-13T13:32:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2F4xa9p9mu%2FUntitled-1.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দালাল চক্রের হাতে খুনের দাবি স্বজনদের</strong></p><p>এদিকে জাকিরের স্বজনেরা দাবি করেছেন, দালাল চক্রের হাতে খুন হয়েছেন জাকির ও তাঁর বন্ধু মিজান। যুক্তরাষ্ট্রে যাওয়ার জন্য দালালদের ২৫ লাখ টাকা দিয়েছিলেন জাকির। কিন্তু টাকা দেওয়ার আড়াই বছরেও যুক্তরাষ্ট্রে যেতে পারেননি তিনি। দালালদের টাকা ফেরত দিতে চাপ দেওয়ায় তাঁকে হত্যা করা হয়েছে।</p><p>মঙ্গলবার দুপুরে নোয়াখালীর চাটখিলে জাকির হোসেনের বাড়িতে তাঁর বড় ভাই শাহাদাৎ হোসেনের সঙ্গে প্রথম আলোর কথা হয়। তিনি বলেন, ‘প্রায় আড়াই বছর আগে তাঁর ভাই যুক্তরাষ্ট্রে যাওয়ার উদ্দেশ্যে লক্ষ্মীপুর ও ফেনীর এক দালাল চক্রকে ২৫ লাখ টাকা দিয়েছেন। এর মধ্যে ১৯ লাখ টাকা লেনদেনের সব কাগজপত্র তাঁদের কাছে আছে। ‍যুক্তরাষ্ট্রে নেওয়ার কথা বলে তাঁরা তাঁর ভাইকে ঘুরিয়েছেন। এরই মধ্যে তাঁদের কাছে টাকা ফেরত চাওয়ায় সম্পর্কের অবনতি হয়। তাঁরা (দালালেরা) তাঁর ভাইকে নানা হুমকি দেন। সর্বশেষ গত রোববার ঢাকায় তাঁর ভাইকে টাকা দেওয়ার কথা ছিল। এ কারণে তাঁদের সন্দেহ, ওই দালাল চক্র দুজনের মৃত্যুর ঘটনায় জড়িত থাকতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেন্যু হবে ওয়াই-ফাই জোন, আম্বার আইটি-প্রথম আলো চুক্তি সই | প্রথম আলো",
            "time": "2025-08-13T13:30:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fv0jysz9n%2Fpaloamber.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলোর আয়োজনে ও শিক্ষার ডিজিটাল প্ল্যাটফর্ম ‘শিখো’র পৃষ্ঠপোষকতায় এসএসসি ও সমমানের পরীক্ষায় জিপিএ-৫ পাওয়া শিক্ষার্থীদের ৬৪ জেলায় সংবর্ধনা দেওয়া হবে। আগামী ১৭ আগস্ট রোববার কক্সবাজার, পঞ্চগড় ও রাজবাড়ী জেলা দিয়ে শুরু হবে এ আয়োজন।</p><p>আয়োজনটিতে সহযোগিতায় থাকছে কনকর্ড গ্রুপ, ফ্রেশ, বার্জার পেইন্টস বাংলাদেশ লিমিটেড, মিউচুয়াল ট্রাস্ট ব্যাংক পিএলসি, কনকা-গ্রি, কোয়ালিটি গ্রুপ, অতীশ দীপঙ্কর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, ইউসিএসআই ইউনিভার্সিটি বাংলাদেশ শাখা ক্যাম্পাস, আম্বার আইটি লিমিটেড, এটিএন বাংলা ও প্রথম আলো বন্ধুসভা।</p></div></div></div></body></html>"
        },
        {
            "title": "সেবা ও পরিবেশ উভয় ক্ষেত্রেই প্রভাব ফেলছে টেকসই উদ্যোগ | প্রথম আলো",
            "time": "2025-08-13T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fj3d22u3h%2FPRIME-BANK.jpg?rect=0%2C2%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>জিয়াউর রহমান:</strong> প্রাইম ব্যাংক টেকসই ব্যবসায়িক প্রবৃদ্ধিকে সর্বোচ্চ গুরুত্ব দেয়, যা দীর্ঘমেয়াদি মূল্য সৃষ্টির মাধ্যমে আর্থিক স্থিতিশীলতা বজায় রাখতে সহায়তা করে। ব্যাংকটি ধারাবাহিকভাবে পরিচালনাগত, অবকাঠামোগত ও প্রযুক্তিগত উন্নয়ন কার্যকারিতা, উদ্ভাবন এবং প্রতিযোগিতামূলক সক্ষমতা নিশ্চিত করে চলেছে। চলতি বছরের প্রথমার্ধে প্রাইম ব্যাংকের নিট মুনাফায় ৩২ শতাংশ প্রবৃদ্ধি হয়েছে। ২০২৫ এর প্রথমার্ধ শেষে ব্যাংকের শেয়ার প্রতি নিট সম্পদ মূল্য (এনএভি) এবং শেয়ার প্রতি নিট পরিচালন নগদ প্রবাহ (এনওসিএফপিএস) দাঁড়িয়েছে যথাক্রমে ৩৫.২৯ টাকা এবং ১৭.১০ টাকা, যা বিগত বছরের একই সময়ে ছিল যথাক্রমে ২৯.৮৩ টাকা এবং ৮.৪৬ টাকা। চলতি বছরের জুন পর্যন্ত প্রাইম ব্যাংকের মোট সম্পদ দাঁড়িয়েছে ৫৯ হাজার ৬০৫ কোটি টাকায়, যার মধ্যে ঋণ ও অগ্রিম ৩৩ হাজার ৪৭২ কোটি টাকা। বছরের প্রথমার্ধ শেষে ১৭ দশমিক ৭২ শতাংশ শক্তিশালী মূলধন-ঝুঁকি ভারসাম্য অনুপাত বজায় রেখেছে, যা ব্যাংকের দৃঢ় আর্থিক ভিত্তির সাক্ষ্য বহন করে। প্রাইম ব্যাংক উদ্ভাবনী ব্যাংকিং সমাধান প্রদান ও টেকসই প্রবৃদ্ধিকে অগ্রাধিকার দিয়ে চলেছে, যাতে তার গ্রাহক ও অংশীদারেরা একটি পরিবর্তনশীল আর্থিক পরিপ্রেক্ষিতে দীর্ঘমেয়াদি সফলতা অর্জন করতে পারে।</p></span></div></div></body></html>"
        },
        {
            "title": "পরিবেশবান্ধব সনদ পেল নতুন ৫ কারখানা | প্রথম আলো",
            "time": "2025-08-13T13:29:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F552be0f6-2540-425f-a9ab-cd8264481c91%2Fe1e2cecf-32ba-460e-8e87-3c632845713a.jpeg?rect=0%2C62%2C674%2C354&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের যে ২৫৮টি কারখানা এখন পর্যন্ত পরিবেশবান্ধব কারখানার স্বীকৃতি পেয়েছে, তার মধ্যে ১০৯টি কারখানা প্লাটিনাম সনদ, ১৩৩টি গোল্ড সনদ পেয়েছে। অর্থাৎ বাংলাদেশের কারখানাগুলো সর্বোচ্চ মানের পরিবেশবান্ধব কারখানার শর্ত পূরণ করতে পারছে। বাকি ১৬টি কারখানার মধ্যে সিলভার সনদপ্রাপ্ত কারখানা ১২টি এবং সার্টিফায়েড সনদপ্রাপ্ত কারখানা ৪টি।</p><p>বিশ্বের শীর্ষ ১০ পরিবেশবান্ধব কারখানার তালিকায় স্থান পেয়েছে ১২টি প্রতিষ্ঠান। তার মধ্যে বাংলাদেশের ১১টি। বিশ্বে সর্বোচ্চ নম্বর পেয়ে বিশ্বের শীর্ষ পরিবেশবান্ধব কারখানার স্বীকৃতি পেয়েছে গাজীপুরের তানিশা ফেব্রিকস (এডমিন বিল্ডিং)। ১১০ নম্বরের মধ্যে কারখানাটি ১০৭ পেয়েছে। দেশের অন্য শীর্ষস্থানীয় পরিবেশবান্ধব কারখানাগুলো হচ্ছে গাজীপুরের এসএম সোর্সিং, গাজীপুরের তানিশা ফেব্রিকস (আরএমজি বিল্ডিং), ময়মনসিংহের গ্রিন টেক্সটাইল, গাজীপুরের ইস্প্রিট অ্যাপারেলস, নিট এশিয়া ও ইন্ট্রিগ্রা ড্রেসেস, নারায়ণগঞ্জের রেমি হোল্ডিংস ও ফতুল্লা অ্যাপারেলস, গাজীপুরের লিডা টেক্সটাইল অ্যান্ড ডাইং ও লিজ ফ্যাশন ইন্ডাস্ট্রিজ।</p></div></div></div></body></html>"
        },
        {
            "title": "পর্তুগালে দাবানল থেকে জ্বলে উঠল ‘আগুনের ঘূর্ণি’ | প্রথম আলো",
            "time": "2025-08-13T13:29:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fuyze9a4e%2FWeb-2.jpg?rect=0%2C89%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পর্তুগালে দাবানল থেকে জ্বলে উঠল ‘আগুনের ঘূর্ণি’\" class=\"nA4h1 \">পর্তুগালে দাবানল থেকে জ্বলে উঠল ‘আগুনের ঘূর্ণি’</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T19:29:31+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ১৩: ২৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "খাদ্যবান্ধব কর্মসূচির আওতায় এখন ৫৫ লাখ পরিবার: আলী ইমাম মজুমদার | প্রথম আলো",
            "time": "2025-08-13T13:29:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fgwzxmll6%2FWhatsApp-Image-2025-08-13-at-7.13.56-PM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বুধবার বিকেলে ফেনী সার্কিট হাউসে সাংবাদিকদের সঙ্গে আলাপকালে এক প্রশ্নের জবাবে তিনি এ কথাগুলো বলেন।</p><p>আলী ইমাম মজুমদার বলেন, একসময় রেশনের চাল রান্না করলে অনেক গন্ধ বের হতো। আগে চালের মধ্যে বিভিন্ন ধরনের ওষুধপত্র দেওয়া হতো, এখন সেদিন চলে গেছে। বর্তমানে চালের মান অনেক ভালো। যে চাল বাজারে ৬০ টাকা কেজিতে বিক্রি হয়, সেই চালই ওএমএসে ৩০ টাকায় দেওয়া হচ্ছে। সে একই চাল খাদ্যবান্ধব কর্মসূচিতেও ১৫ টাকায় পাবে মানুষ।</p><p>উপদেষ্টা বলেন, ‘বর্তমানে আমাদের ২২ লাখ মেট্রিক টন খাদ্য মজুত রয়েছে। এর মধ্যে ২০ লাখ মেট্রিক টনের বেশি রয়েছে চাল। আমন ফসল ভালো হলে আমদানিও খুব বেশি করতে হবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মালয়েশিয়া ন্যাশনাল বিশ্ববিদ্যালয়ে প্রধান উপদেষ্টার বক্তব্য | প্রথম আলো",
            "time": "2025-08-13T13:24:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fistu63yl%2FWeb-1.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মালয়েশিয়া ন্যাশনাল বিশ্ববিদ্যালয়ে প্রধান উপদেষ্টার বক্তব্য\" class=\"nA4h1 \">মালয়েশিয়া ন্যাশনাল বিশ্ববিদ্যালয়ে প্রধান উপদেষ্টার বক্তব্য</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T19:24:53+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ১৩: ২৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘জয়া ঝগড়াটে মুরগির মতো’, কঙ্গনার কটাক্ষ | প্রথম আলো",
            "time": "2025-08-13T13:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fga9gx0uf%2FWhatsApp-Image-2025-08-13-at-7.01.44-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ঝগড়াটে’, ‘বদমেজাজি’, ‘অহংকারী’, ‘খিটখিটে বুড়ি’—সংসদ সদস্য ও অভিনেত্রী জয়া বচ্চনকে সামাজিক যোগাযোগমাধ্যমে এসব বলে সমালোচনা করা হয়। এবার বিজেপির সংসদ সদস্য ও অভিনেত্রী কঙ্গনা রনৌত জয়াকে ‘লাল ঝুঁটিধারী ঝগড়াটে মুরগি’ বলে রীতিমতো কটাক্ষ করেছেন।<br>ঘটনা ঘটেছে দিল্লির কনস্টিটিউশন ক্লাবে। সেখানে এক ভক্ত কাছাকাছি গিয়ে জয়ার সঙ্গে সেলফি তুলতে গেলে অভিনেত্রী মেজাজ হারান। সমাজবাদী পার্টির এই সংসদ সদস্য ওই ব্যক্তির সঙ্গে দুর্ব্যবহার করেন। উপস্থিত সবাই অবাক হয়ে দেখেন, কীভাবে জয়া আচরণ করেন। এ ঘটনা সামাজিক যোগাযোগমাধ্যমে দ্রুত ভাইরাল হয়।<br> ভিডিওতে দেখা যায়, জয়া বচ্চন লাল রঙের শাড়ি ও সমাজবাদী পার্টির লাল টুপি পরে রয়েছেন। তিনি এক ব্যক্তির সঙ্গে কথা বলছিলেন। হঠাৎ ওই ব্যক্তি জয়ার অনুমতি ছাড়া সেলফি তুলতে গেলে বিরক্ত বোধ করে তাঁকে ধাক্কা দিয়ে সরিয়ে দেন জয়া। রাগে চেঁচিয়ে বলেন, ‘হচ্ছেটা কী? কী করছেন আপনি?’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের ওষুধশিল্পে সংকট ও ঝুঁকি তৈরি হওয়ায় বিএনপি মহাসচিবের উদ্বেগ | প্রথম আলো",
            "time": "2025-08-13T13:13:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-25%2F3oy0efb8%2FFakhrul-pic-03.JPG?rect=0%2C0%2C4393%2C2306&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়েছে, বিএনপি বিশ্বাস করে ওষুধশিল্পের নীতি প্রণয়ন, নিয়ন্ত্রণ ও উন্নয়নে স্বচ্ছতা, অংশগ্রহণমূলক সিদ্ধান্ত গ্রহণ এবং পেশাজীবীদের মতামত প্রতিফলিত হওয়া প্রয়োজন। বাংলাদেশ ওষুধ শিল্প সমিতি ও শিল্পসংশ্লিষ্ট সবার সঙ্গে আলোচনা করে যৌথভাবে সমাধান খুঁজে বের করাই হবে দেশের স্বার্থে শ্রেষ্ঠ পদক্ষেপ।</p><p>বিএনপি কোনোভাবেই শিল্প উদ্যোক্তাদের বাদ রেখে কোনো কমিটি গঠন, প্রণয়ন, পরিবর্তন সমর্থন করে না উল্লেখ করে বিজ্ঞপ্তিতে বলা হয়েছে, সামনে এলডিসি গ্র্যাজুয়েশনের বিষয়টিকে অগ্রাধিকার দিয়ে এই খাতের সুরক্ষায় সঠিক সিদ্ধান্ত গ্রহণ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গুলবাহার আসলে কে? | প্রথম আলো",
            "time": "2025-08-13T13:09:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-10%2F0urz0zp3%2F6a71b546-1cae-4c5d-ad42-1953fe00feb8.jpg?rect=0%2C0%2C2080%2C1092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T19:09:47+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ১৩: ০৯ </span></time></p></div></div></body></html>"
        },
        {
            "title": "নতুন কর্মীদের ব্র্যাকের মূল্যবোধ জানাতে ব্র্যাক ব্যাংকের ভিন্ন উদ্যোগ | প্রথম আলো",
            "time": "2025-08-13T13:02:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F7knz9yef%2FBRAC-BankBRAC-Exposure-Visit.jpeg?rect=0%2C115%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই উদ্যোগের উন্মেষ হলো, ব্র্যাক ও ব্র্যাক ব্যাংকের মাঝে সেতুবন্ধকারী প্রতিষ্ঠাকালীন ভিশনের সঙ্গে সবাইকে পরিচিত করা। মাঠপর্যায়ের এমন ভিজিটের মাধ্যমে অংশগ্রহণকারীরা অন্তর্ভুক্তি, শিক্ষা, স্বাস্থ্যসেবা, জলবায়ু সহনশীলতা, জীবনমান উন্নয়ন ইত্যাদি বিষয়ে ব্র্যাকের বিভিন্ন কর্মসূচির বাস্তবায়ন সরাসরি দেখার সুযোগ পান।</p><p>এসব ভিজিটের মাধ্যমে ব্র্যাক ব্যাংকের কর্মীরা কীভাবে ব্যাংকটির আর্থিক সেবা ব্র্যাকের বৃহত্তর লক্ষ্যের সঙ্গে যুক্ত হয়ে অবহেলিত জনগোষ্ঠীর উন্নয়নে কাজ করছে, সে বিষয়ে জানতে পারেন। ব্যাংকটির কর্মীরা বাংলাদেশের উন্নয়ন প্রেক্ষাপটে ব্র্যাকের ভূমিকা সম্পর্কে আরও সুস্পষ্টভাবে জানার সুযোগ পান। বিভিন্ন কমিউনিটির সদস্যদের সঙ্গে সরাসরি যোগাযোগ ব্যাংকটির মিশনকে আরও মানবিক করে তুলতে সহায়তা করছে, যা দেশে আর্থিক সেবার প্রভাবকে আরও দৃশ্যমান করে তুলতে ভূমিকা রাখছে।</p><p>এই ভিজিট কর্মীদের মধ্যে অনুপ্রেরণা জাগিয়ে তোলার পাশাপাশি কর্মক্ষেত্রে মূল্যবোধ, সহানুভূতি ও সামাজিক দায়িত্ববোধের সংস্কৃতি গড়ে তুলতে অবদান রাখছে। প্রতিটি ভিজিট অনেকগুলো ছোট ছোট ভাগে বিভক্ত থাকে, যেখানে রয়েছে পরিচিতিমূলক ব্রিফিং, কর্মসূচিভিত্তিক ওরিয়েন্টেশন এবং দুটি ভিন্ন জায়গায় দিনব্যাপী ফিল্ড ভিজিটের অভিজ্ঞতা। ব্র্যাকের সমন্বিত উন্নয়ন মডেল সম্পর্কে জানার মাধ্যমে কর্মীরা ক্রস-সেক্টরাল সলিউশন সম্পর্কে ধারণা লাভ করেন, যা গ্রাহকদের ব্যাংকিং ও আর্থিক সেবা প্রদানের ক্ষেত্রে তাঁদের সহায়তা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাসপেন্সের কবি আলফ্রেড হিচকক | প্রথম আলো",
            "time": "2025-08-13T13:02:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F66dg4704%2FAlfred-H.jpg?rect=0%2C110%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার খানিকটা অন্য দৃষ্টিকোণ থেকেও আমরা দেখতে পারি। হিচকক তো দর্শককে উদ্বিগ্ন করে তোলেন। দার্শনিকভাবে উদ্বিগ্নতা নিয়ে ভাবলে তাঁর চলচ্চিত্রগুলোতে খুব পরিণত ভঙ্গি দেখতে পাওয়া যায়। মার্টিন হাইডেগার ‘বিয়িং অ্যান্ড টাইম’-এ বলেছেন, উদ্বিগ্নতা মানুষকে শূন্যতার মুখোমুখি দাঁড় করায়। অর্থাৎ উদ্বিগ্ন মানুষ এক অচেনা, শূন্য, সব অর্থ ভেঙে যাওয়া এক স্পেসে গিয়ে দাঁড়ায়। হিচকক প্রায়ই তাঁর চরিত্রকে এমন পরিস্থিতিতে রাখেন, যেখানে শুধু বাহ্যিক ঘটনাই নয়, অন্তর্দৃষ্টিগত অস্তিত্বের সংকটও দর্শকের সামনে উন্মোচিত হয়। যেমন ‘ভার্টিগো’তে (১৯৫৮) স্কটির যে উচ্চতার ভয়, তা তো শুধু শারীরিক ভয় নয়। তার মধ্যে পরিচয়, প্রেম, জীবনের মানে ইত্যাদি নিয়ে এক অদ্ভুত শূন্যতার অভিজ্ঞতাও তৈরি হয়।</p><p>হিচককের চলচ্চিত্রের চরিত্ররা প্রায় সময়ই অনিচ্ছা সত্ত্বেও এমন পরিস্থিতির মধ্যে পড়ে যায়, যেখানে তাদের স্বাধীনতা সীমিত কিন্তু বাস্তবিক দায় অনেক বেশি। ‘দ্য রংম্যান’–এ (১৯৫৬) নির্দোষ নায়ককে যখন অপরাধী ভেবে ধরা হয়, তখন কিন্তু তাকে সিদ্ধান্ত নিতে হয়। স্বাধীন সত্তা হিসেবে ভাবতে হয় যে সে লড়াই করবে, নাকি পরিস্থিতির কাছে আত্মসমর্পণ করবে। জ্য পল সার্ত্রে ‘বিয়িং অ্যান্ড নাথিংনেস’-এ বলেছিলেন, ‘আমরা স্বাধীনতার জন্য দণ্ডিত।’ এ স্বাধীনতাই আমাদের প্রতিটি সিদ্ধান্তের পূর্ণ দায় গ্রহণ করতে বাধ্য করে। এখানেই উদ্বিগ্নতার উৎস।</p><p>ফলে হিচককের এই যে সাসপেন্স, এর থেকে উৎসারিত যে উদ্বিগ্নতা, তা ভয়ের অনুভূতি ছাড়াও অস্তিত্বের অনিশ্চয়তা, নৈতিক অস্পষ্টতা, নিয়ন্ত্রণহীনতা ও মানবিক সীমাবদ্ধতার প্রতিও ইঙ্গিত করে। সেখান থেকে মানুষের অবস্থার জটিলতা নিয়ে গভীর ভাবনার ক্ষেত্র তৈরি হয়।</p></div></div></div></body></html>"
        }
    ]
}