{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রত্যেক নাগরিকের জন্য ‘নিরাপদ ও মানবিক বাংলাদেশ’ গড়বে বিএনপি | প্রথম আলো",
            "time": "2026-02-09T15:53:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fa794hf3f%2FWhatsApp-Image-2026-02-09-at-9.51.33-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেড় কোটি প্রবাসী বাংলাদেশির জন্য ‘প্রবাসী কার্ড’ প্রবর্তনের ঘোষণা দিয়ে তিনি বলেন, এর মাধ্যমে বিমানবন্দরে হয়রানি বন্ধ এবং বিনিয়োগ সুরক্ষা নিশ্চিত করা হবে। প্রবাসে যেতে ইচ্ছুক কর্মীদের জন্য জামানতবিহীন সহজ শর্তে ঋণের ব্যবস্থা করা হবে।</p><p>ধর্মীয় বিশ্বাসের ক্ষেত্রে তারেক রহমান বলেন, সংবিধানে ‘সর্বশক্তিমান আল্লাহর ওপর পূর্ণ আস্থা ও বিশ্বাস’ কথাটি পুনরায় সন্নিবেশিত করা হবে। তিনি বলেন, ‘ধর্ম যার যার, রাষ্ট্র সবার।’ হিন্দু, বৌদ্ধ, খ্রিষ্টানসহ সব ধর্মের মানুষের নিরাপত্তা নিশ্চিত করা হবে এবং ইমাম, মোয়াজ্জিন ও অন্য ধর্মের ধর্মগুরুদের জন্য রাষ্ট্রীয় আর্থিক সহযোগিতা নিশ্চিত করা হবে।</p><p>ভাষণের শেষ পর্যায়ে তারেক রহমান অত্যন্ত আবেগঘন কণ্ঠে দেশবাসীর কাছে ধানের শীষে ভোট প্রার্থনা করেন। অতীতে রাষ্ট্র পরিচালনায় বিএনপির কিছু অনিচ্ছাকৃত ভুলত্রুটি থাকতে পারে উল্লেখ করে তিনি বলেন, ‘অতীতের ভুল থেকে শিক্ষা নিয়ে অর্জনগুলোকে অবলম্বন করে বর্তমান ও ভবিষ্যৎ প্রজন্মের জন্য একটি নিরাপদ বাংলাদেশ গঠন করতে চাই।’</p><p>ভোটারদের উদ্দেশে তারেক রহমান বলেন, ১২ ফেব্রুয়ারি আপনারা ধানের শীষের প্রার্থীদের দায়িত্ব নিন, ১৩ তারিখ থেকে আপনাদের নির্বাচিত এমপিরা আপনাদের দায়িত্ব নেবেন। তরুণদের প্রতি আহ্বান জানিয়ে তিনি বলেন, তারুণ্যের প্রথম ভোট ধানের শীষের জন্য হোক।</p></div></div></div></body></html>"
        },
        {
            "title": "মোবাইল নিষেধাজ্ঞা প্রত্যাহার, ছবি নয় গোপন কক্ষে | প্রথম আলো",
            "time": "2026-02-09T15:52:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fzn2jk7o8%2FEC_Secretary_01.jpeg?rect=0%2C36%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন কমিশন (ইসি) সচিবালয়ের সিনিয়র সচিব আখতার আহমেদ জানিয়েছেন, ভোটকেন্দ্রের ৪০০ গজের মধ্যে মুঠোফোন নেওয়া নিয়ে সৃষ্ট ভুল–বোঝাবুঝি সংশোধন করা হচ্ছে। সোমবার সন্ধ্যায় তিনি বলেন, ভোটার, প্রার্থী, এজেন্ট, সাংবাদিক ও পর্যবেক্ষকরা মুঠোফোন নিয়ে ভোটকেন্দ্রে যেতে পারবেন, তবে গোপন কক্ষে ছবি তুলতে পারবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "জীবন থাকতে কোনো মানুষকে হয়রানি হতে দেব না: বিএনপির প্রার্থী আলী আসগার | প্রথম আলো",
            "time": "2026-02-09T15:45:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F0cczuuit%2FKhulnaDH054920260209Khulna-Ali-asgar-lobi.jpg?rect=0%2C0%2C1041%2C547&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি প্রার্থীর প্রধান এজেন্ট মোল্লা মোশাররফ হোসেনের সভাপতিত্বে ওই নির্বাচনী জনসভায় বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন খুলনা জেলা বিএনপির আহ্বায়ক মনিরুজ্জামান, জেলা বিএনপি সিনিয়র যুগ্ম আহ্বায়ক মোমরেজুল ইসলাম, জেলা যুবদলের আহ্বায়ক ও নির্বাচনী প্রধান সমন্বয়ক ইবাদুল হক রুবায়েদ প্রমুখ।</p><p>স্থানীয় ভোটারদের ভাষ্য, খুলনা–৫ আসনে বিএনপির প্রার্থী আলী আসগারের প্রধান প্রতিদ্বন্দ্বী হবেন জামায়াত প্রার্থী দলটির সেক্রেটারি জেনারেল ম‌ি‌‌‌‌‌‍‍‍‍য়া গোলাম পরওয়ার। এ ছাড়া আসনটিতে আরও দুজন প্রার্থী রয়েছেন। জাতীয় পার্টির শামিম আরা পারভীন এবং সিবিপির চিত্তরঞ্জন গোলদার।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল সকাল থেকে মিছিল-সভা করা যাবে না | প্রথম আলো",
            "time": "2026-02-09T15:41:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fpij069k3%2Fimage.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণপ্রতিনিধিত্ব আদেশের ধারা উল্লেখ করে ইসির সংবাদ বিজ্ঞপ্তিতে বলা হয়, ভোট গ্রহণ শুরু হওয়ার পূর্ববর্তী ৪৮ ঘণ্টা এবং ভোট গ্রহণ সমাপ্তির পরবর্তী ৪৮ ঘণ্টা, অর্থাৎ ১০ ফেব্রুয়ারি সকাল সাড়ে সাতটা থেকে ১৪ ফেব্রুয়ারি বিকেল সাড়ে চারটা পর্যন্ত নির্বাচনী এলাকায় জনসভা, মিছিল বা শোভাযাত্রা করা যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "অনলাইন- এফবিসিসিআইয়ের সভায় অভিযোগ/ শ্যামবাজারে প্রতিদিন লাখ টাকার চাঁদাবাজি | প্রথম আলো",
            "time": "2026-02-09T15:40:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fgdapfsoi%2F%E0%A7%AD.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্যামবাজার থেকে প্রতিদিন পুলিশ, প্রশাসন ও রাজনৈতিক দলের কর্মীরা এক লাখ টাকা করে চাঁদা নেয়। আর এই বাড়তি অর্থের বোঝা শেষ পর্যন্ত সাধারণ জনগণের ওপর পড়ে বলে জানিয়েছেন শ্যামবাজার ব্যবসায়ী মালিক সমিতির সভাপতি ফরিদ উদ্দিন। তিনি আরও বলেন, করপোরেট ব্যবসায়ী আর সিন্ডিকেটের মধ্যে কোনো পার্থক্য নেই। তারা একই শক্তি। আর এই শক্তি নিয়ন্ত্রণ করছে বড় শিল্পগোষ্ঠীরা।</p><p>আজ সোমবার রাজধানীর মতিঝিলে ফেডারেশন অব বাংলাদেশ চেম্বার্স অব কমার্স অ্যান্ড ইন্ডাস্ট্রির (এফবিসিসিআই) আয়োজনে এক মতবিনিময় সভায় এ কথা বলেন তিনি। রোজায় নিত্যপ্রয়োজনীয় পণ্যের আমদানি, মজুত, সরবরাহ এবং মূল্য পরিস্থিতি পর্যালোচনার জন্য এই মতবিনিময় সভার আয়োজন করে এফবিসিসিআই।</p><p>এফবিসিসিআই ভবন মিলনায়তনে অনুষ্ঠিত এই মতবিনিময় সভায় সভাপতিত্ব করেন সংগঠনটির প্রশাসক মো. আবদুর রহিম খান। সভায় নিত্যপণ্যের আমদানিকারক, পাইকারি ব্যবসায়ী, ভোক্তা অধিকার নিয়ে কাজ করা সংগঠন ও সরকারি বিভিন্ন দপ্তরের প্রতিনিধিরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগে-পরে সংখ্যালঘুদের নিরাপত্তা নিশ্চিত করা কেন জরুরি | প্রথম আলো",
            "time": "2026-02-09T15:37:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fzgope2z3%2FMinority.png?rect=0%2C72%2C575%2C302&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি ভাষায় এখানে বার্তা স্পষ্ট, ‘আপনারা যে প্রতিটি হামলাকে সাম্প্রদায়িক আক্রমণ বলে দেখাচ্ছেন, আমরা তা মানি না।’ আবার ঐক্য পরিষদ ও অন্য সংখ্যালঘু সংগঠনগুলোর ভাষায় আরেকটা বার্তা, ‘হামলা যে হয়েছে, সেটা অস্বীকার করবেন না। কারণ, মানুষ বাস্তবে বাড়ি ছেড়ে পালিয়েছে, রাতে মন্দির পাহারা দিয়েছে, চাকরি হারিয়েছে।’</p><p>একদিকে সংখ্যালঘুদের সংগঠনগুলোর এ ধরনের পরিসংখ্যান, অন্যদিকে সরকারঘনিষ্ঠ ফ্যাক্ট চেকিং বডির পাল্টা দাবি, তার সঙ্গে ভারতীয় প্রোপাগান্ডা আর বাংলাদেশের ভেতরের ‘সবই মিথ্যা’ বয়ানের লড়াই, এই পুরো ছবিটা আসলে একটা জিনিসই দেখায়, সংখ্যালঘুদের বাস্তব অভিজ্ঞতা নিয়ে আলাপে আমাদের মধ্যে গভীর অস্বস্তি আছে। আমরা অনেক ক্ষেত্রেই এই আলাপ এড়িয়ে যাই।</p></div></div></div></body></html>"
        },
        {
            "title": "তানপুরাবেষ্টিত হাত কি অসাড়, নাকি মুষ্টিবদ্ধ | প্রথম আলো",
            "time": "2026-02-09T15:36:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F7zzzy3j0%2FWhatsApp-Image-2026-02-09-at-10.34.03.jpeg?rect=0%2C110%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বলছি শরতের রক্ত-চাঁদের কথা। চন্দ্রগ্রস্ত হৃদয়ে রক্তক্ষরণের গল্প।</p><p>সন্ধে না হতেই প্রকাণ্ড বেলুনের মতো চাঁদ নেমে এসেছিল মহানগরীর ফ্লাইওভারের ওপর। শহুরে কোনো কবিই তার খোঁজ পেলেন না। ভিজলেন না রহস্যময় জোছনায়।</p><p>মধ্যরাত থেকে দর্শনীয় এক চন্দ্রগ্রহণ হলো, রুপোলি সুগোল টিপ ধীরে ধীরে অর্ধবৃত্ত হয়ে উঠল, তারপর ক্ষয়ে যেতে যেতে হলো ঈদের চাঁদ, এরপর প্রায় মিলিয়ে যাওয়ার দশা। কখনো আশ্চর্য অঙ্গুরীয়, কখনো–বা কাতর নিপল, স্খলিত স্তনবৃন্ত। প্রবারণা পূর্ণিমা রাতে এমন অভিজ্ঞতা আমাদের প্রথম।</p><p>‘শিউলি ফুলের মালা দোলে শারদ-রাতের বুকে ঐ/ এমন রাতে একলা জাগি সাথে জাগার সাথি কই।’ মহাপ্রেমিক নজরুলের গান কে গাইছেন বিস্ত্রস্ত বসনে। রাত ফুরোবার আগেই একযোগে শ্বেতশুভ্র শেফালিরা আত্মাহুতি দেবে নাকি।</p><p>চাঁদজ্বলা অপার্থিব রাত অর্থহীন,<br>যদি না দুজনে থাকি জড়াজড়ি শর্তহীন।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতি-ধর্ম-বর্ণনির্বিশেষে সবাইকে নিয়ে একসাথে কাজ করব : হাবিবুল ইসলাম | প্রথম আলো",
            "time": "2026-02-09T15:35:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F94o5bifi%2Fsatkhiradh055020260209img-20260209-wa0027.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলারোয়া সরকারি হাইস্কুল ফুটবল মাঠে আজ সোমবার সন্ধ্যায় নির্বাচনী জনসভার আয়োজন করে উপজেলা বিএনপি। এখানে প্রধান অতিথির বক্তব্য দেন হাবিবুল ইসলাম। কেন্দ্রীয় বিএনপির এই নেতা বিগত সময়ের কার্যক্রম তুলে ধরে বলেন, ‘আমি বিগত সময় ব্যাপক উন্নয়ন করেছি, সেই উন্নয়নের স্বার্থে, আপনাদের কাছে ধানের শীষে ভোট চাচ্ছি, যাতে করে তালা ও কলারোয়ার বাকি উন্নয়নগুলো আমি করতে পারি। অনেকে নির্বাচনকে কেন্দ্র করে মব সৃষ্টি করার চেষ্টা করছে, তাদের সাবধান করতে চাই, মব সৃষ্টি করে ১২ ফেব্রুয়ারি নির্বাচন বন্ধ করা যাবে না। বাংলার জনগণ এখন নির্বাচিত সরকার দেখতে চায়।’</p><p>হাবিবুল ইসলাম আরও বলেন, বিএনপি ক্ষমতায় গেলে মানুষ শান্তিতে থাকে। দেশের উন্নয়নের বন্যা বয়। দেশের উন্নয়নের স্বার্থে, দেশের সাধারণ মানুষের সঙ্গে, দেশের খেটে খাওয়া মানুষের স্বার্থে সবাই এক হয়ে বিএনপিকে ধানের শীষ প্রতীকে ভোট দিয়ে জয়যুক্ত করার আহ্বান জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে সংখ্যালঘু ও নারীদের নিরাপত্তা নিশ্চিতে ইসির প্রতি আহ্বান | প্রথম আলো",
            "time": "2026-02-09T15:34:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fvdtfthly%2Fmanab-bandhan.jpeg?rect=0%2C38%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানববন্ধনে বিভিন্ন সংগঠন, সংস্থা, অধিকারকর্মী ও সংখ্যালঘু সম্প্রদায়ের সদস্যরা অংশ নেন। তাঁরা ‘গণতন্ত্র নাকি মবতন্ত্র?’, ‘নিরাপত্তা চাই, নীরবতা নয়’, ‘সংখ্যালঘুর নিরাপত্তা মানেই বাংলাদেশ’ প্রভৃতি স্লোগান–সংবলিত বিভিন্ন প্ল্যাকার্ড প্রদর্শন করেন।<br>মানববন্ধনে লিখিত বক্তব্য পাঠ করেন অ্যাসোসিয়েশন ফর ল্যান্ড অ্যান্ড ডেভেলপমেন্টের (এএলআরডি) নির্বাহী পরিচালক শামসুল হুদা। তিনি নির্বাচন কমিশন ও সরকারে কাছে কয়েকটি দাবি তুলে ধরেন। এর মধ্যে রয়েছে সংখ্যালঘু, নারী, প্রতিবন্ধীসহ প্রান্তিক জনগোষ্ঠীর নিরাপদে ভোট দেওয়া নিশ্চিত করা, নির্বাচনের পর তাঁদের ও সম্পদের নিরাপত্তা নিশ্চিত করা প্রভৃতি।</p><p>‘নিজেরা করি’র সমন্বয়কারী খুশী কবির বলেন, নির্বাচন কমিশন ও সরকারকে নারী ও সংখ্যালঘুদের নিরাপত্তা নিশ্চিতে বিভিন্ন সময়ে দাবি জানানো হলেও কোনো পক্ষ সন্তোষজনক পদক্ষেপ নেয়নি। নির্বাচন যাতে হতে পারে, এই পরিবেশ তৈরিতে নির্বাচন কমিশন ও সরকার সম্পূর্ণভাবে ব্যর্থ হয়েছে।</p><p>মানববন্ধনে ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক রোবায়েত ফেরদৌস জানান, সংখ্যালঘু সম্প্রদায় তীব্র ভয়ের মধ্যে আছে। ঢাকা বিশ্ববিদ্যালয়ের সংখ্যালঘু শিক্ষার্থীরা তাঁর কাছে উদ্বেগ জানিয়েছেন, ভোট দেওয়ার পরে তাঁরা নিরাপদ থাকবেন কি না। নির্বাচন কমিশন ও সরকারের দায়িত্ব এই ভয় নিরসনে যথাযথ ভূমিকা নেওয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বিএনপির প্রার্থীরা নির্বাচনী আচরণবিধি লঙ্ঘন করছেন, অভিযোগ জামায়াতের | প্রথম আলো",
            "time": "2026-02-09T15:29:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F0qd2fzgb%2Fsylhet-Jamat-press-brief.JPG?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে বিএনপির পক্ষ থেকে তোলা অভিযোগেরও জবাব দেন মহানগর জামায়াতের আমির। তিনি বলেন, ‘বিএনপি আমাদের বিরুদ্ধে অভিযোগ তুলেছে, আমরা নাকি কেন্দ্র দখলের ও টাকা দিয়ে ভোট কেনার প্রস্তুতি নিচ্ছি। দখল বাণিজ্য ও টাকা দিয়ে ভোট কারা কিনেন, সিলেটের মানুষ জানে। কেন্দ্র দখল ও টাকা দিয়ে ভোট কেনা আমাদের আদর্শ ও নৈতিকতার সঙ্গে যায় না। তারা নিজেদের নগদ লেনদেনের তথ্য আড়াল করতেই মিথ্যাচারে নেমেছেন।’</p><p>সংবাদ সম্মেলনে জামায়াত সিলেট মহানগরের নায়েবে আমির নূরুল ইসলাম, জাতীয় নাগরিক পার্টির (এনসিপি) কেন্দ্রীয় সাংগঠনিক সম্পাদক এহতেশামুল হক, সিলেট মহানগর আহ্বায়ক আবদুর রহমান আফজল, জেলার আহ্বায়ক জুনেদ আহমদ, খেলাফত মজলিসের সিলেট মহানগর সভাপতি হাফিজ মাওলানা তাজুল ইসলাম হাসান, এলডিপির সিলেট মহানগর সভাপতি মোজাম্মেল হোসেন, এবি পার্টির সিলেট মহানগরের আহ্বায়ক মো. ওমর ফারুক, জাগপা সিলেট মহানগর সভাপতি শাহজাহান আহমদ, বিডিপি সিলেট মহানগরের আহ্বায়ক কবির আহমদ, মহানগর জামায়াতের সেক্রেটারি মোহাম্মদ শাহজাহান আলী, সহকারী সেক্রেটারি জাহেদুর রহমান চৌধুরী, মাওলানা ইসলাম উদ্দিন প্রমুখ উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা উত্তর সিটির নতুন প্রশাসক নিয়োগ পেলেন সুরাইয়া আখতার | প্রথম আলো",
            "time": "2026-02-09T15:23:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fhjzlce2k%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ঢাকা উত্তর সিটির নতুন প্রশাসক নিয়োগ পেলেন সুরাইয়া আখতার\" class=\"nA4h1 \">ঢাকা উত্তর সিটির নতুন প্রশাসক নিয়োগ পেলেন সুরাইয়া আখতার</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-09T21:23:36+06:00\"><span>প্রকাশ: ০৯ ফেব্রুয়ারি ২০২৬, ১৫: ২৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘হ্যাঁ’ ভোটের পক্ষে হলেও এই মেয়াদে উচ্চকক্ষ চায় না এনপিএ | প্রথম আলো",
            "time": "2026-02-09T15:22:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fnifrhq5r%2FNPA.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উচ্চকক্ষ গঠনের বিষয়টি পরবর্তী জাতীয় নির্বাচনের পর কার্যকর করার দাবি জানিয়ে এনপিএর মুখপাত্র বলেন, গণভোটের ব্যালটে আনুপাতিক হারে ১০০ সদস্যবিশিষ্ট উচ্চকক্ষের বিধান থাকলেও নির্বাচনে অংশ নেওয়া দলগুলো ১০০ প্রার্থীর কোনো তালিকা জনগণের সামনে প্রকাশ করেনি। ফলে গণভোটে ‘হ্যাঁ’ জয়যুক্ত হলে কীভাবে উচ্চকক্ষ গঠিত হবে, তা নিয়ে জনমনে ধোঁয়াশা সৃষ্টি হয়েছে। যেসব দল ৩০০ আসনের সব কটিতে প্রার্থী দেয়নি, সেসব দলের পক্ষে ১০০ শতাংশ ভোটার উচ্চকক্ষের জন্য কার্যকরভাবে ভোট দিতে পারবেন না। এটা সমান ভোটাধিকার নীতির লঙ্ঘন।</p><p>আনুপাতিক প্রতিনিধিত্বের বদলে উচ্চকক্ষ বড় দলনির্ভর একটি কাঠামোতে পরিণত হবে।</p><p>এনপিএর কেন্দ্রীয় কাউন্সিল সদস্য অনিক রায় বলেন, গণতন্ত্রে ক্ষমতার ভারসাম্য রাখতে হলে উচ্চকক্ষ দরকার। এবার ‘হ্যাঁ’ ভোট জয়যুক্ত হলে যদি উচ্চকক্ষ গঠন করা হয়, তাহলে তা আরেকটি ‘সংরক্ষিত আসন’ হয়ে উঠতে পারে। এসব আসন রাজনৈতিক দলগুলোর কেনাবেচার বিষয় হয়ে উঠলে উচ্চকক্ষ গঠনের উদ্দেশ্য ও কার্যকারিতা হারাবে। যথাযথ ব্যবস্থা নেওয়ার পর পরবর্তী নির্বাচন থেকে তা কার্যকর করা হোক।</p></div></div></div></body></html>"
        },
        {
            "title": "মিছিলে যেতে গ্যাস বেলুন নেওয়ার সময় বিস্ফোরণ, দগ্ধ ২১ | প্রথম আলো",
            "time": "2026-02-09T15:17:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fbden1xpv%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দগ্ধ ব্যক্তিরা হলেন রমজান (১৮), রাফি (১২), বিজয় হাসান (১৬), তাসিন (১৮), সিয়াম (১৬), মিনহাজ (১৭), অনিক (২৪), হাসু (৩৮), হাসনাত (১৮), রুবেল (৩৪), আলামিন (২১), রাব্বি (১২), হৃদয় (২২), শাওন (২০), ইমাম (১৪), নির্জন (২২), মারুফ (২২), আকাশ (১৮), নুরু (১৮), ইমরান (১৭) ও বিপ্লব (১৭)।</p><p>বার্ন ইনস্টিটিউটে চিকিৎসাধীন বিজয় হাসান জানায়, বিকেলে বিএনপির একটি নির্বাচনী মিছিলে যোগ দিতে গ্যাস বেলুন করার সময় এ বিস্ফোরণের ঘটনা ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় তারেক রহমানের আসনে নির্ভার বিএনপির নেতা-কর্মীরা | প্রথম আলো",
            "time": "2026-02-09T15:16:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F9d0sp7zj%2FBoguraDH049320260209039A1300.JPG?rect=0%2C272%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বগুড়া জেলা বিএনপির সভাপতি রেজাউল করিম বাদশা বলেন, বগুড়া শুধু বিএনপির দুর্গ নয়, বিএনপির রাজনীতির তীর্থস্থান এবং ধানের শীষের শক্ত ঘাঁটি। যত গুজবই ছড়ানো হোক, ১২ ফেব্রুয়ারির নির্বাচনে ব্যালট বিপ্লবের মাধ্যমে ভোটাররা প্রমাণ করে দেবেন, বগুড়া শুধু বিএনপির ঘাঁটি নয়, শক্ত ঘাঁটি।</p><p>বগুড়া শহরের বিভিন্ন মহল্লা, শহরতলি এবং সদর উপজেলার অন্তত ৪০ জন ভোটারের সঙ্গে কথা হয়েছে এ প্রতিবেদকের। ভোটারদের অনেকে অতীতের ফলাফল তুলে ধরে জানান, এ আসনটি ১৯৯১ থেকেই ধরে রেখেছে বিএনপি। এর মধ্যে ১৯৯৬, ২০০১ এবং ২০০৮ সালের নির্বাচনে বিএনপির প্রয়াত চেয়ারপারসন খালেদা জিয়ার সঙ্গে নিকটতম প্রতিদ্বন্দ্বীর ভোটের ব্যবধান ছিল আকাশ-পাতাল। বেশির ভাগ নির্বাচনে নিকটতম প্রতিদ্বন্দ্বী ছিলেন আওয়ামী লীগের প্রার্থী। ২০১৮ সালের বিতর্কিত নির্বাচনেও বিএনপি হাতে গোনা যে দু-একটি আসন পেয়েছিল, এর মধ্যে দলের মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর এ আসনে বিপুল ভোটে জয়লাভ করেন।</p><p>রিটানিং কর্মকর্তার কার্যালয় সূত্রে জানা যায়, তারেক রহমান ছাড়াও বগুড়া-৬ আসনে অন্য প্রতিদ্বন্দ্বীদের মধ্যে আছেন বাংলাদেশ জামায়াতে ইসলামীর নেতৃত্বাধীন ১১–দলীয় জোটের প্রার্থী ও জামায়াতের বগুড়া শহর শাখার আমির আবিদুর রহমান (দাঁড়িপাল্লা), ইসলামী আন্দোলন বাংলাদেশের প্রার্থী (হাতপাখা) আবু নুমান মো. মামুনুর রশিদ, জাতীয় সমাজতান্ত্রিক দলের (তারা) আবদুল্লাহ-আল-ওয়াকি এবং বাংলাদেশ সমাজতান্ত্রিক দলের (বাসদ) দিলরুবা নূরী (মই)।</p></div></div></div></body></html>"
        },
        {
            "title": "খসড়া শিক্ষা আইন, ২০২৬: সম্ভাবনার সূচনা, পরিপূর্ণতার অপেক্ষা | প্রথম আলো",
            "time": "2026-02-09T15:15:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Frckuwjb3%2Feducaricature-2.jpg?rect=0%2C45%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রাথমিক ও মাধ্যমিক শিক্ষা</strong></p><p>খসড়া আইনে প্রাথমিক ও মাধ্যমিক শিক্ষার ধারাবাহিকতা তুলে ধরা হয়েছে। প্রাথমিক স্তরে শিশুদের মৌলিক সাক্ষরতা ও জীবনমুখী শিক্ষা নিশ্চিত করার দিকে প্রাধান্য দেওয়া হয়েছে। তবে মানসম্পন্ন শিক্ষক নিয়োগ, পর্যাপ্ত অবকাঠামো ও পাঠ্যক্রমের মান নিয়ন্ত্রণের বিষয়গুলো আরও স্পষ্ট হওয়া প্রয়োজন।</p><p>মাধ্যমিক পর্যায়ে শিক্ষার্থীদের জন্য কেবল পরীক্ষাকেন্দ্রিক শিক্ষার পরিবর্তে সৃজনশীলতা, দক্ষতা উন্নয়ন ও শেখার আনন্দের ওপর গুরুত্ব আরোপ করা যেতে পারত। স্কুল পর্যায়ে শিক্ষকের প্রশিক্ষণ, পাঠ্যক্রম পুনর্গঠন ও মান যাচাই—এসব যদি আইনের আওতায় আসে, তাহলে প্রাথমিক ও মাধ্যমিক শিক্ষার মান দৃঢ়ভাবে উন্নত হবে।</p><p><strong>এমপিওভুক্তি</strong></p><p>বেসরকারি স্কুল ও কলেজের জন্য এমপিওভুক্তি গুরুত্বপূর্ণ। দীর্ঘদিন ধরে অনিশ্চয়তা, রাজনৈতিক প্রভাব ও অস্বচ্ছতার অভিযোগ আছে।</p><p>আইনে নিরীক্ষা, তথ্যভান্ডার ও মান নিয়ন্ত্রণের ওপর জোর দিয়ে এমপিওকে স্বচ্ছ ও নিয়মভিত্তিক করা সম্ভব। শর্তগুলো—</p><p>• শিক্ষক–শিক্ষার্থী অনুপাত, ফলাফল, অবকাঠামো ও আর্থিক স্বচ্ছতার মানদণ্ড।</p><p>• ডিজিটাল ডেটাবেজ ও স্বচ্ছ মূল্যায়ন।</p><p>• শিক্ষকদের পেশাগত নিরাপত্তা নিশ্চিত।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা উত্তর সিটির নতুন প্রশাসক সুরাইয়া আখতার | প্রথম আলো",
            "time": "2026-02-09T15:14:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fo261018y%2Fbangladesh_government_logo.png?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা উত্তর সিটি করপোরেশনে নতুন প্রশাসক নিয়োগ দিয়েছে সরকার। স্থানীয় সরকার বিভাগের অতিরিক্ত সচিব সুরাইয়া আখতার জাহানকে এই পদে নিজ দায়িত্বের অতিরিক্ত হিসেবে দায়িত্ব দেওয়া হয়েছে। তিনি মেয়রের ক্ষমতা ও দায়িত্ব পালন করবেন। ঢাকা উত্তর সিটি করপোরেশনের প্রশাসক হিসেবে দায়িত্ব পালন করছিলেন মোহাম্মদ এজাজ। তাঁর স্থলাভিষিক্ত হবেন সুরাইয়া আখতার জাহান।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে লকডাউন, গুলির নির্দেশ বা শেখ হাসিনার বিএনপিকে ভোট না দেওয়ার আহ্বান: ফ্যাক্ট চেক | প্রথম আলো",
            "time": "2026-02-09T15:08:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Faioewgqz%2FFACT-CHECKTHUMBAIL.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নির্বাচনে লকডাউন, গুলির নির্দেশ বা শেখ হাসিনার বিএনপিকে ভোট না দেওয়ার আহ্বান: ফ্যাক্ট চেক\" class=\"nA4h1 \">নির্বাচনে লকডাউন, গুলির নির্দেশ বা শেখ হাসিনার বিএনপিকে ভোট না দেওয়ার আহ্বান: ফ্যাক্ট চেক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-09T21:08:50+06:00\"><span>প্রকাশ: ০৯ ফেব্রুয়ারি ২০২৬, ১৫: ০৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রোজার পণ্যের আমদানি ভালো, তবু পণ্যের মূল্যবৃদ্ধির শঙ্কা যেসব কারণে | প্রথম আলো",
            "time": "2026-02-09T15:07:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fd9wxnypz%2F%E0%A7%AD.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় এফবিসিসিআইয়ের প্রশাসক আবদুর রহিম খান বলেন, চলতি বছর চিনি ও ভোজ্যতেলের আমদানি ও ঋণপত্র খোলার পরিমাণ গত বছরের চেয়ে বেশি। তাই নিত্যপণ্যের সরবরাহ স্বাভাবিক থাকলে বাজারে পণ্যের দাম বাড়বে না। তবে এবার নির্বাচনের পরপরই রোজা শুরু হচ্ছে। তাই বাজারের মূল্য পরিস্থিতি স্বাভাবিক রাখতে ব্যবসায়ীদের দায়িত্ব বেশি।</p><p>সভায় চিনি ব্যবসায়ী সমিতির সভাপতি মুহাম্মদ আবুল হাশেম বলেন, আমদানি তথ্যের ওপর পুরোপুরি নির্ভর করা ঠিক হবে না। চিনি আমদানি বেশি হলেও পণ্য যদি জাহাজেই থাকে, খালাস করা না হয়, তাহলে বাজারে স্বস্তি আসবে না।</p><p>মৌলভীবাজার ব্যবসায়ী সমিতির সাধারণ সম্পাদক গোলাম মওলা বলেন, মাত্র চার পাঁচটি কোম্পানি আটা, ছোলা, ভোজ্যতেল ও চিনির মতো পণ্য উৎপাদন, আমদানি এবং বিপণন নিয়ন্ত্রণ করছে। খুচরা ব্যবসায়ীরা এসব বড় আমদানিকারকের কাছ থেকে পণ্য কিনে বাজারে বিক্রি করেন। অথচ মূল্যবৃদ্ধির জন্য সরকার এসব বড় প্রতিষ্ঠানগুলোকে জরিমানা না করে ক্ষুদ্র ব্যবসায়ী ও দোকানিকে জরিমানা করেন।</p><p>মেঘনা গ্রুপ অব ইন্ডাস্ট্রিজের উপমহাব্যবস্থাপক মো. তসলিম শাহরিয়ার বলেন, ‘এবার মিলগেট পর্যায়ে প্রতি কেজি চিনির দাম ৯২ থেকে ৯৩ টাকা, যা গত বছরের চেয়ে অনেক কম। এবার আমরা যে পরিমাণ চিনি সরবরাহ করছি, তা মেঘনা গ্রুপের ইতিহাসে সর্বোচ্চ। তবে সামনে নির্বাচনের কারণে সরকারি ছুটি ও বন্দরের আন্দোলনের প্রভাবে পণ্য সরবরাহে কিছুটা জটিলতা তৈরি হতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জেন-জি প্রভাবিত বিশ্বের প্রথম নির্বাচন হচ্ছে বাংলাদেশে | প্রথম আলো",
            "time": "2026-02-09T15:01:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fixmtbggu%2FGen-G-01.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী দিনগুলোতে বাংলাদেশের বিষয়ে চীন আর ভারতের ভূমিকা কেমন হবে, সেটাও এবারের জাতীয় নির্বাচনের ফলাফল ঠিক করে দেবে বলে মনে করছেন বিশ্লেষকেরা। শেখ হাসিনাকে ভারতপন্থী হিসেবে চিহ্নিত করা এবং তাঁর পালিয়ে দিল্লিতে গিয়ে আশ্রয় নেওয়ার পর থেকে বেইজিং বাংলাদেশে নিজেদের অবস্থান আরও পাকাপোক্ত করেছে।</p><p>যদিও বাংলাদেশে নয়াদিল্লির প্রভাব ক্রমেই ক্ষীণ হতে শুরু করেছে, তবে বিশ্লেষকদের অনেকেই মনে করছেন, ভারতের সঙ্গে জামায়াতের তুলনায় বিএনপির সম্পর্কই বেশি লাগসই হতে পারে।</p><p>এর বিপরীতে বাংলাদেশে জামায়াত নেতৃত্বাধীন সরকার এলে, সেটি বরং পাকিস্তানের আরও ঘনিষ্ঠ হতে পারে বলে মনে করেন বিশ্লেষকেরা। মুসলিম–অধ্যুষিত পাকিস্তান হিন্দু সংখ্যাগরিষ্ঠ ভারতের দীর্ঘদিনের প্রতিদ্বন্দ্বী। জামায়াতের জেন–জি মিত্ররা বলেছেন, তাঁদের উদ্বেগের বড় একটি বিষয় বাংলাদেশে ‘নয়াদিল্লির আধিপত্য’। জেন–জি নেতারা সম্প্রতি চীনা কূটনীতিকদের সঙ্গেও সাক্ষাৎ করেন।</p><p>এ বিষয়ে জামায়াতে ইসলামী বলেছে, দলটি নির্দিষ্ট কোনো দেশের দিকে ঝুঁকবে না; বরং দলটির পক্ষ থেকে ইসলামিক মূল্যবোধের নিরিখে সমাজ গড়ার আহ্বান জানানো হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}