{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "তাহসান-রোজার বিচ্ছেদের নেপথ্যের কারণ কী | প্রথম আলো",
            "time": "2026-01-12T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fdp4cnahx%2Ffa1f003c-b5a5-4af4-9f11-1246bef2199b.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাম প্রকাশ না করার শর্তে তাহসান ও রোজার ঘনিষ্টজনেরা জানিয়েছেন, বিয়ের পর দুজনের জীবনদর্শন ও প্রত্যাশার জায়গায় কিছু পার্থক্য স্পষ্ট হয়ে ওঠে। তাহসান চেয়েছিলেন আগের চেয়ে অনেক বেশি ব্যক্তিগত ও নিরিবিলি জীবনযাপন করতে। সে কারণেই বিনোদন অঙ্গন থেকে নিজেকে গুটিয়ে নেওয়া, সামাজিক যোগাযোগমাধ্যম নিষ্ক্রিয় করা—এমন সিদ্ধান্ত নেন তিনি। সংসারকেই দিতে চেয়েছিলেন অগ্রাধিকার।</p><p>অন্যদিকে, বিয়ের পর রোজার পরিচিতি ও সামাজিক পরিসর বেড়েছে। নতুন এই বাস্তবতাকে তিনি উপভোগ করছিলেন বলেও জানিয়েছেন সংশ্লিষ্টরা। এই ভিন্ন ভিন্ন মানসিক অবস্থান ও জীবনযাপনের ধারা ধীরে ধীরে দুজনের মধ্যে দূরত্ব তৈরি করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজেকে ভেনেজুয়েলার ‘ভারপ্রাপ্ত প্রেসিডেন্ট’ উল্লেখ করে সামাজিকমাধ্যমে ট্রাম্পের ছবি | প্রথম আলো",
            "time": "2026-01-12T06:29:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F6hzc7jec%2FTrump-01.avif?rect=0%2C20%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প গতকাল রোববার নিজেকে ভেনেজুয়েলার ‘ভারপ্রাপ্ত প্রেসিডেন্ট’ হিসেবে দাবি করে একটি ছবি পোস্ট করেছেন। এর কয়েক দিন আগেই মার্কিন সামরিক অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরোকে রাজধানী কারাকাসের সেফ হোম থেকে তুলে নিউইয়র্কে নিয়ে যাওয়া হয়।</p><p>ডোনাল্ড ট্রাম্প নিজের মালিকানাধীন সামাজিক যোগাযোগমাধ্যম ‘ট্রুথ সোশ্যাল’-এ একটি পোস্ট করে নিজেকে ২০২৬ সালের জানুয়ারি থেকে দক্ষিণ আমেরিকার এই দেশের (ভেনেজুয়েলা) ভারপ্রাপ্ত নেতা হিসেবে তুলে ধরেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সুলতানার স্বপ্ন পুনঃকল্পনায় শিল্পীর শিল্পিত রূপ | প্রথম আলো",
            "time": "2026-01-12T06:26:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2F7hmt1yci%2F81c83ba5496085P4mr-1.jpg?rect=0%2C0%2C1082%2C568&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০ শতকের নারী জাগরণের অন্যতম প্রভাবশালী সাহিত্যিক হিসেবে দেখা হয় ফ্রেঞ্চ কথাসাহিত্যিক সিমোন দ্য বোভোয়ারকে। তাঁর বিখ্যাত গ্রন্থ দ্য সেকেন্ড সেক্স প্রকাশিত হয় ১৯৪৯ সালে। যে বইটি আবার দ্বিতীয় লিঙ্গ এবং নারী শিরোনামে অনুবাদ করেন বাংলাদেশি লেখক হুমায়ুন আজাদ। বইটি সম্পর্কে মিশেল ফুকো, জ্যঁ পল সার্ত্রে, টরিল মই, কেট মিলেট, জার্মেইন গ্রিয়ার প্রমুখ বিদগ্ধজন একবাক্যে স্বীকার করেন পাশ্চাত্যের আধুনিক নারী জাগরণের তাত্ত্বিক ভিত্তি তৈরি করে এই বই। তবে নারী জাগরণে প্রাচ্যের নারীরা যে কোনো অংশে পিছিয়ে ছিলেন না, তা বলার অপেক্ষা রাখে না। অন্যথায় বাঙালি অন্তঃপুরে বসেও যে ১৯০৫ সালে বেগম রোকেয়া সুলতানার স্বপ্ন রচনা করছেন, তা সম্ভব হয়েছে মন ও মননে এই অঞ্চলের নারীরা সমসাময়িক পৃথিবীর অন্যান্য অঞ্চলের নারীদের থেকে প্রজ্ঞাবান ছিলেন বলে। যে আধুনিকতার বয়ান পাশ্চাত্য তৈরি করে, তার থেকে অবশ্যই স্বতন্ত্র হয়ে এ অঞ্চলের নারীকে দেখার অবকাশ তাই বরাবর রয়ে যায়। সুলতানার স্বপ্ন বেগম রোকেয়া যে দেখেছেন এবং সাহিত্যে সে স্বপ্ন পাঠকের মধ্যে বিলিয়ে দিয়েছেন, তার প্রাসঙ্গিকতা সে সময়ের পরিপ্রেক্ষিতে কীভাবে তৈরি হয়েছিল, তারও হয়তো পুনঃপাঠ আজ প্রয়োজন। </p></div></div></div></body></html>"
        },
        {
            "title": "গণভোটে ‘হ্যাঁ’ ভোটের প্রচারণা চালাবে সব ব্যাংক, বাংলাদেশ ব্যাংকের নির্দেশনা | প্রথম আলো",
            "time": "2026-01-12T06:25:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2Faabf1354-31d0-42e7-ae44-e47991b68545%2Fprothomalo_bangla_2022_04_897ce102_2cc6_4767_b2dd_c3a4c4b5a157_a6cd0d1e_f052_421c_98fd_805276369bcb.webp?rect=0%2C12%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত সপ্তাহে প্রধান উপদেষ্টার কার্যালয়ের নির্দেশে গণভোট নিয়ে জনসচেতনতা বাড়ানো এই উদ্যোগ নেওয়া হয়েছে।</p><p>অ্যাসোসিয়েশন অব ব্যাংকার্স বাংলাদেশের (এবিবি) চেয়ারম্যান ও সিটি ব্যাংকের ব্যবস্থাপনা পরিচালক মাসরুর আরেফিন প্রথম আলোকে বলেন, প্রধান উপদেষ্টার অফিস থেকে এরই মধ্যে নির্দেশনা এসেছে ব্যাংকগুলোর প্রতিটা শাখায় ‘হ্যাঁ’ ভোট দিতে উৎসাহিত করে দুটি করে ব্যানার ঝোলানোর।</p><p>মাসরুর আরেফিন আরও বলেন, ‘এর পাশাপাশি যেসব এনজিও বা প্রতিষ্ঠান এই জনসচেতনতার জন্য কাজ করবে, তাদের ব্যাংকের সিএসআর তহবিল থেকে সহায়তা দিতে বলা হয়েছে। আমরা এবিবির পক্ষ থেকেও টাকা দেব। আমি এই পদক্ষেপগুলোর পুরোপুরি পক্ষে। সাধারণ মানুষ বড় ধরনের সংস্কার চায়, দেশটা যেন ভালো থাকে।’</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনাফ সীমান্তে গুলিবিদ্ধ শিশুটি এখনো লাইফ সাপোর্টে, মাথার গুলি বের হয়নি | প্রথম আলো",
            "time": "2026-01-12T06:22:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F956ikx5q%2FUntitled-1-1.png?rect=0%2C43%2C919%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রোববার সকাল ৯টার দিকে বাংলাদেশ সীমান্তবর্তী মিয়ানমারের রাখাইন রাজ্য থেকে ছোড়া গুলিতে আহত হয় শিশু হুজাইফা। এদিন সন্ধ্যা ৬টার দিকে তাঁকে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালের আইসিইউতে নিয়ে আসা হয়। সেখানে লাইফ সাপোর্টে রাখা হয়েছে তাকে। রাতে আইসিইউর চিকিৎসকেরা জানান, গুলিটি হুজাইফার মস্তিষ্কে প্রবেশ করেছে।</p><p>মিয়ানমারের রাখাইন রাজ্যে বিমান হামলা, ড্রোন হামলা, মর্টার শেল ও বোমা বিস্ফোরণ থামছে না। তিন দিন ধরে রাখাইন রাজ্যের মংডু টাউনশিপের আশপাশের এলাকায় সশস্ত্র গোষ্ঠী আরাকান আর্মির (এএ) অবস্থানে বিমান হামলা জোরদার করেছে সরকারি জান্তা বাহিনী। অন্যদিকে আরাকান আর্মির সঙ্গে স্থলভাগে সংঘর্ষে জড়িয়েছে রোহিঙ্গাদের সশস্ত্র তিনটি গোষ্ঠী। এ কারণে সীমান্ত পরিস্থিতি দিন দিন জটিল হচ্ছে। ওপারের বিকট বিস্ফোরণে সীমান্তবর্তী টেকনাফের গ্রামগুলো কেঁপে উঠছে। ওপার থেকে ছোড়া গুলি এসে পড়ছে এপারে লোকজনের ঘরবাড়ি, চিংড়িঘের ও নাফ নদীতে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী পোস্টার টানানোর অভিযোগে নওগাঁয় বিএনপির প্রার্থীকে নোটিশ | প্রথম আলো",
            "time": "2026-01-12T06:19:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Frrzglkl3%2FUntitled-1.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোটিশে বলা হয়, প্রচার শুরুর আগেই নির্বাচনী এলাকায় রেজাউল ইসলামের পোস্টার ও স্টিকার টানানো হয়েছে—এমন অভিযোগ পাওয়া গেছে। অভিযোগে উল্লেখ করা হয়েছে, বিভিন্ন স্থানে তাঁর পোস্টার ও সিএনজিচালিত অটোরিকশার পেছনে স্টিকারের মাধ্যমে নির্বাচনী প্রচার চালানো হচ্ছে। এসব কর্মকাণ্ড জাতীয় সংসদ নির্বাচনে রাজনৈতিক দল ও প্রার্থীর আচরণবিধিমালা-২০২৫ লঙ্ঘনের শামিল।</p><p>এ অবস্থায় নির্বাচনী আচরণবিধি লঙ্ঘনের অভিযোগে কেন রেজাউল ইসলামের বিরুদ্ধে ব্যবস্থা নেওয়া হবে না, সে বিষয়ে ১৫ জানুয়ারি বেলা সাড়ে ১১টায় নির্বাচনী অনুসন্ধান ও বিচারিক কমিটির কার্যালয়ে হাজির হয়ে লিখিত ব্যাখ্যা দিতে হবে। একই সঙ্গে কেন বিষয়টি নির্বাচন কমিশনে প্রতিবেদন আকারে পাঠানো হবে না, কিংবা কেন অপরাধ আমলে নিয়ে বিচারকার্য সম্পন্ন করা হবে না—এ বিষয়েও ব্যাখ্যা চাওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাংলাদেশকে ভারতেই খেলতে বলবে আইসিসি’ | প্রথম আলো",
            "time": "2026-01-12T06:17:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fvs7u5zb0%2FVRJ2848.jpg?rect=0%2C113%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) বিশ্বকাপের ম্যাচগুলো ভারত থেকে সরিয়ে নেওয়ার আবেদন করলেও তা কার্যকর হওয়ার সম্ভাবনা খুবই ক্ষীণ। ভারতের গণমাধ্যমগুলোর দাবি, আইসিসি বাংলাদেশকে শ্রীলঙ্কা নয়, বরং ভারতেরই অন্য দুটি ভেন্যুতে খেলার প্রস্তাব দিতে যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ বনশ্রীতে স্কুলছাত্রী হত্যায় হোটেলকর্মী গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-12T06:06:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2Fbbb6a519-8840-4f85-9b85-3a83a148d9d5%2Fmurder.png?rect=0%2C104%2C1597%2C838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ হত্যাকাণ্ডের ঘটনায় অজ্ঞাতপরিচয় ব্যক্তিদের আসামি করে গত শনিবার রাতে একটি মামলা হয়েছে। তদন্তসংশ্লিষ্ট সূত্রের প্রাথমিক ধারণা, ফাঁকা বাসায় লুটপাট করতে গিয়েছিল দুর্বৃত্তরা। মেয়েটি বাধা দিলে ধস্তাধস্তি হয়। একপর্যায়ে তাঁকে গলা কেটে হত্যা করা হয়।</p><p>পুলিশের খিলগাঁও অঞ্চলের অতিরিক্ত উপকমিশনার কায়েস ইকবাল প্রথম আলোকে বলেন, এই হত্যাকাণ্ডের ঘটনায় জড়িত ব্যক্তিদের গ্রেপ্তারের চেষ্টা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হার্নিয়া অপারেশনে ল্যাপারোস্কপির সুবিধাগুলো কী | প্রথম আলো",
            "time": "2026-01-12T06:03:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fwx73vsnq%2Fpexels-raul-infante-gaete-2660047-8853188.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ল্যাপারোস্কপিক হার্নিয়া সার্জারি আধুনিক চিকিৎসার একটি বড় অর্জন। কম ব্যথা, দ্রুত সুস্থতা ও কম জটিলতার কারণে এটি বর্তমানে হার্নিয়া চিকিৎসার একটি জনপ্রিয় পদ্ধতি। হার্নিয়ার উপসর্গ দেখা দিলে ভয় না পেয়ে দ্রুত বিশেষজ্ঞ সার্জনের পরামর্শ নেওয়াই নিরাপদ।</p><p><br><strong>ডা. মোহাম্মদ আশরাফ উদ্দীন খান</strong>, <em>সহকারী অধ্যাপক, সার্জারি বিভাগ, ঢাকা মেডিকেল কলেজ হাসপাতাল। চেম্বার—আলোক হাসপাতাল, মিরপুর-৬, ঢাকা</em></p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিতীয় বিয়েতে কার অনুমতি নিতে হয়, হাইকোর্টে কী রায় হয়েছে, আইনে কী আছে | প্রথম আলো",
            "time": "2026-01-12T05:58:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Fab689bcc-1db8-442a-8fdf-526dc32246a1%2FIMG_2738.JPG?rect=0%2C398%2C5616%2C2948&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইনজীবী ইশরাত হাসান প্রথম আলোকে বলেন, ১৮৬০ সালের দণ্ডবিধির ৪৯৪ ধারা অনুসারে আরেকটি বিয়ে করার অপরাধ প্রমাণ হলে স্বামী বা স্ত্রীর ক্ষেত্রে সাত বছরের কারাদণ্ডের বিধান ছিল। পরবর্তী সময়ে ১৯৬১ সালে মুসলিম পারিবারিক অধ্যাদেশ হয়। অধ্যাদেশে আরবিট্রেশন কাউন্সিলের অনুমতি ছাড়া যদি স্বামী দ্বিতীয় বিয়ে করেন, তাহলে তার এক বছর পর্যন্ত সাজা এবং দশ হাজার টাকা পর্যন্ত জরিমানা হতে পারে। কীভাবে অনুমতি নেবে, তাও আইনে বলা আছে। নির্ধারিত ফরম থাকবে, ফি থাকবে—এগুলো দিয়ে তিনি অনুমতি চাইবেন।</p><p>চেয়ারম্যান ও দুজন সদস্য নিয়ে সালিস পরিষদ গঠিত হয় উল্লেখ করে এই আইনজীবী বলেন, আরবিট্রেশন কাউন্সিল ব্যক্তির স্ত্রী বা স্ত্রীদের শুনবেন। তারপর আরবিট্রেশন কাউন্সিল অনুমতি দিতেও পারেন, আবার নাও দিতে পারেন। এটি আইনে আগে থেকেই ছিল। নতুন করে হাইকোর্ট দেননি। বহুবিবাহের বিধান (আইনের ৬ ধারা) চ্যালেঞ্জ করেই রিট আবেদনটি করা হয়। কেননা আরবিট্রেশন কাউন্সিলের কাছে এই ক্ষমতাটা থাকা সমীচীন নয়, চেয়ারম্যান পক্ষপাতদুষ্ট হতে পারেন। তাই আমরা চাচ্ছিলাম স্ত্রীর অনুমতি ছাড়া হবে না, নতুন করে একটি নীতিমালা হোক। শুধু তাই নয়, স্ত্রীদের সম–অধিকার কীভাবে নিশ্চিত হবে, সে বিষয়ে কোনো নীতিমালা নেই। উপরন্তু একজন ব্যক্তি একাধিক বিয়ের জন্য শারীরিক, মানসিক ও অর্থনৈতিকভাবে সক্ষম কি না, তা যাচাইয়ের সক্ষমতা কাউন্সিলের নেই।</p><p>ইশরাত হাসান বলেন, ‘বহু বছর ধরে অনেকে ভুল ব্যাখ্যা দিচ্ছিলেন যে দ্বিতীয় বিয়ের ক্ষেত্রে প্রথম স্ত্রীর অনুমতি লাগবে। আসলে আইনের কোথাও প্রথম স্ত্রীর অনুমতির বিষয়টি বাধ্যতামূলক আগে থেকেই ছিল না। আগে থেকেই ছিল, আরবিট্রেশন কাউন্সিল। গত বছরের ২০ আগস্ট হাইকোর্ট রুল ডিসচার্জ (খারিজ) করে দেন। ফলে আইনের বিধানটি বহাল থাকল। অর্থাৎ আরবিট্রেশন কাউন্সিলের অনুমতি পেলে তারপরে দ্বিতীয় বিয়ে; যেটি আগেও ছিল, এখনো সেটিই আছে।’</p><p>তবে হাইকোর্টের রায়ের বিরুদ্ধে আপিল বিভাগে আবেদন করা হবে বলে জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "একটি দায়িত্বশীল বিরোধী দলের খোঁজে | প্রথম আলো",
            "time": "2026-01-12T05:57:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Flp5ba65k%2FMasuk-Art-CMYK.jpg?rect=0%2C0%2C1507%2C791&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের প্রেক্ষাপটে পারস্পরিক দায়বদ্ধতা, শ্রদ্ধা ও জাতীয় স্বার্থে আপস-মীমাংসার সংস্কৃতি আবশ্যিক। একই সঙ্গে দায়িত্বশীল বিরোধী দল গড়ে তুলতে সুস্পষ্ট, ব্যাপকভাবে স্বীকৃত ও আইনি কাঠামোও জরুরি। </p><p>অন্যথায় এই শূন্যতার অনিবার্য পরিণতি ঘটে সংসদের বাইরে। বিরোধী রাজনীতি সংসদ ত্যাগ করে রাজপথে স্থানান্তরিত হয়। রাজনৈতিক দ্বন্দ্ব তখন নীতিগত বিতর্কের জায়গা ছেড়ে সহিংসতা, অবরোধ ও অর্থনৈতিক অচলাবস্থায় রূপ নেয়। সাধারণ মানুষকে, বিশেষ করে দিনমজুর, ক্ষুদ্র ব্যবসায়ী ও অনানুষ্ঠানিক খাতের শ্রমজীবীদের এর সামাজিক ও অর্থনৈতিক মূল্য বহন করতে হয়। </p><p>কেবল বিরোধী দলকে কিছু কমিটিতে সদস্যপদ দেওয়া যথেষ্ট নয়। জনগুরুত্বপূর্ণ কিছু কমিটির নেতৃত্ব পর্যায়ক্রমে বা একটি সুনির্দিষ্ট বণ্টননীতি অনুযায়ী বিরোধী দলের কাছে ন্যস্ত করা সম্ভব। এই অধিকারের সঙ্গে দায়িত্বের যোগ আছে। বিরোধী দলকে সংসদীয় নিয়মকানুন ও শিষ্টাচার মেনে কমিটির কাজে পেশাদারত্ব বজায় রাখতে এবং জাতীয় স্বার্থ ও গোপনীয়তা রক্ষা করে গঠনমূলক আলোচনায় অংশ নিতে হয়। </p><p>প্রতিটি সংসদীয় অধিবেশনে নির্দিষ্ট ও পর্যাপ্ত সময় সরকারের নীতি, সিদ্ধান্তের ওপর বিরোধী দলের পূর্ণাঙ্গ, অনবরুদ্ধ সমালোচনা শোনার জন্য সংরক্ষিত রাখা যেতে পারে। এই সময়ে সরকারি দলের কোনো বাধা বা সংখ্যা কম হওয়ার হুমকি থাকতে পারবে না। সমালোচনার প্রাসঙ্গিকতা ও গুরুত্ব অনুধাবন করে যুক্তিগ্রাহ্য ও লিখিত জবাব দেওয়া এবং বিরোধী দলের যুক্তিসংগত প্রস্তাবগুলো সততার সঙ্গে বিবেচনা সরকারের দায়িত্ব হতে হবে। </p><p>জাতীয় গুরুত্বের বিষয়ে বিরোধী দলের সঙ্গে বাধ্যতামূলক, সময়োচিত ও গোপনীয়তা রক্ষাকারী পূর্ব আলোচনা চালু করা যেতে পারে। সংবিধানের মৌলিক কাঠামো সংশোধন, যুদ্ধ বা শান্তি–সংক্রান্ত বৈদেশিক নীতি, জাতীয় জরুরি অবস্থা ঘোষণার মতো রাষ্ট্রের ভবিষ্যৎ গতিপথ নির্ধারণী বিষয়ে সরকারকে আইন দ্বারা বাধ্যতামূলকভাবে বিরোধী দলের সঙ্গে আস্থাভাজন আলোচনার প্রয়োজনীয়তা রয়েছে। বিরোধী দল জাতীয় সিদ্ধান্তের দায়িত্বে ভাগ নিলেই এই ব্যবস্থা কার্যকর হতে পারে। </p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বের প্রাচীনতম নদী কোনটি | প্রথম আলো",
            "time": "2026-01-12T05:57:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fzdb7ag7p%2FFinkeRiver.wiki.jpg?rect=0%2C49%2C2646%2C1389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের ইউনিভার্সিটি অব অ্যারিজোনার ভূতত্ত্ববিদ ভিক্টর বেকারের মতে, ফিংক নদীর প্রাচীনত্বের সবচেয়ে বড় প্রমাণ হলো এর ক্রস–অ্যাক্সিয়াল ড্রেনেজ নামক একটি ভূতাত্ত্বিক বৈশিষ্ট্য। সাধারণত পানি সহজ পথ বেছে নেয়, কিন্তু ফিংক নদী অস্ট্রেলিয়ার ম্যাকডোনেল রেঞ্জেসের অত্যন্ত শক্ত কোয়ার্টজাইট পাথরের পাহাড়কে পাশ কাটিয়ে না গিয়ে সরাসরি সেগুলো ভেদ করে প্রবাহিত হয়েছে। আসলে এই পাহাড় তৈরি হওয়ার আগেই নদী সেখানে প্রবাহিত ছিল। ৩০ থেকে ৪০ কোটি বছর আগে যখন টেকটোনিক প্লেটের নড়াচড়ায় পাহাড় উঁচু হতে শুরু করে, নদীটি তার নিজের পুরোনো পথ বজায় রাখতে পাহাড়ের বুক চিরে নিচের দিকে গভীর খাদ তৈরি করতে থাকে। পাহাড় তৈরির আগেই ফিংক নদী সেখানে ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "‘এটা আমাদেরই গল্প’ নিয়ে এত আলোচনা কেন | প্রথম আলো",
            "time": "2026-01-12T05:48:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fbv6g7sv7%2FIMG5954.JPG?rect=0%2C0%2C3650%2C1916&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরিফা জান্নাত নামের এক দর্শক ইউটিউবে মন্তব্য করেছেন, ‘গল্পে জীবনের ছোট ছোট মুহূর্ত, সম্পর্ক ও আবেগের জটিলতা ভালো লাগল। পরিবার, বন্ধু ও সামাজিক বন্ধনের নানা দিক নাটকে জীবন্তভাবে ফুটে উঠেছে। গল্পের প্রতিটি মুহূর্ত উপভোগ্য।’</p><p>এতে ইরফান সাজ্জাদ, কেয়া পায়েল, খায়রুল বাসার, সুনেরাহ্ বিনতে কামাল, ইন্তেখাব দিনার, দীপা খন্দকার, মনিরা মিঠু, নাদের চৌধুরীসহ অনেকে অভিনয় করেছেন। </p><p>শিল্পীদের অভিনয় নিয়েও আলোচনা হচ্ছে। নিশাত সাইমা নামের আরেক দর্শকের ভাষ্য, ‘পরিবারের মধ্যে ঘটে যাওয়া আমাদের গল্পগুলো ধারণ করেছে প্রত্যেক শিল্পী। বাস্তব চরিত্রই যেন হয়ে উঠেছে সবাই। প্রেম, বিচ্ছেদ, বিবাহের জটিলতা, শ্বশুর, বাবা, মা, মেয়ের আবেগ জড়িয়ে নিয়েছে দর্শককে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বেলাই ভুতুম প্যাঁচার খোঁজে | প্রথম আলো",
            "time": "2026-01-12T05:48:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fhi17pnio%2FOwul.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুরং বার্ড পার্ক ও সুন্দরবনের কালাবগীর প্যাঁচাটি এ দেশের বিরল ও তথ্য অপ্রতুল আবাসিক পাখি বেলাই ভুতুম প্যাঁচা। ইংরেজি নাম বাফি/মালয় ফিশ আউল। স্ট্রিজিডি গোত্রের প্যাঁচাটির বৈজ্ঞানিক নাম <em>Ketupa ketupu</em>। বাংলাদেশ ছাড়া মিয়ানমার, কম্বোডিয়া, লাওস, ভিয়েতনাম, থাইল্যান্ড, মালয়েশিয়া, সিঙ্গাপুর প্রভৃতি দেশে বাস করে।</p><p>প্রাপ্তবয়স্ক প্যাঁচার দৈর্ঘ্য ৪০ থেকে ৪৮ সেন্টিমিটার। ওজন ১.০৩ থেকে ২.১০ কেজি। দেহের ওপরটা কমলা-বাদামি, তার ওপর থাকে মোটা কালো দাগ। মাথায় ও ঘাড়ে গাঢ় দাগ। বাদামি কানঝুঁটিতে কোনো দাগ নেই। দেহের নিচটা লালচে-কমলা; তাতে রয়েছে সরু কালো ডোরা। চোখের রং উজ্জ্বল হলুদ। চঞ্চু, পা ও পায়ের পাতা ধূসরাভ। অপ্রাপ্তবয়স্ক পাখির দেহের পালক লালচে; তাতে দাগছোপ অস্পষ্ট। </p></div></div></div></body></html>"
        },
        {
            "title": "মামলা থেকে অব্যাহতি পেলেন অভিনেত্রী মেহজাবীন | প্রথম আলো",
            "time": "2026-01-12T05:44:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F4mvmm17c%2FMehjabin.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হুমকি-ধমকি, ভয় দেখানোর অভিযোগে করা মামলা থেকে অভিনেত্রী মেহজাবীন চৌধুরী ও তাঁর ভাই আলিশান চৌধুরীকে অব্যাহতি দিয়েছেন আদালত। </p><p>আজ সোমবার সকালে শুনানি নিয়ে এই আদেশ দেন ঢাকার নির্বাহী ম্যাজিস্ট্রেট মো. আদনান জুলফিকার। </p><p>মামলার বিষয়ে মেহজাবীন ও আলিশানের জবাব দাখিলের জন্য আজ (১২ জানুয়ারি) দিন ধার্য ছিল। জবাব দাখিলের পর শুনানি নিয়ে তাঁদের মামলা থেকে অব্যাহতির আদেশ দেন আদালত। আসামিপক্ষের আইনজীবী তুহিন হাওলাদার এই তথ্য নিশ্চিত করেন। </p><p>মামলাটির বাদী আমিরুল ইসলাম। তিনি ঢাকার নির্বাহী ম্যাজিস্ট্রেট আদালতে ফৌজদারি কার্যবিধির ১০৭ ও ১১৭ (৩) ধারায় মামলাটি করেছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "৮ জেলায় শৈত্যপ্রবাহ, দেশজুড়ে তাপমাত্রা বেড়েছে | প্রথম আলো",
            "time": "2026-01-12T05:40:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2Fhvpsug80%2FRangpur.JPG?rect=0%2C0%2C3472%2C1823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সঙ্গে আজ কমেছে শৈত্যপ্রবাহ বয়ে যাওয়া এলাকার সংখ্যা। আজ দেশের ৮ জেলায় বইছে শৈত্যপ্রবাহ। গতকাল এই সংখ্যা ছিল ১০।</p><p>আজ সকাল সাড়ে ৯টার দিকে আবহাওয়া অধিদপ্তর জানিয়েছে, রাজশাহী, পাবনা, দিনাজপুর, নীলফামারী, পঞ্চগড়, যশোর, কুষ্টিয়া ও চুয়াডাঙ্গায় শৈত্যপ্রবাহ বয়ে যাচ্ছে।</p><p>আবহাওয়া অধিদপ্তর সূত্র জানিয়েছে, আগামীকাল মঙ্গলবার বিশেষ করে চট্টগ্রামে তাপমাত্রা কিছুটা কমতে পারে। আর আগামী বৃহস্পতিবার থেকে দেশের সার্বিক তাপমাত্রা আবার কমা শুরু করতে পারে।</p><p>আবহাওয়া অধিদপ্তরের আবহাওয়াবিদ এ কে এম নাজমুল হক প্রথম আলোকে বলেন, আজ সার্বিকভাবে তাপমাত্রা গতকালের চেয়ে ১ থেকে ২ ডিগ্রি সেলসিয়াস বেড়েছে। তবে তাতে যে শৈত্যপ্রবাহ একেবারে কমে যাবে, তা নয়। আগামীকাল তাপমাত্রা প্রায় একই রকম থাকতে পাবে। তবে চট্টগ্রাম বিভাগে তাপমাত্রা কিছুটা কমতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাইবার হামলা থেকে হোয়াটসঅ্যাপ অ্যাকাউন্ট নিরাপদ রাখবেন যেভাবে | প্রথম আলো",
            "time": "2026-01-12T05:39:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-11%2Fjnvb4uhq%2Fwhatsapp.reuters.png?rect=0%2C0%2C639%2C335&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোয়াটসঅ্যাপ গ্রুপ এখন দৈনন্দিন যোগাযোগের গুরুত্বপূর্ণ অংশ। তবে যে কেউ ইচ্ছামতো কাউকে কোনো গ্রুপে যুক্ত করতে পারলে সেটি নিরাপত্তার জন্য ঝুঁকিপূর্ণ হয়ে উঠতে পারে। প্রতারকেরা অনেক সময় ভুয়া বা সন্দেহজনক গ্রুপে যুক্ত করে বিভ্রান্তিকর বার্তা ছড়িয়ে দেয়। তাই কে গ্রুপে যুক্ত করতে পারবে, সেই অনুমতি সীমিত করে রাখা নিরাপদ বলে মনে করেন বিশেষজ্ঞরা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ছাত্ররাজনীতি যদি বন্ধ হয়, এই মেডিক্যাল কলেজ বন্ধ হয়ে যাবে’ | প্রথম আলো",
            "time": "2026-01-12T05:33:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-12%2F29v3bhjj%2FFARIDPUR-PIC-04.JPG?rect=0%2C0%2C848%2C445&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ড্যাব ফরিদপুর মেডিক্যাল কলেজ শাখার আহ্বায়ক সৈয়দ আসিফ উল আলম এ অনুষ্ঠানে সভাপতিত্ব করেন।</p><p>এ অনুষ্ঠানে অতিথি হিসেবে বক্তব্য দিতে গিয়ে বিএনপি নেতা জুলফিকার হোসেন বলেন, ‘মেডিক্যালে রাজাকারের আশীর্বাদের রাজনীতি হবে আর মুক্তিযুদ্ধের সেক্টর কমান্ডার, সংগঠক জাতীয়তাবাদী ছাত্রদল রাজনীতি করতে পারবে না, এটা হইতে পারবে না, এটা হইতে দেব না। প্রয়োজনে বিএনপির রাজনীতি ছেড়ে আবার ছাত্রদলে যোগ দেব। আলামত কিন্তু ভালো না।’</p><p>প্রসঙ্গত, ২০২৪ সালের ২৪ আগস্ট কলেজের একাডেমিক কাউন্সিলের সভায় ফরিদপুর মেডিক্যাল কলেজে ছাত্ররাজনীতি বন্ধ করার সিদ্ধান্ত গ্রহণ করা হয়। এর পর থেকে এ কলেজে ছাত্ররাজনীতি নিষিদ্ধ রয়েছে।</p></div></div></div></body></html>"
        }
    ]
}