{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কাগজের লেখা রাজনৈতিক দলগুলো কতটা মানবে | প্রথম আলো",
            "time": "2025-08-16T04:22:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fx1690vun%2FMotamot.jpg?rect=0%2C7%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোটাদাগে জুলাই জাতীয় সনদের খসড়ায় তিনটি ভাগ আছে। প্রথম অংশে আছে এই সনদের পটভূমি। দ্বিতীয় অংশে কোন কোন সংস্কার প্রস্তাবে ঐকমত্য ও সিদ্ধান্ত হয়েছে, তার উল্লেখ রয়েছে। আর তৃতীয় অংশে থাকছে সনদ তথা সংস্কার প্রস্তাবগুলো বাস্তবায়নের বিষয়ে কিছু সুনির্দিষ্ট অঙ্গীকার।</p><p>প্রথম দুই ধাপ নিয়ে তেমন বিরোধ না থাকলেও বাস্তবায়ন পদ্ধতি ও আইনি ভিত্তি নিয়েই বিতর্ক ছিল। কেউ কেউ নতুন সংবিধান সভা বা গণভোটের মাধ্যমে এটি অনুমোদন করিয়ে নেওয়ার দাবি তুলেছিল। নির্বাচনের ঘোষিত সময়সীমার (ফেব্রুয়ারি ২০২৬) মধ্যে এর কোনোটি সম্ভব নয়। সে ক্ষেত্রে রাষ্ট্রপতির অধ্যাদেশের মাধ্যমেই জুলাই সনদের আইনি ভিত্তি তৈরি করতে হবে। </p><p>তবে কাগজ–কলমে কী লেখা থাকল, তার ভিত্তিতে আগামী নির্বাচন সুষ্ঠু, অবাধ ও অন্তর্ভুক্তিমূলক হবে, এই নিশ্চয়তা দেওয়া যায় না। সে জন্য প্রয়োজন নির্বাচনে অংশগ্রহণকারী দলগুলোর মধ্যে আস্থার সম্পর্ক গড়ে তোলা। নিজের অধিকার প্রতিষ্ঠার জন্য কেউ অন্যের অধিকার খর্ব করবে না, প্রতিটি দলকে এই ‘শপথ’ নিতে হবে। </p><p>আর যদি তারা অতীতের মতো জবরদস্তি, পেশি শক্তি, কালোটাকার ব্যবহার করতে থাকে, তাহলে প্রধান উপদেষ্টার আকাঙ্ক্ষা অনুযায়ী ইতিহাসের সেরা নির্বাচনের আশা দুরাশা হয়েই থেকে যাবে।  </p><p>●<strong> সোহরাব হাসান </strong><em>প্রথম আলো</em>র যুগ্ম সম্পাদক ও কবি</p><p><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"40332f2832212228213333212e757500272d21292c6e232f2d\">[email protected]</a></p><p><em>* মতামত লেখকের নিজস্ব</em></p></div></div></div></body></html>"
        },
        {
            "title": "প্রিমিয়ার লিগে যেখানে ‘রাজত্ব’ সালাহর | প্রথম আলো",
            "time": "2025-08-16T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fbuwrctwm%2F2025-08-15T205807Z1763783864UP1EL8F1M8TNURTRMADP3SOCCER-ENGLAND-LIV-BOU.JPG?rect=0%2C45%2C2215%2C1163&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রাতে করা গোলটিসহ প্রিমিয়ার লিগের প্রথম ‘ম্যাচ ডে’তে সালাহর গোলসংখ্যা এখন ১০। এই তালিকায় গত মৌসুমেই এককভাবে শীর্ষে উঠেছিলেন সালাহ। ২০২৪–২৫ মৌসুমে ইপসউইচ টাউনের বিপক্ষে প্রথম ম্যাচে গোলের পর সালাহর গোল হয়েছিল ৯টি। যার মধ্য দিয়ে তিনি ছাড়িয়ে গিয়েছিলেন ৮ গোল করা জেমি ভার্ডি, অ্যালান শিয়ারার, ওয়েইন রুনি ও ফ্রাঙ্ক ল্যাম্পার্ডকে। আর এবার সালাহ যেন নিজেকেও ছাড়িয়ে গেলেন।</p><p>শুধু গোল করায় নয়, গোলে অবদান বিবেচনা করলেও সালাহ সবার ওপরে অবস্থান করছেন। এখন পর্যন্ত প্রথম ম্যাচে ১৫ গোলে অবদান (১০ গোল ও ৫ গোল করিয়েছেন) রেখেছেন সালাহ। এ তালিকায় দ্বিতীয় ওয়েন রুনি, যিনি অবদান রেখেছেন ১৩ গোলে (৮ গোল ও ৫ গোল করিয়েছেন)।</p></div></div></div></body></html>"
        },
        {
            "title": "টেস্টে সবচেয়ে বেশিবার ব্যাট করে কখনো শূন্য রানে আউট হননি কে | প্রথম আলো",
            "time": "2025-08-16T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F4b929128-b429-447d-8eca-7ffdab07294e%2Fprothomalo_bangla_2024_02_52c7b506_a164_499d_8347_097cbae47ac7_prothomalo_bangla_2023_05_a1c978b5_b8.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">স্পোর্টস কুইজ </h2></p><p><h1 data-title-0=\"টেস্টে সবচেয়ে বেশিবার ব্যাট করে কখনো শূন্য রানে আউট হননি কে\" class=\"IiRps \">টেস্টে সবচেয়ে বেশিবার ব্যাট করে কখনো শূন্য রানে আউট হননি কে</h1></p><div class=\"Ibzfy\"><p>খেলার সঙ্গে যদি এর রেকর্ড ও পরিসংখ্যান নিয়েও আগ্রহ থাকে, তাহলে এই কুইজ আপনার জন্য। দেখুন তো, কতটা জানেন আপনি?<br></p></div></div></div></body></html>"
        },
        {
            "title": "চীন-ভারত ‘ড্যামযুদ্ধে’ বাংলাদেশ কি নীরবই থাকবে | প্রথম আলো",
            "time": "2025-08-16T04:19:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fmf8uztz6%2FDam.png?rect=0%2C109%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রিটিশরা ভারত দখলের আগে অরুণাচলের এ এলাকা তিব্বতেরই অংশ ছিল। এখানকার ‘আদি’রা তিব্বতের অংশে এখন ‘লোহবা’ নামে পরিচিত। ফলে বলা যায়, তিব্বতের মিদং ও অরুণাচলের আপার সি-আংয়ে ড্যামের তাৎক্ষণিক শিকার হবে আদি ও লোহবারা।</p><p>কিন্তু চীন ও ভারতের জাতীয়তাবাদী জিদ ও আধিপত্যের ক্ষুধার কাছে স্থানীয় ট্রাইবাল অসন্তোষের কানাকড়িও দাম নেই; যেভাবে পাকিস্তান সরকার কাপ্তাই ড্যাম করার সময় চাকমাদের আহাজারির তেমন তোয়াক্কা করেনি। বিশ্ববাসী এ মুহূর্তে যখন ভারত ও চীনের দুই বিশাল নির্মাণযজ্ঞের গল্প শুনছে, তখন এ অঞ্চলের স্থানীয় মানুষদের বিপণ্নতার কথা সামান্যই জানাচ্ছে আন্তর্জাতিক প্রচারমাধ্যম।</p><p>ভারত তার নির্মিতব্য ড্যামের নাম দিয়েছে ‘আপার সি-আং জলবিদ্যুৎ প্রকল্প’। বলা বাহুল্য, বিদ্যুৎ উৎপাদন ছাড়াও এ প্রকল্পে ভূরাজনীতিও মিশে আছে। ভারত মনে করছে, মিদংয়ের ড্যামের মাধ্যমে চীন ব্রহ্মপুত্রে পুরো নিয়ন্ত্রণে নেবে। কখনো তারা এ প্রবাহের পানি আটকাবে, কখনো বেশি করে ছেড়ে বিধ্বংসী বন্যা ঘটাবে। এতে বিশেষভাবে বিপদে পড়বে আসাম।</p><p>এ রকম আশঙ্কার সুরক্ষা হিসেবে সি-আং প্রকল্প। এ ড্যাম বসাতে তাদের খরচ হবে প্রায় ১৩ বিলিয়ন ডলার। বিনিময়ে ১১ হাজার মেগাওয়াট বিদ্যুৎ পাওয়া যাবে বলে অনুমান রয়েছে।</p><p>কিন্তু তাতে মুশকিলের দিক আছে অনেক। এ বছর জানুয়ারিতে প্রকাশিত আল–জাজিরার এক প্রতিবেদন অনুযায়ী, অরুণাচলের কয়েক ডজন গ্রাম ডুবে যাবে এ ড্যামে। আর আছে ভূমিকম্পের ভয়। হিমালয়ের এ অঞ্চলে বড় বড় ভূমিকম্পের রেকর্ড অনেক। অনেকের মনে আছে হয়তো, ২০১৫ সালে নেপালে ৭ দশমিক ৮ মাত্রার ভূমিকম্পে ৯ হাজার লোক মারা গেলেন। ৮ মাত্রার ভূমিকম্পেরও রেকর্ড (১৯৩৪) আছে এ অঞ্চলে। চীনে গত শতাব্দীতে ৭ মাত্রার ভূমিকম্প হয়েছে অন্তত ছয়বার। এ বছর জানুয়ারিতে তিব্বতে যে ভূমিকম্প হলো, তাতেও আশপাশের নানা আয়তনের অন্তত পাঁচটি ড্যাম ক্ষতিগ্রস্ত হয়েছে।</p><p>ভবিষ্যতে যেকোনো বড় ভূমিকম্পে নির্মাণাধীন এই দুটি ড্যামের কোনোটি ক্ষতিগ্রস্ত হলে ভাটিতে আসাম ও বাংলাদেশে অকল্পনীয় ক্ষয়ক্ষতির শঙ্কা আছে। এ রকম ক্ষয়ক্ষতির মধ্যে থাকবে গ্রামের পর গ্রাম ধুয়েমুছে চলে যাওয়া। এ ছাড়া এই দুটি ড্যাম পুরো ব্রহ্মপুত্র উপত্যকায় প্রতিবেশকাঠামোতে বড় ধরনের পরিবর্তন ঘটাবে বলে পরিবেশবাদীদের অনুমান। সব মিলে কোটি কোটি মানুষকে চিরস্থায়ী ঝুঁকিতে ফেলতে যাচ্ছে উভয় ড্যাম।</p></div></div></div></body></html>"
        },
        {
            "title": "মেলানিয়ার লেখা ব্যক্তিগত চিঠি পুতিনকে পৌঁছে দিলেন ট্রাম্প, কী আছে চিঠিতে | প্রথম আলো",
            "time": "2025-08-16T04:18:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F3z6ybq0o%2FMelania.jpg?rect=0%2C9%2C840%2C441&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট হিসেবে ডোনাল্ড ট্রাম্পের প্রথম মেয়াদে জি–২০ সম্মেলন চলাকালে শুভেচ্ছা বিনিময় করেন মেলানিয়া ট্রাম্প ও ভ্লাদিমির পুতিন  ফাইল ছবি: রয়টার্স</p><p> মেলানিয়ার লেখা ব্যক্তিগত চিঠি পুতিনকে পৌঁছে দিলেন ট্রাম্প, কী আছে চিঠিতে</p><p> যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের স্ত্রী মেলানিয়া ট্রাম্প রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিনকে ব্যক্তিগত একটি চিঠি লিখেছেন। চিঠিতে ইউক্রেন ও রাশিয়ার শিশুদের দুর্দশার কথা তুলে ধরেছেন তিনি।</p><p> গতকাল শুক্রবার হোয়াইট হাউসের দুই কর্মকর্তা এ তথ্য দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বর্ষায় ভেঙেছে ৩৮৮ সড়ক, মেরামতে লাগবে ৪২০ কোটি টাকা | প্রথম আলো",
            "time": "2025-08-16T04:08:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F8tqjmgla%2FCtg-2.jpg?rect=0%2C28%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবার বর্ষায় সড়ক ক্ষতিগ্রস্ত হওয়ার কারণ জানতে চাইলে চট্টগ্রাম সিটি করপোরেশনের প্রধান প্রকৌশলী আনিসুর রহমান প্রথম আলোকে বলেন, ‘চট্টগ্রাম নগরের সড়কগুলো বিটুমিনের তৈরি। বিটুমিনের বড় শত্রু হচ্ছে পানি। বৃষ্টির সময় সড়কে পানি জমে থাকার কারণে বিটুমিন ক্ষতিগ্রস্ত হয়। গাড়ির চাপে রাস্তা ভেঙে যায়। আরেকটি বড় কারণ হচ্ছে, নগরের সড়কগুলো ১০ থেকে ২০ টনের ওজনের গাড়ির ভর নিতে পারে। কিন্তু বন্দরের পণ্যবাহী ৫০ থেকে ৬০ টনের গাড়ি চলাচল করে। বেশি ওজনের গাড়ি চলাচলের কারণে সংস্কারের পরও রাস্তা নষ্ট হচ্ছে।’ তবে তিনি সংস্কারের গুণগত মান ও নিম্নমানের উপকরণের বিষয়টি স্বীকার করেননি।</p><p>এদিকে সিটি করপোরেশনের নিজস্ব তহবিল ও প্রকল্পের মাধ্যমে নগরের রাস্তাঘাটগুলো সংস্কার করে। বর্তমানে ৩ হাজার ৭০০ কোটি টাকা ব্যয়ে দুটি বড় প্রকল্পের কাজ চলমান। এর আগেও একাধিক প্রকল্প বাস্তবায়ন করা হয়েছে।</p><p>সিটি করপোরেশনের সংস্কারের পরও কেন রাস্তা টিকছে না, তা জানতে চাইলে চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (চুয়েট) পুরকৌশল বিভাগের অধ্যাপক স্বপন কুমার পালিত বলেন, ‘একটি সড়ক পরিকল্পিতভাবে করা হলে অন্তত ১০ থেকে ১৫ বছর টিকে থাকার কথা। চট্টগ্রাম নগরের ড্রেনেজব্যবস্থা ভালো নয়, যার কারণে সড়কগুলো অনেক সময় পানিতে ডুবে থাকে। এ কারণে সড়ক নষ্ট হয়। তবে নির্মাণকাজে মানসম্পন্ন উপকরণ ব্যবহার না করা, ঠিকাদারদের তদারক না করার কারণে কাজগুলো হয় যাচ্ছেতাই। ফলে অল্প দিনেই সড়কগুলো বেহাল হয়ে পড়ে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা নদীতে কায়াক চালিয়ে রাজশাহী থেকে চাঁদপুর গেছেন ইনতিয়াজ, পথে কোথায় থেকেছেন, কী খেয়েছেন | প্রথম আলো",
            "time": "2025-08-16T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fo321psxe%2Fvlcsnap-2025-07-20-21h43m32s948.png?rect=0%2C573%2C2550%2C1339&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমার এ অভিযানের উদ্দেশ্য ছিল পদ্মার শুরু থেকে শেষ পর্যন্ত কায়াকিং করে আরও বড় একটা অভিযানের জন্য অভিজ্ঞতা অর্জন। পাশাপাশি পদ্মার রূপ-রঙে গা ভাসানো। রুট ছিল রাজশাহী, ভেড়ামারা, শিলাইদহ, পাবনা, দৌলতদিয়া, মৈনটঘাট, লৌহজং, সুরেশ্বর, চাঁদপুর। এ যাত্রায় পার হয়েছি পদ্মাচরের নানা গোলকধাঁধা, দীর্ঘ জনবিরল পথ আর যমুনা-পদ্মা ও পদ্মা-মেঘনার দুটি বড় মোহনা। প্রথমার্ধে আত্মা তাতানো রোদ পেরিয়ে গন্তব্যের কাছাকাছি এসে পেলাম পদ্মার ঝড়ে উন্মাদ উত্তাল রূপ, সকাল-সন্ধ্যা টানা বৃষ্টি। রাজশাহী থেকে চাঁদপুর আসতে আমার মোটমাট সময় লেগেছে ১০ দিন, ১০ থেকে ১৯ জুন। নয় দিন কায়াকে, এক দিন ফাঁকিবাজি। মাঝখানের আটটা রাত আটটা ভিন্ন ভিন্ন জায়গায় কাটিয়েছি। কখনো কারও বাড়ি, তো কখনো মসজিদ-মাদ্রাসা, পাড়ার ক্লাবঘর, ড্রেজার, বাল্কহেড, বাঁধের কন্সট্রাকশন সাইট। কিন্তু এই সবকিছু ছাপিয়ে শেষ পর্যন্ত যেটা মনে দাগ কেটে রইল তা হলো, পদ্মাপাড়ের মানুষ আর তাঁদের নিঃস্বার্থ আতিথেয়তা, এখানে-ওখানে পাওয়া অকৃত্রিম ভালোবাসা, নদীপাড়ের কচি–কাঁচাদের উচ্ছ্বাস আর পদ্মার গাঢ় নীল রং। প্রায় ৩০০ কিলোমিটার পথে অন্তত তিন শ রকম মানুষের সঙ্গ পেয়েছি। টিভি–খবরের কাগজের হিংসা হানাহানিতে মত্ত দেশ না, যেন অন্য এক দুনিয়ায় চলে গিয়েছিলাম। না জানি কী হয়, মনের এই সদা ভয় আস্তে আস্তে কেটে গেছে। কবে-কোথায় কে ধরে, কে মারে, সব শঙ্কা উড়িয়ে নিল পদ্মার উত্তাল হাওয়া। বদলে মনের জমিতে জমা পড়ল অনেক অনেক রঙিন স্মৃতির পলি।</p></div></div></div></body></html>"
        },
        {
            "title": "চলনবিলে কেন রবীন্দ্র বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাস | প্রথম আলো",
            "time": "2025-08-16T03:55:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2F8eyj03xu%2FPABNADH0636202508155.-RABINDRO-UNIVERCITY-8.JPG?rect=0%2C128%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলনবিল রক্ষা আন্দোলন কমিটির দাবি, বিশ্ববিদ্যালয়ের জন্য ইতিমধ্যে বিলের মধ্যে বালু ফেলে ভরাট করা হয়েছে। এতে বিলের উৎসমুখ সংকুচিত হয়েছে। বিশাল চলনবিলের মুখে যদি রবীন্দ্র বিশ্ববিদ্যালয় স্থাপন করা হয়, তাহলে হাজার কিলোমিটারের চলনবিল জলাবদ্ধতাসহ নানা বিপর্যয়ে পড়বে।</p><p>নৌকায় যেতে যেতে কথা হয় মাঝি সুমন হোসেনের সঙ্গে। তিনি জানান, বিশ্ববিদ্যালয় করার জন্য এখানে মাটি ফেলা হয়েছে বলে শুনেছেন। বছরের ছয় মাস জায়গাটির চারপাশ পানিতে ডুবে থাকে। ছাত্ররা নৌকা নিয়ে এখানে খেলতে আসে। আর শুকনো মৌসুমে হেঁটে আসে।</p><p>বুড়ি পোতাজিয়ার পাশে লাউতারা বাজার। সেখানকার মুদিদোকানি মহিত হোসেন বলেন, ‘শুনছি বিলের মধ্যি বিশ্ববিদ্যালয় হবি। কিন্তুক যাতায়াতের তো রাস্তা নাই। বছরের ছয় মাস চারদিক পানি। কেমনে কি হবি জানিনে।’</p><p>বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) পানিসম্পদ প্রকৌশল বিভাগের অধ্যাপক আতাউর রহমান প্রথম আলোকে বলেন, ‘আমাদের যে পানি আইন আছে, সেখানে বলা আছে জলস্রোতের ধারা বাধাগ্রস্ত করে এমন কিছু করা যাবে না। যেকোনো স্থাপনা বা প্রকল্প নেওয়ার আগে তার সম্ভাব্যতা যাচাই করতে হয়, পরিবেশগত সমীক্ষা করতে হয়। একটা বিশ্ববিদ্যালয় হলে সেটার পরিবহন, যাতায়াত, আবাসনসহ জলজ প্রাণীর ক্ষতি হবে কি না, পরিবেশগত প্রভাব কী হবে—সবকিছু একটা দক্ষ প্রতিষ্ঠান দিয়ে সমীক্ষা করা উচিত।’</p><p>[প্রতিবেদনে তথ্য দিয়ে সহায়তা করেছেন প্রতিনিধি, সিরাজগঞ্জ]</p></div></div></div></body></html>"
        },
        {
            "title": "১৬ কোটি বছরের পুরোনো | প্রথম আলো",
            "time": "2025-08-16T03:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Ftdeaoxih%2FWhatsApp_Image_2025_08_14_at_6_07_28_PM.jpeg?rect=0%2C13%2C671%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-16T09:50:00+06:00\"><span>প্রকাশ: ১৬ আগস্ট ২০২৫, ০৩: ৫০ </span></time></p></div></div></body></html>"
        },
        {
            "title": "বৈঠকে একটি বিষয়ে একমত হননি পুতিন, সেটি কী বললেন না ট্রাম্প | প্রথম আলো",
            "time": "2025-08-15T15:45:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fbqbgrnu7%2F%E0%A6%AE%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%95%E0%A6%BF%E0%A6%A8-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B8%E0%A6%BF%E0%A6%A1%E0%A7%87%E0%A6%A8%E0%A7%8D%E0%A6%9F-%E0%A6%A1%E0%A7%8B%E0%A6%A8%E0%A6%BE%E0%A6%B2%E0%A7%8D%E0%A6%A1-%E0%A6%9F%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%AA?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ইউক্রেন যুদ্ধ বন্ধে চুক্তি শিগগিরই হতে যাচ্ছে বলেছেন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। তিনি বলেন, এতে  যুদ্ধবন্দীদের বিনিময়ের বিষয়টিও অন্তর্ভুক্ত থাকতে পারে। </p><p>ট্রাম্প আরও বলেছেন,  পুতিনের সঙ্গে বৈঠকে একটি বিষয়ে একমতে পৌঁছানো যায়নি।আর সে কারণেই চুক্তি হয়নি। তবে বিষয়টি  কী তা বলেননি ট্রাম্প। </p><p>যুক্তরাষ্ট্রের আলাস্কায় স্থানীয় সময় শুক্রবার রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে বৈঠকের পর ফক্স নিউজকে দেওয়া এক সাক্ষাৎকারে এ কথা বলেন ট্রাম্প। </p><p>সাক্ষাৎকারে ট্রাম্প বলেন, ‘আমি বলব ৫০-৫০। কারণ, অনেক কিছুই ঘটতে পারে। তবে আমি মনে করি প্রেসিডেন্ট পুতিন সমস্যার সমাধান চান।’</p><p>ট্রাম্প দাবি করেন, যুদ্ধবন্দী বিনিময়ের সম্ভাবনা রয়েছে।  বিষয়টি নিয়ে অগ্রগতি হচ্ছে। তিনি বলেন, ‘আজ আমাকে তাঁরা  হাজার হাজার মানুষের একটি তালিকা দিয়েছেন—হাজার হাজার যুদ্ধবন্দী, যাঁরা মুক্তি পাবেন।’</p><p>ফক্স নিউজের সঞ্চালক হ্যানিটি এ সময় জানতে চান, এমন কোনো চুক্তির বিষয়ে আজকের বৈঠকে তাঁরা সম্মত হয়েছেন কিনা? জবাবে মার্কিন প্রেসিডেন্ট বলেন, ‘বিষয়টি এখনো ঝুলে আছে।’ তাঁর ভাষায়, ‘আসলে, তাঁদের এ প্রস্তাব গ্রহণ করতে হবে।’</p><p>তবে কে তাঁকে যুদ্ধবন্দীদের তালিকা দিয়েছেন, কিংবা এসব বন্দীরা রাশিয়া নাকি ইউক্রেনের নাগরিক—সেসব বিষয়ে কিছুই বলেননি ট্রাম্প।</p><p><strong>চুক্তিতে বাধা কী বলেননি ট্রাম্প</strong> </p><p>ফক্স নিউজকে দেওয়া সাক্ষাৎকারে ট্রাম্প চুক্তিতে পৌঁছাতে বাধা সৃষ্টি করেছে যেসব বিষয় সেগুলোর কথা বলতে নাজি হননি।  </p><p>পুতিনকে নিয়ে ট্রাম্প বলেন, ‘আমি মনে করি তিনি চান চুক্তি সম্পন্ন হোক।’ তবে একটি বড় বিষয়ে তাঁরা একমত হতে পারেননি। সেই বিষয়টি কী তা বিস্তারিত বলেননি ট্রাম্প। </p><p>ট্রাম্প জানান, পুতিন এমনও বলেছেন, ইউক্রেনে হামলা চালানোর সময় যদি ট্রাম্প প্রেসিডেন্ট থাকতেন তাহলে এই যুদ্ধ হতো না। এ ব্যাপারে পুতিন একমত হওয়ায় ট্রাম্প তাঁর প্রশংসা করেন। </p><p>ট্রাম্প বলেন, ‘এই যুদ্ধ কখনো হওয়া উচিত ছিল না। জানেন, অনেক যুদ্ধই হওয়া উচিত ছিল না। ভুল লোকেরা কথা বলছে এবং  এ ধরনের বোকামিগুলো ঘটছে।’ তিনি সাবেক প্রেসিডেন্ট জো বাইডেনকে রাশিয়ায় হামলা ঠেকাতে না পারার জন্য দোষারোপ করেন।</p><p>সঞ্চালক হ্যানিটি জিজ্ঞাসা করেন, এটি কি আজ চূড়ান্ত হওয়া কোনো চুক্তি।এ সময়  ট্রাম্প বলেন এটি এখনো মুলতবি রয়েছে।</p><p>তবে ট্রাম্প  এও বলেন, তাদের (রাশিয়া) এটা মেনে নিতে হবে। খবর বিবিসির। </p></div></div></body></html>"
        },
        {
            "title": "মারা গেছেন অস্ট্রেলিয়ান কিংবদন্তি বব সিম্পসন | প্রথম আলো",
            "time": "2025-08-16T03:42:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fnvk038fz%2FEP0-ecrXUAE5Gqs.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিম্পসন এমন এক সময়ে কোচের দায়িত্ব নিয়েছিলেন, যখন আগের দুই বছরে কোনো টেস্ট সিরিজ জিততে পারেনি অস্ট্রেলিয়া। তাঁর হাত ধরে উঠে আসেন ডেভিড বুন, ডিন জোন্স, স্টিভ ওয়াহ, ক্রেইগ ম্যাকডারমট, মার্ভ হিউজের মতো খেলোয়াড়েরা।</p><p>সিম্পসনের যুগেই শুরু হয় অস্ট্রেলিয়ার সোনালি অধ্যায়। ১৯৮৭ সালে কোচের পাশাপাশি তাঁকে নির্বাচক প্যানেলেও যুক্ত করা হয়। এ সময়ই সামনে আসেন মার্ক টেলর, ইয়ান হিলি, মার্ক ওয়াহ, শেন ওয়ার্ন, জাস্টিন ল্যাঙ্গার, ম্যাথু হেইডেন, ডেমিয়েন মার্টিন, গ্লেন ম্যাকগ্রা ও রিকি পন্টিংরা।</p></div></div></div></body></html>"
        },
        {
            "title": "ঋণ ৭০০ কোটি টাকা, ফেরত সামান্যই | প্রথম আলো",
            "time": "2025-08-16T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fv7ijinz5%2FBusiness-.JPG?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোশাক খাতের শ্রম অসন্তোষ নিরসনে দুই বছরে সরকার ১২টি প্রতিষ্ঠানকে মোট ৭০৬ কোটি ৬০ লাখ টাকা ঋণ দিয়েছে। এর মধ্যে আটটি প্রতিষ্ঠানের ঋণ পরিশোধের মেয়াদ শেষ হয়ে গেলেও সরকার সেই ঋণ ফেরত পাচ্ছে না। দুটি প্রতিষ্ঠানের ঋণ শোধের মেয়াদ শেষ হবে চলতি মাসে। বাকি দুটির একটির আগামী মাসে, আরেকটির ২০২৭ সালের ফেব্রুয়ারিতে ঋণ পরিশোধের মেয়াদ শেষ হবে।</p><p>ঋণের টাকা ফেরত চেয়ে সংশ্লিষ্ট প্রতিষ্ঠানগুলোকে তাগাদা দিচ্ছে সরকার। শুধু তা-ই নয়, বন্ধক থাকা সম্পত্তি বিক্রিরও উদ্যোগ নেওয়া হয়েছে। শ্রম ও কর্মসংস্থান মন্ত্রণালয় এবং অর্থ মন্ত্রণালয়ের অর্থ বিভাগ সূত্রে এ তথ্য জানা গেছে।</p><p>মোট ঋণের মধ্যে অর্থ বিভাগের মাধ্যমে দেওয়া হয়েছে ৬২৫ কোটি ৪৫ লাখ টাকা। আর শ্রম ও কর্মসংস্থান মন্ত্রণালয়ের আওতাধীন কেন্দ্রীয় তহবিল থেকে দেওয়া হয়েছে ৮১ কোটি ১৪ লাখ টাকা। ১ মাস, ৩ মাস, ৬ মাস ও ২ বছরের মধ্যে পরিশোধ করার শর্তে এসব ঋণ দেওয়া হয়েছিল।</p><p>প্রতিষ্ঠানগুলোর পাশাপাশি বাংলাদেশ তৈরি পোশাক উৎপাদক ও রপ্তানিকারক সমিতি (বিজিএমইএ) ঋণ নেয় ৫ কোটি টাকা। সংগঠনটি অবশ্য এ টাকা ফেরত দিয়েছে। এ ছাড়া একটি প্রতিষ্ঠান ২ কোটি ১৭ লাখ টাকা ও আরেকটি প্রতিষ্ঠান ৬৫ লাখ টাকা ফেরত দিয়েছে। ঋণের টাকা চেয়ে শ্রম ও কর্মসংস্থান মন্ত্রণালয় তাগিদপত্র দিয়ে এলেও বেশির ভাগ প্রতিষ্ঠান জবাব দিচ্ছে না।</p><p>জানতে চাইলে শ্রমসচিব এ এইচ এম সফিকুজ্জামান প্রথম আলোকে বলেন, শ্রম অসন্তোষ নিরসনে ঋণ আকারে বিভিন্ন প্রতিষ্ঠানকে টাকা দেওয়া হয়েছে। এ টাকা তাদের ফেরত দিতে হবে। না হলে তাদের সম্পত্তি বিক্রি করে টাকা আদায়ের উদ্যোগ নেবে সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "১৪টি ফ্লপ ছবি! তবু ৫৫০ কোটি টাকার মালিক এই নায়ক | প্রথম আলো",
            "time": "2025-08-16T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fv7x9ftzs%2Ftravelandleisureindia172430104334400089361902995911231146661.webp?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই দশক ধরে অভিনয়ে সক্রিয় থাকলেও অভয় সব সময় আলোচনার বাইরে থেকেছেন। ২০২২ সালে ই-টাইমসকে তিনি বলেন, ‘খ্যাতি নিয়ে আমি কখনোই ভাবিনি। কারণ, টাকা সুখ দেয় না। সন্তুষ্টি আসে, যখন আপনি নিজের মতো থাকতে পারেন, ইচ্ছেমতো কাজ করতে পারেন। সেটা তথাকথিত ছোট সিনেমার ক্ষেত্রেও। আমি এমন কাজ করতে চাই, যা আমাকে শিল্পী হিসেবে সন্তুষ্টি এনে দেবে।’<br>সর্বশেষ ২০২৩ সালে নেটফ্লিক্সের বহুল প্রশংসিত মিনি সিরিজ ‘ট্রায়াল বাই ফায়ার’-এ দেখা গেছে অভয় দেওলকে, যেখানে রসিকা দেশপান্ডের সঙ্গে জুটি বেঁধেছিলেন।</p><p>তথ্যসূত্র: হিন্দুস্তান টাইমস</p></div></div></div></body></html>"
        },
        {
            "title": "সার্কের ১১ ফুটবলারের ৮ জনই নেপালের | প্রথম আলো",
            "time": "2025-08-16T03:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-23%2Fjjcqw2y9%2Fbpl_23-24.jpg?rect=0%2C0%2C710%2C373&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সার্কের বাইরের ৩৭ জন ফুটবলারের মধ্যে বরাবরের মতো আফ্রিকানদের আধিক্য। নাইজেরিয়া, ঘানা, আইভরিকোস্ট, মালি, গাম্বিয়া ইত্যাদি দেশের খেলোয়াড়ের নাম জমা পড়েছে। লাতিন আমেরিকার ব্রাজিল ও আর্জেন্টিনার ৮-১০ জন খেলোয়াড়কে দুই–তিন বছর আগেও দেখা গেছে বাংলাদেশের লিগে। এবার আর্জেন্টিনার খেলোয়াড় নেই। ব্রাজিলের আছে তিন-চারজন।</p><p>গত লিগের চ্যাম্পিয়ন মোহামেডানে এবার বিদেশি খেলোয়াড় চারজন। এর মধ্যে তিনজনই ঘানার—বানার্ড মরিসন, এলি কেকে এবং গত লিগের সর্বোচ্চ গোলদাতা স্যামুয়েল বোয়াটেং। উজবেকিস্তানের মোজাফরভকে রেখে দেওয়া হয়েছে। ব্রাদার্স থেকে ডিফেন্ডার রহমত ও ফকিরেরপুল থেকে রায়ায়েল টুডুকে আনা হয়েছে। দল ছেড়েছেন তিনজন বিদেশি—দিয়াবাতে, সানডে ও টনি। নতুন দল নিয়ে কোচ আলফাজ বলছেন, ‘নতুন দলটি মাঝারি সারির হয়েছে। বিদেশিদের পারফরম্যান্সের ওপর নির্ভর করবে আমরা কতটা ভালো করতে পারব।’</p><p>গত লিগের রানার্সআপ আবাহনী শক্তিশালী দল গড়েছে। বিদায়ী মৌসুমে মোহামেডানের সাফল্যের নায়ক দিয়াবাতেকে নিয়ে এসেছে তারা। নাইজেরিয়ার এমেকাকে রেখে দেওয়া হয়েছে। নতুন যোগ হচ্ছেন ব্রাজিলের ব্রুনো। গতবার আন্তর্জাতিক ছাড়পত্র না আসায় তিনি এএফসি কাপে খেলতে পারেননি আকাশি–নীলের হয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে যাত্রীছাউনি নিয়ে দুই পক্ষের সংঘর্ষ, আহত ১৫ | প্রথম আলো",
            "time": "2025-08-16T03:19:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Frn2712l8%2FSylhetDH077820250816Sylhet-lala2.jpg?rect=0%2C48%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় ও পুলিশ সূত্র জানায়, লালাবাজারে নর্দমার নির্মাণকাজ চলমান। বাজারের মসজিদের পাশে থাকা একটি যাত্রীছাউনি ভাঙা নিয়ে বিরোধ তৈরি হয়। এক পক্ষ ছাউনি ভেঙে নর্দমা নির্মাণের পক্ষে মত দেয়, অন্য পক্ষ ছাউনি রেখে কাজ করার পক্ষে অবস্থান নেয়।</p><p>ছাউনি ভাঙার পক্ষে ছিলেন লালাবাজার ইউনিয়ন বিএনপির সাধারণ সম্পাদক আমিনুর রহমান চৌধুরী ও তাঁর সমর্থকেরা। অন্যদিকে বাজারের ব্যবসায়ী ও মসজিদ কমিটির কোষাধ্যক্ষ জুবায়ের আহমদ ও তাঁর পক্ষের লোকজন ছাউনি রেখে কাজ করার দাবি তোলেন। স্থানীয় সূত্র বলছে, জুবায়ের আহমদ বিএনপির রাজনীতির সঙ্গে জড়িত হলেও তাঁর কোনো পদ নেই। বাজারে তাঁর ‘পাপড়ি রেস্টুরেন্ট’ নামের একটি ব্যবসাপ্রতিষ্ঠান রয়েছে। আমিনুর রহমান ও জুবায়ের আহমদ দুজনই আগামী ইউনিয়ন পরিষদ নির্বাচনে চেয়ারম্যান পদে প্রতিদ্বন্দ্বিতা করতে চান। এ কারণে তাঁদের মধ্যে আগে থেকেই বিরোধ ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে ঝুটের গুদামে আগুন, জ্বলছে সাড়ে ছয় ঘণ্টা ধরে | প্রথম আলো",
            "time": "2025-08-16T03:17:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fy0f5ww28%2FCtg-fire.jpg?rect=0%2C26%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফায়ার সার্ভিস জানায়, ব্যক্তিমালিকানাধীন গুদামটিতে পরিত্যক্ত কাপড় এবং প্লাস্টিক পণ্যের বোতল রাখা হয়েছিল। রাতে গুদামটিতে আগুন লাগার খবর পেয়ে পর্যায়ক্রমে ফায়ার সার্ভিসের নয়টি ইউনিয়ন আগুন নিয়ন্ত্রণের কাজে যোগ দেয়। ভোর পৌনে পাঁচটার দিকে আগুন নিয়ন্ত্রণে আসে। তবে সকাল পর্যন্ত আগুন পুরোপুরি নেভানো সম্ভব হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বঙ্গবন্ধুর মৃত্যুবার্ষিকীতে দোয়া মাহফিল, ইমাম-মুয়াজ্জিনসহ আটক ৩ | প্রথম আলো",
            "time": "2025-08-16T03:09:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F8dw0tcli%2FNoakhali.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">বঙ্গবন্ধু শেখ মুজিবুর রহমানের মৃত্যুবার্ষিকী উপলক্ষে আয়োজিত দোয়া ও মিলাদ মাহফিল। গতকাল বিকেলে নোয়াখালীর কবিরহাট উপজেলার চাপরাশিরহাট ইউনিয়নে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: স্থানীয় এক বাসিন্দার সৌজন্যে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "বাতিল ঘোষণা করা ‘পোষ্য কোটা’ ভিন্ন নামে ফিরছে, তবে যুক্ত হচ্ছে শর্ত | প্রথম আলো",
            "time": "2025-08-16T03:02:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-12%2Fhhb9f79r%2F146.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নতুন সিদ্ধান্ত অনুযায়ী, এক শিক্ষাবর্ষে সর্বোচ্চ ৪০ জন পোষ্য ভর্তি হতে পারবেন এবং একই বিভাগে সর্বোচ্চ চারজন পোষ্য ভর্তির সুযোগ পাবেন। এ ছাড়া একজন শিক্ষক-কর্মকর্তা-কর্মচারী এ সুবিধা শুধু একজন সন্তানের ক্ষেত্রে পাবেন এবং যে বিভাগে পোষ্যদের মা–বাবা চাকরি করেন, সে বিভাগে ভর্তি করাতে পারবেন না। তবে পোষ্য ভর্তিতে পাস নম্বর কত হবে, সেটা নিয়ে শিক্ষকদের মধ্যে মতভেদ থাকায় চূড়ান্ত সিদ্ধান্ত হয়নি।</p><p>কেন্দ্রীয় ভর্তি পরিচালনা কমিটির সদস্যসচিব ও ডেপুটি রেজিস্ট্রার (শিক্ষা শাখা) সৈয়দ মোহাম্মদ আলী রেজা প্রথম আলোকে বলেন, পোষ্য কোটায় ভর্তির ক্ষেত্রে পাস নম্বর কত হবে, সেটা নিয়ে শিক্ষকেরা একমত হননি, বিধায় বিষয়টি এখনো চূড়ান্ত হয়নি। পোষ্য ভর্তির ক্ষেত্রে বাকি বিষয়গুলোর সিদ্ধান্ত চূড়ান্ত হয়েছে।</p><p>শিক্ষার্থীদের সঙ্গে কথা বলে জানা যায়, চলতি বছরের ২ ফেব্রুয়ারি পোষ্য কোটাকে অযৌক্তিক উল্লেখ করে যৌক্তিক সংস্কারের দাবিতে বৈষম্যবিরোধী ছাত্র আন্দোলনের ব্যানারে আমৃত্যু গণ–অনশন শুরু করেন ১৪ জন শিক্ষার্থী। ১৯ ঘণ্টা অনশনের পর উপাচার্যের আশ্বাসে অনশন ভাঙেন শিক্ষার্থীরা। ওই দিন রাতেই পোষ্য কোটায় ভর্তির ক্ষেত্রে নতুন সিদ্ধান্ত জানান উপাচার্য।</p><p>সে সময় উপাচার্য নতুন যে সিদ্ধান্ত জানিয়েছিলেন সেগুলো হলো—পোষ্য কোটায় মোট ৪০টি আসনে শিক্ষার্থী ভর্তি করা যাবে এবং শুধু সন্তানের ক্ষেত্রে এ সুবিধা পাবেন সংশ্লিষ্ট ব্যক্তিরা। পোষ্য কোটায় পাস মার্ক করা হয় ৪০ শতাংশ।</p><p>প্রশাসনের ওই সংস্কারের সিদ্ধান্তের প্রতিবাদে ৪ ফেব্রুয়ারি অবরোধ কর্মসূচির ডাক দেন বিশ্ববিদ্যালয়ের কর্মকর্তা-কর্মচারীরা। ওই দিন প্রশাসনিক ভবনের সামনে শিক্ষার্থীদের সাঁটানো পোস্টার ছেঁড়া নিয়ে কর্মকর্তা–কর্মচারীদের সঙ্গে কথা–কাটাকাটি হয়। একপর্যায়ে সেখানে দুই পক্ষের উত্তেজনার পর শিক্ষার্থীরা পোষ্য কোটা পুরোপুরি বাতিলের দাবি জানিয়ে প্রশাসনিক ভবনের ফটকে তালা ঝুলিয়ে দেন। একপর্যায়ে উপাচার্য বিক্ষোভকারী শিক্ষার্থীদের সঙ্গে কথা বলে পোষ্য কোটা সম্পূর্ণরূপে বাতিল ঘোষণা করেন।</p></div></div></div></body></html>"
        }
    ]
}