{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাশিয়ার ব্যালিস্টিক ক্ষেপণাস্ত্র প্রস্তুতকারক প্রতিষ্ঠানে হামলার দাবি ইউক্রেনের | প্রথম আলো",
            "time": "2026-02-21T21:44:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fiegcku14%2Fukraine.avif?rect=0%2C18%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার প্রত্যন্ত উদমুর্তিয়া অঞ্চলে একটি ব্যালিস্টিক ক্ষেপণাস্ত্র উৎপাদনকারী কারখানায় ক্ষেপণাস্ত্র হামলা চালানোর দাবি করেছে ইউক্রেন। শনিবার ইউক্রেনের জেনারেল স্টাফ এ তথ্য জানিয়েছেন।</p><p>ইউক্রেন জানিয়েছে, দেশটির সেনারা মস্কোর পূর্বে ভটকিনস্কে অবস্থিত রাশিয়ার ক্ষেপণাস্ত্র উৎপাদনকারী কারখানাটিতে হামলা চালিয়েছে। এই কারখানায় ছোট-পরিসরের ইসকান্দার এবং আন্তঃমহাদেশীয় টোপোল-এম ক্ষেপণাস্ত্র তৈরি করা হচ্ছিল। ভটকিনস্ক ইউক্রেন থেকে প্রায় ১ হাজার ৪০০ কিমি দূরে অবস্থিত।</p><p>ইউক্রেনের সেনারা সামাজিক যোগাযোগ মাধ্যম টেলিগ্রামে দেওয়া এক বিবৃতিতে জানিয়েছে, তারা দেশীয়ভাবে তৈরি ও ভূমি থেকে উৎক্ষেপণযোগ্য ফ্লামিঙ্গো ক্রুজ ক্ষেপণাস্ত্র ব্যবহার করেছে। ইউক্রেনের সামরিক বাহিনী জানিয়েছে, হামলার ফলে কারখানার এলাকায় আগুন ধরে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "থাইল্যান্ডের চিড়িয়াখানায় ভাইরাসে ৭২ বাঘের মৃত্যু | প্রথম আলো",
            "time": "2026-02-21T20:55:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Feymy83rc%2Ftiger.webp?rect=0%2C51%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাণঘাতী ভাইরাস ও ব্যাকটেরিয়াজনিত সংক্রমণে থাইল্যান্ডের উত্তরাঞ্চলের একটি বেসরকারি চিড়িয়াখানায় গত কয়েক সপ্তাহে অন্তত ৭২টি বাঘ মারা গেছে।</p><p>শুক্রবার দেওয়া এক বিবৃতিতে চিয়াং মাইয়ের প্রাদেশিক প্রাণিসম্পদ দপ্তর জানিয়েছে, পরীক্ষায় অত্যন্ত সংক্রামক ক্যানাইন ডিসটেম্পার ভাইরাস শনাক্ত হয়েছে। পাশাপাশি শ্বাসতন্ত্রে প্রভাব ফেলে এমন ব্যাকটেরিয়ার উপস্থিতিও ধরা পড়েছে।</p><p>জাতীয় প্রাণিসম্পদ বিভাগের পরিচালক সোমচুয়ান রতানামুংকলানন স্থানীয় গণমাধ্যমকে বলেন, বাঘ অসুস্থ হলে তা বিড়াল বা কুকুরের মতো প্রাণীর ক্ষেত্রে যতটা সহজে ধরা যায়, ততটা সহজে শনাক্ত করা যায় না। আমরা যখন বুঝতে পেরেছি যে তারা অসুস্থ, তখন অনেক দেরি হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে গানপোকার আসরে এহসান আহমেদের অনবদ্য পরিবেশনা | প্রথম আলো",
            "time": "2026-02-21T20:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fpmxwfsjn%2FWhatsApp-Image-2026-02-21-at-3.59.39-PM.jpeg?rect=0%2C0%2C1591%2C835&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজক কানিজ আহমেদের পরিকল্পনা ও ব্যবস্থাপনায় অনুষ্ঠানটি ছিল ছিমছাম ও গোছানো। সময়ানুবর্তিতা, মঞ্চসজ্জা ও আলোক ব্যবস্থাপনায় ছিল পেশাদারত্বের ছাপ। অতিরিক্ত আড়ম্বরের পরিবর্তে সংগীতকেই প্রাধান্য দেওয়া হয়েছে পুরো আয়োজনে।</p><p>অনুষ্ঠান শেষে দর্শকসারিতে থাকা সিডনিপ্রবাসী জ্যেষ্ঠ প্রযুক্তিবিদ মোস্তফা আবদুল্লাহ বলেন, ‘পুরোনো দিনের গানগুলো শুনে মনে হচ্ছিল যেন শৈশবে ফিরে গেছি। এহসানের গায়কি ও মঞ্চে তাঁর উপস্থিতি অসাধারণ। এমন গোছানো অনুষ্ঠান অনেক দিন দেখিনি।’</p><p>প্রবাসের মাটিতে এমন আয়োজন শুধু বিনোদনের পরিসর তৈরি করে না, বরং সাংস্কৃতিক বন্ধনও দৃঢ় করে—এমনটাই মনে করছেন আয়োজকেরা। তাঁদের ভাষ্য, প্রবাসে বেড়ে ওঠা নতুন প্রজন্মকে বাংলা গান ও সংস্কৃতির সঙ্গে পরিচিত রাখাই এ ধরনের অনুষ্ঠানের বড় উদ্দেশ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের নতুন শুল্কহার, বাংলাদেশের কী হবে | প্রথম আলো",
            "time": "2026-02-21T19:08:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fpifrhi5d%2FTrump-Iran.jpg?rect=0%2C16%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চুক্তি নিয়ে আগেই প্রশ্ন ছিল</strong></p><p>বিদায়ী অন্তর্বর্তী সরকারের শেষ সময়ে যুক্তরাষ্ট্রের সঙ্গে পারস্পরিক বাণিজ্যচুক্তি সম্পাদন নিয়ে অর্থনীতিবিদ, গবেষক, ব্যবসায়ীদের পক্ষ থেকে প্রশ্ন উঠেছিল। নির্বাচনের তিন দিন আগে এ চুক্তি না করার পক্ষে তাঁরা মত দিয়েছিলেন। নির্বাচিত সরকারই এটা করুক—এটা ছিল সবার চাওয়া।</p><p>যুক্তরাষ্ট্রের সঙ্গে চুক্তি অনুষ্ঠানে ঢাকা থেকে ভার্চ্যুয়ালি যোগ দিয়েছিলেন বিদায়ী অন্তর্বর্তী সরকারের বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন ও বাণিজ্যসচিব মাহবুবুর রহমান। যুক্তরাষ্ট্রে সরাসরি অংশ নেয় বাণিজ্য মন্ত্রণালয়ের ডব্লিউটিও সেলের মহাপরিচালক খাদিজা নাজনীনের নেতৃত্বে পাঁচ সদস্যের একটি দল।</p><p>চুক্তি শেষে ১০ ফেব্রুয়ারি বাণিজ্য উপদেষ্টা সংবাদ সম্মেলন করে জানিয়েছিলেন, সাবেক প্রধান উপদেষ্টার নিরাপত্তা উপদেষ্টা ও বর্তমান পররাষ্ট্রমন্ত্রী খলিলুর রহমান এবং সাবেক প্রধান উপদেষ্টার আন্তর্জাতিক বিষয়ক বিশেষ দূত লুৎফে সিদ্দিকী এ চুক্তির বিষয়ে বিশেষ ভূমিকা রেখেছিলেন।</p><p>বাণিজ্য উপদেষ্টা ওই দিন আরও বলেছিলেন, দুটি বড় অর্জন হয়েছে। পাল্টা শুল্কহার ২০ শতাংশ থেকে কমে হয়েছে ১৯ শতাংশ। আর যুক্তরাষ্ট্রের তুলা ব্যবহার করে পোশাক পণ্য রপ্তানি করলে পাল্টা শুল্কহার হবে শূন্য। তবে ভবিষ্যতে কোনো সরকার যদি মনে করে এই চুক্তি দেশের স্বার্থের অনুকূল নয়, তাহলে তারা সে সিদ্ধান্ত নিতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে আমদানি পণ্যের ওপর শুল্ক বাড়িয়ে ১৫ শতাংশ করার ঘোষণা ট্রাম্পের | প্রথম আলো",
            "time": "2026-02-21T18:48:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-01%2F6dde8f93-917c-42c2-886b-30258607f00c%2Fab00262e-f482-41d9-b91c-fca1b295109e.JPG?rect=0%2C0%2C3439%2C1805&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রে আমদানি করা প্রায় সব পণ্যের ওপর শুল্ক ১০ শতাংশ থেকে বাড়িয়ে ১৫ শতাংশ করার ঘোষণা দিয়েছেন দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। শনিবার নিজের মালিকানাধীন সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক পোস্টে তিনি এ ঘোষণা দেন।</p><p>গতকাল যুক্তরাষ্ট্রের সুপ্রিম কোর্ট ট্রাম্প প্রশাসনের বৈশ্বিক পাল্টা শুল্ক আরোপের পদক্ষেপ বাতিল করে রায় দেন। আদালত বলেন, অর্থনৈতিক জরুরি অবস্থা-সংক্রান্ত আইনের আওতায় উচ্চ হারে শুল্ক আরোপ করে প্রেসিডেন্ট তাঁর ক্ষমতার অপব্যবহার করেছেন।</p><p>আদালতের এই রায়ের কয়েক ঘণ্টার মধ্যে ভিন্ন একটি বাণিজ্য আইনে বিশ্বের প্রায় সব দেশের পণ্যে ১০ শতাংশ শুল্ক আরোপের ঘোষণা দেন ট্রাম্প। শনিবার এটা বাড়িয়ে ১৫ শতাংশ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গার্দিওলা চলে গেলে সিটি কি পথ হারাবে, উত্তর দিলেন আগুয়েরো | প্রথম আলো",
            "time": "2026-02-21T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F23e7bd94-8a26-4aec-a9f8-cb9d44b26842%2F7xm_xyz994268.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যানচেস্টার ইউনাইটেডের সেই সোনালি দিনগুলোর কথা মনে আছে? স্যার অ্যালেক্স ফার্গুসনের সেই সময়টা? তারপর স্যার ফার্গুসনও ওল্ড ট্রাফোর্ড ছাড়লেন, রেড ডেভিলদের আকাশ থেকে সূর্যটাও যেন হারিয়ে গেল। এরপর কেটে গেছে এক যুগের বেশি সময়, কিন্তু ইউনাইটেড আজও সেই দিশাহারা পথিকের মতোই ঘুরপাক খাচ্ছে। ইতিহাদ স্টেডিয়ামের নীল আকাশেও এখন তেমনই এক আশঙ্কার মেঘ। গুঞ্জন উঠেছে, এই মৌসুম শেষেই ম্যানচেস্টার সিটির ডাগআউট ছাড়তে পারেন পেপ গার্দিওলা। তবে সিটির কিংবদন্তি স্ট্রাইকার সের্হিও আগুয়েরো মনে করেন, আর যা-ই হোক, সিটি অন্তত ইউনাইটেড হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমানবন্দরে তল্লাশিতে ধরা পড়ল লাগেজে এয়ারগান, আটক যাত্রী | প্রথম আলো",
            "time": "2026-02-21T18:23:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F8db67bca-e852-4034-b1ec-44573796741b%2Fad4a153e-f920-4c2f-9879-f09583c8e0bd.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিমানবন্দর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোবারক হোসেন প্রথম আলোকে বলেন, ‘গোয়েন্দা নজরদারির ভিত্তিতে অভিযান পরিচালনা করে তাঁকে আটক করা হয়। তিনি শুল্ক ফাঁকি দিয়ে অত্যাধুনিক গ্যাসচালিত এয়ারগান দেশে নিয়ে এসেছেন। পরে তাঁর বিরুদ্ধে বিশেষ ক্ষমতা আইনে মামলা হয়েছে।’</p><p>মোবারক হোসেন বলেন, প্রাথমিক জিজ্ঞাসাবাদে তিনি ১০ হাজার টাকার বিনিময়ে এসব পণ্য বহন করছিলেন বলে জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে মোনাজাত এবারই প্রথম নয় | প্রথম আলো",
            "time": "2026-02-21T18:18:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fuas0i01s%2F038A1715023619.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে বিএনপি মিডিয়া সেল ফেসবুক পেজে উল্লেখ করেছে, ভাষা আন্দোলনের শহীদদের প্রতি শ্রদ্ধা জ্ঞাপনের এক অভূতপূর্ব দৃশ্য—যা অতীতে কখনোই দেখা যায়নি।</p><p>১৯৪৮ সাল থেকে শুরু হওয়া ভাষা আন্দোলনের চূড়ান্ত রূপ লাভ করে ১৯৫২ সালের ২১ ফেব্রুয়ারি। সেদিন ঢাকায় শাসকগোষ্ঠীর জারি করা ১৪৪ ধারা ভেঙে মিছিল বের করেন ভাষার জন্য লড়াইরত এ দেশের ছাত্র-জনতা। কিন্তু পাকিস্তানি শাসকগোষ্ঠীর পুলিশ মিছিলে গুলি চালালে সালাম, বরকত, রফিক, সফিউর, জব্বারসহ নাম না-জানা অনেক বীর সন্তানের রক্তে রঞ্জিত হয় রাজপথ। এরপর ১৯৫৬ সালে এ দেশের মানুষের প্রাণের ভাষা, মায়ের ভাষা বাংলাকে পাকিস্তানের অন্যতম রাষ্ট্রভাষার স্বীকৃতি দেওয়া হয়। এ জন্য জাতি প্রতিবছর কৃতজ্ঞচিত্তে স্মরণ করে সেসব ভাষাশহীদকে।</p></div></div></div></body></html>"
        },
        {
            "title": "তেহরানে শিক্ষার্থীদের সরকারবিরোধী বিক্ষোভ | প্রথম আলো",
            "time": "2026-02-21T18:09:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fucknalk3%2F%E0%A7%AA.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরান কর্তৃপক্ষ বিক্ষোভে তিন হাজারের বেশি মানুষ নিহতের কথা স্বীকার করেছে। তবে তাদের দাবি, ‘সন্ত্রাসী কর্মকাণ্ডের’ কারণে এই সহিংসতা হয়েছে, যাদের ইরানের শত্রুরা উসকে দিয়েছিল।</p><p>অন্যদিকে যুক্তরাষ্ট্রভিত্তিক মানবাধিকার সংস্থা ‘এইচআরএএনএ’র তথ্যমতে, সাম্প্রতিক সরকারবিরোধী আন্দোলনে সাত হাজারের বেশি মানুষ নিহত হয়েছেন, যাঁদের বেশির ভাগই বিক্ষোভকারী। তবে নিহতের প্রকৃত সংখ্যা এর চেয়েও অনেক বেশি হতে পারে বলে আশঙ্কা করা হচ্ছে।</p><p>স্থানীয় সংবাদমাধ্যম ‘ফার্স’ জানিয়েছে, নিহত ব্যক্তিদের স্মরণে শিক্ষার্থীদের একটি ‘শান্তিপূর্ণ ও নীরব অবস্থান’ কর্মসূচি ছিল। কিন্তু ‘স্বৈরাচার নিপাত যাক’—এমন স্লোগান দেওয়া শুরু হলে তা পণ্ড হয়ে যায়। ইরানের সর্বোচ্চ নেতাকে ইঙ্গিত করে এই স্লোগান দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক বাঙালির বিশ্ববীক্ষা | প্রথম আলো",
            "time": "2026-02-20T07:04:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fv38bp6ob%2FWhatsApp-Image-2026-02-20-at-12.26.50.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রেনেসাঁস ছিল ইউরোপীয় ইতিহাসের এক যুগান্তকারী আন্দোলন। এর মাধ্যমে মানবতাবাদ, বিজ্ঞানমনস্কতা ও শিল্প-সাহিত্যের নবজাগরণ ঘটেছিল। ফলে মধ্যযুগের ধর্মকেন্দ্রিক চিন্তা থেকে বেরিয়ে এসে মানুষ নিজেকে ও জগৎকে নতুনভাবে অনুধাবন করতে শেখে। রেনেসাঁসের মৌল চেতনা ছিল মানবমুক্তি, যুক্তিবাদ ও সৃজনশীলতার স্বাধীনতা। এই রেনেসাঁস-চেতনার প্রতিফলন আমরা ভারতীয় উপমহাদেশে রবীন্দ্রনাথ ঠাকুরের চিন্তা ও সৃষ্টিতে স্পষ্টভাবে দেখতে পাই। রবীন্দ্রনাথ ছিলেন একাধারে কবি, দার্শনিক, শিক্ষাবিদ ও সমাজসংস্কারক। তাঁর রচনায় ব্যক্তিস্বাধীনতা, মানবতাবাদ, প্রকৃতিপ্রীতি ও বিশ্বমানবতার ধারণা বিশেষভাবে গুরুত্ব পেয়েছে। ইউরোপীয় রেনেসাঁস যেমন মানুষের আত্মমর্যাদা ও বুদ্ধিবৃত্তিক স্বাধীনতাকে জাগ্রত করেছিল, তেমনি রবীন্দ্রনাথ ভারতীয় সমাজকে কুসংস্কার, সংকীর্ণতা ও জড়তার বিরুদ্ধে সচেতন করেছিলেন। রবীন্দ্রনাথ ছিলেন ভারতীয় রেনেসাঁসের অন্যতম প্রধান ধারক ও বাহক।</p><p>ইউরোপের রেনেসাঁসের তুলনায় বাংলার রেনেসাঁস খণ্ডিত ও অসম্পূর্ণ হলেও তাতে তার ঐতিহাসিক ও সাংস্কৃতিক মূল্য বিন্দুমাত্র ক্ষুণ্ন হয় না। ভৌগোলিক ও সামাজিক পার্থক্য সত্ত্বেও এই দুই রেনেসাঁস একই মানবতাবাদী ধারায় প্রবাহিত। যে মানবমন্ত্রে লেওনার্দো দা ভিঞ্চি, মিকেলাঞ্জেলো, কোপারনিকাস ও গ্যালিলিও বিজ্ঞান ও শিল্পে নবদিগন্ত উন্মোচন করেছেন, যে মন্ত্রে মার্লো ও শেক্সপিয়ার মানুষের অন্তর্জগৎ অনাবিষ্কৃত রেখেছেন, সেই একই মন্ত্র বাংলায় রামমোহন রায় ও ডিরোজিও, বিদ্যাসাগর ও মধুসূদন, বঙ্কিমচন্দ্র ও রবীন্দ্রনাথকে উদ্বুদ্ধ করেছে। গ্যেটে যে পথের পথিক ছিলেন, রবীন্দ্রনাথও সেই পথেই মানবমুক্তির সাধনা করেছেন। এই রেনেসাঁস-চেতনার মূল কথা—মানুষই সর্বোচ্চ সত্য। মানবতাবাদী মন্ত্রের সর্বশ্রেষ্ঠ সাধক হিসেবেই রবীন্দ্রনাথ বাংলার রেনেসাঁসের শ্রেষ্ঠতম সৃষ্টি। কৃতী প্রাবন্ধিক রাজীব সরকারের রেনেসাঁস ও রবীন্দ্রনাথ গ্রন্থটি রবীন্দ্রনাথের এই রেনেসাঁসচেতনার এক উজ্জ্বল ও প্রামাণ্য দলিল।</p></div></div></div></body></html>"
        }
    ]
}