{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মাদ্রাসা-ই রহিমিয়া: উপমহাদেশে ইসলামি জ্ঞানচর্চার আঁতুড়ঘর | প্রথম আলো",
            "time": "2025-07-22T08:20:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F15w31v0o%2FCapture.JPG?rect=0%2C71%2C417%2C219&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাহ আবদুর রহিম দেহলভির জ্যেষ্ঠ পুত্র শাহ ওয়ালিউল্লাহ দেহলভি। পিতার তত্ত্বাবধানে তিনি এই মাদ্রাসায় অধ্যয়ন আরম্ভ করেন। বিদ্বান পিতা তাঁকে কোরআন, হাদিস, ফিকহ, ব্যাকরণ, যুক্তিবিদ্যা, জ্যোতির্বিদ্যা, ধর্মতত্ত্ব, গণিত প্রভৃতি বিষয়ে শিক্ষা দেন। ধর্মীয় ও শাস্ত্রীয় জ্ঞানে পারদর্শিতা অর্জন করে মাত্র ১৫ বছর বয়সে শাহ ওয়ালিউল্লাহ প্রাতিষ্ঠানিক শিক্ষা সম্পন্ন করেন।</p><p>এরপর তিনি পিতার কাছ থেকে আধ্যাত্মিক দীক্ষা গ্রহণ করে এখানে শুরু করেন শিক্ষকতা। ১৭১৮ সালের শেষের দিকে মৃত্যুবরণ করেন তাঁর সম্মানিত পিতা। তারপর তিনি এই মাদ্রাসার অধ্যক্ষ হন।</p><p>জ্ঞানের পিপাসায় শাহ ওয়ালিউল্লাহ দেহলভি ছিলেন কাতর। এ জন্য ৩০ বছর বয়সে হজ পালনের উদ্দেশ্যে মক্কায় গমন করেন তিনি। প্রখ্যাত আলেম ও হাদিসবিশারদ শাইখ আবু তাহের বিন ইব্রাহিম আল-কুর্দি আল-মাদানি (রহ.)-এর কাছ থেকে হাদিস ও ফিকহের উচ্চতর সনদ লাভ করেন। সেখানে তিনি আট বছর অবস্থান করে নিজের মেধামননকে শাণিত করে তোলেন।</p><p>হাদিস বিষয়ে তাঁর জ্ঞানের গভীরতা ছিল অতুলনীয়। তাই দেশে ফিরে নিজ মাদ্রাসায় কুতুবে সিত্তার সমন্বয়ে চালু করেন হাদিসের বিশেষায়িত পাঠদান। তখন থেকে তিনি বরিত হন ‘মুহাদ্দিসে দেহলভি’ (দিল্লির মুহাদ্দিস) উপাধিতে।</p></div></div></div></body></html>"
        },
        {
            "title": "আবু সাঈদ হত্যা মামলার অভিযোগ গঠনের শুনানি ২৮ জুলাই | প্রথম আলো",
            "time": "2025-07-22T08:18:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-12%2Feakv2mid%2FImage-20.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ এই মামলায় গ্রেপ্তার ছয় আসামিকে ট্রাইব্যুনালে হাজির করা হয়। এর মধ্যে আসামি বেগম রোকেয়া বিশ্ববিদ্যালয়ের সাবেক প্রক্টর শরিফুল ইসলাম, পুলিশের সাবেক সহকারী উপপরিদর্শক (এএসআই) আমির হোসেন, সাবেক কনস্টেবল সুজন চন্দ্র রায় ও নিষিদ্ধঘোষিত সংগঠন ছাত্রলীগের নেতা ইমরান চৌধুরী ওরফে আকাশ আইনজীবী নিয়োগ করেছেন।</p><p>গ্রেপ্তার অন্য দুই আসামি এখনো আইনজীবী নিয়োগ দেননি। আজ তাঁদের কাছে ট্রাইব্যুনাল জানতে চান, আইনজীবী নিয়োগ দেবেন কি না? জবাবে দুই আসামি বলেন, পরিবারের সঙ্গে আলোচনা করে জানাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বিধ্বস্তে নিহতের ঘটনায় বিভিন্ন ব্যবসায়ী সংগঠনের শোক প্রকাশ | প্রথম আলো",
            "time": "2025-07-22T08:14:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fem6mo23o%2FWhatsApp-Image-2025-07-22-at-14.13.22.jpeg?rect=0%2C129%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মেট্রোপলিটন চেম্বার</strong></p><p>উত্তরায় মাইলস্টোন স্কুলে যুদ্ধবিমান বিধ্বস্তের ঘটনায় গভীর শোক ও দুঃখ প্রকাশ করেছে মেট্রোপলিটন চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রি (এমসিসিআই)। সংগঠনটি বলেছে, ‘এখন জাতীয় শোকের মুহূর্ত। সম্ভাবনাময় অসংখ্য শিশু-তরুণের প্রাণহানি হৃদয়বিদারক এবং একই সঙ্গে গভীরভাবে অস্বস্তিকর।’</p><p>ব্যবসায়ী সম্প্রদায়ের পক্ষ থেকে শোকসন্তপ্ত পরিবারের প্রতি আন্তরিক সমবেদনা ও গভীর শোক প্রকাশ করছে এমসিসিআই। এ ছাড়া আহতদের প্রতিও সমবেদনা জানিয়ে তাদের দ্রুত ও পূর্ণাঙ্গ সুস্থতা প্রার্থনা করেছে সংগঠনটি।</p><p>এমসিসিআই বলেছে, ‘এই মর্মান্তিক দুর্ঘটনায় ক্ষতিগ্রস্ত পরিবার, বাংলাদেশ বিমানবাহিনী, সংশ্লিষ্ট শিক্ষাপ্রতিষ্ঠান ও যাঁরা ক্ষতিগ্রস্ত হয়েছেন, তাঁদের সবার সঙ্গে সংহতি প্রকাশ করছি। আমরা আশা করছি, জাতীয়ভাবে সহানুভূতির বহিঃপ্রকাশ শোকগ্রস্তদের কিছুটা হলেও সান্ত্বনা দেবে, যদিও এ ধরনের শোক প্রকাশ যথেষ্ট নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘অবকাঠামোগত অব্যবস্থাপনার কারণে একের পর এক মৃত্যু ঘটছে’ | প্রথম আলো",
            "time": "2025-07-22T08:10:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fyuzoddgk%2FWhatsApp-Image-2025-07-22-at-13.57.22.jpeg?rect=0%2C151%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজে যুদ্ধবিমান বিধ্বস্ত হয়ে হতাহতের ঘটনায় রাষ্ট্রীয় অব্যবস্থাপনাকে দায়ী করে চট্টগ্রাম বিশ্ববিদ্যালয়ে বিক্ষোভ করেছে গণতান্ত্রিক ছাত্র জোট। আজ মঙ্গলবার বেলা ১১টায় বিশ্ববিদ্যালয়ের শহীদ মিনার চত্বরে আয়োজিত এই বিক্ষোভ কর্মসূচিতে চার দফা দাবি জানিয়েছেন জোটের নেতা-কর্মীরা।</p><p>কর্মসূচিতে বিপ্লবী ছাত্র মৈত্রী, গণতান্ত্রিক ছাত্র কাউন্সিল এবং আঞ্চলিক দল ইউপিডিএফ–সমর্থিত পাহাড়ি ছাত্র পরিষদের নেতা-কর্মীরা অংশগ্রহণ করেন। তাঁরা বলেন, অবকাঠামোগত অব্যবস্থাপনার কারণে একের পর এক মৃত্যু ঘটছে, অথচ সরকার দায় নিচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "মাইক্রোসফটের শেয়ারপয়েন্ট সফটওয়্যারে গুরুতর ত্রুটি, ঝুঁকিতে হাজারো সার্ভার | প্রথম আলো",
            "time": "2025-07-22T08:09:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-12%2F3c20kcjp%2Fmicrosoft.jpg?rect=0%2C18%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সাইবার নিরাপত্তা ও অবকাঠামো সুরক্ষা সংস্থা (সিসা) জানিয়েছে, এই হামলার পরিধি ও প্রভাব এখনো পর্যালোচনার পর্যায়ে রয়েছে। সংস্থাটি সতর্ক করে বলেছে, যেসব সার্ভার আগে থেকেই আক্রান্ত হয়েছে বা ত্রুটির ঝুঁকিতে রয়েছে, সেগুলো যত দ্রুত সম্ভব ইন্টারনেট সংযোগ থেকে বিচ্ছিন্ন রাখতে হবে। ওয়াশিংটন পোস্টের এক প্রতিবেদনে বলা হয়েছে, এই নিরাপত্তা ত্রুটির সুযোগ নিয়ে যুক্তরাষ্ট্রের ফেডারেল ও অঙ্গরাজ্য সরকারের বিভিন্ন সংস্থা, বিশ্ববিদ্যালয়, বিদ্যুৎ ও জ্বালানি খাতের প্রতিষ্ঠান এবং এশিয়ার একটি টেলিযোগাযোগ সংস্থাকে লক্ষ্য করে সাইবার হামলা চালানো হয়েছে।</p><p>সূত্র: দ্য ভার্জ</p></div></div></div></body></html>"
        },
        {
            "title": "বার্ন ইনস্টিটিউটে কান্নাভেজা স্তব্ধ এক সন্ধ্যা | প্রথম আলো",
            "time": "2025-07-22T08:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fz7m53jlu%2F22072025-dh-7.jpg?rect=0%2C80%2C1907%2C1001&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোমবার সন্ধ্যা! জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের সামনে তখন চিৎকার, কান্না, আহাজারি আর রক্তের জন্য আকুতি। সব মিলিয়ে সেখানকার বাতাস যেন ভারী হয়ে উঠেছিল। জরুরি বিভাগের ভেতরে পা ফেলতেই চোখে পড়ে উদ্বিগ্ন মুখের সারি। অনেকেই চুপচাপ দাঁড়িয়ে, কেউবা মুঠোফোনে বারবার ফোন করে জানতে চাইছেন প্রিয়জনের খবর। কারও চোখ ভেজা, কারও চোখ স্তব্ধ, শূন্য। সবার মুখে মুখে মাইলস্টোনে বিমান দুর্ঘটনার বর্ণনা।</p><p>হেল্প ডেস্কের সামনে কাঁদতে দেখা গেল মাঝবয়সী এক নারীকে। তাঁর ছেলে মাইলস্টোন স্কুলের তৃতীয় শ্রেণির ছাত্র বোরহান উদ্দিন। ছেলের ছবি দেখিয়ে জানতে পারেন, ছেলে বার্ন ইনস্টিটিউটেই আছে। কাঁদতে কাঁদতে বোরহানের মা বলেন, ‘আমার ছেলে খুব ভিতু। সকাল আটটার দিকে বের হয়েছে। আমি আমার ছেলেকে একটু দেখতে চাই।’</p><p>হঠাৎই একটি কক্ষ থেকে ছুটে বেরিয়ে এসে মধ্যবয়সী এক পুরুষ কাঁদতে কাঁদতে মেঝেতে বসে পড়লেন। তাঁকে ধরে রেখেছেন আরেকজন পুরুষ। তিনি জানালেন, কাঁদতে থাকা ব্যক্তির নাম রুবেল, সম্পর্কে তাঁর ভায়রা। এই মাত্র ছেলে তানভীর আহমেদের মৃত্যুসংবাদ পেলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বায়ুদূষণের কারণে সন্তানকে দিল্লিতে পড়াবেন না মা-বাবা | প্রথম আলো",
            "time": "2025-07-22T08:00:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-21%2Fhnla6z38%2FUntitled-4.jpg?rect=0%2C13%2C652%2C342&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু দিল্লির নাম শুনেই বেঁকে বসেন ওই শিক্ষার্থীর মা–বাবা। বিশ্বের সবচেয়ে দূষিত বায়ুর শহরগুলোর তালিকায় অধিকাংশ সময় একেবারে ওপরের দিকে থাকে দিল্লি। দূষিত বায়ুর ওই শহরে তাই সন্তানকে পড়তে পাঠাবেন না তাঁরা।</p><p>রেডিটে এক পোস্টে ওই শিক্ষার্থী লেখেন, ‘আমি চণ্ডীগড় থেকে বলছি। এ বছর আমি সিইউইটি পরীক্ষা দিয়েছিলাম। তিনটি প্রতিযোগিতামূলক পরীক্ষায় ব্যর্থ হয়ে এবং মানসিকভাবে খুব কঠিন একটি বছর পার করার পর অবশেষে আমি এমন কিছু পেলাম, যা সত্যিই আমার মন থেকে চাওয়া ছিল। দিল্লি ইউনিভার্সিটির হংসরাজ কলেজে ভর্তি হওয়ার সুযোগ।’</p><p>এ সুযোগ পাওয়ার জন্য খুবই কঠোর পরিশ্রম করেছেন বলেও জানান ওই শিক্ষার্থী।</p><p>ওই শিক্ষার্থী আরও বলেন, ‘কিন্তু এখন, যখন সবকিছু ঠিকঠাক হয়ে আসছিল, তখনই আমার মা–বাবা আমাকে দিল্লিতে পাঠাতে রাজি হচ্ছেন না, শুধু দিল্লির দূষণের কারণে। আমি বুঝি, এটা অবশ্যই একটা যুক্তিসংগত উদ্বেগ। কিন্তু মনে হচ্ছে, ছুঁয়ে ফেলার মতো কাছাকাছি পৌঁছে যাওয়ার পর আমার স্বপ্নটা ভেঙে চুরমার হয়ে যাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিরল সাদা শিয়ালের গল্প | প্রথম আলো",
            "time": "2025-07-22T08:00:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-21%2Faw2pkerk%2FUntitled-2.jpg?rect=0%2C14%2C736%2C386&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমি যেখানে দাঁড়িয়েছিলাম, সেখানেই বসে পড়লাম। বিকেলের সূর্য তখনো বেশ আলো ছড়াচ্ছে। ইতিমধ্যে প্রাণীটি আমার বেশ কাছে চলে এসেছে। আকার-অবয়ব দেখে শিয়ালই মনো হলো। কিন্তু দেহ, চোখ, কান, নাক—সবই সাদা! আমি দূর্বা ঘাসে হাঁটু গেড়ে ছবি তুলছি। ওর দৃষ্টি সোজাসুজি পশ্চিম দিকে। এত কাছে এসেও আমার দিকে একটিবারের মতো ফিরেও তাকাল না। হঠাৎ আমার থেকে কয়েক গজ দূরে এসে থমকে দাঁড়াল। মনে হলো আমার ক্যামেরার শাটারের শব্দ শুনতে পেয়েছে। এরপর এক দৌড়ে মাঠ পেরিয়ে পশ্চিমের রাস্তায় গিয়ে উঠল। অতঃপর পাশের হাঁটুসমান জঙ্গলে লুকিয়ে পড়ল। জীবনে প্রথম সাদা শিয়ালের দেখা পেয়ে বেশ অবাক হলাম। আবার মনের মধ্যে একটু খচখচানি শুরু হলো। সত্যিই শিয়াল দেখলাম তো, নাকি কুকুর। ক্যামেরার ভিউ ফাইন্ডারে ছবি দেখে নিশ্চিত হলাম, এটি আমাদের অতিপরিচিত পাতিশিয়াল, তবে অ্যালবিনো।</p><p>মেলানিন নামের একটি বিশেষ ধরনের রঞ্জক প্রাণী দেহের রং কেমন হবে তা নিয়ন্ত্রণ করে। জিনগত ত্রুটি কিংবা মেলানিন তৈরির জিনে বিচ্যুতি ঘটলে এই রঞ্জক তৈরি হয় না। এর ফলে প্রাণীর ত্বক, লোম ও চোখের রং সাদা বা গোলাপি হতে পারে। এমন প্রাণীকে বিজ্ঞানীরা অ্যালবিনো হিসেবে অভিহিত করেন। অ্যালবিনো–বৈশিষ্ট্য প্রচ্ছন্ন জিন দ্বারা নিয়ন্ত্রিত হওয়ায় এমন প্রাণী বেশ বিরল। ফলে বুনো পরিবেশে অ্যালবিনো প্রাণী খুব কম দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে ভর্তি পরীমনি বললেন আগুনের ট্রমা ছোটবেলা থেকে | প্রথম আলো",
            "time": "2025-07-22T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F5yuvix12%2FWhatsApp-Image-2025-01-26-at-12.12.51-AM.jpeg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাসপাতালে ভর্তি পরীমনি ফেসবুক পোস্টে মাইলস্টোন স্কুল ও কলেজের দুর্ঘটনার বিষয়টিও উল্লেখ করেছেন। </p><p>তিনি ফেসবুকে লিখেছেন, ‘আগুনের একটা ট্রমা আমার আছে ছোটবেলা থেকে। সেটা যে এখনো এত ভয়ংকরভাবে আছে, এভাবে বুঝতে পারি নাই আগে। গতকালের দুর্ঘটনায় ছোট বাচ্চাগুলোর পোড়া শরীরের ছবি/ভিডিও দেখে আমার খুব খারাপভাবে প্যানিক অ্যাটাক হয়! রাতে হসপিটালে ভর্তি নিতে হয়। বুকের ভেতর ধড়ফড় করে শুধু। আহারে এই শোক ওই মায়েরা কীভাবে সহ্য করবে আল্লাহ!’</p></div></div></div></body></html>"
        },
        {
            "title": "চারপাশে তাকিয়ে মনে হতো পোস্টকার্ডের ছবি দেখছি | প্রথম আলো",
            "time": "2025-07-22T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fv1johqs6%2FAngelaDuckworthatNERD.jpg?rect=0%2C301%2C2673%2C1403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের তড়িৎ ও ইলেকট্রনিক কৌশল বিভাগ থেকে স্নাতক শেষে একই বিভাগে প্রভাষক হিসেবে যোগ দিই। পাশাপাশি স্নাতকোত্তর প্রোগ্রামেও ভর্তি হয়ে যাই। স্নাতকোত্তর শেষ করে পিএইচডির জন্য বিদেশি বিশ্ববিদ্যালয়গুলোয় আবেদন করা শুরু করি। এভাবেই প্রিন্সটনে ভর্তি হয়ে যাই। এ সুযোগ পাওয়ার পেছনে বড় ভূমিকা রেখেছিল স্নাতক-স্নাতকোত্তরের রেজাল্ট, গবেষণাপত্র আর সুপারভাইজারের সুপারিশপত্র।</p><p>আমার দুর্ভাগ্য, প্রিন্সটন-জীবন শুরু হয়েছিল কোভিডের সময়। তাই সশরীরের ক্লাস শুরু করেছি অনেক পরে। প্রিন্সটনে যখন প্রথম আসি, তখন ধীরে ধীরে কোভিডের বিধিনিষেধ উঠতে শুরু করেছে। এই ক্যাম্পাস ছবির মতো সুন্দর। একেকটা ভবন একেকরকম। একা একা হাঁটতাম, আর চারপাশে তাকিয়ে মনে হতো পোস্টকার্ডের ছবি দেখছি। ঢাকার ভিড়ভাট্টায় বড় হওয়ায় শুরুর দিকে কম মানুষের আনাগোনা দেখে আমার কেমন অস্বস্তি হতো। এখন বেশ মানিয়ে নিয়েছি।</p><p>অবসর সময়ে আমি ও আমার স্ত্রী ক্যাম্পাসে হেঁটে বেড়াই। ক্যাম্পাসের একেকটা অংশ খুব সুন্দরভাবে যুক্ত, হেঁটে হেঁটে পুরোটা ঘোরা যায়। ভবনগুলো বৈচিত্র্যময়। অনেক ভবনের গড়ন যেমন আধুনিক, তেমনি কিছু কিছু ভবন এখনো পুরোনো, অনেকটা ‘গথিক’ স্টাইল। দেখে হঠাৎ হঠাৎ মনে হবে ১৮ শতাব্দীতে চলে এসেছি! আরেকটা বিশেষ জায়গা হলো ইনস্টিটিউট অব অ্যাডভান্সড স্টাডিজ। জীবনের শেষ দুই দশক এখানেই কাজ করতেন আইনস্টাইন। ওপেনহাইমার সিনেমায় আইনস্টাইন–ওপেনহাইমারের কথোপকথনের দৃশ্যগুলো এখানেই তোলা!</p></div></div></div></body></html>"
        },
        {
            "title": "২০০ মিটার সড়কে নরকযন্ত্রণা | প্রথম আলো",
            "time": "2025-07-22T07:59:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F82p3ccg9%2F22072025-dh-7.jpg?rect=0%2C66%2C592%2C311&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশাল গর্তের কোনো কোনো অংশে যাত্রীবাহী বাসের নিচের অংশের ঘষা লাগছে। কোথাও আবার প্রাইভেট কার, সিএনজিচালিত অটোরিকশা, ব্যাটারিচালিত রিকশার মতো ছোট যানবাহন আটকে যাচ্ছে। সামনের কোনো গাড়ির এমন পরিস্থিতি দেখে পেছনে থাকা অন্য গাড়িগুলো চালকেরা ঘুরিয়ে তুলনামূলক ভালো অংশ দিয়ে যাওয়ার চেষ্টা করছেন। ঝুঁকিপূর্ণ সড়কে যানবাহনের ধীরগতি, গর্তে আটকে যাওয়া কিংবা গাড়ি ঘুরিয়ে নেওয়ায় সৃষ্টি হচ্ছে যানজট।</p><p>শুক্রবার বেলা আড়াইটার দিকে দেখা যায়, উত্তরা হাউস বিল্ডিংয়ের দিক থেকে আবদুল্লাহপুরের দিকে একটি সিএনজিচালিত অটোরিকশা যাচ্ছিল। চালক না বুঝেই পানি জমে থাকা একটি গর্তে সিএনজির সামনের চাকা নামিয়ে দেন। গর্তের গভীরতা বেশি হওয়ায়, সামনের চাকা পুরোপুরি ডুবে যায়। তাৎক্ষণিকভাবে চালক সিএনজি থামান এবং ভেতরের দুই যাত্রীকে নামান। পরে একজন পুরুষ যাত্রীসহ হেঁটে যাওয়া দুজন পথচারী গর্তে আটকে যাওয়া অটোরিকশাটিকে পেছনের দিকে টেনে তোলার চেষ্টা করেন।</p><p>অটোরিকশাচালক সেলিম হোসেন বলেন, জমে থাকা কাদাপানির কারণে ভাঙা গর্ত এত গভীর, তা বুঝতে পারেননি। আরেকটু হলেই তাঁর অটোরিকশাটি উল্টে যেত।</p><p>আবদুল্লাহপুরে বিআরটি প্রকল্পের উড়ালসড়কের এক পাশে টঙ্গীর দিক থেকে আসা যানবাহনের নামার র‍্যাম্প, অন্য পাশে হাউস বিল্ডিং বাসস্ট্যান্ড থেকে টঙ্গী-গাজীপুরের দিকে যাওয়া যানবাহনের উড়ালসড়কে ওঠার র‍্যাম্প। এ দুই র‍্যাম্পের মাঝে ও দুই পাশে সড়কের অবস্থা বেশি খারাপ। রাস্তা ভেঙে সৃষ্ট গর্তগুলো এ অংশেই বেশি বড় হয়ে গেছে। পশ্চিম দিকের সড়ক শুকনো থাকলেও অংশটি সরু এবং বড় বড় গর্তের কারণে ঢেউখেলানো। ওই অংশে যানজটও বেশি হয়। তাই উড়ালসড়কের সরাসরি নিচের অংশ দিয়েই বেশির ভাগ যানবাহন চলে।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তঃসত্ত্বা নারীর ডেঙ্গু হলে সতর্কতা | প্রথম আলো",
            "time": "2025-07-22T07:59:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2018%2F10%2F21%2F3db19b7b11232fbfa00e8b41f95d64eb-5bcc93c62ec1f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলছে ডেঙ্গুর সময়। প্রতিদিনই বিভিন্ন হাসপাতালে ডেঙ্গু রোগী ভর্তির খবর আসছে। ডেঙ্গু জ্বরে শিশু, বয়স্ক ও গর্ভবতীরা আক্রান্ত হলে ঝুঁকি তৈরি হয় বেশি। তাই তাঁদের জন্য বিশেষ সতর্কতা প্রয়োজন। </p><p>গর্ভাবস্থায় প্রথম তিন মাসের মধ্যে ডেঙ্গুতে আক্রান্ত হলে অতিমাত্রায় বমি, কোষ্ঠকাঠিন্য, ক্ষুধামান্দ্য ও চোখে ঝাপসা লাগার মতো লক্ষণগুলো প্রকাশ পায়। এ সময় বারবার বমির কারণে এমনিতেই একজন অন্তঃসত্ত্বা নারীর শরীরে পানিশূন্যতা দেখা দেয়। এর ওপর ডেঙ্গুতে আক্রান্ত হলে আরও বেশি পানিশূন্যতা তৈরি হয় এবং রক্তচাপ কমে যেতে পারে। এ কারণে এমনকি গর্ভপাত হওয়ার আশঙ্কাও তৈরি হয়। </p><p>গর্ভবতী নারীদের রোগ প্রতিরোধ শক্তি অন্যদের তুলনায় কম। এ জন্য তাঁদের ভোগান্তিও বেশি। তাই এ সময় জ্বর হলে অবশ্যই চিকিৎসকের পরামর্শ নিতে হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় যুদ্ধাপরাধ, বেলজিয়ামে সংগীত উৎসবে যোগ দেওয়া ২ ইসরায়েলিকে জিজ্ঞাসাবাদ | প্রথম আলো",
            "time": "2025-07-22T07:47:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fesjy68qm%2FBelgium.jpg?rect=0%2C14%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজায় আন্তর্জাতিক মানবাধিকার আইন লঙ্ঘনের অভিযোগে ইসরায়েলি সেনাবাহিনীর দুই সদস্যকে জিজ্ঞাসাবাদ করেছে বেলজিয়াম কর্তৃপক্ষ। দেশটির কেন্দ্রীয় কৌঁসুলির কার্যালয় এ তথ্য জানিয়েছে।</p><p>হিন্দ রজব ফাউন্ডেশন এবং গ্লোবাল লিগ্যাল অ্যাকশন নেটওয়ার্ক নামে দুটি সংগঠনের আইনি অভিযোগের ভিত্তিতে এই জিজ্ঞাসাবাদ করা হয়। গত শুক্র ও শনিবার অভিযোগগুলো জমা দেওয়া হয়েছে। ওই দুই ইসরায়েলি ‘টুমরোল্যান্ড’ নামের এক সংগীত উৎসবে যোগ দিতে বেলজিয়ামে গিয়েছিলেন।</p><p>গতকাল সোমবার বেলজিয়ামের কেন্দ্রীয় কৌঁসুলির কার্যালয় একটি লিখিত বিবৃতি দিয়েছে। এতে বলা হয়, ‘সম্ভাব্য বিচারিক ক্ষমতার বিবেচনায়, অভিযোগে যাঁদের নাম রয়েছে সেই দুই ব্যক্তিকে খুঁজে বের করে জিজ্ঞাসাবাদ করতে পুলিশকে অনুরোধ জানিয়েছিল কেন্দ্রীয় কৌঁসুলির কার্যালয়। জিজ্ঞাসাবাদ শেষে তাঁদের ছেড়ে দেওয়া হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘তুমি আমার’ লিখে প্রেমের কথা জানালেন এই অভিনেত্রী | প্রথম আলো",
            "time": "2025-07-22T07:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Ftyi2lve8%2Fd6955c46-acc6-469f-8dcb-ea0d46025e7e.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারা সম্প্রতি এপি ধিল্লোর সঙ্গে ‘থোড়ি সি দারু’র কিছু ছবি পোস্ট করেছেন, যেখানে তিনি একটি সোনালি রঙের ব্যাকলেস, হাল্টার-নেক মিনি ড্রেস পরে আছেন। পোস্টে প্রতিক্রিয়া জানিয়ে বীর পাহাড়িয়া মন্তব্য করেছেন, ‘মাই’।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2025-07-22T07:43:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Ft2xv343y%2F1c939da4-95a4-4659-b2b2-0e7ab7620126.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগের দাম বেড়েছে। প্রধান মুদ্রাগুলোর মধ্যে মূল্যবৃদ্ধির তালিকায় আছে ইউরো, পাউন্ড, ইউয়ান, ইয়েন, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। দাম অপরিবর্তিত আছে রুপির। আজ কোনো মুদ্রার দাম কমেনি।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচ ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে কোস্টগার্ডের অভিযানে ৩৩ জেলে আটক | প্রথম আলো",
            "time": "2025-07-22T07:39:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fumti212j%2Fc8e54fbd-acd7-4fe2-b9b4-6e7206de45fc.jfif?rect=0%2C9%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোস্টগার্ড জানায়, গোপন সংবাদের ভিত্তিতে গতকাল বিকেল চারটায় নোয়াখালীর হাতিয়া উপজেলার চেয়ারম্যানঘাট–সংলগ্ন মেঘনা নদীতে অভিযান পরিচালনা করে কোস্টগার্ড। এ সময় অবৈধ কারেন্ট জাল দিয়ে মাছ ধরার সময় দুটি নৌযান থেকে ৩০ লাখ মিটার অবৈধ কারেন্ট জাল জব্দ করা হয়। আটক করা হয় ৩৩ জেলেকে। একই সময়ে মাছ ধরার আরেকটি নৌযানকে ধাওয়া করলে জেলেদের হামলায় কোস্টগার্ডের এক সদস্য ও এক মাঝি আহত হন।</p><p>কোস্টগার্ডের মিডিয়া কর্মকর্তা লেফটেন্যান্ট কমান্ডার সিয়াম-উল-হক বলেন, জব্দ করা জাল উপজেলা মৎস্য কর্মকর্তার উপস্থিতিতে বিনষ্ট করা হয়েছে। জব্দ করা নৌযান ও আটক জেলেদের বিষয়ে আইনি ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "মার্টিন লুথার কিং জুনিয়র হত্যাকাণ্ড নিয়ে গোপন নথি প্রকাশ করল ট্রাম্প প্রশাসন | প্রথম আলো",
            "time": "2025-07-22T07:36:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fo7ho5ke2%2FLuther-King.jpg?rect=0%2C18%2C618%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের প্রশাসন বর্ণবাদবিরোধী ও নাগরিক অধিকার আন্দোলনের নেতা মার্টিন লুথার কিং জুনিয়রের হত্যাকাণ্ড নিয়ে বেশ কিছু গোপন নথি প্রকাশ করেছে। এর মধ্যে লুথার কিংয়ের ওপর যুক্তরাষ্ট্রের কেন্দ্রীয় তদন্ত সংস্থা এফবিআইয়ের নজরদারির তথ্যসংক্রান্ত নথিও আছে।</p><p>এসব নথি প্রায় ২ লাখ ৩০ হাজার পৃষ্ঠার। ১৯৭৭ সাল থেকে আদালতের এক আদেশে এগুলো জনসমক্ষে প্রকাশ করা নিষিদ্ধ ছিল। এবার ট্রাম্প প্রশাসন তা প্রকাশ করেছে।<br> তবে মার্টিন লুথার কিং জুনিয়রের সন্তানেরা এ নথি প্রকাশের বিরোধিতা করেছেন। তাঁর জীবিত থাকা দুই সন্তান এক বিবৃতিতে বলেন, বাবার ভাবমূর্তি ক্ষুণ্ন করার চেষ্টায় এ নথিগুলো অপব্যবহারের যেকোনো চেষ্টার নিন্দা জানান তাঁরা।</p><p>১৯৬৮ সালের ৪ এপ্রিল ৩৯ বছর বয়সে যুক্তরাষ্ট্রের মেমফিস শহরে গুলিবিদ্ধ হয়ে নিহত হন মার্টিন লুথার কিং জুনিয়র। এ হত্যার ঘটনায় জেমস আর্ল রে নামের এক পেশাদার অপরাধী দোষ স্বীকার করেছিলেন। পরে অবশ্য তিনি সেই স্বীকারোক্তি ফিরিয়ে নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আম্মু, স্কুলে যাচ্ছি, টাটা বাই বাই’-সেই ছিল সায়মার শেষ কথা | প্রথম আলো",
            "time": "2025-07-22T07:32:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2F4qqw6psi%2F4143f5a7-f1c7-49ca-9331-1d55a3792c43.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘প্রতিদিনই মেয়েকে আমি স্কুলে নিয়ে যাই, কিন্তু গতকাল যাইনি। আমার এক ভাই সায়মাকে স্কুলে নিয়ে যায়। বাসা থেকে বের হওয়ার সময় আমাকে বলে, “আম্মু, স্কুলে যাচ্ছি, টাটা বাই বাই।” এটাই যে আমার মেয়ের সঙ্গে শেষ কথা ছিল, বুঝতে পারিনি। দুপুরে ফেসবুকে জানতে পারি, আমার মেয়ে দুর্ঘটনায় মারা গেছে।’</p><p>এভাবেই মেয়ের সঙ্গে শেষ স্মৃতি স্মরণ করে হাউমাউ করে কাঁদছিলেন যুদ্ধবিমান দুর্ঘটনায় নিহত সায়মা আক্তারের মা রিনা বেগম।</p><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজের একটি ভবনে বাংলাদেশ বিমানবাহিনীর একটি যুদ্ধবিমান বিধ্বস্ত হওয়ার ঘটনায় নিহত হয় ৯ বছরের সায়মা আক্তার। সে ওই স্কুলের তৃতীয় শ্রেণির ছাত্রী ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তরায় বিমান বিধ্বস্ত হয়ে হতাহতের ঘটনায় পালিত হচ্ছে রাষ্ট্রীয় শোক | প্রথম আলো",
            "time": "2025-07-22T07:31:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fmcwb7nd7%2FFlag-in-BIAM.jfif?rect=0%2C180%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরায় মাইলস্টোন স্কুল অ্যান্ড কলেজে বাংলাদেশ বিমানবাহিনীর যুদ্ধবিমান বিধ্বস্ত হয়ে হতাহতের ঘটনায় সারা দেশে আজ মঙ্গলবার রাষ্ট্রীয় শোক পালন করা হচ্ছে।</p><p>রাষ্ট্রীয় শোক উপলক্ষে আজ দেশের সরকারি, আধা সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান, শিক্ষাপ্রতিষ্ঠানসহ সরকারি-বেসরকারি ভবন ও বিদেশে বাংলাদেশ মিশনগুলোয় জাতীয় পতাকা অর্ধনমিত রাখা হয়েছে।</p><p>নিহত ব্যক্তিদের রুহের মাগফিরাত ও আহত ব্যক্তিদের সুস্থতা কামনায় আজ দেশের সব মসজিদে বিশেষ দোয়া অনুষ্ঠিত হওয়ার কথা। এ ছাড়া অন্যান্য ধর্মীয় প্রতিষ্ঠানে বিশেষ প্রার্থনা আয়োজনের কথা।</p></div></div></div></body></html>"
        }
    ]
}