{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্রে প্রবেশ করতে পারবেন না আরও ৫ দেশের মানুষ, তালিকায় কারা | প্রথম আলো",
            "time": "2025-12-17T03:10:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fp761jy1s%2Fprothomalo-Trump.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিলিস্তিন ছাড়াও তালিকায় থাকা নতুন পাঁচটি দেশ হলো—সিরিয়া, বুরকিনা ফাসো, মালি, নাইজার ও দক্ষিণ সুদান। এর আগে গত জুনে ১২টি দেশের ওপর ভ্রমণ নিষেধাজ্ঞা দেয় ট্রাম্প প্রশাসন। দেশগুলো হলো—ইরান, আফগানিস্তান, মিয়ানমার, চাদ, কঙ্গো প্রজাতন্ত্র, ইকুয়েটোরিয়াল গিনি, ইরিত্রিয়া, হাইতি, লিবিয়া, সোমালিয়া, সুদান ও ইয়েমেন।</p><p>ফিলিস্তিনকে রাষ্ট্র হিসেবে এখনো স্বীকৃতি দেয়নি ওয়াশিংটন। তাই ভ্রমণ নিষেধাজ্ঞার তালিকায় সরাসরি ‘ফিলিস্তিন রাষ্ট্র’ বলা হয়নি। এমনকি ‘অধিকৃত ফিলিস্তিনি ভূখণ্ড’ বলতে নারাজ ট্রাম্প প্রশাসন। নথিতে ফিলিস্তিনিদের ‘পিএ বা ফিলিস্তিনি কর্তৃপক্ষের অনুমোদিত ভ্রমণ নথি নিয়ে ভ্রমণের চেষ্টাকারী ব্যক্তি’ হিসেবে উল্লেখ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সূর্যমুখী ও জলপাই তেলের বাজারে শুধু উত্থান-পতন | প্রথম আলো",
            "time": "2025-12-17T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F66ygj917%2FCookingO.jpg?rect=0%2C12%2C2715%2C1425&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবার আমদানি সবচেয়ে বেশি কমেছে চলতি অর্থবছরের প্রথম চার মাসে (জুলাই–অক্টোবর)। এ সময়ে আমদানি ৬৮ শতাংশ কমে দাঁড়ায় ২ হাজার ৯৭৩ টনে। গত জুলাই–অক্টোবরে বিশ্ববাজারে সয়াবিনের গড় দাম ছিল টনপ্রতি ১ হাজার ২১১ ডলার। আর সূর্যমুখী তেলের গড় দাম ছিল ১ হাজার ২৮৯ ডলার, অর্থাৎ সয়াবিনের চেয়ে সূর্যমূখী তেলের দাম টনপ্রতি ৭৮ ডলার বেশি ছিল। সর্বশেষ অক্টোবরে বিশ্ববাজারে সূর্যমূখী তেলের দাম সয়াবিনের চেয়ে টনপ্রতি ২১১ ডলার বেড়ে বিক্রি হয় ১ হাজার ৩৫৬ ডলারে।</p><p>আমদানিকারকেরা জানান, বিশ্ববাজারে দাম বাড়ার কারণেই মূলত সূর্যমুখী ও জলপাই তেলের আমদানি কমে গেছে। এ ছাড়া সয়াবিনের চেয়ে সূর্যমুখী ও জলপাই তেলে শুল্ককর বেশি। সয়াবিন তেলে বর্তমানে কার্যকর শুল্ককর ১৫ শতাংশ। অন্যদিকে সূর্যমুখী তেলে শুল্ককর ৩৪ দশমিক ৭৫ শতাংশ। আর জলপাই তেলের শুল্ককর প্রায় ৬২ শতাংশ।</p><p>খুচরা বাজারের তথ্য অনুযায়ী, বাজারে এখন পাঁচ লিটারের সূর্যমুখী তেল বিক্রি হচ্ছে ২ হাজার থেকে ২ হাজার ৪০০ টাকায়। এই দাম সয়াবিন তেলের চেয়ে প্রায় দ্বিগুণ। জলপাই তেলের দাম লিটারপ্রতি ব্র্যান্ডভেদে ১ হাজার ৫০০ থেকে ১ হাজার ৮০০ টাকা। এ ছাড়া এক্সট্রা ভার্জিন জলপাই তেলের দাম লিটারপ্রতি প্রায় আড়াই থেকে তিন হাজার টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকারের বিশ্বাসযোগ্যতার সংকট | প্রথম আলো",
            "time": "2025-12-17T02:55:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হিউম্যান রাইটস ওয়াচের তথ্য অনুযায়ী, অন্তর্বর্তী সরকারের অধীনে হাজার হাজার মানুষ গ্রেপ্তার হয়েছেন, যাঁদের অনেকের বিরুদ্ধেই শুধু সন্দেহের ভিত্তিতে গুরুতর অভিযোগ আনা হয়েছে। পুলিশি হেফাজতে নির্যাতন, চিকিৎসাসেবা থেকে বঞ্চিত রাখার অভিযোগও পাওয়া গেছে। এসব চিত্র বাংলাদেশের মানুষের কাছে নতুন নয়। শেখ হাসিনার শাসনামলে যেসব নির্যাতন, হয়রানি ও রাজনৈতিক উদ্দেশ্যপ্রণোদিত গ্রেপ্তার দেখা গেছে, বর্তমান পরিস্থিতি সেগুলোর কথাই মনে করিয়ে দিচ্ছে।</p><p>এই বাস্তবতা আরও উদ্বেগজনক হয়ে ওঠে, যখন দেখা যায় সরকার কট্টরপন্থী ও সহিংস গোষ্ঠীগুলোর বিরুদ্ধে কার্যকর ব্যবস্থা নিতে ব্যর্থ হচ্ছে। উচ্ছৃঙ্খল জনতার হামলায় এ বছর শতাধিক মানুষের মৃত্যু হয়েছে। একদিকে রাষ্ট্র নিজে নাগরিকদের ‘সন্ত্রাসী’ তকমা দিয়ে কারাগারে পাঠাচ্ছে, অন্যদিকে প্রকৃত সহিংসতা ও মবের ঘটনা ন্যায়বিচারের বাইরে থেকে যাচ্ছে। সুশাসন ও নাগরিক অধিকার প্রতিষ্ঠায় এমনটি কোনোভাবেই কাম্য হতে পারে না। </p></div></div></div></body></html>"
        },
        {
            "title": "প্রাণীদের নিরাপত্তাও নিশ্চিত করুন | প্রথম আলো",
            "time": "2025-12-17T02:51:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শারীরিক সুস্থতার বাইরে রয়েছে আরও গুরুত্বপূর্ণ একটি বিষয়, মানসিক সুস্থতা। বন্য প্রাণীদের জন্য চিড়িয়াখানার সীমিত পরিসর স্বাভাবিকভাবেই মানসিক চাপের কারণ। পর্যাপ্ত জায়গা, প্রাকৃতিক পরিবেশের অনুকরণ, আচরণগত উদ্দীপনা ছাড়া সিংহ, বাঘ বা হাতির মতো প্রাণীদের মানসিক স্বাস্থ্য ভালো থাকার কথা নয়। আমাদের চিড়িয়াখানাগুলো কি সেই মানদণ্ডে পৌঁছানোর চেষ্টা করছে? নাকি কেবল প্রদর্শনের উদ্দেশ্যেই প্রাণীগুলোকে বন্দী করে রাখা হচ্ছে! </p><p>ডেইজির ঘটনা বড় দুর্ঘটনায় রূপ নেয়নি। কিন্তু এটিকে সতর্কবার্তা হিসেবে না নিলে ভবিষ্যতে পরিস্থিতি আরও ভয়াবহ হতে পারে। শুধু একজন কর্মচারীকে বরখাস্ত করলেই দায় শেষ হয় না। প্রয়োজন চিড়িয়াখানা ব্যবস্থার সমন্বিত সংস্কার। যা নিরাপত্তা, অবকাঠামো, জনবল, প্রশিক্ষণ এবং সর্বোপরি প্রাণীদের শারীরিক ও মানসিক কল্যাণ নিশ্চিত করবে। </p></div></div></div></body></html>"
        },
        {
            "title": "কে এই প্রশান্ত ও কার্তিক, নিলামে দাম পেলেন ১৪ কোটি ২০ লাখ রুপি | প্রথম আলো",
            "time": "2025-12-17T02:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Favr4azm5%2F73d22310-728f-4ba2-a262-1808cd855bc1.jpg?rect=0%2C169%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১ কোটি, ২ কোটি নয়! ১৪ কোটি ২০ লাখ রুপি।</p><p>আইপিএলের নিলাম যে মানুষের ভাগ্য বদলে দিতে পারে, সেটাই যেন আবার দেখা গেল। কাল আবুধাবিতে আইপিএল নিলামে প্রশান্ত বীর ও কার্তিক শর্মা দুজনেই বিক্রি হয়েছেন ১৪ কোটি ২০ লাখ রুপিতে। </p><p>তাঁরা দুজনই আইপিএল সবচেয়ে বেশি দামে বিক্রি হওয়া আনক্যাপড খেলোয়াড়। অথচ দুজনের ভিত্তিমূল্যেই ছিল মাত্র ৩০ লাখ রুপি। এত দামে বিক্রি হওয়ার পর এদের সম্পর্কে কৌতূহল তৈরি হওয়াই স্বাভাবিক।</p><p>প্রশান্ত ও কার্তিক দুজনকেই নিয়েছে চেন্নাই সুপার কিংস। চেন্নাই সাধারণত অনেক ভেবেচিন্তে খেলোয়াড় কেনে। কী দেখে এই দুজনের জন্য এত এত কোটি রুপি খরচ করল চেন্নাই?</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদি হত্যাচেষ্টার মূল আসামি ফয়সালের বাবা-মা গ্রেপ্তার: র‍্যাব | প্রথম আলো",
            "time": "2025-12-17T02:40:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fmr83m7u2%2FWhatsApp-Image-2025-12-17-at-08.21.28.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান বিন হাদি হত্যাচেষ্টা মামলার মূল আসামি ফয়সল করিম মাসুদের বাবা-মাকে গ্রেপ্তার করার কথা জানিয়েছে র‍্যাব।</p><p> গতকাল মঙ্গলবার দিবাগত রাতে দেড়টার দিকে র‍্যাবের এক সংবাদ বিজ্ঞপ্তিতে এই তথ্য জানানো হয়।</p><p> সংবাদ বিজ্ঞপ্তিতে বলা হয়, গতকাল ভোর সাড়ে ৫টার দিকে র‍্যাব-১০ ঢাকা জেলার দক্ষিণ কেরানীগঞ্জ থানার হাসনাবাদ হাউজিংয়ে বিশেষ অভিযান চালায়। অভিযানে ফয়সলের বাবা মো. হুমায়ুন কবির (৭০) ও মা মোসা. হাসি বেগম (৬০) গ্রেপ্তার হন।</p></div></div></div></body></html>"
        },
        {
            "title": "এক দিনেই ৩-৪ লাখ টাকা ঋণ পাবেন উদ্যোক্তারা, কীভাবে পাবেন | প্রথম আলো",
            "time": "2025-12-17T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Ff8493c51-0903-492b-821c-dea9022f0dd4%2F16062024_cm_11_jpg__.jpg?rect=0%2C173%2C2080%2C1092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয় শ্রেণির (শ্রেণি বি) মাধ্যমে ঋণ পেতে হলে ন্যূনতম স্নাতক পাস হতে হবে। এ ক্ষেত্রে যাঁরা উদ্যোক্তা হতে চান অথবা সম্ভাবনাময় ব্যবসায়িক উদ্ভাবন (আইডিয়া) আছে, তাঁরা অগ্রাধিকার পাবেন।</p><p>তৃতীয় শ্রেণির (শ্রেণি সি) মাধ্যমে কমপক্ষে দুই বছরের কাজের অভিজ্ঞতা থাকা সম্ভাবনাময় উদ্যোক্তাদের অগ্রাধিকার দেওয়া যায়। যাঁদের অন্তত দুই বছরের অনানুষ্ঠানিক ব্যবসায়িক অভিজ্ঞতা আছে, যাঁরা আগে কোনো এনজিও ও ক্ষুদ্রঋণ প্রতিষ্ঠান থেকে উদ্যোক্তা ঋণ বা ক্ষুদ্র উদ্যোক্তা ঋণ নিয়ে সফলভাবে ঋণ শোধ করেছেন—তাঁরা এই শ্রেণিতে অগ্রাধিকার পাবেন।</p><p>ইউনাইটেড কমার্শিয়াল ব্যাংক (ইউসিবি) প্রগতি ঋণ স্কিমের মাধ্যমে মূলত ক্ষুদ্র ব্যবসায়ীদের ঋণ দেওয়া হয়। এই সেবার আওতায় ৫০ হাজার থেকে ৩ লাখ টাকা ঋণ পাওয়া যায়। এই ঋণ পাক্ষিক কিস্তিতে বা ১৫ দিন পরপর শোধ করতে হবে। এই ঋণ শোধের সময় সর্বোচ্চ দেড় বছর।</p><p>এই ঋণ নেওয়ার ক্ষেত্রে কোনো ধরনের জামানত প্রয়োজন হবে না। তবে এ ক্ষেত্রে ঋণ আবেদনের জন্য ঋণ আবেদনকারীর বয়স ২১ থেকে ৬৫ বছরের মধ্যে হতে হবে। এই ঋণ নেওয়ার ক্ষেত্রে ব্যবসায় দুই বছরের অভিজ্ঞতা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লার মৃৎশিল্পে নান্দনিকতা, আছে সংকট ও সম্ভাবনা | প্রথম আলো",
            "time": "2025-12-17T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fahqphvc0%2FWhatsApp-Image-2025-12-16-at-17.11.49.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় ৩৫ বছর ধরে কাজ করছেন ষাটোর্ধ্ব মৃৎশিল্পী পরিমল পাল। তিনি প্রথম আলোকে বলেন, ‘আধুনিকতার সঙ্গে এখন অনেকে মেশিনের চাকায় পণ্য তৈরি করেন। তবে আমি ৩৫ বছর ধরে হাতে ঘোরানো কাঠের চাকা ঘুরিয়ে মাটির জিনিসপত্র তৈরি করি। দৈনিক ৫০০ টাকা হাজিরা পাই।’ মৃৎশিল্পকে কেন্দ্র করে কর্মসংস্থান হয়েছে অনেক নারীর। আবেদা বেগম নামের এক নারী প্রথম আলোকে বলেন, ‘আমরা মাটির পণ্যে নকশা ও ফিনিশিংয়ের কাজ করি। মাসে ৬ থেকে ৮ হাজার টাকা পর্যন্ত একজন নারীর বেতন হয়।’</p><p>স্থানীয় মানুষেরা জানান, ১৯৯১ সালে বিজয়পুর রুদ্রপাল মৃৎশিল্প সমবায় সমিতি গ্যাস–সংযোগ পায়। ২০১৫ সাল থেকে গ্যাসের চাপ কমে যায়। ২০১৭ সালের দিকে চাপ প্রায় শূন্য হয়ে যায়। এর পর থেকে গ্যাস নেই বললেই চলে। গ্যাস–সংকটের কারণে লাকড়ি দিয়ে মাটি পোড়ানোর কাজ করতে হচ্ছে। এতে কিছু কিছু পণ্য নষ্ট হয়ে যাচ্ছে।</p><p>বিজয়পুর রুদ্রপাল মৃৎশিল্প সমবায় সমিতির সাধারণ সম্পাদক অরুণ চন্দ্র পাল প্রথম আলোকে বলেন, ‘গ্যাস–সংকটের কারণে পর্যাপ্ত উৎপাদন করতে পারছি না। এখনো দেশ-বিদেশে বিজয়পুরের মাটির পণ্যের ব্যাপক চাহিদা রয়েছে। জাপান, কানাডা, আমেরিকা, আরব আমিরাতসহ বিশ্বের বিভিন্ন দেশে যাচ্ছে আমাদের পণ্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্থানীয় সরকার বিভাগে ৯৩ পদে চাকরি, আবেদনের সুযোগ ২ দিন | প্রথম আলো",
            "time": "2025-12-17T02:06:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F10%2F26%2F0bd4d80b1cc9f00bd4d03d21e09ee6cd-59f21043e946a.JPG?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. উপসহকারী প্রকৌশলী</strong></p><p>পদসংখ্যা: ৪৯</p><p>শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত ইনস্টিটিউট বা শিক্ষাপ্রতিষ্ঠান থেকে সিভিল ইঞ্জিনিয়ারিং বা সিভিল উড বা কনস্ট্রাকশন বা এনভায়রনমেন্ট বিষয়ে অন্যূন ৪ বছর মেয়াদি ডিপ্লোমা।</p><p>গ্রেড: ১০</p><p>বেতন স্কেল: ১৬,০০০-৩৮,৬৪০ টাকা</p><p><strong>বয়সসীমা</strong></p><p>১৯ নভেম্বর ২০২৫ তারিখে ১৮-৩২ বছরের মধ্যে হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "উচ্চশিক্ষা ও ক্যারিয়ার গড়তে সংযুক্ত আরব আমিরাতের হঠাৎ উত্থান কেন | প্রথম আলো",
            "time": "2025-12-17T02:06:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fd7d77c77-f5a9-41de-9779-6cb04802c422%2Fthai.JPG?rect=0%2C0%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বাড়তে থাকা চাহিদাকে কেন্দ্র করে বিশ্বের নানা প্রান্তের বিশ্ববিদ্যালয় ও উচ্চ শিক্ষাপ্রতিষ্ঠান তাদের শাখা ক্যাম্পাস খুলছে আমিরাতে। শুধু দুবাইতেই রয়েছে বহু খ্যাতনামা আন্তর্জাতিক প্রতিষ্ঠানের ক্যাম্পাস। বৈশ্বিক র‍্যাঙ্কিং, কর্মসংস্থান যোগ্যতা এবং ব্র্যান্ড ইকুইটিকে সামনে রেখে এসব প্রতিষ্ঠান শিক্ষার্থী টানছে। আবুধাবি, শারজাসহ অন্যান্য আমিরাতও ধীরে ধীরে উচ্চমানের শিক্ষার গন্তব্য হিসেবে উঠে আসছে।</p><p>২০২৫–২৬ শিক্ষাবর্ষ থেকে আরও তিনটি বিশ্বস্বীকৃত উচ্চশিক্ষার প্রতিষ্ঠান দুবাইয়ে ক্যাম্পাস চালু করবে, এর মধ্যে ভারতের আইআইএম আহমেদাবাদও রয়েছে। একই সঙ্গে ২৫টি নতুন স্কুল, নার্সারি ও বিশ্ববিদ্যালয় স্থাপনের পরিকল্পনা রয়েছে, যা হাজার হাজার নতুন শিক্ষার্থী আসন তৈরি করবে। সাম্প্রতিক আরেক বড় ঘোষণা হলো—দুবাই ন্যাশনাল ইউনিভার্সিটি, যেখানে প্রায় ৪ দশমিক ৫ বিলিয়ন দিরহাম বিনিয়োগ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আমাকে যেন আস্ত এক পাহাড় ডিঙাতে হয়েছে... | প্রথম আলো",
            "time": "2025-12-17T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fheprprlv%2FMASTERBTS-7mypixelstory.JPG?rect=0%2C0%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রটারড্যাম আন্তর্জাতিক চলচ্চিত্র উৎসবে মনোনীত হয়েছে বাংলাদেশের সিনেমা ‘মাস্টার’। রেজওয়ান শাহরিয়ারের রাজনৈতিক থ্রিলারটি জায়গা করে নিয়েছে উৎসবের প্রতিযোগিতা বিভাগ ‘বিগ স্ক্রিন কম্পিটিশন’-এ।</p><p>এক ফেসবুক পোস্টে নির্মাতা রেজওয়ান শাহরিয়ার জানান, নানা চড়াই–উতরাই পেরিয়ে সিনেমাটি নির্মাণ করেছেন তিনি। তিনি লিখেছেন, ‘গত এক বছর আমাকে যেন আস্ত এক পাহাড় ডিঙাতে হয়েছে। স্বাধীন চলচ্চিত্র নির্মাণের যে চিরায়ত সংগ্রাম, আমি সেটার কথা বলছি না। বলছি, এই রাষ্ট্র আমার চারপাশে যে সুবিশাল দেয়াল তুলেছে, চেষ্টা করেছে আমাকে বা আমার মতো হয়তো আরও অনেককেই (সবার গল্প জানা নেই) দমিয়ে রাখতে, সেই বাধার কথা। মামলা, হামলা, হুমকি আর বানোয়াট সব তকমা সামলাতে সামলাতে মনে হচ্ছে নিজের জীবনটাই একটা পলিটিক্যাল থ্রিলার। আমাকে যাঁরা কাছ থেকে চেনেন, তাঁরা জানেন এই পলিটিক্যাল পারসিকিউশনের স্বরূপটি কেমন। যাঁরা জানেন, তাঁরা তো জানেনই। আর যাঁরা জানেন না, হয়তো কোনো একদিন জানবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "আদি মানুষের আগুন ব্যবহারের ইতিহাস নিয়ে নতুন তথ্য | প্রথম আলো",
            "time": "2025-12-17T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F1sbya46k%2FFire.unsplash.png?rect=0%2C0%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষকেরা জানিয়েছেন, প্রত্নতাত্ত্বিক স্থানটিতে পোড়া মাটি, আগুনে ফাটা পাথরের সরঞ্জাম ও আয়রন পাইরাইটের বিরল টুকরা পাওয়া গেছে। আয়রন পাইরাইট এমন একটি খনিজ যা পাথরের সঙ্গে আঘাত করলে স্ফুলিঙ্গ তৈরি করে। প্রত্নতাত্ত্বিক স্থানটিতে আয়রন পাইরাইট প্রাকৃতিকভাবে পাওয়া যায় না। এটি কয়েক কিলোমিটার দূরবর্তী উপকূলীয় অঞ্চল থেকে আনা হয়েছিল। এটি সম্ভবত আগুন জ্বালানোর সরঞ্জাম হিসেবে ব্যবহৃত হতো। ভূরাসায়নিক পরীক্ষায় দেখা গেছে, কাদামাটির কিছু অংশকে বারবার ৭০০ ডিগ্রি সেলসিয়াসের বেশি তাপমাত্রায় উত্তপ্ত করা হয়েছিল। এই স্থানটি হয়তো নিয়মিতভাবে চুলা হিসেবে ব্যবহার করা হতো।</p><p>গবেষকদের ধারণা, বার্নহাম গ্রামে আগে আদি নিয়ান্ডারথালরা বসবাস করত। হোমো সেপিয়েন্সরা এর অনেক পরে প্রায় ১ লাখ বছর আগে আফ্রিকা ছেড়েছিল। যুক্তরাজ্য ও ইউরোপের জীবাশ্ম বিশ্লেষণ করে দেখা গেছে, সেখানে সেই সময়ে আদি নিয়ান্ডারথালরা বাস করত। নতুন এই আবিষ্কার মানব বিবর্তন বোঝার জন্য অত্যন্ত গুরুত্বপূর্ণ প্রভাব ফেলতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনির সৈকতে হামলার ঘটনা ও মুসলিমবিদ্বেষের রাজনীতি | প্রথম আলো",
            "time": "2025-12-17T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fk062k4ph%2Faustraliann.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাশ্চাত্যের রাজনৈতিক কথাবার্তায় সহিংসতাকে খুব কমই নিরপেক্ষভাবে দেখা হয়। হামলাকারী যদি মুসলিম হন বা মুসলিম বলে মনে করা হয়, তাহলে ঘটনাটি দ্রুতই ‘সভ্যতাগত হুমকি’ হিসেবে চিত্রিত হয়।</p><p>এর পরপরই জোরালো দাবি ওঠে নজরদারি বাড়ানোর, ধর্মীয় প্রকাশের ওপর বিধিনিষেধ আরোপের এবং অভিবাসন নীতি আরও কঠোর করার।</p><p>কিন্তু হামলাকারী মুসলিম না হলে ভাষা বদলে যায়। তখন সহিংসতাকে ব্যাখ্যা করা হয় ‘মানসিক স্বাস্থ্য সংকট’, ‘একক ব্যক্তির কাজ’ কিংবা ‘দুঃখজনক ব্যতিক্রম’ হিসেবে। ফলে সহিংসতার একটি বাছাই করা রাজনৈতিক ব্যাখ্যা দাঁড়িয়ে যায়, যেখানে প্রমাণ নয়, পরিচয়ই মূল নির্ধারক হয়ে ওঠে।</p><p>মুসলিমবিদ্বেষ টিকে থাকার জন্য নিশ্চিত প্রমাণের দরকার পড়ে না। ভয়, অস্পষ্টতা আর বারবার পুনরাবৃত্তিই এর প্রধান জ্বালানি। ডিজিটাল প্ল্যাটফর্মগুলো এই প্রক্রিয়াকে আরও ত্বরান্বিত করে। সেখানে সঠিক তথ্যের চেয়ে ক্ষোভ বেশি পুরস্কৃত হয়, আর দায়িত্বশীলতার চেয়ে গতি বেশি মূল্য পায়।</p><p>চরম ডানপন্থী শক্তিগুলো এই বাস্তবতা ভালোভাবেই বোঝে। সংকটের মুহূর্তে সামাজিক যোগাযোগমাধ্যম তাদের জন্য নিরাপত্তা ও জাতীয় ঐক্যের বুলি আওড়ে বহুদিনের পুরোনো এজেন্ডা এগিয়ে নেওয়ার কার্যকর হাতিয়ারে পরিণত হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ টাকার বীজ থেকে সাফল্য, বিষমুক্ত বাঙ্গিতে আবদুস সাত্তারের ঘুরে দাঁড়ানো | প্রথম আলো",
            "time": "2025-12-17T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Frv2dog4a%2FCumillaDH051520251215-Daudkandi-15-12-25-C-3-8.jpg?rect=0%2C459%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরেজমিনে দেখা যায়, বাঙ্গিখেত পরিচর্যায় ব্যস্ত আবদুস সাত্তার। সবুজ পাতার মধ্যে কাঁচা-পাকা বাঙ্গি। খেত থেকে বাঙ্গি সংগ্রহ করে বাজারে নেওয়ার জন্য প্রস্তুত হচ্ছিলেন আবদুস সাত্তার। তিনি বলেন, মাঝেমধ্যে বাজারে গিয়ে বাঙ্গি বিক্রি করেন তিনি। তাঁর বাঙ্গি স্বাদে–গন্ধে অতুলনীয়। পথেই বিক্রি হয়ে যায়। আবার মাঝেমধ্যে পাইকারি বিক্রেতারা খেতে এসে বাঙ্গি কিনে নিয়ে যান।</p><p>কৃষক আবদুস সাত্তার জানান, ৪ থেকে ৫ কেজি ওজনের প্রতিটি বাঙ্গির দাম ২০০ টাকা, ৭ থেকে ৮ কেজি ওজনের বাঙ্গির দাম ৩৫০ থেকে ৪০০ টাকা। ১০ কেজি ওজনের বাঙ্গি ৫০০ থেকে ৫৫০ টাকায় খুচরা বিক্রি হয়। পাইকারি ব্যবসায়ীদের কাছে প্রতিটি বাঙ্গির খুচরামূল্য থেকে ৫০ টাকা করে কম দামে বিক্রি করা হয়। বাঙ্গির জাত লম্বা হওয়ায় ওজন অনেক বেশি হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "স্টিভেন জনসন সিনড্রোম-যে অসুখ হয় ওষুধের মারাত্মক পার্শ্বপ্রতিক্রিয়ায় | প্রথম আলো",
            "time": "2025-12-17T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F4iyt81f7%2Fpexels-pixabay-159211.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টিভেন জনসন সিনড্রোম থেকে সুস্থ হওয়ার পর ভবিষ্যতে জটিলতা এড়াতে কিছু বিষয়ে কঠোরভাবে সতর্ক থাকতে হবে। সে জন্য যা করতে পারেন—</p><p><strong>ওষুধ পরিহার:</strong> যে ওষুধে সমস্যা হয়েছিল, তা আর কখনো সেবন করা যাবে না। ভবিষ্যতে যেন ভুলবশত সেই ওষুধ না দেওয়া হয়, সে বিষয়েও সচেতন থাকতে হবে। </p><p><strong>মেডিকেল অ্যালার্ট:</strong> একটি মেডিকেল অ্যালার্ট ব্রেসলেট বা কার্ড ব্যবহার করা যেতে পারে। যাতে নির্দিষ্ট ওষুধটির নাম উল্লেখ থাকে। </p><p><strong>চিকিত্সকের সঙ্গে যোগাযোগ:</strong> পরবর্তী সময়ে যেকোনো কারণে অন্য চিকিত্সকের কাছে গেলে অবশ্যই শুরুতে আপনার স্টিভেন জনসন সিনড্রোমের ইতিহাস এবং কারণ হিসেবে চিহ্নিত ওষুধের বিষয়ে বিস্তারিত জানাতে হবে। </p><p><strong>নিজে নিজে চিকিত্সা নয়:</strong> চিকিত্সকের পরামর্শ ছাড়া নিজে থেকে কোনো ওষুধ সেবন করা থেকে বিরত থাকতে হবে। </p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএল নিলামে কে কোন দল পেলেন | প্রথম আলো",
            "time": "2025-12-17T01:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fov9bhfmh%2F4f930f02-0066-4c91-bb70-255976e2328c.avif?rect=0%2C0%2C1137%2C597&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকালের নিলামে বিক্রি হওয়া ৭৭ জন খেলোয়াড় কে কত টাকায় কোন দলে গেলেন, সেই তালিকা দেওয়া হলো নিচে। কে কত মূল্যে বিক্রি হয়েছেন, সেই হিসাবেই সাজানো হয়েছে ক্রম।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির ওপর হামলাকারীদের অস্ত্র কে দিল, খুঁজছে পুলিশ | প্রথম আলো",
            "time": "2025-12-17T01:36:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fogrgo04n%2FHADI-1070401.jpg?rect=0%2C166%2C2328%2C1222&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সব মিলিয়ে হাদির ওপর হামলায় ঘটনায় এখন পর্যন্ত ৯ জনকে আটক ও গ্রেপ্তারের তথ্য জানা গেছে। হুমায়ূন কবির ও নুরুজ্জামান ছাড়া অন্যরা হলেন ফয়সলের সহযোগী মো. কবির, ফয়সলের স্ত্রী সাহেদা পারভীন সামিয়া, শ্যালক ওয়াহিদ আহমেদ সিপু ও ফয়সলের বান্ধবী মারিয়া আক্তার লিমা, মোটরসাইকেলের মালিক সন্দেহে আবদুল হান্নান এবং ভারতে পালিয়ে যাওয়ার ক্ষেত্রে সহায়তার অভিযোগে সঞ্জয় চিসিম ও সিমিরন দিও।</p><p>রোববার দিবাগত রাতে নারায়ণগঞ্জ সদর উপজেলার বক্তাবলী এলাকায় একটি ইটভাটার ছনের ঘর থেকে কবিরকে গ্রেপ্তার করে র‌্যাব। সে সময় র‌্যাবের পক্ষ থেকে বলা হয়েছিল, কবির রাজধানীর আদাবর থানা আওয়ামী স্বেচ্ছাসেবক লীগের একটি ওয়ার্ড শাখার যুগ্ম আহ্বায়ক। গতকাল কবিরকে আদালতে তোলা হয়। পুলিশ বলছে, যে মোটরসাইকেল ব্যবহার করে হাদিকে গুলি করা হয়, সেটির মালিক কবির। তবে কবির আদালতে দাবি করেন, মোটরসাইকেলটি তাঁর জাতীয় পরিচয়পত্র ব্যবহার করে এক বন্ধু কিনেছে। তিনি মোটরসাইকেল চালিয়ে পরিবার চালান। ফয়সলকে ভাড়ার বিনিময়ে বিভিন্ন জায়গায় নিয়ে যেতেন। এর আগে মোটরসাইকেলের মালিক সন্দেহে আবদুল হান্নান নামের একজনকে গ্রেপ্তার করে র‍্যাব।</p><p>ময়মনসিংহের হালুয়াঘাট সীমান্ত দিয়ে সন্দেহভাজন ফয়সল ও আলমগীরকে ভারতে পালাতে সহায়তাকারী ফিলিপ স্নালকে ধরা যায়নি। তিনিও ভারতে পালিয়ে গেছেন বলে সন্দেহ করা হচ্ছে।</p></div></div></div></body></html>"
        }
    ]
}