{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "অল্প দুধের সঙ্গে পানি ও রাসায়নিক মিশিয়ে নকল দুধ, স্বামী-স্ত্রীর কারাদণ্ড | প্রথম আলো",
            "time": "2025-08-07T13:37:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fd9uplzs6%2FWhatsApp-Image-2025-08-07-at-7.29.21-PM.jpeg?rect=0%2C130%2C1152%2C605&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভাঙ্গুড়া উপজেলা সহকারী কমিশনার (ভূমি) মো. সানাউল মোরশেদ জানান, নকল দুধ তৈরির যন্ত্রে শব্দ হওয়ার কারণে তাঁরা সেটি শৌচাগারে বসিয়েছিলেন। যন্ত্র চালানোর সময় বাড়িতে উচ্চ শব্দে গান বাজানো হতো। চক্রটি দিনে প্রায় ৪০ মণ নকল দুধ তৈরি করে বিভিন্ন দুধ সংগ্রহকারী প্রতিষ্ঠানে বিক্রি করে আসছিলেন। তাঁরা ভ্রাম্যমাণ আদালতের কাছে নকল দুধ তৈরির কথা স্বীকার করেছেন।</p><p>উপজেলা প্রাণিসম্পদ কার্যালয়ের ভেটেরিনারি সার্জন মোহাম্মদ আলহাজ্ব উদ্দিন বলেন, সাধারণত গুরুর দুধে ৩ থেকে ৪ শতাংশ পর্যন্ত ফ্যাট থাকে। কিন্তু নকল এই দুধে প্রায় ১৩ শতাংশ ফ্যাট পাওয়া গেছে, যা মানবদেহের জন্য খুবই ক্ষতিকর। এই দুধপানে লিভার, কিডনিসহ শরীরের বিভিন্ন অঙ্গের ক্ষতি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগে দৃশ্যমান সংস্কার ও বিচার দেখতে চায় খেলাফত মজলিস | প্রথম আলো",
            "time": "2025-08-07T13:34:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Fa59064d0-bc1e-41e0-b693-1e3cd5460f24%2FUntitled_3.jpg?rect=0%2C48%2C676%2C355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ছাড়া  ২০০৯ সালে পিলখানা হত্যাকাণ্ড, ২০১৩ সালে শাপলা চত্বরে রাতের আঁধারে আলেম-উলামা ও ছাত্র-জনতাকে গুলি করে হত্যা, ২০১৮ সালে ছাত্রদের কোটাবিরোধী আন্দোলনে ব্যাপক দমন-নিপীড়ন, ২০২১ সালে নরেন্দ্র মোদির বাংলাদেশ সফরকে কেন্দ্র করে বিক্ষোভে গুলি চালিয়ে ২১ জন মানুষকে হত্যা—এসব গুরুত্বপূর্ণ বিষয়গুলো জুলাই ঘোষণাপত্রে উল্লেখ করা হয়নি বলে জানান খেলাফত মজলিসের নেতারা। অবিলম্বে জুলাই ঘোষণাপত্র সংশোধনের দাবি জানিয়ে তাঁরা বলেন, এসব বিষয় সংশোধন করে জুলাই ঘোষণাপত্রে সংযুক্ত করা না হলে তা অপূর্ণাঙ্গ, অভ্যুত্থানের চেতনা পরিপন্থি ও জাতির জন্য হতাশাজনক হবে।</p><p>খেলাফত মজলিসের আমির মাওলানা আবদুল বাছিত আজাদের সভাপতিত্বে ও মহাসচিব আহমদ আবদুল কাদেরের পরিচালনায় সভায় আরও উপস্থিত ছিলেন দলের নায়েবে আমির মাওলানা আহমদ আলী কাসেমী, অধ্যাপক আবদুল্লাহ ফরিদ, মাওলানা সাইয়্যেদ ফেরদাউস বিন ইসহাক, যুগ্ম মহাসচিব জাহাঙ্গীর হোসাইন, মুহাম্মদ মুনতাসির আলী প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "তামিম ইকবাল আবার ক্রিকেটে ফিরছেন | প্রথম আলো",
            "time": "2025-08-07T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Ftbadzr5v%2FTamim-Iqbal5.jpg?rect=0%2C480%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৫ সেপ্টেম্বর থেকে শুরু হতে যাওয়া এনসিএলটি–টোয়েন্টির জন্য শেষ পর্যন্ত বগুড়া, রাজশাহী ও সিলেটকে ভেন্যু হিসেবে চূড়ান্ত করেছে বিসিবি। বগুড়া ও রাজশাহীতে প্রতিদিন একটি করে মোট দুটি ম্যাচ হবে। লিগ পর্বের ম্যাচগুলো শেষ হলে সেমিফাইনাল ও ফাইনাল হবে সিলেট আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে। এই ম্যাচগুলো দিবারাত্রির করার পরিকল্পনা বিসিবির।</p><p>ক্রিকেট ছড়িয়ে দেওয়ার ভাবনা থেকেই তিনটি আলাদা ভেন্যুতে এনসিএলের খেলা হচ্ছে বলে জানান আকরাম। শুরুতে চট্টগ্রামের কথা ভাবনায় থাকলেও পরে বাদ দেওয়ার কারণ জানিয়ে তিনি বলেন, ‘আমরা প্রথমে এমএ আজিজ স্টেডিয়ামের (জেলা স্টেডিয়াম, চট্টগ্রাম) কথা চিন্তা করেছিলাম। এমএ আজিজ স্টেডিয়ামে ও রকম উইকেট হয়তো পাব না। এ জন্য বাতিল করেছি।’</p><p>এনসিএল টি–টোয়েন্টির এবারের আসরে ক্রিকেটারদের ম্যাচ ফিও বাড়ানো হয়েছে। গত আসরে প্রতিটি ম্যাচের জন্য ২৫ হাজার টাকা করে পেতেন ক্রিকেটাররা, এবারের আসরে সেটি আরও ১৫ হাজার বাড়িয়ে ৪০ হাজার টাকা করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এনবিআরের আন্দোলনে ব্যবসায়ীদের ক্ষয়ক্ষতি জানতে চেয়েছে সরকার | প্রথম আলো",
            "time": "2025-08-07T13:27:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-21%2Fdjg5ds10%2FNewbuilding311.jpg?rect=0%2C75%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিঠিতে বলা হয়েছে, এনবিআর বিলুপ্ত করে রাজস্ব নীতি ও রাজস্ব ব্যবস্থাপনা—এই দুটি বিভাগ করার অধ্যাদেশ বাতিলের জন্য গত মে-জুন মাসে এনবিআরের কর্মকর্তা-কর্মচারীরা কর্মবিরতি ও শাটডাউন কর্মসূচি পালন করেছেন। এর ফলে শিল্প, বিনিয়োগ, ব্যবসা-বাণিজ্য, বন্দর, আমদানি-রপ্তানি, উৎপাদন, সেবা খাত লজিস্টিক ও সাপ্লাই চেইন কার্যক্রম বিঘ্নিত হয়। বিশেষ করে আমদানিকারকদের শিল্পের কাঁচামাল ও উপকরণ এবং তৈরি পণ্য বন্দর থেকে খালাস করতে পারেননি। রপ্তানিকারকেরা সময়মতো রপ্তানি করতে পারেননি। এতে সরকারের রাজস্ব ক্ষতি হয়েছে।</p><p>এর আগে গত মাসে আন্দোলনে অর্থনৈতিক ক্ষয়ক্ষতি নিরূপণে সরকার একটি কমিটি গঠন করে। অভ্যন্তরীণ সম্পদ বিভাগের (আইআরডি) যুগ্ম সচিব সৈয়দ রবিউল ইসলামকে আহ্বায়ক করে গঠিত ৯ সদস্যবিশিষ্ট ওই কমিটিতে অর্থ বিভাগ, বাণিজ্য মন্ত্রণালয়, শিল্প মন্ত্রণালয়, নৌপরিবহন মন্ত্রণালয়, এনবিআর, আইআরডি, ব্যবসায়ীদের সংগঠন এফবিসিসিআই ও বিজিএমইএর প্রতিনিধি রাখা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৭০-৮০ আসনে ভোট চুরি হয়েছে, নইলে প্রধানমন্ত্রী হতে পারতেন না মোদি: দাবি রাহুলের | প্রথম আলো",
            "time": "2025-08-07T13:24:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Fbb28accc-1315-4c5f-a145-0374f2c09ae1%2Frahul.jpg?rect=0%2C0%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একইভাবে মহারাষ্ট্র প্রসঙ্গে রাহুল বলেন, সেখানে লোকসভা ভোটে ৪৮ আসনের মধ্যে ইন্ডিয়া জোট ৩০টিতে জিতেছিল। অথচ পাঁচ মাস পর বিধানসভা ভোটে দেখা গেল, বিরোধীরা ৫০ আসনের গণ্ডি ডিঙাতে পারল না! এর প্রধান কারণ মাত্র পাঁচ মাসে ৪০ লাখ ভোটারের নাম তালিকায় তুলে দেওয়া হয়।</p><p>বিজেপি-ইসি যোগসাজশের অভিযোগ এনে রাহুল বলেন, এ কারণেই বিজেপিকে ক্ষমতায় থাকার কুফল ভুগতে হয় না। জনমত এক কথা বলে, অথচ ভোটের ফল অন্য কিছু দেখায়। হরিয়ানা, মধ্যপ্রদেশ, মহারাষ্ট্র একের পর এক উদাহরণ। কারচুপি করে যে জয় তা লুকাতে একেকটা ‘সাফল্য’ কারণ হিসেবে হাজির করা হয়। কোথাও লাডলি বহিন, কখনো পুলওয়ামা, কখনোবা ‘অপারেশন সিঁদুর’।</p><p>ইসির বিরুদ্ধে অভিযোগ এনে রাহুল বলেন, চাওয়া সত্ত্বেও ইসি তাঁদের তথ্য দিতে অস্বীকার করে। বহু ক্ষেত্রে তথ্য নষ্ট করে দেওয়া হচ্ছে। রাজনৈতিক দলগুলোকে ডিজিটাল ভোটার তালিকা দিতেও তারা অস্বীকার করছে। ওই তালিকা পেয়ে কারচুপি ধরা সহজ হয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ কৃষি ব্যাংকের উদ্যোগে সারা দেশে ১ লাখ ২ হাজার ৭৬০টি নিমগাছের চারা রোপণ | প্রথম আলো",
            "time": "2025-08-07T13:23:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F2ngzjwb8%2FBangladesh-Krishi-Bank-01.jpg?rect=0%2C0%2C1181%2C620&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ কৃষি ব্যাংকের পক্ষ থেকে জানানো হয়েছে, সারা দেশে বাংলাদেশ কৃষি ব্যাংকের ১ হাজার ৩৮টি শাখা এবং ৯টি বিভাগীয় কার্যলয়, ৫৩টি মুখ্য আঞ্চলিক ও আঞ্চলিক কার্যালয়সহ অন্যান্য কার্যালয়ের মাধ্যমে ব্যাংকের নিজস্ব জায়গা ও নিকটবর্তী শিক্ষাপ্রতিষ্ঠানে ১ লাখ ২ হাজার ৭৬০টি নিমগাছের চারা রোপণ করা হয়।</p><p>বাংলাদেশ কৃষি ব্যাংক পরিচালনা পর্ষদের চেয়ারম্যান মোহাম্মদ জাহিদ হোসাইনের সভাপতিত্বে অনুষ্ঠানে বাংলাদেশ কৃষি ব্যাংকের ব্যবস্থাপনা পরিচালক সঞ্চিয়া বিনতে আলী, পরিচালনা পর্ষদের পরিচালক এম ছায়েদুর রহমান, মাকছুমা আকতার বানু, উপব্যবস্থাপনা পরিচালক মো. আ. রহিম ও মোহা. খালেদুজ্জামান, প্রধান কার্যালয় ও কৃষি ব্যাংক কমপ্লেক্সের সব মহাব্যবস্থাপক, উপমহাব্যবস্থাপক, বাংলাদেশ কৃষি ব্যাংক এমপ্লয়িজ ইউনিয়নের (সিবিএ) নেতারা উপস্থিত ছিলেন। অনুষ্ঠানে বাংলাদেশ কৃষি ব্যাংকের সব কার্যালয় ও শাখা ভার্চ্যুয়ালি সংযক্তু থেকে বৃক্ষরোপণ কার্যক্রমে অংশগ্রহণ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলা লোকগানের রিয়েলিটি শো ‘ম্যাজিক বাউলিয়ানা’ শুরু হচ্ছে আবার | প্রথম আলো",
            "time": "2025-08-07T13:15:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fpq92xzub%2FTAJ1634-1.JPG?rect=0%2C152%2C4069%2C2136&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লোকসংগীতের পরম্পরায় নতুন সংযোজন</strong><br>সংবাদ সম্মেলনে বলা হয়, ‘ম্যাজিক বাউলিয়ানা’ কেবল গান নয়, বরং একটি সাংস্কৃতিক আন্দোলন। বাংলার আদি সংগীত ধারাগুলোর—বাউল, লালনগীতি, মারফতি, মুর্শিদি, ভাটিয়ালি ও পালাগানের চর্চা, সংরক্ষণ ও আধুনিক উপস্থাপন নিয়ে কাজ করে এ আয়োজন। এই মঞ্চ হয়ে উঠেছে সাধক লালন শাহ, হাসন রাজা, রাধারমণ দত্ত, আবদুল করিম প্রমুখ লোকগানের পুরোধাদের উত্তরাধিকার বহনের শক্তিশালী প্ল্যাটফর্ম। এবারের প্রতিযোগিতায় অংশগ্রহণকারীরা অডিশনের পর গ্রুমিং সেশনে অংশ নেবেন। সেখানে গান, পরিবেশনা ও মঞ্চে নিজেকে উপস্থাপনের নানা দিক শেখানো হবে অভিজ্ঞ মেন্টরদের তত্ত্বাবধানে। এরপর ‘মাস্টার সিলেকশন’ ও ‘স্টুডিও রাউন্ড’-এর মধ্য দিয়ে এগোবে প্রতিযোগিতা, যার চূড়ান্ত রূপ পাবে গ্র্যান্ড ফিনালেতে।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারে যাওয়া ছিল ‘নীরব প্রতিবাদ’, উদ্দেশ্য ছিল ‘চিন্তা করাও’ | প্রথম আলো",
            "time": "2025-08-07T13:12:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-20%2Fk7kwapro%2FHasnat-Abdullah.png?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোটিশের জবাবে এনসিপি নেতা হাসনাত আবদুল্লাহ লিখেছেন, ‘৪ আগস্ট সন্ধ্যায় জানতে পারি যে, আমাদের আন্দোলনের আহত এবং নেতৃত্বদানকারী অনেক ভাই-বোনকে এই অনুষ্ঠান থেকে সম্পূর্ণভাবে বাদ দেওয়া হয়েছে। এটা আমার কাছে শুধু রাজনৈতিক নয়, নৈতিক ব্যর্থতা বলেই মনে হয়েছে। তাই আমি ব্যক্তিগতভাবে এই অনুষ্ঠানে অংশ না নেওয়ার সিদ্ধান্ত নিই। যেখানে ঐক্যের পরিবর্তে বিভাজনকে, শহীদ এবং আহতদের পরিবর্তে কিছু মুষ্টিমেয় গোষ্ঠীর কথা এবং মতামতকেই প্রাধান্য দেওয়া হয়েছে, সেখানে উপস্থিত থাকার কোনো ইচ্ছা বা প্রয়োজন আমি বোধ করিনি। কাজেই এর পরদিন ঢাকার বাইরে যাওয়ার সিদ্ধান্ত নিই। উদ্দেশ্য ছিল এই গুরুত্বপূর্ণ সময়টিতে পূর্বে গৃহীত সিদ্ধান্ত পুনর্বিবেচনা, সাম্প্রতিক ঘটনাগুলো বোঝার চেষ্টা করা এবং পরবর্তী করণীয় নিয়ে চিন্তা করা। একই সঙ্গে এটি ছিল একটা অসম্পূর্ণ জুলাই ঘোষণাপত্রের প্রতি আমার নীরব প্রতিবাদ।’</p><p>হাসনাত লিখেছেন, ৪ আগস্ট রাতে প্রথমে তিনি এনসিপির আহ্বায়ক নাহিদ ইসলামের সঙ্গে যোগাযোগের চেষ্টা করেন। তাঁকে না পেয়ে পরবর্তী সময়ে দলের মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারীকে অবহিত করেন যে তিনি তাঁর স্কুলবন্ধুদের সঙ্গে দুই দিনের জন্য ভ্রমণে যাচ্ছেন। যেহেতু নাসীরুদ্দীন সে সময় দলীয় কার্যালয়ে আহ্বায়কের সঙ্গে ছিলেন, তিনি তাঁকে আহ্বায়ককে বিষয়টি জানাতে অনুরোধ করেন। নাসীরুদ্দীন তাঁকে জানান যে, তিনি তা করবেন। প্রায় ৩০ মিনিট পর নাসীরুদ্দীন তাঁকে নিশ্চিত করেন যে, তিনি আহ্বায়ককে বিষয়টি জানিয়েছেন এবং আহ্বায়ক এতে সম্মতি দিয়েছেন। পরে তাঁর সঙ্গে নাসীরুদ্দীন, সস্ত্রীক সারজিস আলম ও তাসনিম জারা-খালেদ সাইফুল্লাহ দম্পতি যুক্ত হন।</p></div></div></div></body></html>"
        },
        {
            "title": "কিস ক্যাম বিতর্কের জেরে বিচ্ছেদ হলেও জরিমানা গুনতে হবে না বাইরনকে, কেন জানেন? | প্রথম আলো",
            "time": "2025-08-07T13:12:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2F689ftoue%2Fandy-byron-kristin-cabot.jpg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনাটি ১৬ জুলাইয়ের, যুক্তরাষ্ট্রের ম্যাসাচুসেটসের জিলেট স্টেডিয়ামে বিশ্বখ্যাত ব্রিটিশ ব্যান্ড কোল্ডপ্লের একটি লাইভ কনসার্টে। সেখানে স্টেডিয়ামের জাম্বোট্রনে (স্টেডিয়াম, কনসার্ট ভেন্যু বা বড় বড় জনসমাগমে ব্যবহৃত বিশাল পর্দা) দেখানো হয় অ্যান্ডি বাইরন ও ক্রিস্টিন ক্যাবটকে। দর্শকের মতে, তাঁদের আচরণ ছিল ‘অন্তরঙ্গ’। বিষয়টি ঘিরে সামাজিক যোগযোগমাধ্যমে শুরু হয় জল্পনা-কল্পনা, ট্রল ও মিম।</p><p>শো চলাকালে কোল্ডপ্লের গায়ক ক্রিস মার্টিন মজা করে মন্তব্য করেন, ‘ওরা হয়তো পরকীয়ায় জড়িয়েছে, নয়তো খুব লাজুক।’</p><p>এই মন্তব্য ও ভিডিও মুহূর্তেই ভাইরাল হয় টিকটক, রেডিটসহ নানা মাধ্যমে। অনেকে ক্যাবটের মুখভঙ্গি ও অস্বস্তি নিয়ে আলোচনা করেন। এরপর চাপের মুখে দুজনকেই সাময়িক ছুটিতে পাঠায় অ্যাস্ট্রোনমার এবং কিছুদিনের মধ্যেই তাঁরা পদত্যাগ করেন।<br>অ্যাস্ট্রোনমার এ বিষয়ে প্রকাশ্যে কিছু না বললেও একটি অভ্যন্তরীণ নোটিশে নেতৃত্বে পরিবর্তনের বিষয়টি নিশ্চিত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশু যৌন নিপীড়ক ও নারী পাচারকারী এপস্টেইনের বাড়িতে এবার পাওয়া গেল সৌদি যুবরাজের ছবি | প্রথম আলো",
            "time": "2025-08-07T13:07:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-11%2Fpe4cbbz6%2FUntitled-1.png?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুখ্যাত শিশু যৌন নিপীড়ক ও নারী পাচারকারী যুক্তরাষ্ট্রের ধনকুবের জেফরি এপস্টেইনের নিউইয়র্ক নগরের বাড়িতে সৌদি আরবের যুবরাজ মোহাম্মদ বিন সালমানের একটি ছবি পাওয়া গেছে। এই ছবি নিয়ে অনলাইনে বিতর্ক ও সমালোচনার ঝড় উঠেছে।</p><p>গত মঙ্গলবার নিউইয়র্ক টাইমসের একটি প্রতিবেদন ওই ঝড় উসকে দিয়েছে। প্রতিবেদনে নিউইয়র্ক নগরে জেফরি এপস্টেইনের প্রাসাদতুল্য বাসভবনের ভেতরে সৌদি যুবরাজ মোহাম্মদ বিন সালমানের ফ্রেম করা ছবি পাওয়া যাওয়ার কথা বলা হয়েছে। প্রতিবেদনটিতে প্রয়াত এপস্টেইনের ম্যানহাটানের সাততলা বাড়ির ভেতরের বিবরণ তুলে ধরা হয়।</p><p>শিশুদের যৌন নিপীড়ন করার অভিযোগে হওয়া মামলায় ২০১৯ সালে গ্রেপ্তার হয়েছিলেন এপস্টেইন। তাঁর বিচারকাজ শুরুর প্রক্রিয়া চলছিল। এরই মধ্যে নিউইয়র্কের একটি কারাগার থেকে এপস্টেইনের ঝুলন্ত মৃতদেহ উদ্ধার হয়। এপস্টেইন আত্মহত্যা করেছেন, নাকি তাঁকে হত্যা করা হয়েছে, এ নিয়ে বিতর্ক হয়েছিল। পরে বিচার বিভাগ থেকে বলা হয়েছে, এপস্টেইন আত্মহত্যা করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিষেক থেকে আজও-টুর্নামেন্টের গ্রুপ পর্ব মানে মেসি অপরাজেয় | প্রথম আলো",
            "time": "2025-08-07T13:04:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fliaf5zqk%2FMessi-Practice-May-2025-Inter-Miami-AFP-Photos-5.jpg?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সতীর্থদের তরফ থেকে পাওয়া উপহারের জয়ে বর্ণাঢ্য ক্যারিয়ারে গ্রুপ পর্বে শতভাগ সাফল্যের রেকর্ড ধরে রেখেছেন মেসি। এখন পর্যন্ত ৩৭ বার গ্রুপ পর্বে খেলে প্রতিবারই বাধা টপকে পরের ধাপে পৌঁছেছে তাঁর দল। ক্লাব পর্যায়ে হোক কিংবা জাতীয় দলের হয়ে—যতবারই মেসি প্রথম পর্বে অংশ নিয়েছেন, তাঁর দল কখনো বাদ পড়েনি।</p><p>কোনো টুর্নামেন্টের গ্রুপ পর্বে মেসির সাফল্যের এই যাত্রা মৌসুম হয়েছিল ২০০৪-০৫ মৌসুমে উয়েফা চ্যাম্পিয়নস লিগে, বার্সেলোনার হয়ে। চ্যাম্পিয়নস লিগে মেসির অভিষেক মৌসুমে বার্সেলোনা ছিল ‘এফ’ গ্রুপে। মেসি খেলেছিলেন একটি ম্যাচ, ইউক্রেনীয় ক্লাব শাখতার দোনেৎস্কের বিপক্ষে।</p></div></div></div></body></html>"
        },
        {
            "title": "বারসিকের সংবাদ সম্মেলন: অনিয়ন্ত্রিত কীটনাশক ব্যবহারে হুমকিতে জনস্বাস্থ্য ও পরিবেশ | প্রথম আলো",
            "time": "2025-08-07T12:58:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F52503a5b-e421-4ea4-aac6-fb886af7b3d6%2Fmanikgonj.png?rect=0%2C158%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে উপস্থিত ছিলেন বারসিকের সভাপতি অধ্যাপক মনোয়ার হোসেন, মানিকগঞ্জ প্রেসক্লাবের সভাপতি জাহাঙ্গীর আলম বিশ্বাস, বারসিক কর্মকর্তা নজরুল ইসলামসহ স্থানীয় প্রিন্ট ও ইলেকট্রনিক মিডিয়ার সাংবাদিকেরা।</p><p>সমীক্ষায় জানানো হয়, মানিকগঞ্জের চারটি উপজেলায় কীটনাশক ব্যবহারকারী ২১ জন কৃষকের তথ্য সংগ্রহ করা হয়। এর মধ্যে ১৮ জনই বিভিন্ন রোগে আক্রান্ত। তাঁদের মধ্যে শ্বাসকষ্ট, মাথাব্যথা, বমি বমি ভাব, ডায়েরিয়া, দুর্বলতা, উচ্চ রক্তচাপ, বিষণ্নতা, অরুচি, খিঁচুনি, স্নায়বিক সমস্যা, চর্মরোগ ও ঘুমজনিত সমস্যার প্রাদুর্ভাব দেখা গেছে। এ ছাড়া তাঁদের ১০টি গরু, ১১টি হাঁস এবং ১টি পুকুরের মাছ মারা গেছে। এতে আনুমানিক আর্থিক ক্ষতির পরিমাণ ১১ লাখ ৮৮ হাজার ৫০০ টাকা।</p><p>গবেষণায় দেখা গেছে, বাজারে নিষিদ্ধ চারটি কীটনাশক—কার্বোফুরান, প্যারাকোয়াট, গ্লাইফোসেট ও অ্যালুমিনিয়াম ফসফাইডের পাশাপাশি বিপজ্জনক অনেক কীটনাশক এখনো সহজলভ্য। কৃষকেরা এক মৌসুমে গড়ে ২৬ হাজার ৭৫৭ টাকার কীটনাশক কিনছেন। যদিও সরাসরি কীটনাশকে কারও মৃত্যুর ঘটনা পাওয়া যায়নি, তবে অনেকেই গুরুতর অসুস্থ হয়েছেন এবং ঘরোয়া চিকিৎসায় সেরে উঠেছেন বলে জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ছিল না সতর্কতা সাইনবোর্ড, দিনের বেলায় হলে ঘটতে পারত বড় দুর্ঘটনা | প্রথম আলো",
            "time": "2025-08-07T12:57:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fybxy157g%2FWhatsApp-Image-2025-08-07-at-6.20.04-PM.jpeg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতিবার সকাল ছয়টায় যখন শীতল ঝরনা খালের ওপর নির্মিত ৪৫ বছরের পুরোনো সেতু ভেঙে পড়ে, তখন চট্টগ্রাম নগরে ভারী বর্ষণ হচ্ছিল। সেতুটির অবস্থান বায়েজিদ বোস্তামী সড়কে। এটি নগরের প্রধান ও ব্যস্ততম সড়কের একটি, যার ওপর দিয়ে প্রতিদিন ৬০ থেকে ৭০ হাজার গাড়ি চলাচল করে। তবে সেতুটি যখন ভেঙে পড়ে তখন ছিল ভোরবেলা। ফলে ছিল না গাড়ির চাপ। এতে সৌভাগ্যক্রমে বড় ধরনের দুর্ঘটনা থেকে রক্ষা পাওয়া গেছে।</p><p>চট্টগ্রাম নগরের অক্সিজেনের স্টারশিপ গলির মুখে এই সেতু নির্মাণ করা হয়েছিল ১৯৮০ সালে। সেতুটি ঝুঁকিপূর্ণ ছিল বলে স্বীকার করেছেন রক্ষণাবেক্ষণের দায়িত্বে থাকা চট্টগ্রাম সিটি করপোরেশনের ঊর্ধ্বতন প্রকৌশলীরা। ভেঙে পড়ার আগেই সেতুটি নতুন করে নির্মাণের জন্য প্রকল্প নিয়েছে বলে দাবি করেন তাঁরা। কিন্তু সেতুটি ঝুঁকিপূর্ণ হলেও সেখানে কোনো সতর্কতামূলক বার্তা কিংবা সাইনবোর্ড টাঙায়নি সিটি করপোরেশন।</p><p>জানতে চাইলে সিটি করপোরেশনের নির্বাহী প্রকৌশলী মোহাম্মদ রিফাতুল করিম চৌধুরী বলেন, সেতুটি ঝুঁকিপূর্ণ হওয়ায় বর্ষা মৌসুম শেষে ভেঙে নতুন করে করার উদ্যোগ নিয়েছিলেন। বর্ষা মৌসুমের মধ্যে ভেঙে পড়বে, তা তাঁদের ধারণায় ছিল না। এ জন্য কোনো ধরনের সতর্কসংকেত বা সাইনবোর্ড ছিল না।</p><p>এখন সেতু ভেঙে পড়ার কারণ নির্ণয় এবং ভবিষ্যতে কীভাবে এড়ানো যায়, তার সুপারিশের জন্য প্রধান প্রকৌশলীকে প্রধান করে চার সদস্যের তদন্ত কমিটি গঠন করেছে সিটি করপোরেশন। কমিটির অন্য সদস্যরা হচ্ছেন প্রধান পরিচ্ছন্নতা কর্মকর্তা, চট্টগ্রাম উন্নয়ন কর্তৃপক্ষের প্রতিনিধি ও সিটি করপোরেশনের সংশ্লিষ্ট নির্বাহী প্রকৌশলী। কমিটিকে চার কর্মদিবসের মধ্যে প্রতিবেদন দিতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউসিবি থেকে ২৫ কোটি টাকা আত্মসাৎ: সাবেক ভূমিমন্ত্রীসহ ২৪ জনের বিরুদ্ধে দুদকের মামলা | প্রথম আলো",
            "time": "2025-08-07T12:54:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-22%2Fyglfioz6%2FWhatsApp-Image-2024-10-22-at-14.21.26.jpeg?rect=0%2C0%2C994%2C522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুদকের জনসংযোগ কর্মকর্তা বলেন, ব্যাংকের তৎকালীন কর্মকর্তা মো. মজিবুর রহমান এবং মাকসুদ আহম্মেদ কোনো যাচাই-বাছাই ছাড়াই নিয়মবহির্ভূতভাবে হিসাবটি খোলেন এবং এর পেছনে আরামিট সিমেন্টের অ্যাকাউন্টস ব্যবস্থাপক মোহাম্মদ হোছাইন চৌধুরীর ভূমিকা ছিল।</p><p>দুদকের মামলায় বলা হয়েছে, ক্রিসেন্ট ট্রেডার্সের নামে ঋণের জন্য ভুয়া আবেদন দাখিল করা হয়। তৎকালীন ইউনাইটেড কমার্শিয়াল ব্যাংকের জুবিলী রোড শাখার কর্মকর্তা সাইফুল ইসলাম, কান্তা দাশ গুপ্তা, মাকসুদ আহম্মেদ ও শাখাপ্রধান মোহাম্মদ আবদুল করিমের সমন্বয়ে গঠিত ক্রেডিট কমিটি ভুয়া প্রতিষ্ঠানটির পক্ষে মিথ্যা পরিদর্শন প্রতিবেদন তৈরি করে ঋণের প্রস্তাব দেন। প্রস্তাবটি ইউসিবির প্রধান কার্যালয়ের করপোরেট ব্যাংকিং ও ক্রেডিট রিস্ক ম্যানেজমেন্ট ডিভিশনের মাধ্যমে ১৭টি নেতিবাচক পর্যবেক্ষণসহ পরিচালনা পর্ষদে উপস্থাপন করা হয়। এরপরও ব্যাংকের পরিচালনা পর্ষদের ৪৪৭তম সভায় ২০২০ সালের ১৬ ফেব্রুয়ারি ঋণ অনুমোদন দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মাঝ আকাশে উড়োজাহাজে পাখির ধাক্কা, অল্পের জন্য বাঁচলেন যাত্রীরা | প্রথম আলো",
            "time": "2025-08-07T12:53:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fek1qyj1r%2FWEB.jpg?rect=0%2C41%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মাঝ আকাশে উড়োজাহাজে পাখির ধাক্কা, অল্পের জন্য বাঁচলেন যাত্রীরা\" class=\"nA4h1 \">মাঝ আকাশে উড়োজাহাজে পাখির ধাক্কা, অল্পের জন্য বাঁচলেন যাত্রীরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-07T18:53:22+06:00\"><span>প্রকাশ: ০৭ আগস্ট ২০২৫, ১২: ৫৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "শহর-গ্রামের সংলাপে অপরূপ বাংলাদেশ | প্রথম আলো",
            "time": "2025-08-07T12:52:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fr67zqkle%2F04-2.jpg?rect=0%2C494%2C4413%2C2317&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কামরুজ্জোহা ‘জলাভূমির মহিষ’ চিত্রে তুলে এনেছেন বাংলার প্রাণপ্রকৃতির সৌন্দর্য। তাঁর হাওর-বাঁওড় ও দুপুরের নিস্তব্ধতা যেন দর্শকের হৃদয়ে এক বিপুল নীরবতা এনে দেয়। </p><p>আব্দুল্লাহ আল বশিরের ‘ঘনত্ব’ সিরিজ রূপক ব্যঞ্জনায় পরিপূর্ণ। তাঁর উচ্চতলা দালানে ঘেরা শহরে বন্দী প্রাণ আর কাগজের পাখির উড়ান—প্রকৃতির প্রতি এক প্রতীকী হাহাকার। </p><p>শহিদ কাজীর চিত্রে সূর্যমুখী, কৃষ্ণচূড়া, মেঘলা দিনের জলছবিতে ফুটে উঠেছে অনুভবের এক ঘনিষ্ঠতা—ক্লোজআপ রচনার মতো।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে প্রথমবারের মতো অনুষ্ঠিত হচ্ছে ‘রোবোট্রনিকস ফেস্ট’ | প্রথম আলো",
            "time": "2025-08-07T12:52:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fm2yphigx%2F154.png?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজকদের পক্ষ থেকে জানানো হয়, রোবোট্রনিকস ফেস্ট কেবল একটি প্রতিযোগিতা নয়, বরং এটি হবে ভবিষ্যৎ প্রযুক্তিনির্ভর সমাজ গঠনে তরুণদের সক্রিয় অংশগ্রহণের একটি অনুপ্রেরণাদায়ী যাত্রা। এই আয়োজনের মধ্য দিয়ে অংশগ্রহণকারীরা একে অপরের কাজ থেকে শিখতে পারবে, নেটওয়ার্ক গড়ে তুলতে পারবে এবং একযোগে কাজ করার সক্ষমতা অর্জন করবে, যা ভবিষ্যতের ইন্ডাস্ট্রি ও গবেষণাক্ষেত্রের জন্য অত্যন্ত গুরুত্বপূর্ণ।</p><p>রোবোট্রনিকস ফেস্টের প্রেজেন্টিং পার্টনার বাংলাদেশ সরকারের তথ্যপ্রযুক্তি বিভাগ, টেকনিক্যাল পার্টনার বিডিরেন, সাপোর্ট পার্টনার ওয়াকার ফুটওয়্যার, সিলভার পার্টনার এমআইএস সলিউশনস, সিনকোস ও টেকশপবিডি, ইন্টারনেট পার্টনার ডট ইন্টারনেট এবং অ্যাসোসিয়েট পার্টনার প্রথম আলো।</p><p>বিস্তারিত জানতে ভিজিট করুন ফেসবুক <a target=\"_blank\" href=\"https://facebook.com/events/s/robotronics-fest-2025/703164859549052/\" rel=\"nofollow\">ইভেন্ট পেজ</a> এবং <a target=\"_blank\" href=\"https://rmedu-robotronics-fest.vercel.app/\" rel=\"nofollow\">ওয়েবসাইট</a>।</p></div></div></div></body></html>"
        }
    ]
}