{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ছাত্রদলের সাবেক শীর্ষ সাত নেতা এবার প্রার্থী | প্রথম আলো",
            "time": "2026-01-31T04:02:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fqyywwz41%2F6.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ উদ্দীন চৌধুরী ১৯৯৭ সালে ছাত্রদলের সভাপতি ছিলেন। এর আগে তিনি ঢাকা বিশ্ববিদ্যালয় শাখা ছাত্রদলের আহ্বায়কও ছিলেন। বিএনপির মনোনয়নে লক্ষ্মীপুর-৩ (সদর) আসন থেকে নির্বাচন করছেন তিনি। এর আগেও তিনি দুবার সংসদ সদস্য নির্বাচিত হন। বর্তমানে বিএনপির যুগ্ম মহাসচিবের দায়িত্ব পালন করছেন শহীদ উদ্দীন চৌধুরী।</p><p>এই আসনে জামায়াত নেতৃত্বাধীন ১১-দলীয় নির্বাচনী ঐক্যের প্রার্থী রেজাউল করিম। তিনি ইসলামী ছাত্রশিবিরের কেন্দ্রীয় কমিটির সভাপতি ছিলেন।</p><p>ছাত্রদলের সাবেক সভাপতি আজিজুল বারী হেলাল খুলনা-৪ আসন (রূপসা, তেরখাদা, দিঘলিয়া) থেকে প্রতিদ্বন্দ্বিতা করছেন। তিনি ২০০৪ সালে ছাত্রদলের সভাপতি ছিলেন। হেলাল বর্তমানে বিএনপির তথ্যবিষয়ক সম্পাদক।</p><p>সুলতান সালাউদ্দিন ছাত্রদলের কেন্দ্রীয় সভাপতি ছিলেন ২০১০ সালে। এর আগে ঢাকা বিশ্ববিদ্যালয় শাখা ছাত্রদলের আহ্বায়ক ছিলেন তিনি। এবার টাঙ্গাইল-৫ (সদর) আসন থেকে নির্বাচনে অংশ নিচ্ছেন তিনি। ছাত্রদলের শীর্ষ পদে দায়িত্ব পালন করার পর যুবদলের সভাপতি ও সাধারণ সম্পাদক হিসেবেও দায়িত্ব পালন করেছেন তিনি। বর্তমানে তিনি বিএনপির প্রচার সম্পাদক।</p><p>২০১৪ সালে ছাত্রদলের সভাপতি ছিলেন রাজীব আহসান। তিনি এবার বরিশাল-৪ (হিজলা-মেহেন্দীগঞ্জ-কাজীরহাট) আসন থেকে প্রতিদ্বন্দ্বিতা করছেন। ছাত্রদলের কেন্দ্রীয় সভাপতির দায়িত্ব পালনের পর এখন তিনি জাতীয়তাবাদী স্বেচ্ছাসেবক দলের সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চার হাজার বছর পর আবিষ্কৃত হলো নীল নদের হারানো শাখা নদী | প্রথম আলো",
            "time": "2026-01-31T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fb2mrhics%2Fkarnak-temple.jpg?rect=0%2C90%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাচীন মিসরের কারনাক মন্দির গড়ে উঠেছিল পাথর আর পানির এক গভীর সম্পর্কের ভেতর দিয়ে। সেখানে এক শতাব্দীর বেশি সময় ধরে প্রত্নতাত্ত্বিক খননকাজ মূলত মন্দির, দেয়াল ও শিলালিপির মধ্যেই সীমাবদ্ধ ছিল। মাটির নিচে কী লুকিয়ে আছে, সেদিকে খুব একটা নজর দেওয়া হয়নি। তবে সাম্প্রতিক এক ভূপ্রত্নতাত্ত্বিক গবেষণা সেই চিত্র বদলে দিয়েছে।</p><p> গবেষকেরা কারনাক ও আশপাশের এলাকায় খনন করে পলিমাটির স্তরযুক্ত কয়েক ডজন নমুনা সংগ্রহ করেছেন। সেগুলো বিশ্লেষণ করে তাঁরা দেখার চেষ্টা করেছেন, অতীতে নীল নদ ঠিক কীভাবে এই এলাকা দিয়ে প্রবাহিত হতো। গবেষণায় উঠে এসেছে, বিশাল এই মন্দির কমপ্লেক্স গড়ে উঠেছিল একটি প্রাকৃতিক নদী–সোপানের ওপর, যা একসময় চারদিক থেকে জলধারা ও খালে ঘেরা ছিল।</p><p> এই ভৌগোলিক বাস্তবতা মিসরীয় সৃষ্টিতত্ত্বের একটি ধারণার সঙ্গে মিলে যায়, যেখানে বলা হয়, আদিম জলরাশি থেকে একটি পবিত্র টিলা জেগে উঠেছিল। একই সঙ্গে এই গবেষণা এটিও স্পষ্ট করেছে, ঠিক কোন সময় থেকে কারনাক এলাকায় স্থায়ী স্থাপনা নির্মাণ সম্ভব হয়ে ওঠে। প্রকৃতি ও বিশ্বাস কীভাবে একসঙ্গে বিবর্তিত হয়েছে, তারই একটি শান্ত কিন্তু পরিষ্কার ছবি পাওয়া যায় এই গবেষণা থেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "যশোরে দুই বন্ধু ক্রিকেট খেলেন, পাশাপাশি গড়েছেন ব্যাট মেরামতের প্রতিষ্ঠান | প্রথম আলো",
            "time": "2026-01-31T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fx9gtjpl0%2FJessoreDH055220251223IMG20251222203413859HDR.jpg?rect=0%2C77%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজমান হোসেন যশোর জেলা ক্রিকেট দলের অলরাউন্ডার। তিনি উপশহর ডিগ্রি কলেজের ইতিহাস বিভাগের প্রথম বর্ষের শিক্ষার্থী। তাঁর বাড়ি ঝিকরগাছা উপজেলায়। শহরের চাঁচড়া ডালমিল এলাকায় তিনি একটি ছাত্রাবাসে থাকেন। তাঁর লেখাপড়ার খরচ বহন করার সামর্থ্য পরিবারের নেই। এ কারণে খেলাধুলা ও লেখাপড়ার পাশাপাশি নিজেদের খরচ চালানোর জন্য এ প্রতিষ্ঠান গড়ে তুলেছেন।</p><p>আজমান হোসেন বলেন, ‘আমি ক্রিকেট খেলোয়াড়। ক্রিকেটে কী ধরনের খেলার জন্য কী ধরনের ব্যাটের প্রয়োজন, সেটা আমি জানি। কিন্তু ব্যাট কাস্টমাইজ করার কাজটি আমি জানতাম না। আমার বন্ধু রফিকুলের কাছ থেকে এ কাজ আমি শিখে নিয়েছি। এখন নতুন ব্যাটের ওজন কমানো, ভাঙা ব্যাট মেরামত করাসহ সব ধরনের কাজ পারি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ওকালতি ছেড়ে কনটেন্ট ক্রিয়েটর, এখন ফলোয়ার ৩৫ লাখ | প্রথম আলো",
            "time": "2026-01-31T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F72bckaj9%2FWhatsApp-Image-2026-01-28-at-5.52.41-PM.jpeg?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৮ সালে ইসলামী বিশ্ববিদ্যালয়ের আইন বিভাগ থেকে স্নাতকোত্তর করেছেন জুয়েল রানা। পড়াশোনা শেষ করে বছর চারেক ওকালতির চেষ্টা করেন। আর দশজন বাবার মতো তাঁর কৃষক বাবাও চেয়েছিলেন ছেলে চাকরিবাকরি করুক, প্রতিষ্ঠিত হোক। কিন্তু জুয়েল মনে করলেন, চাকরি তাঁর জন্য নয়, এমনকি ওকালতিও না। </p><p>তাঁর মনে অনবরত প্রশ্ন, জীবনের তৃপ্তি কোথায়? একদিন মনে হলো, মাটি ও মানুষের কথা, কৃষকের কথা, গাছের কথা বলতে পারলে জীবন সার্থক হতো। সেই ভাবনা থেকেই ২০২৫ সালের ৪ ফেব্রুয়ারি জন্ম নিল ‘চিত্ত মিডিয়া’। আর চার দিন পরই তাঁর পেজের বয়স হবে এক বছর। এই এক বছরেই ফেসবুকে ‘চিত্ত মিডিয়া’র ফলোয়ার ৩৫ লাখ। ইউটিউবে প্রায় এক লাখ সাবস্ক্রাইবার।</p><p>বাবা কৃষক হওয়ায় জন্ম থেকেই কৃষি ও প্রকৃতির সঙ্গে জুয়েলের পরিচয়। ফসলের রং পরিবর্তন, ঋতুর ছন্দ—এসব প্রাকৃতিক শিক্ষা ছোটবেলাতেই পেয়েছেন। ভিডিওতে এসবই তুলে ধরেন। জুয়েলের ভাষায়, ‘কৃষকের গল্প, সমস্যা ও ঋতুবৈচিত্র্য তুলে ধরলে কৃষি হয়ে ওঠে এক প্রাণবন্ত শিল্প।’ জ্ঞান দেওয়া ও বিনোদনের পাশাপাশি কৃষকের জীবন ঘিরে এক দার্শনিক বোধ তৈরি করতে চান তিনি।</p><p>ঝিনাইদহ, চুয়াডাঙ্গাসহ ওই অঞ্চলের বিস্তীর্ণ জনপদ ঘুরতে ঘুরতে যখনই ভিডিও তৈরির উপাদান পান, কাজে নেমে পড়েন জুয়েল ও তাঁর টিমের দুই সদস্য ইকরামুল কবির ও হাসানুজ্জামান। ভিডিওতে প্রকৃতির সুর ব্যবহার করেন জুয়েল রানা। তাঁর কথায়, ঘুঘু পাখির ডাক নেওয়ার জন্য অপেক্ষা করেছেন একবেলা, শেয়ালের ডাক নেওয়ার জন্য মাঠের মধ্যে বসে থেকেছেন অনেক রাত অবধি। </p></div></div></div></body></html>"
        },
        {
            "title": "সুযোগ পেলেই মানুষের জন্য গাছ লাগান বৃক্ষপ্রেমী নুরুল | প্রথম আলো",
            "time": "2026-01-31T03:47:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fw3gclsha%2FYousuf.jpg?rect=0%2C10%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুরুলের গাছ নিয়েছেন আশপাশের বিভিন্ন উপজেলার বাসিন্দারাও। ফটিকছড়ির নাজিরহাট এলাকার বাসিন্দা আবিদুর রহমান প্রথম আলোকে বলেন, নুরুল হকের দেওয়া কয়েকটি সুপারিগাছ তিনি বাড়িতে রোপণ করেছেন। এখন সেগুলোতে সুপারি ধরছে।</p><p>চৌধুরীহাট ফতেয়াবাদ বাজার ব্যবসায়ী সমিতির সাধারণ সম্পাদক মারুফ সিদ্দিকী বলেন, ‘নুরুল হক একজন প্রকৃত পরিবেশ সচেতন মানুষ। তাঁকে আমরা সবাই বৃক্ষপ্রেমী হিসেবেই চিনি। তাঁর মতো মানুষ প্রতিটি গ্রামে থাকলে পরিবেশের ভারসাম্য অনেকটাই রক্ষা পেত।’</p><p>তাঁর এ কাজের প্রশংসা করেন হাটহাজারী উপজেলা নির্বাহী কর্মকর্তা মুহাম্মদ আবদুল্লাহ আল মুমিন। তিনি সম্প্রতি এ উপজেলায় বদলি হয়ে এসেছেন। জানতে চাইলে তিনি প্রথম আলোকে বলেন, নুরুল হকের কাজ প্রশংসার দাবি রাখে। তাঁর সম্পর্কে খোঁজ নিয়ে তাঁকে প্রয়োজনীয় সহযোগিতা করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সতীর্থদের বাঁচাতে মিথ্যা বলেছিলেন ব্রুক | প্রথম আলো",
            "time": "2026-01-31T03:44:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-07%2Fvfqc6up9%2Fdownload.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংল্যান্ডের অধিনায়ক হিসেবে মাঠের বাইরে দায়িত্ব পালনে তাঁর নিজের ‘আরও শেখার আছে’ বলেও মনে করেন ব্রুক। তবে এ খবর ইংল্যান্ড দলের ব্যবস্থাপনা পরিচালক রব কির একটি দাবিকে প্রশ্নের সম্মুখীন করে। অ্যাশেজে গত ডিসেম্বরে মেলবোর্ন টেস্টের আগে কি সাংবাদিকদের জানান, ওই ঘটনার পর ‘কোনো আনুষ্ঠানিক ব্যবস্থা নেওয়া হয়নি।’</p><p>গত সপ্তাহে কলম্বোতে ব্রুক বলেন, তিনি ‘খেলোয়াড়দের আস্থা পুনরুদ্ধার’ করতে চান, পাশাপাশি এটাও পুনরায় জোর দিয়ে বলেন যে ওয়েলিংটনের সেই ঘটনায় তিনি একাই ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কবরস্থানের কুয়াশা কতটা ঘন | প্রথম আলো",
            "time": "2026-01-31T03:39:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F5ktt7j2b%2FWhatsApp-Image-2026-01-29-at-21.41.16-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পিতার বুকে গজাচ্ছে ঘাস<br>কবরে, দূরে ভেসে যাওয়া মেঘ<br>তুমি তো জানো<br>কবরস্থানের কুয়াশা কতট ঘন? দেখা না পাই<br>তোমায় পিতা।<br><br>যে যায় সে কি চিরতরে যায়?<br>তবে যে লিখা আছে কিতাবে গীতায়<br>এ জগতে হারায় না কিছুই<br>হারানোর নেই কিছু আর<br>পিতাকে তো আমি নিয়ে আসিনি।<br><br>তবু কেন যে ব্যাকুল ঘাস<br>কবরে গজায়<br>কী হারানো সে লুকাতে তবে চায়?<br>আর দূরে দূরে মেঘ<br>কী দুঃখ বাতাসে নিয়ে<br>কবরের কুয়াশার কি জানে?<br>ফুল ঝরে গেলে কী ব্যথা জাগে<br>শাখায় শাখায়।<br>আর কোন দুঃখে ঘন কুয়াশার ভেতর<br>শিশির চোখে নিয়ে পিতার কবরে ঘাস গজায়।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে ন্যায়ংসংগত আলোচনায় প্রস্তুত ইরান | প্রথম আলো",
            "time": "2026-01-31T03:32:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-27%2Fv8hrkmeo%2FUntitled-7.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সঙ্গে ‘ন্যায়সংগত ও সমতাভিত্তিক’ আলোচনায় ইরান প্রস্তুত রয়েছে বলে জানিয়েছেন দেশটির পররাষ্ট্রমন্ত্রী আব্বাস আরাগচি। তবে তিনি স্পষ্ট করে দিয়েছেন, কোনো ধরনের হুমকির মুখে এ আলোচনা সম্ভব নয়।</p><p> ইরানের পররাষ্ট্রমন্ত্রী এমন একসময় এ মন্তব্য করলেন, যখন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প তেহরানের বিরুদ্ধে সামরিক ব্যবস্থা নেওয়ার সম্ভাবনা নাকচ করেননি।</p><p> গতকাল শুক্রবার তুরস্ক সফরকালে সাংবাদিকদের আরাগচি বলেন, আলোচনায় বসতে ইরানের কোনো সমস্যা নেই। তবে হুমকির ছায়াতলে কোনো আলোচনা হতে পারে না।</p></div></div></div></body></html>"
        },
        {
            "title": "১ হাজার কোটি টাকা আয় করা ‘ধুরন্ধর’, ওটিটিতে আরও যা দেখবেন | প্রথম আলো",
            "time": "2026-01-31T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fzg2gjk63%2FScreenshot-2025-12-15-130448.jpg?rect=0%2C0%2C713%2C374&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"১ হাজার কোটি টাকা আয় করা ‘ধুরন্ধর’, ওটিটিতে আরও যা দেখবেন\" class=\"IiRps \">১ হাজার কোটি টাকা আয় করা ‘ধুরন্ধর’, ওটিটিতে আরও যা দেখবেন</h1></p><div class=\"Ibzfy\"><p>এ সপ্তাহে ওটিটিতে মুক্তি পাওয়া ও মুক্তির অপেক্ষায় থাকা নতুন ওয়েব সিরিজ, সিনেমা, প্রামাণ্যচিত্র ও রিয়েলিটি শোর খবর নিয়ে আমাদের নিয়মিত আয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরপুরে সংঘর্ষে জামায়াত নেতা নিহতের ঘটনায় হত্যা মামলা, আসামি ২৩৪ | প্রথম আলো",
            "time": "2026-01-31T03:28:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-28%2Fpebqvmsm%2FChatGPT-Image-Jan-28-2026-112715-PM.png?rect=0%2C84%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেরপুরের ঝিনাইগাতী উপজেলায় জামায়াত ও বিএনপির সংঘর্ষে জামায়াত নেতা রেজাউল করিম নিহতের ঘটনায় হত্যা মামলা হয়েছে। এই মামলায় আসামি করা হয়েছে ২৩৪ জনকে। অজ্ঞাতনামা আসামি আরও ৪০০ থেকে ৫০০ জন।  </p><p>ঘটনার দুই দিন পর গতকাল শুক্রবার দিবাগত রাত ১২টার দিকে জামায়াত নেতা রেজাউল করিমের স্ত্রী মার্জিয়া বেগম ঝিনাইগাতী থানায় মামলাটি করেন। রেজাউল করিম শ্রীবরদী উপজেলা জামায়াতের সেক্রেটারি ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফুলের নাম মাকড়সা | প্রথম আলো",
            "time": "2026-01-31T03:17:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F799fxww8%2F1.jpeg?rect=0%2C367%2C5184%2C2722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মিষ্টি গোলাপি রঙের ফুলটির নাম মাকড়সা কেন, কে জানে!</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ইইউ ও ভারতের মুক্ত বাণিজ্য চুক্তিতে বাংলাদেশের দুশ্চিন্তা | প্রথম আলো",
            "time": "2026-01-31T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fefd40dbd-1949-4eba-a2fd-701e8304bec7%2Fprothomalo_english_2022_07_3959fb8e_22b5_4e35_a899_9fdef2b4174a_MEP_Bangladesh.webp?rect=74%2C0%2C1051%2C552&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউরোপীয় কমিশনের তথ্য অনুযায়ী, ২০২৪ সালে ইইউ ও ভারতের মধ্যকার বাণিজ্য ছিল ১২০ বিলিয়ন ইউরো। ভারত থেকে ইইউ দেশগুলোর আমদানি ছিল ৭১ বিলিয়ন ইউরো। আর ইইউ থেকে ভারত আমদানি করেছে ৪৯ বিলিয়ন ইউরো।</p><p>এফটিএ বাস্তবায়িত হলে ইইউ থেকে আমদানি করা ৩০ শতাংশ পণ্যের ওপর ভারতীয় শুল্ক তাৎক্ষণিকভাবে শূন্য হবে। ইইউ কর্মকর্তারা জানান, ভারতে রপ্তানি করা ৯৬ দশমিক ৬ শতাংশ পণ্যের শুল্ক উঠে যাবে। এতে বছরে প্রায় ৪০০ কোটি ইউরো শুল্ক সাশ্রয় হবে ইউরোপীয় কোম্পানিগুলোর।</p><p>ইইউ থেকে আমদানি হওয়া গাড়ির ওপর শুল্ক ৩০ থেকে ৩৫ শতাংশে নামিয়ে আনবে ভারত, যা কয়েক বছরের মধ্যে ১০ শতাংশে নামবে। পাশাপাশি যন্ত্রপাতি, রাসায়নিক দ্রব্য ও ওষুধের ওপর বিদ্যমান ভারতীয় শুল্কের বেশির ভাগই উঠে যাবে। বিমান ও মহাকাশশিল্পের প্রায় সব পণ্যে শুল্ক প্রত্যাহার করা হবে। এ ছাড়া ওয়াইন ও স্পিরিটের ওপর বর্তমান ১৫০ শতাংশ শুল্ক কমিয়ে ২০ থেকে ৫০ শতাংশ নির্ধারণ করা হবে।</p><p>ইউরোপের কৃষকদের স্বার্থ রক্ষায় গরুর মাংস, মুরগি, চিনি, আটা, রসুন ও ইথানলের ওপর শুল্ক বজায় রাখছে ইইউ। এতে ইউরোপীয় পার্লামেন্টে চুক্তিটিতে অনুমোদন পাওয়া সহজ হবে বলে মনে করা হচ্ছে।</p><p>অন্যদিকে ভারতের রপ্তানি করা ৯০ শতাংশ পণ্যের ওপর থেকে শুল্ক তুলে নেবে ইইউ কর্তৃপক্ষ। ৭ বছরের মধ্যে এই সুবিধা ৯৩ শতাংশে উন্নীত হবে। ইইউর বাজারে তৈরি পোশাক, চামড়াজাত পণ্য, হিমায়িত চিংড়ি ও মাছ, রাসায়নিক দ্রব্য, প্লাস্টিক, রাবার, রত্ন ও অলংকার রপ্তানিতে তাৎক্ষণিকভাবে শুল্কমুক্ত সুবিধা পাবে ভারতীয়রা।</p></div></div></div></body></html>"
        },
        {
            "title": "হাঁসের ডিম থেকে রাজকীয় অভিশাপ: ক্রিকেটে ডাকের গল্প | প্রথম আলো",
            "time": "2026-01-31T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2F5fmn19s9%2FCricket-Gears1.jpg?rect=0%2C0%2C3174%2C1666&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রিকেটে শূন্য রান মানেই শুধু একটি সংখ্যা নয়, ব্যাটসম্যানের জন্য বিব্রতকর এক গল্পও। আর সেই গল্পের নামই ‘ডাক’। এই শব্দের উৎপত্তি নিয়ে নানা মত থাকলেও সবচেয়ে গ্রহণযোগ্য ব্যাখ্যাটি বেশ মজার—সংখ্যায় শূন্য (০) দেখতে অনেকটাই হাঁসের ডিমের মতো। তাই ব্যাট হাতে নামা কোনো ব্যাটসম্যান যখন রানের খাতা খুলতেই পারেন না, তখন সেই শূন্যকে কিছুটা রসিকতার মোড়কে তুলে ধরতেই ‘ডাক’ শব্দের ব্যবহার শুরু হয়।</p><p>সময়ের সঙ্গে সঙ্গে এই ‘ডাক’ শুধু একটি শব্দই নয়, হয়ে উঠেছে ক্রিকেটীয় পরিভাষাও। এখন আর শূন্য মানেই শুধু আউট নয়—কোন বলে আউট, কোন ইনিংসে আউট, কোন পরিস্থিতিতে আউট—সবকিছুর ওপর নির্ভর করে শূন্য রানেরও আছে আলাদা নাম। টি–টুয়েন্টি ও টি–টেন ক্রিকেটের প্রসারের সঙ্গে তাল মিলিয়ে যেমন শূন্য রানে আউটের ঘটনা বেড়েছে, তেমনি বেড়েছে সেই শূন্যকে চিহ্নিত করার নতুন নতুন শব্দ। তেমনই ১০টি ডাকের খবর জানব এবার।</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্র ও সরকারকে নির্বিকার থাকা চলবে না | প্রথম আলো",
            "time": "2026-01-31T02:49:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের সার্বভৌম জলসীমানার ভেতরে মাছ ধরতে গিয়ে একটি বিদেশি বিদ্রোহী গোষ্ঠীর হাতে চার শতাধিক নাগরিক অপহৃত হওয়ার খবর কেবল উদ্বেগের নয়, বরং রাষ্ট্রের নিরাপত্তার জন্য এক চরম অপমানের। টেকনাফ ও সেন্ট মার্টিনের অন্তত ৪২০ জন জেলে পাঁচ মাস ধরে মিয়ানমারের সশস্ত্র গোষ্ঠী আরাকান আর্মির হাতে বন্দী রয়েছেন বলে যে অভিযোগ উঠেছে, তা নিয়ে রাষ্ট্রের দীর্ঘ নীরবতা আমাদের হতবাক করে। দুঃখজনক হচ্ছে, তাঁদের উদ্ধারে কার্যকর কোনো তৎপরতা নেই। অসহায় ভুক্তভোগী পরিবারগুলোর পাশেও দাঁড়ানোর কেউ নেই।   </p><p>গত বৃহস্পতিবার ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক মোজাফ্ফর আহমেদ চৌধুরী মিলনায়তনে ‘দ্বীপের নারীরা: সেন্ট মার্টিন দ্বীপের জন্য একটি পরিবেশগত নারীবাদের দৃষ্টিভঙ্গি’ শীর্ষক এক অনুষ্ঠানে ভুক্তভোগী কয়েকটি জেলে পরিবারের আর্তনাদ আমাদের এক রূঢ় বাস্তবতার মুখোমুখি করেছে। সেন্টার ফর ক্রিটিক্যাল ডিসকোর্স নামের একটি সংগঠন অনুষ্ঠানটির আয়োজন করে। নিখোঁজ জেলেদের পরিবারগুলো জানে না তাদের স্বজনেরা বেঁচে আছেন, নাকি মারা গেছেন। অভাব-অনটন আর দাদনের ঋণের বোঝার চেয়েও বড় হয়ে দাঁড়িয়েছে স্বজন হারানোর অনিশ্চয়তা। এমনকি এক পরিবারের দুই সন্তানও অপহরণের শিকার হয়ে এখন নিখোঁজ, এমন ঘটনাও ঘটেছে। দুই জেলের মা মদিনা বেগম বলেন, কৈশোরে স্বামীকে হারিয়ে ছেলে দুটোকে অনেক কষ্টে বড় করেছেন। আজকে তাঁরা আরাকান আর্মির হাতে বন্দী। তিনি মরার আগে অন্তত দুই ছেলেকে দেখে যেতে পারেন—সেই ব্যবস্থা করতে সরকারের কাছে আকুতি জানিয়েছেন। ভুক্তভোগী পরিবারের এমন আর্তি কোনোভাবেই এড়িয়ে যাওয়ার সুযোগ নেই। </p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2026-01-31T02:48:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ঠাকুরগাঁওয়ে নির্বাচনী জনসভায় মির্জা ফখরুল ইসলাম আওয়ামী লীগ নেতাকর্মীদের নিয়ে বলেছেন: যারা অন্যায় করেনি, তাদের কোনো শাস্তি হতে দেব না। অন্যদিকে চৌদ্দগ্রামে জামায়াতের প্রার্থী সৈয়দ আবদুল্লাহ মোহাম্মদ তাহেরের নির্বাচনী সমাবেশে বক্তৃতা করেন স্থানীয় এক আওয়ামী লীগ নেতা।</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ভিডিও থেকে সংগৃহীত</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নাইকোর কাছে ১২,৩৭১ কোটি টাকা চেয়ে ৫১২ কোটি পাচ্ছে বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-31T02:34:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fxr09y1wc%2FCapture.PNG?rect=0%2C84%2C847%2C445&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০০৮ সালে নিম্ন আদালতে মামলার সময় নাইকোর কাছে ৭৪৬ কোটি টাকার ক্ষতিপূরণ দাবি করায় তার প্রতিবাদ জানিয়েছিল তেল-গ‍্যাস-খনিজ সম্পদ ও বিদ‍্যুৎ-বন্দর রক্ষা জাতীয় কমিটি। তারা বলেছিল, টেংরাটিলায় ক্ষতি ৭৪৬ কোটি টাকা নয়, প্রায় ২২ হাজার কোটি টাকা।</p><p>কমিটির পক্ষ থেকে তখন আরও দাবি করা হয়, ২০০৫ সালের দুর্ঘটনার পর সরকারের তদন্ত কমিটি বলেছিল, গ্যাস পুড়েছে ৩০০ কোটি ঘনফুট। যদিও ক্ষতির পরিমাণ ছিল ২৪ হাজার ২০০ কোটি ঘনফুট।</p><p>তেল-গ‍্যাস-খনিজ সম্পদ ও বিদ্যুৎ-বন্দর রক্ষা জাতীয় কমিটির সাবেক সদস‍্য সচিব আনু মুহাম্মদ গতকাল শুক্রবার প্রথম আলোকে বলেন, ক্ষতিপূরণের পরিমাণ নির্ধারণে শুরু থেকেই গাফিলতি ছিল। মামলা দায়ের এবং শুনানি পরিচালনায়ও দুর্বলতা ছিল। তাই যথাযথ ক্ষতিপূরণ পাওয়া গেল না। তবে নাইকো যে দায়ী, ক্ষতিপূরণের রায়ে সেটা প্রমাণ হলো। এটা নৈতিক বিজয়। ক্ষতিপূরণের পরিমাণের বিষয়ে সুযোগ থাকলে সরকার আপিল করতে পারে।</p><p>জ্বালানি ও খনিজ সম্পদ বিভাগের সচিব মোহাম্মদ সাইফুল ইসলামও মনে করেন, দাবির তুলনায় ক্ষতিপূরণের অঙ্কটি হতাশাজনক। তিনি প্রথম আলোকে বলেন, মামলার পুরো রায় পেলে এটি পর্যালোচনা করা হবে। মামলা পরিচালনায় মোট কত খরচ হয়েছে, তা-ও হিসাব করা হচ্ছে।</p></div></div></div></body></html>"
        }
    ]
}