{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নারী ক্রীড়াবিদদের কাছ থেকে যৌন হয়রানির অভিযোগ পাচ্ছে মহিলা ক্রীড়া সংস্থাও | প্রথম আলো",
            "time": "2025-12-21T03:17:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-21%2F5nk772u8%2FSexual_Harrasment.png?rect=0%2C146%2C2047%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জানতে চাইলে ব্যারিস্টার সারওয়াত সিরাজ গুলশানে নিজের চেম্বারে এই প্রতিবেদককে বলেন, ‘জাহানারা আলমের ইস্যুটা ওঠার পর বিভিন্ন সময়ে মেয়েরা আমার সঙ্গে যোগাযোগ করেছেন এবং তাঁরা তাঁদের বিভিন্ন ধরনের অভিযোগ মৌখিকভাবে আমার কাছে তুলে ধরেছেন। তাঁরা নাম-পরিচয় প্রকাশ করছেন না, তবে নিজেদের খেলোয়াড় বলে পরিচয় দিচ্ছেন।’</p><p>কতজনের কাছ থেকে এমন ফোন পেয়েছেন, জানতে চাইলে সারওয়াত বলেন, ‘চার-পাঁচটি খেলার অন্তত ডজনখানেক খেলোয়াড় তো হবেই।’ তবে তাঁরা কোন খেলার খেলোয়াড়, তা তিনি বলতে রাজি হননি। মেয়েদের অভিযোগ সম্পর্কে সারওয়াত সিরাজ বলেন, ‘তাঁদের কয়েকজন বলেছেন যে “আমরা এসব কথা ফেডারেশনে বলতে চাই না। আপনাদের এখানে (মহিলা ক্রীড়া সংস্থা) একটা অভিযোগ বাক্স খোলেন, যেখানে আমরা অভিযোগগুলো দেব।” আমি তাদের বলেছি অভিযোগুলো সুনির্দিষ্টভাবে লিখিত আকারে দিতে, সম্ভব হলে তথ্যপ্রমাণসহ দিতে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জাপানের কিয়োটো বিশ্ববিদ্যালয়ে ইন্টার্নশিপের সুযোগ | প্রথম আলো",
            "time": "2025-12-21T03:16:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fvk0zvw52%2F1.jpg?rect=0%2C46%2C510%2C268&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">অংশগ্রহণকারীরা বায়োকেমিস্ট্রি, বায়োইনফরমেটিকস, বায়োটেকনোলজি, ইমিউনোলজি, মলিকুলার জেনেটিকস, নিউরোসায়েন্স, টক্সিকোলজি, ফার্মাকোলজি, মাইক্রোবায়োলজিসহ বহু বিষয়ে কাজ করার সুযোগ পাবেন</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: কিয়োটো বিশ্ববিদ্যালয়ের ওয়েবসাইট থেকে নেওয়া</figcaption></p></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে ৪৬% জেন-জি কর্মী চাকরি ছাড়তে চান, কারণ কিন্তু বেতন নয় | প্রথম আলো",
            "time": "2025-12-21T03:15:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F74v7qsbb%2F107.jpeg?rect=0%2C112%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষণায় অংশগ্রহণকারীদের প্রশ্ন করা হলে দেখা গেছে, বেতন প্রধান কারণ নয়। বরং অনেকেই মনে করেন তাঁরা ক্যারিয়ারে একধরনের ‘স্থবির’ অবস্থায় আছেন। জরিপ অনুযায়ী:</p><p>—৩২ শতাংশ জেন জেড কর্মী, ৩৪ শতাংশ মিলেনিয়ালস এবং ২৮ শতাংশ জেনারেশন এক্স তাদের ক্যারিয়ারে স্থবিরতার অনুভূতি প্রকাশ করেছেন।</p><p>—৭১ শতাংশ কর্মী মনে করেন, সংস্থাগুলো ফার্টার এডুকেশন বা ট্রেনিংয়ের জন্য পর্যাপ্ত সমর্থন দিচ্ছে না।</p><p>—৪২ শতাংশ পেশাজীবী আগে চাকরি পরিবর্তন করেছেন সীমিত ক্যারিয়ার বৃদ্ধির কারণে।</p><p>—ভবিষ্যতে ৩৪ শতাংশ প্রত্যাশা করছেন যে তাঁরা এই কারণে চাকরি ছাড়বেন, যার মধ্যে অর্ধেক এক বছরের মধ্যে পদক্ষেপ নেবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এনসিটিবিকে বাড়তি উদ্যোগ নিতে হবে | প্রথম আলো",
            "time": "2025-12-21T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি শিক্ষাবর্ষের তিক্ত অভিজ্ঞতার পরও নতুন শিক্ষাবর্ষে মাধ্যমিক স্তরের বই জানুয়ারির শুরুতে শিক্ষার্থীদের কাছে পৌঁছানো নিয়ে যে শঙ্কা দেখা দিয়েছে, সেটা যারপরনাই দুঃখজনক। শিক্ষাবর্ষ শুরুর দুই সপ্তাহও বাকি নেই, অথচ মাধ্যমিকের ৬৭ শতাংশ পাঠ্যবই এখনো সরবরাহ করতে পারেনি জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড (এনিসিটিবি)। এর অর্থ, আগামী বছরও বিপুলসংখ্যক শিক্ষার্থী নতুন বই ছাড়াই তাদের শিক্ষাবর্ষ শুরু করবে।</p><p>প্রথম আলোর খবর জানাচ্ছে, কাগজের সংকট, চুক্তি করতে দেরিসহ বিভিন্ন কারণে মাধ্যমিক স্তরের সব বই বছরের শুরুতে সরবরাহ করা সম্ভব হবে না। পাঠ্যবইয়ের সঙ্গে সংশ্লিষ্ট এনসিটিবি কর্মকর্তা ও মুদ্রণকারী শঙ্কা প্রকাশ করেছেন, ষষ্ঠ, সপ্তম ও অষ্টম শ্রেণির সব বই জানুয়ারির মধ্যে সরবরাহ না–ও শেষ হতে পারে।</p><p>বিদায়ী শিক্ষাবর্ষে প্রাথমিক ও মাধ্যমিকের শিক্ষার্থীদের কাছে সব বই পৌঁছে দিতে প্রায় তিন মাস লেগে যায়। শিক্ষার্থীদের পড়াশোনায় ব্যাপক ক্ষতি হয়। সরকারকে ব্যাপক সমালোচনার মুখে পড়তে হয়। এই তিক্ত অভিজ্ঞতা থেকে শিক্ষা নিয়ে এ বছর এনসিটিবি আগেভাগেই পাঠ্যপুস্তক ছাপানোর প্রক্রিয়া শুরু করে। আশার কথা হচ্ছে, নতুন শিক্ষাবর্ষের শুরুতেই প্রাথমিকের সব বই শিক্ষার্থীদের কাছে পৌঁছে যাবে। মাধ্যমিকে নবম শ্রেণির বইও শিক্ষাবর্ষের শুরুতেই শিক্ষার্থীদের হাতে পৌঁছে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবেশঘাতী ‘বোমা মেশিন’ আর না | প্রথম আলো",
            "time": "2025-12-21T02:45:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজনৈতিক পরিচয় এখানে মুখ্য নয়; অতীতে যেমন ক্ষমতাসীনদের ছত্রচ্ছায়ায় এই অবৈধ কাজ চলেছে, সাম্প্রতিক মামলার নথিতে দেখা যাচ্ছে, ভিন্ন ভিন্ন রাজনৈতিক পরিচয়ের মানুষও এতে জড়িত; অর্থাৎ সমস্যাটি দলীয় নয়, এটি ক্ষমতার অপব্যবহার ও লোভের রাজনীতি। এই বাস্তবতা এড়িয়ে গিয়ে যদি দায় কেবল ‘পরিস্থিতির’ ঘাড়ে চাপানো হয়, তবে তা হবে আত্মপ্রবঞ্চনা।</p><p>সবচেয়ে উদ্বেগজনক বিষয় হলো, এই চক্র নিজেদের স্বার্থ রক্ষায় সাধারণ শ্রমিকদের ঢাল হিসেবে ব্যবহার করে। বাস্তবে পাথরমহালের শ্রমিকদের বড় অংশই বোমা মেশিনের বিরুদ্ধে। কারণ, তারা জানে, যন্ত্র মানেই শ্রমিকের কাজ কমে যাওয়া, দ্রুত পাথর শেষ হয়ে যাওয়া এবং শেষ পর্যন্ত নিজেদেরই জীবিকা হারানো। সনাতন পদ্ধতিতে পাথর উত্তোলন শ্রমসাপেক্ষ, কিন্তু এতে হাজারো মানুষের রুটি-রুজির সুযোগ তৈরি হয়।</p><p>তাই আইন প্রয়োগের নামে যদি নির্বিচার শ্রমিকদের হয়রানি করা হয়, অথচ মূল উদ্যোক্তা ও পৃষ্ঠপোষকেরা যদি থেকে যায় ধরাছোঁয়ার বাইরে, তাহলে তা ন্যায়ের পরিপন্থী হবে।</p><p>এই সংকট মোকাবিলার পথ একটাই—আইনের নিরপেক্ষ ও ধারাবাহিক প্রয়োগ। বোমা মেশিন বসানো, পরিচালনা করা এবং এতে অর্থায়নের সঙ্গে যুক্ত ব্যক্তিদের বিরুদ্ধে দৃষ্টান্তমূলক শাস্তি নিশ্চিত করতে হবে। একই সঙ্গে শ্রমিকদের জন্য সনাতন, পরিবেশসম্মত পদ্ধতিতে কাজের সুযোগ টিকিয়ে রাখা এবং তা আরও নিরাপদ করার উদ্যোগ প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেরি থেকে ট্রাকসহ ৫ যান ধলেশ্বরী নদীতে, তিনজন নিহত | প্রথম আলো",
            "time": "2025-12-21T02:41:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fi78skuwf%2FNarayangonjDH078020251221IMG-20251221-WA0012.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী ও পুলিশ সূত্রে জানা যায়, গতকাল রাত সাড়ে ৯টার দিকে বক্তাবলী ঘাট থেকে ছেড়ে আসা একটি ফেরি নরসিংপুর ঘাটের দিকে যাচ্ছিল। ফেরিটি মাঝনদীতে পৌঁছালে একটি ট্রাক হঠাৎ চালু হয়ে যায় এবং নিয়ন্ত্রণ হারিয়ে সামনে থাকা দুটি ব্যাটারিচালিত অটোরিকশা, একটি মোটরসাইকেল ও একটি রিকশাভ্যানকে সজোরে ধাক্কা দেয়। এ সময় ফেরির রেলিং ভেঙে ট্রাকসহ পাঁচটি যানবাহন নদীতে পড়ে যায়। এ ঘটনায় মোটরসাইকেল আরোহী রফিক গুরুতর আহত হন। তাঁকে উদ্ধার করে হাসপাতালে নেওয়া হলে চিকিৎসাধীন অবস্থায় তাঁর মৃত্যু হয়। </p><p>দুর্ঘটনার পর কয়েকজন সাঁতরে তীরে ওঠেন। তবে স্বাধীন ও মাসুদ রানা নামের দুজন নিখোঁজ ছিলেন। খবর পেয়ে রাতে নৌ পুলিশ, কোস্টগার্ড ও ফায়ার সার্ভিসের কর্মীরা এসে উদ্ধার কাজ শুরু করেন। দিবাগত রাত দুইটার দিকে নদী থেকে ওই দুজনের মরদেহ উদ্ধার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির কবর জিয়ারত করলেন জামায়াতের আমির | প্রথম আলো",
            "time": "2025-12-21T02:37:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fiiq4fhtv%2Fjamat.jpg?rect=0%2C145%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান বিন হাদির কবর জিয়ারত করেছেন বাংলাদেশ জামায়াতে ইসলামীর আমির শফিকুর রহমান। আজ রোববার ভোরে ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় জামে মসজিদে ফজরের নামাজ আদায়ের পর তিনি ওসমান হাদির কবর জিয়ারত করেন।</p><p>আজ সকাল ৭টা ৫০ মিনিটের দিকে জামায়াতের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে এ তথ্য জানানো হয়। এ সময় শফিকুর রহমানের সঙ্গে জামায়াতের নেতা-কর্মীরা ছিলেন। ওসমান হাদির রুহের মাগফিরাত কামনা করেন তাঁরা।</p><p>জামায়াতের আমিরের সঙ্গে উপস্থিত ছিলেন সংগঠনের সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার, সহকারী সেক্রেটারি জেনারেল মাওলানা আবদুল হালিম, ইসলামী ছাত্রশিবিরের কেন্দ্রীয় সভাপতি জাহিদুল ইসলাম, বাংলাদেশ জামায়াতে ইসলামীর কেন্দ্রীয় নির্বাহী পরিষদ সদস্য মো. মোবারক হোসাইন, ডাকসুর ভিপি সাদিক কায়েম, জিএস এস এম ফারহাদ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "৩১ ডিসেম্বর শেষ হচ্ছে আয়কর রিটার্ন জমার সময়, অনলাইন কীভাবে দেবেন | প্রথম আলো",
            "time": "2025-12-21T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fsov1kzrp%2F22825d5a_703d_444d_ae22_5919cc117974.jfif?rect=0%2C160%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিটার্ন জমা দেওয়ার সময় আপনার নানা ধরনের কাগজপত্রের তথ্য লাগবে। তাই অনলাইনে রিটার্ন জমার ফরম পূরণের আগেই এসব কাগজ জোগাড় করে রাখা জরুরি।</p><p>যেসব কাগজপত্র লাগবে, সেগুলোর মধ্যে অন্যতম হলো বেতন খাতের আয়ের দলিল, সিকিউরিটিজের ওপর সুদ আয়ের সনদ, ভাড়ার চুক্তিপত্র, পৌরকরের রসিদ, বন্ধকি ঋণের সুদের সনদ, মূলধনি সম্পদের বিক্রয় বা ক্রয়মূল্যের চুক্তিপত্র ও রসিদ, মূলধনি ব্যয়ের আনুষাঙ্গিক প্রমাণপত্র, শেয়ারের লভ্যাংশ পাওয়ার ডিভিডেন্ড ওয়ারেন্ট, সুদের ওপর উৎসে কর কাটার সার্টিফিকেট।</p><p>বিনিয়োগ করে কর রেয়াত পেতে চাইলেও কিছু কাগজপত্রের তথ্য লাগবে। যেমন জীবনবিমার কিস্তির প্রিমিয়াম রসিদ, ভবিষ্য তহবিলে দেওয়া চাঁদার সনদ, ঋণ বা ডিবেঞ্চার, সঞ্চয়পত্র, শেয়ারে বিনিয়োগের প্রমাণপত্র, ডিপোজিট পেনশন স্কিমে (ডিপিএস) চাঁদার সনদ, কল্যাণ তহবিলের চাঁদা ও গোষ্ঠী বিমার কিস্তির সনদ, জাকাত তহবিলে দেওয়া চাঁদার সনদ ইত্যাদি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের ‘দেলুপি’, ‘রইদ’ ও ‘মাস্টার’ যাচ্ছে ইউরোপে, কী আছে এই তিন সিনেমায় | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fcdo289bf%2F9c61dd9a-399b-408b-adb3-b942f684e423.jpg?rect=0%2C0%2C981%2C515&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিনেমায় দেশের তৃণমূল পর্যায়ের রাজনীতির নানা দিক উঠে আসবে। ছবিটি ২০২২-২৩ অর্থবছরে সরকারি অনুদান পায়। পরিচালনার পাশাপাশি সিনেমার প্রযোজকও রেজওয়ান। সাব্বির হোসেনের সঙ্গে যৌথভাবে সিনেমাটির চিত্রনাট্যও লিখেছেন তিনি।</p><p>সময়ের প্রয়োজনে একজন শিক্ষকের চেয়ারম্যান নির্বাচিত হওয়ার পর তৈরি হয় নানা সংকট। নির্বাচনে তাঁর পেছনে যাঁরা সময়, শ্রম ও অর্থ ব্যয় করেন, পরবর্তী সময়ে তাঁদের প্রায় সবাই শিক্ষকের কাছে অন্যায্য সাহায্য প্রত্যাশা করেন। সেই সাহায্যপ্রত্যাশীদের এড়িয়ে যাওয়াও সম্ভব হয় না, আবার নিজের ব্যক্তিত্ব ও বিবেক তাঁকে বাধাগ্রস্তও করে। এই দ্বন্দ্ব তাঁকে পরিণত করে ভিন্ন এক মানুষে—এমন গল্প নিয়ে তৈরি হয়েছে সিনেমাটি।</p><p> বিভিন্ন চরিত্রে অভিনয় করেছেন নাসির উদ্দিন খান, জাকিয়া বারী মম, আজমেরী হক বাঁধন, ফজলুর রহমান বাবু, লুৎফর রহমান জর্জ।<br>‘মাস্টার’ জায়গা করে নিয়েছে রটারড্যামের প্রতিযোগিতা বিভাগ বিগ স্ক্রিন কম্পিটিশনে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালের সেরা কোরীয় সিরিজ কোনগুলো | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fz6cmav40%2Fcb4435f2-9457-439d-8491-c9e1954aa4b4.jpg?rect=0%2C32%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ কর্মকর্তা লি দো (কিম নাম-গিল) এককালে ছিলেন সেনাসদস্য। অতীতে অস্ত্র ব্যবহারের কারণে মনে তাঁর কষ্ট আছে। ফলে পুলিশের চাকরিতে থেকেও তিনি সচরাচর অস্ত্র ব্যবহার করেন না। কিন্তু চোরাচালানের অস্ত্রে সয়লাব দেশ। তাই বাধ্য হয়ে আবার অস্ত্র হাতে তুলে নেন লি দো। এই অস্ত্র পাচারের পেছনে রয়েছে আন্তর্জাতিক অস্ত্র চোরাচালানকারী গোষ্ঠী ‘ইন্টারন্যাশনাল রাইফেল ইউনিয়ন’। সংগঠনটির হয়ে কাজ করেন মুন বেক (কিম ইয়ং-কোয়াং), শৈশবে যিনি অঙ্গ পাচারের অংশ হিসেবে যুক্তরাষ্ট্রে পাচার হয়েছিলেন। প্রতিশোধ নিতে ফিরেছে তিনি, তাঁর হাত দিয়েই কোরিয়ার রাস্তায় বইছে অস্ত্রের বন্যা। মুখোমুখি হন লি দো আর মুন বেক। এ-ই হলো ১০ পর্বের সিরিজ ‘ট্রিগারের’ গল্প।</p><p>কোরিয়ায় যখন আগ্নেয়াস্ত্র সহজলভ্য হয়ে ওঠে, তখন কী ঘটে—এই প্রশ্নকে কেন্দ্র করে নির্মিত ‘ট্রিগার’ দেখার অভিজ্ঞতা, বন্দুক সহিংসতা প্রায় নেই এমন দেশে বসবাসকারী দর্শকের কাছে এক রকম, আর ভিন্ন বাস্তবতায় থাকা দর্শকের কাছে আরেক রকম। লেখক ও পরিচালক কওন ও-সুং সিরিজটিতে বার্তা দিয়েছেন, কেন অস্ত্র নিয়ন্ত্রণ জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "কিয়োসাকির ‘রিচ ড্যাড পুওর ড্যাড’ থেকে শিখে নিন টাকা আয়ের ৬ কৌশল | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fdw9pp9rm%2Fpexels_photo_5717764.jpg?rect=0%2C73%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘রিচ ড্যাড পুওর ড্যাড’ বইতে কিয়োসাকি বলেন, ‘সম্পদ হলো সেই জিনিস, যা আপনার পকেটে টাকা আনে, আর দায় হলো সেই জিনিস, যা আপনার পকেট থেকে টাকা বের করে দেয়।’</p><p>এই এক বাক্যই আমাদের খরচের ধারণা পুরোপুরি বদলে দিতে পারে। আমরা অনেকেই নতুন গাড়ি, সর্বশেষ সংস্করণের ফোন বা দামি বাড়ি কিনে গর্ব করি। কিন্তু এগুলো কিনতে হয়তো ঋণ নিতে হবে বা জমা করা টাকা খরচ করতে হবে। ফলে ঋণের কিস্তি, রক্ষণাবেক্ষণ এবং জীবনযাপনের খরচের চক্রে পড়ে যেতে পারেন।</p><p>এগুলো শেষ পর্যন্ত আমাদের অর্থনৈতিক স্বাধীনতাকে সীমিত করে। কিয়োসাকি বলেন, ধনীরা আগে সম্পদ কেনেন, যেমন আয়মূলক ব্যবসা গড়ে তোলা, বিনিয়োগ করা (শেয়ার, মিউচুয়াল ফান্ড, সোনা ও বন্ডে), ভাড়া থেকে নিয়মিত আয় হয়—এমন রিয়েল এস্টেট। </p><p>রিয়েল এস্টেট বলতে বোঝায় মনের চিন্তা, জ্ঞান বা সৃজনশীলতা থেকে তৈরি এমন সম্পদ, যেগুলো থেকে নিয়মিত আয় করা যায়, যেমন বই লেখা, অনলাইন কোর্স বিক্রি করা, অনলাইন কনটেন্ট তৈরি করা বা পেটেন্ট থেকে রয়্যালটি পাওয়া। </p><p>এসব উৎস থেকে আয় নিশ্চিত করার পরই তাঁরা গাড়ি, বাড়ি বা অন্যান্য বিলাসী জিনিস কেনার কথা ভাবেন। আমাদের মতো উন্নয়নশীল দেশে ‘জীবন শুরু মানেই নিজের বাড়ি’—এই প্রচলিত ধারণা থেকে বেরিয়ে আসতে হবে। আগে বাস্তব আর্থিক নিরাপত্তা গড়ে তুলুন, তারপর বড় দায় নিন।<br></p></div></div></div></body></html>"
        },
        {
            "title": "মুঠোফোন দূরে রাখলে পরিবারে আলাপ আরও গভীর হয় | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fyj15heh8%2Ffamily-pexels2.jpg?rect=0%2C1955%2C4009%2C2105&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসঙ্গে থাকার সময় মুঠোফোন ব্যবহার করা না হলে পরিবারের সদস্যদের মধ্যে কথাবার্তা আরও সহজ ও অর্থবহ হয়ে ওঠে। এমন তথ্য উঠে এসেছে এক নতুন গবেষণায়। গবেষণায় অংশ নেওয়া ৯১ শতাংশ মানুষ জানিয়েছেন, পারিবারিক সময় মুঠোফোন সরিয়ে রাখলে আলাপচারিতা স্বাভাবিক হয় এবং পারস্পরিক বোঝাপড়া বাড়ে।</p><p>ভিভো ইন্ডিয়ার করা ‘সুইচ অফ স্টাডি ২০২৫’ শীর্ষক এই গবেষণায় দেখা গেছে, দৈনন্দিন জীবনে পারিবারিক বন্ধনের সবচেয়ে গুরুত্বপূর্ণ সময় হিসেবে রাতের খাবারের সময়টিই এখনো সবচেয়ে কার্যকর। জরিপে অংশ নেওয়া শিশুদের ৭২ শতাংশ জানিয়েছে, তারা মা-বাবার সঙ্গে সবচেয়ে বেশি সময় কাটায় রাতের খাবারের টেবিলে। একই সঙ্গে ৮৭ শতাংশ উত্তরদাতা বলেছেন, মুঠোফোন ছাড়া খাবারের সময় কথা বলতে তাঁরা বেশি স্বাচ্ছন্দ্য বোধ করেন। এ ছাড়া ৮১ শতাংশ অভিভাবকের মতে, এই সময়ে পরিবারের সদস্যদের মধ্যে সম্পর্ক আরও দৃঢ় হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনির হত্যাযজ্ঞ গাজার কোনো গণহত্যাকে ঢাকতে পারবে না | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-08%2Fjustnmop%2FCapture.PNG?rect=0%2C102%2C954%2C501&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এটা কি সম্ভব যে একজন আরব এ রকম সাহস ও মানবিকতা দেখিয়েছেন? কয়েক মুহূর্তের জন্য আরেকটা তাসের ঘর ধসে পড়ল। অবশ্য তার জায়গায় স্থান করে নিল ইহুদিবিদ্বেষ (অ্যান্টি-সেমিটিজম) নিয়ে বিতর্ক যদিও এটা খুব পরিষ্কার যে হত্যাকারীরা আইএসআইএসের সঙ্গে যুক্ত ছিল। আর আইএসআইএসের লড়াই শুধু ইহুদিদের বিরুদ্ধে নয়, বরং গোটা পশ্চিমের বিরুদ্ধে।</p><p>এমনকি ইরানকে দায়ী করার চিরাচরিত প্রয়াসও তথ্যগতভাবে ত্রুটিপূর্ণ হয়ে উঠল। ইরান ও আইএসআইএস পরস্পরের শত্রু। সবচেয়ে বড় লজ্জার বিষয় হলো হামলাকারীরা কেউই ফিলিস্তিনি নয়! সেটা হলেই তো কাজ সেরে যেত, জোর প্রচারণা ও ফায়দা লোটার মাত্রা অনেক বাড়ত।</p><p>তবে যাই হোক না কেন, এই ধরনের সন্ত্রাসী হামলা ইসরায়েলি প্রচারণাকে সহায়তা করে, ইসরায়েলি ও ইহুদিদের বিপর্যয়ের একই পাত্রে ধারণ করে। সারা দুনিয়া যখন আমাদের বিরুদ্ধে তখন এভাবে একত্র হওয়াটা তো খুব ভালো বিষয়, নয় কি?</p></div></div></div></body></html>"
        },
        {
            "title": "কারাবন্দী ইমরান খান কি পাকিস্তানের গণতন্ত্রের ‘বরপুত্র’ | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F3gxfy9p0%2Fimran-Khan.jpg?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তবে কি ইমরানের ক্যারিয়ার শেষ</strong></p><p>ইমরান খানের উত্তরাধিকার জটিল। তিনি একাধারে জাতীয় নায়ক, বৈশ্বিক আইকন, সংস্কারের পক্ষের নেতা এবং একজন রাষ্ট্রনায়ক। তিনি লাখো মানুষকে অনুপ্রাণিত করেছেন, অনেককেই হতাশ করেছেন, কিন্তু শেষ পর্যন্ত মাথা নত করেননি। তাঁর জীবন উচ্চাকাঙ্ক্ষার সাক্ষ্য দেয়—খেলায়, ব্যক্তিজীবনে, রাষ্ট্রে, রাজনীতিতে।</p><p>দুই বছর কারাগারে থেকেও ৭৩ বছর বয়সী ইমরান এখনো দমে যাননি। তিনি পাকিস্তানের সবচেয়ে জোরালো বিরোধী কণ্ঠ। সমর্থকদের কাছে তিনি পাকিস্তানের ‘গণতন্ত্রের সূর্যসন্তান’। যেহেতু তিনি রাজনৈতিক জীবনে অনেকবার সেনাবাহিনীর সরাসরি নিয়ন্ত্রণের বাইরে থেকে ক্ষমতার জন্য লড়েছেন।</p><p>একটি নির্দিষ্ট রাজনৈতিক পরিবার বা পুরোনো রাজনৈতিক অভিজাত শ্রেণির বাইরে থেকে সাধারণ ভোটার ও মিডিয়া সমর্থনের মাধ্যমে প্রধানমন্ত্রী হয়েছেন। নির্বাচনী প্রক্রিয়ার মাধ্যমে ক্ষমতায় আসার পর তিনি একপ্রকার জনপ্রিয়তা ও গণতান্ত্রিক সমর্থনের প্রতীক হয়ে ওঠেন।</p><p>ইমরান খান কেবল একজন রাজনৈতিক ব্যক্তি নন, তিনি একটি আন্দোলনের নাম। তাই এখনো স্বপ্ন দেখেন, কারাগারের এই দিন শেষ হবে। আবার ফিরবেন ২৪ কোটি মানুষের দেশটির নেতৃত্বে। ন্যায়বিচার, সবার জন্য সমান সুযোগ আর সাম্যই হবে সেই নেতৃত্বের দর্শন।</p><p>ই-মেইল: <a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"4d2c21242063372c202c230d3d3f22392522202c2122632e2220\">[email protected]</a></p><p>তথ্যসূত্র: ডন, টাইম, ডিডব্লিউ, গার্ডিয়ান, প্রথম আলোসহ একাধিক সংবাদমাধ্যম</p></div></div></div></body></html>"
        },
        {
            "title": "লুঙ্গি তৈরির গ্রাম তামাই, আছে ১০ হাজারের বেশি তাঁতকল | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fz6fmh7nc%2FSirajgonj.jpg?rect=0%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিরাজগঞ্জ শহর থেকে প্রায় ১৭ কিলোমিটার দক্ষিণে জেলার বেলকুচি উপজেলার ‘তামাই গ্রাম’। এই গ্রামের মানুষের প্রধান পেশা উন্নত মানের রকমারি তাঁতের লুঙ্গি বানানো। এই কাজের জন্য গ্রামটিতে রয়েছে ১০ হাজারের অধিক যন্ত্রচালিত তাঁত (পাওয়ার লুম)। যেখানে লক্ষাধিক মানুষের কর্মসংস্থান হয়েছে। গ্রামটির প্রায় ৯৫ ভাগ পরিবারের মানুষ কোনো না কোনোভাবে এই শিল্পের সঙ্গে যুক্ত। এই লুঙ্গিশিল্পীদের হাত ধরে গ্রামটিতে এসেছে অর্থনৈতিক সমৃদ্ধি।</p><p>বাংলাদেশ তাঁত বোর্ড সূত্রে জানা যায়, এখানকার তৈরি লুঙ্গির খ্যাতি এখন শুধু দেশে নয়, দেশের সীমানা ছাড়িয়ে ভারতের পশ্চিমবঙ্গ, আসাম, ত্রিপুরা এমনকি মিয়ানমারের কিছু অংশেও ছড়িয়ে পড়েছে। ব্যবসায়ীরা এখান থেকে লুঙ্গি কিনে বিদেশেও পাঠান। বিশেষ করে ইউরোপ, সংযুক্ত আরব আমিরাত ও মালয়েশিয়ায় থাকা প্রবাসীদের মধ্যে এর ব্যাপক চাহিদা রয়েছে।</p><p>সম্প্রতি<strong> </strong>গ্রামটিতে গিয়ে দেখা যায়, ভোরের আলো ঠিকমতো ফোটার আগেই জেগে উঠেছেন গ্রামটির হাজার হাজার তাঁতশ্রমিকেরা। চারপাশ যখন আবছা অন্ধকারে ঢাকা, তখনই গ্রামটি তাঁতের টুকটাক শব্দে মুখরিত হয়ে উঠেছে। গ্রামটিতে গভীর রাত পর্যন্ত চলে তাঁতে লুঙ্গি উৎপাদনের কাজ। উত্তরের রংপুর, কুড়িগ্রাম, পাবনাসহ বিভিন্ন জেলার শ্রমজীবী মানুষ এখানে এসে লুঙ্গি উৎপাদনের কাজ করেন। একটি তাঁতে একজন তাঁতশ্রমিক দিনে ৮ থেকে ১৫টি লুঙ্গি বুনতে পারেন। একজন শ্রমিক পরিচালনা করে থাকেন দুটি করে তাঁত।</p></div></div></div></body></html>"
        },
        {
            "title": "কখনো জিততে পারেননি যে ট্রফি, সেটা কি এবার পাবেন সালাহ | প্রথম আলো",
            "time": "2025-12-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fgusx2x4y%2F4685920115827858174598861588249276410086207n.jpg?rect=0%2C0%2C998%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসবের মধ্যেও অবশ্য গত সপ্তাহে ব্রাইটনের বিপক্ষে বদলি নেমে সতীর্থকে দিয়ে গোল করিয়েছেন। সেই সঙ্গে গড়েছেন দারুণ এক কীর্তি। ওয়েইন রুনিকে ছাড়িয়ে প্রিমিয়ার লিগে নির্দিষ্ট কোনো ক্লাবের হয়ে সবচেয়ে বেশি গোলে (গোল করা ও করানো মিলিয়ে ২৭৭টি) অবদানের রেকর্ড এখন তাঁর।</p><p>তারপরই আগাদিরে গেছেন মিসরের জার্সিতে নতুন অভিযানে। সর্বশেষ মিসর যেবার চ্যাম্পিয়ন হয়েছিল, সালাহ তখন কিশোরই ছিলেন বলা যায়। এখন তিনি মহাতারকা, সম্ভবত দেশটির ইতিহাসে সর্বকালের সেরাও। আফকন জিততে পারলে হয়তো আর ‘সম্ভবত’ কথাও ব্যবহার করতে হবে না।</p><p>ক্যারিয়ারের সায়াহ্নে এসে সালাহ কি পারবেন সেই অপূর্ণ বৃত্ত পূরণ করতে?</p><p>উত্তরটা সময়ের জিম্মায়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তবু মাথা নোয়াবার নয়’ | প্রথম আলো",
            "time": "2025-12-21T01:43:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fpqv5t7iz%2Fprothomalo-bangla2025-12-191qx1wx4j%E0%A7%AA.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো প্রকাশের সময় আমাদের কিছু লক্ষ্য ছিল। আমরা ঠিক করেছিলাম, সাহসের সঙ্গে এবং কোনো রাজনৈতিক দলের পক্ষাবলম্বন না করে বস্তুনিষ্ঠ সাংবাদিকতা করব। প্রতিষ্ঠানটিকে আর্থিকভাবে স্বাবলম্বী করে গড়ে তুলব এবং গণমাধ্যমের ওপর প্রযোজ্য আইন ও নীতি মেনে পেশাদারির সঙ্গে কার্যক্রম পরিচালনা করব। প্রথম আলোর সম্পাদকীয় নীতিমালায় নানা প্রসঙ্গের মধ্যে আমরা বলেছিলাম, ‘গণতন্ত্র, অসাম্প্রদায়িকতা, আপামর মানুষের মঙ্গল ও উন্নয়ন এবং মুক্তিযুদ্ধের মূল্যবোধে আমরা অবিচল।’ আরও বলেছিলাম, ‘নারী, শিশু এবং ধর্মীয় সম্প্রদায় বা ক্ষুদ্র জাতিসত্তার আত্মমর্যাদা ও অধিকারের প্রতি আমরা সজাগ ও সংবেদনশীল।’ (দ্রষ্টব্য: প্রথম আলো ওয়েবসাইট) আমরা সেই নীতি মেনে সাংবাদিকতা করে এসেছি।</p><p>আমরা জানতাম, সাংবাদিকতার এই পথ গোলাপে বিছানো নয়। তবে পথটি যে কত সুতীক্ষ্ণ কাঁটায় ভরা, ১৮ ডিসেম্বর রাত তার একটা নজির তৈরি করল; তবে কেবল সাংবাদিকতারই জন্য এটি কালো রাত ছিল না, ছিল গণতন্ত্রের জন্যও।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২১ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-21T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2F8sg9wfy9%2FWhatsApp-Image-2025-09-07-at-18.46.345cffd0da.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>মাউন্ট মঙ্গানুই টেস্ট-৪র্থ দিন</h2></p></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>অ-১৯ এশিয়া কাপ ক্রিকেট: ফাইনাল</h2></p></div></div></body></html>"
        }
    ]
}