{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এ বছরই ওয়ানডে থেকেও অবসর নিতে পারেন কোহলি-রোহিত | প্রথম আলো",
            "time": "2025-08-10T15:16:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fq133xpnk%2Fd3e7dnr4virat-kohli-and-rohit-sharma-afp625x30010August25.webp?rect=0%2C54%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন রোহিতের বয়স ৩৮, আর কোহলির ৩৬।  ২০২৭ সালের ওয়ানডে বিশ্বকাপে তাদের বয়স কত হবে সহজেই অনুমান করা যাচ্ছে। বিসিসিআই সূত্রে দৈনিক জাগরণ জানিয়েছে, তরুণদের সুযোগ দিতে এখন থেকেই দল সাজানোর পরিকল্পনা চলছে। ফলে কোহলি-রোহিতকে বাদ দেওয়ার সম্ভাবনাও আছে।</p><p>কোহলি ও রোহিত এর আগে বোর্ডার-গাভাস্কার ট্রফিতে ব্যর্থ হওয়ার পর রঞ্জি ট্রফি খেলেছিলেন। দুজনেই চলতি বছরের মে মাসে টেস্ট ক্রিকেট থেকে অবসর নেন। এর আগে গত বছর জুনে টি-টোয়েন্টি বিশ্বকাপ জেতার পর একসঙ্গে টি-টোয়েন্টি থেকেও অবসর নেন।</p><p>ভারতের পরবর্তী ওয়ানডে সিরিজ অস্ট্রেলিয়ায় শুরু হবে ১৯ অক্টোবর, ম্যাচ হবে পার্থ, অ্যাডিলেড ও সিডনিতে। এরপর ডিসেম্বরের শুরুতে ঘরের মাঠে দক্ষিণ আফ্রিকার বিপক্ষে তিন ম্যাচের সিরিজ। ২০২৬ সালে ভারতের ওয়ানডে সূচিতে আছে নিউজিল্যান্ড (জানুয়ারি), আফগানিস্তান (জুন), ইংল্যান্ড (জুলাই), ওয়েস্ট ইন্ডিজ (সেপ্টেম্বর) ও আবার নিউজিল্যান্ড (অক্টোবর) সফর।</p></div></div></div></body></html>"
        },
        {
            "title": "নিষেধাজ্ঞার মধ্যেই গাজার পক্ষে নরওয়ে কাঁপিয়ে দিল ব্যান্ডটি | প্রথম আলো",
            "time": "2025-08-10T15:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-27%2Fnmlf25d8%2FNYC-part-2-%F0%9F%8D%8F.jpg?rect=0%2C43%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজার পক্ষ নেওয়াই ‘নিক্যাপ’ সবচেয়ে বেশি রোষানলে আছে যুক্তরাজ্য সরকারের। দেশটির সঙ্গে ঝামেলার সূত্রপাত ২০২৪ সালে। সেবার তারা ‘ফেয়ারওয়েল টু দ্য ইউনিয়ন’ নামে একটি ট্যুরের আয়োজন করে। সেই ট্যুরের পর যুক্তরাজ্যের সরকার তাদের জন্য বরাদ্দ করা ১৫ হাজার পাউন্ড মূল্যের শিল্প অনুদান বাতিল করে। স্বাধীন বোর্ড সেই অনুদান অনুমোদন করার পরও সরকারের সিদ্ধান্তে তা বাতিল হয়ে যায়। যুক্তরাজ্যের ব্যবসা ও বাণিজ্যসচিব কেমি ব্যাডেনোচের দপ্তর পরে তা আটকে দেয়।<br>এক বিবৃতিতে ব্যাডেনোচের মুখপাত্র বলেন, ‘আমরা এমন শিল্পীদের হাতে ব্রিটিশ করদাতাদের অর্থ তুলে দিতে চাই না, যাঁরা যুক্তরাজ্যের অস্তিত্বকেই অস্বীকার করেন।’ তবে ব্যান্ডটি হাল ছাড়েনি, তারা আদালতে যায়। আদালত সরকারের সিদ্ধান্তকে অবৈধ ঘোষণা করে। এটি ছিল শিল্পের স্বাধীনতার এক বড় জয়।<br>বিতর্ক এখানেই থেমে থাকেনি। ২০২৪ সালে লন্ডনে এক কনসার্টে নিক্যাপের সদস্য লিয়াম ওগ ও’হান্নাই, যিনি মঞ্চে মো চারা নামে পরিচিত, হিজবুল্লাহর পতাকা প্রদর্শন করেন। এ ঘটনায় তাঁর বিরুদ্ধে সন্ত্রাসবিরোধী আইনে মামলা হয়। গত সপ্তাহে তাঁর জামিন দেন ওয়েস্টমিনস্টার ম্যাজিস্ট্রেট আদালত, মামলার শুনানি ধার্য করা হয় ২০ আগস্টে। নিক্যাপ আগেই জানিয়েছিল, তারা এ অভিযোগকে ‘মিথ্যা ও ভিত্তিহীন’ মনে করে, তারা আদালতে জোরালোভাবে তা মোকাবিলা করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জন্মশতবর্ষ পেরিয়ে এস এম সুলতান | প্রথম আলো",
            "time": "2025-08-10T15:08:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F097d9569%2FAshfaqur-R.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন সব চিত্র এঁকে নিজ গ্রামে ফিরে আসার মধ্য দিয়ে দীক্ষা লাভ করলেন সুলতান। বাংলাদেশ পর্বে যার পূর্ণতা লাভ করে। আঁকলেন ‘প্রথম বৃক্ষরোপণ’। নৈবেদ্য নিবেদন বইয়ে ডি ডি মল্লিক লিখলেন এ চিত্রকর্মটি প্রসঙ্গে সুলতান বলেছেন, ‘ছবিতে আমি দেখিয়েছি আদম মাটির কাছে এসেছেন। পেশিবহুল হাতে বৃক্ষরোপণ করছেন। আমি বোঝাতে চেষ্টা করছি আদম পুরো সভ্যতাকে রক্ষা করছেন।’ এভাবেই মাটির নানা রং এল তাঁর চিত্রপটে। মাটির রঙে সভ্যতার ধারণাকে ছুড়ে ফেলে দিয়ে জগতের সঙ্গে মানুষের সঙ্গে মিলে গেলেন আজীবনের মতো। পেশিবহুল মানুষ আসলে তাঁর কাছে ছিল প্রতীক—তাঁর শিল্পভাষা তৈরির হাতিয়ার।</p><p>ধীরে ধীরে শক্তির রূপ ও পরিচয় করিয়ে দেওয়াই এই হাতিয়ারের কাজ। এই সিদ্ধি অর্জনের কারণে ১৯৮৬ সালে আঁকা ‘হত্যাযজ্ঞ’ ছবিতে চারপাশে মৃত মানুষের দেহগুলোর মাঝে চোখ বন্ধ করে বসে আছে এক ধ্যানমগ্ন মানুষ। এমন করে মানুষ আঁকার ইঙ্গিত বহুমাত্রিক, যা সৃষ্টি নিয়ে চিন্তার তরঙ্গকে করে নানাভাবে প্রবাহিত—অর্থপূর্ণ। হয়তো একদিন এই ধ্যান করা মানুষটি চোখ খুলে উঠে দাঁড়াবে—বিস্ময়ে দেখতে এই জগৎকে। তাই তাঁর কাছে সমতার ধারণা খুব গুরুত্বপূর্ণ বিষয় যেকোনো বিবেচনায়। নারী-পুরুষের বিভাজন নয়—মানুষই তাঁর কাছে প্রধান।</p></div></div></div></body></html>"
        },
        {
            "title": "কেরানীগঞ্জে প্রস্তাবিত এলিভেটেড এক্সপ্রেসওয়ের স্টেশন সরানোর দাবিতে মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2025-08-10T15:03:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Ff2iav5lw%2FKerinigonj.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজেন্দ্রপুর বসতভিটা রক্ষা কমিটির আহ্বায়ক নুর হোসেন মিয়া সাংবাদিকদের বলেন, এ পরিকল্পনা বাস্তবায়িত হলে আমাদের বাপ-দাদার বসতভিটা, ধর্মীয় প্রতিষ্ঠান, শিক্ষাপ্রতিষ্ঠান, খেলার মাঠসহ সর্বস্ব হারাতে হবে। আমরা চাই, এলিভেটেড এক্সপ্রেসওয়ে হোক। তবে সেটি যেন জনস্বার্থবিরোধী না হয়। প্রস্তাবিত জায়গা থেকে মাত্র এক কিলোমিটার পূর্বদিকে পয়েন্টটি সরিয়ে নিলেই গ্রামগুলো রক্ষা পাবে।’</p><p>রাজেন্দ্রপুর এলাকার বাসিন্দা ও ঢাকা জেলা (দক্ষিণ) ছাত্রদলের সভাপতি পাভেল মোল্লা দাবি করেন, ‘নকশা অনুযায়ী প্রকল্পটি বিগত সরকারের বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয়ের সাবেক প্রতিমন্ত্রী নসরুল হামিদের মালিকানাধীন আবাসন প্রকল্প প্রিয়প্রাঙ্গণের ভেতর দিয়ে যাওয়ার কথা থাকলেও পরে তা পরিবর্তন করে আমাদের গ্রামগুলোর ওপর চাপানো হয়েছে। আমাদের দাবি, প্রস্তাবিত স্টেশনটি সাধারণ মানুষের ভিটেমাটি থেকে সরিয়ে ওই আবাসন প্রকল্পের ভেতরে স্থাপন করা হোক।’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থানের হতাহতদের সংখ্যা ভিন্ন কেন, প্রশ্ন সালাহউদ্দিন আহমদের | প্রথম আলো",
            "time": "2025-08-10T15:02:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F04i1cep1%2FWhatsApp-Image-2025-08-10-at-8.20.46-PM.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ–অভ্যুত্থানে নিহত ব্যক্তিদের তালিকা অপূর্ণাঙ্গ উল্লেখ করে সালাহউদ্দিন আহমদ বলেন, ‘রাষ্ট্রের ক্ষমতা যাঁরা পরিচালনা করেন, তাঁদের রাষ্ট্রীয় দায়বদ্ধতা পালন করতে হবে। আমরা দেখেছি, এই অন্তর্বর্তী সরকারের কিছু উদ্যোগ, যাঁরা শহীদ হয়েছেন তাঁদের জন্য। অবশ্য এ তালিকাটা নিয়ে এখনো প্রশ্ন আছে, এটা অপূর্ণাঙ্গ।’</p><p>বিএনপির এই নেতা বলেন, ‘যদি আমরা জাতিসংঘের রিপোর্ট অনুসারে বলি, সেই তালিকা হওয়া উচিত চৌদ্দ শরও বেশি। কিন্তু তারা (অন্তর্বর্তী সরকার) এই তালিকা নিয়ে ঘোষণাপত্রে বলেছে এক হাজারের অধিক। কোনো কোনো হিসাবমতে সাতশ কতজনের কথা বলেন। আমাদের দুর্ভাগ্য আমরা সেই তালিকাটা এখনো সঠিকভাবে প্রণয়ন করতে পারিনি।’এ প্রসঙ্গে তিনি আরও বলেন, ‘রাষ্ট্রের যাঁরা দায়িত্বে আছেন, সরকার পরিচালনা করছেন, তাঁদের আরও একটু সচেতন হওয়া উচিত ছিল। যেহেতু হাসপাতালের রেজিস্টার গায়েব করা হয়েছে, যেহেতু অনেক জায়গায় গণকবর দেওয়া হয়েছে, এগুলো উদ্‌ঘাটনের জন্য অবশ্য কিছু সময় লাগবে। তারপরও এ উদ্যোগটা নেওয়া উচিত। সেগুলোর খতিয়ান বের করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প-সি কারও সঙ্গে সম্পর্ক টিকল না, একলা চলবেন মোদি? | প্রথম আলো",
            "time": "2025-08-10T15:01:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fsybyxw7f%2Ftrumpximodireuters.jpg?rect=0%2C15%2C685%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প যখন ভারতের ওপর বেশি শুল্ক বসালেন, তখন মোদি স্পষ্টভাবে বললেন, ভারত তার কৃষক, জেলে ও দুগ্ধশিল্পীদের স্বার্থে কোনো আপস করবে না। তিনি জানেন, এর জন্য তাঁকে ব্যক্তিগতভাবে বড় রাজনৈতিক মূল্য দিতে হতে পারে। তবু তিনি প্রস্তুত।</p><p>আসলে রাশিয়ার তেল কেনা নিয়ে বিরোধ শুরু হওয়ার আগেই সম্পর্কের টানাপোড়েন শুরু হয়েছিল। বছরের শুরুতে ভারত-পাকিস্তানের সীমান্তে গোলাগুলির পর ট্রাম্প দাবি করেন, তিনি দুই দেশকে যুদ্ধবিরতিতে রাজি করিয়েছেন।</p><p>পাকিস্তান এ দাবিকে স্বাগত জানায়, এমনকি নোবেল শান্তি পুরস্কারের জন্য ট্রাম্পকে মনোনীত করে। কিন্তু ভারত এ দাবি সরাসরি অস্বীকার করে এবং দেখাতে চায়, মোদিই সামরিক শক্তি দিয়ে পাকিস্তানকে পিছু হটতে বাধ্য করেছেন।</p><p>বিশ্লেষকদের মতে, সমস্যার মূল কারণ হলো এখন দুই দেশের সম্পর্ক রাষ্ট্রের বদলে দুই নেতার ব্যক্তিগত সম্পর্কের ওপর নির্ভর করছে। ট্রাম্প আর মোদি দুজনই খুব ব্যক্তিকেন্দ্রিক ও অহংকারী স্বভাবের। তাই সম্পর্কের ভাঙন আরও তীব্র হয়ে উঠেছে।</p><p>নিউইয়র্ক টাইমস থেকে নেওয়া ইংরেজি থেকে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "নারীবিবর্জিত কমিশন বসে নারীর বিষয় নির্ধারণ করেছে, অস্বস্তিতে ভুগছি: শারমীন মুরশিদ | প্রথম আলো",
            "time": "2025-08-10T14:59:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F6sjcns9e%2FSharmin-Murshid.jpeg?rect=0%2C536%2C1456%2C764&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানুষের জন্য ফাউন্ডেশনের নির্বাহী পরিচালক শাহীন আনাম বলেন, ‘কোনো নারী সংগঠনের সঙ্গে কথা না বলে ঐকমত্য কমিশন নারীর বিষয়ে সিদ্ধান্ত নিয়েছে। এ সিদ্ধান্তকে আমরা প্রত্যাখ্যান করি। ২০২৫ সালে এসে সাধারণ আসনে ৫ শতাংশ মনোনয়নের দাক্ষিণ্য দেখানো হচ্ছে। দেখা যাবে, দুর্বল আসনগুলোতে নারীদের মনোনয়ন দেবে দলগুলো।’</p><p>জাতীয় নাগরিক পার্টির (এনসিপি) জ্যেষ্ঠ যুগ্ম সদস্যসচিব তাসনিম জারা বলেন, জুলাই গণ-অভ্যুত্থানে নারী সামনে থেকে নেতৃত্ব দিয়েছে। অথচ নারী আসন ও সাধারণ আসনে মনোনয়ন নিয়ে কোনো পরিবর্তন আনা গেল না। এটা ব্যর্থতা। ঐকমত্য কমিশনের মধ্যে নারীর কণ্ঠ ধরতে পারার কোনো প্রক্রিয়া দেখা যায়নি।</p><p>অনুষ্ঠানে সূচনা বক্তব্য দেন ডেমোক্রেসি ইন্টারন্যাশনালের চিফ অব পার্টি ক্যাথেরিন সিসিল। সমাপনী বক্তব্য দেন সংস্থার ডেপুটি চিফ অব পার্টি আমিনুল এহসান। অনুষ্ঠান সঞ্চালনা করেন সংস্থার জ্যেষ্ঠ পরিচালক লিপিকা বিশ্বাস।</p><p>অনুষ্ঠানে আরও বক্তব্য দেন বিপ্লবী ওয়ার্কার্স পার্টির সাধারণ সম্পাদক সাইফুল হক, জামায়াতে ইসলামীর সাইফুল আলম খান, নারীবিষয়ক সংস্কার কমিশনের সদস্য সুমাইয়া ইসলাম, ন্যাশনালিস্ট ডেমোক্রেটিক মুভমেন্টের (এনডিএম) প্রতিষ্ঠাতা ও চেয়ারম্যান ববি হাজ্জাজ, এনসিপির যুগ্ম সদস্যসচিব হুমায়রা নূর, জুলাই যোদ্ধা শাহজাদী ফানান্না কথাসহ অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "মহাকাশে বিশাল কৃষ্ণগহ্বরের সন্ধান পেয়েছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2025-08-10T14:54:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F3yvvw4xw%2Fblack-hole.nasa.png?rect=0%2C15%2C634%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞানীদের তথ্য মতে, মহাবিশ্বের প্রতিটি ছায়াপথের কেন্দ্রে একটি সুপারম্যাসিভ কৃষ্ণগহ্বর রয়েছে। নতুন আবিষ্কার করা কৃষ্ণগহ্বরের বিষয়ে যুক্তরাজ্যের পোর্টসমাউথ বিশ্ববিদ্যালয়ের অধ্যাপক থমাস কোলেট বলেন, এটি এখন পর্যন্ত আবিষ্কৃত শীর্ষ ১০টি বড় কৃষ্ণগহ্বরের মধ্যে একটি। সম্ভবত সবচেয়ে বিশাল কৃষ্ণগহ্বর। এই অতি–বৃহৎ কৃষ্ণগহ্বরটি তার হোস্ট গ্যালাক্সির আকারের কারণে বিশাল ভরের জন্য দায়ী। আমরা মনে করি, উভয়ের আকার ঘনিষ্ঠভাবে সংযুক্ত। যখন ছায়াপথ বৃদ্ধি পায়, তখন তারা কেন্দ্রীয় কৃষ্ণগহ্বরে পদার্থ পাঠাতে পারে। হোস্ট গ্যালাক্সি যত বড় হবে, তার কেন্দ্রের কৃষ্ণগহ্বরের আকার তত বড় হওয়া উচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেঙ্গুতে মৃত্যু এক শ ছাড়াল | প্রথম আলো",
            "time": "2025-08-10T14:47:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F55c959eb-9dc3-42e7-9f86-6360a832a723%2FUntitled_1.jpg?rect=0%2C13%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছর (২০২৪) এ সময় পর্যন্ত ডেঙ্গুতে ১০২ জনের মৃত্যু হয়েছিল। এবার সে তুলনায় মৃত্যুর সংখ্যা সামান্য কম হলেও বর্তমান পরিস্থিতি নাজুক বলেই মনে করেন জনস্বাস্থ্যবিদ ডা. মুশতাক হোসেন। তিনি আজ সন্ধ্যায় প্রথম আলোকে বলেন, এবার ডেঙ্গু বেশি ছড়িয়েছে রাজধানীর বাইরে। সেখানে মশা নিয়ন্ত্রণে প্রায় কোনো কার্যক্রম নেই। আবার স্বাস্থ্যব্যবস্থার বিকেন্দ্রীকরণের অভাব একটা বড় সমস্যা। সরকার বিকেন্দ্রীকরণের কথা বলছে। কিন্তু সেটা ডেঙ্গুকে দিয়েই শুরু করা উচিত। ডেঙ্গু পরীক্ষা থেকে স্বাস্থ্যসুবিধা মানুষের কাছে নিয়ে যাওয়া দরকার। এর কোনো প্রচেষ্টা দেখি না।</p></div></div></div></body></html>"
        },
        {
            "title": "বেসরকারি বিশ্ববিদ্যালয়ে সহযোগী ও সহকারী অধ্যাপক নিয়োগ, আবেদন ফি ৫০০ টাকা | প্রথম আলো",
            "time": "2025-08-10T14:37:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fd0cfd48b-e020-40b3-902b-3bfbd8106e57%2F%E0%A6%9A%E0%A6%BE%E0%A6%95%E0%A6%B0%E0%A6%BF%20%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্ট্যামফোর্ড ইউনিভার্সিটি বাংলাদেশ</p><p>সহযোগী অধ্যাপক / সহকারী অধ্যাপক</p><p>আবেদনের শেষ তারিখ: ১৮ আগস্ট ২০২৫</p><p>শিক্ষাগত যোগ্যতা—</p><p>সহযোগী অধ্যাপক: প্রাসঙ্গিক বিষয়ে পিএইচডি বা সমমানের ডিগ্রি থাকতে হবে, উৎকৃষ্ট গবেষণা পটভূমিসহ আন্তর্জাতিক স্বীকৃত জার্নালে অন্তত ৬টি গবেষণা প্রবন্ধ থাকতে হবে এবং বিশ্ববিদ্যালয় পর্যায়ে ন্যূনতম ৮ বছরের শিক্ষকতার অভিজ্ঞতা থাকতে হবে, যার মধ্যে অন্তত ৪ বছর সহকারী অধ্যাপক হিসেবে থাকতে হবে।</p><p>সহকারী অধ্যাপক: প্রাসঙ্গিক বিষয়ে পিএইচডি বা সমমানের ডিগ্রি থাকতে হবে, উৎকৃষ্ট গবেষণা পটভূমিসহ আন্তর্জাতিক স্বীকৃত জার্নালে অন্তত ৩টি গবেষণা প্রবন্ধ থাকতে হবে এবং বিশ্ববিদ্যালয় পর্যায়ে ন্যূনতম ৪ বছরের শিক্ষকতার অভিজ্ঞতা থাকতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্ত্রীর চরিত্র খারাপ বলায় পরিকল্পিতভাবে ডেকে নিয়ে হত্যা | প্রথম আলো",
            "time": "2025-08-10T14:36:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Feknr28dt%2FGazipurDH0615.jpg?rect=0%2C52%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>র‍্যাব জানায়, হত্যাকাণ্ডের ঘটনায় তিনজনকে চট্টগ্রামের সীতাকুণ্ড থেকে গ্রেপ্তার করা হয়েছে। তাঁরা হলেন মূল হোতা আপেল মাহমুদ (৪২), তাঁর স্ত্রী শাওন বেগম (৩২) ও সহযোগী সাজ্জাদ হোসেন (২৫)। তাঁদের বাড়ি নরসিংদী সদরের করিমপুর গ্রামে।</p><p>চাঞ্চল্যকর সূত্রবিহীন এই হত্যাকাণ্ডের রহস্য উদ্‌ঘাটনের দাবি করে আজ রোববার সকালে রাজধানীর উত্তরায় র‍্যাব–১–এর কার্যালয়ে আয়োজিত সংবাদ সম্মেলনে কথা বলেন র‍্যাব–১–এর অধিনায়ক লেফটেন্যান্ট কর্নেল আশিকুর রহমান।</p><p>সংবাদ সম্মেলনে র‍্যাব জানায়, গত শুক্রবার সকালে টঙ্গী পূর্ব থানার মাছিমপুর এলাকায় আঞ্চলিক মহাসড়কের পাশে দুটি ট্রাভেল ব্যাগ পড়ে থাকতে দেখেন স্থানীয় লোকজন। কৌতূহলবশত ব্যাগের চেইন খুলে তাঁরা লাশের টুকরা দেখতে পান। খবর পেয়ে ঘটনাস্থলে গিয়ে ব্যাগ খুলে পলিথিনে মোড়ানো অবস্থায় অলি মিয়ার মাথাবিহীন আট টুকরা লাশ উদ্ধার করে পুলিশ। এ ঘটনায় নিহত অলি মিয়ার স্ত্রী শাহানা আক্তার টঙ্গী পূর্ব থানায় হত্যা মামলা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রূপপুর পারমাণবিক বিদ্যুৎ প্রকল্পের নিরাপত্তা পর্যালোচনায় আইএইএর প্রতিনিধিদল | প্রথম আলো",
            "time": "2025-08-10T14:32:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fc46626b5-00ee-4cc6-b141-8ef3b99fe5e9%2F19052024_cm_1.jpg?rect=0%2C37%2C594%2C312&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রূপপুর পারমাণবিক বিদ্যুৎ প্রকল্পের পরিচালক মো. কবির হোসেন বলেন, আইএইএ প্রতিনিধিদল আজ সকাল থেকে প্রকল্পের ১১টি ক্ষেত্রে কাজ শুরু করেছে। ২৭ আগস্ট পর্যন্ত এ পর্যালোচনা চলবে। এরপর প্রতিনিধিদলের প্রতিবেদনের পরিপ্রেক্ষিতে জ্বালানি লোডিং ও প্রাথমিক কার্যক্রম শুরু হবে।</p><p>প্রকল্প–সংশ্লিষ্ট ব্যক্তিদের তথ্যমতে, প্রতিনিধিদল প্রকল্পের টিম নেতৃত্ব ও ব্যবস্থাপনা ব্যবস্থা, প্রশিক্ষণ ও যোগ্যতা, পরিচালনা প্রস্তুতি, রক্ষণাবেক্ষণ ব্যবস্থা, প্রকল্পের প্রযুক্তিগত দিক, পরিচালনা অভিজ্ঞতা ও প্রতিক্রিয়া, বিকিরণ সুরক্ষা ব্যবস্থা, রসায়ন, জরুরি প্রস্তুতি, দুর্ঘটনা ব্যবস্থাপনাব্যবস্থাসহ বিভিন্ন গুরুত্বপূর্ণ দিক পর্যালোচনা করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাফিক সার্জেন্টকে গালিগালাজ করায় কর কর্মকর্তা বরখাস্ত | প্রথম আলো",
            "time": "2025-08-10T14:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2F2fkjma0l%2F%E0%A6%8F%E0%A6%A8%E0%A6%AC%E0%A6%BF%E0%A6%86%E0%A6%B0.png?rect=0%2C0%2C654%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদেশে বলা হয়, ফাতেমা বেগম গত ১২ এপ্রিল আনুমানিক রাত আটটার দিকে ঢাকা মেট্রো–গ–৩৪–৫৯০৬ নম্বর প্রাইভেট কারে অবস্থানকালে লালবাগ থানার ২৬ নম্বর ওয়ার্ডের পলাশী মোড়ে কর্মরত ট্রাফিক সার্জেন্ট শাহা জামাল গাড়ির কাগজপত্র প্রদর্শন করতে বলেন। এ সময় ফাতেমা বেগম গাড়ির কাগজপত্র সঠিক আছে বলে কাগজপত্র প্রদর্শন করতে অপারগতা প্রকাশ করেন। ট্রাফিক সার্জেন্ট আবার গাড়ির কাগজপত্র প্রদর্শন করতে বলায়, ফাতেমা বেগম গাড়ি থেকে বের হয়ে ট্রাফিক সার্জেন্টকে অকথ্য ভাষায় (যেমন ছোটলোকের বাচ্চা, ফকিন্নির বাচ্চা, সারা জীবন ঘুষ খাইছে ইত্যাদি) গালিগালাজ করেন। এ ঘটনায় ট্রাফিক সার্জেন্ট শাহা জামাল তাঁর বিরুদ্ধে লালবাগ থানায় মামলা দায়ের করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের মাধ্যমে জনগণের অধিকারের প্রথম পদক্ষেপ বাস্তবায়িত হবে: তারেক রহমান | প্রথম আলো",
            "time": "2025-08-10T14:27:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Faumvct35%2FRAJSHAHIDH067020250810IMG0457COPY5568X3712.JPG.JPG?rect=0%2C0%2C3484%2C1829&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মেলনে উপস্থিত নেতা–কর্মীদের ঐক্যবদ্ধ থাকার আহ্বান জানিয়ে তারেক রহমান বলেন, ‘জনগণের আস্থা অর্জন করে আগামী নির্বাচনে জয়ী হয়ে রাষ্ট্র পুনর্গঠনের কাজে হাত দিতে হবে। আজকে এই কাউন্সিলের মাধ্যমে আমরা দুটি শপথ নিচ্ছি। এক, আমরা সকলে ইনশা আল্লাহ ঐক্যবদ্ধ থাকব। দুই, আগামী দিনে ইনশা আল্লাহ জনগণের আস্থা অর্জনের মাধ্যমে আমরা দেশ পুনর্গঠন করব।’</p><p>রাজশাহী অঞ্চলের কৃষি ও পরিবেশের ওপর ফারাক্কা বাঁধের বিরূপ প্রভাব তুলে ধরে তারেক রহমান বলেন, ‘এই রাজশাহী মহানগর, এই রাজশাহী জেলা, রাজশাহী বিভাগ, আমরা দেখেছি কীভাবে ফারাক্কার কারণে আজ পদ্মা নদী শুকিয়ে যাচ্ছে। আমরা দেখতে পাচ্ছি কীভাবে একসময় সুজলা-সুফলা সবুজের ছায়া ছিল, সেখানে এই পানির অভাবে, পদ্মা নদীর পানির অভাবে কীভাবে চারদিকে মরুভূমি হয়ে যাচ্ছে ধীরে ধীরে। আমাদের চেষ্টা করতে হবে, আমরা আন্তর্জাতিক আদালতে যাব দরকার হলে, আমরা জাতিসংঘে যাব দরকার হলে। আমাদের পানির হিস্যা বের করে নিয়ে আসতে হবে।’</p><p>রাজশাহী মহানগর বিএনপির আহ্বায়ক বীর মুক্তিযোদ্ধা এরশাদ আলীর সভাপতিত্বে ও সদস্যসচিব মামুন-অর-রশিদের সঞ্চালনায় এতে বক্তব্য দেন বিএনপি চেয়ারপারসনের উপদেষ্টা ও রাজশাহী বিভাগীয় বিএনপির সমন্বয়কারী বীর মুক্তিযোদ্ধা আবদুস সালাম, বিএনপি চেয়ারপারসনের উপদেষ্টা মিজানুর রহমান মিনু, বন ও পরিবেশ বিষয়ক সম্পাদক মোসাদ্দেক হোসেন বুলবুল, ত্রাণ ও পুনর্বাসন বিষয়ক সম্পাদক শফিকুল হক মিলন, কেন্দ্রীয় সাংগঠনিক সম্পাদক (রাজশাহী বিভাগ) সৈয়দ শাহীন শওকত, সহসাংগঠনিক সম্পাদক ওবায়দুর রহমান চন্দন, রাজশাহী জেলা বিএনপির আহ্বায়ক আবু সাঈদ চাঁদ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান দেশে ভাড়া বাড়ি খুঁজছেন: আবদুস সালাম | প্রথম আলো",
            "time": "2025-08-10T14:27:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fxwmptfyh%2FScreenshot-2025-08-10-200741.jpg?rect=0%2C104%2C3448%2C1810&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"তারেক রহমান দেশে ভাড়া বাড়ি খুঁজছেন: আবদুস সালাম\" class=\"nA4h1 \">তারেক রহমান দেশে ভাড়া বাড়ি খুঁজছেন: আবদুস সালাম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-10T20:27:12+06:00\"><span>প্রকাশ: ১০ আগস্ট ২০২৫, ১৪: ২৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সাবেক কমিশনারসহ চার পুলিশের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা | প্রথম আলো",
            "time": "2025-08-10T14:18:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fiqclumgu%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">রামপুরায় মানবতাবিরোধী অপরাধ </h2></p><p><h1 data-title-0=\"সাবেক কমিশনারসহ চার পুলিশের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা\" class=\"nA4h1 \">সাবেক কমিশনারসহ চার পুলিশের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-10T20:18:56+06:00\"><span>প্রকাশ: ১০ আগস্ট ২০২৫, ১৪: ১৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "পরী বললেন, শুধুই বাঁচতে চাই ওদের সাথে... | প্রথম আলো",
            "time": "2025-08-10T14:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fb0ad4f6e-9e43-4318-9172-88816884fc64%2F%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%AE%E0%A6%A8%E0%A6%BF?rect=0%2C0%2C1290%2C677&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">একসময়ের লাক্স তারকাখ্যাত অভিনয়শিল্পী নাফিজা জাহান এখন আছেন যুক্তরাষ্ট্রের নিউইয়র্কে। দেশটির একটি প্রতিষ্ঠানে চাকরি করছেন এই তারকা। মাঝেমধ্যে বাংলাদেশে আসেন, কিছুদিন থেকে আবার উড়াল দেন। মায়ের জন্য নাফিজার মন কাঁদছে, ফেসবুকে মায়ের সঙ্গে ছবি পোস্ট করে আকুলতাও ব্যক্ত করেছেন। নাফিজা লিখেছেন, ‘কখন যে তোমার গায়ের গন্ধ নেব আমি। আম্মু, নিজেকে ফিরে পেতে আর দেরি সহ্য হচ্ছে না।’</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এনবিআর বিলুপ্ত করে দুটি বিভাগ করার অধ্যাদেশের বৈধতা নিয়ে রিট খারিজ | প্রথম আলো",
            "time": "2025-08-10T14:11:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2Fd5904e75-9808-4a92-8a27-58a7cfa69eba%2FUntitled_6.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতে রিটের পক্ষে আইনজীবী জুয়েল আজাদ নিজে শুনানিতে ছিলেন। রাষ্ট্রপক্ষে অ্যাটর্নি জেনারেল মো. আসাদুজ্জামান শুনানিতে অংশ নেন, সঙ্গে ছিলেন ডেপুটি অ্যাটর্নি জেনারেল মোহাম্মদ ওসমান চৌধুরী ও আখতার হোসেন মো. আব্দুল ওয়াহাব।</p><p>হাইকোর্টে রিটটি উত্থাপিত হয়নি বলে খারিজ করে দিয়েছেন বলে জানান ডেপুটি অ্যাটর্নি জেনারেল আখতার হোসেন মো. আব্দুল ওয়াহাব। তিনি প্রথম আলোকে বলেন, ‘অর্থাৎ রিটটি খারিজ হয়েছে। রাষ্ট্রপক্ষ থেকে বলা হয়—এটি সরকারের পলিসি সিদ্ধান্ত, এতে আদালতের হস্তক্ষেপ করা সমীচীন হবে না। ওই অধ্যাদেশ নিয়ে জনস্বার্থ আকারে আবেদনকারী রিট করলেও কেন তিনি সংক্ষুব্ধ তা দেখাতে পারেননি। রিট খারিজ হওয়ায় দুটি পৃথক বিভাগ প্রতিষ্ঠার জন্য জারি করা অধ্যাদেশ বলবৎ থাকবে।’</p></div></div></div></body></html>"
        }
    ]
}