{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রায় ১১ বছর পর কেউ গোল করতে পারল না, ৬০০ তম ম্যাচে এসে নিশানা হারাল লিভারপুল | প্রথম আলো",
            "time": "2026-01-09T06:30:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fngakruzh%2FFBL-ENG-PR-ARSENAL-LIVERPOOL-211730.jpg?rect=0%2C0%2C8256%2C4334&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিগে টানা ৫ ম্যাচ জেতার পর এই প্রথম পয়েন্ট হারাল আর্সেনাল। ব্যবধান আরও বাড়াতে না পারা নিয়ে আক্ষেপ আছে কিনা জানে চাইলে আরতেতা বলেছেন, ‘জিততে না পারলেই এমন মনে হয়। তবে আমরা যদি সব ম্যাচ জিততাম, তাহলে ব্যবধানটা ১২, ১৫ কিংবা ২০ পয়েন্টও হতে পারত।’</p><p>দলের পারফরম্যান্স নিয়ে লিভারপুল কোচ স্লট বলেছেন, ‘এত বেশি বলের দখল থাকলে আপনি আরও বেশি সুযোগ তৈরি করার আশা করেন। এটাই আমাদের বাস্তবতা। আমরা বলের দখলে আধিপত্য দেখাতে পারি, কিন্তু কিছু জায়গায় এখনো ভুগছি। সেট পিসে দুর্বলতা আছে, ফাইনাল থার্ডে গিয়ে সঠিক পাসটা খুঁজে পেতেও সমস্যা হচ্ছে। এই দিকগুলোতে আমরা এখনো কয়েকটি দলের মতো মানসম্পন্ন হতে পারিনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে অর্থনীতির গণতন্ত্রায়ণ কেন প্রয়োজন | প্রথম আলো",
            "time": "2026-01-09T06:29:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F4qavvymg%2FUntitled-2.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু সামাজিক সেবাগুলোতে অধিকারকে শুধু পরিমাণগত দিক থেকে দেখলে চলবে না, তাকে নিশ্চিত করতে হবে গুণগত দিক দিয়ে। মানসম্পন্ন শিক্ষা, সুব‍্যবস্থামূলক স্বাস্থ্য সবার কাছে লভ‍্য করে দিতে হবে। সক্ষমতা গঠিত হলে পরে ভূমি, ঋণ, আর্থিক সম্পদ, কর্মনিয়োজন সুযোগ এবং তথ্যপ্রযুক্তি–সুবিধার মতো উৎপাদনকেন্দ্রিক উপকরণে প্রত্যেক নাগরিকের সমান প্রবেশাধিকার নিশ্চিত করতে হবে। বনাঞ্চল, জলাশয় এবং অন্যান্য পরিবেশভিত্তিক যেসব যৌথ সম্পদ রয়েছে, সেখানেও সমাজের প্রতিটি নাগরিকের অধিকার থাকা প্রয়োজন।</p><p>দ্বিতীয়ত, অর্থনৈতিক গণতন্ত্রের জন্য জনগণের মতপ্রকাশের স্বাধীনতা এবং স্বশাসন সংরক্ষণ অত্যন্ত জরুরি। যেসব সিদ্ধান্ত নাগরিকদের জীবনের ওপরে প্রভাব ফেলে, সেসব সিদ্ধান্ত গ্রহণে তাঁদের অংশগ্রহণ অবশ্যই থাকতে হবে এবং সেসব অংশগ্রহণ লোক দেখানো হলে চলবে না, সেগুলো কার্যকর অংশগ্রহণ হতে হবে।</p><p>অনেক সময়েই এ জাতীয় প্রক্রিয়ায় দরিদ্র ও প্রান্তিক মানুষদের অংশগ্রহণ প্রতীকী পর্যায়েই থেকে যায় এবং সেখানে তাঁদের কণ্ঠস্বর অনুপস্থিত থাকে। আলোচনা প্রক্রিয়ায় মানুষের সমপ্রতিনিধিত্ব ভিন্ন সমাজের সাধারণ জনগোষ্ঠীর অংশগ্রহণ নিশ্চিত করা যায় না। অর্থনৈতিক বিতর্ক, আলোচনা ও কথাবার্তায় এবং সেই সঙ্গে নীতিবিষয়ক সিদ্ধান্তে সাধারণ মানুষের প্রতিনিধিত্ব এবং অংশগ্রহণ অত‍্যাবশ‍্যকীয়, যা ভিন্ন অর্থনৈতিক গণতন্ত্র বজায়ক্ষম হয় না।</p><p>তৃতীয়ত, দেশের সব নাগরিকের জন্য সুফলের সমতার নিশ্চিতকরণও অর্থনৈতিক গণতন্ত্রের একটি অত‍্যাবশ‍্যকীয় মাত্রিকতা। যদি সক্ষমতা ও সুযোগের ক্ষেত্রে সম–অধিকার নিশ্চিত করা হয়, সিদ্ধান্ত গ্রহণ প্রক্রিয়ায় সমপ্রতিনিধিত্ব ও অংশগ্রহণ নিশ্চিত করা যায়, তাহলে একটি দেশের প্রতিটি গোষ্ঠীই সমভাবেই লাভবান হবে।</p><p>এ সত্ত্বেও একটি সমাজে বৃদ্ধ গোষ্ঠী, প্রতিবন্ধী মানুষ এবং প্রান্তিক জনগোষ্ঠীর মতো নানা গোষ্ঠী থাকবে, যাদের কল্যাণের জন্য সুনির্দিষ্ট, লক্ষ‍্যমুখী নানা ব্যবস্থা থাকতে হবে। এসব ব্যবস্থার মধ্যে থাকবে সামাজিক সহায়তা এবং সামাজিক সুরক্ষার মতো নানা ব্যবস্থা।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ডে যুক্তরাষ্ট্র আক্রমণ করলে আগে গুলি করা হবে, পরে প্রশ্ন: ডেনমার্ক | প্রথম আলো",
            "time": "2026-01-09T06:22:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fn5yagusb%2FTrump.jpg?rect=0%2C11%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হোয়াইট হাউসের প্রেস সেক্রেটারি ক্যারোলিন লেভিট বলেন, ‘প্রেসিডেন্ট ট্রাম্প পরিষ্কার করে দিয়েছেন, গ্রিনল্যান্ড দখল করা যুক্তরাষ্ট্রের জাতীয় নিরাপত্তার জন্য অগ্রাধিকার। আর্কটিক অঞ্চলে শত্রুদের রুখে দিতে এটি অত্যন্ত জরুরি। প্রেসিডেন্ট ও তাঁর দল এই লক্ষ্য অর্জনে নানা বিকল্প নিয়ে আলোচনা করছেন। এর মধ্যে ‘সামরিক বাহিনী’র ব্যবহার কমান্ডারের হাতে অবশ্যই একটি খোলা বিকল্প হিসেবে রয়েছে।’</p><p>মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিও জানিয়েছেন, তিনি আগামী সপ্তাহে ডেনমার্ক ও গ্রিনল্যান্ডের কর্মকর্তাদের সঙ্গে দেখা করার পরিকল্পনা করছেন। ‘ওয়াল স্ট্রিট জার্নাল’-এর প্রতিবেদনে বলা হয়েছে, রুবিও স্পষ্ট করেছেন, সামরিক শক্তি ব্যবহার নয়, ট্রাম্প দ্বীপটি কিনতে চান। ডেনমার্কও এই আলোচনাকে ‘প্রয়োজনীয় সংলাপ’ হিসেবে স্বাগত জানিয়েছে।</p><p>তবে মার্কিন ভাইস প্রেসিডেন্ট জেডি ভ্যান্স বুধবার বলেন, ডেনমার্ক গ্রিনল্যান্ডের নিরাপত্তায় ‘স্পষ্টভাবেই’ সফল হয়নি। তিনি আরও বলেন, আর্কটিক অঞ্চলে যুক্তরাষ্ট্রের স্বার্থ রক্ষায় ট্রাম্প ‘যতদূর প্রয়োজন, ততদূর যেতে রাজি আছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি পরীক্ষা ২০২৬- বাংলা ২য় পত্র: ভাষার ক্ষুদ্রতম একক হলো ধ্বনি | প্রথম আলো",
            "time": "2026-01-09T06:19:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-10%2Fnj5naisj%2F%E0%A7%AF.jpg?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বাংলা ২য় পত্র: বহুনির্বাচনি প্রশ্ন</strong></p><p><strong>পরিচ্ছেদ–৫: ধ্বনি ও বর্ণ</strong></p><p>১.         বাংলায় মৌলিক স্বরধ্বনি কয়টি?</p><p>            ক. ৫টি                                           খ. ৭টি</p><p>            গ. ৯টি                                           ঘ. ১১টি</p><p>২.         ভাষার ক্ষুদ্রতম এককের নাম কী?</p><p>            ক. ধ্বনি                                         খ. শব্দ</p><p>            গ. রূপ                                           ঘ. বাক্য</p><p>৩.        বাংলা ভাষায় মৌলিক ধ্বনি কয়টি?</p><p>            ক. ১১টি                                         খ. ৩০টি</p><p>            গ. ৩৭টি                                         ঘ. ৫০টি</p><p>৪.         কোন ধ্বনিগুলো উচ্চারণের সময়ে মুখগহ্বরের কোথাও বাধা পায় না?</p><p>            ক. স্বরধ্বনি                                     খ. মৌলিক ধ্বনি</p><p>            গ. ব্যঞ্জনধ্বনি                                  ঘ. যুক্তধ্বনি</p></div></div></div></body></html>"
        },
        {
            "title": "ঝালকাঠি-২ আসনে জামায়াত ও ইসলামী আন্দোলনের প্রার্থীকে কারণ দর্শানোর নোটিশ | প্রথম আলো",
            "time": "2026-01-09T06:19:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Feex8x3zj%2FUntitled-1.jpg?rect=0%2C18%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোটিশে বলা হয়, ত্রয়োদশ জাতীয় সংসদ নির্বাচন-২০২৬ উপলক্ষে তফসিল ঘোষণার পরবর্তী ৪৮ ঘণ্টার মধ্যে সম্ভাব্য সব প্রার্থীকে নিজ নিজ পোস্টার, ব্যানার, দেয়াললিখন, বিলবোর্ড, গেট, তোরণ, প্যান্ডেল, আলোকসজ্জাসহ সব ধরনের নির্বাচনী প্রচারসামগ্রী ও ক্যাম্প নিজ খরচে এবং নিজ দায়িত্বে অপসারণের নির্দেশনা দেওয়া হয়। কিন্তু পরিদর্শনের পাশাপাশি প্রাপ্ত তথ্যে দেখা যায়, নির্ধারিত সময় পার হওয়ার পরও ঝালকাঠি ও নলছিটি শহরসহ ঝালকাঠি-২ নির্বাচনী এলাকার বিভিন্ন স্থানে এস এম নিয়ামুল করিম ও মোহাম্মদ সিরাজুল ইসলামের নাম ও সম্ভাব্য প্রতীকের পোস্টার দৃশ্যমান আছে। এতে সংসদ নির্বাচনে রাজনৈতিক দল ও প্রার্থীর আচরণ বিধিমালা, ২০২৫-এর বিধি ৭-এর উপবিধি (ক) লঙ্ঘিত হয়েছে।</p><p>নোটিশে আরও উল্লেখ করা হয়, এ অভিযোগের পরিপ্রেক্ষিতে কেন ওই দুই প্রার্থীর বিরুদ্ধে বাংলাদেশ নির্বাচন কমিশনে প্রতিবেদন পাঠানো হবে না কিংবা অপরাধ আমলে নিয়ে বিচারকার্য সম্পন্ন করা হবে না—সে বিষয়ে আগামী ১১ জানুয়ারি বেলা ১১টা ৩০ মিনিটে জেলা জজ আদালতের তৃতীয় তলায় রাজাপুর সিভিল জজ আদালতে বিচারক মো. আরিফ হোসেনের কার্যালয়ে হাজির হয়ে লিখিত ব্যাখ্যা দেওয়ার নির্দেশ দেওয়া হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায়ীদের ভ্রমণ সহজ করতে যুক্তরাষ্ট্রের প্রতি আহ্বান | প্রথম আলো",
            "time": "2026-01-09T06:09:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F7bp0zmn1%2FKhalilur_Rahman.jpeg?rect=0%2C51%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">জাতীয় নিরাপত্তা উপদেষ্টা খলিলুর রহমান গতকাল বৃহস্পতিবার বিকেলে ওয়াশিংটন ডিসিতে মার্কিন বাণিজ্য প্রতিনিধি জেমিসন গ্রিয়ারের সঙ্গে বৈঠক করেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় কোটি টাকার বেশি সম্পদ জামায়াতের ৫ প্রার্থীর | প্রথম আলো",
            "time": "2026-01-09T06:05:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fbrviopv7%2FUntitled-1.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলার ১১টি সংসদীয় আসনের মধ্যে ১০টি আসনে জামায়াতে ইসলামীর মনোনীত প্রার্থীরা তাঁদের মনোনয়নপত্র জমা দিয়েছেন। তাঁদের মধ্যে হলফনামায় পরিপূর্ণ তথ্য না থাকায় ৩ জানুয়ারি কুমিল্লা-৩ (মুরাদনগর) আসনের প্রার্থী মো. ইউসুফ সোহেলের মনোনয়ন বাতিল করেছেন রিটার্নিং কর্মকর্তা।</p><p>মনোনয়নপত্রের সঙ্গে জমা দেওয়া হলফনামায় কুমিল্লার ৯টি আসনের জামায়াতের প্রত্যেক প্রার্থী তাঁদের আয় ও সম্পদের তথ্য উল্লেখ করেছেন। তাঁদের হলফনামা বিশ্লেষণ করে দেখা গেছে, তাঁদের মধ্যে পেশা হিসেবে ছয়জনই ‘ব্যবসার’ কথা উল্লেখ করেছেন। তাঁদের মধ্যে কুমিল্লা-১১ আসনের প্রার্থী জামায়াতে ইসলামীর কেন্দ্রীয় নায়েবে আমির সৈয়দ আবদুল্লাহ মুহাম্মদ তাহের নিজের পেশা ‘ব্যবসা (চিকিৎসাসেবা)’ বলে উল্লেখ করেছেন। আর তিনজন নিজেদের পেশা ‘শিক্ষকতা’ বলে উল্লেখ করেছেন। তাঁরা হলেন কুমিল্লা-৫ আসনের মোবারক হোসাইন, কুমিল্লা-৭ আসনে মোশারফ হোসেন এবং কুমিল্লা-৮ আসনের শফিকুল আলম (হেলাল)।</p><p>নির্বাচনী আইন অনুযায়ী, মনোনয়নপত্রের সঙ্গে ১০ ধরনের তথ্য হলফনামায় উল্লেখ করতে হয়। এর মধ্যে রয়েছে প্রার্থীর পেশা, আয়ের উৎস, শিক্ষাগত যোগ্যতা, মামলাসংক্রান্ত তথ্য, প্রার্থীর নিজের ও তাঁর ওপর নির্ভরশীলদের সম্পদ বিবরণী। হলফনামা দেওয়ার মূল উদ্দেশ্য হলো প্রার্থীর সম্পর্কে ভোটারদের জানার সুযোগ তৈরি করা, যাতে ভোটাররা জেনেবুঝে তাঁদের ভোটাধিকার প্রয়োগ করতে পারেন।</p><p>এদিকে ১১ আসনের মধ্যে কুমিল্লা উত্তর জেলার সেক্রেটারি সাইফুল ইসলাম (শহীদ) কুমিল্লা-৪ (দেবীদ্বার) আসনে জামায়াতের মনোনীত প্রার্থী ছিলেন। শেষ পর্যন্ত জামায়াতের সঙ্গে জাতীয় নাগরিক পার্টির (এনসিপি) জোট হওয়ায় দলীয় সিদ্ধান্তে নির্বাচন থেকে সরে দাঁড়ান তিনি। এই আসনে জামায়াত-এনসিপি জোটের প্রার্থী হিসেবে ভোটের মাঠে রয়েছেন জাতীয় নাগরিক পার্টির দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তাল ইরানে খামেনি শাসন কি টিকবে | প্রথম আলো",
            "time": "2026-01-09T06:05:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F5kou11bw%2FIran.jpg?rect=0%2C94%2C684%2C359&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২২ সালে এই ইস্যুতেই দেশজুড়ে ব্যাপক বিক্ষোভ হয়। হিজাব আইন ভঙ্গের অভিযোগে আটক ২২ বছর বয়সী মাসা আমিনির হেফাজতে মৃত্যুর ঘটনা থেকে জন্ম নিয়েছিল দেশব্যাপী বিক্ষোভ। কর্তৃপক্ষ যখন ঘটনার দায় মাসার ওপরই চাপানোর চেষ্টা করে, তখন জনরোষ আরও তীব্র হয়ে ওঠে।</p><p>অনেক আন্দোলনের পরেও কোনো সরকারই দেশটিতে মৌলিক সংস্কার করতে পারেনি। ১৯৯৭ থেকে ২০০৫ সাল পর্যন্ত ইরানের ক্ষমতায় ছিলেন প্রেসিডেন্ট মোহাম্মদ খাতামি। তিনি তেলের আয়ের ওপর থেকে নির্ভরতা কমিয়ে তেলবহির্ভূত খাত গড়ে তোলার একটি বিকল্প অর্থনৈতিক কৌশল প্রস্তাব করেছিলেন। এর উদ্দেশ্য ছিল নিষেধাজ্ঞার প্রভাব কমানো।</p><p>কারণ, এসব নিষেধাজ্ঞা সাধারণত ইরানের তেল খাতকে লক্ষ্য করে দেওয়া হয়; কিন্তু ওই উদ্যোগ সফল হয়নি। ২০০২ সালের আগস্টে নাতানজ পারমাণবিক স্থাপনার প্রথম ছবি প্রকাশের পর পারমাণবিক–সংকট তীব্র হয়ে ওঠে এবং বিদেশি চাপ আরও বেড়ে যায়, যা অর্থনীতির ওপর বাড়তি চাপ সৃষ্টি করে।</p><p>পরে ২০০৫ থেকে ২০১৩ সাল পর্যন্ত প্রেসিডেন্ট আহমাদিনেজাদ একটি জনতাবাদী নীতি অনুসরণ করেন। যার লক্ষ্য ছিল তেল থেকে নগদ কর্মসূচির মাধ্যমে তেলের আয় জনগণের মধ্যে পুনর্বণ্টন করা। কিন্তু এই কৌশল ব্যর্থ হয়। দেশের ভেতরের প্রভাবশালী অর্থনৈতিক গোষ্ঠীগুলোর বাধা এবং জাতিসংঘ নিরাপত্তা পরিষদের আরোপ করা কঠোর নিষেধাজ্ঞার কারণে এই উদ্যোগ টেকেনি।</p><p>জাতিসংঘ নিরাপত্তা পরিষদের ১৬৯৬, ১৭৩৭, ১৭৪৭, ১৮০৩ ও ১৯২৯ নম্বর প্রস্তাবের মাধ্যমে এসব নিষেধাজ্ঞা জারি করা হয়। এর ফলে তেলবাণিজ্য সীমিত হয়, আর্থিক সম্পদ জব্দ করা হয় এবং আন্তর্জাতিক অর্থব্যবস্থায় ঢোকার পথ সংকুচিত হয়ে যায়। এসবের সঙ্গে যোগ হয় ১৯৮০ সাল থেকে চলতে থাকা যুক্তরাষ্ট্রের একতরফা নিষেধাজ্ঞা।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে বিএনপির ছয় প্রার্থীর পাঁচজন ব্যবসায়ী, সবাই কোটিপতি | প্রথম আলো",
            "time": "2026-01-09T06:03:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Flef4hvk4%2FThamm.jpg?rect=0%2C22%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">উপরের বামদিক থেকে এ এম মাহবুব উদ্দিন, জয়নুল আবদিন, বরকত উল্লাহ, মো. শাহজাহান, মোহাম্মদ ফখরুল ইসলাম, মাহবুবের রহমান</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ভুল খাদ্যাভ্যাসে যেভাবে শরীরে হরমোনের ভারসাম্য নষ্ট হয় | প্রথম আলো",
            "time": "2026-01-09T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fnnhb3vhl%2F20230615SA0027.JPG?rect=0%2C67%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"storyCard eyOoS\"><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ফাস্ট ফুড উচ্চমাত্রার সোডিয়াম ও অস্বাস্থ্যকর ফ্যাট ‘কর্টিসল’ বা স্ট্রেস হরমোনের মাত্রা বাড়িয়ে দেয়</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সাবিনা ইয়াসমিন</figcaption></p></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>​যেসব কারণে নষ্ট হয় হরমোনের ভারসাম্য</h2></p></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>​অতিরিক্ত চিনি ও পরিশোধিত কার্বোহাইড্রেট</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>চিনিযুক্ত পানীয়, সাদা চাল বা ময়দা দিয়ে তৈরি খাবার রক্তে শর্করার মাত্রা বাড়িয়ে দেয় দ্রুত। এ কারণে অতিরিক্ত ইনসুলিন নিঃসরণ করতে বাধ্য হয় শরীর। দীর্ঘ সময় ধরে এমনটা চলতে থাকলে শরীর ‘ইনসুলিন রেজিস্ট্যান্স’ তৈরি করে, যা টাইপ-২ ডায়াবেটিস, পিসিওএস ও মেদ বাড়ার মূল কারণ।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>প্রক্রিয়াজাত খাদ্য ও প্রিজারভেটিভ</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>ফাস্ট ফুড ও প্যাকেটজাত খাবারে থাকা উচ্চমাত্রার সোডিয়াম ও অস্বাস্থ্যকর ফ্যাট ‘কর্টিসল’ বা স্ট্রেস হরমোনের মাত্রা বাড়িয়ে দেয়। উচ্চ কর্টিসল লেভেল ঘুমের ব্যাঘাত ঘটায় এবং বিশেষ করে পেটের মেদ বাড়াতে সাহায্য করে।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>​ট্রান্স ফ্যাট ও ভাজাপোড়া</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>ডালডা বা বারবার গরম করা তেলেভাজা খাবারে থাকে ট্রান্স ফ্যাট। এটি শরীরের উপকারী কোলেস্টেরল কমিয়ে দেয় এবং হরমোন উৎপাদনে বাধা সৃষ্টি করে। বিশেষ করে নারীদের ক্ষেত্রে এটি ইস্ট্রোজেন হরমোনের ভারসাম্য নষ্ট করে।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>​প্লাস্টিক প্যাকেজিং ও কেমিক্যাল</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>​প্লাস্টিক প্যাকেজিং ও কেমিক্যাল: প্লাস্টিকের কনটেইনারে গরম খাবার রাখা বা প্লাস্টিকের বোতলে পানি পানের ফলে ‘বিসফেনল-এ’ নামক ক্ষতিকর রাসায়নিক শরীরে প্রবেশ করে। এই কেমিক্যালগুলো শরীরের এন্ডোক্রাইন সিস্টেমকে বিভ্রান্ত করে স্বাভাবিক হরমোনের কাজে বিঘ্ন ঘটায়।</p></div></div></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>ক্যাফেইন ও অ্যালকোহলের আধিক্য</h2></p></div><div class=\"   \n                  story-element\"><div class=\"story-element story-element-text\"><div><p>​অতিরিক্ত চা-কফি পানে অ্যাড্রিনাল গ্রন্থি উত্তেজিত হয়, বাড়িয়ে দেয় কর্টিসল। অন্যদিকে অ্যালকোহল লিভারের কার্যকারিতা কমিয়ে দেয়। ফলে শরীর থেকে বাড়তি ইস্ট্রোজেন বের হতে পারে না। এটি নারী-পুরুষ উভয়ের জন্যই হরমোনজনিত জটিলতা তৈরি করে।</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিয়ের এক সপ্তাহ আগে সড়ক দুর্ঘটনায় যুবকের মৃত্যু | প্রথম আলো",
            "time": "2026-01-09T05:59:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Frdu83kzk%2F7665bc29-cf6b-486a-b21d-21bd9300656d.jfif?rect=0%2C59%2C1175%2C617&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দাদের সূত্রে জানা গেছে, এক আত্মীয়ের নিমন্ত্রণে গতকাল বৃহস্পতিবার রাতে চট্টগ্রাম নগরে গিয়েছিলেন আলী আব্বাস। সকালে নিজের মোটরসাইকেলে করে সেখান থেকে ফিরছিলেন। সকাল সাতটার দিকে তিনি ফাজিলখাঁর হাট এলাকায় পৌঁছালে একটি গাড়ি তাঁর মোটরসাইকেলকে ধাক্কা দেয়। এতে ঘটনাস্থলেই তাঁর মৃত্যু হয়। আগামী শুক্রবার তাঁর বিয়ের দিন ধার্য ছিল।</p><p>নিহত যুবকের ভাই আলী আকবর প্রথম আলোকে বলেন, গত বছরের ৩০ মার্চ তিনি ও তাঁর স্ত্রী-সন্তান মোটরসাইকেল দুর্ঘটনার শিকার হন। এ সময় তাঁর স্ত্রী মারা গেছেন। এক বছর পার না হতে মোটরসাইকেল দুর্ঘটনায় ভাইকে হারালেন তিনি।</p><p>কর্ণফুলী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শাহিনুর জামান বলেন, ‘ঘটনাস্থল থেকে লাশটি উদ্ধার করে ময়নাতদন্তের জন্য চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে। মোটরসাইকেলকে ধাক্কা দেওয়া গাড়িটি শনাক্তের চেষ্টা চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কংগ্রেসের অনুমোদন ছাড়া ভেনেজুয়েলায় ট্রাম্পের সামরিক পদক্ষেপ বন্ধে সিনেটের উদ্যোগ | প্রথম আলো",
            "time": "2026-01-09T05:52:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fzgir8677%2FTrump.jpg?rect=0%2C14%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প আরও যোগ করেন, অন্তর্বর্তী সরকারের ভারপ্রাপ্ত প্রেসিডেন্ট দেলসি রদ্রিগেজের সরকারের সঙ্গে মার্কিন প্রশাসনের সম্পর্ক ‘খুব ভালো’ যাচ্ছে।</p><p>দেলসি রদ্রিগেজ যুক্তরাষ্ট্রে তুলে নিয়ে যাওয়া মাদুরোর দীর্ঘদিনের অনুগত। তিনি মাদুরো সরকারের ভাইস প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করছিলেন।</p><p>রাজনৈতিক বন্দীদের মুক্তি<br>ভেনেজুয়েলার শীর্ষ আইনপ্রণেতা হোর্হে রদ্রিগেজ গতকাল জানিয়েছেন, এদিন উল্লেখযোগ্যসংখ্যক বিদেশি ও ভেনেজুয়েলার রাজনৈতিক বন্দীকে মুক্তি দেওয়া হয়েছে।</p><p>রদ্রিগেজ বলেন, এই মুক্তি দেশটির রাজনৈতিক বিরোধীদের দীর্ঘদিনের দাবি ছিল এবং এটি একটি শান্তির নিদর্শন। তিনি আরও বলেন, এই পদক্ষেপ একতরফাভাবে নেওয়া হয়েছে এবং অন্য কোনো পক্ষের সঙ্গে আলোচনার মাধ্যমে নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পাবনা-১ ও ২ আসনের নির্বাচন আপাতত স্থগিত | প্রথম আলো",
            "time": "2026-01-09T05:49:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fhhgdc1sr%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাবনা–১ ও পাবনা–২ আসনে নির্বাচনের কার্যক্রম আপাতত স্থগিত রাখার সিদ্ধান্ত নিয়েছে নির্বাচন কমিশন (ইসি)। ত্রয়োদশ জাতীয় সংসদ নির্বাচনে সংসদীয় আসনের সীমানাসংক্রান্ত জটিলতায় এ সিদ্ধান্ত নেওয়া হয়েছে বলে আজ শুক্রবার ইসি জানিয়েছে। আপিল বিভাগের আদেশের পর এ সিদ্ধান্ত নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাখিরা টিকবে তো | প্রথম আলো",
            "time": "2026-01-09T05:48:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fet3jfp8a%2FUntitled-6.jpg?rect=0%2C9%2C461%2C242&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দু-তিন বছর ধরে কর বাড়ির বাগানে পরিযায়ী পাখি আসছে। গত বছর (সেপ্টেম্বর, ২০২৫) প্রায় ১৫ হাজার এসেছে। আরও আসবে। বিশেষজ্ঞরা মনে করেন, ‘পরিযায়ী পাখিরা আগেভাগে আসছে, দেরিতে ফিরছে, এটা খুবই ভালো খবর। স্থানীয় প্রশাসন, জনপ্রতিনিধি ও জনগণেরও দায়িত্ব হচ্ছে এদের রক্ষা করা। আবাসস্থলগুলো যাতে দূষিত না হয় সেটা দেখা।’</p><p>জাহাঙ্গীরনগর আর আগের মতো পরিযায়ী পাখিদের আকর্ষণ করছে না। ঢিল ছোড়া ও উৎকট হাততালি, কীটনাশকের ব্যবহার এবং উন্নয়নের নামে যেখানে–সেখানে ভবন নির্মাণের ফলে পাখির ওড়ার পথ নষ্ট হয়ে যাচ্ছে। ঝোপঝাড় পরিষ্কার করার নামে আগুন দেওয়া হলে পাখি বিরক্ত হয়।</p><p>ধ্বংস হচ্ছে পাখিদের সম্ভাব্য খাদ্য উৎস। রাতের কৃত্রিম আলোর ছটা পাখি ও অন্যান্য বন্য প্রাণীর খাবার সংগ্রহ, প্রজনন এবং ঘুমের স্বাভাবিক প্রক্রিয়াকে ব্যাহত করে। নানা কারণে জাহাঙ্গীরনগর থেকে পাখির মন উঠে যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার পোর্টল্যান্ডে ফেডারেল এজেন্টদের গুলিতে দুজন আহত, যুক্তরাষ্ট্রজুড়ে বিক্ষোভ | প্রথম আলো",
            "time": "2026-01-09T05:47:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fbygbbid8%2FMinneapolis.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের অরেগন অঙ্গরাজ্যের পশ্চিমাঞ্চলীয় শহর পোর্টল্যান্ডে গতকাল বৃহস্পতিবার ফেডারেল এজেন্টদের গুলিতে দুজন আহত হয়েছেন। মিনেসোটার মিনিয়াপোলিসে অভিবাসন বিভাগের (আইসিই) কর্মকর্তার গুলিতে এক নারী নিহত হওয়ার ২৪ ঘণ্টার মাথায় এ ঘটনা ঘটল। এ দুই ঘটনায় দেশজুড়ে বিক্ষোভ ও উত্তেজনা ছড়িয়ে পড়েছে।</p><p>পোর্টল্যান্ড পুলিশের এক বিবৃতিতে বলা হয়েছে, ‘ফেডারেল এজেন্টদের গুলিতে আহত দুজন হাসপাতালে চিকিৎসাধীন আছেন।’</p><p>পুলিশ আরও বলেছে, তারা এ ঘটনায় জড়িত ছিল না। বিকেলের দিকে তাদের ফোন দিয়ে সাহায্য চাওয়া হলে ছুটে যায় তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামে এতিম শিশুর অধিকার ও সম্মান | প্রথম আলো",
            "time": "2026-01-09T05:47:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F09d69076-ebdb-43c9-9a4d-4168bebff97b%2FCHANDPUR_DH0620_20221230_CHANDPUR_PIC_BONDHUDSHOVA_PIKNIK_.jpg?rect=0%2C46%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এতিম শব্দের অর্থ একা, নিঃস্ব ও নিঃসঙ্গ। পিতা–মাতাহীন বালক-বালিকাকে এতিম বলা হয়। ইসলামি শরিয়তের পরিভাষায় যে শিশুর পিতা ইন্তেকাল করেছেন, তাকে নাবালেগ অবস্থায় এতিম বলা হয়। এতিম শিশু যখন বালেগ হয়ে যায়, তখন তাকে আর এতিম বলা হয় না। এতিম সম্পর্কে ইসলাম যেমন নৈতিক নির্দেশনা দিয়েছে, তেমনি এতিমের বিষয়ে প্রশাসনিক ও আইনগত অধিকারও নিশ্চিত করেছে।</p><p>আল্লাহ তাআলা বলেন, ‘তারা তোমাকে এতিম সম্পর্কে জিজ্ঞেস করে। বলে দাও, তাদের ইসলাহ তথা সুব্যবস্থা করা উত্তম।’ (সুরা-২ বাকারা, আয়াত: ২২০)</p><p>যারা এতিমের প্রতি অবিচার করে, আল্লাহ তাআলা তাদের ভর্ৎসনা করে বলেন, ‘অসম্ভব! কখনোই নয়; বরং তোমরা এতিমের সম্মান রক্ষা করো না।’ (সুরা-৮৯ ফজর, আয়াত: ১৭)</p><p>আল্লাহ আরও বলেন, ‘তুমি এতিমের প্রতি কঠোর হয়ো না।’ (সুরা-৯৩ দুহা, আয়াত: ৯)</p></div></div></div></body></html>"
        },
        {
            "title": "বাপা-বেনের পরিবেশ সম্মেলন শুরু | প্রথম আলো",
            "time": "2026-01-09T05:47:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Flvrvv0rf%2FBapa-Ben.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি আরও বলেন, ‘এ সম্মেলনে যেসব প্রস্তাব আসবে, সেটা আমরা রাজনৈতিক দলগুলোকে দেব, যাতে তারা ইশতেহারে সেগুলোকে জায়গা দেয়।’</p><p>উদ্বোধনী অধিবেশন সঞ্চালনা করেন বাপার সাধারণ সম্পাদক আলমগীর কবির।</p></div></div></div></body></html>"
        },
        {
            "title": "আসন সমঝোতার চেষ্টা চালিয়ে যাচ্ছে জামায়াত | প্রথম আলো",
            "time": "2026-01-09T05:45:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fi1c63gn8%2F690c99d5-f8e7-4000-a5d2-35cc917e23a2.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনী সমঝোতাভিত্তিক ১১ দলে রয়েছে বাংলাদেশ জামায়াতে ইসলামী, ইসলামী আন্দোলন বাংলাদেশ, জাতীয় নাগরিক পার্টি (এনসিপি), বাংলাদেশ খেলাফত মজলিস, খেলাফত মজলিস, বাংলাদেশ খেলাফত আন্দোলন, আমার বাংলাদেশ পার্টি (এবি পার্টি), বাংলাদেশ নেজামে ইসলাম পার্টি, লিবারেল ডেমোক্রেটিক পার্টি (এলডিপি), জাতীয় গণতান্ত্রিক পার্টি (জাগপা) এবং বাংলাদেশ ডেভেলপমেন্ট পার্টি (বিডিপি)। এর মধ্যে ছয়টি দলের নেতাদের সঙ্গে কথা বলেছে <em>প্রথম আলো</em>।</p><p>নির্বাচনী আসন সমঝোতায় প্রথমে ছিল আটটি রাজনৈতিক দল। পরে এই সমঝোতায় যুক্ত হয় এনসিপি, এলডিপি ও এবি পার্টি। একাধিক সূত্রের তথ্য অনুযায়ী, প্রথমে আট দলের আলোচনায় ইসলামী আন্দোলন শতাধিক আসনের দাবি তোলে। অন্য দলগুলোর দাবিও ছিল তুলনামূলক বেশি। তবে শেষ মুহূর্তে এনসিপি, এলডিপি ও এবি পার্টি যুক্ত হলে ইসলামী আন্দোলনসহ কয়েকটি দলের মধ্যে আসনসংখ্যা নিয়ে অসন্তোষ দেখা দেয়।</p></div></div></div></body></html>"
        }
    ]
}