{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্লট বরাদ্দে দুর্নীতির তিন মামলার রায় ঘিরে আদালত এলাকায় নিরাপত্তা জোরদার | প্রথম আলো",
            "time": "2025-11-27T05:11:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fx6rj1cfe%2Fplot-scam-cases-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই রায় ঘোষণাকে কেন্দ্র করে ঢাকার মহানগর দায়রা জজ আদালতে নিরাপত্তা জোরদার করা হয়েছে। আদালতের প্রবেশ মুখে বসানো হয়েছে পুলিশের তল্লাশি চৌকি। এ ছাড়া নিরাপত্তা জন্য বিজিবি মোতায়েন করা হয়েছে।</p><p>ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের ডিসি মিয়া মোহাম্মদ আশিস বিন হাছান বলেন, নিয়মিত সদস্যের পাশাপাশি অতিরিক্ত আরও দুই প্লাটুন পুলিশ মোতায়েন করা হয়েছে। বিজিবির দুই প্লাটুন সদস্য দায়িত্বে আছেন। এ ছাড়া স্থানীয় থানার পুলিশ ও র‍্যাবের সদস্যরা টহলে আছেন। নিরাপত্তা নিয়ে এখনো পর্যন্ত কোনো শঙ্কা নেই। আইনশৃঙ্খলা বাহিনী সতর্ক আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খেলাপি ঋণ বেড়ে সাড়ে ৬ লাখ কোটি টাকা, যেসব ব্যাংক বেশি দায়ী | প্রথম আলো",
            "time": "2025-11-27T05:07:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2Fcd902fa3-f9fd-4ee3-a3d7-14c697638baf%2F______________________________Business_thumbnail.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংকাররা বলছেন, আওয়ামী লীগ সরকারের সাড়ে ১৫ বছরে ব্যাংক খাতে অনিয়ম, জালিয়াতি, প্রতারণা ও দুর্নীতি এত বেশি মাত্রায় হয়েছে যে খেলাপি ঋণের এ উচ্চ হার সেই চিত্রেরই প্রমাণ দিচ্ছে। এস আলম গ্রুপ, বেক্সিমকো গ্রুপ, নাসা গ্রুপ, বিসমিল্লাহ গ্রুপ, হল-মার্ক গ্রুপসহ আরও গ্রুপ এবং বেসিক ব্যাংক কেলেঙ্কারির কারণে খেলাপি ঋণ উল্লেখযোগ্য পরিমাণে বেড়েছে।</p><p>কেন্দ্রীয় ব্যাংক সূত্রে জানা গেছে, ১৯৯৯ সালে ব্যাংক খাতে খেলাপি ঋণের হার ছিল ৪১ দশমিক ১ শতাংশ। ২০১১ সালে খেলাপি ঋণের হার ৬ দশমিক ১ শতাংশে নেমে এলেও বড় বড় কেলেঙ্কারির পরে তা বাড়তে থাকে।</p><p>চট্টগ্রাম বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের সাবেক শিক্ষক মইনুল ইসলাম প্রথম আলোকে বলেন, ‘শেখ হাসিনার টানা সাড়ে ১৫ বছরের শাসনামলে কেন্দ্রীয় ব্যাংকের মাধ্যমে খেলাপি ঋণ কম দেখানোর একটা অপপ্রয়াস ছিল। তথ্য বিকৃত করে লুকিয়ে ফেলার চেষ্টা আমরা দেখেছি। সঠিকভাবে হিসাব করায় সেপ্টেম্বর শেষে খেলাপি হার প্রায় ৩৬ শতাংশ হয়েছে। এটা অবিশ্বাস্য হলেও অস্বাভাবিক কিছু নয়। কিছুদিনের মধ্যে এ হার বরং ৪০ শতাংশও ছাড়িয়ে যেতে পারে।’</p><p>করণীয় জানতে চাইলে মইনুল ইসলাম বলেন, ‘বহু বছর ধরে আমি একটা কথা বলে আসছি, আবার বলছি, প্রত্যেক ব্যাংকের শীর্ষ ১০ খেলাপির জন্য আলাদা ট্রাইব্যুনাল করতে হবে। নইলে এ থেকে আমরা মুক্তি পাব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ওয়াশিংটন ডিসিতে গুলি চালানো সন্দেহভাজন ব্যক্তিটি আফগানিস্তান থেকে এসেছেন: ট্রাম্প | প্রথম আলো",
            "time": "2025-11-27T05:07:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fnia3dt5g%2Fwashington-security.JPG?rect=0%2C0%2C3459%2C1816&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, ওয়াশিংটন ডিসিতে ন্যাশনাল গার্ড সদস্যদের ওপর গুলি চালানো সন্দেহভাজন ব্যক্তিটি আফগানিস্তান থেকে এসেছেন। হোমল্যান্ড সিকিউরিটি বিভাগ বিষয়টি ‘নিশ্চিত’ করেছে। তিনি অভিযোগ করেন, এর জন্য বাইডেন প্রশাসন দায়ী।</p><p>প্রেসিডেন্ট ডোনাল্ড ট্রাম্প গুলি চালানোর ঘটনাটিকে ‘সন্ত্রাসী কাজ’ বলে অভিহিত করে বলেছেন, ‘আমি আজ রাতে (স্থানীয় সময় গতকাল বুধবার রাত) জানাতে পারি, বিভিন্ন দিক থেকে পাওয়া তথ্যের ভিত্তিতে হোমল্যান্ড সিকিউরিটি বিভাগ নিশ্চিত, সন্দেহভাজন ব্যক্তি একজন বিদেশি। তিনি পৃথিবীর এক জঘন্য জায়গা আফগানিস্তান থেকে আমাদের দেশে এসেছিলেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "উইন্ডোজ হালনাগাদ করার সময় সাবধান | প্রথম আলো",
            "time": "2025-11-26T15:27:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2Fw3h60vn3%2FWindows.afp.png?rect=0%2C41%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উইন্ডোজ হালনাগাদের ভুয়া ছবি দেখিয়ে ল্যাপটপ বা কম্পিউটারে ম্যালওয়ার প্রবেশ করাচ্ছে একদল সাইবার অপরাধী। ‘ক্লিকফিক্স’ নামে পরিচিত এই সাইবার হামলার মাধ্যমে ছবি ও ফাইলের ভেতর লুকিয়ে রাখা এনক্রিপ্টেড কোড চালিয়ে ল্যাপটপ বা কম্পিউটারে থাকা গুরুত্বপূর্ণ তথ্য দূর থেকে সংগ্রহ করছেন সাইবার অপরাধীরা।</p><p>ক্লিকফিক্স মূলত স্যোশাল ইঞ্জিনিয়ারিং ভিত্তিক প্রতারণা। এতে ব্যবহারকারী ব্যক্তিরা নিজের অজান্তেই উইন্ডোজের কমান্ড প্রম্পটে সাইবার অপরাধীদের দেওয়া ক্ষতিকর কোড কপি পেস্ট করে চালু করেন। সাইবার নিরাপত্তা গবেষকেরা জানিয়েছেন, ১ অক্টোবরের পর থেকে ক্লিকফিক্স আক্রমণে তথ্য চুরি করতে সক্ষম দুটি ম্যালওয়ার বেশি ব্যবহৃত হচ্ছে। ভুয়া পেজগুলোতে ব্যবহারকারীদের নির্দিষ্ট ক্রম অনুসারে কী চাপতে বলা হয়। কী চাপার সঙ্গে সঙ্গে সাইটে থাকা জাভাস্ক্রিপ্ট স্বয়ংক্রিয়ভাবে ক্ষতিকর কোড কপি করে সেটি কমান্ড প্রম্পটে যুক্ত করে ফেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের ৫ কোটি ডলারের পুরস্কার ঘোষণা কি মাদুরোকে ক্ষমতাচ্যুত করতে পারবে | প্রথম আলো",
            "time": "2025-11-27T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-26%2F58foostg%2FMaduro-1.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ের রাষ্ট্রবিজ্ঞান বিভাগের অধ্যাপক অ্যালেক্স ডাউনস বলেন, ‘ধারণাটা এমন যে খারাপ লোকটাকে সরাতে পারলেই সবকিছু ভালো হয়ে যাবে, কিন্তু বিষয়টা এত সহজ নয়।’</p><p>ডাউনস সতর্ক করে বলেন, কোনো সহজ সমাধান পাওয়া সম্ভব নয়। তিনি বলেন, ‘অনেক সময় দেখা যায় শাসনব্যবস্থা বদলের পক্ষে জনসমর্থন থাকলেও তা বাস্তবে হয় না। কারণ, দেশের ভেতরে নানা সমস্যা লুকিয়ে থাকে। আর ভেনেজুয়েলার ক্ষেত্রে বড় বিপদটা হলো এর সব ব্যবস্থা ধসে পড়তে পারে।’</p><p>ট্রাম্প ও মাদুরোর মধ্যকার দীর্ঘদিনের শত্রুতার সর্বশেষ সংযোজন এটি।</p><p>ট্রাম্প প্রথমবার মার্কিন প্রেসিডেন্ট হিসেবে দায়িত্ব নেওয়ার পর থেকেই ভেনেজুয়েলায় শাসনব্যবস্থা বদলের কথা বলছিলেন।</p><p>২০১৭ সালে ট্রাম্প প্রশাসন মাদুরোর ওপর নিষেধাজ্ঞা আরোপ করে। তাদের অভিযোগ, মাদুরো ভেনেজুয়েলার গণতন্ত্রকে ক্ষুণ্ন করছেন। এরপর ২০১৯ সালে মাদুরোর পরিবর্তে দেশটির বিরোধী নেতা হুয়ান গুইদোকে বৈধ প্রেসিডেন্ট হিসেবে স্বীকৃতি দেওয়ার সিদ্ধান্ত নেন ট্রাম্প।</p><p>এ সময় বিভিন্ন গণমাধ্যমের খবরে বলা হয়েছিল, ট্রাম্প নাকি ব্যক্তিগতভাবে মাদুরোকে ক্ষমতাচ্যুত করতে ‘সামরিক পদক্ষেপ’ নেওয়ার কথাও বিবেচনা করছিলেন।</p><p>প্রেসিডেন্ট হিসেবে প্রথম মেয়াদের শেষ বছরে ট্রাম্প আরও চাপ বৃদ্ধি করেন। তিনি মাদুরোকে গ্রেপ্তারের জন্য ১ কোটি ৫০ লাখ ডলারের পুরস্কার ঘোষণা করেন। পাশাপাশি ভেনেজুয়েলার প্রতিরক্ষামন্ত্রী এবং সুপ্রিম কোর্টের প্রধান বিচারপতির তথ্য চেয়েও বড় অঙ্কের পুরস্কার ঘোষণা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অতি ঝুঁকিপূর্ণ ভোটকেন্দ্র বেশি ঢাকায় | প্রথম আলো",
            "time": "2025-11-27T04:58:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Ftptxl96e%2F27112025_cm_1_jpg__.jpg?rect=0%2C73%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী জাতীয় সংসদ নির্বাচনে সারা দেশে ৮ হাজার ৭৪৬টি ভোটকেন্দ্রকে অতি ঝুঁকিপূর্ণ হিসেবে চিহ্নিত করেছে পুলিশ। এর মধ্যে অতি ঝুঁকিপূর্ণ ভোটকেন্দ্র সবচেয়ে বেশি ঢাকা বিভাগে, ২ হাজার ৬৭৫টি। আর সিলেট বিভাগে অতি ঝুঁকিপূর্ণ ভোটকেন্দ্রের সংখ্যা সবচেয়ে কম। সেখানে এমন কেন্দ্র রয়েছে ৪৫৭টি।</p></div></div></div></body></html>"
        },
        {
            "title": "কী সুন্দর টিয়া পাখি | প্রথম আলো",
            "time": "2025-11-27T04:58:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F3njann17%2F3.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মসজিদের দেয়ালের ফোকর থেকে বেরিয়ে আসছে টিয়া পাখিটি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এক দিনে পড়া যায় এমন পাঁচটি বাংলা উপন্যাস | প্রথম আলো",
            "time": "2025-11-27T04:56:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fnbbu9sxg%2FWhatsApp-Image-2025-11-26-at-16.55.59.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মঈনুল আহসান সাবেরের (জন্ম–১৯৫৮) ছোট কলেবরের উপন্যাস ‘আমাদের খনজনপুর’ (২০০৪), যার পৃষ্ঠা সংখ্যা মাত্র ৮৭। মফস্‌সল–জীবনের স্নিগ্ধ আবেগকে ধারণ করে চিরায়ত ‘না-বলা প্রেম’কে মহিমান্বিত করতে চাওয়া এক বিষণ্ন ও কাব্যিক রোমান্টিক আখ্যান এই উপন্যাসটি। উপন্যাসের কাহিনি সরলরৈখিকভাবে অগ্রসর না হয়ে বরং কাব্যিকতার এক মন্থর ঘোরে মফস্‌সলি জীবনের সুখ, দুঃখ, অনুভূতিতে গ্রাস করে। কাহিনির কেন্দ্রবিন্দুতে রয়েছে নোমান এবং রেবেকা, যারা শৈশবের সুন্দর ও মায়াময় ছোট শহর ‘খনজনপুর’ এবং তার রোদ-ছায়ামাখা পাড়া ‘রোদভাঙা’র স্মৃতিতে বাঁধা। নোমানের সাহস না হওয়ায় সে রেবেকাকে কখনো মুখ ফুটে ভালোবাসার কথা বলতে পারেনি। যদিও রেবেকা বর্তমানে একটি ‘সফল’ বৈবাহিক জীবন যাপন করছে, তাদের স্মৃতিবিজড়িত খনজনপুর অবশ্য দুজনের কাছেই মধুর, যার অলিগলি, চেনা পরিচিত মুখগুলো যেন তারা আজও হাতড়ে বেড়ান। খনজনপুর যেন কিছু চরিত্র, কিছু অতীত স্মৃতি কিংবা সম্পর্কের টানাপোড়েনের সাক্ষী হয়ে আছে। </p><p>প্রধান চরিত্র নোমান ও রেবেকা ছাড়াও এই আখ্যানে পুশকিন ভাই, নায়লা, নাঈমা, শামীম, অন্তু, সবুজ, ফরিদসহ বেশ কিছু চরিত্র পাওয়া যায়, যারা প্রত্যেকেই খনজনপুরের সঙ্গে জড়িত। কেন্দ্রীয় চরিত্রদের মনোজগতে এক গভীর দ্বন্দ্ব কাজ করে—নোমান একজন ‘অতি সাধারণ’ রূপে উপস্থাপিত নায়ক, যে প্রথাগত উচ্চাকাঙ্ক্ষার প্রতি বিতৃষ্ণ, আর রেবেকা তার বৈবাহিক জীবনে থেকেও সেই ‘সাধারণ’ প্রেমিকের কথাই স্মরণ করে। লেখকের ‘একটা দুইটা লাইন দিয়া স্কেচ আঁকার মতন’ মসৃণ ও সংক্ষিপ্ত শৈলী এবং প্রমিত গদ্যের বিপরীতে কাব্যিক ও কথ্যভঙ্গির মিশ্রণ এটিকে একটি স্বতন্ত্র শিল্পরূপ দেয়। এই গ্রন্থ এক নিভৃতচারী লেখকের প্রথাবিরোধী মনোভাব এবং মফস্‌সলি প্রেমের চিরন্তন কাব্যিকতাকে আধুনিক সাহিত্যের প্রেক্ষাপটে প্রতিষ্ঠিত করে, যা পাঠককে মনে করিয়ে দেয় যে সত্যিকারের আবেগ মফস্‌সলের নিভৃত কোণেই সবচেয়ে খাঁটি রূপে বিরাজ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্কুল-কলেজের প্রশাসনে রাজনৈতিক হস্তক্ষেপ শিক্ষাব্যবস্থায় বিপর্যয় এনেছে: শিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-11-27T04:55:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F34y16gg7%2FIMG_4734.JPG?rect=0%2C48%2C2524%2C1325&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষা উপদেষ্টা বলেন, অভিভাবক, শিক্ষক সবাই মানের অবনতি নিয়ে উদ্বিগ্ন। বহু উদ্যোগ নেওয়া হলেও তৃণমূল পর্যায়ের বাস্তব চ্যালেঞ্জগুলো আরও গভীরভাবে বুঝতে হবে। তিনি জানান, শিক্ষার মান উন্নয়নে যেসব তথ্য-উপাত্ত উপস্থাপন করা হয়েছে, তা অত্যন্ত তাৎপর্যপূর্ণ এবং ভবিষ্যৎ নীতিমালার ভিত্তি হিসেবে কাজ করবে।</p><p>অধ্যাপক আবরার জানান, বাংলাদেশের সেকেন্ডারি ও প্রাথমিক শিক্ষার মান আন্তর্জাতিক র‍্যাঙ্কিংয়ে কোথায় অবস্থান করছে, তা জানতে সরকার ইতিমধ্যে একটি আন্তর্জাতিক মূল্যায়ন কাঠামোর সদস্য হওয়ার প্রক্রিয়া শুরু করেছে। তিনি বলেন, ‘আমরা হয়তো নিচের দিকেই থাকব; তাতে সমস্যা নেই। অন্ততপক্ষে জানব আমরা কোথায় আছি, কী ঠিক করতে হবে।’</p><p>পূর্ববর্তী সময়ে ফলাফল প্রকাশের ভুল সিদ্ধান্তগুলোর সমালোচনা করে শিক্ষা উপদেষ্টা বলেন, ‘পরীক্ষা না নিয়ে নম্বর দেওয়া ছিল অগ্রহণযোগ্য। এটি শিক্ষাব্যবস্থাকে পেছনে ফেলে দিয়েছিল। আমরা সেখান থেকে বেরিয়ে আসার চেষ্টা করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "টেস্ট শেষ ৮৪৭ বলে, পিচকে ‘খুব ভালো’ রেটিং আইসিসির | প্রথম আলো",
            "time": "2025-11-27T04:49:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Ffz1i3r2y%2F567878-01-02.jpg?rect=0%2C45%2C4246%2C2229&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই টেস্টে দুই দিনের খেলা দেখতে মাঠে এসেছিলেন ১ লাখের বেশি দর্শক। ক্রিকেট অস্ট্রেলিয়ার চিফ অব ক্রিকেট জেমস অলসপ বলেন, ‘তৃতীয় ও চতুর্থ দিনের টিকিট যাদের  হাতে ছিল সেই দর্শকদের জন্য বিষয়টি অবশ্যই হতাশার। কিন্তু এই দুই দিনে আমরা যে দুর্দান্ত ক্রিকেট দেখেছি, তা অ্যাশেজে নতুন প্রাণ ফিরিয়ে এনেছে।’</p><p>জেমস অলসপ আরও বলেন, ‘ম্যাচ রেফারির “খুব ভালো” রেটিং প্রমাণ করে যে পার্থ স্টেডিয়ামের উইকেট ব্যাট-বলের ন্যায্য লড়াইয়ের সুযোগ দিয়েছে। দুই দলের পেস বোলারদের দারুণ আধিপত্য আর উত্তেজনাপূর্ণ লড়াইয়ের কারণেই ম্যাচটি মাত্র দুই দিন স্থায়ী হয়েছে। হ্যাঁ, তৃতীয় ও চতুর্থ দিনের টিকিটধারীদের জন্য খেলা না হওয়াটা হতাশাজনক। তবে দুই দিনে আমরা এমন সব মুহূর্ত দেখেছি, যা দর্শকের মন জয় করেছে, টিভির দর্শকসংখ্যা বাড়িয়েছে এবং এই গ্রীষ্মে আরও বেশি শিশুদের ব্যাট-বল হাতে খেলতে অনুপ্রাণিত করবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পল্লী বিদ্যুৎ সমিতি নেবে ৬৮ জন, আবেদন শেষ কাল ২৮ নভেম্বর | প্রথম আলো",
            "time": "2025-11-27T04:45:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fd0cfd48b-e020-40b3-902b-3bfbd8106e57%2F%E0%A6%9A%E0%A6%BE%E0%A6%95%E0%A6%B0%E0%A6%BF%20%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE.jpg?rect=0%2C50%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. সহকারী জেনারেল ম্যানেজার (অর্থ-হিসাব/অর্থ-রাজস্ব)</strong></p><p>পদসংখ্যা: ৬</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: এমবিএ–সহ (হিসাবরক্ষণ/ফাইন্যান্স মেজর) ন্যূনতম সিজিপিএ ৪.০০-এর মধ্যে ৩.০০ অথবা ন্যূনতম সিজিপিএ ৪.০০-এর মধ্যে ৩.০০। বিবিএ (চার বছরের কোর্স) অথবা সিএ (সার্টিফিকেট লেভেল)/ সিএমএ (সার্টিফিকেট লেভেল), যা ব্যাচেলর ডিগ্রি কমার্স ব্যাকগ্রাউন্ডে।</p><p><strong>৩. সহকারী জেনারেল ম্যানেজার (সদস্য সেবা)</strong></p><p>পদসংখ্যা: ৪</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: বিএসসি ডিগ্রি বা ব্যাচেলর (অনার্স) ডিগ্রি (চার বছরের কোর্স) অ্যাগ্রিকালচার ইঞ্জিনিয়ারিং, ইলেকট্রিক্যাল, ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক্স ইঞ্জিনিয়ারিং, ইলেকট্রিক্যাল ইলেকট্রনিক অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিং, কম্পিউটার সায়েন্স, কম্পিউটার সায়েন্স ইঞ্জিনিয়ারিং, ইনফরমেশন টেকনোলজি, অ্যাপ্লাইড ফিজিকস, ফিজিকসে ন্যূনতম সিজিপিএ ৪.০০-এর মধ্যে ৩.০০ থাকতে হবে।</p><p>বেতন-ভাতা (সব পদের ক্ষেত্রে)</p><p>৪৩,৫০০ টাকা (প্রবেশনকালীন ৪১,৮০০ টাকা)।</p></div></div></div></body></html>"
        },
        {
            "title": "১৩০০ অডিশনের পর নির্বাচিত, আলোচনায় থাকা কে এই নায়িকা | প্রথম আলো",
            "time": "2025-11-27T04:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fzlshw8kh%2F34398669623921333309666435720922172618322115n.webp?rect=0%2C0%2C1032%2C542&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদিত্য ধরের ‘ধুরন্ধর’ সিনেমার ট্রেলার মুক্তির পর থেকেই চলছে আলোচনা। ট্রেলারটি যেমন প্রশংসিত হয়েছে, তেমনই আলাদা করে নজর কেড়েছেন সিনেমাটির অভিনেত্রী সারা অর্জুন। কিছুদিন আগেই তাঁকে কেউ চিনত না, সেই সারাই এখন আলোচনায়। কে এই অভিনেত্রী?</p><p><strong>কীভাবে নির্বাচিত হলেন সারা অর্জুন<br></strong> সম্প্রতি ট্রেলার প্রকাশ অনুষ্ঠানে পরিচালক আদিত্য ধর জানান সারা অর্জুনকে ছবিতে নেওয়ার পেছনের গল্প। তিনি বলেন, কাস্টিং ডিরেক্টর মুকেশ ছাবরা প্রায় ১ হাজার ৩০০টি অডিশন নিয়েছিলেন। আর শেষে সারা অর্জুনকেই বেছে নেওয়া হয়।<br> আদিত্য ধর বলেন, ‘মুকেশ প্রায় ১ হাজার ৩০০টি অডিশন নিয়েছিলেন। সারা অর্জুনই শেষ পর্যন্ত নির্বাচিত হয়। সে অসাধারণ, সবার মধ্যে সেরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় মা ও দুই সন্তানের লাশ উদ্ধারের ঘটনায় এখনো মামলা হয়নি | প্রথম আলো",
            "time": "2025-11-27T04:35:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fo8rtmyhk%2FBoguraDH049320251125039A9460.JPG?rect=0%2C114%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাজাহানপুর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) শফিকুল ইসলাম বলেন, দুই শিশুকে গলা কেটে হত্যা এবং গৃহবধূর ঝুলন্ত লাশ উদ্ধারের ঘটনায় দুটি মামলা হবে—একটি হত্যা, অন্যটি অপমৃত্যু মামলা। গৃহবধূর ফাঁস লাগানো লাশ উদ্ধারের ঘটনায় অপমৃত্যু মামলা হবে, যার বাদী হবেন তাঁর স্বজনেরা। আর দুই শিশুকে গলা কেটে হত্যার ঘটনায় আলাদা হত্যা মামলা হবে, যার বাদী হবেন শিশু দুটির বাবার পরিবারের কেউ।</p><p>মামলা না নেওয়ার অভিযোগের বিষয়ে ওসি বলেন, যেহেতু গৃহবধূর লাশ ফাঁস লাগানো অবস্থায় উদ্ধার হয়েছে, সেহেতু প্রথমে অপমৃত্যু মামলা হবে। ময়নাতদন্তে হত্যার আলামত মিললে আদালতের অনুমতি সাপেক্ষে মামলাটি পরে হত্যা মামলা হিসেবে রূপান্তরিত হবে।</p><p>গত মঙ্গলবার সকাল নয়টার দিকে খলিশাকান্দি গ্রামের নিজ বাড়ির শয়নকক্ষ থেকে সাদিয়ার ঝুলন্ত লাশ এবং দুই শিশুর গলাকাটা লাশ উদ্ধার করা হয়। সাদিয়ার তিন বছরের মেয়ে সাইফা ও সাত মাসের ছেলে সাইফের লাশ বিছানায় পড়ে ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "১৮ ঘণ্টা পরও হংকংয়ে আবাসিক কমপ্লেক্সের আগুন নেভেনি, ৩ জন গ্রেপ্তার | প্রথম আলো",
            "time": "2025-11-27T04:26:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F7r7fgn0p%2FFirefighters-battle-the-blaze.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোথা থেকে বা কী কারণে আগুনের সূত্রপাত, তা এখনো জানা যায়নি। এ ঘটনায় পুলিশ একটি নির্মাণ প্রতিষ্ঠানের দুই পরিচালক ও একজন প্রকৌশলীকে গ্রেপ্তার করেছে।</p><p>এদিকে রাতভর চেষ্টার পর ফায়ার সার্ভিস বহুতল ভবন কমপ্লেক্সের চারটি ভবনের আগুন নিয়ন্ত্রণে আনতে সক্ষম হয়েছে। সেখানে মোট আটটি বহুতল ভবন রয়েছে।</p><p>এ ঘটনায় বেশ কয়েকজন আহত হয়েছেন। হাসপাতালে তাঁদের চিকিৎসা চলছে। বার্তা সংস্থা রয়টার্স বলেছে, আহত ব্যক্তিদের মধ্যে ৪৫ জনের অবস্থা আশঙ্কাজনক।</p></div></div></div></body></html>"
        },
        {
            "title": "বাউল আবুল সরকারের মুক্তির দাবিতে খুলনায় মানববন্ধনে হামলা, মারধর | প্রথম আলো",
            "time": "2025-11-27T04:20:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fwncn6iyx%2FKhulnaDH054920251127khulna-left.jpg?rect=0%2C0%2C1359%2C713&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শীদের ভাষ্য, বেলা সাড়ে তিনটার দিকে গণতান্ত্রিক ছাত্রজোট মানববন্ধনের ঘোষণা দেয়। একই সময়ে ও একই স্থানে ‘ছাত্র–জনতা’ ব্যানারে আরেক দল উপস্থিত হয়। বিকেল পাঁচটার দিকে ছাত্রজোটের নেতা–কর্মীরা ব্যানার হাতে সড়কে নামলে তাঁদের ওপর হামলা হয়। কিল–ঘুষি ও লাঠির আঘাতে কয়েকজন আহত হন। এ সময় ব্যানার ছিনিয়ে নিয়ে আগুন ধরিয়ে দেওয়া হয়।</p><p>ছাত্র ইউনিয়নের জেলা কমিটির সাধারণ সম্পাদক সজীব খান বলেন, ‘বেলা তিনটার দিকে আমরা শিববাড়ীতে অবস্থান নিই। পুলিশ উপস্থিত থাকলেও পাঁচটার দিকে আমাদের ওপর পরিকল্পিতভাবে হামলা চালানো হয়। “ছাত্র-জনতা”র নামে যারা এসেছিল, তারা আপ বাংলাদেশ ও শিবিরের কর্মী।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বন্দরে ট্রানজিটের চতুর্থ চালান খালাস | প্রথম আলো",
            "time": "2025-11-27T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2F64810t7f%2FFlag.jpg?rect=0%2C8%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভুটানের চালানটি আনা হয়েছে থাইল্যান্ড থেকে। ৬ হাজার ৫৩০ কেজির এই চালানে রয়েছে শ্যাম্পু, শুকনা পাম ফল, আইস টি, চকলেট ও জুস। চালানটির রপ্তানিকারক থাইল্যান্ডের অ্যাবিট ট্রেডিং কোম্পানি। চালানটি আমদানি করেছে ভুটানের অ্যাবিট ট্রেডিং। দুই মাস আগে চালানটি চট্টগ্রাম বন্দরে পৌঁছালেও সরকারি সংস্থাগুলোর এ–সংক্রান্ত অনুমোদন না পাওয়ায় এত দিন খালাস করা যায়নি। বিভিন্ন সংস্থার অনুমোদনের পর বুধবার চালানটি খালাস করা হয়।</p><p>জানতে চাইলে ভুটানের পণ্য খালাসের জন্য নিযুক্ত বাংলাদেশের প্রতিনিধি এন এম ট্রেডিং করপোরেশনের ব্যবস্থাপনা পরিচালক মো. শহীদুল আলম খান প্রথম আলোকে বলেন, বুধবার সন্ধ্যায় কনটেইনার পরিবহনকারী একটি প্রাইম মুভার ট্রেলারে করে এক কনটেইনারের চালানটি সড়কপথে বুড়িমারী স্থলবন্দরের পথে রওনা হয়েছে। বুড়িমারী স্থলবন্দর থেকে ভারতের ভূখণ্ড ব্যবহার করে ভুটানে নেওয়া হবে কনটেইনারটি।</p><p>বাংলাদেশের মাধ্যমে শুরু হওয়া পরীক্ষামূলক চালান পরিবহনে দেশটি সন্তুষ্ট হলে নিয়মিত পণ্য পরিবহন শুরু হতে পারে। তবে সেটি নির্ভর করছে ভুটানের আগ্রহের ওপর।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-11-27T04:02:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">হোয়াইট হাউসে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এবং নিউইয়র্কের মেয়র নির্বাচিত হওয়া জোহরান মামদানি। ২১ নভেম্বর, ২০২৫</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: এএফপি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কিডনি নষ্ট হওয়ার প্রধান কারণ এখন ডায়াবেটিস, ভালো থাকতে কী করবেন | প্রথম আলো",
            "time": "2025-11-27T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-01%2F7fx04plk%2FThumb.jpg?rect=0%2C49%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনেক ডায়াবেটিক রোগী সারা জীবন কোনো কিডনি জটিলতা ছাড়াই বাঁচেন, শুধু নিয়মশৃঙ্খলা ও চিকিৎসকের নির্দেশ মেনে। এখন ডায়াবেটিসের এমন কিছু আধুনিক ওষুধ এসেছে, যা শুধু রক্তে সুগার কমায় না, বরং কিডনিকে সুরক্ষা দেয়, এমনকি ওজন নিয়ন্ত্রণেও সাহায্য করে।</p><p>যাঁদের পরিবারে ডায়াবেটিস আছে, তাঁদের ঝুঁকি একটু বেশি। কিন্তু জীবনযাপনে শৃঙ্খলা থাকলে, নিয়মিত চেকআপ করলে এবং চিকিৎসকের কথামতো চললে এই রোগ নিয়ন্ত্রণে রাখা সম্ভব। অবহেলা করলে কিডনি রক্ষা করা যায় না, কিন্তু সচেতন থাকলে ও নিয়ম মানলে ভালো থাকা সম্ভব।</p><p><strong><sup>অধ্যাপক ডা. শামীম আহমেদ</sup></strong><sup>, সদস্য উপদেষ্টা পরিষদ, ডায়াবেটিস মেলা, অধ্যাপক কিডনি বিভাগ, কিডনি ফাউন্ডেশন হাসপাতাল</sup></p></div></div></div></body></html>"
        }
    ]
}