{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কক্সবাজারে গ্যাসপাম্পে বিস্ফোরণ, আগুন ছড়িয়ে দগ্ধ ১০, পুড়েছে ঘরবাড়ি-গাড়ি | প্রথম আলো",
            "time": "2026-02-25T20:43:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fdii31wvf%2Frr.jfif?rect=0%2C160%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজারের জেলা প্রশাসক মো. আ. মান্নান প্রথম আলোকে বলেন, সেনাবাহিনী, বিমানবাহিনী, পুলিশ ও ফায়ার সার্ভিসের অন্তত নয়টি ইউনিটের যৌথ প্রচেষ্টায় রাত পৌনে দুইটার দিকে আগুন নিয়ন্ত্রণে এসেছে। আগুনে বেশ কিছু ঘরবাড়ি এবং একটি গ্যারেজে রাখা কয়েকটি গাড়ি ক্ষতিগ্রস্ত হয়েছে। অগ্নিদগ্ধ ১০ জনকে কক্সবাজার সদর হাসপাতালে ভর্তি করা হয়। সেখান থেকে উন্নত চিকিৎসার জন্য দগ্ধ ৯ জনকে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালের বার্ন ইউনিটে পাঠানো হয়েছে। আহত ব্যক্তিদের চিকিৎসার ক্ষেত্রে আর্থিক সহায়তা দেওয়া হবে।</p><p>ঘটনাস্থলে দেখা গেছে, গ্যাসপাম্পের পাশে থাকা একটি গ্যারেজে অন্তত ৩০টি গাড়ি পুড়ে গেছে। গাড়িগুলো গ্যারেজে মেরামতের জন্য রাখা হয়েছিল। গ্যারেজের কর্মচারী নুরুল আলম বলেন, পাম্প থেকে ছড়িয়ে পড়া আগুনে একে একে ৩০টির বেশি প্রাইভেট কার ও মাইক্রোবাস পুড়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হাজারীবাগে অষ্টম শ্রেণির ছাত্রীকে ছুরিকাঘাতে হত্যা | প্রথম আলো",
            "time": "2026-02-25T20:40:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর হাজারীবাগে অষ্টম শ্রেণির এক ছাত্রীকে ছুরিকাঘাতে হত্যা করা হয়েছে বলে জানিয়েছে পুলিশ। বুধবার রাত সাড়ে নয়টার দিকে হাজারীবাগের হায়দার হোটেলের পাশের একটি গলিতে তাকে ছুরিকাঘাত করা হয়।</p><p>ওই ছাত্রীর স্বজনেরা জানিয়েছেন, গুরুতর অবস্থায় তাকে প্রথমে স্থানীয় হাসপাতালে নেওয়া হয়। রাত সাড়ে ১০টার দিকে ঢাকা মেডিকেল কলেজ হাসপাতালের জরুরি বিভাগে নেওয়া হলে কর্তব্যরত চিকিৎসক তাকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাবিতে লাঠি হাতে নারীর দিকে তেড়ে আসার ভিডিও ভাইরাল, তদন্তে তিন সদস্যের কমিটি | প্রথম আলো",
            "time": "2026-02-25T20:14:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Ftbqii7av%2FDU-Clash-01.png?rect=0%2C0%2C776%2C407&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এই দুই ছাত্রের কারও বক্তব্য পাওয়া যায়নি। বুধবার দিবাগত রাতে রাকিবকে ফোন দিলে তাঁর মুঠোফোন বন্ধ পাওয়া যায়। আর তুষারের ফোনে কল গেলে তিনি কেটে দেন।</p><p>ভিডিওতে দুই নারীকে দেখা যায়। তাঁদের মধ্যে একজনের দিকে লাঠি হাতে তেড়ে গিয়েছিলেন ওই তরুণ। ভুক্তভোগী ওই নারীকে কাঁদতে কাঁদতে বিচারের দাবি জানাতে দেখা যায়। ভিডিওতে ওই নারী বলেন, পুরান ঢাকায় সেহরি খেয়ে টিএসসিতে ঘুরতে এসেছিলেন তাঁরা। একপর্যায়ে তাঁদেরকে হেনস্তা করা হয়েছে।</p><p>ভুক্তভোগী নারীকে বলতে শোনা যায়, ওই ছাত্র তাঁদের ‘প্রোস্টিটিউট’ বলে সম্বোধন করেছেন। ভিডিওতে ক্ষোভ প্রকাশ করে ওই নারীকে বলতে শোনা যায়, ‘ঢাকা বিশ্ববিদ্যালয়ের সামনে আমরা নিরাপদ না।.. বিশ্ববিদ্যালয়ের ছেলেরা আমাদের মারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায়ী গভর্নর এই প্রথম | প্রথম আলো",
            "time": "2026-02-25T19:36:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fstz5oft0%2FMustakur.png?rect=0%2C45%2C619%2C325&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ২০৯ আসনে বিজয়ী হয়ে ক্ষমতায় এসেছে বিএনপি সরকার। দলটি তাদের নির্বাচনী ইশতেহারে ব্যাংক খাতের সুশাসন, আর্থিক প্রতিষ্ঠানে শৃঙ্খলা, তদারকি ও স্বচ্ছতা নিশ্চিত করা, কেন্দ্রীয় ব্যাংকের স্বায়ত্তশাসন ও ক্ষমতা বাড়ানো, তদারকি নিবিড় ও শক্তিশালী করা, বাংলাদেশ ব্যাংকের সক্ষমতা বৃদ্ধি এবং ব্যাংকিং বিভাগ বিলুপ্তির কথা বলেছে।</p><p>বিশ্লেষকেরা মনে করেন, বিএনপির ইশতেহার পূরণ এবং আর্থিক খাতে শৃঙ্খলা ফিরিয়ে আনতে নতুন গভর্নরের সামনে অনেক চ্যালেঞ্জ।</p><p>বাংলাদেশ উন্নয়ন গবেষণা প্রতিষ্ঠানের (বিআইডিএস) সাবেক মহাপরিচালক ও বাংলাদেশ ব্যাংকের সাবেক প্রধান অর্থনীতিবিদ মুস্তফা কে মুজেরী প্রথম আলোকে বলেন, নিঃসন্দেহে নতুন গভর্নরের সামনে বহুবিধ চ্যালেঞ্জ। তিনি ব্যবসায়ী। গভর্নর পদে তাঁর সামনে স্বার্থের সংঘাতের বিষয়টি আসবে। ব্যবসায়ীদের বিরুদ্ধে তাঁকে সিদ্ধান্ত নিতে হবে। সেখানে তিনি নির্মোহ থেকে কতটা শক্তভাবে দায়িত্ব পালন করতে পারেন, সেটা দেখার বিষয়। তিনি আরও বলেন, আহসান এইচ মনসুর একটি সংস্কারপ্রক্রিয়া শুরু করেছিলেন, যা সমাপ্ত হয়নি। নতুন গভর্নরকে খেলাপি ঋণ আদায়ে শক্ত হতে হবে। সেটা হবে তাঁর ‘অ্যাসিড টেস্ট’।</p><p>মুস্তফা কে মুজেরী আরও বলেন, বিএনপি দেশকে পরিবর্তনের কথা বলছে। তার পূর্বশর্ত আর্থিক খাতে শৃঙ্খলা। সেটা না থাকলে বাংলাদেশ এগোতে পারবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজার শহরে গ্যাসপাম্পে বিস্ফোরণ, পুড়ছে ঘরবাড়ি, আতঙ্ক | প্রথম আলো",
            "time": "2026-02-25T19:24:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fkfaaqv8a%2FCoxbazar-Fire-01.jpeg?rect=0%2C90%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজার শহরের কলাতলী এলাকায় একটি এলপিজি (তরলীকৃত প্রাকৃতিক গ্যাস) পাম্পে বিস্ফোরণের ঘটনা ঘটেছে। আগুন ছড়িয়ে পড়েছে আশপাশের ঘরবাড়িতে। বুধবার রাত নয়টার দিকে কলাতলীর হোটেল–মোটেল জোনের পূর্ব দিকে আদর্শগ্রামে ওই পাম্পে বিস্ফোরণ হয়। আগুন নিয়ন্ত্রণে কাজ করছে ফায়ার সার্ভিসের সাতটি ইউনিট ও সেনাবাহিনী।</p><p>ওই পাম্পটির নাম এন আলম এলপিজি গ্যাসপাম্প। সেটি সম্প্রতি নির্মাণ করা হয়েছে। বিস্ফোরণের পর আগুনে ১০ থেকে ১২ জন দগ্ধ হওয়ার খবর পাওয়া গেছে। তাঁদের একজনের অবস্থা গুরুতর বলে জানা গেছে।</p><p>কক্সবাজারের অতিরিক্ত পুলিশ সুপার (ডিএসবি) অলক বিশ্বাস রাত সাড়ে ১২টায় প্রথম আলোকে বলেন, সেনাবাহিনী, পুলিশসহ ফায়ার সার্ভিসের সাতটি ইউনিট আগুন নেভানোর কাজ করছে। আগুন এখনো পুরোপুরি নিয়ন্ত্রণে আনা যায়নি। আগুন নিয়ন্ত্রণে আনতে আরও কিছুটা সময় লাগতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "চীন থেকে জাহাজবিধ্বংসী সুপারসনিক ক্ষেপণাস্ত্র কিনছে ইরান, বদলে যেতে পারে সমীকরণ | প্রথম আলো",
            "time": "2026-02-25T18:56:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fr138xuj5%2FBN32XGS7TBJRTFF3P7HOASSQ6Y.avif?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন একসময়ে বেইজিং-তেহরানের সম্ভাব্য ক্ষেপণাস্ত্র চুক্তির খবরটি সামনে এল, যখন হামলা চালানোর জন্য ইরানের আশপাশে এরই মধ্যে বিশাল নৌবহর ও সামরিক সরঞ্জাম জড়ো করেছে যুক্তরাষ্ট্র। এর মধ্যে বিমানবাহী রণতরি ‘ইউএসএস আব্রাহাম লিংকন’ এবং এর স্ট্রাইক গ্রুপ রয়েছে। পাশাপাশি ‘ইউএসএস জেরাল্ড আর ফোর্ড’ এবং এর সহযোগী কিছু জাহাজও ওই অঞ্চলের দিকে অগ্রসর হচ্ছে। এই দুই রণতরি একসঙ্গে ৫ হাজারের বেশি সেনাসদস্য এবং ১৫০টি যুদ্ধবিমান বহনে সক্ষম।</p><p>ইসরায়েলের বিশেষজ্ঞ সিত্রিনোভিচ বলেন, ‘ইরানে কোনো পশ্চিমাপন্থী সরকার দেখতে চায় না চীন। কারণ, সেটি হবে তাদের স্বার্থের জন্য বড় হুমকি। তারা আশা করছে, বর্তমান সরকার ক্ষমতায় থাকবে।’</p><p>১৯ ফেব্রুয়ারি ট্রাম্প ইরানকে সতর্ক করে বলেছিলেন, পারমাণবিক কর্মসূচি নিয়ে চুক্তিতে পৌঁছাতে তিনি দেশটিকে ১০ দিন সময় দিচ্ছেন। তা না হলে ইরানকে সামরিক পদক্ষেপের মুখোমুখি হতে হবে। ১৩ ফেব্রুয়ারি রয়টার্সের এক প্রতিবেদনে বলা হয়েছিল, স্থায়ী প্রভাব ফেলবে ইরানজুড়ে, কয়েক সপ্তাহব্যাপী এমন সামরিক অভিযানের প্রস্তুতি নিচ্ছে যুক্তরাষ্ট্র।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে বাণিজ্যচুক্তি পর্যালোচনা দরকার | প্রথম আলো",
            "time": "2026-02-25T18:19:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2F8242ec5t%2FWhatsApp-Image-2026-02-25-at-10.48.53-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সঙ্গে স্বাক্ষরিত পারস্পরিক বাণিজ্যচুক্তি পর্যালোচনা (রিভিউ) করতে হবে। কারণ, চুক্তির বিভিন্ন ধারা বাংলাদেশের স্বার্থবিরোধী। যুক্তরাষ্ট্রের সুপ্রিম কোর্টও পাল্টা শুল্ক আরোপকে যে অবৈধ আখ্যা দিয়েছেন, সেটিও কাজে লাগানোর চিন্তা করা যায়। এ জন্য কৌশল নির্ধারণ করা জরুরি। তবে কাজটি করতে হবে ধীরে–সুস্থে এবং পরিকল্পিতভাবে।</p><p>দেশের বিশিষ্ট শিল্পপতি, ব্যবসায়ী ও গবেষকেরা আজ বুধবার ঢাকায় সচিবালয়ে বাণিজ্য মন্ত্রণালয়ের সঙ্গে বৈঠক করে যুক্তরাষ্ট্রের সঙ্গে হওয়া বাণিজ্যচুক্তি নিয়ে এসব পরামর্শ দিয়েছেন। তাঁদের মতে, যুক্তরাষ্ট্রের তুলা ব্যবহার করলে কীভাবে শূন্য শুল্ক পাওয়া যাবে, তা–ও পরিষ্কার হওয়া দরকার। এমনকি এই চুক্তি কীভাবে হলো, তা-ও খোলাসা করা দরকার। </p><p>বৈঠকে সরকারের দিক থেকে বাণিজ্যমন্ত্রী খন্দকার আবদুল মুক্তাদির, বাণিজ্য প্রতিমন্ত্রী মো. শরীফুল আলম ও বাণিজ্যসচিব মাহবুবুর রহমান প্রমুখ উপস্থিত ছিলেন। যুক্তরাষ্ট্রের সুপ্রিম কোর্ট দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের আরোপিত পাল্টা শুল্ক অবৈধ ঘোষণা করেছেন। এর জবাবে তিনি নতুন বৈশ্বিক শুল্ক আরোপের নির্দেশ দিয়েছেন প্রথমে ১০ শতাংশ, পরে ১৫ শতাংশ। এই শুল্ক এবং দেশটির সঙ্গে বাংলাদেশের সই করা বাণিজ্যচুক্তি নিয়ে করণীয় কী হবে, তা নিয়েই অংশীজনদের সঙ্গে আজ বৈঠক করা হয়। </p></div></div></div></body></html>"
        },
        {
            "title": "উচ্চ বা নিম্ন সুদহার, দুটোই ব্যাংকের জন্য খারাপ | প্রথম আলো",
            "time": "2026-02-25T18:16:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-30%2F7z5ike9s%2Fimage-128749-1685704704.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলোচনায় অংশ নিয়ে বাংলাদেশ ব্যাংকের প্রধান অর্থনীতিবিদ অধ্যাপক আকন্দ মোহাম্মদ আখতার হোসেন বলেন, মুদ্রানীতি এককভাবে কাজ করে না। এটাকে রাজস্ব নীতি, বাণিজ্য নীতি ও মুদ্রা বিনিময় হার নীতির সঙ্গে কাজ করতে হয়। সুদের হার বেশি বা কম উভয়ই ব্যাংকের জন্য খারাপ বলে মন্তব্য করেন তিনি। সুদের হার কত হওয়া উচিত—এমন প্রশ্নের জবাবে আকন্দ মোহাম্মদ আখতার হোসেন বলেন, যদি মূল্যস্ফীতির হার ৫ শতাংশ হয়, তবে ব্যাংকঋণের সুদের হার ৮ শতাংশ হতে পারে। বিশ্ববাজারে পণ্যের দাম বাড়লে, সেটা ব্যবস্থাপনার জন্য বিনিময় হার একটি বিশেষ ব্যবস্থা হিসেবে কাজ করে বলেও জানান তিনি।</p><p>সেমিনারে সভাপতির বক্তব্যে বিআইবিএমের মহাপরিচালক মো. এজাজুল ইসলাম বলেন, ‘সুদহারের সঙ্গে বিনিয়োগের তেমন কোনো সম্পর্ক নেই; বরং গ্যাস-বিদ্যুৎসহ অন্যান্য সুবিধার বিষয়গুলো বিনিয়োগের সঙ্গে বেশি যুক্ত। অতীতে আমরা দেখেছি, ঋণের সুদ একক অঙ্কে নামিয়ে আনার পরও খুব বেশি বিনিয়োগ বাড়েনি।’ সংকোচনমূলক মুদ্রানীতির প্রভাব পড়তেও কিছুটা সময় লাগে বলে জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের সঙ্গে উত্তেজনার মধ্যে ইসরায়েলে নামল এক ডজন মার্কিন এফ-২২ যুদ্ধবিমান | প্রথম আলো",
            "time": "2026-02-25T18:15:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Flfik7nns%2FF-22.avif?rect=0%2C43%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে আরও বলা হয়েছে, এগুলো বিশ্বের সবচেয়ে উন্নত যুদ্ধবিমানগুলোর অন্যতম। কেবল যুক্তরাষ্ট্রের কাছেই এগুলো রয়েছে। অন্যান্য অভিযানের পাশাপাশি এই বিমানগুলোর অন্যতম কাজ হলো ‘শত্রুর সীমানায় অনুপ্রবেশ করা এবং আকাশ প্রতিরক্ষা ও রাডার ব্যবস্থা অকেজো করে দেওয়া’।</p><p>পারমাণবিক আলোচনা ব্যর্থ হলে তেহরানের বিরুদ্ধে সামরিক পদক্ষেপ নেওয়ার হুঁশিয়ারি দিয়েছেন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। এ পটভূমিতে পারস্য উপসাগরীয় অঞ্চলে যুক্তরাষ্ট্র সামরিক উপস্থিতি জোরদার করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শখের গাড়ি বিক্রি, চিকিৎসার বিল দিতে হিমশিম-নির্মাতার কঠিন লড়াই | প্রথম আলো",
            "time": "2026-02-25T18:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2F69nulmis%2F12.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একসময় ক্যামেরার সামনে শিল্প নির্দেশনায় নিখুঁত দৃশ্য সাজানো মানুষটি আজ নিজের শরীরের জয়েন্টে জয়েন্টে ব্যথা নিয়ে দিন কাটাচ্ছেন। হাতের পেশি ঢিলে হয়ে গেছে। থেরাপির শুরুর দিকে ব্যথা এতটাই তীব্র ছিল যে থেরাপি নিতে যেতে চাইতেন না। অভিযোগ করতেন, ‘ব্যথা দেয় সবাই।’ ব্যথা সহ্য করতে না পেরে চিৎকার করতেন। এখন সহনশীলতা বেড়েছে, কিন্তু ব্যথা যায়নি।</p><p>প্রতিদিনের থেরাপি ও অন্যান্য চিকিৎসা মিলিয়ে খরচ ৮ থেকে ১০ হাজার টাকা। চার মাসে ব্যয় হয়েছে অনেক টাকা। প্রাণ রায় বলেন, ‘আমাদের জমানো টাকা শেষ। “ফ্রম বাংলাদেশ” সিনেমা বানানোর জন্য যে টাকা জমা ছিল, সেটাও চিকিৎসায় ব্যয় হচ্ছে। শখের গাড়ি ছিল, সেটাও বিক্রি করে দিয়েছি। হাসপাতালের খরচ আছে, বাসার খরচ আছে—সব মিলিয়ে জীবনের খুব কঠিন সময় পার করছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেট খেলা নিয়ে প্রতিপক্ষের ছুরিকাঘাতে তরুণ নিহত | প্রথম আলো",
            "time": "2026-02-25T17:51:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মৌলভীবাজারের রাজনগরে ক্রিকেট খেলা নিয়ে প্রতিপক্ষের ছুরিকাঘাতে আহত তারেক (২২) নামের এক তরুণ মারা গেছেন। তারেক রাজনগর উপজেলার ঘরগাঁও গ্রামের গাজী মিয়ার ছেলে।</p><p> বুধবার বিকেল সাড়ে পাঁচটার দিকে রাজনগর উপজেলার ঘরগাঁও গ্রামের খেলার মাঠে এ ঘটনা ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "পবিত্র রমজান মাসে ক্যানসার রোগীদের খাদ্যাভ্যাস ও পুষ্টি ব্যবস্থাপনা যেমন হওয়া দরকার | প্রথম আলো",
            "time": "2026-02-25T17:49:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fdeks0i79%2F01.-HeroImageSKFArticle.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মানসিক স্বাস্থ্য ও ধর্মীয় দৃষ্টিভঙ্গি</strong></p><p>অসুস্থতার কারণে যাঁদের পক্ষে রোজা রাখা সম্ভব হয় না, তাঁদের উদ্দেশে ডা. আব্দুল্লাহ আল মামুন খান বলেন, ‘ইসলাম ধর্মে অসুস্থ ব্যক্তির জন্য শিথিলতা রয়েছে। শারীরিক অক্ষমতার কারণে রোজা রাখতে না পারলে পরবর্তী সময়ে সুস্থ হয়ে তা আদায় করার সুযোগ আছে। মানসিকভাবে শক্ত থাকা ক্যানসার যুদ্ধের সবচেয়ে বড় হাতিয়ার।’</p><p>অনুষ্ঠানের শেষে সঞ্চালক নাসিহা তাহসিন জানান, এসকেএফ অনকোলজি বাংলাদেশের প্রথম এবং একমাত্র ইইউ জিএমপি অনুমোদিত অনকোলজি প্ল্যান্টের মাধ্যমে বিশ্বমানের ওষুধ রোগীদের দোরগোড়ায় পৌঁছে দিচ্ছে। বর্তমানে তাঁরা বাংলাদেশে বিশ্বমানের ওষুধ ও ৩৩টি পেশেন্ট ফ্যাসিলিটি সেন্টারের মাধ্যমে রোগীদের সেবা নিশ্চিত করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিউজিল্যান্ডের বড় জয়ে বিশ্বকাপ থেকে বিদায় শ্রীলঙ্কার | প্রথম আলো",
            "time": "2026-02-25T17:49:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fqpwuuqmg%2FLead-Chobi-City-1.jpg?rect=0%2C32%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ বলে আউট হওয়ার আগে ২৬ বলে ২ চার ও ৪ ছক্কায় ৪৭ রান করেন স্যান্টনার, ২৩ বলে ৩১ রান আসে ম্যাকনকির ব্যাট থেকে। তাঁদের দুজনের জুটির পর বোলাররাও তাঁদের কাজটা ঠিকঠাক করে দেওয়ায় সহজ জয় পেয়েছে নিউজিল্যান্ড।</p><p>দুই ম্যাচে এখন তাদের পয়েন্ট ৩। পরের ম্যাচে ইংল্যান্ডের বিপক্ষে জিতলেই কিউইরা সেমিফাইনালে পৌঁছে যাবে। হেরে গেলেও সম্ভাবনা থাকবে। সে ক্ষেত্রে পাকিস্তানকে শেষ ম্যাচে শ্রীলঙ্কার বিপক্ষে হারতে হবে, জিতলেও ব্যবধানটা বড় হওয়া যাবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "মাতৃভাষার প্রশ্নে কোনো আপস মেনে নেওয়ার নয় | বন্ধুসভা",
            "time": "2026-02-25T17:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fj5l22idy%2Fimg-01.jpg?rect=0%2C101%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শহীদ মিনার প্রাঙ্গণে ধ্বনিত হচ্ছিল অমর সেই গান ‘আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি...’। গানটির প্রতিটি পঙ্‌ক্তি যেন স্মরণ করিয়ে দিচ্ছিল আত্মত্যাগের ইতিহাস ও ভাষার মর্যাদা রক্ষার অঙ্গীকার।</p><p>কর্মসূচিতে উপস্থিত ছিলেন সভাপতি সৈয়দ সালমান হাসান, সাধারণ সম্পাদক আনোয়ার হোসেন, সাংগঠনিক সম্পাদক সিফাত আরেফিন, বইমেলা সম্পাদক মাহমুদ প্রসুন, সাংস্কৃতিক সম্পাদক তাসনিম সুলতানা, স্বাস্থ্য ও ক্রীড়া সম্পাদক হাসানুজ্জামান, কার্যনির্বাহী সদস্য তাসনিম আহমেদ, সাবেক সভাপতি শেখ হামিম ও সাবেক সাধারণ সম্পাদক রেজনান চৌধুরী।</p><p><em><strong>সাংস্কৃতিক সম্পাদক,</strong></em> জাহাঙ্গীরনগর বিশ্ববিদ্যালয় বন্ধুসভা</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকাসহ দেশের বিভিন্ন স্থানে ভূকম্পন অনুভূত | প্রথম আলো",
            "time": "2026-02-25T17:33:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Ftt8aznhx%2FEarthquake_Reuters.png?rect=0%2C20%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তরের ভূমিকম্প পর্যবেক্ষণ কেন্দ্রের আবহাওয়াবিদ ফারজানা সুলতানা প্রথম আলোকে বলেন, রাত ১০টা ৫১ মিনিট ৪৯ সেকেন্ডে এই ভূমিকম্প হয়। বাংলাদেশের পার্শ্ববর্তী দেশ মিয়ানমারে এই ভূমিকম্পের উৎপত্তিস্থল। ঢাকা থেকে দূরত্ব ৪৬২ কিলোমিটার।</p><p>ফারজানা সুলতানা আরও বলেন, ভূকম্পন অনুভূত হয়েছে ঢাকাসহ দেশের বিভিন্ন অঞ্চলে। তবে কক্সবাজার এবং এর কাছাকাছি অঞ্চলে অপেক্ষাকৃত বেশি ভূকম্পন অনুভূত হয়েছে। তিনি বলেন, এটি মাঝারি মাত্রার ভূমিকম্প।</p></div></div></div></body></html>"
        },
        {
            "title": "ফার্মগেটে চাঁদাবাজির প্রতিবাদে এনসিপির উদ্যোগে বিক্ষোভ কর্মসূচি | প্রথম আলো",
            "time": "2026-02-25T17:29:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fx194ciew%2Ffarmgate.jpg?rect=0%2C24%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিক্ষোভ কর্মসূচিতে ২৭ নম্বর ওয়ার্ড এনসিপির সদস্যসচিব আওলাদ হোসেন বলেন, হামলায় তিনি চোখসহ শরীরের বিভিন্ন স্থানে আঘাত পেয়েছেন। তাঁর দাবি, গতকাল তারাবিহর নামাজের পর ইন্দিরা রোডে তেজগাঁও কলেজের কয়েকজন চাঁদাবাজির চেষ্টা চালান। এর প্রতিবাদ করলে ৬০ থেকে ৭০ জনের একটি দল এসে তাঁদের ওপর অতর্কিত হামলা চালান। হামলাকারী ব্যক্তিরা দেশীয় ধারালো অস্ত্র ব্যবহার করেন বলে অভিযোগ করেন তিনি। বর্তমানে তিনি নিজের নিরাপত্তা নিয়ে শঙ্কিত বলেও জানান।</p><p>কর্মসূচিতে সাম্প্রতিক হামলার তীব্র নিন্দা জানিয়ে বক্তারা বলেন, অন্যায়ের প্রতিবাদ করায় নিরীহ মানুষ ও রাজনৈতিক কর্মীদের ওপর হামলা গ্রহণযোগ্য নয়। তাঁদের অভিযোগ, পরিকল্পিতভাবে হামলা চালিয়ে কয়েকজনকে গুরুতর জখম করা হয়েছে। উপস্থিত আহত ব্যক্তিরা নিজেদের অভিজ্ঞতা তুলে ধরেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ধার করা ১০০০ টাকা নিয়ে টিসিবির ট্রাক খুঁজছিলেন মনসুর আলী | প্রথম আলো",
            "time": "2026-02-25T17:28:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fca2uyhlg%2FWhatsApp-Image-2026-02-25-at-11.07.37-PM.jpeg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রান্নার তেলের চাহিদা বেশি</strong></p><p>টিসিবির ট্রাক থেকে একজন ক্রেতা সর্বোচ্চ দুই লিটার সয়াবিন তেল, দুই কেজি মসুর ডাল, এক কেজি চিনি, এক কেজি ছোলা ও আধা কেজি খেজুর কিনতে পারেন। এর মধ্যে প্রতি লিটার সয়াবিন তেলের দাম রাখা হচ্ছে ১১৫ টাকা। এ ছাড়া প্রতি কেজি চিনি ৮০ টাকা, মসুর ডাল ৭০ টাকা, ছোলা ৬০ টাকা এবং আধা কেজি খেজুরের দাম ৮০ টাকা। সব মিলিয়ে এসব পণ্য কিনতে একজনের লাগে ৫৯০ টাকা। বাজার থেকে সমপরিমাণ পণ্য কিনতে প্রায় ৯৫০ টাকা লাগে। অর্থাৎ, প্রায় ৩৫০ টাকা সাশ্রয় হয়।</p><p>তবে টিসিবির এসব পণ্যের মধ্যে সবচেয়ে বেশি চাহিদা দেখা গেছে সয়াবিন তেলের। আজ রাজধানীর তিনটি স্থানে টিসিবির পণ্য নিতে আসা ১৫ জন ক্রেতার সঙ্গে কথা বলেন প্রথম আলোর এ প্রতিবেদক। তাঁদের মধ্যে ১১ জনই জানিয়েছেন, তাঁরা মূলত সয়াবিন তেল কিনতে এখানে এসেছেন। বাজারে দুই লিটার সয়াবিন তেলের দাম ৩৯০ টাকা। টিসিবির ট্রাক থেকে কিনতে লাগে ২৩০ টাকা।</p><p>আজ সকালে মোহাম্মদপুরে সূচনা কমিউনিটি সেন্টারের সামনে টিসিবির পণ্য কিনতে আসেন গৃহিণী লক্ষ্মী রানী রায়। তিনি বলেন, ‘বাজার থেকে অন্যান্য পণ্য কিনে পোষানো যায়। কিন্তু সয়াবিন তেলের দাম অনেক বেশি। এখানে মূলত সয়াবিন তেল নিতেই এসেছি। সঙ্গে অন্যান্য পণ্যও কিনছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের নিপীড়নমূলক আচরণের প্রতিবাদ গণতান্ত্রিক ছাত্র জোটের | প্রথম আলো",
            "time": "2026-02-25T17:24:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fqqt96hm1%2Fdu-chatra.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের নৃবিজ্ঞান বিভাগের শিক্ষার্থী ও ছাত্রনেতা নাঈম উদ্দীনের ওপর পুলিশের হামলার ঘটনার প্রতিবাদ জানিয়েছে গণতান্ত্রিক ছাত্র জোট। সংগঠনটি বলছে, সারা দেশে পুলিশ বাহিনীর নিপীড়নমূলক আচরণ জনগণের ওপর মোরাল পুলিশিংয়ের ধারাবাহিকতামাত্র। </p><p>বুধবার বিকেলে ঢাকা বিশ্ববিদ্যালয়ে মধুর ক্যানটিনে সংবাদ সম্মেলনে গণতান্ত্রিক ছাত্র জোটের নেতারা এ কথা বলেন। সংবাদ সম্মেলনে লিখিত বক্তব্য পাঠ করেন গণতান্ত্রিক ছাত্র জোটের সমন্বয়ক ও পাহাড়ি ছাত্র পরিষদের সভাপতি অমল ত্রিপুরা। </p><p>লিখিত বক্তব্যে নাঈম উদ্দীনের ওপর পুলিশের হামলার নিন্দা জানিয়ে জোটের নেতারা বলেন, ২৩ ফেব্রুয়ারি রাতে হলে ফেরার সময় পুলিশি হয়রানির শিকার হন তিনি। যদিও পুলিশ তাঁর বিরুদ্ধে কোনো রকম বেআইনি কাজের প্রমাণ বা অভিযোগ পায়নি। এ সময় নাগরিক অধিকার বিষয়ে পুলিশকে তিনি কিছু প্রশ্ন করলে পেছন থেকে পুলিশের কয়েকজন সদস্য তাঁকে হঠাৎ আক্রমণ করেন। তাঁদের আক্রমণে তিনি আহত হন। এ ঘটনা নাগরিক অধিকার, বাক্‌স্বাধীনতা এবং দেশের বিদ্যমান আইনের সম্পূর্ণ পরিপন্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদারীপুরে আবার রাতে টর্চলাইট জ্বালিয়ে দুই পক্ষের সংঘর্ষ, বোমা বিস্ফোরণ, আহত ৭ | প্রথম আলো",
            "time": "2026-02-25T17:22:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2F1dx3ixco%2FMadaripurDH069920260225Madaripur-25-02-26-Hamla-and-Injure-Pic-01.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় দুই পক্ষের লোকজন টর্চলাইট জ্বালিয়ে ইটপাটকেল নিক্ষেপ করে পাল্টাপাল্টি ধাওয়া দেন। এতে আহত হন উভয় পক্ষের অন্তত সাতজন। এ সময় একাধিক ককটেল বিস্ফোরণ ঘটিয়ে এলাকায় আতঙ্ক সৃষ্টি করা হয়। খবর পেয়ে র‌্যাব ও পুলিশ ঘটনাস্থলে গিয়ে পরিস্থিতি নিয়ন্ত্রণে আনে। আহত ব্যক্তিদের মাদারীপুর ২৫০ শয্যা জেলা হাসপাতাল ও স্থানীয় ক্লিনিকে চিকিৎসা দেওয়া হয়েছে।</p><p>মাদারীপুর সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা আবুল কালাম আজাদ বলেন, স্থানীয় আধিপত্য নিয়ে বিরোধের জের ধরে দুই পক্ষের লোকজন রাতের আধারে টর্চলাইট জ্বালিয়ে সংঘর্ষে জড়িয়ে পড়েছেন। এ সময় তাঁরা কয়েকটি হাতবোমা ও ককটেল বিস্ফোরণ ঘটিয়ে এলাকায় আতঙ্ক সৃষ্টি করেন। সংঘর্ষের খবর পেয়ে পুলিশ ও র‌্যাবের সদস্যরা ঘটনাস্থলে গিয়ে পরিস্থিতি নিয়ন্ত্রণে আনে। এলাকায় আবার সংঘর্ষ এড়াতে পুলিশ মোতায়েন রয়েছে। এ ব্যাপারে আইনগত ব্যবস্থা নেওয়া হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীলঙ্কা-নিউজিল্যান্ড: ৬১ রানে হেরে বিশ্বকাপ থেকে ছিটকে গেল শ্রীলঙ্কা | প্রথম আলো",
            "time": "2026-02-25T13:04:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2F91qg2t5p%2F148602-01-02.jpg?rect=0%2C218%2C3600%2C1890&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নিউজিল্যান্ড: ১২.১ ওভারে ৮৪/৬</strong></p><p>তিকশানার দারুণ ওভার! ওভারের দ্বিতীয় বলে রবীন্দ্রকে ফেরানোর পর চতুর্থ বলে বোল্ড করলেন মার্ক চ্যাপম্যানকে। </p><p>চ্যাপম্যানকে করা বোল্ডটি তিকশানা হয়তো অনেক দিন মনে রাখবেন। একেবারে ক্লাসিক অফস্পিন! বলটি লেগ স্টাম্পে পড়ে টার্ন করে চ্যাপম্যানের অফ স্টাম্পে লেগেছে। </p><p>পরের ওভারে আরেক স্পিনার ভেল্লালাগের বলে বোল্ড হন নিউজিল্যান্ডের সেরা ব্যাটসম্যান ড্যারিল মিচেলও। ৩ উইকেটে ৮৪ রান করা নিউজিল্যান্ডের রান এখন—৮৪/৬।</p></div></div></div></body></html>"
        },
        {
            "title": "পঞ্চগড়ে ‘জনরোষ’ থেকে বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতাকে উদ্ধার করল পুলিশ, এরপর যা জানা গেল... | প্রথম আলো",
            "time": "2026-02-25T17:19:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2F4rxcj5sf%2FPANCHAGARHShibir-Leader.JPG?rect=0%2C18%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক-মেসেঞ্জারে হত্যার হুমকির অভিযোগ এনে এক যুবকের বাড়ির সামনে প্রতিবাদ করতে গিয়ে স্থানীয় লোকজনের তোপের মুখে পড়েছেন পঞ্চগড়ের বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতা ফজলে রাব্বী। একপর্যায়ে সেখানে তাঁকে ঘিরে তৈরি হওয়া ‘জনরোষ’ থেকে উদ্ধার করে পুলিশ। এ ঘটনার ভিডিও ফেসবুকে ছড়িয়ে পড়েছে।</p><p>গতকাল মঙ্গলবার দিবাগত রাতে পঞ্চগড় সদর উপজেলার হাফিজাবাদ ইউনিয়নের কামারপাড়া এলাকায় এ ঘটনা ঘটে। এ ঘটনায় দুই পক্ষ থেকে মামলার প্রস্তুতি চলছে বলে জানা গেছে।</p><p>ফজলে রাব্বী পঞ্চগড় সদর উপজেলার হাড়িভাসা ইউনিয়নের হালুয়াপাড়া এলাকার বাসিন্দা। তিনি পঞ্চগড় জেলা ছাত্রশিবিরের ছাত্র অধিকার সম্পাদক। এর আগে বৈষম্যবিরোধী ছাত্র আন্দোলনের পঞ্চগড় জেলার সমন্বয়ক ছিলেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপ্রিম কোর্ট আইনজীবীদের পাল্টাপাল্টি কর্মসূচি, কক্ষ ভাঙচুরের অভিযোগ | প্রথম আলো",
            "time": "2026-02-25T17:18:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fn5tg8y6z%2FSupreem-court-1-1.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরিশাল আদালতের বিচারকের এজলাস কক্ষে হট্টগোল ও ভাঙচুরের প্রতিবাদে ‘সম্মিলিত আইনজীবী সমন্বয় পরিষদের’ ব্যানারে মানববন্ধন কর্মসূচি পালন করেছে সুপ্রিম কোর্টের আইনজীবীদের একাংশ। সুপ্রিম কোর্ট আইনজীবী সমিতি ভবনের সামনে তারা এই মানববন্ধন করে। এর পরপরই আওয়ামী লীগবিরোধী স্লোগানসহ মিছিল করে সমিতির সভাপতির কক্ষের সামনে সংক্ষিপ্ত সভা করে জাতীয়তাবাদী আইনজীবী ফোরাম। এর মধ্যে সমিতির বর্ধিত ভবনে থাকা আইনজীবী আবু সাঈদ সাগরের কক্ষ ভাঙচুর ও একাধিক আইনজীবী লাঞ্ছিত হওয়ার অভিযোগ উঠেছে।</p><p>আজ বুধবার দুপুরে সমিতি প্রাঙ্গণে অনুষ্ঠিত মানববন্ধনে আইনজীবী চঞ্চল কুমার বিশ্বাস, কুমার দেবুল দে, তামান্ন ফেরদৌস, উজ্জ্বল হোসেন, আসলাম মিয়া প্রমুখ বক্তব্য দেন। সঞ্চালনায় ছিলেন আইনজীবী সুবীর নন্দী দাস।</p></div></div></div></body></html>"
        },
        {
            "title": "বেড়িবাঁধের গাছ কাটার অভিযোগে আটক মিঠামইন বিএনপির সভাপতি জাহিদুল | প্রথম আলো",
            "time": "2026-02-25T17:16:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fr5flulfd%2F2bd608b4-7a0b-40eb-8051-128423bc46e4.jpg?rect=0%2C211%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে মঙ্গলবার মিঠামইন উপজেলা প্রকৌশলী ফয়জুর রাজ্জাক বাদী হয়ে মিঠামইন থানায় গাছ চুরির অভিযোগ এনে মামলা করেন। মামলায় আঙ্গুর মিয়া নামের এক ব্যক্তির নাম উল্লেখসহ অজ্ঞাতনামা দুই থেকে তিনজনকে আসামি করা হয়েছে। মামলায় বেড়িবাঁধের ১২টি মেহগনিগাছ কেটে ফেলার অভিযোগ করা হয়েছে।</p><p>এ ঘটনার পর মঙ্গলবারই মিঠামইন উপজেলা বিএনপির সভাপতি জাহিদুল আলমের দলীয় সব পদ স্থগিত করে কেন্দ্রীয় বিএনপি। দলের সিনিয়র যুগ্ম মহাসচিব রুহুল কবির রিজভী স্বাক্ষরিত এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়। এতে বলা হয়, মিঠামইন উপজেলা বিএনপির সভাপতি জাহিদুল আলমের বিরুদ্ধে কামালপুর এলাকায় বেড়িবাঁধের প্রায় ২০টি মেহগনিগাছ ব্যক্তিগত স্বার্থে কেটে ফেলার অভিযোগ প্রমাণিত হয়েছে। তিনি নিজ গাড়ি নিয়ে তাঁর বাড়ি যাওয়ার পথ সুগম করার লক্ষ্যে এ ধরনের অন্যায় ও নিন্দনীয় কাজটি করেছেন, যা দলীয় নীতি, আদর্শ ও শৃঙ্খলা ভঙ্গের সুস্পষ্ট বহিঃপ্রকাশ। সুতরাং এ ধরনের গর্হিত কাজের জন্য পরবর্তী নির্দেশ না দেওয়া পর্যন্ত কিশোরগঞ্জ জেলাধীন মিঠামইন উপজেলা বিএনপির সভাপতি জাহিদুল আলমের বিএনপির প্রাথমিক সদস্যপদসহ দলীয় সব পর্যায়ের পদ স্থগিত করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৫ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-25T05:43:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-25%2Fvhd168lf%2F%E0%A7%A7.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ঠেলাঠেলি আর দীর্ঘক্ষণ দাঁড়িয়ে থাকার ক্লান্তি সহ্য করতে না পেরে টিসিবির লাইনের ভিড় থেকে সরে এসে পাশে বসেছেন ৮০ বছর বয়সী রোকেয়া বেগম। বয়সের ভার আর অসহ্য ভিড়ের চাপে হাঁপিয়ে উঠেছেন তিনি। একটু ভিড় কমলেই আবার লাইনে দাঁড়ানোর চেষ্টা করবেন। তবে ততক্ষণে টিসিবির মালামাল অবশিষ্ট থাকে কি না, সেই দুশ্চিন্তাও রয়েছে তাঁর মনে। লবণচরা, খুলনা, ২৫ ফেব্রুয়ারি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সাদ্দাম হোসেন</figcaption></p></div></div></body></html>"
        }
    ]
}