{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জামায়াতের সমর্থকের বাড়িতে আগুন, অভিযোগ বিএনপির সমর্থকদের বিরুদ্ধে | প্রথম আলো",
            "time": "2026-02-15T08:28:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fu12o1p96%2FKhulnaDH063020260215khulna-porano-2.jpg?rect=0%2C0%2C1279%2C671&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দারা জানান, রাতে আগুন দেখতে পেয়ে তাঁরা ছুটে যান। পরে সবাই মিলে পানি দিয়ে আগুন নিয়ন্ত্রণে আনেন।</p><p>খানজাহান আলী থানা জামায়াতে ইসলামীর আমির সৈয়দ হাসান মাহামুদ (টিটো) বলেন, আটরা-গিলাতলা ইউনিয়নের প্রায় ৪০ হাজার ভোটের মধ্যে ধানের শীষ পেয়েছে ৯ হাজার ৫৫ ভোট এবং দাঁড়িপাল্লা পেয়েছে ১৮ হাজার ৪৪২ ভোট। এই ইউনিয়নে ধানের শীষ কম ভোট পাওয়ায় এবং ধানের শীষকে বিজয়ী ঘোষণা করার পর থেকে বিএনপি ও আওয়ামী লীগের লোকেরা দাঁড়িপাল্লার সমর্থকদের হুমকি দিয়ে আসছিলেন। তাঁর দাবি, তাঁরাই এ আগুন দিয়েছেন।</p><p>সৈয়দ হাসান মাহামুদ আরও বলেন, শোকর আকুঞ্জির বড় ছেলে রমজান আকুঞ্জি জামায়াতে ইসলামীর রুকন ও ইউনিট সভাপতি এবং ছোট ছেলে আব্দুর রাজ্জাক ছাত্রশিবিরের মশিয়ালী ওয়ার্ড সভাপতি। এ ঘটনার প্রতিবাদে আজ রোববার বিকেলে প্রতিবাদ সমাবেশ ও মিছিলের কর্মসূচি ঘোষণা করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে শুভেচ্ছা জানাতে কার্যালয়ে আজও নেতা-কর্মীরা, ছিলেন ফখরুল-রেজা কিবরিয়া | প্রথম আলো",
            "time": "2026-02-15T08:25:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fcnmjvfmw%2Ftarek-1.jpeg?rect=0%2C247%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জ্যেষ্ঠ নেতাদের মধ্যে বেলা ১১টার দিকে কার্যালয়ে আসেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর।</p><p>পরে দুপুর ১২টা ২০ মিনিটের দিকে তারেক রহমানের গাড়িবহর কার্যালয়ের সামনে এসে পৌঁছায়। এ সময় বাইরে অপেক্ষায় থাকা নেতা–কর্মীরা হাত নেড়ে শুভেচ্ছা জানান তাঁকে। তারেক রহমানও গাড়ির ভেতর থেকে তাতে সাড়া দেন।</p><p>দুপুর পৌনে ১২টার দিকে কয়েকজন নেতা–কর্মীকে নিয়ে কার্যালয়ে আসেন পটুয়াখালী-৪ আসনের নবনির্বাচিত সংসদ সদস্য এ বি এম মোশাররফ হোসেন। পরে তিনি ভেতরে যান। ১২টার দিকে আসেন ঢাকা-২০ আসনের সংসদ সদস্য দেওয়ান মোহাম্মদ সালাউদ্দিন। ফটকের সামনে থাকা নেতা–কর্মীদের সঙ্গে কুশল বিনিময় করে তিনি কার্যালয়ের যান।</p><p>১২টা ১৫ মিনিটে আসেন গাজীপুর-৫ আসনের সংসদ সদস্য এ কে এম ফজলুল হক মিলন। এরপরই তারেক রহমান কার্যালয়ে আসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৫তম বিসিএস: নিয়োগ প্রক্রিয়ায় অসঙ্গতি, একজন চাকরিপ্রার্থীর কিছু প্রশ্ন | প্রথম আলো",
            "time": "2026-02-15T08:14:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2Fx8qiskwi%2F%E0%A6%AA%E0%A6%BF%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A7%A7.jpeg?rect=0%2C17%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ফলাফল বিভ্রাট ও একই পদে বারবার সুপারিশ</strong></p><p>৪৫তম বিসিএসের চূড়ান্ত ফলাফল প্রকাশিত হয়েছে ২০২৫ সালের ২৬ নভেম্বর। কিন্তু এই ফলাফলে এমন কিছু ভুল পরিলক্ষিত হয়েছে যা একটি সাংবিধানিক প্রতিষ্ঠানের কাছ থেকে অপ্রত্যাশিত। একই প্রার্থীকে একই ক্যাডারে পুনরায় সুপারিশ করা (রিপিট ক্যাডার), উচ্চতর গ্রেডে কর্মরত প্রার্থীকে নিম্নতর গ্রেডের নন-ক্যাডারে সুপারিশ করা, এমনকি নারী প্রার্থীদের জন্য সংরক্ষিত পদে পুরুষ প্রার্থীকে মনোনয়ন দেওয়ার মতো ঘটনা ঘটেছে।</p><p>আমাদের প্রশ্ন হলো—৪৪তম বিসিএসে 'রিপিট ক্যাডার' জটিলতা নিরসনে যখন ২০২৫ সালের ২৮ অক্টোবর বিধিমালা সংশোধন করে সম্পূরক ফল প্রকাশের নজির তৈরি করা হলো, তবে ৪৫তম বিসিএসে কেন তা মানা হবে না? শতাধিক প্রার্থীকে পুনরায় একই পদে সুপারিশ করা কি প্রজাতন্ত্রের শূন্য পদ পূরণে কমিশনের উদাসীনতা নয়? এতে তো কেবল পদের অপচয় হচ্ছে এবং প্রকৃত মেধাবীরা সুযোগ হারাচ্ছেন।</p><p><strong>বিধিমালা ও নন-ক্যাডার নিয়োগের দ্বিমুখী নীতি</strong></p><p>নন-ক্যাডার নিয়োগের ক্ষেত্রে পিএসসির আচরণ আমাদের কাছে চরম বৈষম্যমূলক মনে হচ্ছে। ৩৮তম বিসিএসের সময় ফলাফল প্রকাশের আগে কোটা বাতিল হলেও পিএসসি তখন বলেছিল, সার্কুলারে যেহেতু কোটা ছিল তাই কোটা পদ্ধতিতেই ফল হবে। আমরা তখন আইনের প্রতি শ্রদ্ধাশীল থেকে তা মেনে নিয়েছিলাম। অথচ ৪৫তম বিসিএস সার্কুলারে স্পষ্ট উল্লেখ ছিল যে, নিয়োগ হবে ২০১০ (সংশোধিত ২০১৪) বিধিমালা অনুযায়ী। কিন্তু ফলাফল প্রকাশের সময় রহস্যজনকভাবে ২০২৩ সালের নতুন বিধিমালা অনুসরণ করা হয়েছে।</p><p>এই নতুন বিধিমালা প্রয়োগের ফলে আমরা নন-ক্যাডারে পছন্দক্রম (Choice list) প্রদানের সুযোগ থেকে বঞ্চিত হয়েছি। যেখানে ৪৪তম বিসিএসে বারবার পছন্দক্রমের সুযোগ দেওয়া হচ্ছে, সেখানে ৪৫তম বিসিএসের ক্ষেত্রে কেন 'বিশেষ বিবেচনার' দোহাই দিয়ে আমাদের অধিকার খর্ব করা হচ্ছে? একই দেশের দুই বিসিএস পরীক্ষার্থীর জন্য আইনের দুই রকম প্রয়োগ কি সংবিধানের ২৭ নম্বর অনুচ্ছেদের (আইনের দৃষ্টিতে সমতা) সরাসরি লঙ্ঘন নয়?</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন-পরবর্তী দুই দিনে দুই শতাধিক সহিংসতায় নিহত ৩, আহত তিন শতাধিক: এইচআরএসএস | প্রথম আলো",
            "time": "2026-02-15T08:10:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F9agu2utc%2FHRSS.jpg?rect=0%2C402%2C2340%2C1229&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন–পরবর্তী দুই দিনে দেশের ৩০টি জেলায় দুই শতাধিক সহিংসতার ঘটনা ঘটেছে। এতে নিহত হয়েছেন তিনজন। আহত তিন শতাধিক।</p><p>আজ রোববার দুপুরে রাজধানীর জাতীয় প্রেসক্লাবে নির্বাচন পর্যবেক্ষণ সংস্থা হিউম্যান রাইটস সাপোর্ট সোসাইটির (এইচআরএসএস) এক সংবাদ সম্মেলনে এই তথ্য জানানো হয়।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনকেন্দ্রিক সহিংসতা ও নির্বাচন পর্যবেক্ষণ–পরবর্তী এই সংবাদ সম্মেলনের আয়োজক এইচআরএসএস।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-02-15T08:00:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ব্যাংকের তথ্য অনুসারে, আজ ডলারের সর্বোচ্চ দাম ১২২ টাকা ৩১ পয়সা। সর্বনিম্ন ও গড় একই—১২২ টাকা ৩০ পয়সা। বিশ্ববাজারে ডলারের দাম কমলেও দেশের বাজারে কয়েক মাস ধরেই স্থিতিশীল।</p><p>আজ দেশের মুদ্রাবাজারে বেশির ভাগ প্রধান মুদ্রার দাম কমেছে। এই তালিকায় আছে ইউরো, পাউন্ড, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। দাম বেড়েছে ইয়েন, ইউয়ান ও রুপির।</p></div></div></div></body></html>"
        },
        {
            "title": "বয়স বাড়ার সঙ্গে সঙ্গে কোন বিষয়টা উপভোগ করছেন, জানালেন জয়া | প্রথম আলো",
            "time": "2026-02-15T08:00:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fjgxszf0r%2F63372383814997106081881946719913028715429474n.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৬ ফেব্রুয়ারি পশ্চিমবঙ্গে মুক্তি পেয়েছে জয়া আহসান অভিনীত সৌকর্য ঘোষাল পরিচালিত সিনেমা ‘ওসিডি’। সিনেমাটির প্রচারে ভারতীয় গণমাধ্যম দ্য ওয়ালের সঙ্গে ভিডিও সাক্ষাৎকার দিয়েছেন বাংলাদেশি অভিনেত্রী। এই সাক্ষাৎকারে উঠে এসেছে সিনেমা ছাড়াও নানা প্রসঙ্গ।</p><p>দুই বাংলার সিনেমা নিয়ে কতটা আশাবাদী? এমন প্রশ্নের উত্তরে জয়া বলেন, ‘আমি দুটো (দুই বাংলার সিনেমা) নিয়েই তো আশাবাদী। এখানে “ওসিডি”র মতো ছবি রিলিজ করছে এবং দর্শক দেখেছে। এর আগে “ডিয়ার মা”, “পুতুলনাচের ইতিকথা” করেছি; প্রত্যেকটি ডিফারেন্ট ডাইমেনশনের কাজ (ভিন্ন ধরনের)। একজন আর্টিস্ট হিসেবে কাজগুলো পাওয়া আমার জন্য খুব ভাগ্যের ব্যাপার। এখন এসেছে “ওসিডি”, সেখানে পারফরমেন্সটা খাবার একটা জায়গা আছে। আমি কতটুকু পেরেছি, আমি বলব না। তিনটা সিনেমা তিন ধরনের—একটি একেবারে পারিবারিক, একটি একদম ক্ল্যাসিক এবং এখন যেটা হচ্ছে, সেটার ভেতরে একটা প্রচণ্ড শক্তিশালী সামাজিক বার্তা আছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইমরান খানের সুচিকিৎসার দাবি ওয়াসিম-ওয়াকারের | প্রথম আলো",
            "time": "2026-02-15T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fdk6pp2ku%2Fimran_Khan.jpg?rect=0%2C16%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে শনিবার পাকিস্তানের সাবেক পেসার শোয়েব আখতার বলেছেন, তিনি গত তিন মাস যুক্তরাষ্ট্রে ছিলেন, সেখানে শওকত খানম মেমোরিয়াল ক্যানসার হাসপাতালের জন্য তহবিল সংগ্রহ করেছেন। ক্যানসারে মারা যাওয়া নিজের মায়ের স্মৃতিতে ইমরান খান এই হাসপাতাল গড়ে তুলেছিলেন। শোয়েব লিখেছেন, ‘তাঁর এক চোখের দৃষ্টিশক্তি হারানোর খবর শুনে আমি গভীরভাবে মর্মাহত। আশা করি তিনি সর্বোচ্চ চিকিৎসা পাবেন। তাঁর দ্রুত আরোগ্য কামনা করছি।’</p><p>‘বুম বুম’ খ্যাত শহিদ আফ্রিদিও ১৯৯২ বিশ্বকাপজয়ী অধিনায়কের জন্য মুখ খুলেছেন। তিনি এক্সে লিখেছেন, ‘চিকিৎসা পাওয়া মৌলিক অধিকার।’ সাবেক অধিনায়ক ও বোর্ড সভাপতি রমিজ রাজা সহমর্মিতা প্রকাশ করেছেন, ‘মানবিকতা যেন প্রাধান্য পায়। ইমরান খানকে ভুগতে দেখে এবং দৃষ্টিশক্তি হারাতে দেখে মানসিকভাবে ধাক্কা খেলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি নেতৃত্বাধীন বাংলাদেশের সঙ্গে কি নতুন করে সম্পর্ক গড়তে পারবে ভারত | প্রথম আলো",
            "time": "2026-02-15T07:58:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fn5o48cuy%2Ftareq-modi-01.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্মৃতি পট্টনায়েক বলেন, ‘আমি মনে করি না, বিএনপি এ সহযোগিতা থেকে পিছিয়ে আসবে। এটি একজন নতুন নেতা, নতুন জোট এবং ১৭ বছর পর ক্ষমতায় আসা একটি দল।’</p><p>এত অস্থিরতা সত্ত্বেও ভৌগোলিক অবস্থান ও অর্থনীতি দুই দেশকে বেঁধে রেখেছে। এর মধ্যে আছে ৪ হাজার ৯৬ কিলোমিটারের (২ হাজার ৫৪৫ মাইল) সীমান্ত, গভীর নিরাপত্তা ও সাংস্কৃতিক বন্ধন। বাংলাদেশ দক্ষিণ এশিয়ায় ভারতের সবচেয়ে বড় বাণিজ্য অংশীদার এবং ভারত এশিয়ায় বাংলাদেশের বৃহত্তম রপ্তানি বাজার।</p><p>(দুই দেশের পক্ষে) বিচ্ছিন্ন থাকা অসম্ভব। তবে ফাটল ধরা সম্পর্কের জন্য একটি নতুন শুরুর প্রয়োজন।</p><p>পালিওয়াল বলেন, ‘বিএনপির সঙ্গে ভারতের অতীতের সম্পর্ক ছিল জটিল এবং বোঝাপড়ার চেয়ে অবিশ্বাসে ভরা। কিন্তু আজকের ভূ-রাজনৈতিক প্রেক্ষাপটে তারেক রহমান যে রাজনৈতিক পরিপক্বতা দেখিয়েছেন, অতীতকে ভবিষ্যতের শত্রু না বানানোর যে ইঙ্গিত দিয়েছেন এবং দিল্লি যে বাস্তবসম্মত আলোচনার জন্য প্রস্তুত; সেসব ইতিবাচক লক্ষণ।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছায়া মন্ত্রিসভা গঠনের প্রস্তুতি নিচ্ছি: আসিফ মাহমুদ | প্রথম আলো",
            "time": "2026-02-15T07:54:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F66auhxu2%2FImage.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ছায়া মন্ত্রিসভা’ গঠনের প্রস্তুতি নেওয়ার কথা জানালেন জাতীয় নাগরিক পার্টির (এনসিপি) মুখপাত্র আসিফ মাহমুদ সজীব ভুঁইয়া। আজ রোববার সকাল ১০টা ১৬ মিনিটে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে আসিফ মাহমুদ এ তথ্য জানান। ছায়া মন্ত্রিসভার কাজ কী হবে, তা আসিফ মাহমুদ তাঁর পোস্টে উল্লেখ করেছেন। এ প্রসঙ্গে তিনি লিখেছেন, ‘স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত এবং সার্বিক কার্যক্রমে ওয়াচডগ হিসেবে কাজ করবে ছায়া মন্ত্রীসভা।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্মার্ট চশমায় চেহারা শনাক্তকরণ প্রযুক্তি যুক্ত করতে পারে মেটা | প্রথম আলো",
            "time": "2026-02-15T07:51:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Ft47dabe1%2FTech-01.jpg?rect=0%2C26%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিজেদের তৈরি স্মার্ট চশমায় চেহারা শনাক্তকরণ (ফেশিয়াল রিকগনিশন) প্রযুক্তি যুক্ত করতে পারে মেটা। স্মার্ট চশমায় ‘নেম ট্যাগ’ নামের নতুন সুবিধা চালুর জন্য কাজও শুরু করেছে মেটা। চেহারা শনাক্তকরণের প্রযুক্তি যুক্ত হলে সামনে থাকা ব্যক্তিদের নাম ও পরিচয় অনলাইন তথ্যভান্ডার থেকে শনাক্ত করে ব্যবহারকারীদের জানাতে পারবে স্মার্ট চশমাটি। ফলে ভিড়ের মধ্যেই নির্দিষ্ট ব্যক্তিকে খুঁজে পাওয়া যাবে। আগামী কয়েক মাসের মধ্যেই এ প্রযুক্তি যুক্ত করা হতে পারে বলে ধারণা করা হচ্ছে।<br> চেহারা শনাক্তকরণ প্রযুক্তি ব্যবহারকারীদের পাশাপাশি সাধারণ মানুষের গোপনীয়তা রক্ষার ক্ষেত্রে নতুন উদ্বেগ তৈরি করতে পারে বলে আশঙ্কা প্রকাশ করেছেন অনেকে। আর তাই ব্যক্তিগত নিরাপত্তা ও গোপনীয়তা–সংক্রান্ত ঝুঁকির কারণে এটি কীভাবে উন্মুক্ত করা হবে, তা নিয়ে গত বছর থেকে আলোচনা করছে মেটা। ফলে স্মার্ট চশমায় মেটার কৃত্রিম বুদ্ধিমত্তাভিত্তিক সহকারীর মাধ্যমে তথ্য জানাতে সক্ষম এ প্রযুক্তি যুক্তের বিষয়টি এখনো চূড়ান্ত করতে পারেনি প্রতিষ্ঠানটি।<br> মেটার অভ্যন্তরীণ নথি অনুযায়ী, শুরুতে দৃষ্টিপ্রতিবন্ধীদের জন্য আয়োজিত একটি সম্মেলনে অংশগ্রহণকারীদের মধ্যে পরীক্ষামূলকভাবে ‘নেম ট্যাগ’–সুবিধা উন্মুক্তের পর সেটি সাধারণ ব্যবহারকারীদের জন্য চালুর কথা ভাবা হয়েছিল। তবে শেষ পর্যন্ত সে উদ্যোগ সফল হয়নি।<br> এর আগে ২০২১ সালে রেব্যান স্মার্ট চশমার প্রথম সংস্করণে চেহারা শনাক্তকরণ প্রযুক্তি যুক্তের উদ্যোগ নিয়েছিল মেটা। তবে প্রযুক্তিগত জটিলতা ও নিরাপত্তা উদ্বেগের কারণে তখন সে পরিকল্পনা থেকে সরে আসে প্রতিষ্ঠানটি।<br> মেটার স্মার্ট চশমা দিয়ে ব্যবহারকারীরা ছবি তুলতে, গান শুনতে ও ফেসবুক ও হোয়াটসঅ্যাপে বার্তা আদান–প্রদান করতে পারেন। সম্প্রতি বড় বড় প্রযুক্তিপ্রতিষ্ঠানের সঙ্গে যুক্তরাষ্ট্র সরকারের ঘনিষ্ঠতা বাড়ার পরিপ্রেক্ষিতে নিজেদের স্মার্ট চশমায় আবারও চেহারা শনাক্তকরণ প্রযুক্তি যুক্তের উদ্যোগ নিয়েছে মেটা।<br> সূত্র: টেক ক্রাঞ্চ </p></div></div></div></body></html>"
        },
        {
            "title": "চাঁপাইনবাবগঞ্জে বাড়িতে বোমা বিস্ফোরণে নিহতের ঘটনায় মামলা, গ্রেপ্তার ৫ | প্রথম আলো",
            "time": "2026-02-15T07:49:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F5puw1wco%2FChapainawabgonjDH060320260214IMG-20260214-WA0029.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা যায়, এর আগে গ্রেপ্তার দুজন আওয়ামী লীগের রাজনীতির সঙ্গে জড়িত থাকলেও নির্বাচনের আগে জামায়াতের পক্ষে কাজ করেন। বিস্ফোরণ যে বাড়িতে হয়েছে, সেই বাড়ির মালিক কালাম কার্যক্রম নিষিদ্ধ আওয়ামী লীগের স্থানীয় নেতা মো. দুলালের ভাই। তিনি চরবাগডাঙ্গা ইউপির চেয়ারম্যান (বরখাস্ত হওয়া, চারটি হত্যা মামলার আসামি ও পলাতক) শহীদ রানা ওরফে টিপুর ঘনিষ্ঠ লোক।</p><p>গতকাল ভোরে চরবাগডাঙ্গা ইউনিয়নের ফাটাপাড়ার একটি বাড়িতে বোমা তৈরির সময় বিস্ফোরণ ঘটে। এতে জিহাদ আলী ও আল আমিন নামে দুজন নিহত হন। এ ঘটনায় গুরুতর আহত হন বজলুর রহমান, শুভ ও মিনহাজ আলী। তাঁরা রাজশাহী মেডিকেল কলেজ হাসপাতালে পুলিশের নজরদারিতে চিকিৎসাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সরকারের শপথ অনুষ্ঠানে মোদির আসা নিয়ে অনিশ্চয়তা | প্রথম আলো",
            "time": "2026-02-15T07:49:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F5mzseiuc%2FModi.avif?rect=0%2C90%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কূটনৈতিক সূত্রে জানা গেছে, এ পর্যন্ত আমন্ত্রিত দেশের তালিকায় আরও রয়েছে সৌদি আরব, তুরস্ক, সংযুক্ত আরব আমিরাত, কাতার, মালয়েশিয়া, ব্রুনেই, শ্রীলঙ্কা, নেপাল, মালদ্বীপ ও ভুটান।</p><p>১৭ ফেব্রুয়ারি বিকেলে জাতীয় সংসদের দক্ষিণ প্লাজায় নতুন মন্ত্রিসভার শপথ গ্রহণ অনুষ্ঠানের আয়োজন করা হচ্ছে।</p><p>১২ ফেব্রুয়ারি অনুষ্ঠিত ত্রয়োদশ জাতীয় সংসদ নির্বাচনে দুই-তৃতীয়াংশের বেশি আসনে জয়ী হয়ে সরকার গঠন করতে যাচ্ছে বিএনপি।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ার শেরপুরে গাড়িচাপায় ফায়ার সার্ভিসের কর্মী নিহত | প্রথম আলো",
            "time": "2026-02-15T07:41:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F9d03cc61-bf21-4f8b-8285-b4556650ea69%2Froad_accident_01.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপজেলা ফায়ার সার্ভিসের কর্মকর্তা বখতিয়ার উদ্দিন জানান, আইনগত প্রক্রিয়া শেষে নিহত ফায়ার ফাইটার আহসান হাবিবের লাশ গ্রামের বাড়ি নেওয়ার জন্য প্রয়োজনীয় ব্যবস্থা নেওয়া হয়েছে। শেরপুর হাইওয়ে পুলিশ ফাঁড়ির উপপরিদর্শক নূর হোসেন বলেন, দুর্ঘটনার পর ওই ট্রাক ও বাস পুলিশের হেফাজতে রয়েছে। তবে গাড়ি দুটির চালক পালিয়ে যান। এ বিষয়ে প্রয়োজনীয় আইনগত ব্যবস্থা নেওয়া হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রামপুরায় কার্নিশে ঝুলে থাকা তরুণকে গুলির মামলার রায় ৪ মার্চ | প্রথম আলো",
            "time": "2026-02-15T07:37:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fcutnwjxa%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই মামলায় মোট আসামি পাঁচজন। এর মধ্যে পলাতক আছেন চার আসামি। পলাতক আসামিরা হলেন ঢাকা মহানগর পুলিশের (ডিএমপি) সাবেক কমিশনার হাবিবুর রহমান, খিলগাঁও অঞ্চলের সাবেক এডিসি মো. রাশেদুল ইসলাম, রামপুরা থানার সাবেক ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মশিউর রহমান ও সাবেক এসআই তারিকুল ইসলাম ভূঁইয়া। এই মামলার একমাত্র গ্রেপ্তার আসামি পুলিশের সাবেক সহকারী উপপরিদর্শক (এএসআই) চঞ্চল চন্দ্র সরকার।</p><p>এই মামলায় আসামিদের বিরুদ্ধে জুলাই গণ–অভ্যুত্থানের সময় ২০২৪ সালের ১৯ জুলাই রাজধানীতে কার্নিশে ঝুলে থাকা যুবক আমির হোসেনকে গুলি; শিশু বাসিত খান মুসার (৭) মাথা ভেদ করে তার দাদি মায়া ইসলামের মৃত্যু এবং মো. নাদিম নামের আরও এক ব্যক্তিকে হত্যার অভিযোগ আনা হয়েছে। আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১-এ এই মামলার বিচার চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই যুগে চাকরির নিরাপত্তা দক্ষতায় না ডিগ্রিতে | প্রথম আলো",
            "time": "2026-02-15T07:34:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fxxm382g4%2F29.jpeg?rect=0%2C28%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>প্রশিক্ষণ ও পুনর্দক্ষতা: কর্মজীবনের নিরাপত্তা—</strong></p><p>এআই মানুষের কাজ সরাসরি নেবে না, বরং কাজের ধরন পরিবর্তন করছে। যেখানে পুনরাবৃত্তিমূলক কাজ আছে, সেখানে ঝুঁকি বেশি; আর যেখানে বিচার, ব্যাখ্যা ও সমস্যা সমাধানের দক্ষতা প্রয়োজন, সেগুলো পরিবর্তিত হচ্ছে। শর্মা বলেন, ‘দক্ষতা হচ্ছে প্রযুক্তিগত ব্যাঘাত এবং চাকরি হারানোর মধ্যে সুরক্ষা। যারা এআই ব্যবহার করতে এবং তার ফলাফল ব্যাখ্যা করতে জানে, তারা এআইকে হুমকি নয়, উৎপাদনশীলতা বাড়ানোর উপায় হিসেবে ব্যবহার করতে পারবে।’</p><p><strong>এআই মানুষের সহযোগী, প্রতিস্থাপক নয়—</strong></p><p>সংগঠনগুলোও এখন চাকরির পরিকল্পনায় এআইকে সহযোগী হিসেবে দেখছে। চাকরির ভূমিকা সরিয়ে দেওয়ার পরিবর্তে, কাজের দায়িত্বকে সৃজনশীল চিন্তা, ব্যতিক্রমী পরিস্থিতি সামলানো এবং সিদ্ধান্ত গ্রহণের দিকে স্থানান্তর করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা ছায়া মন্ত্রিসভা গঠনের প্রস্তুতি নিচ্ছি: আসিফ মাহমুদ | প্রথম আলো",
            "time": "2026-02-15T07:28:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fxzqocb0k%2FImage.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ছায়া মন্ত্রিসভা’ গঠনের প্রস্তুতি নেওয়ার কথা জানালেন জাতীয় নাগরিক পার্টির (এনসিপি) মুখপাত্র আসিফ মাহমুদ সজীব ভুঁইয়া।</p><p>আজ রোববার সকাল ১০টা ১৬ মিনিটে নিজের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে আসিফ মাহমুদ এ তথ্য জানান।</p><p>আসিফ মাহমুদ তাঁর পোস্টে লিখেছেন, ‘আমরা ছায়া মন্ত্রীসভা গঠনের প্রস্তুতি নিচ্ছি।’</p><p>ছায়া মন্ত্রিসভার কাজ কী হবে, তা আসিফ মাহমুদ তাঁর পোস্টে উল্লেখ করেছেন। এ প্রসঙ্গে তিনি লিখেছেন, ‘স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত এবং সার্বিক কার্যক্রমে ওয়াচডগ হিসেবে কাজ করবে ছায়া মন্ত্রীসভা।’</p></div></div></div></body></html>"
        },
        {
            "title": "টানা ৫ দিন ছুটি শেষে কাল খুলছে শিক্ষাপ্রতিষ্ঠান | প্রথম আলো",
            "time": "2026-02-08T02:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-20%2Fmk2r3epf%2Fyx8bj8a4.jpg?rect=0%2C60%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কুলের ছুটির তালিকা বিশ্লেষণে দেখা যায়, এ বছর শিক্ষাপ্রতিষ্ঠানে মোট ৬৪ দিন ছুটির মধ্যে ৮ মার্চ থেকে পবিত্র রমজান ধরে ঈদুল ফিতর, জুমাতুল বিদা, স্বাধীনতা দিবসসহ কয়েকটি ছুটি মিলিয়ে টানা ১৯ দিন স্কুল বন্ধ থাকবে। দীর্ঘ ছুটির পর ২৯ মার্চ শুরু হবে শিক্ষা কার্যক্রম। পবিত্র ঈদুল আজহা ও গ্রীষ্মকালীন ছুটি থাকবে টানা ১২ দিন। এ ছুটি ২৪ মে থেকে ৪ জুন পর্যন্ত চলবে। এর মধ্যে সাপ্তাহিক ছুটি রয়েছে। দুর্গাপূজায় এবার পাঁচ দিন ছুটি রাখা হয়েছে। এর বাইরে লক্ষ্মীপূজা, প্রবারণা পূর্ণিমায় এক দিন, ফাতেহা–ই–ইয়াজ দহমে এক দিন ছুটি আছে।</p><p>এ ছাড়া এবারও প্রতিষ্ঠানের প্রধানের হাতে সংরক্ষিত দুই দিন ছুটি রাখা হয়েছে। এর বাইরে বিভিন্ন জাতীয়, আন্তর্জাতিক দিবস ও ধর্মীয় আচার–অনুষ্ঠানে নিয়ম মেনে ছুটি থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবা এম এ মান্নানের পথ ধরেই সংসদ সদস্য হলেন ছেলে মঞ্জুরুল করিম | প্রথম আলো",
            "time": "2026-02-15T07:23:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F319sg2bx%2Faba3b837-6348-4215-bc9c-f3cbe01fa4f8.jpg?rect=0%2C242%2C1270%2C667&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জয়দেবপুর শহরের মুন্সীপাড়া এলাকার বাসিন্দা রবিউল হাসান বলেন, ‘আমাদের এলাকায় অধ্যাপক মান্নান দীর্ঘদিন ধরে রাজনৈতিক ও সামাজিক কাজে যুক্ত ছিলেন। সেই সুবাদে আমরা সবসময় তাঁর পরিবারের প্রতি আস্থা রাখি। এবার তাঁর ছেলে মঞ্জুরুল করিম রনির জয়ও সেই বিশ্বাসের ফল।’</p><p>জয়দেবপুর শহরের ছায়াবিথী এলাকার বাসিন্দা কবির মিয়া বলেন, মঞ্জুরুল করিম নিজের উদ্যোগ ও পরিকল্পনায়ও ভোটারদের আস্থা অর্জন করেছেন। প্রচারনায় নিয়ে এসছিলেন নতুন মাত্রা। সম্পৃক্ত করেছেন এলাকার তরুনদের। এই বিজয় শুধু পিতার উপর ভর করে নয় এটি সুপরিকল্পিত প্রচারণার ফল। শিমুলতলী এলাকার বাসিন্দা শামিমা বেগম বলেন, আমরা চাই একটি তরুণ ও দক্ষ নেতা। মঞ্জুরুল করিম সেই প্রার্থী, যিনি শুধু বাবার নাম নয়, নিজের কাজেও বিশ্বাসযোগ্য। তার জয় আমাদের আশা আরও বাড়িয়ে দিয়েছে।</p><p>ফল ঘোষণার পর এলাকায় সমর্থকদের উচ্ছ্বাস লক্ষ্য করা যায়। মঞ্জুরুল করিমের কর্মী ও সমর্থকরা মনে করছেন, এখন সবচেয়ে বড় চ্যালেঞ্জ হলো নির্বাচনী প্রতিশ্রুতি বাস্তবায়ন এবং জনআস্থা দীর্ঘমেয়াদে ধরে রাখা। বাবার সুনাম ও অর্জন ধরে রাখা।</p><p>গাজীপুরের বাসিন্দা ও চট্টগ্রাম বিশ্ববিদ্যালয় ছাত্র সংসদের সহ-সাধারণ সম্পাদক এজিএস আইয়ুর রহমান জানালেন, মঞ্জুরুল করিমের বাবা মেয়র নির্বাচিত হয়ে রাজনৈতিক কারণে চেয়ারে বসার চেয়ে জেলেই থেকেছেন বেশি। তারপরও যত দিন তিনি চেয়ারে ছিলেন এলাকার উন্নয়নে ভালো ভূমিকা রেখেছেন। তাঁর ছেলের বিজয় শুধু একটি নির্বাচনের ফল নয়। এটি একটি শক্তিশালী রাজনৈতিক উত্তরাধিকার এবং নতুন প্রজন্মের নেতৃত্বের সমন্বয়। তবে এখন তাঁকে জনআস্থা ধরে রাখতে হবে, প্রতিশ্রুতির বাস্তবায়ন করতে হবে।</p></div></div></div></body></html>"
        }
    ]
}