{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইয়েলো টিশার্ট | প্রথম আলো",
            "time": "2025-08-06T13:33:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fajz1owpc%2FAustrik-Arju.jpg?rect=0%2C154%2C1334%2C700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাস ছাড়বে। সামান্য দূর যেতে না যেতেই বাস থামবে। এটা এই বাসেরই আরেকটা কাউন্টার। রুমি তাকিয়ে থাকবে দরজার দিকে। জনাকয়েক নতুন যাত্রী উঠবে। কোনো পরিচিত মুখ থাকবে না। দরজাটা বন্ধ হয়ে যাবে। বাস আবার চলতে শুরু করবে।</p><p>বাসের ভেতর কেমন একটা অস্বস্তি বোধ হবে তার। রুমি ভাববে, হয়তো আবারও তরুণটির সঙ্গে তার দেখা হয়ে যাবে এবং তা আজ রাতেই।</p><p>হয়তো বা দেখবে ফুটপাত দিয়ে তরুণটি হন্তদন্ত হেঁটে যাচ্ছে।</p><p>হয়তো বা দেখবে রাস্তায় দাঁড়িয়ে সিগারেট খাচ্ছে তরুণটি। </p><p>হয়তো বা তরুণটি পরের কোনো কাউন্টারে বাস থামলে উঠে পড়বে।</p><p>কী সব এই সব ভাবছে রুমি! জীবন কি সিনেমা? সিনেমা কি জীবনের মতো?</p></div></div></div></body></html>"
        },
        {
            "title": "ওবিই শিক্ষাক্রমের সমস্যা কোথায়, সমাধান কী | প্রথম আলো",
            "time": "2025-08-06T13:31:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fzjjier4b%2Fedupalo-2.jfif?rect=0%2C17%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই লক্ষ্যমাত্রাকেই অন্যভাবে বলা যায় শিখনফল, ইউজিসি যাকে বলছে আউটকাম। উচ্চশিক্ষার স্তরে লক্ষ্যমাত্রা নির্ধারণ না করে যদি আগেই সিলেবাস তৈরি করা হয়, তবে তাকে কীভাবে আউটকাম বেজড এডুকেশন বলা যাবে?</p><p>আমাদের সরকারি-বেসরকারি বিশ্ববিদ্যালয়ের সিলেবাসে কিছু বিষয় বা কনটেন্ট রয়েছে কেবল। সেগুলো শিক্ষাক্রমের কোন লক্ষ্যকে বিবেচনায় রেখে করা, তার কোনো কারণ খুঁজে পাওয়া যায় না। কারণ, আদতে কোনো বিভাগেরই শিক্ষাক্রম নেই। এই সমস্যার সমাধানের জন্য আগে শিক্ষাক্রম প্রণয়ন করতে হবে। সেই শিক্ষাক্রমের দুটি অংশ থাকবে।</p><p>একটি অংশে সামগ্রিক উচ্চশিক্ষার পদ্ধতি ও কাঠামো কেমন হবে, সেটি বলা হবে। সেখানে উচ্চশিক্ষার উদ্দেশ্য, শিক্ষাদানের পদ্ধতি, শ্রেণি কার্যক্রম, অন্তর্ভুক্তিমূলক শিক্ষার ধরন, পরীক্ষার পদ্ধতি ইত্যাদির বিস্তারিত বিবরণ থাকবে। সেমিস্টারের পরিসর কত মাসের হবে, একেকটি কোর্স কত ক্রেডিটের হবে, অনার্স বা মাস্টার্স ডিগ্রির জন্য কত নম্বর থাকবে, ফলাফল জিপিএ বা নম্বর কিসের ভিত্তিতে হবে—এগুলোরও সুস্পষ্ট নির্দেশনা থাকবে। আরও নির্দেশ করতে হবে অ্যাসাইনমেন্ট, শ্রেণি-উপস্থাপনা, কুইজ, উপস্থিতি, মিডটার্ম ইত্যাদির জন্য নম্বর বরাদ্দ থাকবে কি না, থাকলে তা শতকরা কত ভাগ হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসি-রামোসদের টুর্নামেন্টে নারী রেফারিকে পরিবারসহ হত্যার হুমকি | প্রথম আলো",
            "time": "2025-08-06T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F03m588js%2F519976632185104195390576148706650358692278475n.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র ও মেক্সিকোর শীর্ষ ৩৬ ক্লাব নিয়ে চলছে লিগস কাপ। টুর্নামেন্টে লিওনেল মেসির ইন্টার মায়ামি ও সের্হিও রামোসের মোন্তেররেইও খেলছে। তবে এই টুর্নামেন্ট ঘিরে এখন আলোচনায় এক নারী রেফারি।</p><p>গত ৩১ জুলাই এফসি সিনসিনাটি–মোন্তেররেই গ্রুপ পর্বের ম্যাচে একটি বিতর্কিত সিদ্ধান্ত দেন মেক্সিকান রেফারি কাতিয়া ইতজেল গার্সিয়া, যা তাঁর স্বদেশি ক্লাব মোন্তেররেইয়ের বিপক্ষে যায়। শেষ পর্যন্ত কাতিয়ার সিদ্ধান্তই ম্যাচের ভাগ্য গড়ে দেয়। সিনসিনাটির কাছে ৩–২ গোলে হেরে যায় রামোসের মোন্তেররেই।</p></div></div></div></body></html>"
        },
        {
            "title": "নকিব মুকশির একগুচ্ছ কবিতা | প্রথম আলো",
            "time": "2025-08-06T13:29:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fcohzk7l7%2FNakib-M.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>—রামায়ণ পড়ার পর যে শ্লোকে কেউ অগ্নির তরজমা করে, যে শ্লোকে</p><p>কেউ সারসের আবাস বানায়, তাতেও মানুষের গন্ধ উৎকট হয়ে থাকে</p><p>—মাথার মধ্যে কতগুলো দ্বৈরথ জেগে থাকে, ঘুমিয়ে থাকে, লাফায়</p><p>আর আমরা ছড়িয়ে পড়ি উপত্যকায়, যেখানে চর্যাপদের গাই চরে বেড়ায়</p><p>শ্লোক শ্লোক মেঘের নিচে, হৃদয়ের গ্রীষ্মকালে নামে মেঘমল্লার, শীতল</p><p>পাহাড়ি সমীরণ—</p><p>—কেকার সরোদ ফেলে, বাল্মীকির আসর ছেড়ে বায়েত নেয় তারা</p><p>অর্থবিজ্ঞান আর স্ফীত পুঁজির মোকামে রোজ রোজ—তারাবানু অধরা</p><p>—সুখের পিচ্ছিলতা নিয়ে তারা সিংহাসনে উঠে যায় বিপুল শেফালি</p><p>মাড়িয়ে—তারা গরিবের মাঝে মৌরলা ছিটিয়ে নিয়ে যায় জায়ান্ট ফিশ... </p><p>তাদের মুখে ম্যাজেন্টা ইবলিশ কিলবিল করে, লাল হয়ে যায় দুপুরমণি...</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্রে কিছু বিষয় ‘অনুপস্থিত’, নির্বাচনের আগে কিছু বিষয়ে নিশ্চয়তা চাইল এনসিপি | প্রথম আলো",
            "time": "2025-08-06T13:28:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F47c9ceo4%2FNCP-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আখতার বলেন, ‘ঘোষণাপত্রে উপনিবেশবিরোধী লড়াইয়ের কথা বলা হয়েছে। কিন্তু এই ভূখণ্ডের মানুষের উপনিবেশবিরোধী লড়াইয়ের অন্যতম রেফারেন্স পয়েন্ট ১৯৪৭-কে এখানে উল্লেখ করা হয়নি। আমরা মনে করি, এই বাংলাদেশের বা এই ভূখণ্ডের একটা সার্বভৌম রাষ্ট্র পাওয়ার পেছনে ১৯৪৭, ১৯৭১ এবং আমাদের চব্বিশের আন্দোলন—এই সবকিছুর একটি সম্মিলন এই ঘোষণাপত্রকে আরও সম্পৃক্ত করতে পারত। এ ঘোষণাপত্রে (চব্বিশের) শহীদের সংখ্যার ব্যাপারে “প্রায় এক হাজার” শব্দবন্ধ ব্যবহার করা হয়েছে। অথচ জাতিসংঘের প্রতিবেদনে বলা হয়েছে, ১ হাজার ৪০০ মানুষ এই অভ্যুত্থানের সময়কালে শহীদ হয়েছেন। এ পরিসংখ্যান আমাদের সবার জানা। সে ক্ষেত্রে এক বছর ধরে সরকার যে শহীদ ও আহত ব্যক্তিদের প্রকৃত সংখ্যা নির্ণয় করতে ব্যর্থ হয়েছে, তার একটা ছাপ আমরা এই ঘোষণাপত্রের মধ্যে দেখতে পেলাম।’</p><p>এনসিপির এই নেতা আরও বলেন, পিলখানা হত্যাকাণ্ড, শাপলা গণহত্যা, বিচারিক হত্যাকাণ্ড, ভ্যাটবিরোধী আন্দোলন, ২০১৮ সালের কোটা সংস্কার আন্দোলন ও নিরাপদ সড়ক আন্দোলন, বুয়েট শিক্ষার্থী আবরার ফাহাদ হত্যার বিরুদ্ধে আগ্রাসনবিরোধী আন্দোলন, মোদিবিরোধী আন্দোলনের কথা এ ঘোষণাপত্রে উল্লেখ নেই। তিনি বলেন, ‘আমরা মনে করি, ১৬ বছর ধরে বাংলাদেশের মানুষ আরও অসংখ্য আন্দোলন সংগ্রাম করেছেন। কিন্তু ইতিহাসের এই পরতে যে ঘটনাগুলো আমাদের জাতীয় জীবনে দীর্ঘমেয়াদি ছাপ রেখে গেছে, সেই ঘটনাগুলোর উল্লেখ করা আমাদের জাতির জন্য গর্বের বিষয় হতে পারত। একই সঙ্গে ঘোষণাপত্রের মধ্য দিয়ে আমাদের সংগ্রামগুলোর আরও ঐতিহাসিক স্বীকৃতি সুনির্দিষ্টভাবে অর্জন করতে সক্ষম হতাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "হুমায়ুন আহমেদের প্রতি ভালোবাসা প্রকাশ করলেন ডা. এজাজ|মেরিল ক্যাফে লাইভ | প্রথম আলো",
            "time": "2025-08-06T13:27:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fdo4jnsfz%2FWeb.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"হুমায়ুন আহমেদের প্রতি ভালোবাসা প্রকাশ করলেন  ডা. এজাজ|মেরিল ক্যাফে লাইভ\" class=\"nA4h1 \">হুমায়ুন আহমেদের প্রতি ভালোবাসা প্রকাশ করলেন  ডা. এজাজ|মেরিল ক্যাফে লাইভ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-06T19:27:07+06:00\"><span>প্রকাশ: ০৬ আগস্ট ২০২৫, ১৩: ২৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রবীন্দ্র বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাসের ডিপিপি অনুমোদনের দাবিতে মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2025-08-06T13:13:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fnvo3cevw%2FSirajgonjDH12.jpg?rect=0%2C177%2C2496%2C1310&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ববিদ্যালয় সূত্রে জানা যায়, ২০১৭ সালে ৯ হাজার ২০০ কোটি টাকার প্রকল্পের প্রস্তাব করা হয়। এরপর সাতবার সংশোধনের পর সর্বশেষ ৫১৯ কোটি ১৫ লাখ টাকায় নেমে আসে। প্রকল্পের মেয়াদ ধরা হয়েছে ২০২৫ সালের মার্চ থেকে ২০২৯ সালের ফেব্রুয়ারি পর্যন্ত। বর্তমানে বিশ্ববিদ্যালয়ের বাংলা, সমাজবিজ্ঞান, অর্থনীতি, সংগীত ও ব্যবস্থাপনা নামে পাঁচটি বিভাগে শিক্ষার্থীর সংখ্যা ১ হাজার ২০০। বিপরীতে ৩৪ জন শিক্ষক, ৫৪ জন কর্মকর্তা ও ১০৭ জন কর্মচারী আছেন। পৌর শহরের শাহজাদপুর মহিলা কলেজ, সাইফুদ্দিন ইয়াহিয়া ডিগ্রি কলেজসহ ভাড়া করা দুটি বাড়িতে চলছে বিশ্ববিদ্যালয়ের একাডেমিক ও প্রশাসনিক কার্যক্রম।</p></div></div></div></body></html>"
        },
        {
            "title": "মিথ্যা ইতিহাসের ওপর জুলাই ঘোষণাপত্র প্রকাশ করা হয়েছে: গণ অধিকার পরিষদ | প্রথম আলো",
            "time": "2025-08-06T13:10:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fwqqu7nvj%2FPeoples-Rights-Council.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশেদ খান বলেন, ‘এ ক্ষেত্রে আমরা মনে করি, গণ অধিকার পরিষদ ও ছাত্র অধিকার পরিষদের ২০১৮ থেকে ২৪ সাল পর্যন্ত ধারাবাহিক লড়াই-সংগ্রামের ইতিহাস বাদ দিতে পরিকল্পিতভাবে জুলাই ঘোষণাপত্রে ইতিহাস বিকৃত করা হয়েছে। ইতিহাস বিকৃতি বড় ধরনের অপরাধ। জুলাই ঘোষণাপত্রের এই ইতিহাস আগামী প্রজন্মকে মিথ্যা শেখাবে। ঠিক ৭১ নিয়ে যেভাবে আমাদের মিথ্যা শেখানো হয়েছে। তাহলে আওয়ামী লীগের তৈরি ইতিহাস ও অন্তর্বর্তী সরকারের তৈরি ইতিহাসের মধ্যে পার্থক্য কোথায়?’</p><p>গণ অধিকার পরিষদের সাধারণ সম্পাদক বলেন, ‘জুলাই ঘোষণাপত্র থেকে নিরাপদ সড়ক আন্দোলন, ভ্যাটবিরোধী আন্দোলন, শাপলা চত্বরের হত্যাকাণ্ড, নরেন্দ্র মোদির আগমনবিরোধী আন্দোলনে হত্যাকাণ্ড, পরিকল্পিত বিডিআর বিদ্রোহের নামে ৫৭ জন সেনা অফিসারের হত্যাকাণ্ড, আবরার ফাহাদ হত্যাকাণ্ড ইত্যাদি স্থান পায়নি। এসব ঘটনা এ প্রজন্মের মস্তিষ্ক ও মনস্তত্ত্বে বিপ্লবের বীজ বপন করে ও তারুণ্যকে বিপ্লবের জন্য প্রস্তুত করেছে। কিন্তু কেন ও কোন উদ্দেশ্যে তারুণ্যের এই সংগ্রামকে জুলাই ঘোষণাপত্রে অন্তর্ভুক্ত করা হলো না?’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র থেকে সুখবর মিলেছে, রোজের বাজিমাত | প্রথম আলো",
            "time": "2025-08-06T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Ftpy70yci%2F202104120005240.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনস্টাগ্রাম স্টোরিতে রোজে লিখেছেন, ‘আমি প্রচণ্ড অবাক হয়েছি, কী বলব বুঝতে পারছি না। আমি রীতিমতো বাক্‌রুব্ধ।’ তিনি আরও লিখেছেন, ‘আজকের দিনটা একদম অবিশ্বাস্য, অদ্ভূত ব্যাপার। কী ঘটছে?’</p><p>ব্ল্যাকপিংকের বাকি তিন সদস্যও মনোনয়ন পেয়েছেন। তাঁরা হলেন—জেনি (লাইক জেনি), জিসু (আর্থকোয়াক) ও লিসা (বর্ন এগেইন)।</p><p>বেস্ট পপ বিভাগে রোজে ছাড়াও মনোনয়ন পেয়েছেন জিমিন (হু), এসপা (উইপ্লাশ), স্ট্রে কিডস (চিক চিক বুম)।</p><p>এই বছর যুক্তরাষ্ট্রের নিউইয়র্কের ইউবিএস অ্যারেনায় আগামী ৮ সেপ্টেম্বর এমটিভি ভিডিও মিউজিক অ্যাওয়ার্ডসের আসর বসবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরজ নামাজের পর নবীজির আমল | প্রথম আলো",
            "time": "2025-08-06T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Ffyc2amd7%2Fpeople-celebrating-ramadan-together-2.jpg?rect=0%2C952%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. আয়াতুল কুরসি পাঠ</strong></p><p>ফরজ নামাজের পর আয়াতুল কুরসি (সুরা বাকারা, আয়াত: ২৫৫) পাঠ করা নবীজি (সা.)-এর সুন্নাহ। আবু উমামা (রা.) থেকে বর্ণিত হাদিসে আছে, নবীজি (সা.) বলেছেন, “যে ব্যক্তি প্রত্যেক ফরজ নামাজের পর আয়াতুল কুরসি পড়ে, তার জন্য মৃত্যু ব্যতীত জান্নাতে প্রবেশ করার আর কিছুই বাধা হবে না।” (নাসাঈ, <em>আল–কুবরা</em>, হাদিস: ৯৯২৮)</p><p><strong>৩. সুরা ইখলাস, ফালাক ও নাস পাঠ</strong></p><p>নবীজি (সা.) ফজর ও মাগরিব নামাজের পর সুরা ইখলাস, সুরা ফালাক এবং সুরা নাস তিনবার করে পড়তেন। আব্দুল্লাহ ইবনে খুবাইব (রা.) থেকে বর্ণিত হাদিসে আছে, নবীজি (সা.) বলেছেন, “প্রত্যেক ফরজ নামাজের পর সুরা ইখলাস, ফালাক ও নাস তিনবার পড়ো, এটি তোমাদের জন্য সব ধরনের ক্ষতি থেকে সুরক্ষা দেবে।” (সুনানে তিরমিজি, হাদিস: ২৯০৩)</p><p><strong>৪. দোয়া ও মুনাজাত</strong></p><p>নবীজি (সা.) ফরজ নামাজের পর দোয়া করতেন। উকবা ইবনে আমির (রা.) থেকে বর্ণিত হাদিসে, নবীজি (সা.) বলেছেন, “প্রত্যেক ফরজ নামাজের পর দোয়া করা কবুল হয়।” (সুনানে তিরমিজি, হাদিস: ৩৪৯৯)</p><p>সাধারণত তিনি এই সময়ে নিজের জন্য, পরিবারের জন্য এবং উম্মাহর জন্য দোয়া করতেন। একটি সাধারণ দোয়া হলো:</p><p><strong>উচ্চারণ:</strong> “আল্লাহুম্মা আনতাস সালামু ওয়া মিনকাস সালাম, তাবারাকতা ইয়া জাল জালালি ওয়াল ইকরাম।</p><p><strong>অর্থ:</strong> হে আল্লাহ, তুমি শান্তির উৎস এবং তোমার কাছ থেকে শান্তি আসে, তুমি মহিমান্বিত, হে মহত্ত্ব ও সম্মানের অধিকারী। (সহিহ মুসলিম, হাদিস: ৫৯১)</p></div></div></div></body></html>"
        },
        {
            "title": "রূপপুর পারমাণবিক বিদ্যুৎ প্রকল্পের প্রথম ইউনিটের ‘কোল্ড অ্যান্ড হট’ পরীক্ষা সম্পন্ন | প্রথম আলো",
            "time": "2025-08-06T12:59:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2F30a1fb91-337b-44d7-a2b1-d8e4fb36c133%2F4.jpg?rect=0%2C119%2C2607%2C1369&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়েছে, পরমাণু বিদ্যুৎকেন্দ্রটি চালু হওয়ার আগে এ জাতীয় পরীক্ষা বাধ্যতামূলক। এর মাধ্যমে টারবাইন যন্ত্রপাতির নির্ভরযোগ্য ও নিরাপদ কার্যক্রম নিশ্চিত করা হয়। দুই মেগাপ্যাসকেল চাপ ও ২০০ ডিগ্রি সেন্টিগ্রেড তাপমাত্রায় বাষ্পের সাহায্যে ব্লো-ডাউন প্রক্রিয়াটি পরিচালনা করা হয়। নকশার চাহিদা অনুযায়ী প্যারামিটারগুলো নির্বাচন করা হয়। পাইপলাইনে কোনো ধরনের ক্ষুদ্রাতিক্ষুদ্র ময়লা ও আবর্জনার কণা এবং আর্দ্রতা অবশিষ্ট থাকলে তা সম্পূর্ণভাবে পরিষ্কার করা সম্ভব হয়।</p><p>বিজ্ঞপ্তিতে আরও বলা হয়, এ পরীক্ষা চলাকালে বায়ুমণ্ডলে সবেগে বাষ্প নির্গত হওয়ায় অনাকাঙ্ক্ষিত শব্দ তৈরি হয়। বিষয়টি আগে থেকেই স্থানীয় জনগণকে জানানো হয়েছিল। পরবর্তী ধাপে বাষ্প সরবরাহকারী পাইপলাইনকে সম্পূর্ণভাবে পরিষ্কার করতে অধিক পরিমাণ বাষ্প ব্যবহার করে এই ব্লো-ডাউন প্রক্রিয়াটি পুনরাবৃত্তি করা হবে। এতে কার্যক্রম চলাকালে যে লোড পড়বে, তার প্রায় কাছাকাছি লোডে যন্ত্রপাতির কার্যক্ষমতা নির্ধারণ করা সম্ভব হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়ে পড়ার স্বপ্ন শেষ সড়কে, দুই ছাত্রীসহ নিহত ৩ | প্রথম আলো",
            "time": "2025-08-06T12:58:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fmy9ligak%2FScreenshot-2025-08-06-185553.png?rect=0%2C8%2C862%2C453&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্নেহা চক্রবর্তীর শান্তিগঞ্জ উপজেলায় থাকা সুনামগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে ভর্তি কার্যক্রম শেষে অটোরিকশায় করে সুনামগঞ্জ পৌর শহরের বাসায় ফিরছিলেন। তাঁর গ্রামের বাড়ি শান্তিগঞ্জ উপজেলার জয়কলস গ্রামে। শান্তিগঞ্জ উপজেলার টেক্সটাইল ইনস্টিটিউটের দ্বিতীয় বর্ষের শিক্ষার্থী আফসানা জাহান সুনামগঞ্জ পৌর শহরের আরপিননগর এলাকার বাসিন্দা দেলোয়ার হোসেনের মেয়ে। নিহত শফিকুল ইসলাম সুনামগঞ্জ শহরের আলীপাড়া এলাকার বাসিন্দা।</p><p>পুলিশ ও প্রত্যক্ষদর্শী সূত্রে জানা গেছে, অটোরিকশাটি শান্তিগঞ্জ থেকে যাত্রী নিয়ে সুনামগঞ্জ শহরে আসছিল। পথে বাহাদুরপুর এলাকায় সুনামগঞ্জ থেকে সিলেটগামী একটি যাত্রীবাহী বাসের সঙ্গে অটোরিকশার মুখোমুখি সংঘর্ষ হয়। এতে অটোরিকশাটি দুমড়েমুচড়ে যায়। ঘটনাস্থলেই তিনজনের মৃত্যু হয়। আহত অবস্থায় উদ্ধার করা হয় দুজনকে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের জন্য যত টাকা লাগবে, তা দেওয়া হবে: অর্থ উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-06T12:56:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-30%2F9c1zl63e%2Fab4f5f70-0483-436e-a9f9-5db2042e3063.jfif?rect=0%2C97%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চুক্তি এখনো সই হয়নি জানিয়ে অর্থ উপদেষ্টা বলেন, ‘একটা আনুষ্ঠানিক চুক্তি সই হবে। কোন কোন জায়গায় আমাদের শুল্ক কমাতে হবে, কী কী আমদানি করতে হবে, তা দেখতে হবে। তিনি আরও বলেন, যখন উভয় পক্ষের নিবিড় (ওয়ান টু ওয়ান) দর-কষাকষি হয়, অনেক কথা বলা হয় না। এটা বহুপক্ষীয় দর-কষাকষি না। এটা বিশ্ব বাণিজ্য সংস্থা (ডব্লিউটিও) নয়, জাতিসংঘ নয়, যে সবাই জানবেন। তা ছাড়া ভিয়েতনাম আমার প্রতিদ্বন্দ্বী। আবার চীন, উত্তর কোরিয়া, দক্ষিণ কোরিয়া, ভারত, পাকিস্তান সবাই আছে। কিছু জিনিস আছে বলা যায় না।’</p><p>এক বছরে খাদের কিনারা থেকে দেশের অর্থনীতি অনেকটাই ওপরে উঠে এসেছে বলেও মন্তব্য করেন অর্থ উপদেষ্টা। তিনি বলেন, ‘এটা দেখার জন্য দৃষ্টি ও অন্তর্দৃষ্টি লাগে। ভাসা–ভাসা দেখলাম, ভাসা–ভাসা বলে দিলাম, তা না। অনেক কিছুই হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জন্মনিয়ন্ত্রণ পিল ছেড়ে দেওয়ার পর শরীরে কি কোনো পরিবর্তন আসতে পারে | প্রথম আলো",
            "time": "2025-08-06T12:41:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F65l2pp42%2F250A2230.jpg?rect=0%2C0%2C917%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মনমেজাজে বদল</strong><br>মনের ওপর হরমোনের বিস্তর প্রভাব। তাই পিল ছেড়ে দিলে হুট করে মেজাজের ধরন কিছুটা বদলাতে পারে। বিশেষ করে মাসিক শুরু হওয়ার আগের কয়েকটা দিন বাড়তি দুশ্চিন্তা, অবসন্নতা বা বিরক্তি অনুভূত হতে পারে।<br></p><p><strong>ওজন কমে যাওয়া</strong><br>জন্মনিয়ন্ত্রণের জন্য ব্যবহৃত কিছু পিল ওজন বাড়ার জন্য দায়ী। এসব পিল ছেড়ে দিলে তাই স্বাভাবিকভাবেই ওজন কিছুটা কমে। তবে না চাইতেই খুব বেশি ওজন কমলে বিষয়টিকে আবার স্বাভাবিক ধরে নেওয়া যাবে না। সে ক্ষেত্রেও চিকিৎসকের পরামর্শ নেওয়া প্রয়োজন।<br></p><p><strong>মাথাব্যথা</strong><br>হরমোনের আধিক্যে কারও কারও মাথাব্যথা করে। কেউ কেউ আবার হরমোনের ঘাটতি হলে মাথাব্যথায় ভোগেন। তাই পিল খাওয়া শুরু করার পর পার্শ্বপ্রতিক্রিয়া হিসেবে যাঁদের মাথাব্যথা হতো, পিল ছেড়ে দেওয়ার পর তাঁরা মাথাব্যথায় কম ভোগেন। আর পিল শুরু করার পর যাঁদের মাথাব্যথা কমেছিল, পিল ছেড়ে দিলে তাঁরা মাথাব্যথায় বেশি ভুগতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাউবির এসএসসি ফলাফল পুনর্নিরীক্ষণ, পুনঃপরীক্ষা ফি জমাদান ও ফলাফল সংশোধনের জরুরি নির্দেশনা | প্রথম আলো",
            "time": "2025-08-06T12:39:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fzezh5zkq%2F146.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দরকারি তথ্য—</strong></p><p>১. নির্ধারিত তারিখের পর ওয়েবসাইটে কোনো আবেদন ‘সাবমিট’ করা যাবে না।</p><p>২. পুনঃপরীক্ষা অংশগ্রহণের জন্য ফি প্রতি বিষয়ের জন্য ১০০ টাকা হারে পরিশোধ করতে হবে।</p><p>৩. পুনঃপরীক্ষা ফি জমাদানের প্রমাণক (Transaction ID) শিক্ষার্থী নিজে সংরক্ষণ করবেন।</p><p>৪. যেসব শিক্ষার্থী ফলাফল পুনর্নিরীক্ষা করাতে ইচ্ছুক তাদের ‘অনলাইনে’ আবেদন করতে হবে।</p><p>৫. ফলাফল পুনর্নিরীক্ষা ফি প্রতি বিষয়ের জন্য ৫০০ টাকা হারে প্রদান করতে হবে।</p><p>৬. ফলাফল সংশোধনের জন্য অভিযোগের একটি প্রিন্ট কপি সংরক্ষণ করতে হবে। পরে অভিযোগ ‘আইডি’ ও  ‘স্টুডেন্ট আইডি’ দিয়ে ওপরের ওয়েবসাইটে অভিযোগের উত্তর জানা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কাশ্মীরে সন্ত্রাস ফিরে আসার জন্য দায়ী মোদি প্রশাসন: এফএইচআরজেকের প্রতিবেদন | প্রথম আলো",
            "time": "2025-08-06T12:34:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-24%2Ffb95jgs2%2FCapture.JPG?rect=0%2C0%2C910%2C478&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৯ সালের ৫ আগস্ট সংবিধানের ৩৭৯ অনুচ্ছেদ খারিজ ও রাজ্য ভেঙে দুটি কেন্দ্রশাসিত অঞ্চল গঠনের পর এই সংগঠনের জন্ম। এই সংগঠনের ষষ্ঠ প্রতিবেদন সম্প্রতি প্রকাশিত হয়েছে।</p><p>সরকারি সূত্র অনুযায়ী পাওয়া তথ্য, গণমাধ্যমের প্রকাশিত প্রতিবেদন, বিভিন্ন বেসরকারি অলাভজনক সংস্থার তথ্যানুসন্ধানী প্রতিবেদন, গুরুত্বপূর্ণ ব্যক্তিদের সাক্ষাৎকার এবং তথ্য জানার অধিকার আইন অনুযায়ী প্রাপ্ত সরকারি তথ্যের ওপর ভিত্তি করে এই প্রতিবেদন তৈরি করা হয়েছে।</p><p>প্রতিবেদনে বলা হয়েছে, ২০২৪ সালে বিধানসভার নির্বাচন সত্ত্বেও জম্মু–কাশ্মীরের মানুষ নিজেদের ক্ষমতাবান মনে করেননি। তাঁরা মনে করেন, ভোট হলেও তাঁরা ক্ষমতাচ্যুত থেকে গেছেন। নির্বাচিত মুখ্যমন্ত্রী নন, আসল ক্ষমতাবান উপরাজ্যপাল। তিনিই পুলিশ, আমলাশাহি সবার নিয়ন্ত্রক।</p><p>জম্মু–কাশ্মীর রাজ্যের দ্বিখণ্ডীকরণ এবং সংবিধানের ৩৭০ অনুচ্ছেদ রদের ছয় বছর পূর্তির সময় এই প্রতিবেদন পেশ হয়েছে। কেন্দ্রীয় সরকারের নীতির সমালোচনা করে তাতে বলা হয়েছে, জম্মু–কাশ্মীরকে কেন্দ্রশাসিত অঞ্চল করার পর প্রশাসনিক ক্ষমতা কেন্দ্রীয় সরকার কুক্ষিগত করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির লিগে যোগ দিয়েছেন হিউং-মিন সন | প্রথম আলো",
            "time": "2025-08-06T12:32:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Flstgug0x%2F926046-01-02.jpg?rect=0%2C0%2C5152%2C2705&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সনের এলএএফসিতে যাওয়া তাঁর জাতীয় দলের জন্যও উপকারী। আগামী বছর ফিফা বিশ্বকাপের বেশির ভাগ ম্যাচ অনুষ্ঠিত হবে যুক্তরাষ্ট্রেই, যা চতুর্থ বিশ্বকাপ খেলতে যাওয়া সনকে বাড়তি সুবিধাই দেবে। সন যুক্তরাষ্ট্রের ফুটবল লিগটিতে যোগ দিচ্ছেন ইউরোপ থেকে আসা অন্যান্য ফুটবলারের তুলনায় কম বয়সে। </p><p>২০২৩ সালে আর্জেন্টাইন তারকা লিওনেল মেসি যখন ইন্টার মায়ামিতে নাম লেখান, তাঁর বয়স ছিল ৩৫ বছর। উরুগুইয়ান তারকা লুইস সুয়ারেজ ও ফরাসি তারকা অলিভিয়ের জিরুরা এসেছেন ৩৭–এ। সেই তুলনায় ৩৩ বছর বয়সী সন এসেছেন আগেভাগেই।</p><p>আর নতুন ক্লাবেই সন সতীর্থ হিসেবে পাবেন পুরোনো ক্লাবসঙ্গী হুগো লরিসকে। ফ্রান্সের বিশ্বকাপজয়ী এই গোলকিপার সনের সঙ্গে টটেনহামে ছিলেন, গত বছর যোগ দিয়েছেন এলএএফসিতে।</p></div></div></div></body></html>"
        }
    ]
}