{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নির্বাচনে লেভেল প্লেয়িং ফিল্ড নিশ্চিত না হলে ভিন্ন সিদ্ধান্ত: মজিবুর রহমান মঞ্জু | প্রথম আলো",
            "time": "2026-01-22T11:18:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F0pultmdx%2FAB-PARTY-MONJUFENI.00010710.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নির্বাচনে লেভেল প্লেয়িং ফিল্ড নিশ্চিত না হলে ভিন্ন সিদ্ধান্ত: মজিবুর রহমান মঞ্জু\" class=\"nA4h1 \">নির্বাচনে লেভেল প্লেয়িং ফিল্ড নিশ্চিত না হলে ভিন্ন সিদ্ধান্ত: মজিবুর রহমান মঞ্জু</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-22T17:18:15+06:00\"><span>প্রকাশ: ২২ জানুয়ারি ২০২৬, ১১: ১৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "তীব্র শীতে একটু উষ্ণতা, কম্বল পেয়ে খুশি তাঁরা | প্রথম আলো",
            "time": "2026-01-22T11:16:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fws3nleo7%2FPatuakhali1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দুপুরে জেলা শিল্পকলা একাডেমি প্রাঙ্গণে এ কম্বল বিতরণ করা হয়। চলতি শীতে যাঁরা সবচেয়ে বেশি কষ্টে আছেন, তাঁদের অগ্রাধিকার দেওয়া হয়েছে। কম্বল বিতরণ কার্যক্রমে সহায়তা করেছে শাহজালাল ইসলামী ব্যাংক পিএলসি। এর আগে প্রত্যন্ত এলাকা ঘুরে শীতার্ত মানুষের ঘরে ঘরে কম্বল বিতরণের টোকেন বিতরণ করা হয়। নির্ধারিত দিনে টোকেন নিয়ে শিল্পকলা একাডেমিতে এসে কম্বল সংগ্রহ করেন তাঁরা।</p><p>কম্বল পেয়েছেন সদর উপজেলার ইটবাড়িয়া ইউনিয়নের পায়রা নদীর পাড়ের বৃদ্ধ ফুলবরু বেগম। তিনি বলেন, ‘এত শীত গেল, কেউ একটা কম্বল দেয়নি। আগে চেয়ারম্যান-মেম্বাররা দিত, এবার কেউ দেয়নি।’ ইটবাড়িয়া ইউনিয়নের আরও সাত নারীকে কম্বল দেওয়া হয়েছে।</p><p>কম্বল পেয়ে ভবঘুরে ইসমাইল হোসেন (৫৬) বলেন, ‘এবার এত শীত গ্যালো, রাইতে ঘুমাইতে পারি নাই। কেউ একটা কম্বল দেয়নি। আম্মেরাই কম্বল দিলেন। আল্লাহর কাছে আপনেগো লইয়া দোয়া করুম।’</p></div></div></div></body></html>"
        },
        {
            "title": "পবিত্র রমজানে নামাজে লাউডস্পিকার ব্যবহার নিষিদ্ধ করেছে সৌদি আরব | প্রথম আলো",
            "time": "2026-01-22T11:16:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-29%2Fatjvncb3%2FMoon.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্ত্রণালয় বলেছে, শুধু মসজিদের আঙিনার নির্ধারিত স্থানে ইফতার মাহফিলের আয়োজন করতে হবে। পাশাপাশি মসজিদের খাদেম ও রক্ষণাবেক্ষণ দলকে পরিচ্ছন্নতা এবং নিরাপত্তা নিশ্চিত করতে জোর তৎপরতা চালানোর নির্দেশ দেওয়া হয়েছে। বিশেষ করে নারীদের নামাজের জায়গার দিকে বাড়তি নজর দিতে বলা হয়েছে।</p><p>মন্ত্রণালয়ের পক্ষ থেকে জানানো হয়েছে, পবিত্র রমজানে আশপাশের মানুষের অসুবিধা না করে মুসল্লিদের জন্য একটি শান্ত, সুশৃঙ্খল ও আধ্যাত্মিক পরিবেশ নিশ্চিত করাই এই পদক্ষেপের মূল লক্ষ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ দাম কমার শীর্ষে মাইডাস ফাইন্যান্সিং | প্রথম আলো",
            "time": "2026-01-22T11:10:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-28%2Fnml1n6rp%2FWhatsApp-Image-2025-06-18-at-4.14.22-PM.jpeg?rect=0%2C61%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> আজ বৃহস্পতিবার সপ্তাহের শেষ কার্যদিবসে দেশের প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জে (ডিএসই) লেনদেন ও সূচক উভয়ই কমেছে। প্রধান সূচক ডিএসইএক্সসহ তিনটি সূচকই ছিল নিম্নমুখী।</p><p> আজ ডিএসইতে লেনদেন হয়েছে ৫৩৬ কোটি ১২ লাখ টাকার। গতকাল লেনদেন হয়েছে ৬০৫ কোটি ৬০ লাখ টাকার। মঙ্গলবার লেনদেন হয়েছে ৬৬৯ কোটি ৮৫ লাখ টাকার। অর্থাৎ মঙ্গলবারের পর টানা দুদিন লেনদেন কমেছে।</p><p> আজ লেনদেন শেষে ঢাকা স্টক এক্সচেঞ্জের প্রধান সূচক ডিএসইএক্স কমে হয়েছে ৫ হাজার ৯৯ দশমিক ৬০ পয়েন্ট। গতকালের তুলনায় সূচকটি কমেছে ৬ দশমিক ২৩ পয়েন্ট বা শূন্য দশমিক ১২ শতাংশ। দ্বিতীয় সূচক ডিএসইএস কমে হয়েছে ১ হাজার ২৫ দশমিক ৪২ পয়েন্ট। আজ এই সূচক ২ দশমিক ২৫ পয়েন্ট বা শূন্য দশমিক ২১ শতাংশ কমেছে। শীর্ষ ৩০টি কোম্পানি নিয়ে গঠিত ডিএস৩০ সূচক কমে হয়েছে ১ হাজার ৯৬২ দশমিক ৮৭ পয়েন্ট। সূচকটি কমেছে ১ দশমিক ৪৩ পয়েন্ট বা শূন্য দশমিক শূন্য ৭ শতাংশ।</p><p> আজ দিন শেষে দাম বেড়েছে ১৪৫টি কোম্পানির শেয়ারের। পাশাপাশি দাম কমেছে ১৮৯টির এবং অপরিবর্তিত আছে ৫৬টি কোম্পানির শেয়ারের। ঢাকা স্টক এক্সচেঞ্জের ওয়েবসাইটের তথ্য অনুসারে, আজও মূল্যহ্রাসের শীর্ষে আছে মাইডাস ফাইন্যান্সিং।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগের দিন সাধারণ ছুটি, ফলে ছুটি থাকছে টানা চার দিন | প্রথম আলো",
            "time": "2026-01-22T11:05:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fu61546ud%2Ff198a428_2683_4dda_a24b_0406f17a5da0.jpg?rect=74%2C0%2C1051%2C552&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সভাপতিত্বে আজ বৃহস্পতিবার তেজগাঁওয়ে তাঁর কার্যালয়ে উপদেষ্টা পরিষদের সভা হয়</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নির্বাচন, নির্বাচন, নির্বাচন-এখন আর কীসের সংশয়! | প্রথম আলো",
            "time": "2026-01-22T11:03:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fgvf8v8j4%2FGeminiGeneratedImage7ba4n57ba4n57ba4.png?rect=0%2C73%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনিসহ আরও রাজনৈতিক বিশ্লেষকদের ভাষ্য অনুযায়ী বলতেই হয়, ১২ ফেব্রুয়ারি নির্বাচন যেকোনো প্রকারে হয়ে যাবেই। এটা আর ঠেকানো যাবে না। সচেতন নাগরিক পরিসরেও এমন আলোচনা পোক্ত হয়েছে। নির্বাচন হবে কি হবে না, সেই সংশয়ের চেয়েও তাদের কাছে গুরুত্বের বিষয়—নির্বাচন কতটা সুষ্ঠু, স্বচ্ছ, নিরপেক্ষ, নিরাপত্তার সঙ্গে করতে পারছে অন্তর্বর্তী সরকার? বলতে দ্বিধা নেই, এ ব্যাপারে অন্তর্বর্তী সরকার এখনো আস্থা অর্জন করতে পারেনি। ইউনূস সরকারের এটিই শেষ পরীক্ষা। দেখা যাক, সেই পরীক্ষায় তারা কতটা পাস করতে পারে।  </p><p>এরপরেও কি সংশয়, বিরোধিতা, ষড়যন্ত্র থাকবে না? অবশ্যই থাকবে। নির্বাচনের পথ মসৃণ নয়। ঘটনা-অঘটন-সহিংসতা নানা কিছুই নিয়ে প্রতিটি নির্বাচনের পথ পেরোতে হয়েছে দেশকে। আসন্ন নির্বাচনের আর কয়েক সপ্তাহ বাকি রয়েছে, সেই সময়ের মধ্যেও অনেক কিছু ঘটে যেতে পারে। সেসব ধাক্কা সামলিয়েই নির্বাচন হতে হবে, হয়ে যাবে। নির্বাচন পেছানোর, ঠেকানোর বা বানচালের আর সুযোগ নেই।</p><p>রাজনৈতিক বিশ্লেষক জাহেদ উর রহমানের সঙ্গে গতকাল সন্ধ্যায় এক আড্ডায় তিনি বলছিলেন, ‘নির্বাচনের পক্ষে বা বিপক্ষে পাওয়ার সেন্টারগুলো খেয়াল করুন। নির্বাচনের পক্ষের পাওয়ার সেন্টারই এগিয়ে গেছে। দু–একটি দল ছাড়া বিএনপিসহ সব রাজনৈতিক দল, সামরিক বাহিনী, ব্যবসায়িক গোষ্ঠী, সিভিল সোসাইটি, আন্তর্জাতিক মহল, আন্তর্জাতিক দাতা সংস্থা আর সর্বোপরি জনগণ নির্বাচনের জন্য মুখিয়ে আছে। ফলে এখানে নির্বাচন না হওয়ার সুযোগ নেই।’ এরপরেও নির্বাচন না হওয়ার প্রসঙ্গে তিনি বলেন, ‘ক্ষমতাচ্যুত শক্তি বলেন বা দেশে বা দেশের বাইরে নানা শক্তি বলেন, যারা নির্বাচনবিরোধী বা কোনোভাবেই নির্বাচন হতে দিতে চায় না, শেষ দিন পর্যন্ত তাদের সর্বোচ্চ চেষ্টা থাকবে একটা অ্যানার্কি তৈরি করা। সেটি আসলে ব্যর্থই হবে।’  </p></div></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে দুটি আসনে বিএনপির দুই ‘বিদ্রোহী’, একটিতে জামায়াতের ছাড় | প্রথম আলো",
            "time": "2026-01-22T11:03:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-31%2F0qwog8ph%2FBnpjamat-logo.jpg?rect=0%2C40%2C752%2C395&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুনামগঞ্জ–৩ আসনে (জগন্নাথপুর ও শান্তিগঞ্জ) সাত প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। এখানে বিএনপির প্রার্থী হলেন দলের কেন্দ্রীয় নির্বাহী কমিটির সদস্য ও যুক্তরাজ্য বিএনপির সাবেক সাধারণ সম্পাদক মোহাম্মদ কয়ছর আহমদ। দলের মনোনয়নবঞ্চিত হয়ে স্বতন্ত্র প্রার্থী হয়েছেন মো. আনোয়ার হোসেন। তিনি জেলা বিএনপির সাবেক সহসভাপতি ও বর্তমান আহ্বায়ক কমিটির সদস্য ছিলেন। গতকাল বুধবার তাঁকে দল থেকে বহিষ্কার করা হয়েছে। এই আসনে জামায়াতে ইসলামীর নেতা ইয়াসীন খান প্রার্থী ছিলেন, কিন্তু তিনি শেষমেশ মনোনয়নপত্র প্রত্যাহার করেন। জামায়াতে ইসলামী এই আসনে ‘১০–দলীয় নির্বাচনী ঐক্য’কে ছাড় দিলে জোটের আরও তিন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। তাঁরা হলেন বাংলাদেশ খেলাফত মজলিসের কেন্দ্রীয় নায়েবে আমির ও সাবেক সংসদ সদস্য শাহীনুর পাশা চৌধুরী, খেলাফত মজলিসের শেখ মুশতাক আহমদ ও আমার বাংলাদেশ পার্টির (এবি) সৈয়দ তালহা আলম। জামায়াতে ইসলামী ছাড়া জোটের অন্যদের জন্য এ আসনটি ‘উন্মুক্ত’ রাখা হলেও জামায়াত তাঁদের কাউকে সমর্থন দেয়নি।</p><p>ইয়াসীন খান প্রথম আলোকে বলেন, ‘জোটের শরিক দলের প্রার্থীদের মতামত ছিল এখানে যেন জামায়াতে ইসলামীর কোনো প্রার্থী না থাকেন। তাই দলের সিদ্ধান্তে আমি মনোনয়নপত্র প্রত্যাহার করেছি। তবে আমরা কাউকে সমর্থন দিচ্ছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্রাঙ্ক ও’হারার একগুচ্ছ কবিতা | প্রথম আলো",
            "time": "2026-01-22T10:59:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Ftly3vxr5%2FWhatsApp-Image-2026-01-22-at-10.22.54.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>১</strong><br>আমি বুঝি ওই সব কেরানিদের একঘেয়েমি যাদের<br><br>চোখের ভেতর জমে ওঠে ক্লান্তি মরুভূমির বালুর ঢিবির<br>মতো, একটা জঘন্য বমি-বমি ভাব ওদের সব কাজ অচল<br><br>করে দেয়, যাকে একসময় ভাবা হতো ছদ্মবেশী কোনো<br>আগ্রাসন। তোমার কি মনে পড়ে? তখন চাঁদটা কী নির্ভার<br><br>মৃত মনে হতো, যখন কারখানার ওপর দিয়ে এর নিস্তেজতা<br>পিছলে যেত হৃদয়ের ঊর্ধ্বে এক সিসার গোলার মতো,<br><br>কামনার উগ্র খতিয়ান। এখন নারীরা ঘুরে বেড়ান<br>আমাদের স্বপ্নের ভেতর টাকা হাতে আর আমাদের ঘুমের<br><br>লজ্জায় আমাদের হাত আর কেঁপে ওঠে না রক্তডোবা<br>ক্ষিপ্র যুদ্ধজাহাজের জন্য, না শিথিল সাদা ঘোড়ার দল না<br><br>কুখ্যাতির জন্য, বরং সজোরে আঁকড়ে ধরি সেই কামনার<br>কুঁচকি, যা মেঘ দিয়ে ঢেকে দেয় ফ্যাকাশে আকাশ, যেখানে<br><br>অট্টালিকারা তলিয়ে যাচ্ছে তাদের সাধারণ চোখে।</p><p><br><strong>২</strong><br>আমার জাহাজ ছিটকে পড়েছে নর্দমার কবজিতে<br><br>আর সাহায্য চাইছে ঝড়ের কাছে সেই শরীরকে<br>লঙ্ঘন করতে তোমার কৌতূহল যাকে রক্তিম<br><br>করেছে অ-নে-ক দেরিতে। তোমার অন্তরঙ্গ জিহ্বা<br>যে কাণ্ডকে পেঁচিয়ে ধরত, সেটা আজ ডুবে গেছে<br><br>নিস্তরঙ্গ বুকের কুয়াশায় শহরের ঊরু, প্রেতচ্ছায়া,<br>ঘৃণা, আর সেই মিনার, যার কোমল ঘুঘুরা পালিয়ে ঢুকে<br><br>পড়েছে আমার রক্তে, যেখানে তারা কোনো চুমু পায় না।<br>তুমি আমাকে ফেলে গেছ নর্দমার এই অন্তর্বর্তী<br><br>সময়ে, আর আমি সাড়া দিয়েছি সমুদ্রের উন্মুক্ত<br>কামনায়, যা আমাকে ভালোবাসবে যেমন বনফায়ারের<br><br>সতর্ক হাত লাল করে পাহারা দেয় সৈকতকে আর পাহারা<br>দেয় রোমশ বেলাভূমিকে, আমাদের চরম মার্জিত লম্পট<br><br>পিত্তকে, আমার জাহাজ ডুবে যাচ্ছে নর্দমার মাছদের অতলে।</p><p><br><strong>৩</strong><br>তাহলে কী করে আমি, ও আমার প্রিয়তম শীতের গান,<br><br>উগরে দেব সেই সুস্বাদু কৃমিকে যা আমাকে কুরে খাচ্ছে<br>আছড়ে পড়ে কোনো এক মহাসড়কের কাণ্ডে<br><br>যার উদগ্র রংধনু হলো চামচের চ্যাপ্টা পেয়ালা<br>আর নীল পোশাক পরা জঘন্যতম শক্তির মধ্যে উত্তপ্ত<br><br>সুচের বাহুর মোহে আচ্ছন্ন হয়ে, সেবক খুঁজে পায় নিজ<br>জিহ্বার অনুশোচনা রক্তের এত কাছে আর ক্ষতি থেকে<br><br>এখনো কত দূরে, এভাবেই তাহলে ভক্ষিত হওয়া আর<br>গোগ্রাসে গিলে ফেলা স্পিডোমিটারের আগ্নেয়গিরিদের,<br><br>সেই আঘাত যা চোখের মণিকে পুড়িয়ে করে তোলে শিখা<br>আর ফুলে হাঁপাতে থাকা সেই পানপাত্র যেন এক ঘূর্ণায়মান শূল:<br><br>তুমি নও তেমন যেভাবে দেবতারা প্রত্যাখ্যান করেছিল মরতে<br>আর চোখের নিচটায় আমি দাগ হয়ে আছি আজীবনের।<br><br><strong>৪</strong><br>আমার চোখ দুটো তবে কী? যদি তাদের আমাকে<br>খাওয়াতেই হয়, বিস্মৃতির সঙ্গে একই সারিতে, চকচকে<br><br>আঘাতের ঈর্ষাতুর অরণ্যে, ধোঁয়া আর আলোর মধ্যে এমন<br>উজ্জ্বল শূন্যতায়। সব ম্লান, বিশ্রামরত, তবু আমি ছুটে চলছি<br><br>সেই ভয়ের দিকে যা তাদের মেরে ফেলে রাখে, বন্ধু আর প্রেমিকেরা,<br>অশ্রুর ভেতর দিয়ে ছুটে যাচ্ছি দ্রুতগতিতে পাহাড়ের কণ্ঠনালিতে<br><br>উচ্চমাত্রার অ্যালকোহলের মতো আর রাতের পাহাড়েরা, প্রলুব্ধকর!<br>তাদের কালো উল্লাসধ্বনি আমার কানে এসে বিঁধছে<br><br>পেরেকের মতো। আর সেখানে গরাদগুলো ঘন হয়ে ওঠে<br>স্বমেহনকারী আর শিবিরে এবং গদা হাতে ভালুকদের অস্থায়ী আস্তানায়,<br><br>তাদের ন্যায্য আঘাত বেগুনি বাতির নিচে বিলিয়ে দেয় মৃত্যুকে আর<br>আমাকেও! আমি দৌড়াই! সর্বদা আরও কাছে সরে যাই,<br><br>নিজের নাম ধরে চিল্লাই মৃতদের খেতে যাদের আমি ভালোবাসি।</p><p><br><strong>৫</strong><br>আমি গভীর ডুব দিই এই জমাট বাঁধা হ্রদের অতলে<br><br>যার প্রতিবিম্বিত দুর্গেরা আমার হৃদয়কে ভরিয়ে দেয়<br>যেখানে অশ্রুরা লঘু চপলতা থেকে চলে শিল্পের অভিমুখে<br><br>সবকিছুই সাদা আর লালাসিক্ত, আর ভুলবশত তারাই<br>হয়ে ওঠে আকাশ। আমি তিমি নই যে একা একা ঘুরে<br><br>বেড়াব আমার তীব্র দুর্গন্ধ, আমার মঙ্গল, আমার চিহ্নের<br>প্রতি নির্বিকার প্রান্তরে, চূর্ণ সমুদ্রের দিকে যা ধসে পড়ে<br><br>নকল স্তম্ভের মতো! বীজ রোপণ করব হৃদয়কে জাগাতে<br>আর তুমি কার্পণ্য কোরো না। তুষার নিচুতেই ভেসে আসে<br><br>আর তা সত্ত্বেও আমাকে ঢেকে দিতে অবহেলা করে, আর<br>আমি ঠিক এগিয়েই নাচি আমার হৃৎপিণ্ডকে নজরে রাখতে।<br><br>কী সম্রাজ্ঞী-সুলভ ঈর্ষাকাতর চোখে খুঁজে ফেরে সেই মুখখানি<br>তোমার থেকে যা পালিয়ে যায়, লুকানো শহর, সাদা রাজহাঁস।<br><br>আমাকে মুক্ত করবার শিল্প নেই, এই রকম অন্ধ করা হয়েছে।</p></div></div></body></html>"
        },
        {
            "title": "যশোরে দুটি আসনে প্রতিদ্বন্দ্বিতা করছেন জুলাই আন্দোলনের সম্মুখসারির ২ যোদ্ধা | প্রথম আলো",
            "time": "2026-01-22T10:59:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F82wopku9%2FJessore.jpg?rect=0%2C143%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুটি আসনে এই দুই তরুণ প্রার্থীর বিপরীতে বিএনপি ও জামায়াতে ইসলামীর দুজন করে শক্ত প্রতিদ্বন্দ্বী প্রার্থী আছেন। সেই বাস্তবতার মুখোমুখি দাঁড়িয়ে তাঁরা নির্বাচনে সমতার লড়াইয়ে কতটা ফিরতে পারবেন, সেটাই প্রশ্ন। তাঁদের ভাষ্য, শোষিত–বঞ্চিত কৃষক, শ্রমজীবী, নারী ও তরুণ সমাজের অধিকার আদায়ের অন্যতম লড়াই নির্বাচন। এই লড়াই অসম হলেও সাধারণ মানুষের শক্তিকে বড় শক্তি হিসেবে দেখছেন তাঁরা।</p><p>যশোর–৩ আসনে ছয়টি রাজনৈতিক দলের ছয় প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। বিএনপির প্রার্থী অনিন্দ্য ইসলাম ও জামায়াতে ইসলামীর প্রার্থী আবদুল কাদেরের মধ্যেই মূল প্রতিদ্বন্দ্বিতা হবে। সেখানে জুলাই যোদ্ধা হিসেবে রাশেদ খান প্রতিদ্বন্দ্বিতা করবেন। বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক এই আহ্বায়ক বাংলাদেশ ছাত্র ইউনিয়ন যশোর জেলা শাখার সভাপতি। যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় থেকে রসায়নে স্নাতকোত্তর সম্পন্ন করা রাশেদ খান পরিবর্তনের লক্ষ্যে নির্বাচনে প্রার্থী হয়েছেন।</p><p>রাশেদ খান প্রথম আলোকে বলেন, ‘শোষিত–বঞ্চিত কৃষক, শ্রমিক, মেহনতি মানুষ ও ছাত্রসমাজের অধিকার আদায়ের প্রশ্নে আমাদের লড়াই–সংগ্রাম চলছে। নির্বাচন অন্যতম লড়াই হলেও প্রধান লড়াই নয়। প্রধান লড়াই হলো রাজপথে থেকে গণমানুষের কাঁধে কাঁধ মিলিয়ে তাদের কণ্ঠস্বর হয়ে কথা বলা। ক্ষমতাকে প্রশ্ন করা। সে কাজটি আমরা জুলাই গণ–অভ্যুত্থানে করেছি। আগামী দিনগুলোয়ও মানুষের পাশে থেকে তাদের সমস্যার সমাধান করার প্রতিশ্রুতি নিয়ে নির্বাচনী মাঠে যাচ্ছি। আশা করি, জনগণ সঠিক সিদ্ধান্তই নেবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে ২৫ শতাংশ প্রার্থী ঋণগ্রস্ত, পরিমাণ ১৮ হাজার ৮৬৮ কোটি টাকার বেশি: টিআইবি | প্রথম আলো",
            "time": "2026-01-22T10:57:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fls9nuz1q%2FTIB-2.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে মোট প্রার্থীর মধ্যে সাড়ে ২৫ শতাংশের কোনো না কোনো ঋণ বা দায় রয়েছে। তাঁদের মোট ঋণের পরিমাণ ১৮ হাজার ৮৬৮ কোটি ৫২ লাখ টাকা। এর মধ্যে ব্যাংকঋণের পরিমাণ ১৭ হাজার ৪৭১ কোটি টাকা বেশি। সবশেষ পাঁচ জাতীয় সংসদ নির্বাচনের মধ্যে এবার ঋণ বা দায়গ্রস্ত প্রার্থী কম। তবে এবার প্রার্থীদের মোট ঋণের পরিমাণ সবচেয়ে বেশি।</p><p>ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) করা ‘নির্বাচনী হলফনামায় প্রার্থী পরিচিতি: ত্রয়োদশ সংসদ নির্বাচন ২০২৬’ শীর্ষক প্রতিবেদনে এসব তথ্য তুলে ধরা হয়েছে।</p><p>আজ বৃহস্পতিবার রাজধানীর ধানমন্ডিতে টিআইবির কার্যালয়ে সংবাদ সম্মেলন করে প্রতিবেদনটির তথ্য তুলে ধরা হয়। তথ্য তুলে ধরেন টিআইবির কর্মকর্তা মোহাম্মদ তৌহিদুল ইসলাম। এ সময় বক্তব্য দেন টিআইবির নির্বাহী পরিচালক ইফতেখারুজ্জামান।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার সাত কলেজের জন্য নতুন বিশ্ববিদ্যালয়ের অধ্যাদেশের খসড়া অনুমোদন | প্রথম আলো",
            "time": "2026-01-22T10:56:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F2lkex8wu%2FWhatsApp.jpg?rect=241%2C0%2C1301%2C683&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার এই সাত কলেজকে ঘিরে সংকট নতুন নয়। ২০১৭ সালে পর্যাপ্ত প্রস্তুতি ছাড়াই কলেজগুলোকে জাতীয় বিশ্ববিদ্যালয় থেকে ঢাকা বিশ্ববিদ্যালয়ের অধিভুক্ত করা হয়। সরকারি এসব কলেজ হলো ঢাকা কলেজ, ইডেন মহিলা কলেজ, বেগম বদরুন্নেসা মহিলা কলেজ, শহীদ সোহরাওয়ার্দী কলেজ, কবি নজরুল কলেজ, সরকারি বাঙলা কলেজ ও তিতুমীর কলেজ। দীর্ঘদিনের প্রশাসনিক ও একাডেমিক জটিলতার মধ্যে শিক্ষার্থীদের আন্দোলনের মুখে গত বছরের জানুয়ারিতে সাত কলেজকে ঢাকা বিশ্ববিদ্যালয় থেকে আলাদা করার ঘোষণা দেওয়া হয়। এরপর সরকার কলেজগুলো একীভূত করে একটি নতুন বিশ্ববিদ্যালয় গঠনের উদ্যোগ নেয়। তবে প্রস্তাবিত কাঠামো নিয়ে শিক্ষক ও শিক্ষার্থীদের মধ্যে মতভেদ দেখা দেয়, শুরু হয় আন্দোলন। এ অবস্থায় শিক্ষা মন্ত্রণালয় অধ্যাদেশের খসড়া নতুন করে পরিমার্জন করে। যেটি আজ উপদেষ্টা পরিষদের বৈঠকে অনুমোদন করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টুয়েন্টি বিশ্বকাপ খেলছে না বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-22T10:55:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F51q1cdiu%2FWhatsApp-Image-2026-01-22-at-5.08.15-PM.jpeg?rect=0%2C181%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসিফ নজরুল জানিয়েছেন, বিশ্বকাপ খেলতে ভারতে না যাওয়ার সিদ্ধান্ত সরকারের পক্ষ থেকে নেওয়া হয়েছে। যে নিরাপত্তা উদ্বেগের কারণে তারা ভারতে না যাওয়ার সিদ্ধান্ত নিয়েছেন, সেটিরও কোনো পরিবর্তন হয়নি।</p><p>ক্রীড়া উপদেষ্টার পর সংবাদমাধ্যমের সঙ্গে কথা বলেন বিসিবি সভাপতি আমিনুল ইসলাম। তিনি জানান, এখনও বিশ্বকাপের ম্যাচ শ্রীলঙ্কাতেই খেলতে চান তারা। এজন্য লড়াই চালিয়ে যাবেন। গতকাল আইসিসির সভায় বিসিবি সভাপতিকে ভারতে না খেলার সিদ্ধান্ত পুনর্বিবেচনা করতে সরকারের সঙ্গে আলোচনার জন্য একদিন সময় দেওয়া হয়েছিল। তারই প্রেক্ষিতে আজ চূড়ান্তভাবে ভারতে বিশ্বকাপ না খেলার সিদ্ধান্তে অটল থাকার কথা জানালেন ক্রীড়া উপদেষ্টা ও বিসিবি সভাপতি।</p><p>বিস্তারিত আসছে ...।</p></div></div></div></body></html>"
        },
        {
            "title": "আজও শেয়ারের মূল্যবৃদ্ধির শীর্ষে এশিয়া ইনস্যুরেন্স | প্রথম আলো",
            "time": "2026-01-22T10:53:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-08%2Fheqh5q3n%2FUntitled-3.jpg?rect=0%2C43%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বৃহস্পতিবার সপ্তাহের পঞ্চম কার্যদিবসে দেশের প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জে (ডিএসই) লেনদেন ও সূচক উভয়ই কমেছে। প্রধান সূচক ডিএসইএক্সসহ তিনটি সূচকই ছিল নিম্নমুখী।</p><p>আজ ডিএসইতে লেনদেন হয়েছে ৫৩৬ কোটি ১২ লাখ টাকার। গতকাল লেনদেন হয়েছে ৬০৫ কোটি ৬০ লাখ টাকার। মঙ্গলবার লেনদেন হয়েছে ৬৬৯ কোটি ৮৫ লাখ টাকার। অর্থাৎ মঙ্গলবারের পর টানা দুদিন লেনদেন কমেছে।</p><p>আজ লেনদেন শেষে ঢাকা স্টক এক্সচেঞ্জের প্রধান সূচক ডিএসইএক্স কমে হয়েছে ৫ হাজার ৯৯ দশমিক ৬০ পয়েন্ট। গতকালের তুলনায় সূচকটি কমেছে ৬ দশমিক ২৩ পয়েন্ট বা শূন্য দশমিক ১২ শতাংশ। দ্বিতীয় সূচক ডিএসইএস কমে হয়েছে ১ হাজার ২৫ দশমিক ৪২ পয়েন্ট। আজ এই সূচক ২ দশমিক ২৫ পয়েন্ট বা শূন্য দশমিক ২১ শতাংশ কমেছে। শীর্ষ ৩০টি কোম্পানি নিয়ে গঠিত ডিএস৩০ সূচক কমে হয়েছে ১ হাজার ৯৬২ দশমিক ৮৭ পয়েন্ট। সূচকটি কমেছে ১ দশমিক ৪৩ পয়েন্ট বা শূন্য দশমিক শূন্য ৭ শতাংশ।</p><p>আজ দিন শেষে দাম বেড়েছে ১৪৫টি কোম্পানির শেয়ারের। পাশাপাশি দাম কমেছে ১৮৯টির ও অপরিবর্তিত আছে ৫৬টি কোম্পানির শেয়ারের। ঢাকা স্টক এক্সচেঞ্জের ওয়েবসাইটের তথ্য অনুসারে, আজও মূল্যবৃদ্ধির শীর্ষে আছে এশিয়া ইনস্যুরেন্স।</p></div></div></div></body></html>"
        },
        {
            "title": "পত্রিকায় এসেছে প্রতিদ্বন্দ্বী দলের প্রধান ভারতের সঙ্গে তিনটি শর্তে চুক্তি করেছেন: আবদুল্লাহ মোহাম্মদ তাহের | প্রথম আলো",
            "time": "2026-01-22T10:49:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fao6w692n%2Fcumilladh175220260122img20260122143346.jpg?rect=0%2C85%2C1122%2C589&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি মহাসচিবের বক্তব্যের সমালোচনা করে তাহের বলেন, ‘বিএনপির মহাসচিব বলেছেন, “এই দেশ মৌলবাদীদের হবে, নাকি গণতান্ত্রিক বাংলাদেশ হবে।” আমি বলতে চাই, আগামী নির্বাচনে সিদ্ধান্ত হবে বাংলাদেশ কি আবার চাঁদাবাজদের দখলে যাবে, নাকি একটি গণতান্ত্রিক সমঅধিকার, সব মানুষের মুক্তির নতুন বাংলাদেশের দিকে যাবে।’</p><p>চৌদ্দগ্রাম সরকারি কলেজের সাবেক জিএস খলিলুর রহমান মজুমদারের সভাপতিত্বে নির্বাচনী সমাবেশে উপস্থিত ছিলেন কুমিল্লা দক্ষিণ জেলা জামায়াতে ইসলামীর সাবেক আমির আবদুস সাত্তার, উপজেলা জামায়াতের আমির মু. মাহফুজুর রহমান, সাবেক আমির সাহাব উদ্দিন প্রমুখ।</p><p>এদিকে, নির্বাচনী সমাবেশে অংশ নেওয়ার আগে আজ সকালে আনুষ্ঠানিক প্রচারণার প্রথম দিনে ছুফুয়া বাজারসহ বিভিন্ন এলাকায় গণসংযোগ করেন সৈয়দ আবদুল্লাহ মোহাম্মদ তাহের। এ সময় ভোটারদের সঙ্গে কুশল বিনিময় করে দাঁড়িপাল্লা প্রতীক ও গণভোটে ‘হ্যাঁ’ ভোটের পক্ষে ভোট চান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "কোদালের আঘাতে আহত যুবকের চিকিৎসাধীন অবস্থায় মৃত্যু, বাবা পলাতক | প্রথম আলো",
            "time": "2026-01-22T10:48:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fdcl6biqx%2FScreenshot-2026-01-19-213108.png?rect=0%2C47%2C596%2C313&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যশোরের চৌগাছা উপজেলায় কোদালের আঘাতে ছেলেকে (৩৫) হত্যার অভিযোগ উঠেছে এক ব্যক্তির বিরুদ্ধে। আজ বৃহস্পতিবার সকালে ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় ওই যুবকের মৃত্যু হয়। এর পর থেকেই বাবা পলাতক।</p><p>নিহত যুবকের নাম তরিকুল ইসলাম। তিনি চৌগাছা উপজেলার জাহাঙ্গীরপুর দক্ষিণপাড়া গ্রামের রবিউল ইসলামের ছেলে। তরিকুল মুদি ব্যবসায়ী ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অবসরে গেলেন মার্কিন মহাকাশচারী সুনিতা, কত পেনশন পাবেন তিনি | প্রথম আলো",
            "time": "2026-01-22T10:47:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-17%2F3rke3nda%2Fsunita.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসার অভিজ্ঞ মহাকাশচারী সুনিতা উইলিয়ামস তাঁর ২৭ বছরের কর্মজীবন থেকে অবসরে গেছেন। এর মধ্য দিয়ে মহাকাশ গবেষণায় তিনি অসাধারণ এক যাত্রার সমাপ্তি ঘটিয়েছেন। মার্কিন সংস্থাটি নিশ্চিত করেছে, গত বছরের ২৭ ডিসেম্বর থেকে তাঁর অবসর কার্যকর হয়েছে।</p><p>সুনিতার এই গৌরবময় যাত্রায় অন্তর্ভুক্ত ছিল আন্তর্জাতিক মহাকাশ স্টেশনে তিনটি অভিযান, একাধিক মানব মহাকাশ ভ্রমণের রেকর্ড এবং মহাকাশে ৬০৮ দিন কাটানোর অভিজ্ঞতা—যা নাসার মহাকাশচারীদের মধ্যে দ্বিতীয় সর্বোচ্চ।</p><p>সুনিতা ৯টি স্পেসওয়াক (মহাকাশে হাঁটা) সম্পন্ন করেছেন। এর মাধ্যমে মহাকাশযানের বাইরে তিনি মোট ৬২ ঘণ্টা ৬ মিনিট সময় কাটিয়েছেন। এটি যেকোনো নারী মহাকাশচারীর জন্য সর্বোচ্চ এবং নাসার ইতিহাসে সামগ্রিকভাবে চতুর্থ সর্বোচ্চ।</p></div></div></div></body></html>"
        }
    ]
}