{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজবাড়ী আদালত চত্বরে ‘জয় বাংলা’ স্লোগান দিয়ে বিশৃঙ্খলার চেষ্টা, গ্রেপ্তার ৫ | প্রথম আলো",
            "time": "2026-01-26T05:28:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fynm7qnsw%2Frajbaridh054420260126img20260126092120.jpg?rect=0%2C65%2C1079%2C566&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ সূত্রে জানা গেছে, বৈষম্যবিরোধী ছাত্র আন্দোলনে শিক্ষার্থীদের ওপর হামলার মামলাসহ একাধিক মামলার আসামি শাহিন শেখ। গত শুক্রবার ঢাকার হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দরের ইমিগ্রেশন থেকে তাঁকে পুলিশ গ্রেপ্তার করে। গতকাল রোববার দুপুরে পুলিশ কারাগার থেকে শাহিন শেখকে আদালতে হাজির করে। শুনানি শেষে তাঁকে আদালত থেকে বের করে কারাভ্যানে তোলার সময় দলীয় নেতা-কর্মী ও সমর্থকেরা ‘জয় বাংলা’ স্লোগান দিয়ে বিশৃঙ্খলা সৃষ্টির চেষ্টা করেন। এ সময় পুলিশ দ্রুত শাহিন শেখকে নিয়ে আদালত চত্বর ত্যাগ করে কারাভ্যানে তুলে নেয়। পরে নেতা-কর্মীরা সেখান থেকে সটকে পড়েন।</p><p>এ ঘটনার পর রোববার সন্ধ্যায় রাজবাড়ী সদর উপজেলার চরলক্ষ্মীপুর এলাকায় অভিযান চালিয়ে পুলিশ পাঁচজনকে গ্রেপ্তার করে। গ্রেপ্তার ব্যক্তিরা হলেন চরলক্ষ্মীপুর নতুন বাজার এলাকার স্থানীয় আবদুল হাকিম মোল্লার ছেলে সাজ্জাদ হোসাইন (২১), আবদুল হামিদ শেখের ছেলে পরশ আলী শেখ ওরফে শান্ত (২০), অন্য তিনজন কিশোর। পুলিশ জানিয়েছে, তাঁরা প্রত্যেকেই ছাত্রলীগের কর্মী ও সমর্থক।</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিইর ‘অপ্রশিক্ষিত’ এজেন্টদের সরিয়ে নিতে ট্রাম্পের কাছে দাবি মিনেসোটার গভর্নরের | প্রথম আলো",
            "time": "2026-01-26T05:17:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fjl5dm830%2FWalz.webp?rect=0%2C29%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ালজ বলেন, ‘কী পরিকল্পনা করছেন, ডোনাল্ড ট্রাম্প? পরিকল্পনাটা কী? আমাদের অঙ্গরাজ্য থেকে এই ফেডারেল এজেন্টদের বিদায় করতে আমাদের কী করতে হবে?’</p><p>ওয়ালজ আরও বলেন, ‘আমরা এই অঙ্গরাজ্যের আইনশৃঙ্খলার প্রতি বিশ্বাসী। আমরা শান্তিতে বিশ্বাসী। আমরা মনে করি, ডোনাল্ড ট্রাম্পের উচিত এই তিন হাজার অপ্রশিক্ষিত এজেন্টকে মিনেসোটা থেকে বের করে দেওয়া, যাতে তারা আর কারও প্রাণনাশ করতে না পারে।’</p><p>ওয়ালজ এমন সময়ে এসব কথা বললেন, যখন কিনা ট্রাম্প প্রশাসনের জ্যেষ্ঠ কর্মকর্তারা প্রেটি নিহত হওয়ার ঘটনায় আইসিইর এজেন্টদের পক্ষ নিয়ে কথা বলছেন। যদিও তাঁরা যেসব দাবি করছেন, তার সঙ্গে ভিডিওর প্রমাণগুলোর মিল নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "৮ ব্যাংকের অফিসার পদে প্রিলি পরীক্ষার তারিখ ও আসনবিন্যাস প্রকাশ | প্রথম আলো",
            "time": "2026-01-26T05:15:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fktdh1awn%2Fprothomalo-bangla2022-0969d9336e-5957-44d2-b7f3-abe7475a3a082.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ব্যাংকের ব্যাংকার্স সিলেকশন কমিটির সদস্যভুক্ত আটটি ব্যাংক ও আর্থিক প্রতিষ্ঠানে সমন্বিতভাবে ‘অফিসার (সাধারণ)’ পদে নিয়োগের প্রিলিমিনারি পরীক্ষার সময়সূচি, কেন্দ্র তালিকা ও প্রবেশপত্র ডাউনলোড–সংক্রান্ত বিজ্ঞপ্তি প্রকাশ করা হয়েছে। গতকাল রোববার (২৫ জানুয়ারি ২০২৬) ব্যাংকার্স সিলেকশন কমিটি সচিবালয়ের এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেয়াল বেয়ে ১০১ তলা ভবনের চূড়ায় তিনি | প্রথম আলো",
            "time": "2026-01-26T05:13:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F8ugfcac8%2FCapture.PNG?rect=0%2C124%2C871%2C457&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোববার স্থানীয় সময় সকাল ১০টা ৪৩ মিনিটে তিনি ১ হাজার ৬৬৭ ফুট (৫০৮ মিটার) উঁচু ভবনের চূড়ায় পৌঁছান, নিচে তাঁর ভক্ত–দর্শকেরা করতালি দিয়ে উল্লাস প্রকাশ করেন। পুরো ভবন বেয়ে উঠতে তিনি ৯২ মিনিট সময় নেন।</p><p>অত্যন্ত ঝুঁকিপূর্ণ এই আরোহণের পর এক সংবাদ সম্মেলনে হনোল্ড বলেন, ‘এটা সত্যিই অসাধারণ। আমি নিশ্চিত, অনেক দিন ধরে এ আনন্দ আমার ভেতর জ্বলজ্বল করবে—এটা অবিশ্বাস্য!’</p><p>নিজের অনুভূতির বর্ণনা করতে গিয়ে তিনি আরও বলেন, ‘আপনি এটা নিয়ে দীর্ঘদিন ভাববেন, মনে হবে, এটা অসম্ভব। কিন্তু বাস্তবে যখন আপনি কাজটি করে ফেলবেন, সে সময়ের অনুভূতিটা সত্যিই আলাদা।’</p></div></div></div></body></html>"
        },
        {
            "title": "গজনী বনের দুই উদ্ভিদ | প্রথম আলো",
            "time": "2026-01-26T05:12:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fi904ro1w%2F26012026-cm-16.jpg?rect=0%2C72%2C1169%2C614&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উদ্ভিদের বৈজ্ঞানিক নাম <em>Combretum decandrum</em>। এই উদ্ভিদ আরোহী, কাণ্ড কাষ্ঠল ও কাঁটাযুক্ত। ফুল ছোট, লোমশ, রং সাদা থেকে হলুদ। ফল ডানাযুক্ত, চকচকে।</p><p>উদ্ভিদ ৮-১০ মিটার পর্যন্ত উঁচু হয়। পাতার বিন্যাস বিপরীত। পাতার আকৃতি উপবৃত্তাকার থেকে ডিম্বাকার। পাতায় ক্ষুদ্র গ্রন্থি ও লোম থাকে।</p><p>উদ্ভিদের ফুল ছোট, লোমশ। পাপড়ি পাঁচটি, হলুদাভ সবুজ, প্রায় ২ মিলিমিটার লম্বা, পাপড়ির উভয় পিঠে হলুদ লোম থাকে। ফুল শাখার প্রান্তে এবং পাতার অক্ষে স্পাইক পুষ্পমঞ্জরিতে জন্মে। পুষ্পমঞ্জরি ৫-১৫ সেন্টিমিটার লম্বা হয়। ফুল ও ফল হয় সারা বছর ধরে, তবে বিশেষভাবে নভেম্বর থেকে জুন পর্যন্ত ফুল ও ফল ধরে। ফুলে মধু থাকে। ফল খাওয়ার যোগ্য। ফল রান্না করে বা কাঁচা খাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভোট দিই বা না দিই, আমাগের জীবন তো একই থাকে’ | প্রথম আলো",
            "time": "2026-01-26T05:08:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fc8iezl4w%2Fkhulnadh159620260126koyra-khulna-vot-vabna-news-pic-.jpg?rect=0%2C0%2C2330%2C1223&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাকবাড়িয়া নদীর তীর ধরে এগোলে একের পর এক চোখে পড়ে কয়রা উপজেলার টেপাখালী, গুড়িয়াবাড়ী, পাথরখালী, হরিহরপুর, গাতিরঘেরি, বীণাপাণি, জোড়শিং ও গোলখালী গ্রামের চিরচেনা দৃশ্য। প্রজন্মের পর প্রজন্ম ধরে এসব এলাকার মানুষ সুন্দরবন ও নদীর ওপর নির্ভর করে বেঁচে আছেন।</p><p>সরেজমিনে এসব এলাকা ঘুরে মানুষের সঙ্গে কথা বলে জানা যায়, কয়রা উপজেলার প্রধান সমস্যাগুলো ভাঙাচোরা সড়ক, দুর্বল বেড়িবাঁধ আর সুপেয় পানির সংকট। এই তিন সমস্যাই নিত্যদিনের কষ্টকে আরও গভীর করে তুলেছে।</p><p>গুড়িয়াবাড়ী গ্রামের স্কুলশিক্ষক অরবিন্দ মণ্ডল বলেন, আইলা, বুলবুল, আম্পান ও ইয়াসের মতো ঘূর্ণিঝড়ে কয়রা উপজেলা মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছে। দুর্যোগের ক্ষতচিহ্ন এখনো রয়ে গেছে। লবণাক্ততার কারণে অনেক জমি একফসলি হয়ে পড়ায় কর্মসংস্থান কমে গেছে। তিনি আরও বলেন, নির্বাচনের আগে প্রার্থীরা রাস্তা ও বেড়িবাঁধ নির্মাণের প্রতিশ্রুতি দিচ্ছেন, কিন্তু ভোটের পর সেগুলোর বাস্তবায়নই বড় প্রশ্ন।</p></div></div></div></body></html>"
        },
        {
            "title": "নবায়নযোগ্য জ্বালানির অগ্রাধিকার জরুরি | প্রথম আলো",
            "time": "2026-01-26T05:06:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fmahfxt65%2F038A8890042800.png?rect=0%2C187%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকে দেশের জ্বালানি ও বিদ্যুৎ খাতের চরম অব্যবস্থাপনা, লুণ্ঠন এবং প্রাতিষ্ঠানিক ব্যর্থতার চিত্র তুলে ধরেন ভোক্তা অধিকার সংগঠন কনজ্যুমারস অ্যাসোসিয়েশন অব বাংলাদেশের (ক্যাব) জ্বালানি উপদেষ্টা এম শামসুল আলম। তিনি বলেন, দেশে সৌরবিদ্যুতের উৎপাদন ব্যয় পড়ছে ১২ টাকার ওপরে। যেখানে পাকিস্তান বা ভারতে এটি অনেক কম। তাঁর মতে, দেশে উচ্চমূল্যে বিদ্যুৎ উৎপাদনের মধ্য দিয়ে আমদানির বাজার তৈরি করে দেওয়া হয়েছে। </p><p>এম শামসুল আলম বলেন, বিদ্যুতের প্রকৃত উৎপাদন খরচ কত হওয়া উচিত, তা নিরপেক্ষভাবে মূল্যায়ন করা দরকার। নিয়ন্ত্রক সংস্থাগুলোকে ‘এনার্জি জাস্টিস’ নিশ্চিত করে বিদ্যুতের দাম নির্ধারণ করার আহ্বান জানান তিনি। </p> <p><strong>রাজনৈতিক অর্থনীতি নবায়নযোগ্য জ্বালানি ব্যবহারে বাধা</strong></p><p>বৈঠকে ভারত, পাকিস্তান, শ্রীলঙ্কার চেয়ে বাংলাদেশে নবায়নযোগ্য জ্বালানির দাম বেশি হওয়ার কারণ নিয়ে আলোচনা হয়। ইনস্টিটিউট ফর এনার্জি ইকোনমিকস অ্যান্ড ফাইন্যান্সিয়াল অ্যানালাইসিসের (আইইইএফএ) লিড এনার্জি অ্যানালিস্ট শফিকুল আলম মনে করেন, এর জন্য ‘সোলার ইরেডিয়েশন’ (নির্দিষ্ট জায়গায় সূর্যের আলো থেকে শক্তি পাওয়া) অনেকাংশে দায়ী। তিনি বলেন, দেশে সোলার ইরেডিয়েশন চার ঘণ্টা পাওয়াও বেশ কঠিন। অনেক ক্ষেত্রে তা ৩ দশমিক ৭ থেকে ৩ দশমিক ৯ ঘণ্টা পর্যন্ত দেখা যায়। যেখানে পাকিস্তানে সাত ঘণ্টা পর্যন্ত সোলার ইরেডিয়েশন পাওয়া যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "মার্ক টালির মৃত্যুতে তারেক রহমানের শোক | প্রথম আলো",
            "time": "2026-01-26T05:05:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F22dgimz7%2FUntitled-3.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্ক টালির সাংবাদিকতা সৎ, মানবিক ও সত্যের প্রতি গভীর শ্রদ্ধায় নিহিত ছিল বলে উল্লেখ করেন বিএনপির চেয়ারম্যান।</p><p>তারেক রহমান লিখেছেন, ‘একটি জাতি হিসেবে বাংলাদেশের গঠনলগ্নে ও সংকটকালীন সময়ে তাঁর (মার্ক টালি) সংহতি ও সাহসী সাংবাদিকতা বাংলাদেশ সব সময় স্মরণে রাখবে। তাঁর এই অবদানের জন্য আমরা তাঁর প্রতি চিরকৃতজ্ঞ।’</p><p>মার্ক টালির বিদেহী আত্মার শান্তি কামনা করেন তারেক রহমান। তিনি মার্ক টালির শোকসন্তপ্ত পরিবারের সদস্য, বন্ধুবান্ধব ও বিবিসিতে তাঁর দীর্ঘদিনের সহকর্মীদের প্রতি গভীর সমবেদনা জানান।  </p></div></div></div></body></html>"
        },
        {
            "title": "চানখাঁরপুল মামলার রায় সরাসরি সম্প্রচার করা হবে, আদালতে ৪ আসামিকে নেওয়া হয়েছে | প্রথম আলো",
            "time": "2026-01-26T05:02:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F363qjv4j%2Ftribunal.jpeg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের সময় সংঘটিত মানবতাবিরোধী অপরাধের ঘটনায় এ নিয়ে দ্বিতীয় কোনো মামলার রায় হতে যাচ্ছে আজ। এর আগে গত বছরের ১৭ নভেম্বর ট্রাইব্যুনাল থেকে প্রথম রায় এসেছিল। ওই রায়ে ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা ও সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খানকে মৃত্যুদণ্ড দেওয়া হয়।</p><p>মামলাটির অপর আসামি পুলিশের সাবেক মহাপরিদর্শক (আইজিপি) চৌধুরী আবদুল্লাহ আল-মামুনকে পাঁচ বছরের কারাদণ্ড দেওয়া হয়। সাবেক আইজিপি মামুন নিজের অপরাধ স্বীকার করে ওই মামলায় অ্যাপ্রুভার (রাজসাক্ষী) হয়েছিলেন।</p><p>চানখাঁরপুল এলাকায় সংঘটিত মানবতাবিরোধী অপরাধের মামলার রায় ঘোষণা করবেন আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১। বিচারপতি মো. গোলাম মর্তূজা মজুমদারের নেতৃত্বে গঠিত তিন সদস্যের এই ট্রাইব্যুনালের অপর দুই সদস্য হলেন বিচারপতি মো. শফিউল আলম মাহমুদ ও বিচারক মো. মোহিতুল হক এনাম চৌধুরী। প্রথম মামলার রায়ও এই ট্রাইব্যুনাল থেকে এসেছিল।</p><p>গণ–অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের দিন (২০২৪ সালের ৫ আগস্ট) চানখাঁরপুল এলাকায় পুলিশের গুলিতে শহীদ হন শাহরিয়ার খান আনাস, শেখ মাহদি হাসান জুনায়েদ, মো. ইয়াকুব, মো. রাকিব হাওলাদার, মো. ইসমামুল হক ও মানিক মিয়া শাহরিক।</p></div></div></div></body></html>"
        },
        {
            "title": "এমবিবিএস-বিডিএসে ভর্তি: প্রথম মাইগ্রেশনে ১০২ শিক্ষার্থী সুযোগ পেলেন | প্রথম আলো",
            "time": "2026-01-26T04:57:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-29%2Fuotpix6k%2Fprothomalo-bangla2023-02c70f90b0-de53-4a91-b9bd-ca2137560b45AB7432.webp?rect=0%2C44%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫-২৬ শিক্ষাবর্ষের এমবিবিএস ও বিডিএস কোর্সে সরকারি মেডিকেল ও ডেন্টাল কলেজে ভর্তিতে প্রথম মাইগ্রেশনে ১০২ জন শিক্ষার্থী ভর্তির সুযোগ পেয়েছেন। গতকাল রোববার (২৫ জানুয়ারি ২০২৬) স্বাস্থ্য শিক্ষা অধিদপ্তরের এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p>বিজ্ঞপ্তিতে বলা হয়, ২০২৫-২৬ শিক্ষাবর্ষে এমবিবিএস এবং বিডিএস কোর্সে সরকারি মেডিকেল কলেজে ভর্তি পরীক্ষার প্রকাশিত ফলাফলের ভিত্তিতে বিধি মোতাবেক মেডিকেল কলেজ, ডেন্টাল কলেজ ও ইউনিটে ভর্তিকৃত শিক্ষার্থীদের কলেজ পরিবর্তনের পূরণকৃত অনলাইন মাইগ্রেশন ফরমের প্রাপ্ত তথ্যানুসারে স্বয়ংক্রিয়ভাবে প্রথম দফায় মাইগ্রেশনের প্রক্রিয়া সম্পন্ন হয়েছে। অপেক্ষামাণ তালিকা থেকে স্বয়ংক্রিয় মাইগ্রেশন শেষে শূন্য আসনে ১০২ জন শিক্ষার্থীকে প্রাথমিকভাবে ভর্তির জন্য মনোনীত করা হলো। এ ক্ষেত্রে মেধা, পছন্দক্রম ও আসন শূন্যতার ভিত্তিতে বিভিন্ন কলেজ নির্ধারণ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৮ ঘণ্টার বৈঠকে হঠাৎ কীভাবে এলেন সাকিব | প্রথম আলো",
            "time": "2026-01-26T04:53:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fu1rcmidw%2FShakib_himself_practiced_in_Mirpur_indoor_field_today_mornning__5.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত শনিবার বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি) পরিচালকদের সভা হয়েছে প্রায় আট ঘণ্টা। দীর্ঘ এ আলোচনার এক ফাঁকে অলরাউন্ডার সাকিব আল হাসানকে জাতীয় দলে আবার খেলানোর কথা তোলেন প্রভাবশালী এক পরিচালক, তাঁকে সমর্থন দেন আরও দুজন। হঠাৎ তাঁদের ওই আলোচনা তুলতে দেখে বিস্মিত হন বৈঠকে উপস্থিত কেউ কেউ। সাধারণত বোর্ড পরিচালকদের সভায় কী কী আলোচনা হবে, তা আগেই জানিয়ে দেওয়া হয়। কিন্তু সেদিন সবাইকে সাকিবের বিষয়টি জানানো হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "অ্যান্টার্কটিকার গবেষণাকেন্দ্রে চাকরির সুযোগ, থাকা ও খাওয়া ফ্রি | প্রথম আলো",
            "time": "2026-01-26T04:52:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F15zbw871%2Fpic.png?rect=0%2C69%2C627%2C329&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আপনার কি প্রচণ্ড শীত সহ্য করার ক্ষমতা আছে? যদি থাকে তবে ব্রিটিশ অ্যান্টার্কটিক সার্ভের সাম্প্রতিক একটি নিয়োগ বিজ্ঞপ্তি আপনার জন্য দারুণ সুযোগ হতে পারে। সংস্থাটি অ্যান্টার্কটিকায় তাদের গবেষণাকেন্দ্রগুলোর জন্য বিভিন্ন পদে কর্মী নিয়োগের ঘোষণা দিয়েছে।</p><p>কর্মী নিয়োগের তালিকায় শেফ, কাঠমিস্ত্রি, প্লাম্বার, বৈদ্যুতিক মিস্ত্রি ছাড়াও রয়েছে প্ল্যান্ট অপারেটর, বোটিং অফিসার ও আবহাওয়া পর্যবেক্ষক। এসব পদে বার্ষিক বেতন সর্বনিম্ন ৩০ হাজার ২৪৪ পাউন্ড বা প্রায় ৫০ লাখ টাকা। এই চাকরির সবচেয়ে বড় সুবিধা হলো থাকা–খাওয়া, যাতায়াত এমনকি বিশেষ পোশাক ও প্রশিক্ষণের জন্য কোনো খরচ করতে হবে না। সব খরচ বহন করবে ব্রিটিশ অ্যান্টার্কটিক সার্ভে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে সাবেক শ্রমিক দল নেতাকে সন্ত্রাসীর হুমকি | প্রথম আলো",
            "time": "2026-01-26T04:41:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F8a0ihk7o%2FUntitled-1.png?rect=0%2C0%2C1546%2C812&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়া অডিওটি ২ মিনিট ৩০ সেকেন্ডের। অডিওতে শুরুতেই চট্টগ্রামের আঞ্চলিক ভাষায় অশ্লীলভাবে আজিজকে গালাগাল করতে শোনা যায়। আজিজের উদ্দেশে বলা হয়, ‘কয় দিন ঘরে বসে থাকবি, প্রশাসন কয় দিন পাহারা দেবে। প্রশাসন থেকেই–বা কী হবে, তোর ভাইকে ১০ হাজার মানুষের মধ্যে মেরেছি। ৫০ হাজার পুলিশ নিয়ে থাকলেও ঘরে গিয়ে তোকে মেরে ফেলব। তোকে মারতে আমি যাব। তোর ভাইকে মানুষ দিয়ে মাথায় গুলি করে মেরেছি। তোকে গুলি করে পুরো শরীর বোলতার বাসা বানিয়ে ফেলব।’ আজিজকে হত্যার হুমকি দিয়ে আরও বলা হয়, ‘তোকে মারলে কী হবে। ১টি খুন করলে যে সাজা, ১০টি খুন করলেও সেই সাজা।’</p><p>গত বছরের ৫ নভেম্বর নগরের বায়েজিদ বোস্তামী থানার খন্দকারপাড়া এলাকায় বিএনপির প্রার্থী এরশাদ উল্লাহর গণসংযোগে গুলি করে সন্ত্রাসীরা। এতে ঘটনাস্থলে নিহত হন সরোয়ার হোসেন ওরফে বাবলা। তিনি অন্তত ১৫টি মামলার আসামি। ওই দিন গুলিতে বিএনপিপ্রার্থী এরশাদ উল্লাহসহ আরও চারজন আহত হন। এ ঘটনায় করা মামলায় পুলিশ ১৫ জন আসামি গ্রেপ্তার করলেও এখনো চিহ্নিত করতে পারেনি সরোয়ারকে কে গুলি করেছে। তবে পুলিশ নিশ্চিত হয়েছে, বাঁহাতি কোনো শুটার সরোয়ারকে খুন করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাইবার হামলার ঝুঁকিতে তারহীন হেডফোন, ইয়ারবাডস ও স্পিকার | প্রথম আলো",
            "time": "2026-01-26T04:35:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fb1i3mdsj%2FCyber-attack.reuters.png?rect=0%2C0%2C617%2C324&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইবার হামলার ঝুঁকিতে রয়েছে তারহীন হেডফোন, ইয়ারবাডস ও স্পিকার। গুগলের ‘ফাস্ট পেয়ার’ সংযোগ প্রযুক্তিতে থাকা ত্রুটি কাজে লাগিয়ে হ্যাকাররা চাইলেই সাইবার হামলা চালিয়ে বিভিন্ন প্রতিষ্ঠানের তৈরি তারহীন হেডফোন, ইয়ারবাডস ও স্পিকারের নিয়ন্ত্রণ নেওয়ার পাশাপাশি ব্যবহারকারীদের ওপর নজরদারি চালাতে পারে। সম্প্রতি বেলজিয়ামের কেইউ ল্যুভেন ইউনিভার্সিটির একদল গবেষক জানান, ফাস্ট পেয়ারের একাধিক নিরাপত্তা দুর্বলতার কারণে সনি, জাবরা, জেবিএল, মার্শাল, শাওমি, নাথিং, ওয়ানপ্লাস, সাউন্ডকোর, লজিটেক ও গুগলের মতো বিভিন্ন প্রতিষ্ঠানের তৈরি অডিও যন্ত্র হ্যাকারদের নিয়ন্ত্রণে চলে যেতে পারে। কোনো কোনো ক্ষেত্রে এসব ত্রুটি ব্যবহার করে ব্যবহারকারীদের অবস্থানও জানা সম্ভব।</p></div></div></div></body></html>"
        },
        {
            "title": "মাদ্রাসাশিক্ষকদের জন্য বিএমএড ও এমএমএড কোর্স চালু হচ্ছে | প্রথম আলো",
            "time": "2026-01-26T04:22:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F6y6fm3pb%2FUntitled-2.png?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিন্ডিকেট সভায় বিশ্ববিদ্যালয়ের সহ–উপাচার্য অধ্যাপক মোহাম্মদ শহীদুল ইসলাম ও অধ্যাপক মোহাম্মদ আবু জাফর খান, ট্রেজারার এ এস এম মামুনুর রহমান খলিলী, শিক্ষা মন্ত্রণালয়ের যুগ্ম সচিব খোদেজা খাতুন, অর্থ মন্ত্রণালয়ের যুগ্ম সচিব আবুল বাশার মুহাম্মদ আমীর উদ্দিন, বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ডের চেয়ারম্যান অধ্যাপক মিঞা মো. নুরুল হক, বাংলাদেশ মাদ্রাসা টিচার্স ট্রেনিং ইনস্টিটিউটের অধ্যক্ষ অধ্যাপক মাহমুদুল হকসহ সিন্ডিকেটের অন্য সদস্যরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এনটিআরসিএর প্রতিষ্ঠানপ্রধান নিয়োগ বিজ্ঞপ্তি প্রকাশ কবে, আসছে ১৯তম নিবন্ধন পরীক্ষা | প্রথম আলো",
            "time": "2026-01-26T04:22:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2Faed6f8bc-1a42-493f-ba1c-1b6e74f83b7a%2F5f9d74e0e1b9f2f0406fa565b64b25e1_1447222031n.jpg?rect=0%2C0%2C480%2C252&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথমবারের মতো বেসরকারি শিক্ষাপ্রতিষ্ঠানে প্রধান, সহকারী প্রধান, অধ্যক্ষ, উপাধ্যক্ষ, সুপার, সহকারী সুপার নিয়োগ দিচ্ছে বেসরকারি শিক্ষক নিবন্ধন ও প্রত্যয়ন কর্তৃপক্ষ (এনটিআরসিএ)। নিয়োগের লক্ষ্যে শিক্ষাপ্রতিষ্ঠানসমূহের কাছ থেকে প্রতিষ্ঠানপ্রধানের শূন্যপদের তালিকা সংগ্রহের কাজ চলমান বলে জানিয়েছে এনটিআরসিএ।</p><p> এনটিআরসিএর চেয়ারম্যান মো. আমিনুল ইসলাম প্রথম আলোকে বলেন, তালিকা তৈরির কাজ দ্রুত শেষ হবে। জাতীয় নির্বাচনের পর ফেব্রুয়ারি মাসেই নিয়োগপ্রক্রিয়ার চূড়ান্ত কাজ শুরু করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববাজারে সোনার দাম আউন্সপ্রতি ৫ হাজার ডলার ছাড়িয়ে গেল | প্রথম আলো",
            "time": "2026-01-26T04:20:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-20%2Ffzm86oav%2FFS4FXRFRARONLO4O4LJFFWOES4.jpg?rect=0%2C101%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের বাণিজ্যনীতিও বাজারে দুশ্চিন্তা বাড়ছে। গত শনিবার তিনি হুঁশিয়ারি দেন, কানাডা যদি চীনের সঙ্গে কোনো বাণিজ্যচুক্তি করে, তাহলে দেশটির ওপর ১০০ শতাংশ শুল্ক আরোপ করা হতে পারে।</p><p>অনিশ্চয়তার সময়ে বিনিয়োগকারীরা সাধারণত সোনা ও অন্যান্য মূল্যবান ধাতুকে ‘নিরাপদ আশ্রয়’ হিসেবে দেখেন। ফলে যা হওয়ার তা–ই হচ্ছে। গত শুক্রবার এই প্রথম রুপার দাম আউন্সপ্রতি ১০০ ডলার ছাড়িয়ে যায়। গত বছর রুপার দাম প্রায় ১৫০ শতাংশ বেড়েছে। সেই ধারাবাহিকতায় নতুন বছরেও রূপার দাম বাড়ছে।</p><p>অন্যান্য বেশ কয়েকটি কারণেও মূল্যবান এই ধাতুর চাহিদা বেড়েছে। এর মধ্যে আছে স্বাভাবিকের তুলনায় বেশি মূল্যস্ফীতি, দুর্বল মার্কিন ডলার, বিশ্বের বিভিন্ন কেন্দ্রীয় ব্যাংকের সোনা কেনা ও যুক্তরাষ্ট্রের কেন্দ্রীয় ব্যাংক ফেডারেল রিজার্ভ এ বছর আবারও সুদের হার কমাতে পারে—এমন প্রত্যাশা।</p><p>ইউক্রেন ও গাজায় চলমান যুদ্ধ, ভেনেজুয়েলার প্রেসিডেন্ট নিকোলাস মাদুরোকে যুক্তরাষ্ট্রের তুলে নিয়ে আসা—এসব কারণেও সোনার দাম বেড়েছে।</p></div></div></div></body></html>"
        }
    ]
}