{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজনৈতিক বার্তা প্রদর্শন: ইসরায়েল ও পোল্যান্ডের ক্লাবের বিরুদ্ধে তদন্তে উয়েফা | প্রথম আলো",
            "time": "2025-08-16T09:14:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F8ke91c5q%2FGyVpF5yWEAc69FR-980x735.jpg?rect=0%2C0%2C980%2C515&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিরাপত্তার কারণে ফিরতি লেগের এই ম্যাচ ইসরায়েলে অনুষ্ঠিত হয়নি। এই ম্যাচের এক সপ্তাহ আগে পোল্যান্ডের চেস্তেহোভায় অনুষ্ঠিত প্রথম লেগ ১–০ গোলে জেতে হাইফা। দুই লেগ মিলিয়ে ২–১ গোলের এই জয়ে বাছাইপর্বে তৃতীয় রাউন্ড পেরিয়ে প্লে অফ পর্বে উঠেছে রাকুভ। প্রথম লেগে ঘরের মাঠে রাকুভের সমর্থকেরা তাঁদের ব্যানারে ইসরায়েলি ক্লাবটির সমর্থকদের প্রতি খোঁচা মারেন। ব্যানারে পোলিশ ভাষায় রাকুভ সমর্থকেরা লিখেছেন, ইসরায়েল মানুষ হত্যা করছে এবং বিশ্ব নিশ্চুপ।</p><p>গতকাল এই দুই ক্লাবের বিরুদ্ধেই অভিযোগ গঠনের কারণ হিসেবে উয়েফা বলেছে, ‘খেলাধুলার ইভেন্টের সঙ্গে বেমানান বার্তা দেওয়া।’ উয়েফার শৃঙ্খলা প্যানেল অভিযোগের পরিপ্রেক্ষিতে বিচারকার্য পরিচালনা করবে। শাস্তি কী হতে পারে, সে বিষয়ে কিছু জানা যায়নি। বার্তা সংস্থা এপি জানিয়েছে, জরিমানার পাশাপাশি ভবিষ্যতের ম্যাচে স্টেডিয়ামের একটি অংশ বন্ধ করে দেওয়া হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "রোহিঙ্গা সংকট সমাধানে মালয়েশিয়ার প্রভাব কাজে লাগাতে চায় বাংলাদেশ | প্রথম আলো",
            "time": "2025-08-16T09:11:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F24r5hdff%2FYounus-interview.jpg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুহাম্মদ ইউনূস সতর্ক করে বলেছেন, রোহিঙ্গা শরণার্থী সংকট আরও তীব্র হয়ে উঠেছে মিয়ানমারের রাখাইন রাজ্যে আরাকান আর্মি ও সরকারি বাহিনীর চলমান সংঘর্ষের কারণে। এর ফলে রোহিঙ্গারা নতুন করে বাংলাদেশে পাড়ি দিচ্ছেন।</p><p>অধ্যাপক ইউনূস বলেন, ‘গত ১৮ মাসেই দেড় লাখ নতুন রোহিঙ্গা দেশে এসেছেন। এরই মধ্যে দেশে থাকা ১২ লাখ রোহিঙ্গার সঙ্গে যুক্ত হয়েছেন তাঁরা।</p><p>‘এ সমস্যা ক্রমেই আরও জটিল হচ্ছে। সবচেয়ে বড় সমস্যা, যুক্তরাষ্ট্র তাঁদের (রোহিঙ্গা শরণার্থী) দেখভালের সব তহবিল বন্ধ করে দিয়েছে। তাই এটি আমাদের জন্য একটি বড় সমস্যা’, বলেন অন্তর্বর্তী সরকারের প্রধান।</p></div></div></div></body></html>"
        },
        {
            "title": "পটুয়াখালীতে এটিএম বুথের নিরাপত্তাকর্মীকে মারধর, টাকা লুট | প্রথম আলো",
            "time": "2025-08-16T08:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2Ffaff2b57-b89b-45ca-a375-bccd55328364%2F149c26e1c16c9a5afd501367f11a2cda_5cd27db7d8bf0__1_.jpg?rect=0%2C0%2C650%2C341&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পার্শ্ববর্তী ফ্যাশন অপটিক্যালের মালিক জাকির হোসেন বলেন, ‘আমার প্রতিষ্ঠানের তালা ভেঙে নগদ দুই লাখ টাকা নিয়ে গেছে।’ সদর পুলিশ ফাঁড়ি–সংলগ্ন বিকাশের দোকানের মালিক কামরুল সিকদার বলেন, ‘আমার প্রতিষ্ঠানের তালা ভেঙে নগদ ১০ হাজার টাকা এবং একটি মনিটর নিয়ে গেছে।’</p><p>সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) ইমতিয়াজ আহমেদ বলেন, ‘আদালতপাড়া এলাকায় ডাচ্‌-বাংলা ব্যাংকের একটি বুথে দস্যুতার ঘটনা ঘটেছে। এ সময় নিরাপত্তাকর্মীকে মারধর করা হয়েছে। সিসি ফুটেজে দুজনকে দেখা গেছে। যত দ্রুত সম্ভব জড়িতদের শনাক্ত করে আইনের আওতায় আনা হবে। এ ছাড়া আরও দুটি প্রতিষ্ঠানে হামলার বিষয়টিও আমরা খতিয়ে দেখছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্নীতি ও অপচয়ের কারণে সম্পদের সুষ্ঠু ব্যবহার করতে পারছি না: জ্বালানি উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-16T08:45:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fch0m66s0%2FFaojul-kabir.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাইপলাইনে চট্টগ্রাম থেকে ঢাকায় জ্বালানি তেল পরিবহনে ২০১৬ সালে প্রকল্পটি বাস্তবায়নের উদ্যোগ নিয়েছিল বাংলাদেশ পেট্রোলিয়াম করপোরেশন (বিপিসি)। তিন দফা মেয়াদ বাড়িয়ে গত মার্চে প্রকল্পের কাজ শেষ হয়। এতে প্রায় ৩ হাজার ৬৯৯ কোটি টাকা ব্যয় হয়েছে। গত ২২ জুন পরীক্ষামূলকভাবে পাইপে ডিজেল সরবরাহের কাজ শুরু হয়। ৪ আগস্ট পর্যন্ত ৪ কোটি ৮২ লাখ লিটার ডিজেল সরবরাহ করা হয়েছে। আজ উদ্বোধনের পর আনুষ্ঠানিকভাবে ডিজেল সরবরাহ শুরু হয়।</p><p>সরবরাহ উদ্বোধন করে উপদেষ্টা বলেন, পাইপলাইনে ডিজেল সরবরাহের মাধ্যমে অপচয় কমবে। চুরিও ঠেকানো যাবে। এটি গুরুত্বপূর্ণ একটি প্রকল্প। যদিও নির্ধারিত সময়ে কাজ শেষ হয়নি। এখন প্রকল্পটি ভালোভাবে রক্ষণাবেক্ষণ করতে হবে।</p><p>দেশের প্রকল্প–সংস্কৃতির সমালোচনা করে অনুষ্ঠানে উপদেষ্টা বলেন, ‘আমাদের শুধু ব্যয় বেশি এমনটা নয়, বিলম্বেও কাজ শেষ হয়। কোনো কোনো প্রকল্প ১৭ থেকে ১৮ বছর ধরেও চলেছে। এসব প্রকল্প আমরা আর টানতে পারব না।’</p><p>যুক্তরাষ্ট্রের সঙ্গে শুল্ক আলোচনার প্রসঙ্গ টেনে উপদেষ্টা বলেন, ‘প্রকল্পগুলোয় নিজস্ব ভ্যালু যুক্ত করতে হবে। সম্প্রতি যুক্তরাষ্ট্রের সঙ্গে পাল্টা শুল্ক নিয়ে নেগোসিয়েশন (দর–কষাকষি) হলো। সেখানেও ভ্যালু যুক্ত করা নিয়ে কথা হয়েছে। সামনের দিনে ভ্যালু বাড়াতে না পারলে চ্যালেঞ্জের সম্মুখীন হব। আমাদের অসংখ্য প্রকৌশলী বেকার। এমনকি বুয়েট থেকে পাস করা প্রকৌশলীকেও বেকার থাকতে হচ্ছে। অন্য দেশের ঠিকাদারের ওপর আমরা অতি নির্ভরশীল। এ নির্ভরশীলতা কমাতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আমাদের দেশের বেশির ভাগ পুরুষ সেক্সুয়ালি হতাশাগ্রস্ত: অভিনেত্রী মাহি | প্রথম আলো",
            "time": "2025-08-16T08:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fm0bitt3v%2FWhatsApp-Image-2025-08-16-at-1.43.30-PM.png?rect=0%2C0%2C999%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>সামিরা খান মাহি : </strong>যারা এই ধরনের সমালোচনা করে, এদের নিয়ে আর কিছু বলার নেই। আমি জানি না, এই সিগনেচারটা কে তৈরি করেছে? চশমা পরলেই আমাকে অন্য কারও মতো লাগতে হবে, এমন তো কথা না। আসলে আমার কাছে মনে হয়েছে, আমাদের দেশের বেশির ভাগ পুরুষ সেক্সুয়ালি হতাশাগ্রস্ত। হতাশাগ্রস্ত বলেই রিডিংগ্লাস পরা এ রকম ছবি দেখে তাদের কাছে মনে হয়েছে, এটা ওই রকম। এ ছাড়া আমি কোনো কারণ খুঁজে পাই না। একজন আর্টিস্ট অনেক ধরনের ছবি আপলোড করতে পারে। সেটা নিয়ে মানুষ নানান মন্তব্য করতেই পারে। কিন্তু এই ধরনের স্টুপিডিটি, অসভ্যতা তো মানা যায় না। এর আগে আমার বর্ণ নিয়ে, পরনের কাপড় নিয়েও অকারণ সমালোচনা, বিতর্ক তৈরি করল! এবার একটা গ্লাস, রিডিং গ্লাস! সেক্সুয়ালি হতাশাগ্রস্ত মানুষ ছাড়া এই ধরনের চিন্তা সুস্থ মানুষের মাথায় আসার কথা নয়। ব্যাপারটা হচ্ছে, আমি তো আসলে ওইটা বুঝাইনি—যেমন অনেকে বলছে, মিয়া খলিফা, মিয়া খলিফা। সে অন্য রকম, তার একটা পেশা আছে, তার জীবন আলাদা—সে জীবনে সে কী করবে, না করবে, এটা একান্ত তার সিদ্ধান্ত। সে আবার থাকে অন্য একটা দেশে। তাকে নিয়ে তো আমাদের মাথাব্যথা হওয়ার কিছু নেই। সে কোনোভাবেই আমাদের কাছের কেউ না। আমাকে ওর সঙ্গে তুলনা করছে, সেটা সমস্যা না, কিন্তু তারা তুলনা করছে নেগেটিভ উপায়ে, এটাতেই আমার আপত্তি।</p></span></div></div></body></html>"
        },
        {
            "title": "রাজবাড়ীতে আড়াই কেজির ইলিশ ১৪ হাজার টাকায় বিক্রি | প্রথম আলো",
            "time": "2025-08-16T08:44:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fmsrgeitk%2FRajbariDH054420250816Rajbari-16.08.2025-Photo-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজবাড়ীর দৌলতদিয়ায় প্রায় আড়াই কেজি ওজনের একটি ইলিশ ১৪ হাজার টাকায় বিক্রি হয়েছে। ফেরিঘাট এলাকার এক মাছ ব্যবসায়ী মাছটি কিনে ময়মনসিংহের এক প্রবাসীর কাছে বিক্রি করেছেন। ওই ব্যবসায়ী জানান, পদ্মা ও যমুনা নদীর মোহনায় আজ শনিবার সকালে সিদ্দিক প্রামাণিক নামের এক জেলের জালে ধরা পড়ে ইলিশটি।</p><p>দৌলতদিয়ার ৫ নম্বর ফেরিঘাট এলাকার মাছ ব্যবসায়ী শাহজাহান শেখ বলেন, সকালে বড় ইলিশ ধরার খবর পেয়ে জেলে সিদ্দিক হালদারের সঙ্গে তিনি যোগাযোগ করেন। মাছটির ওজন ২ কেজি ৪৯০ গ্রাম। নিলামে তিনি ৫ হাজার ৫০০ টাকা কেজি দরে মোট ১৩ হাজার ৭০০ টাকায় ইলিশটি কিনে নেন। পরে ময়মনসিংহের বাসিন্দা ও অস্ট্রেলিয়া প্রবাসী ওই ব্যক্তির সঙ্গে যোগাযোগ করেন। তাঁর কাছে প্রতি কেজি ৫ হাজার ৮০০ টাকা কেজি দরে মোট ১৪ হাজার ৫০০ টাকায় মাছটি বিক্রি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রোগীদের কেন নির্দিষ্ট কোম্পানির ওষুধ কিনতে বলা হবে, প্রশ্ন আইন উপদেষ্টার | প্রথম আলো",
            "time": "2025-08-16T08:36:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fhfw32mjp%2FCapture.PNG?rect=0%2C70%2C837%2C439&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোগীদের কেন নির্দিষ্ট কোম্পানির ওষুধ কিনতে বলা হবে—এমন প্রশ্ন তুলেছেন আইন উপদেষ্টা আসিফ নজরুল। চিকিৎসকদের উদ্দেশে তিনি বলেছেন, ‘পৃথিবীতে কোন জায়গায় হসপিটালে, প্রাইভেট ক্লিনিকে সব সময় ওষুধ কোম্পানির প্রতিনিধির জন্য নির্দিষ্ট টাইম থাকে ডাক্তারের।...আপনারা ওষুধ কোম্পানির দালাল? এ দেশে বড় বড় হসপিটালের ডাক্তাররা কি ওষুধ কোম্পানির মধ্যস্বত্বভোগী? কোন জায়গায় নামান আপনারা নিজেদের?’</p><p>আজ শনিবার সকালে রাজধানীর শহীদ আবু সাঈদ আন্তর্জাতিক কনভেনশন সেন্টারে বাংলাদেশ প্রাইভেট হাসপাতাল, ক্লিনিক ও ডায়াগনস্টিক ওনার্স অ্যাসোসিয়েশনের (বিপিএইচসিডিওএ) নবনির্বাচিত কার্যনির্বাহী কমিটির অভিষেক ও বার্ষিক সাধারণ সভায় আইন উপদেষ্টা এ কথাগুলো বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্য হাতির আক্রমণে নাইক্ষ্যংছড়িতে আহত তিনজনকে নেওয়া হলো ঢাকায় | প্রথম আলো",
            "time": "2025-08-16T08:33:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fmo448vvh%2FWhatsApp-Image-2025-08-16-at-13.58.41.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন বিভাগ সূত্রে জানা গেছে, গত রোববার বান্দরবানের নাইক্ষ্যংছড়ি সীমান্তে হাতিটি স্থলমাইন বিস্ফোরণে আহত হয়। হাতিটির সামনের ডান পায়ের তলা ও নখ উড়ে গেছে। রক্ত ও পানিশূন্যতায় দুর্বল হয়ে পড়া হাতিটির চিকিৎসা দিয়ে আসছিল বন বিভাগ। গতকাল বিকেলে আহত হাতিটি নাইক্ষ্যংছড়ি ঘুমধুম হয়ে কক্সবাজারের রামু এলাকায় ঢুকে পড়ে। সেখানে হাতিটিকে শান্ত করে চিকিৎসা দেওয়ার চেষ্টা করছিলেন চিকিৎসকসহ বন বিভাগের কর্মীরা। এ সময় হাতিটির আক্রমণ করলে ১৫ জন আহত হন। এর মধ্যে গুরুতর আহত ৩ জনকে ঢাকায় নেওয়া হলেও অন্যরা কক্সবাজারের বিভিন্ন হাসপাতালে চিকিৎসাধীন।</p><p>ঢাকায় পাঠানো তিনজন হলেন কক্সবাজার দক্ষিণ বন বিভাগের রাজারকুল রেঞ্জের কর্মকর্তা আলী নেওয়াজ, ডুলাহাজরা সাফারি পার্কের ভেটেরিনারি সার্জন হাতেম সাজ্জাদ জুলকারনাইন ও গাজীপুর সাফারি পার্কের ভেটেরিনারি সার্জন মো. মোস্তাফিজুর রহমান।</p></div></div></div></body></html>"
        },
        {
            "title": "কষ্ট পুষে রাখা মানুষটির আজ জন্মদিন | প্রথম আলো",
            "time": "2024-08-16T08:13:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F08%2F15%2F85f54509a66066ddd8f85be75d3ad1b0-5d55888f10b97.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সহশিল্পীদের সঙ্গে বিচ্ছেদের কষ্ট</strong> </p><p>ব্যান্ড গড়ে, ব্যান্ড ভাঙে—এটা একটা প্রচলিত রীতি। যুগে যুগে সব দেশের গানের দলে এমনটা ঘটতে থাকে। কিন্তু এটি আইয়ুব বাচ্চুকে ভীষণ পীড়া দিত। এ প্রজন্ম আইয়ুব বাচ্চুকে মূলত এলআরবি ব্যান্ডের দলনেতা হিসেবেই জানেন। কিন্তু এলআরবির আগে অন্য যেসব ব্যান্ডে ছিলেন, তা থেকে বারবারই তাঁকে বেরিয়ে আসতে হয়েছিল।  সর্বশেষ এলআরবির আগে তিনি ছিলেন সোলস ব্যান্ডে। এই ব্যান্ড থেকেও একবার বেরিয়ে এসেছিলেন। শেষমেশ ছেড়েছিলেন অভিমান নিয়ে। সেই সময়ের গল্পটি গীতিকার শহীদ মাহমুদ জঙ্গীর কাছ থেকে শোনা। তিনি বলেন, ‘সোলস তখন তুঙ্গে, হোটেল ব্লু নাইলে সোলসের সভা চলছে। একসময় দেখলাম মন খারাপ করে বাচ্চু বেরিয়ে এল। চোখ ছলছল। আমার সঙ্গে সিঁড়িতে দেখা। বলল, “ভাই, সোলস ছেড়ে দিলাম। সোলস থেকে ‘একদিন ঘুম ভাঙা শহরে’ গানটি চেয়ে নিয়েছি।”’  সোলস ছেড়ে ১৯৯০ সালের ৫ এপ্রিল নিজের ব্যান্ড দল প্রতিষ্ঠা করলেন আইয়ুব বাচ্চু, যার নাম রাখলেন ‘লিটল রিভার ব্যান্ড’। পরবর্তী সময়ে এর নাম বদলে রাখা হয় ‘লাভ রান্‌স ব্লাইন্ড’। </p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ের সহ-উপাচার্যের পোস্ট নিয়ে সমালোচনা। | প্রথম আলো",
            "time": "2025-08-16T08:14:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Fzphpe7y5%2FWhatsApp-Image-2025-08-16-at-13.29.04.jpeg?rect=0%2C38%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে চট্টগ্রাম বিশ্ববিদ্যালয়ের সহ-উপাচার্য (প্রশাসন) অধ্যাপক মো. কামাল উদ্দিন বলেন, স্ক্রিনশটটি কীভাবে তাঁর ফেসবুক আইডিতে আপলোড হয়েছে তিনি জানেন না। তিনি ওই সময় একটি বেসরকারি হাসপাতালের অস্ত্রোপচারকক্ষে ছিলেন। তাঁর হাতের অস্ত্রোপচার হয়েছে। এ কারণে ফোন তাঁর হাতে ছিল না।</p><p>নিয়োগপ্রক্রিয়ার স্বচ্ছতা নিয়ে অভিযোগের বিষয়ে তিনি বলেন, ‘ওই প্রার্থীর ডোপ টেস্টের ফলাফল পজিটিভ এসেছে। তাই তাঁর পক্ষে অনেক শিক্ষার্থী আমাকে হোয়াটসঅ্যাপে মেসেজ দিয়ে ওই প্রার্থী যে জুলাই আন্দোলনের পক্ষে ছিলেন, সেটি জানিয়েছেন। হোয়াটসঅ্যাপে পাঠানো সবকিছুই স্বয়ংক্রিয়ভাবে মোবাইলে ডাউনলোড হয়। সেখান থেকেই আপলোড হয়েছে। নিয়োগে প্রভাব বিস্তারের কোনো সুযোগ নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন নিয়ে যারা শঙ্কা প্রকাশ করছে, তারা গণতন্ত্রের পক্ষের শক্তি নয়: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2025-08-16T08:08:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F149aoq0c%2Fbnp.jpg?rect=0%2C123%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যারা গণতন্ত্রের বিরুদ্ধে বিভিন্ন রকমের বক্তব্য দিয়ে নির্বাচন বিষয়ে শঙ্কা প্রকাশ করছে, তারা গণতন্ত্রের পক্ষের শক্তি নয় বলে মন্তব্য করেছেন বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ।</p><p>বিএনপির স্থায়ী কমিটির এই সদস্য বলেছেন, ‘তারা বাংলাদেশের মানুষের পক্ষের শক্তি নয়। তারা হয়তো কোনো না কোনো কারণে নিজের কথাগুলো ইনিয়ে-বিনিয়ে বলছে, যাতে নির্বাচনকে বিলম্বিত করা যায় অথবা বানচাল করা যায় অথবা নির্বাচন অনুষ্ঠান না হোক, সেটা চায়। কিন্তু বাংলাদেশের মানুষ ঐক্যবদ্ধ।’</p><p>আজ শনিবার দুপুরে রাজধানীর নয়াপল্টনে যুবদল আয়োজিত মিলাদ ও দোয়া মাহফিলে প্রধান অতিথির বক্তব্যে সালাহউদ্দিন আহমদ এ কথা বলেন। বিএনপির চেয়ারপারসন খালেদা জিয়ার ৮১তম জন্মবার্ষিকী উপলক্ষে তাঁর সুস্থতা কামনায় এই দোয়া ও মিলাদ মাহফিলের আয়োজন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের মাইনর লিগে খেলবেন সাকিব | প্রথম আলো",
            "time": "2025-08-16T08:06:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F39v7qs8d%2F2d357757-e679-4599-ba17-fcd4be594784.jpg?rect=0%2C97%2C1374%2C721&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার সাকিব আল হাসান নাম লেখালেন যুক্তরাষ্ট্রের মাইনর ক্রিকেট লিগে। এই টুর্নামেন্টের দল আটলান্টা ফায়ারের হয়ে খেলবেন সাকিব। গতকাল সামাজিক যোগাযোগমাধ্যমে দেওয়া এক পোস্টে সাকিবের খেলা নিশ্চিত করেছে দলটি।</p><p>ফেসবুকে আটলান্টা ফায়ারের পোস্টে লেখা হয়েছে, ‘আমরা রোমাঞ্চের সঙ্গে ঘোষণা করছি, বিশ্বের অন্যতম সেরা অলরাউন্ডার সাকিব আল হাসান ২০২৫ মাইনর লিগের মৌসুমে আন্তর্জাতিক ওয়াইল্ড কার্ড হিসেবে আটলান্টা ফায়ার ক্রিকেট দলে যোগ দেবেন। ব্যাটে–বলে একজন গেম–চেঞ্জার সাকিবের অতুলনীয় অভিজ্ঞতা, দক্ষতা আর তারকাখ্যাতি দলে যোগ হবে। আটলান্টায় তাঁর জাদু দেখতে তৈরি থাকুন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পকে নোবেলের জন্য মনোনয়ন দেবেন হিলারি, যদি... | প্রথম আলো",
            "time": "2025-08-16T08:01:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F11%2F08%2Fdcff8bcf00f81a3c7da1228bf0ca0447-Hillary-Trump-AFP-04.jpg?rect=0%2C2%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সাবেক পররাষ্ট্রমন্ত্রী ও প্রেসিডেন্ট নির্বাচনে ট্রাম্পের প্রতিদ্বন্দ্বী হিলারি ক্লিনটন বলেছেন, প্রেসিডেন্ট ডোনাল্ড ট্রাম্প যদি রাশিয়া-ইউক্রেন যুদ্ধ বন্ধ করতে পারেন, তবে তিনি তাঁকে নোবেল শান্তি পুরস্কারের জন্য মনোনীত করবেন। তবে শর্ত হলো, ইউক্রেনকে যেন কোনো ভূখণ্ড রাশিয়ার কাছে ছেড়ে দিতে না হয়।</p><p>রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিনের সঙ্গে প্রেসিডেন্ট ট্রাম্পের বৈঠকের কয়েক ঘণ্টা আগে এক পডকাস্টে এমন কথা বলেন হিলারি। তিনি বলেন, ‘যদি ট্রাম্প এই ভয়াবহ যুদ্ধ শেষ করতে পারেন, আর সেটা যদি এমনভাবে হয় যাতে ইউক্রেনকে আগ্রাসনকারীর কাছে ভূখণ্ড ছাড়তে না হয়। তিনি সত্যিকারভাবে যেন পুতিনের মোকাবিলা করতে পারেন। তবে হয়তো এটাই সুযোগ। যদি প্রেসিডেন্ট ট্রাম্প এ কাজের নকশাকার হন, আমি তাঁকে নোবেল শান্তি পুরস্কারের জন্য মনোনীত করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভিডিও ভাইরাল: ২১ বছর ধরে কারাবন্দী বারগুতিকে হুমকি দিয়ে এলেন বেন-গভির | প্রথম আলো",
            "time": "2025-08-16T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F49f5ebf2-55bd-4b57-8788-f8a3b5c5b04b%2Fmarwan_barguti.PNG?rect=0%2C16%2C928%2C487&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত জানুয়ারিতে মিডল ইস্ট আই জানায়, গাজায় যুদ্ধবিরতির আলোচনায় বারগুতির মুক্তির জন্য মিসর ও কাতার, পাশাপাশি হামাসও ‘সব ধরনের উপায়’ ব্যবহার করছে।</p><p>আলোচনায় ঘনিষ্ঠ একটি সূত্র জানিয়েছিল, ২০২৩ সালের ৭ অক্টোবর হামাসের নেতৃত্বে দক্ষিণ ইসরায়েলে চালানো হামলায় জিম্মি ইসরায়েলিদের বিনিময়ে যেসব বন্দী ফিলিস্তিনি নেতার নাম মুক্তির তালিকায় ছিল, বারগুতি তাঁদের শীর্ষে ছিলেন।</p><p>সূত্র আরও জানায়, কাতারের আমির শেখ তামিম বিন হামাদ আল থানি এবং মিসরের সাধারণ গোয়েন্দা বিভাগের প্রধান মেজর জেনারেল হাসান মাহমুদ রাশাদ ব্যক্তিগতভাবে বারগুতির মুক্তির পক্ষে উদ্যোগ নেন।</p><p>তবে অন্য একটি সূত্র মিডল ইস্ট আইকে বলেছিল, ফিলিস্তিন কর্তৃপক্ষের প্রেসিডেন্ট মাহমুদ আব্বাসের নেতৃত্ব টলে যেতে পারে, এ আশঙ্কায় পিএর শীর্ষ নেতারা তাঁকে বন্দী বিনিময় থেকে বাদ দেওয়ার চেষ্টা করছিলেন।</p><p>নতুন ভিডিও প্রকাশের পর বৃহস্পতিবার ফাতাহর সাবেক প্রার্থী ও বারগুতির সমর্থক আউনি আলমাশনি মিডল ইস্ট আইকে বলেন, ‘বেন–গভির মনে করেন, তিনি এভাবে ফিলিস্তিনি জনগণকে অপমান করছেন।’</p><p>‘কিন্তু ফিলিস্তিনি জনগণ এবং মারওয়ানের সব অনুরাগী গর্বিত তাঁর কিংবদন্তি–সম দৃঢ়তা, মহান অবস্থান ও দখলদারের নৃশংসতার সামনে অনমনীয়তার জন্য’, যোগ করেন আউনি। তিনি আরও বলেন, ‘স্বাধীনতার যে আকাঙ্ক্ষার প্রতিনিধিত্ব মারওয়ান করছেন, তা কখনোই নিপীড়ন, অন্যায় কিংবা ঔদ্ধত্যে ভাঙা যাবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "চিকিৎসা শেষে বাসায় ফিরেছেন মাইলস্টোনের ‘সবুজা খালা’, সেদিনের বর্ণনা দিতে গিয়ে ফেললেন দীর্ঘশ্বাস | প্রথম আলো",
            "time": "2025-08-16T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fedosmmy3%2F530fb2b7-9251-4c4d-a339-e054404bcfbf.jpg?rect=0%2C222%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভবন থেকে বের হওয়ার আগমুহূর্তে ছুটতে থাকা দুই শিশুকে নিয়েই তিনি আগুন পেরিয়ে যান। আগেই আঘাত লেগে একটি শিশুর মাথা দিয়ে তখন রক্ত ঝড়ছিল।</p><p>একজন অভিভাবক এ সময় ব্যাগ দিয়ে একটি শিশুর শরীরের আগুন নেভান। অন্য শিশুটিকে কোলে নিয়ে সবুজা খালা যান জুনিয়র স্কুল ভবনের পানির ট্যাংকের কাছে। শরীরে তখন প্রচণ্ড যন্ত্রণা। পানির কল ছেড়ে শিশুটিসহ সেখানে বসে যান। পাশে তাকিয়ে দেখেন, আরেকজন শিক্ষিকা পানির বালতিতে দাঁড়ানো। পুরো শাড়ি আগুনে পোড়া। ইতিমধ্যে ফায়ার সার্ভিস ও আইনশৃঙ্খলা রক্ষাকারী বাহিনী চলে আসে। আঘাতপ্রাপ্ত শিশুটিকে নিয়ে যান উদ্ধারকর্মীরা।</p><p>দুর্ঘটনার খবর পেয়েই ঘটনাস্থলে যান সবুজা বেগমের বড় ছেলে। ১০-১৫ মিনিট পর মা-ছেলের দেখা হয়। উত্তরার ঢাকা স্পেশালাইজড হাসপাতাল ঘুরে তাঁকে নেওয়া হয় জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে। সেখানে আইসিইউতে ছিলেন তিন দিন। মুখ, পিঠ, হাত, পাসহ শরীরের প্রায় ১০ শতাংশ পুড়েছে।</p><p>২৭ জুলাই হাসপাতাল থেকে ছাড়পত্র পেয়ে এখন বাসায় বিশ্রাম নিচ্ছেন সবুজা বেগম।</p></div></div></div></body></html>"
        },
        {
            "title": "আমনখেতে কৃষকের ব্যস্ততা | প্রথম আলো",
            "time": "2025-08-16T07:52:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2F8tkmsf51%2F1.JPG?rect=0%2C11%2C6960%2C3654&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কাজের ফাঁকে খেতের পাশে বসে দুপুরের খাবার খাচ্ছেন কৃষকেরা।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে অ্যাম্বুলেন্স আটকে রাখার ঘটনায় প্রধান আসামি গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-16T07:49:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-16%2Flnw28z83%2FSariatpurDH054120250816Shariatpur-A2.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নূর হোসেন প্রথম আলোকে বলেন, ‘আমরা গরিব মানুষ। আমাদের জীবনধারনের জন্য ব্যয়বহুল চিকিৎসাসেবা গ্রহণ করা কষ্টকর। তাই অসুস্থ ছেলেকে ঢাকা নেওয়ার জন্য অল্প টাকায় অ্যাম্বুলেন্স ভাড়া করেছিলাম। তাতেই কাল হয়েছে। অ্যাম্বুলেন্স সিন্ডিকেটের নির্মমতায় ছেলেকেই হারাতে হলো। প্রথমে মামলা করতে চাইনি। পরবর্তী সময় অনেকে সাহস জুগিয়েছেন, তাই মামলা করেছি। দ্রুত অপরাধীদের গ্রেপ্তার করে বিচারের আওতায় আনা হবে, এমন দাবি জানাই।’</p><p>পালং মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হেলাল উদ্দিন প্রথম আলোকে বলেন, রাস্তায় প্রতিবন্ধকতা সৃষ্টি করে অবহেলাজনিত মৃত্যুর অভিযোগ আনা হয়েছে মামলায়। প্রধান আসামিকে গ্রেপ্তার করা হয়েছে। অন্য আসামিদের গ্রেপ্তারের চেষ্টা চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪৪তম বিসিএস : ফল নিয়ে দীর্ঘসূত্রতা, অনিশ্চয়তায় ১,৩১৮ প্রার্থী | প্রথম আলো",
            "time": "2025-08-16T07:48:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F8a6d6731-1bbb-4f3d-ab2e-f1ec7bd1eb15%2Fprothomalo_bangla_2023_01_8013b1e5_49c4_4e84_9b48_566fd3ae77c2_DU_211001_025035201.webp?rect=0%2C34%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪৪তম বিসিএসের প্রিলিমিনারি পরীক্ষা হয়েছিল ২৭ মে ২০২২। প্রিলিমিনারিতে উত্তীর্ণ হন ১৫ হাজার ৭০৮ জন। লিখিত পরীক্ষায় উত্তীর্ণ হন ১১ হাজার ৭৩২ জন। দীর্ঘ প্রক্রিয়া শেষে মৌখিক পরীক্ষার মাধ্যমে ১ হাজার ৬৯০ জনকে সুপারিশ করা হয়।</p><p>প্রার্থীদের অভিযোগ, রিপিট ক্যাডার–সংক্রান্ত বিধি সংশোধনে দেরি হওয়ায় নিয়োগ কার্যক্রম স্থবির হয়ে আছে। অনেকের বয়সসীমা শেষ হয়ে যাচ্ছে, কেউ মানসিক চাপে ভুগছেন।</p><p>৪৪তম বিসিএস প্রশাসন ক্যাডারে সুপারিশ পাওয়া নাম প্রকাশে অনিচ্ছুক একজন প্রার্থী <em>প্রথম আলো</em>কে বলেন, ‘এত দিনে ৪৪তম বিসিএসে সুপারিশপ্রাপ্তদের ফাইল জনপ্রশাসন মন্ত্রণালয়ে যাওয়ার কথা, নিয়োগ কার্যক্রম শুরুর নিমিত্তে ভেরিফিকেশন কার্যক্রম শুরু হওয়ার কথা সেখানে ফাইল এখনো পিএসতিতেই আটকে রয়েছে। কবে ভেরিফিকেশন কার্যক্রম শুরু হবে, কবে আমরা জয়েন করব, জানি না। বিধি সংশোধন–সংক্রান্ত জটিলতায় নিয়োগ কার্যক্রম আটকে থাকায় সবকিছুই অনিশ্চিত হয়ে পড়েছে।’</p></div></div></div></body></html>"
        }
    ]
}