{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পাকিস্তানের ‘ভারত বয়কটে’র সিদ্ধান্তে শঙ্কিত বিসিবিও | প্রথম আলো",
            "time": "2026-02-03T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-12%2Fkchdc12e%2FBCB%20LOGO.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের বিশ্বকাপ খেলতে না যাওয়ার ঘটনাপ্রবাহের সঙ্গে সংশ্লিষ্ট এক বিসিবি পরিচালক কাল বলছিলেন, ‘এটা কিন্তু আইসিসির মূল অর্থের ভান্ডারেই প্রভাব ফেলবে। এখানে সবার মতো আমরাও ভাগীদার। ধরুন, কেনিয়া-উগান্ডা। ওদের এক-দুই লাখ ডলার দিলেই ওরা খুশি। কিন্তু আমাদের যে অবকাঠামো, আইসিসির টাকা কমে গেলে আমরা কীভাবে চলব?’</p><p>অর্থনৈতিক প্রভাবের বাইরে ভারতের সঙ্গে পাকিস্তানের মতো বাংলাদেশের ক্রিকেট কূটনীতির বৈরিতাও এখন প্রকাশ্য। এশিয়া কাপসহ ভবিষ্যৎ সফরসূচিতে এর নেতিবাচক প্রভাব পড়বে বলে মনে করে বিসিবি। তবে সবকিছু ছাপিয়ে তাঁরা আশায় আছেন, দ্রুতই সব সংকট কেটে যাবে। এক বোর্ড পরিচালক তাঁর কথা শেষ করলেন এভাবে, ‘আলোচনার দ্বার তো যেকোনো সময়ই খোলা যাবে, দেখা যাক!’</p></div></div></div></body></html>"
        },
        {
            "title": "মুনাফায় ফিরেছে এসিআই, স্বপ্নে করবে নতুন বিনিয়োগ | প্রথম আলো",
            "time": "2026-02-03T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-02%2F30726df0-3d3f-4bb5-a550-c80538cb28d9%2F962c0bce_47a1_4730_837e_ee43dd0d3649.jfif?rect=0%2C115%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে এসিআইয়ের কোম্পানি সচিব মোহাম্মদ মোস্তাফিজুর রহমান প্রথম আলোকে বলেন, ‘চলতি অর্থবছরের প্রথম ছয় মাসে আমাদের সহযোগী প্রতিষ্ঠানগুলোর মধ্যে এসিআই লজিস্টিকস, ওষুধ, লবণ ও মোটরসের ব্যবসা বেশ ভালো হয়েছে। দীর্ঘদিন পর এসিআই লজিস্টিকসের আওতায় পরিচালিত স্বপ্ন পরিচালন মুনাফায় ফিরেছে। সব মিলিয়ে তাতে এসিআই লোকসান কাটিয়ে আবারও মুনাফার ধারায় ফিরে এসেছে।’</p><p>এদিকে বৃহস্পতিবার এসিআইয়ের পর্ষদ সভায় সিদ্ধান্ত নেওয়া হয়েছে নতুন করে কোম্পানিটি এসিআই লজিস্টিকস ৬৪০ কোটি টাকা বিনিয়োগ করবে। এ জন্য এসিআই লজিস্টিকস ৬৪ লাখ প্রেফারেন্স বা অগ্রাধিকারমূলক শেয়ার ইস্যু করবে। প্রতিটি প্রেফারেন্স শেয়ারের দাম নির্ধারণ করা হয়েছে এক হাজার টাকা। সংশ্লিষ্ট সূত্রে জানা যায়, এসিআই লজিস্টিকসের আওতায় পরিচালিত সুপারশপ স্বপ্ন পরিচালন মুনাফায় ফিরলেও বড় অঙ্কের ব্যাংকের ঋণের কারণে প্রতিষ্ঠানটি প্রকৃত মুনাফায় ফিরতে পারছে না। তাই প্রতিষ্ঠানটিকে পুরোপুরি লাভজনক করতে ব্যাংকঋণ কমিয়ে আনার জন্য নতুন করে এই বিনিয়োগ করছে এসিআই। বিনিয়োগের এই অর্থে ব্যাংকঋণ পরিশোধ করা হলে তাতে ঋণের সুদবাবদ প্রতিষ্ঠানটির খরচ কমে যাবে।</p><p>দুই বছর পর মুনাফায় ফিরলেও শেয়ারবাজারে গতকাল সোমবার এসিআইয়ের শেয়ারের দাম কমেছে। এদিন প্রধান শেয়ারবাজার ঢাকা স্টক এক্সচেঞ্জে (ডিএসই) কোম্পানিটির প্রতিটি শেয়ারের দাম ২ টাকা বা প্রায় ১ শতাংশ কমে দাঁড়ায় ২০৬ টাকায়। এদিন কোম্পানিটির প্রায় পৌনে চার কোটি টাকার সমমূল্যের শেয়ারের হাতবদল হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদ নির্বাচন ২০০১: এত কৌশল করেও জয় এল না | প্রথম আলো",
            "time": "2026-02-03T04:22:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fvzzn9y9n%2FA63I7728.JPG?rect=0%2C538%2C3017%2C1584&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন হয়েছিল মোটামুটি শান্তিপূর্ণভাবে। আর সেই নির্বাচনে জয়ী হয় বিএনপি। ২ অক্টোবর দৈনিক প্রথম আলোর মূল শিরোনাম ছিল, ‘বিএনপিসহ চার দলের বিপুল বিজয়’। এর নিচে লেখা ছিল, ‘উৎসবের আমেজে শান্তিপূর্ণ ভোট গ্রহণ, কিছু স্থানে বিক্ষিপ্ত সহিংসতা, মহিলাসহ ভোটার উপস্থিতি ব্যাপক’। সেদিন পত্রিকায় আরেকটি শিরোনাম ছিল, ‘সারা দেশে ১৩৭ কেন্দ্রে ভোট গ্রহণ স্থগিত, বরিশাল, ভোলা ও শরীয়তপুরে নিহত ৫’।</p><p>নির্বাচনে বিএনপির নেতৃত্বাধীন চার দল দুই-তৃতীয়াংশ আসন লাভ করে। নির্বাচনে আওয়ামী লীগের ২৮ মন্ত্রী-প্রতিমন্ত্রী, ৫২ সাবেক এমপি, ২৪ জন অবসরপ্রাপ্ত আমলা পরাজিত হয়েছিলেন। এরশাদের নেতৃত্বাধীন জাতীয় পার্টির আসন ছিল ১৪টি, জামায়াতের ১৭টি।</p><p>নির্বাচনের পরে ফলাফল মেনে নেওয়ার ক্ষেত্রে পুরোনো প্রথাই আবার দেখা যায়। ৩ অক্টোবর শেখ হাসিনা নির্বাচন ফলাফল প্রত্যাখ্যান করে বলেছিলেন, ‘সূক্ষ্ম নয়, স্থূল কারচুপি করে ফলাফল বদলে দেওয়া হয়েছে।’ পরদিন আবার বলেন, ‘শপথ নেব না, সংসদেও যাব না, পুনর্নির্বাচন চাই।’ এরই মধ্যে আবার খালেদা জিয়াকে অভিনন্দন জানিয়ে এরশাদ গোপনে লন্ডন পাড়ি দেন। ১০ অক্টোবর নতুন প্রধানমন্ত্রী হিসেবে শপথ নেন খালেদা জিয়া।</p><p><strong>সূত্র</strong>: প্রথম আলোর বিভিন্ন সংখ্যা, সংগ্রাম–এর নোটবুক, বাংলাদেশের তারিখ, প্রথম ও দ্বিতীয় খণ্ড, মুহাম্মদ হাবিবুর রহমান এবং নির্বাচন কমিশন</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র-ভারত বাণিজ্যচুক্তি চূড়ান্ত, শুল্ক কমে হবে ৫০% থেকে ১৮% | প্রথম আলো",
            "time": "2026-02-03T04:09:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2F2ckthjjr%2FScreenshot_2025_08_02_173829.jpg?rect=0%2C0%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি বাণিজ্যচুক্তি প্রসঙ্গে সামাজিক যোগাযোগমাধ্যম এক্সের পোস্টে লিখেছেন, ‘আজ আমার প্রিয় বন্ধু প্রেসিডেন্ট ট্রাম্পের সঙ্গে কথা বলতে পেরে আনন্দিত। ভারতে তৈরি পণ্যের শুল্ক কমিয়ে ১৮ শতাংশ করা হয়েছে, এটা জেনে আনন্দিত। এই দারুণ ঘোষণার জন্য ১৪০ কোটি ভারতবাসীর পক্ষ থেকে প্রেসিডেন্ট ডোনাল্ড ট্রাম্পকে অনেক ধন্যবাদ। দুটি বৃহৎ অর্থনীতি ও বিশ্বের বৃহত্তম গণতন্ত্র একসঙ্গে কাজ করলে আমজনতা উপকৃত হয়। দুই দেশের মধ্যে পারস্পরিক সহযোগিতার অনেক ক্ষেত্র তৈরি হয়।’</p><p>নরেন্দ্র মোদি আরও বলেন, বিশ্বে শান্তি, স্থিতিশীলতা ও সমৃদ্ধির জন্য প্রেসিডেন্ট ট্রাম্পের নেতৃত্ব অত্যন্ত গুরুত্বপূর্ণ। শান্তির জন্য তাঁর প্রচেষ্টার প্রতি ভারতের পূর্ণ সমর্থন আছে। দুই দেশের অংশীদারি অভূতপূর্ব উচ্চতায় নিয়ে যাওয়ার লক্ষ্যে তিনি ট্রাম্পের সঙ্গে ঘনিষ্ঠভাবে কাজ করার জন্য মুখিয়ে আছেন।</p><p>এদিকে ট্রাম্প বলেছেন, ভারত যুক্তরাষ্ট্র থেকে আগের চেয়ে উল্লেখযোগ্যহারে বেশি পণ্য কিনবে—মোদি সেই অঙ্গীকার করেছেন। এর অংশ হিসেবে ভারত ৫০০ বিলিয়ন বা ৫০ হাজার কোটি ডলারের বেশি মূল্যের মার্কিন জ্বালানি—কয়লাসহ—আমদানি করবে। পাশাপাশি প্রযুক্তি, কৃষিপণ্য ও অন্যান্য পণ্য আগের চেয়ে বেশি করে কিনবে।</p><p>ভারত সম্পর্কে ট্রাম্প আরও বলেন, তারা যুক্তরাষ্ট্রের পণ্য আমদানির ক্ষেত্রে শুল্ক ও অশুল্ক–বাধা কমিয়ে শূন্যের কোঠায় নামিয়ে আনার পদক্ষেপ নেবে।<br>বিশ্ব বাণিজ্য সংস্থার (ডব্লিউটিও) তথ্য অনুযায়ী, গত বছর ট্রাম্প পুনরায় ক্ষমতায় এসে পাল্টা শুল্ক আরোপ করার আগপর্যন্ত বিশ্বে তুলনামূলকভাবে সবচেয়ে বেশি শুল্ক আরোপকারী দেশগুলোর মধ্যে একটি ছিল ভারত। সে সময় ভারতের নীতিগত বা কাগুজে গড় শুল্কহার (সিম্পল অ্যাপ্লায়েড) ছিল ১৫ দশমিক ৬ শতাংশ এবং কার্যকর (ইফেকটিভ) শুল্কহার ছিল ৮ দশমিক ২ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালোবাসা ভাঙা সম্পর্ক সারাতে পারে না, বিচ্ছেদ নিয়ে সেলিনা | প্রথম আলো",
            "time": "2026-02-03T04:04:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fflgi23pw%2Fcelinajaitlyofficial176406104737735400257332607021433631036-1.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চিঠিতে ছিল ভালোবাসা, আশা আর টিকে থাকার চেষ্টা<br></strong>সেলিনা জানান, বহু বছর ধরে তিনি স্বামীকে চিঠি লিখেছেন। সেই চিঠিগুলোতে তিনি ভালোবাসা, প্রতিশ্রুতি আর সম্পর্ক টিকিয়ে রাখার আকুতি তুলে ধরতেন। নিজের ভাষায় তিনি বোঝাতে চাইতেন সংসার ও পরিবারের প্রতি তাঁর দায়বদ্ধতা।<br>সেলিনা বলেন, এই চিঠিগুলোর মাধ্যমে তিনি স্বামীর আত্মসম্মান জাগিয়ে তোলার চেষ্টা করেছেন, সম্পর্কের ফাটল সারানোর চেষ্টা করেছেন এবং সন্তানদের কথা ভেবে সংসার ধরে রাখার আপ্রাণ চেষ্টা করেছেন।</p><p><strong>সময়ের সঙ্গে লেখার ভাষাও বদলে যায়<br></strong>কিন্তু সময় গড়ানোর সঙ্গে সঙ্গে সেলিনার লেখার ধরনও বদলে যেতে থাকে। চিঠিগুলো আর শুধু ভালোবাসার কথা বলত না, বরং সেখানে উঠে আসতে থাকে তাঁর বাস্তব জীবনের কষ্টের ছবি। তিনি লেখেন, কীভাবে তাঁকে বারবার চুপ করিয়ে দেওয়া হতো, তাঁর কণ্ঠস্বর উপেক্ষিত হতো এবং প্রতিবারই সব দোষ তাঁর ঘাড়ে চাপানো হতো।<br>সেলিনা জানান, এই লেখাগুলো কোনো কল্পনা নয়—এগুলো ছিল নির্যাতনের দলিল। দীর্ঘ ১৫ বছর তিনি ছোট ছোট আশার টুকরা আর সামান্য উষ্ণ মুহূর্ত আঁকড়ে ধরে টিকে ছিলেন; কিন্তু একসময় তাঁর লেখাও আর বাস্তবতা ঢেকে রাখতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি প্রার্থীর পক্ষে টাকা বিতরণের সময় মধ্যরাতে আটক, ছয়জনের কারাদণ্ড | প্রথম আলো",
            "time": "2026-02-03T04:03:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fdz9f2vh7%2Fmymensinghdh169420260203img20260203083635.jpg?rect=0%2C0%2C1135%2C596&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহ-১১ (ভালুকা) আসনে বিএনপির প্রার্থীর পক্ষে ভোটারদের মধ্যে টাকা বিতরণের অভিযোগে ছয়জনকে কারাদণ্ড দিয়েছেন ভ্রাম্যমাণ আদালত। গতকাল সোমবার রাত সাড়ে ১২টার দিকে ভালুকা উপজেলার মেদুয়ারী ইউনিয়নের বগাজান নামক এলাকায় তাঁদের আটক করে সাজা দেওয়া হয়।</p><p>সাজাপ্রাপ্ত ব্যক্তিরা হলেন, আবদুল হামিদ (৭৫), মো. তানভীর (৪২), গোলাম রাব্বী (২৩), মেহেদী হাসান (৪০), মো. শামসুদ্দিন (৭৪) ও গোলাম শহীদ (৫০)। তাঁদের কাছ থেকে ৬টি মুঠোফোন, ২৫ হাজার টাকা, হিসাবের খাতা এবং একটি একটি প্রাইভেট কার জব্দ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নলেন গুড়ের হালুয়ার রেসিপি | প্রথম আলো",
            "time": "2026-02-03T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fhrf07228%2FKBRH7427.JPG?rect=0%2C145%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"নলেন গুড়ের হালুয়ার রেসিপি\" class=\"IiRps \">নলেন গুড়ের হালুয়ার রেসিপি</h1></p><div class=\"Ibzfy\"><p>শবে বরাতে বানানো হবে হালুয়া। পুরোনো, নতুন দুই ধরনের স্বাদই আনতে পারেন হালুয়াতে। রেসিপি দিয়েছেন <strong>শাহনাজ বেগম</strong></p></div></div></div></body></html>"
        },
        {
            "title": "ঈশ্বরের সব সন্তানই নাচতে পারে | প্রথম আলো",
            "time": "2026-02-03T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fzjs6zyqz%2FWhatsApp-Image-2026-02-01-at-16.25.17.jpeg?rect=0%2C158%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>তিন বছর আগে মূত্রনালির ক্যানসারে সে মারা যায়। তার জীবনের শেষ কয়েক মাসের যন্ত্রণা চোখে দেখা অসহ্য হয়ে উঠেছিল। তবে সেই পুরো সময়ে কি সে একবারও ঈশ্বরকে পরীক্ষা করেনি? একবারও কি ঈশ্বরের কাছে প্রার্থনা করে সে ভয়ংকর ব্যথা থেকে সামান্য স্বস্তি চায়নি? নিজের কঠোর বিধিনিষেধ সে এমন নিষ্ঠার সঙ্গে পালন করেছে এবং ঈশ্বরের সাথে এমন ঘনিষ্ঠ সম্পর্কে জীবন কাটিয়েছে যে, অন্য সবার চেয়ে সে-ই তো এমন প্রার্থনা করার যোগ্য ছিল (যদিও তা হতো নির্দিষ্ট ও সীমিত সময়ের জন্য)। আর তা ছাড়া ইয়োশিয়ার মনে হয়, যদি ঈশ্বরের পক্ষে মানুষকে পরীক্ষা করা ঠিক হয়, তবে মানুষের পক্ষে ঈশ্বরকে পরীক্ষা করা কেন ভুল হবে?</p><p>আমি এ থেকে আসলে কী পেতে চাইছি?—এগিয়ে যেতে যেতে ইয়োশিয়া নিজেকে প্রশ্ন করে। আমি কি এমন কোনো বন্ধন নিশ্চিত করতে চাইছি, যা আমাকে এখন এখানে টিকিয়ে রাখতে সাহায্য করে? আমি কি চাইছি কোনো নতুন কাহিনির সাথে জড়াতে, আরও স্পষ্ট, আরও ভালোভাবে নির্ধারিত কোনো ভূমিকা পেতে? না। সে ভাবে, তা নয়। আমি যে বৃত্তাকারে ধাওয়া করছি, সেটা নিশ্চয়ই আমার ভেতরের অন্ধকারের লেজটাকেই। কেবল হঠাৎ তার একঝলক দেখেছি, তারপর তাকে অনুসরণ করেছি, আঁকড়ে ধরেছি, আর শেষে তাকে আরও গভীরে আন্ধকারে উড়ে যেতে দিয়েছি। আমি নিশ্চিত, আর কখনোই তাকে দেখব না।</p><p>ইয়োশিয়ার আত্মা তখন সময় ও স্থানের এক বিশেষ বিন্দুর নিস্তব্ধতা আর স্বচ্ছতার ভেতর থির হয়ে থাকে। লোকটা যদি তার বাবা হয়, বা ঈশ্বর, কিংবা কেবলই কোনো অচেনা মানুষ, যার ডান কানের লতিটা হঠাৎ হারিয়ে গেছে, তাতে আর কী আসে যায়? এখন আর তার কাছে কোনো পার্থক্যই নেই। আর এই অনুভূতিটাই যেন নিজেই এক প্রকাশ, একধরনের ধর্মানুষ্ঠান: তবে কি তার উচিত ছিল প্রশংসার গান গাওয়া?</p><p>সে বেসবল খেলার ‘পিচার-ঢিবি’–তে উঠে পড়ে এবং তাতে পা রাখার ক্ষয়ে যাওয়া জায়গাটার ওপর দাঁড়িয়ে পুরো উচ্চতায় নিজেকে মেলে ধরে। আঙুলগুলো পরস্পর জড়িয়ে সে দুই হাত আকাশের দিকে তোলে, রাতের ঠান্ডা বাতাসে ফুসফুস ভরে নিয়ে আবার একবার চাঁদের দিকে তাকায়। চাঁদটা বিশাল। কোনো কোনো দিনে চাঁদ এত বড় লাগে, আবার কোনো দিনে এত ছোট, কেন?</p><p>প্রথম আর তৃতীয় বেস লাইনের সমান্তরালে সাধারণ কাঠের গ্যালারি লম্বা করে বসানো। ফেব্রুয়ারির মাঝরাত তাই স্বাভাবিকভাবেই সেগুলো ফাঁকা। সোজা কাঠের তিন স্তরের আসন দীর্ঘ, হিমশীতল সারিতে ওপরে উঠে গেছে। ব্যাকস্টপের ওপারে জানালাবিহীন, বিষণ্ন কয়েকটা ভবন, সম্ভবত গুদামঘর, গা ঘেঁষে দাঁড়ানো। কিন্তু কোনো আলো নেই। কোনো শব্দ নেই।</p><p>ঢিবির ওপর দাঁড়িয়ে ইয়োশিয়া বড় বড় বৃত্ত এঁকে হাত দোলায়—ওপরে, সামনে ঘুরিয়ে আবার নিচে নামায়। এর তালে তালে সে পা-ও নাড়ায়, সামনে আর পাশে। নাচের মতো এই ভঙ্গিগুলো চালিয়ে যেতে যেতে তার শরীর ধীরে ধীরে গরম হওয়া শুরু করে, আবার জীবিত এক দেহের পূর্ণ অনুভূতি ফিরে পায়। অল্প সময়ের মধ্যেই সে বুঝতে পারে যে তার মাথাব্যথা প্রায় সেরে গেছে।</p><p>কলেজজীবনের পুরো সময়ে ইয়োশিয়াকে তার বান্ধবী ডাকত ‘বিশাল ব্যাঙ’ বলে। কারণ, নাচতে শুরু করলে তাকে নাকি বড়সড় এক ব্যাঙের মতো দেখায়। বান্ধবীর নাচ ছিল ভীষণ পছন্দের। তাই সে প্রায়ই ইয়োশিয়াকে টেনেহিঁচড়ে ক্লাবে নিয়ে যেত। আর হাসতে হাসতে বলত, ‘নিজেকে দেখো তো! তোমার এই লম্বা হাত-পা দুটো যেভাবে ঝাপটাও, দারুণ লাগে! বৃষ্টির মধ্যে ব্যাঙের মতো দেখায়!’</p><p>তার এ কথা শুনে ইয়োশিয়ার প্রথমে খুব কষ্ট হয়। কিন্তু বান্ধবীর সাথে যথেষ্ট সময় কাটানোর পর ইয়োশিয়া নাচ উপভোগ করতে থাকে। নিজেকে ছেড়ে দিয়ে সুরের তালে শরীর নড়াতে নড়াতে তার মনে হয়, নিজের ভেতরের স্বাভাবিক ছন্দ যেন পৃথিবীর মৌলিক ছন্দের সাথে নিখুঁত একতানে নেচে যাচ্ছে। জোয়ার-ভাটার ওঠানামা, সমতলভূমির ওপর দিয়ে বয়ে যাওয়া বাতাসের নৃত্য, আকাশপথে তারাদের গতিপথ—এসব যে তার সাথে সম্পর্কহীন কোনো জায়গায় ঘটছে, তা তার তখন মোটেই মনে হয়নি।</p></div></div></body></html>"
        },
        {
            "title": "দলবদলে নিষেধাজ্ঞা কী, বাংলাদেশের ক্লাবগুলো কেন একের পর এক এই শাস্তি পাচ্ছে | প্রথম আলো",
            "time": "2026-02-03T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fx90wv700%2FWhatsApp-Image-2026-02-02-at-10.16.51-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ক্লাবগুলো কী বলছে</strong></p><p>গত অক্টোবরে মোহামেডান স্পোর্টিং ক্লাবের খেলোয়াড় নিবন্ধনের ওপর নিষেধাজ্ঞা দেয় ফিফা। ২০২২-২৩ মৌসুমে মোহামেডানে খেলে যাওয়া ইরানি ফুটবলার মিসাম শাহ জাদেহের অভিযোগের ভিত্তিতে ফিফা এ নিষেধাজ্ঞা দেয়। চুক্তি অনুযায়ী অর্থ না পাওয়ায় মিসাম ফিফায় অভিযোগ করেন। ফিফা তাঁর অভিযোগ আমলে নিয়ে পরপর তিনটি ট্রান্সফার উইন্ডোতে মোহামেডানের খেলোয়াড় নিবন্ধনে নিষেধাজ্ঞা জারি করে।</p><p>এ নিষেধাজ্ঞার কারণে গত ৩১ জানুয়ারি শেষ হওয়া শীতকালীন দলবদলে কোনো খেলোয়াড় নিবন্ধন করতে পারেনি ঐতিহ্যবাহী ক্লাবটি। মোহামেডানের টেকনিক্যাল কমিটির সদস্য হাসানুজ্জামান খান বলেন, ‘নিয়মটা সবাই জানি, কিন্তু আমাদের সমস্যা অন্য জায়গায়, আমরা এখনো পেশাদার পদ্ধতি মেনে চুক্তি করি না। কেউ কেউ মৌখিকভাবেও খেলোয়াড় চূড়ান্ত করে ফেলে৷ পরে দেখা যায় ওই খেলোয়াড় ক্লাব ছেড়ে ফিফায় নালিশ করে।’</p><p>আবাহনীর ম্যানেজার সত্যজিৎ দাস বলেন, ২০২৪ সালের ৫ আগস্টের আগে ক্লাবটির দায়িত্বে থাকা কর্মকর্তারা কয়েকজন বিদেশির সঙ্গে চুক্তি করে আবার বাতিল করে দেন। যে শাস্তি এখন তাঁরা ভোগ করছেন, ‘আমরা তো এ বিষয়টা (দলবদলের নিয়মকানুন) ভালোভাবে অবগত। আগে কখনো কিন্তু এমন নিষেধাজ্ঞায় পড়েনি আবাহনী। ৫ আগস্টের আগে ক্লাবের দায়িত্বে যাঁরা ছিলেন, তাঁরা কয়েকজন বিদেশি খেলোয়াড়ের সঙ্গে চুক্তি করে আবার বাতিল করে ফেলেন।’</p><p>ফিফার নিষেধাজ্ঞার তালিকায় নেই ব্রাদার্স ইউনিয়ন। তবে বিষয়টি নিয়ে সচেতন তারা। ক্লাবের ম্যানেজার আমের খান বলেন, ‘বসুন্ধরার মতো সবচেয়ে সচ্ছল এবং পেশাদার ক্লাবই যদি নয়টা ব্যান খায়, তাহলে আরামবাগ, ফকিরেরপুল, ব্রাদার্সের অবস্থা কী হবে।’</p><p>রহমতগঞ্জের সভাপতি টিপু সুলতান জানিয়েছেন, বিদেশি খেলোয়াড়ের টাকা বকেয়া রেখে নিষেধাজ্ঞায় পড়াটা শুধু ওই ক্লাব নয়, দেশের ফুটবলের জন্যও অসম্মানের, ‘আমরা কারও পাওনা বকেয়া রাখার পক্ষে নই। কারণ, ব্যান শুধু ওই ক্লাব নয়, বাংলাদেশের ফুটবলের সুনামও ক্ষুণ্ন করে। পরবর্তী সময়ে বিদেশি অনেক ফুটবলার আমাদের এখানে আসতে চায় না। এটা আমাদের জন্য অশনিসংকেত।’</p></div></div></div></body></html>"
        },
        {
            "title": "কয়েক ঘণ্টার রঙিন উৎসব: উল্লাপাড়ার পাঁচলিয়া গামছার হাট | প্রথম আলো",
            "time": "2026-02-02T17:00:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F5so1h3f3%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"কয়েক ঘণ্টার রঙিন উৎসব: উল্লাপাড়ার পাঁচলিয়া গামছার হাট\" class=\"nA4h1 \">কয়েক ঘণ্টার রঙিন উৎসব: উল্লাপাড়ার পাঁচলিয়া গামছার হাট</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-02-03T10:00:00+06:00\"><span>আপডেট: ০৩ ফেব্রুয়ারি ২০২৬, ০৪: ০০ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অ্যালবাট্রস জীবনের বেশির ভাগ সময় সমুদ্রে ওড়াউড়ি করে কাটায়। | প্রথম আলো",
            "time": "2026-02-03T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fc1g02tvd%2FGalapagos-albatross.png?rect=0%2C140%2C1999%2C1049&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইন্টারন্যাশনাল ইউনিয়ন ফর কনজারভেশন অব নেচার (আইইউসিএন) গ্যালাপাগোসের সবচেয়ে বড় এই অ্যালবাট্রস প্রজাতিকে চরম বিপন্ন হিসেবে তালিকাভুক্ত করেছে।</p><p>আমেরিকান বার্ড কনজারভেন্সির তথ্যমতে, এ প্রজাতির পাখির বিচরণক্ষেত্র মূলত উষ্ণমণ্ডলে সীমাবদ্ধ। আগ্নেয়গিরির গলিত পাথরের তৈরি বিস্তীর্ণ মাঠ, ছড়িয়ে থাকা পাথর ও বিরল উদ্ভিদের মধ্যে এরা বাসা বাঁধে।</p><p>ঢেউখচিত অ্যালবাট্রস সর্বোচ্চ ৪৫ বছর পর্যন্ত বাঁচে। মাছ, স্কুইড ও ক্রাস্টেশিয়ান (কাঁকড়া ও চিংড়িজাতীয় প্রাণী) এদের প্রধান খাবার।</p><p>ট্যামি রাসেল বলেন, ক্যালিফোর্নিয়ার উপকূলে একাধিক ঢেউখচিত অ্যালবাট্রস দেখা গেলে তা পরিবেশগত কোনো পরিবর্তনের ইঙ্গিত হতে পারত।</p><p>এই নারী পাখিবিদ আগে লিখেছিলেন, ক্যালিফোর্নিয়া উপকূলে এখন পাঁচ প্রজাতির বুবি পাখির বিচরণ সাধারণ ঘটনায় পরিণত হয়েছে। উষ্ণতা বৃদ্ধি ও সামুদ্রিক তাপপ্রবাহের কারণে এটা হয়েছে।</p><p>কিন্তু এই নিঃসঙ্গ ঢেউখচিত অ্যালবাট্রস সম্পর্কে রাসেলের মতে, ‘এটা যদি এ প্রজাতির পাখির ভবিষ্যতে উত্তর দিকে সরে যাওয়ার ইঙ্গিত হয়, তাহলে কখন এ প্রজাতির প্রথম পাখিটি এখানে শনাক্ত হয়েছিল, সেটার একটি সূত্র আমরা পেয়ে গেলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে ‘গোপন’ চুক্তি নিয়ে প্রশ্ন-উদ্বেগ | প্রথম আলো",
            "time": "2026-02-03T03:51:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F6i59eqxw%2Fbangla.avif?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ভোট গ্রহণের মাত্র তিন দিন আগে অন্তর্বর্তী সরকার যুক্তরাষ্ট্রের সঙ্গে একটি শুল্ক চুক্তি করতে যাচ্ছে। ৯ ফেব্রুয়ারি যুক্তরাষ্ট্রের রাজধানী ওয়াশিংটন ডিসিতে এ চুক্তি সই হওয়ার কথা। সরকারের বিদায়বেলায় চুক্তিটি করা নিয়ে প্রশ্ন উঠেছে। প্রশ্ন ওঠার বড় কারণ, চুক্তির খসড়ায় কী আছে, তা কেউ জানে না। চুক্তির সবকিছু গোপন রাখার বিষয়ে যুক্তরাষ্ট্রের সঙ্গে আগেই নন-ডিসক্লোজার অ্যাগ্রিমেন্ট বা এনডিএ সই করেছে বাংলাদেশ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের বিপক্ষে পাকিস্তানের মেয়েদের ম্যাচের ভাগ্যে কী আছে | প্রথম আলো",
            "time": "2026-02-03T03:37:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F0e0awfx1%2F6224e02904665.jpg?rect=0%2C0%2C6121%2C3214&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>থাইল্যান্ডের ব্যাংককে ১৩ ফেব্রুয়ারি শুরু হবে মেয়েদের এশিয়া কাপ রাইজিং স্টারস টুর্নামেন্ট। ২০২৬ টি-টুয়েন্টি বিশ্বকাপের মতো এই টুর্নামেন্টেও ‘এ’ গ্রুপ রয়েছে ভারত এবং পাকিস্তানের ‘এ’ দল। </p><p>ক্রিকেটভিত্তিক খবরের পোর্টাল ইএসপিএনক্রিকইনফো জানিয়েছে, গ্রুপ পর্বে ভারতের বিপক্ষে ম্যাচটি নিয়ে পাকিস্তান ক্রিকেট বোর্ডের (পিসিবি) কাছ থেকে এ পর্যন্ত অফিশিয়াল কোনো নির্দেশনা পায়নি পাকিস্তানের মেয়েদের ‘এ’ দল।</p></div></div></div></body></html>"
        },
        {
            "title": "হামাসকে নিরস্ত্র হতে দুই মাস সময় দেবে ট্রাম্পের ‘শান্তি পর্ষদ’ | প্রথম আলো",
            "time": "2026-02-03T03:36:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F2v848js7%2FUntitled-1.png?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের গঠিত ‘বোর্ড অব পিস’ বা শান্তি পর্ষদ ফিলিস্তিনি স্বাধীনতাকামী সংগঠন হামাসকে অস্ত্র সমর্পণে দুই মাসের আলটিমেটাম দেবে বলে জানিয়েছেন ইসরায়েলের অর্থমন্ত্রী বেজালেল স্মোট্রিচ।</p><p>তুর্কি বার্তা সংস্থা আনাদোলু এজেন্সির বরাতে এ খবর জানা গেছে।</p><p>গতকাল সোমবার স্থানীয় সংবাদপত্র মাকর রিশোনে প্রকাশিত মন্তব্যে কট্টর দক্ষিণপন্থী ইসরায়েলি মন্ত্রী স্মোট্রিচ বলেন, ‘শান্তি পর্ষদ হামাসকে নিরস্ত্রীকরণের জন্য দুই মাসের সময়সীমা বেঁধে দেবে।’ তিনি জোর দিয়ে বলেন, হামাস নিঃশেষ হওয়ার আগে গাজা উপত্যকায় যুদ্ধ বন্ধ করবে না ইসরায়েল।</p></div></div></div></body></html>"
        },
        {
            "title": "শেষ সময়ে যেনতেন শিক্ষা আইনের চেষ্টা | প্রথম আলো",
            "time": "2026-02-03T03:29:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fv62j5bp8%2F03022026-cm-1.jpg?rect=0%2C66%2C667%2C350&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খসড়া অনুযায়ী, প্রাথমিক ও মাধ্যমিক স্তরে নিজ নিজ ধর্ম, স্বাধীনতা, মুক্তিযুদ্ধ ও গণ-অভ্যুত্থানের চেতনা, বিজ্ঞান ও প্রযুক্তি, প্রকৃতি ও বাস্তুতন্ত্র, নাগরিক অধিকার, দেশীয় সংস্কৃতি এবং ক্ষুদ্র নৃগোষ্ঠীর নিজ নিজ সংস্কৃতির বিষয় অন্তর্ভুক্ত থাকার কথা বলা হয়েছে।</p><p>একই সঙ্গে শিক্ষাপ্রতিষ্ঠানে মুক্তিযুদ্ধ ও গণ-অভ্যুত্থানের চেতনা, বাঙালি সংস্কৃতি ও ক্ষুদ্র নৃগোষ্ঠীর নিজ নিজ সংস্কৃতির পরিপন্থী এবং কোনো ধর্মীয় অনুভূতিতে আঘাত করে—এমন কোনো কার্যক্রম পরিচালনা করা যাবে না।</p><p>সরকারের অনুমতি ছাড়া কোনো বেসরকারি শিক্ষাপ্রতিষ্ঠান স্থাপন করা যাবে না। নতুন শিক্ষাপ্রতিষ্ঠান স্থাপন ও পরিচালনায় নিবন্ধন বাধ্যতামূলক হবে। বিদেশি শিক্ষাক্রমে পরিচালিত বিদ্যালয়, কিন্ডারগার্টেন, মাদ্রাসা কিংবা বিদেশি শিক্ষাপ্রতিষ্ঠানের বাংলাদেশে শাখা স্থাপন ও পরিচালনার ক্ষেত্রেও একই শর্ত প্রযোজ্য হবে।</p><p>কোনো শিক্ষক শিক্ষার্থীকে শারীরিক শাস্তি বা মানসিক নিপীড়ন করতে পারবেন না—এ কথাও বলা হয়েছে। তবে অপরাধের জন্য শাস্তির ধরন ও প্রয়োগ নিয়ে খসড়ায় অস্পষ্টতা রয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় জীবনে নেমে আসুক শান্তি ও সমৃদ্ধি | প্রথম আলো",
            "time": "2026-02-03T03:16:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুসলিমদের কাছে শবে বরাত ভাগ্য নির্ধারণের রাত হিসেবেও পরিচিত। হাদিসে এ রাতে ক্ষমা প্রার্থনার পাশাপাশি রিজিক দান, সুস্থতা দান, বিপদ থেকে পরিত্রাণের বিষয়ও গুরুত্ব পেয়েছে। ধর্মপ্রাণ মুসলিমরা সারা বছর এ রাতের জন্য অপেক্ষা করেন। নফল ইবাদতের পাশাপাশি তাঁরা কিছু আনুষ্ঠানিকতাও পালন করে থাকেন। শবে বরাতের মাধ্যমে সামাজিক বন্ধন ও ভ্রাতৃত্ববোধ দৃঢ় হয়। অনেকে এ রাতের আগে ও পরে নফল রোজা রাখেন।</p><p>প্রতিবছরের মতো এবারও ধর্মীয় নানা আনুষ্ঠানিকতার মাধ্যমে এ রাতের আনন্দ ভাগাভাগি করে নেবেন ধর্মপ্রাণ মুসলিমরা। শবে বরাত তাঁদের কাছে পবিত্র রমজান মাসের আগমনী বার্তাও। এ রাতের ১৫ দিন পর শুরু হয় রোজা। ফলে শবে বরাতের মধ্য দিয়ে শুরু হয় সিয়াম সাধনার প্রস্তুতিও।</p><p>এ বছর এমন একসময় শবে বরাত এল, দেশ যখন একটি নির্বাচনের প্রস্তুতি নিচ্ছে। বিগত তিনটি বিতর্কিত নির্বাচনের পর এবারের অনুষ্ঠিত হতে যাওয়া নির্বাচন নিয়ে দেশের মানুষের আগ্রহ ও উদ্দীপনার শেষ নেই। আবার আইনশৃঙ্খলা নিয়ে নানা শঙ্কা ও ঝুঁকিও আছে। ফলে স্বৈরাচারী শাসন থেকে মুক্তির পর গণতান্ত্রিক যাত্রায় এ নির্বাচন সুষ্ঠু, স্বচ্ছ ও নিরাপত্তার সঙ্গে অনুষ্ঠিত হবে—সেটিই কামনা। নির্বাচন–পরবর্তী সময়েও জাতীয় জীবনে নেমে আসুক স্বস্তি। অন্যদিকে যুদ্ধবিরতির পরও গাজায় ইসরায়েলি বাহিনীর বর্বর হত্যাকাণ্ড চলছে। সারা বিশ্বের শান্তিকামী মানুষ এই নৃশংস হত্যার বিরুদ্ধে সোচ্চার থাকলেও যুদ্ধবাজ ইসরায়েল অস্ত্র সংবরণ করেনি। শবে বরাতের এই পবিত্র ক্ষণে আমরা গাজার মুসলমান ভাইবোনদের প্রতি গভীর সহানুভূতি জানাই।</p></div></div></div></body></html>"
        },
        {
            "title": "রোগী নয়, রোগ দূর করুন | প্রথম আলো",
            "time": "2026-02-03T03:11:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি রোগ শনাক্ত হওয়ার কারণে কাউকে জীবনের গতিপথ থেকে হঠাৎ ছিটকে ফেলাটা চূড়ান্ত অমানবিকতার নজির। মধ্যপ্রাচ্যের দেশগুলোতে থাকা প্রবাসী শ্রমিকদের জীবনে এই অমানবিকতাই যেন দিন দিন স্বাভাবিক হয়ে উঠছে। <em>প্রথম আলো</em>র খবরে এসেছে, মধ্যপ্রাচ্যের দেশগুলো থেকে এইচআইভি শনাক্ত হওয়ার পর বাংলাদেশি শ্রমিকদের কোনো চিকিৎসাসেবা ছাড়াই তড়িঘড়ি করে দ্রুত দেশে ফেরত পাঠানো হয়। এই চর্চা বহু বছর ধরেই চলছে। অথচ ব্যাপারটি নিয়ে জনসমাজে কিংবা প্রশাসনিক পরিসরে কোনো আলাপ দেখা যায় না।</p><p>বিদেশে কাজ করতে যাওয়া অধিকাংশ শ্রমিকের স্বপ্ন খুব সাধারণ। ঋণ শোধ করা, পরিবারের খরচ চালানো, একটু ভালো জীবন। তাঁরা তেমন বিলাসী স্বপ্ন নিয়ে বিদেশ যান না। দীর্ঘ সময় পরিবার থেকে দূরে থাকা, একাকিত্ব, মানসিক চাপ আর সীমিত স্বাস্থ্যসেবার মধ্যে তাঁরা কাজ করেন। এমন বাস্তবতায় কেউ অসুস্থ হলে, বিশেষ করে এইচআইভির মতো একটি রোগ শনাক্ত হলে তাঁকে কোনো চিকিৎসা পরিকল্পনা ছাড়াই নিজ দেশে পাঠিয়ে দেওয়া অমানবিক ছাড়া আর কিছু নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "১৩০ বছর ধরে চলছে ঐতিহ্যবাহী এই ঘোড়দৌড় প্রতিযোগিতা | প্রথম আলো",
            "time": "2026-02-03T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Frevsnk1o%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"১৩০ বছর ধরে চলছে ঐতিহ্যবাহী এই ঘোড়দৌড় প্রতিযোগিতা\" class=\"nA4h1 \">১৩০ বছর ধরে চলছে ঐতিহ্যবাহী এই ঘোড়দৌড় প্রতিযোগিতা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-03T09:00:00+06:00\"><span>প্রকাশ: ০৩ ফেব্রুয়ারি ২০২৬, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}