{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "‘শিল্পী আমি তোমাদেরই গান শোনাব’ | প্রথম আলো",
            "time": "2025-12-13T11:15:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F6zgq2k4l%2FWhatsApp-Image-2025-12-12-at-22.46.5282ce59ea.jpg?rect=0%2C0%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে বক্তব্য দেন ব্র্যাক ব্যাংকের ব্যবস্থাপনা পরিচালক (এমডি) ও প্রধান নির্বাহী কর্মকর্তা (সিইও) তারেক রেফাত উল্লাহ খান। তিনি বলেন, রুনা লায়লার গান বাংলা সংস্কৃতিকে সমৃদ্ধ করেছে।<br>অনুষ্ঠানে বাংলাদেশ ব্যাংকের সাবেক গভর্নর মোহাম্মদ ফরাসউদ্দিন, বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মনসুর, ব্র্যাক ব্যাংকের চেয়ারম্যান মেহেরিয়ার এম হাসান, অধ্যাপক আইনুন নিশাত, অর্থনীতিবিদ জাহিদ হোসেন, ইনভেস্টমেন্ট করপোরেশন অব বাংলাদেশের (আইসিবি) ব্যবস্থাপনা পরিচালক নিরঞ্জন চন্দ্র দেবনাথ, প্রাইম ব্যাংকের চেয়ারম্যান তানজিল চৌধুরী, ট্রান্সকম গ্রুপের প্রধান নির্বাহী কর্মকর্তা (সিইও) সিমিন রহমান, ভিসার কান্ট্রি ম্যানেজার সাব্বির আহমেদ, ব্র্যাকের নির্বাহী পরিচালক আসিফ সালেহ্, ব্র্যাক ব্যাংকের ভাইস চেয়ারপারসন ফারুক মঈনউদ্দীন, নৃত্যশিল্পী শিবলী মহম্মদ, শামীম আরা নীপাসহ আরও অনেকে উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদিকে হত্যার চেষ্টাকারীদের দ্রুত গ্রেপ্তারের দাবি, না হলে বৃহত্তর আন্দোলনের হুঁশিয়ারি | প্রথম আলো",
            "time": "2025-12-13T11:11:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F6jgblyoe%2FWhatsApp-Image-2025-12-13-at-2.11.59-PM-2.jpeg?rect=0%2C34%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাহমুদুর রহমান বলেন, হাদিকে যারা হত্যা করার চেষ্টা করেছে, সেই আততায়ীদের গ্রেপ্তার করতে না পারলে ১৫ ডিসেম্বর শহীদ মিনার থেকে এই অন্তর্বর্তী সরকারের বিরুদ্ধে বৃহত্তর আন্দোলনের ডাক দেওয়া হবে। তাঁরা দ্বিতীয়বার বিপ্লব করে অসম্পূর্ণ বিপ্লব পূর্ণ করবেন। যাতে করে সব রাজনীতিবিদ বলতে বাধ্য হয়, এবার বাংলাদেশে বিপ্লব সংঘটিত হয়েছে।</p><p>আজকের এই সমাবেশ থেকে ১৫ ডিসেম্বর কেন্দ্রীয় শহীদ মিনারে বেলা ৩টায় সর্বদলীয় প্রতিরোধ সমাবেশের ডাক দেওয়া হয়।</p><p><strong>‘ফ্যাসিস্টদের কোনো স্পেস হবে না’</strong></p><p>এই কর্মসূচিতে জাতীয় নাগরিক পার্টির (এনসিপি) দক্ষিণাঞ্চলের মুখ্য সংগঠক হাসনাত আবদুল্লাহ বলেন, গতকালের গুলিটা ওসমান হাদির মাথা দিয়ে ফুটু করা যায় নাই। এটা বাংলাদেশের প্রত্যেকটা মানুষকে ফুটু করে গেছে।’</p><p>বাংলাদেশের শত্রু আওয়ামী লীগ এবং ভারত উল্লেখ করে হাসনাত আবদুল্লাহ বলেন,  বাংলাদেশে ফ্যাসিস্টদের কোনো ধরনের কোনো স্থান হবে না। সে যেই নামেই থাকুক না কেন।</p><p>হাসনাত আবদুল্লাহ বলেন, এখন গুলশানে জাতীয় পার্টির নামে তারা আবার ঐক্যবদ্ধ হচ্ছে। ওসমান হাদি ভাইয়ের রক্তের শপথ, ওদেরকে বাংলাদেশে এক ইঞ্চিও জায়গা দেওয়া হবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তাদের কোনো ভয় নেই এবং তারা চিন্তিতও হবে না’ | প্রথম আলো",
            "time": "2025-12-13T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F2d52gics%2Fpexels-mikhail-nilov-7594420.jpg?rect=0%2C658%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>আরবি ব্যাকরণের নিয়ম অনুসারে, যখন এমন একটি শব্দ (যেমন ‘মান্’) ব্যবহৃত হয় যা শব্দে একবচন হলেও অর্থে বহুবচন, তখন পরের অংশকে শব্দের সঙ্গে সঙ্গতি রেখে একবচন রাখা যায়, অথবা অর্থের সঙ্গে সঙ্গতি রেখে বহুবচন ব্যবহার করা যায়।</p><p>এক্ষেত্রে আল্লাহ তায়ালা একবচনের পর বহুবচন ব্যবহার করে ‘মান্’-এর অর্থের ওপর জোর দিয়েছেন। অর্থাৎ, যারা যারা আল্লাহর কাছে আত্মসমর্পণ করে সৎকর্ম করবে, তাদের সবাই এই পুরস্কার লাভ করবে। এটি হলো বাহ্যিক কারণ।</p><p><strong>২. নির্বাচিত পরিবর্তন: গভীর মনস্তাত্ত্বিক কারণ</strong></p><p>দ্বিতীয় ব্যাখ্যাটি প্রথমটির কারণ অনুসন্ধানের একটি গভীরতর উত্তর। এটি শুধু ব্যাকরণগত কারণ নয়, বরং এখানে বহুবচন ব্যবহারের বিশেষ রহস্য বা প্রজ্ঞা কী ছিল? কেন আল্লাহ একবচনের ধারাবাহিকতা বজায় না রেখে বহুবচনের অর্থের উপর জোর দিলেন?</p><p>এর উত্তর খুঁজে বের করতে গবেষকরা কোরআনে মুমিনদের প্রসঙ্গে ‘লা খাওফুন আলাইহিম ওয়া লা হুম ইয়াহ্‌যানুন’ (তাদের কোনো ভয় নেই এবং তারা চিন্তিত হবে না) বাক্যটির ব্যবহার পর্যবেক্ষণ করেছেন। দেখা যায়, এই বাক্যটি কোরআনের বিভিন্ন স্থানে তেরো বার এসেছে এবং প্রতিবারই তা বহুবচন-এর কাঠামোয় এসেছে।</p><p>যেমন:</p><p><strong>সুরা বাকারা, আয়াত: ৩৮:</strong> “অতঃপর আমার পক্ষ থেকে যখন তোমাদের নিকট পথের নির্দেশ আসবে, তখন যারা আমার পথের নির্দেশ অনুসরণ করবে, তাদের কোনো ভয় থাকবে না এবং তারা চিন্তিত হবে না।”</p><p><strong>সুরা আন’আম, আয়াত: ৪৮:</strong> “আর আমরা তো রাসুলদেরকে কেবল সুসংবাদদাতা ও সতর্ককারী রূপেই প্রেরণ করি। সুতরাং যারা ইমান আনে এবং নিজেদের সংশোধন করে নেয়, তাদের কোনো ভয় থাকবে না এবং তারা চিন্তিত হবে না।”</p><p><strong>সুরা আ’রাফ, আয়াত: ৩৫:</strong> “অতএব, তোমাদের নিকট যখন তোমাদের মধ্য থেকে রাসুলগণ এসে আমার আয়াতগুলো শুনিয়ে দেবে, তখন যারা তাকওয়া অবলম্বন করবে এবং নিজেদেরকে সংশোধন করবে, তাদের কোনো ভয় থাকবে না এবং তারা চিন্তিতও হবে না।”</p><p>এই বহুবচনের ব্যবহারের মাধ্যমে আল্লাহ তায়ালা মুমিনদের জন্য একটি গভীর মনস্তাত্ত্বিক প্রশান্তি নিশ্চিত করেছেন।</p></div></div></body></html>"
        },
        {
            "title": "সোনালি যুদ্ধ | প্রথম আলো",
            "time": "2025-12-13T10:57:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fbfa1l8bm%2FWhatsApp-Image-2025-12-12-at-15.45.21-1.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>মুক্তিযোদ্ধারা সব শুনে অবাক, মুগ্ধ ও আবেগাপ্লুত। লম্বা লোকটি মনুরঞ্জনের পিঠ চাপড়ে বলল, ‘শাবাশ মনু! শাবাশ! তুমি তো শুধু ধান বাঁচাওনি, তুমি এই মাটির প্রতি বিশ্বাস বাঁচিয়েছ। তুমি আমাদের স্বাধীনতাযুদ্ধের একজন নীরব বীর!’</p><p>তারা মনুরঞ্জনকে কিছু শুকনা খাবার, ওষুধ আর সবচেয়ে গুরুত্বপূর্ণ—যুদ্ধ শেষ হওয়ার বার্তা দিয়ে গেল—‘খুব বেশি দিন নেই, মনু। আর কিছুদিন ধৈর্য ধরো। সব ঠিক হয়ে যাবে,’ একজন বলল।</p><p>মনুরঞ্জনের একা থাকার দীর্ঘদিনের হতাশা এক মুহূর্তে যেন ধুয়ে গেল। তার আর ভয় নেই, কারণ সে আর একা নয়।</p><p>মাসখানেক পরেই সত্যি সত্যি সেই কাঙ্ক্ষিত দিনটি এল। চারদিকে শুধু জয়ধ্বনি আর ‘জয় বাংলা’ স্লোগান। একদিন সকালে, মনুরঞ্জন ধানখেতের দিকে তাকিয়ে ছিল, হঠাৎ দেখল তিতাস নদীর ঘাট দিয়ে মানুষ আসছে। দল বেঁধে, হাসতে হাসতে, কাঁধে ব্যাগ নিয়ে।</p><p>নিজকান্দির মানুষ ফিরে আসছে!</p><p>সাদেক চাচা আর হরি কাকা সবার আগে। মনুরঞ্জনকে দেখেই দুজন একযোগে দৌড়ে এলেন, ‘মনু! ও মনুরঞ্জন! তুই আছিস! আল্লা বাঁচাইছে!’ সাদেক চাচা তাকে বুকে জড়িয়ে নিলেন।</p><p>‘আমাদের মনু! তোকে দেখে মনে হচ্ছে যেন লক্ষ্মী ফিরে এসেছে রে!’ হরি কাকা তার হাত ধরে মাথায় চুমু খেলেন। মনুরঞ্জন তখন কাঁপা গলায় বলল, ‘চাচা, কাকা, তোমাদের ধান সব ঘরে আছে। আমি... আমি সব কেটে রেখেছি।’</p><p>এ কথা শুনে পুরো গ্রামের মানুষ স্তব্ধ। তারা বিশ্বাস করতে পারছিল না, এই কিশোর তাদের শত শত মণ ধান রক্ষা করেছে। সাদেক চাচা হেসে বললেন, ‘আরে বাবা! ধান তো ফসল। ও আবার কী জিনিস! তুই বেঁচে আছিস, এইটাই আমাদের আসল ফসল রে মনু!’</p><p>হরি কাকা বললেন, ‘এত দিন কী খেলি তুই? না খেয়ে ছিলি?’</p><p>মনুরঞ্জন বলল, ‘কেন, তোমার কলসির চাল! সুদসহ দেব নে।’</p><p>হরি কাকা এগিয়ে এলেন, চোখে আনন্দের জল। তিনি মনুরঞ্জনের কান ধরে টেনে বললেন, ‘ওরে পাজি! তুই আমার কলসি থেকে চাল নিয়ে সুদসমেত ফেরত দিবি বলছিস? কই, এখন সুদ দে দিকি!’</p><p>মনুরঞ্জন হেসে গড়িয়ে পড়ল। সে হাত জোড় করে বলল, ‘কাকা, আমার সুদ হচ্ছে এই নিজকান্দি গ্রামে আবার এত মানুষের হাসি দেখা! এইটার চেয়ে বড় সুদ আর কিছু হতে পারে না!’</p><p>এরপর মনুরঞ্জন হরি কাকার কানে ফিসফিস করে বলল, ‘আর শোনো কাকা, আমি কিন্তু তোমার সেই সবুজ ফড়িংয়ের সাথেও রোজ কথা বলতাম! সেও তোমার জন্য অপেক্ষা করছিল!’</p><p>সাদেক আলী চাচা গলা পরিষ্কার করে বললেন, ‘হরি, তোমার ফড়িং না হয় ফিরে এল। কিন্তু আমার প্রজাপতি কই? আমার সেই লাল-কমলা প্রজাপতি? সে কি আমার খোঁজ নেয়নি?’</p><p>পুরো গ্রামের মানুষ হেসে উঠল। চারপাশের শূন্য মাঠ যেন এক মুহূর্তে ভরে উঠল জীবনের কোলাহলে। মনুরঞ্জনের সেই একাকিত্বের ভয়, সেই মরুভূমির চিন্তা—সব যেন বাতাসে উড়ে গেল। সেদিন রাতে, নিজকান্দি গ্রামের উঠানে সবাই মিলে নতুন ধানের চালের ভাত খেলো। সেই ভাত অমৃতের মতো।</p></div></div></body></html>"
        },
        {
            "title": "কে হলেন মাইক্রোসফট এক্সেল ওয়ার্ল্ড চ্যাম্পিয়ন ২০২৫ | প্রথম আলো",
            "time": "2025-12-13T10:56:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fqv49be3q%2Fexel.jpeg?rect=0%2C0%2C576%2C302&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইক্রোসফটের প্রধান নির্বাহী কর্মকর্তা সত্য নাদেলা এক্সে পোস্ট করে বলেছেন, ‘অনেক অভিনন্দন, ডিয়ারমুইড! আপনি রেডমন্ডে আসুন, আমাদের দলের সঙ্গে দেখা করুন ও আপনার এক্সেল দক্ষতা থেকে শিখতে চাই!’</p><p>এক্সেল প্রথম ১৯৮৫ সালে সালে আবির্ভূত হয়। ১৯৮৭ সাল পর্যন্ত ইন্টেল প্ল্যাটফর্মে ব্যবহারের সুযোগ ছিল না। ১৯৮০ দশকের প্রভাবশালী স্প্রেডশিট ছিল লোটাস ১-২-৩। নব্বই দশকে এক্সেল জনপ্রিয়তা পায়।</p><p>সূত্র: ইস্পোর্টস ইনসাইডার ও দ্য রেজিস্টার</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন ঘিরে নোয়াখালীতে বিএনপির বিরোধ প্রকাশ্যে | প্রথম আলো",
            "time": "2025-12-13T10:53:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fjvxizlcu%2FUntitled-7.png?rect=0%2C0%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির নেতারা বলেন, জয়নুল আবদিন ফারুককে এবারও দলীয় মনোনয়ন দেওয়ায় মফিজুর ও মান্নানের অনুসারী ক্ষুব্ধ। প্রার্থী ঘোষণার পর তাঁরা মনোনয়ন পরিবর্তনের দাবিতে এলাকায় বিক্ষোভ সমাবেশ, সড়ক অবরোধের মতো কর্মসূচি পালন করেন। তাতেও কাজ না হওয়ায় গত ২৫ নভেম্বর দুই নেতা ও তাঁদের অনুসারীরা এক সমঝোতা বৈঠকে বসেন। আবদুল মান্নানের বাড়িতে আয়োজিত ওই বৈঠকে দুটি পক্ষ যৌথভাবে কর্মসূচি চালিয়ে যাওয়ার সিদ্ধান্ত নেন।</p><p>জানতে চাইলে বিএনপি নেতা আবদুল মান্নান প্রথম আলোকে বলেন, ‘জনগণ যেদিকে, আমরা সেদিকে। সেনবাগ-সোনাইমুড়ীর মানুষ পরিবর্তনের পক্ষে। আমরাও তাঁদের পক্ষে রয়েছি। যাঁরা বিগত ৩০ বছরে কিছু করতে পারেননি, তাঁরা এখন আর কিছু করতে পারবেন না।’</p><p>আবদুল মান্নানের অনুসারী পরিচিত সেনবাগ পৌরসভা বিএনপির আহ্বায়ক মফিজুল ইসলাম। তিনি প্রথম আলোকে বলেন, কাজী মফিজুর রহমান প্রার্থী হওয়ার যে সিদ্ধান্ত নিয়েছেন, এই সিদ্ধান্তের সঙ্গে তাঁরাও একমত। মফিজুর রহমান নির্বাচন করার বিষয়ে দলের তৃণমূলের নেতা-কর্মী এবং সাধারণ ভোটারদের চাপ রয়েছে।</p><p>দলের নেতা-কর্মীদের কোন্দল প্রকাশ্যে আসার মধ্যেই গত বৃহস্পতিবার কাজী মফিজুর রহমানের ব্যবসা প্রতিষ্ঠানে গিয়ে তাঁর সঙ্গে সাক্ষাৎ করেন জয়নুল আবদিন ফারুক। তবে মফিজুর নিজেও নির্বাচন করবেন বলে সাক্ষাতে ফারুককে জানান। রাতে নিজের অনুসারীদের কাছে অডিও বার্তা পাঠিয়েও বিষয়টি জানান মফিজুর।</p><p>৩০ বছর ধরে দলের কাছে মনোনয়ন চেয়ে আসছেন জানিয়ে কাজী মফিজুর রহমান প্রথম আলোকে বলেন, ‘২০০৮ সালের নির্বাচনে দল আমাকে মনোনয়ন দিলেও মিথ্যা অভিযোগে আমার মনোনয়ন ছিনিয়ে নেওয়া হয়েছে। এবার মনোনয়ন চাইলাম, এবারও দেওয়া হয়নি। তাই আমি দলের নেতা-কর্মী ও ভোটারদের চাপে নির্বাচন করার ঘোষণা দিয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "অর্ধেক শরীর মাটিতে পোঁতা যুবকের, পাশে লেখা ‘মা মারার শাস্তি’ | প্রথম আলো",
            "time": "2025-12-13T10:48:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fcv5i4f8j%2FWhatsApp-Image-2025-12-13-at-3.22.41-PM.jpeg?rect=0%2C278%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেশীরা বলেন, আজ সকালে মায়ের কাছে মাদক সেবনের জন্য টাকা চেয়েছিলেন খলিল। টাকা দিতে অস্বীকৃতি জানালে খলিল উত্তেজিত হয়ে পড়েন। তিনি প্রথমে ইট দিয়ে মাকে আঘাত করেন। একপর্যায়ে লাঠি দিয়েও আঘাত করেন।</p><p>প্রতিবেশীদের ভাষ্য, খলিল দীর্ঘদিন ধরে মাদকে আসক্ত হয়ে নানা অপরাধ করে যাচ্ছেন। অনেকবার তাঁকে গ্রাম্য সালিসের মাধ্যমে শাস্তিও দেওয়া হয়েছে। মুচলেকা দিয়ে তিনি আবার মাদকের টাকার জন্য মা-বাবার ওপর অমানুষিক নির্যাতন করেন।</p><p>স্থানীয় বাসিন্দা মো. তোতা মিয়া বলেন, আজকের ঘটনায় খলিলের মা নিজেই ছেলেকে শাস্তি দেওয়ার জন্য এলাকার লোকজন জড়ো করেন। তিনি নিজে উপস্থিত থেকে ছেলেকে ভয় দেখাতে মাটিতে পুঁতে রাখার পরামর্শ দেন। এরপর এলাকার লোকজন মিলে তাঁকে ভয় দেখাতে মাটি খুঁড়ে পুঁতে রাখে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসিকে দেখতে না পেয়ে কলকাতায় স্টেডিয়াম ভাঙচুর, ক্ষোভ দর্শকদের | প্রথম আলো",
            "time": "2025-12-13T10:45:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fkbcfuuic%2FWeb.jpg?rect=0%2C18%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মেসিকে দেখতে না পেয়ে কলকাতায় স্টেডিয়াম ভাঙচুর, ক্ষোভ দর্শকদের\" class=\"nA4h1 \">মেসিকে দেখতে না পেয়ে কলকাতায় স্টেডিয়াম ভাঙচুর, ক্ষোভ দর্শকদের</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-13T16:45:21+06:00\"><span>প্রকাশ: ১৩ ডিসেম্বর ২০২৫, ১০: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘আমি শুধু মৃত্যুর জন্য অপেক্ষা করছিলাম’ | প্রথম আলো",
            "time": "2025-12-13T10:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fx8y7m0j6%2F61d2e650-12af-43df-ab6a-3060f1e03186.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সাক্ষাৎকারে তিনি ধর্মেন্দ্রর সঙ্গে তাঁর গভীর বন্ধুত্বের কথাও স্মরণ করেন। ধর্মেন্দ্রর অনুরোধেই তিনি ‘পুত জত্তন দে’ ছবিতে কাজ করেছিলেন, যা শেষ পর্যন্ত তাঁর জীবন বাঁচিয়ে দেয়। কারণ, নিউইয়র্কের ওই এলাকা ছিনতাইয়ের জন্য কুখ্যাত। প্রায়ই ছিনতাই হয়, ছিনতাইয়ের শিকার ব্যক্তিকে খুন হয়ে যাওয়াটাও সেখানে সাধারণ ব্যাপার।<br>ইন্ডিয়ান এক্সপ্রেস অবলম্বনে</p></div></div></div></body></html>"
        },
        {
            "title": "রাখাইনে গোলাগুলি-বিস্ফোরণ, গুলি এসে পড়েছে এপারের ঘরবাড়িতে | প্রথম আলো",
            "time": "2025-12-13T10:44:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F1rsh28lk%2FTek-Bordar.jpg?rect=0%2C712%2C1204%2C632&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সীমান্তের কয়েকটি সূত্র জানায়, বেশ কয়েক দিন ধরে রাখাইন রাজ্যে সশস্ত্রগোষ্ঠী আরাকান আর্মির অবস্থানে নতুন করে হামলা চালাচ্ছে সরকারি বাহিনী। আবার আরাকান আর্মির সঙ্গে সশস্ত্র যুদ্ধে জড়িয়েছে মিয়ানমারের তিনটি রোহিঙ্গা সশস্ত্রগোষ্ঠী আরাকান স্যালভেশন আর্মি (আরসা), আরাকান রোহিঙ্গা সলিডারিটি অর্গানাইজেশন (আরআরএসও) ও রোহিঙ্গা সন্ত্রাসী নবী হোসেনের বাহিনী।</p><p>নাফ নদীতে মাছ ধরা স্থানীয় কয়েকজন বাংলাদেশি জেলে বলেন, ভোর রাতে ওপার থেকে ছোড়া কয়েকটি গুলি নদীতে পড়েছে। একটি মর্টারশেলও পড়েছে। নাফ নদীর মিয়ানমারের জলসীমায় জেগে ওঠা বিলাসীর দ্বীপ ও তোতার দ্বীপ এলাকায় রোহিঙ্গা সন্ত্রাসী নবী হোসেনের বাহিনীর সঙ্গে আরাকান আর্মির মধ্যে ওই গোলাগুলি হচ্ছে বলে জানা গেছে।</p><p>হোয়াইক্যং পুলিশ ফাঁড়ির ইনচার্জ উপপরিদর্শক খোকন চন্দ্র রুদ্র বলেন, আজ ভোর থেকে ওপারে (রাখাইনে) ব্যাপক গোলাগুলি ও মর্টারশেল বিস্ফোরণের ঘটনা ঘটেছে। কয়েকটি গুলি টেকনাফ সীমান্তের হোয়াইক্যং এলাকার লোকজনের ঘরবাড়িতে এসে পড়েছে। তবে হতাহতের খবর পাওয়া যায়নি। ওপারে কেন ও কার সঙ্গে গোলাগুলি হচ্ছে, তিনি জানেন না। নাফ নদী ও সীমান্তে বিজিবি ও কোস্টগার্ড তৎপর আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরীক্ষা রেখে শিক্ষকদের আন্দোলন করাটা যুক্তিযুক্ত হয়নি: প্রাথমিক ও গণশিক্ষা উপদেষ্টা | প্রথম আলো",
            "time": "2025-12-13T10:42:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fly9cue24%2FMymensinghDH169420251213WhatsApp-Image-2025-12-13-at-1.17.24-PM.jpg?rect=0%2C97%2C1344%2C706&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেপ সূত্রে জানা গেছে, ২০২৬ সালের জানুয়ারি থেকে ডিপ্লোমা ইন প্রাইমারি এডুকেশন (ডিপিএড) প্রোগ্রামটি চালু হতে হচ্ছে। দেশের ১২টি প্রাইমারি টিচার্স ট্রেনিং ইনস্টিটিউটে (পিটিআই) প্রোগ্রামটি পাইলটিং ভিত্তিতে চালু হবে। পিটিআইগুলো হলো ঢাকা, চট্টগ্রাম, রাজশাহী, রংপুর, সিলেট, বরিশাল, ময়মনসিংহ, যশোর, কুমিল্লা, জয়দেবপুর, দিনাজপুর ও বগুড়া। এ প্রোগ্রামটির মেয়াদ হবে ১০ মাস। প্রোগ্রামটি অনাবাসিক ও বৈকালিক।</p><p>ডিপিএড প্রোগ্রামের বিষয়ে বিধান রঞ্জন রায় বলেন, ‘আমাদের উদ্দেশ্য হচ্ছে, যাঁরা শিক্ষায় আগ্রহী ও শিক্ষক হতে চান, তাঁরা ডিপিএড কোর্স করবেন। এতে তাঁরা পেশাগত ক্ষেত্রে ভালো করবেন এবং আমরা কিছু কমিটেড মানুষ পাব। এতে শিক্ষকতার ক্ষেত্রে তাঁরা ভালো করবেন এবং শিক্ষার ক্ষেত্রে সামগ্রিকভাবে ইতিবাচক ফল পাওয়া যাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গার্ডিয়ানে কাজ করা গাজার সাংবাদিক পেলেন ব্রিটিশ জার্নালিজম অ্যাওয়ার্ডস | প্রথম আলো",
            "time": "2025-12-13T10:42:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Fgow4m794%2FMalak-A-Tantesh.png?rect=0%2C9%2C569%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক প্রতিবেদনে তানতিশ নিজের জন্মস্থান বাইত লাহিয়ায় তাঁর পরিবারের সদস্যদের ফেরার বর্ণনা দিয়েছেন। এতে দেখা যায়, তাঁর বাড়ি ও বাগান ধ্বংসস্তূপে পরিণত হয়েছে।</p><p>অন্য এক প্রতিবেদনে তানতিশ গাজার একটি হাসপাতাল থেকে ‘হাড্ডিসার শিশুদের’ দুর্দশার কথা তুলে ধরেছিলেন।</p><p>পুরস্কারের বিচারকেরা বলেন, তানতিশের কাজ ‘মেরির মনোভাবের সব বৈশিষ্ট্য ধারণ করে: সাহস, ঘটনার সঙ্গে সহানুভূতি এবং কঠিন পরিস্থিতির মধ্যেও সঠিক খবর উপস্থাপনের সংগ্রাম।’</p><p>গার্ডিয়ানের আরও কয়েকজন সাংবাদিক ব্রিটিশ জার্নালিজম অ্যাওয়ার্ডস ২০২৫ লাভ করেছেন। তাঁদের একজন হ্যারি ডেভিস। প্রযুক্তি সাংবাদিকতা বিভাগে তিনি পুরস্কার পেয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে গুলি: সর্বদলীয় প্রতিবাদ সভার সিদ্ধান্ত | প্রথম আলো",
            "time": "2025-12-13T10:37:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Frkwmdwiw%2Fyunus_political_parties_1.jpg?rect=14%2C0%2C1171%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সালাহউদ্দিন আহমদ বলেন, আগামীকাল এবং পরশুও শাহবাগ অথবা শহীদ মিনারে যে প্রতিবাদ সভা হবে। সেখানে যেন সব রাজনৈতিক দল অংশগ্রহণ করে, সেই আহ্বান জানিয়েছেন প্রধান উপদেষ্টা। বিএনপি তাতে অংশ নেবে বলে প্রতিশ্রুতি দিয়েছে।</p><p>১২ ফেব্রুয়ারি ভোট গ্রহণের দিন রেখে ত্রয়োদশ সংসদ নির্বাচন ও গণভোটের তফসিল ঘোষণার পরদিনই রাজধানীর সড়কে প্রকাশ্যে গুলি করা হয় জুলাই অভ্যুত্থানে সক্রিয় থাকা ওসমান হাদিকে। ক্ষমতাচ্যুত আওয়ামী লীগ এবং ভারতবিরোধী হিসেবে পরিচিত ওসমান হাদি ঢাকা–৮ আসনে স্বতন্ত্র প্রার্থী হতে প্রচার চালাচ্ছিলেন।</p><p>মাথায় গুলিবিদ্ধ ওসমান হাদি এখন ঢাকার এভারকেয়ার হাসপাতালে ভর্তি রয়েছেন। তাঁর অবস্থা এখনো সংকটাপন্ন। গুলিবর্ষণকারী হিসেবে সন্দেহভাজন একজনের ছবি প্রকাশ করেছে পুলিশ। তাঁকে ধরিয়ে দিতে ৫০ লাখ টাকা পুরস্কারের ঘোষণাও দিয়েছে সরকার।</p><p>হাদির ওপর হামলার ঘটনায় নিন্দা জানাচ্ছে জুলাই অভ্যুত্থানে সক্রিয় দল ও সংগঠনগুলো। অভ্যুত্থানে নেতৃত্ব দেওয়া তরুণরা বলছেন, পতিত আওয়ামী লীগ জুলাই আন্দোলনের নেতাদের খুন করার লক্ষ্য নিয়ে নেমেছে।</p><p>অভ্যুত্থানে নেতৃত্ব দেওয়া তরুণদের গড়া দল এনসিপির আহ্বায়ক নাহিদ ইসলাম আজ প্রধান উপদেষ্টার সঙ্গে বৈঠকে বলেন, ‘জুলাই অভ্যুত্থান নিয়ে মিডিয়া ও সামাজিক যোগাযোগমাধ্যমে এমন ন্যারেটিভ তৈরি করা হচ্ছে, যাতে মনে হয় যারা অভ্যুত্থান করেছে, তারা অপরাধ করেছে। আওয়ামী লীগ ও জাতীয় পার্টিকে নরমালাইজ করতে নানা চেষ্টা চলছে। টিভি টক শোতে তারা নিয়মিত অংশ নিচ্ছে, প্রশাসনের বিভিন্ন জায়গায় বৈঠক করছে, বিশ্ববিদ্যালয়গুলোয় মিলিত হচ্ছে এবং আদালত প্রাঙ্গণে স্লোগান দিচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরে আগুন লেগে মৃত্যু ৮০ বছরের বৃদ্ধার | প্রথম আলো",
            "time": "2025-12-13T10:25:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Ffi94rjri%2F%E0%A6%98%E0%A6%B0%E0%A7%87-%E0%A6%86%E0%A6%97%E0%A7%81%E0%A6%A8-%E0%A6%B2%E0%A7%87%E0%A6%97%E0%A7%87-%E0%A6%AE%E0%A7%83%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A7%81-%E0%A7%AE%E0%A7%A6-%E0%A6%AC%E0%A6%9B%E0%A6%B0%E0%A7%87%E0%A6%B0-%E0%A6%AC%E0%A7%83%E0%A6%A6%E0%A7%8D%E0%A6%A7%E0%A6%BE%E0%A6%B0.00015605.Still004.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ঘরে আগুন লেগে মৃত্যু ৮০ বছরের বৃদ্ধার\" class=\"nA4h1 \">ঘরে আগুন লেগে মৃত্যু ৮০ বছরের বৃদ্ধার</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-13T16:25:54+06:00\"><span>প্রকাশ: ১৩ ডিসেম্বর ২০২৫, ১০: ২৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতে যোগ দিলেন বিএনপি থেকে পাঁচবার বহিষ্কৃত আখতারুজ্জামান | প্রথম আলো",
            "time": "2025-12-13T10:25:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2F1egwhhwp%2Fjamat-bnp.jpg?rect=0%2C48%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের ফেসবুক পেজের পোস্টে বলা হয়েছে, মেজর (অব.) আখতারুজ্জামান জামায়াতে ইসলামীর নীতি ও আদর্শ, দেশপ্রেম এবং দেশের স্বাধীনতা ও সার্বভৌমত্ব রক্ষায় দলের অবিচল অবস্থানের প্রতি গভীর আস্থা ও সন্তোষ প্রকাশ করেন। এ সময় তিনি সংগঠনের প্রাথমিক সহযোগী সদস্য ফরম পূরণ করে আনুষ্ঠানিকভাবে জামায়াতে যোগদান করেন। ইসলাম ও ইসলামি মূল্যবোধ, দেশের স্বার্থ এবং স্বাধীনতা-সার্বভৌমত্ব রক্ষায় অবশিষ্ট জীবন অতিবাহিত করার দৃঢ় প্রত্যয় ব্যক্ত করেন। পাশাপাশি জামায়াতের নিয়মনীতি, আদর্শ, দলীয় শৃঙ্খলা ও আনুগত্যের প্রতি সর্বদা অনুগত থাকার অঙ্গীকার করেন।</p><p>আখতারুজ্জামানকে আন্তরিকভাবে আলিঙ্গন করেন জামায়াতের আমির শফিকুর রহমান। পোস্টে জানানো হয়, তিনি তাঁর দীর্ঘ নেক হায়াত কামনা করেন বলে পোস্টে উল্লেখ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিলুপ্ত নদীর তথ্য কি হারিয়ে যাবে | প্রথম আলো",
            "time": "2025-12-13T10:25:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Flo5upuze%2Ftista.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নদী যখন ভাঙে, তখন পাড়ে যা কিছু আছে, সবকিছুই গ্রাস করে। বাড়িঘর, গাছগাছালিসহ কোনো কিছুই বাদ যায় না। এই ভাঙনে অন্য নদীকেও গ্রাস করে ভাঙনপ্রবণ নদী। প্রাকৃতিকভাবে নদী পথ পরিবর্তন করলে পুরোনো প্রবাহ অনেক সময় বিলুপ্ত হয়। কৃত্রিমভাবে নদী মারা হয়। যেভাবেই নদী বিলুপ্ত হোক না কেন, তার তথ্য রাখা সরকারের দায়িত্ব। বাস্তবে সরকার এখন পর্যন্ত এই দায়িত্ব পালন করেনি। বিলুপ্ত নদী কেমন ছিল, সেখানে নৌযোগাযোগ ছিল কি না, জলজ কী কী প্রাণী ছিল—এ রকম যত তথ্য পাওয়া যায়, সবটাই সংগ্রহ করতে হবে।</p><p>একবার সিএস (ক্যাডাস্ট্রাল সার্ভে) রেকর্ড ধরে তিস্তা নদীর পূর্ববর্তী অবস্থান অনুসন্ধান করছিলাম। সিএস রেকর্ডে দেখলাম, নীলফামারীর জলঢাকা উপজেলায় সূতী নামে একটি নদী আছে। আরএস (রিভিশনাল সার্ভে) রেকর্ডে দেখলাম সূতী নদী এখন তিস্তা নদীর গর্ভে চলে গেছে।</p><p>প্রথমে এক নদীর গর্ভে অন্য নদী দেখে কিছুটা অবাক হয়েছিলাম। পরক্ষণেই ভেবেছি, ২ কিলোমিটারের তিস্তা নদী যখন দুপাশে ভেঙে ৮ থেকে ১০ কিলোমিটার পর্যন্ত সরে গেছে, তখন এই অংশের নদী তো নদীর গর্ভে চলে যাওয়াটাই স্বাভাবিক।</p><p>কুড়িগ্রাম জেলার মুক্তিযুদ্ধের ইতিহাস পড়তে গিয়ে জানতে পারি, এ জেলার চিলমারী উপজেলায় আইরমারী নামে একটি নদী আছে। এই নদীর সঙ্গে মুক্তিযুদ্ধ জড়িয়ে আছে। নদীটি অনুসন্ধান করতে গিয়ে জানতে পারি, এটি ব্রহ্মপুত্র নদের গর্ভে চলে গেছে অনেক আগে। কেবল আইরমারী নদী নয়, ওই স্থান থেকে আরও কয়েক কিলোমিটার নদী ভেঙেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "শব্দগুলো সাজাও, বাক্য বানাও | প্রথম আলো",
            "time": "2025-12-13T10:17:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-10%2Fpfjn3bjw%2F%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%A5%E0%A6%AE%E0%A6%BF%E0%A6%95%E2%80%93%E0%A7%AB.jpg?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>Set</strong><em><strong>-</strong></em><strong>2</strong></p><p>a. hare/ for/ slept/ hour/ an/ the.</p><p>b. walk/ you/ can’t/ faster?</p><p>c. believe/ his/ hare/ the/ couldn’t/ eyes.</p><p>d. too/ for/ play/ don’t long.</p><p>e. steady/ race/ the/ wins/ slow/ but!</p><p><strong>Ans:</strong></p><p>a. The hare slept for an hour.</p><p>b. Can’t you walk faster?</p><p>c. The hare couldn’t believe his eyes.</p><p>d. Don’t play for too long.</p><p>e. Slow but steady wins the race!</p><p><strong>Set</strong><em><strong>-</strong></em><strong>3</strong></p><p>a. myself/ I/ introduce/ May?</p><p>b. club/ person/ the/ a/ there/ new/ is/ in/ today.</p><p>c. down/ please/ sit.</p><p>d. hour/ I/ you/ can/ in/ meet/ an.</p><p>e. Andy/ can/ when/ meet/ Tamal?</p><p><strong>Ans:</strong></p><p>a. May I introduce myself?</p><p>b. There is a new person in the club today.</p><p>c. Please sit down.</p><p>d. I can meet you in an hour.</p><p>e. When can Tamal meet Andy?</p></div></div></div></body></html>"
        },
        {
            "title": "হাদিকে গুলি: দলগুলোকে ঐক্যবদ্ধ থাকতে ইউনূসের আহ্বান | প্রথম আলো",
            "time": "2025-12-13T10:16:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-13%2Frkwmdwiw%2Fyunus_political_parties_1.jpg?rect=14%2C0%2C1171%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">রাষ্ট্রীয় অতিথি ভবন যমুনায় আজ শনিবার প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে বৈঠকে বিএনপি, জামায়াতে ইসলামী ও এনসিপির নেতারা</figcaption></p></div></div></body></html>"
        }
    ]
}