{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জেগে উঠেছে চর্যাপদের গান | প্রথম আলো",
            "time": "2025-11-30T13:23:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fxz50c4xs%2FWhatsApp-Image-2025-11-30-at-18.47.04.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেই সূত্রেই এ কথা বলা চলে যে চর্যাপদ মানুষের জীবনধারা থেকে সম্পূর্ণ বিলুপ্ত হয়নি, সে সুপ্ত ছিল। সমাজের ভয়-বাধা এড়িয়ে অদৃশ্য স্রোতের মতো নির্দিষ্ট সীমিত পরিসরে টিকে ছিল। যেমন নেপালের বিভিন্ন অঞ্চলে এখনো ‘চচা’ পরিবেশনা প্রচলিত—যা চর্যারই ধারাবাহিকতা। বাংলাদেশের শিক্ষিত সমাজ দীর্ঘদিন চর্যাপদকে পুঁথিবদ্ধ, দুর্বোধ্য, প্রায় অলৌকিক এক গ্রন্থ হিসেবে কেবলই পাঠ্যপুস্তক করে রেখেছিল। এমন একটা আদর্শিক ভয়ের জাল পেতে রাখা হয়েছিল যে সমকালীন ভাষা ও সুরে চর্যাপদকে সংস্কৃতির অংশ হিসেবে জীবন্ত রাখলে যেন শ্রেণি-নির্ধারিত পবিত্রতার ক্ষতি হবে। ফলে চর্যাপদ আবিষ্কারের পরবর্তী এক শতক পর্যন্ত বিচ্ছিন্নভাবে যাঁরা চর্যা পরিবেশনের প্রচেষ্টা গ্রহণ করেছিলেন, তা ছিল নোটেশন ফলোয়ার পণ্ডিতনির্দেশিত, আর সেই আদি ভাষায় যা সাধারণ মানুষের কাছে প্রায় দুর্বোধ্য। ফলে চর্যাপদ শ্রেণিকক্ষ ও গবেষণাগারের বাইরে জনপদে, জীবনযাপনে প্রবেশ করতে পারেনি। কিন্তু সংস্কৃতির নিয়ম অন্য রকম। বহু পুরোনো রীতির এক কণাও যদি কোথাও টিকে থাকে, তবে সঠিক মানুষের হাতে তা আবার জেগে উঠতে পারে। নতুন রূপ নিতে পারে। নতুন করে ঐতিহ্যের পুনর্জন্ম হতে পারে। তবে একই নদীতে যেমন দুইবার স্নান করা যায় না—কেননা নদী প্রবহমান—তেমনি সংস্কৃতির প্রতিটি উপাদানই পরিবর্তনশীল, রূপান্তরবাদী, একইরূপে থাকে না। বিশেষ করে বর্তমান প্রেক্ষাপটে চর্যাপদ চর্চার সামনে কিছু মৌলিক প্রশ্ন এসে দাঁড়ায়, কেমন ছিল চর্যা পরিবেশনার প্রকৃত রূপ? কেমন করে গাওয়া হতো? আবৃত্তিও নিশ্চয় হতো—কিন্তু কেমন ছিল সে সুর ও উপস্থাপন ভঙ্গি? না, কোনো রেকর্ড আমাদের সামনে নেই। অথচ এ কথা তো ঠিক যে হরপ্রসাদ শাস্ত্রী, ড. মুহম্মদ শহীদুল্লাহ্, রাজ্যেশ্বর মিত্র, সুকুমার সেন, শশিভূষণ দাশগুপ্ত, নীলরতন সেন, আহমদ শরীফসহ সব চর্যা গবেষকই নিশ্চিত করেছেন যে চর্যাপদ গীত হতো। এর সবচেয়ে বড় প্রমাণ প্রতিটি চর্যাপদের চূড়ায় উল্লিখিত রাগ-রাগিণী। কিন্তু রাগ-রাগিণীও অনিত্য পরিবর্তনশীল। সুতরাং যাঁরাই ইতিমধ্যে দু-একটি চর্যাপদ গাওয়ার চেষ্টা করেছেন, রসিকজনের হৃদয় স্পর্শ করতে ব্যর্থ হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ফুটবল দলের প্রতি বৈষম্য বন্ধে নিষ্ক্রিয়তা কেন অবৈধ নয়, জানতে চেয়েছেন হাইকোর্ট | প্রথম আলো",
            "time": "2025-11-30T13:21:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fspfvk3ee%2Fimgi_49_Bangladesh_second_goal.png?rect=0%2C0%2C1665%2C874&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারী ফুটবল দলের প্রতি বৈষম্য বন্ধে ব্যর্থতা বা নিষ্ক্রিয়তা কেন আইনগত কর্তৃত্ববহির্ভূত ঘোষণা করা হবে না, তা জানতে চেয়ে রুল দিয়েছেন হাইকোর্ট। একই সঙ্গে পুরুষ ফুটবল দলের মতো নারী ফুটবল দলের ক্ষেত্রে একই ধরনের সুযোগ-সুবিধা নিশ্চিতে ব্যর্থতা বা নিষ্ক্রিয়তা কেন অবৈধ হবে না, তা–ও জানতে চাওয়া হয়েছে রুলে।</p><p> এক রিটের প্রাথমিক শুনানি নিয়ে বিচারপতি শিকদার মাহমুদুর রাজী ও বিচারপতি রাজিউদ্দিন আহমেদের সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ আজ রোববার রুলসহ এ আদেশ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিলামে অবিক্রিত মুশফিক লিখলেন- আলহামদুলিল্লাহ, সর্বোচ্চ ১ কোটি ১০ লাখে বিক্রি নাঈম | প্রথম আলো",
            "time": "2025-11-30T09:53:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F1byefavt%2F37697f58-9ccf-4b37-b710-afa6e7f30975.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>স্থানীয় ক্রিকেটারদের ৪টি ক্যাটাগরির ক্রিকেটারদের নিলাম হয়েছে। এখন চলছে ১০ মিনিটের বিরতি। কেমন হলো কোন দল, দেখে নিন এক নজরে—</p><p><strong>ঢাকা ক্যাপিটালস</strong></p><p>স্থানীয় খেলোয়াড়: তাসকিন আহমেদ ও সাইফ হাসান</p><p>বিদেশি খেলোয়াড়: অ্যালেক্স হেলস ও উসমান খান</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : শামীম হোসেন, সাইফউদ্দিন, মোহাম্মদ মিঠুন, তাইজুল ইসলাম, সাব্বির রহমান, নাসির হোসেন, তোফায়েল আহমেদ, ইরফান শুক্কুর</p><p><strong>সিলেট টাইটানস</strong></p><p>স্থানীয় খেলোয়াড়: মেহেদী হাসান মিরাজ ও নাসুম আহমেদ</p><p>বিদেশি খেলোয়াড়: মোহাম্মদ আমির ও সাইম আইয়ুব</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : পারভেজ হোসেন, খালেদ আহমেদ, আফিফ হোসেন, রনি তালুকদার, জাকির হাসান, রুয়েল মিয়া, আরিফুল ইসলাম, ইবাদত হোসেন</p><p><strong>রংপুর রাইডার্স</strong></p><p>স্থানীয় খেলোয়াড়: মোস্তাফিজুর রহমান ও নুরুল হাসান</p><p>বিদেশি খেলোয়াড়: খাজা নাফে ও সুফিয়ান মুকিম</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : লিটন দাস, তাওহিদ হৃদয়, নাহিদ রানা, রাকিবুল হাসান, আলিস আল ইসলাম, মৃত্যুঞ্জয় চৌধুরী, নাঈম হাসান, কামরুল ইসলাম</p><p><strong>নোয়াখালী এক্সপ্রেস</strong></p><p>স্থানীয় খেলোয়াড়: হাসান মাহমুদ ও সৌম্য সরকার</p><p>বিদেশি খেলোয়াড়: জনসন চার্লস ও কুশল মেন্ডিস</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড় : মাহিদুল ইসলাম, জাকের আলী, হাবিবুর রহমান, মুশফিক হাসান, শাহাদাৎ হোসেন, রেজাউর রহমান</p><p><strong>রাজশাহী ওয়ারিয়র্স</strong></p><p>স্থানীয় খেলোয়াড়: নাজমুল হোসেন ও তানজিদ হাসান</p><p>বিদেশি খেলোয়াড়: সাহিবজাদা ফারহান ও মোহাম্মদ নেওয়াজ</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড়: তানজিম হাসান, ইয়াসির আলী, আকবর আলী, রিপন মণ্ডল, জিসান আলম, হাসান মুরাদ, আব্দুল গাফফার, মেহরব হাসান</p><p><strong>চট্টগ্রাম রয়্যালস</strong></p><p>স্থানীয় খেলোয়াড়: মেহেদী হাসান ও তানভীর ইসলাম</p><p>বিদেশি খেলোয়াড়: আবরার আহমেদ</p><p>নিলাম থেকে নেওয়া স্থানীয় খেলোয়াড়:  মোহাম্মদ নাঈম, শরীফুল ইসলাম, আবু হায়দার, মাহমুদুল হাসান, মাহফিজুল ইসলাম, সুমন খান, জিয়াউর রহমান, আরাফাত সানি</p></div></div></body></html>"
        },
        {
            "title": "বোলারদের দাপটের দিনে জিল্লুরের প্রথম সেঞ্চুরি | প্রথম আলো",
            "time": "2025-11-30T13:17:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fzwt3jnmc%2FAlhamdulillah-%F0%9F%A4%B2%F0%9F%8F%BBPlayer-of-the-match-in-my-first-captaincy%F0%9F%A7%A2-in-Dhaka-league.jpg?rect=0%2C0%2C781%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে প্রথম দিন পড়েছে ১২ উইকেট। রাজশাহী বিভাগকে ২৩৬ রানে অলআউট করা সিলেট বিভাগ দিন শেষ করেছে ২ উইকেটে ৩৫ রানে।</p><p>রাজশাহী ১২১ রানে হারিয়ে ফেলে ৫ উইকেট। এরপর ষষ্ঠ উইকেট এস এম মেহেরব ও রহিম আহমেদ ৫৮ রান যোগ করেন। মেহেরব ৫৬ রানে আউট হলেও রহিম শেষ পর্যন্ত ৫১ রানে অপরাজিত থাকেন। সিলেটের বাঁহাতি স্পিনার নাবিল সামাদ ৪২ রানে নিয়েছেন ৪ উইকেট। জাতীয় দলের বাইরে থাকা পেসার আবু জায়েদ নিয়েছেন ৩ উইকেট।  </p></div></div></div></body></html>"
        },
        {
            "title": "এনসিপির প্রার্থী তালিকা তৈরি হতে আর ‘দুই দিন’ | প্রথম আলো",
            "time": "2025-11-30T13:17:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-01%2Fnh0visn9%2F4.avif?rect=0%2C34%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় মনোনয়ন ফরম বিতরণ ও মনোনয়নপ্রত্যাশীদের সাক্ষাৎকার নেওয়ার পর এখন তাঁদের ব্যাপারে খোঁজখবর নিচ্ছে জাতীয় নাগরিক পার্টি (এনসিপি)। যাচাই–বাছাইয়ের মাধ্যমে তাদের প্রার্থী তালিকা চূড়ান্ত হতে আর ‘দুই দিন’ সময় লাগতে পারে।</p><p>এনসিপি সারা দেশের ৩০০ সংসদীয় আসনেই প্রার্থী দেওয়ার কথা ভাবছে। তবে তাদের প্রার্থী তালিকা প্রকাশ করা হবে কয়েক ধাপে। প্রথম ধাপে চলতি সপ্তাহেই শ খানেক আসনে প্রার্থীর নাম ঘোষণা করা হতে পারে বলে এনসিপির কেন্দ্রীয় নির্বাচন পরিচালনা কমিটির সদস্য আব্দুল্লাহ আল আমিন জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় অনুষ্ঠিত হলো বুক অলিম্পিয়াড | প্রথম আলো",
            "time": "2025-11-30T13:13:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F0mt50pb7%2F7.jpeg?rect=0%2C85%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আরও উপস্থিত ছিলেন মেরিন ইঞ্জিনিয়ার ক্যাপ্টেন জিয়াউল হাসান মাহমুদ, কুমিল্লা আইডিয়াল কলেজের প্রতিষ্ঠাতা অধ্যক্ষ মহিউদ্দিন লিটন, বাংলাদেশ বুক অলিম্পিয়াডের সাধারণ সম্পাদক আবু সাঈদ, প্রধান সমন্বয়ক আয়শা জাহান নূপুর, যোগাযোগবিষয়ক প্রধান সমন্বয়ক আবুল বাশার মিরাজ, সদস্য ইয়াতুননেসা রুমা, গবেষক জয়াশিস বনিক, এখন টিভি কুমিল্লা জেলার ব্যুরো চিফ খালেদ সাইফুল্লাহ, প্রথম আলোর জেলা প্রতিনিধি আব্দুর রহমান, ডেইলি স্টারের জেলা প্রতিনিধি খালেদ বিন নজরুল, বাবুই প্রকাশনের প্রকাশক কাদের বাবুসহ কুমিল্লার বিভিন্ন বিশিষ্টজন।</p><p>নিজ নিজ বক্তব্যে অতিথিরা বইপাঠের গুরুত্ব তুলে ধরেন। অধ্যক্ষ মহিউদ্দিন লিটন বলেন, ‘বই পড়লে কাজে লাগবেই। একজন মানুষ যত বেশি পড়বে, তত বেশি আলোকিত হবে। জ্ঞান অর্জনের সবচেয়ে শক্তিশালী মাধ্যমই হলো বই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে | প্রথম আলো",
            "time": "2025-11-30T13:09:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fb90ovz5o%2FTHUMBNAIL.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">মেরিল ক্যাফে লাইভ </h2></p><p><h1 data-title-0=\"মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে\" class=\"nA4h1 \">মিডিয়ার কোন সেক্টরে মিথিলাকে নিয়মিত পাওয়া যাবে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T19:09:37+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১৩: ০৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আসছে ভর্তি পরীক্ষা; কীভাবে নেবেন বাংলা, ইংরেজি ও সাধারণ জ্ঞানের প্রস্তুতি | প্রথম আলো",
            "time": "2025-11-30T13:09:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fjwo1869x%2FIMG0120.JPG?rect=0%2C0%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ইংরেজি পড়ার সময় একটা বড় ভুল অনেক শিক্ষার্থীই করেন—মুখস্থ। এ কারণে প্রস্তুতির শেষ মুহূর্তে এসেও বিষয়টা অনেক কঠিন মনে হয়। ইংরেজি রিভিশন করার ক্ষেত্রেও প্রথমেই ইংরেজির মূল বই, অর্থাৎ ইংলিশ ফর টুডে ভালো করে বুঝে আয়ত্তে আনতে হবে। মনে রাখা জরুরি যে ভর্তি পরীক্ষার ইংরেজি অংশের অনেক প্রশ্নই এই বইয়ের ওপর নির্ভরশীল। ইংরেজি ব্যাকরণ (গ্রামার) ঝালাই করার ক্ষেত্রে নিয়মকানুন মুখস্থের ওপর জোর না দিয়ে বরং এত দিন যে নিয়মগুলো পড়েছেন, সেগুলোই ভালোভাবে বোঝার চেষ্টা করুন। এরপর এ–সংক্রান্ত যেসব প্রশ্ন বিগত বছরের পরীক্ষাগুলোতে এসেছে, সেগুলোর ওপর চোখ বুলিয়ে নিন। গ্রামারের যেসব ব্যতিক্রমী নিয়ম আছে, সেগুলো শেষ মুহূর্তে অবশ্যই রিভিশন করতে হবে।</p><p>কোনো বিষয়ে যদি আপনার দুর্বলতা থাকে, সেগুলো বারবার রিভিশন করা খুব জরুরি। ইংরেজির যে বিষয়গুলো আদতেই খানিকটা মুখস্থনির্ভর (যেমন appropriate preposition, group verb, idioms and phrase), এগুলোও নতুন করে শিখতে না যাওয়াই ভালো। আগে যদি পড়া না থাকে, তাহলে শুধু বিগত বছরের প্রশ্নগুলোতে যা এসেছে, সেগুলোর ওপরই জোর দিন। আর আগে থেকে যদি মোটামুটি একটা দখল থাকে, তাহলে যেগুলো কম মনে থাকে বা বেশি কঠিন মনে হয়, সেগুলো বারবার পড়ুন।</p><p>সাধারণ জ্ঞান রিভিশন করার সময় শিক্ষার্থীরা সব চেয়ে বেশি সমস্যায় পড়েন। এ সমস্যা সমাধানের জন্য প্রথমেই রিভিশন করতে হবে সেসব বিষয়, যেগুলো বেশি কঠিন মনে হয়। এরপর দেখতে হবে, কোন বিষয়গুলো থেকে প্রায় প্রতিবছরই প্রশ্ন আসে। বাংলাদেশ বিষয়াবলির মধ্যে যেমন আছে—প্রাচীন বাংলার ইতিহাস, সুলতানি আমল, বাংলাদেশের সংবিধান, সাংবিধানিক সংস্থা, মুক্তিযুদ্ধ, বাংলাদেশের পরিচিতি, পাহাড়–পর্বত, নদী–নালা, বাংলাদেশের শিক্ষা, বাংলাদেশের অর্থনীতি, ইত্যাদি। আন্তর্জাতিক বিষয়াবলির মধ্যে আছে জাতিসংঘ, বিভিন্ন মহাদেশ, আন্তর্জাতিক বিভিন্ন সংস্থা (আন্তর্জাতিক, আঞ্চলিক, অর্থনৈতিক, সামরিক, স্বেচ্ছাসেবী), বিশ্বযুদ্ধ, সংবাদমাধ্যম, গেরিলা ও রাজনৈতিক দল, পৃথিবীর বিখ্যাত হ্রদ-নদী–নালা, পাহাড়–পর্বত, পুরস্কার, সম্মাননা, মুদ্রা-রাজধানী, ইত্যাদি। এ–সংক্রান্ত বিষয়গুলো শেষ সময়ে এসে বেশি গুরুত্বের সঙ্গে রিভিশন দিতে হবে।</p><p>সাধারণ জ্ঞানের একটা বড় অংশ আসে সাম্প্রতিক বিষয়াবলি থেকে। এ জন্য বিগত ছয় মাসে (এক বছর হলে আরও ভালো) দেশ-বিদেশে ঘটে যাওয়া গুরুত্বপূর্ণ ঘটনাবলির ওপর আরেকবার চোখ বোলাতে হবে। তথ্যগুলো শুধু মুখস্থ করলে দিন শেষে মনে না-ও থাকতে পারে। তাই গল্পের মতো করে কিংবা নিজের সুবিধামতো বিভিন্ন ছন্দে সাজিয়ে মনে রাখলে হয়তো সহজ হবে।</p></div></div></body></html>"
        },
        {
            "title": "পাঁচ দশকে এফএও বাংলাদেশের অন্যতম সেরা উন্নয়ন অংশীদার | প্রথম আলো",
            "time": "2025-11-30T13:07:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fka8sb85s%2FFAO-UN.jpg?rect=0%2C105%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশেষ অতিথির বক্তব্যে কৃষি মন্ত্রণালয়ের অতিরিক্ত সচিব মো. মাহমুদুর রহমান বলেন, বাংলাদেশ আগামী বছর উন্নয়নশীল দেশের কাতারে উত্তরণের প্রস্তুতি নিচ্ছে। এই রূপান্তরের পটভূমিতে কৃষির গুরুত্ব নতুন মাত্রা পেয়েছে। শিল্প ও সেবা খাত দ্রুত বিস্তৃত হলেও খাদ্যনিরাপত্তা, গ্রামীণ কর্মসংস্থান এবং সামগ্রিক সামাজিক স্থিতিশীলতা নিশ্চিত করার মূল ভরসা কৃষি। তিনি বলেন, এ কারণেই কৃষি মন্ত্রণালয় ডিজিটাল ডেটাবেস নির্মাণ, নির্ভুল কৃষিপ্রযুক্তি, যান্ত্রিকীকরণ, ফসল-উত্তর মূল্য সংযোজন এবং জলবায়ু–সহনশীলতার মতো বিষয়গুলোকে অগ্রাধিকার দিয়ে কাজ করছে। এসব উদ্যোগ বাস্তবায়নে এফএওর প্রযুক্তিগত সহায়তা ও বিশেষজ্ঞ অভিজ্ঞতা গুরুত্বপূর্ণ ভূমিকা রাখছে।</p><p>অনুষ্ঠানে চেয়ার ছিলেন এফএওর বাংলাদেশ প্রতিনিধি জিয়াওকুন শি। তিনি বলেন, ‘আমরা যখন আমাদের সমৃদ্ধ ইতিহাস উদ্‌যাপন করছি, তখন একই সঙ্গে বাংলাদেশের সবার জন্য একটি খাদ্যনিরাপদ ভবিষ্যৎ গড়ার প্রতি আমাদের অঙ্গীকারও পুনর্ব্যক্ত করছি। বাংলাদেশের সরকারের পাশে দাঁড়াতে পেরে এফএও গর্বিত।’ তিনি আরও বলেন, ‘আজ আমরা অগ্রগতি, উদ্ভাবন ও যৌথ লক্ষ্য সাধনের পরবর্তী অধ্যায়ে প্রবেশ করছি। যেখানে উন্নত উৎপাদন, উন্নত পুষ্টি, উন্নত পরিবেশ এবং উন্নত জীবনমান নিশ্চিত করার প্রত্যয়ে আমরা একসঙ্গে কাজ করব, যাতে কেউ পিছিয়ে না থাকে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীতে ডাকাতির প্রস্তুতিকালে অস্ত্র-প্রাইভেট কারসহ ৬ জন গ্রেপ্তার: ডিএমপি | প্রথম আলো",
            "time": "2025-11-30T13:03:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fng2wv36m%2Fdmp.jpg?rect=0%2C43%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর রূপনগরে ডাকাতির প্রস্তুতিকালে দেশীয় অস্ত্র, প্রাইভেট কারসহ ডাকাত দলের ছয় সদস্যকে গ্রেপ্তার করেছে রূপনগর থানার পুলিশ। গতকাল শনিবার সন্ধ্যা সোয়া পাঁচটার দিকে থানা–পুলিশের টহল দল তাঁদের গ্রেপ্তার করে।</p><p>আজ রোববার ঢাকা মহানগর পুলিশের (ডিএমপি) গণমাধ্যম ও জনসংযোগ বিভাগ এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানায়।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন তামিম ওরফে নাজমুল ইসলাম (২০), মো. রাসেল হোসেন (৩২), গোলাম রাব্বী (১৯), ইয়াসিন বাবু (২০), মো. জুয়েল (২৬) ও মো. রুবেল হোসেন (৩৫)।</p></div></div></div></body></html>"
        },
        {
            "title": "এনসিপি নেতার বিরুদ্ধে সাবেক বৈষম্যবিরোধী নেত্রীর লিখিত অভিযোগ | প্রথম আলো",
            "time": "2025-11-30T13:03:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Ft1i9nmwz%2FNCP-Th.jpg?rect=0%2C3%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি আরও উল্লেখ করেন, এনসিপির কেন্দ্রীয় সদস্য হওয়ার পর জুবায়েরুলের অনুসারীরা এলাকায় নির্যাতন, চাঁদাবাজি, মামলা-বাণিজ্য, অবৈধ বালুমহাল, ব্রিজঘাট দখলসহ নানা অপকর্মে জড়িয়ে পড়েন।</p><p>মাহবুবা ইলা খাদিজা তাঁর অভিযোগে জুবায়েরুল আলমসহ আরও তিনজনের নাম প্রকাশ করে অভিযোগ করেছেন। তাঁরা হলেন মো. ফরিদ, মো. কামাল ও উজ্জ্বল সাহেদ। এ ছাড়া অজ্ঞাত ৮-১০ জনকে অভিযুক্ত করা হয়েছে। মাহবুবার দাবি, তাঁরা সবাই জুবাইরুলের অনুসারী এবং নিষিদ্ধঘোষিত ছাত্রলীগের সদস্য ও অনুসারী।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রীলঙ্কায় ভয়াবহ বন্যা, নিহত বেড়ে ১৫৯ জন | প্রথম আলো",
            "time": "2025-11-30T12:58:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fiofnrdpe%2FWeb.jpg?rect=0%2C5%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"শ্রীলঙ্কায় ভয়াবহ বন্যা, নিহত বেড়ে ১৫৯ জন\" class=\"nA4h1 \">শ্রীলঙ্কায় ভয়াবহ বন্যা, নিহত বেড়ে ১৫৯ জন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T18:58:47+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১২: ৫৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কোহলির সেঞ্চুরির পরই মাঠে ঢুকলেন এক ভক্ত | প্রথম আলো",
            "time": "2025-11-30T12:58:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2F7kkd5920%2F625588-01-02.jpg?rect=0%2C83%2C3741%2C1964&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেঞ্চুরির উদ্‌যাপন মাত্র শেষ করেছেন। এর মধ্যেই কঠোর নিরাপত্তা ভেদ করে মাঠে ঢুকে পড়লেন বিরাট কোহলির এক ভক্ত। মাঠে ঢুকে কোহলির পা ছুঁয়ে শ্রদ্ধা জানান সেই ভক্ত। রাঁচিতে দক্ষিণ আফ্রিকার বিপক্ষে ওয়ানডে সিরিজের প্রথম ম্যাচে কোহলির ৫২তম ওয়ানডে সেঞ্চুরি উদ্‌যাপনের ঠিক পরপরই ঘটে এ ঘটনা।</p><p>কোহলি আজ সেঞ্চুরি করেছেন ৩৮তম ওভারের শেষ বলে। মার্কো ইয়ানসেনের বলটি চার মেরে সেঞ্চুরি করেন তিনি। সেঞ্চুরির উদ্‌যাপনের পরই হঠাৎই এক তরুণ নিরাপত্তারক্ষীদের চোখ এড়িয়ে দৌড় দিয়ে পৌঁছে যায় সরাসরি কোহলির সামনে। </p><p>আবেগে আপ্লুত ভক্তটি সঙ্গে সঙ্গে কোহলির পা ছুঁয়ে শ্রদ্ধা জানান। নিরাপত্তাকর্মীরা দ্রুত মাঠে প্রবেশ করে তরুণটিকে সরিয়ে নেন। পুরো ঘটনাটির সময় কোহলি ছিলেন শান্ত ও সংযত; উদ্বিগ্ন দৃষ্টিতে একবার তাকালেও কোনো অস্বস্তি প্রকাশ করেননি তিনি। পরে নিরাপত্তা সদস্যরা ভক্তকে মাঠ থেকে বের করে নিয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "খিলগাঁও ফ্লাইওভারে মোটরসাইকেল দুর্ঘটনায় সাংবাদিক নিহত | প্রথম আলো",
            "time": "2025-11-30T12:56:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fs7vyq1hw%2FJournalist-Death.jpg?rect=0%2C28%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর খিলগাঁও ফ্লাইওভারে মোটরসাইকেল দুর্ঘটনায় ভোরের পাতা পত্রিকার ক্রীড়া সাংবাদিক জহির ভূঁইয়া (৫৩) মারা গেছেন। আজ রোববার বিকেল পৌনে চারটার দিকে এ দুর্ঘটনা ঘটে। বিকেল পৌনে পাঁচটায় চিকিৎসক তাঁকে মৃত ঘোষণা করেন।</p><p> জহির ভূঁইয়ার বাড়ি কুমিল্লার মুরাদনগর উপজেলার চাপিতলা গ্রামে। তিনি সবুজবাগ থানার বাসাবো ১৭ নম্বর গলিতে পরিবারের সঙ্গে বসবাস করতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাজিরা দিতে আসা দুই আসামিকে আদালত চত্বরেই খুন | প্রথম আলো",
            "time": "2025-11-30T12:46:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fdpvp08vo%2F%E0%A6%B9%E0%A6%BE%E0%A6%9C%E0%A6%BF%E0%A6%B0%E0%A6%BE-%E0%A6%A6%E0%A6%BF%E0%A6%A4%E0%A7%87-%E0%A6%86%E0%A6%B8%E0%A6%BE-%E0%A6%A6%E0%A7%81%E0%A6%87-%E0%A6%86%E0%A6%B8%E0%A6%BE%E0%A6%AE%E0%A7%80%E0%A6%95%E0%A7%87-%E0%A6%86%E0%A6%A6%E0%A6%BE%E0%A6%B2%E0%A6%A4-%E0%A6%9A%E0%A6%A4%E0%A7%8D%E0%A6%AC%E0%A6%B0%E0%A7%87%E0%A6%87-%E0%A6%96%E0%A7%81%E0%A6%A8-1080.00020712.Still001.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"হাজিরা দিতে আসা দুই আসামিকে আদালত চত্বরেই খুন    \" class=\"nA4h1 \">হাজিরা দিতে আসা দুই আসামিকে আদালত চত্বরেই খুন    </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-30T18:46:50+06:00\"><span>প্রকাশ: ৩০ নভেম্বর ২০২৫, ১২: ৪৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান দেশে আসতে চাইলে এক দিনে ট্রাভেল পাস দেওয়া সম্ভব | প্রথম আলো",
            "time": "2025-11-30T12:46:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-30%2Fth9baw15%2F2.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে বাংলাদেশ সময় গতকাল সকালে লন্ডনে থেকে নিজের ভেরিফায়েড ফেসবুক পেজে একটি পোস্ট দেন তারেক রহমান। সেখানে তিনি লেখেন, ‘এমন সংকটকালে মায়ের স্নেহ–স্পর্শ পাবার তীব্র আকাঙ্ক্ষা যেকোনো সন্তানের মতো আমারও রয়েছে। কিন্তু অন্য আর সবার মতো এটা বাস্তবায়নের ক্ষেত্রে আমার একক সিদ্ধান্ত গ্রহণের সুযোগ অবারিত ও একক নিয়ন্ত্রণাধীন নয়।’</p><p>বাধা কোত্থেকে, পোস্টে তা স্পষ্ট না করে তিনি লেখেন, ‘স্পর্শকাতর বিষয়টির বিস্তারিত বর্ণনার অবকাশও সীমিত। রাজনৈতিক বাস্তবতার এ পরিস্থিতি প্রত্যাশিত পর্যায়ে উপনীত হওয়ামাত্রই স্বদেশপ্রত্যাবর্তনে আমার সুদীর্ঘ উদ্বিগ্ন প্রতীক্ষার অবসান ঘটবে বলেই আমাদের পরিবার আশাবাদী।’</p><p>পরে গতকাল বিকেলে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম এক ফেসবুক পোস্টে তারেক রহমানের দেশে ফেরা নিয়ে লেখেন, ‘এ ব্যাপারে সরকারের তরফ থেকে কোন বিধিনিষেধ অথবা কোনো ধরনের আপত্তি নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যায় সারা দিনের আলোচিত খবর | প্রথম আলো",
            "time": "2025-11-30T12:38:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fcf04caa9-3b0a-4865-b2e6-c4774bf79018%2F%E0%A6%B8%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A7%9F%20%E0%A6%AA%E0%A7%9C%E0%A7%81%E0%A6%A8.jpg?rect=0%2C73%2C1593%2C836&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুভ সন্ধ্যা। আজ রোববার। জাতীয়, আন্তর্জাতিক, ক্রীড়া, বিনোদনসহ আলোচিত বিভিন্ন বিষয় নিয়ে দিনভর প্রথম আলো অনলাইনে প্রকাশিত হয়েছে নানা খবর। এর কিছু হয়তো আপনার চোখ এড়িয়ে গেছে। সন্ধ্যার অবসরে চোখ বুলিয়ে নিন সারা দিন প্রথম আলো অনলাইনে প্রকাশিত আলোচিত পাঁচ খবরে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত, চীন, রাশিয়া ও জাপান চার মাসে ঋণের কোনো প্রতিশ্রুতি দেয়নি | প্রথম আলো",
            "time": "2025-11-30T12:31:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2Fpl9xcbng%2F24112025-cm-5.jpg%E0%A7%AF%E0%A7%AC.jpg?rect=0%2C35%2C1651%2C867&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ রোববার অর্থনৈতিক সম্পর্ক বিভাগ (ইআরডি) জুলাই-অক্টোবর মাসের বিদেশি ঋণ পরিস্থিতির হালনাগাদ প্রতিবেদন প্রকাশ করেছে। সেখানে এই তথ্য পাওয়া গেছে।</p><p>ইআরডি সূত্রে জানা গেছে, চলতি অর্থবছরের ৪ মাসে সব মিলিয়ে বাংলাদেশ ১২১ কোটি ডলারের প্রতিশ্রুতি পাওয়া গেছে। এর মধ্যে ৫৮ কোটি ডলার দেওয়ার প্রতিশ্রুতি মিলেছে এশীয় উন্নয়ন ব্যাংকের (এডিবি) কাছ থেকে। আর বিশ্বব্যাংকের কাছে সোয়া এক কোটি ডলারের প্রতিশ্রুতি পাওয়া গেছে। অন্যান্য দাতা সংস্থা ও দেশ এই চার মাসে সাড়ে ৬১ কোটি ডলার দেবে বলে জানিয়েছে।</p><p>গত অর্থবছরের প্রথম চার মাসে সাড়ে ২৫ কোটি ডলারের প্রতিশ্রুতি পাওয়া গিয়েছিল যা এবারের চেয়ে প্রায় ১০০ কোটি ডলার কম।</p></div></div></div></body></html>"
        }
    ]
}