{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিনা মূল্যে হেপাটাইটিস বি এবং সি ভাইরাস শনাক্তকরণ কর্মসূচি | প্রথম আলো",
            "time": "2025-07-29T08:22:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fic1youiu%2FPXL_20250726_030245579_MP.jpg?rect=0%2C0%2C3643%2C1913&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই কর্মসূচির মূল উদ্দেশ্য ছিল, ‘হেপাটাইটিসমুক্ত বাংলাদেশ গড়ে তোলা’। এই লক্ষ্যে জনসচেতনতা সৃষ্টি এবং আগাম রোগনির্ণয়ের সুযোগ করে দেওয়ার জন্য দিনব্যাপী এই স্ক্রিনিং ক্যাম্পে শতাধিক মানুষ অংশগ্রহণ করেন। তাঁরা বিনা মূল্যে রক্ত পরীক্ষা, চিকিৎসা পরামর্শ ও প্রয়োজনীয় দিকনির্দেশনা গ্রহণ করেন। বাংলাদেশে প্রায় ১ লাখ মানুষ হেপাটাইটিস বি বা সি-এ আক্রান্ত, কিন্তু তাঁদের ১০ জনের ৯ জনই জানেন না তাঁরা হেপাটাইটিসে আক্রান্ত। এ ধরনের স্ক্রিনিং কার্যক্রমের মাধ্যমে আগেভাগেই রোগ শনাক্ত করা যায়। চিকিৎসার মাধ্যমে হেপাটাইটিস নিরাময়ে কাজ করে একটি হেপাটাইটিস মুক্ত ভবিষ্যৎ গড়তে সাহায্য করে।</p><p>হেপাটাইটিস একটি নীরব মহামারি। সচেতনতা, স্ক্রিনিং ও সঠিক চিকিৎসার মাধ্যমেই এই ভাইরাস নির্মূল করা সম্ভব। হেপাটোলজি সোসাইটি ভবিষ্যতেও এ ধরনের জনকল্যাণমূলক কর্মসূচি অব্যাহত রাখবে। অনুষ্ঠানটির সার্বিক সহযোগিতায় ছিল এভারেস্ট ফার্মাসিউটিক্যালস লিমিটেড।</p></div></div></div></body></html>"
        },
        {
            "title": "পাওনা টাকা নিয়ে বিরোধে কিশোরকে হত্যা, একজনের ১০ বছরের কারাদণ্ড | প্রথম আলো",
            "time": "2025-07-29T08:21:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F0d44139e-bab5-4189-b32e-2d4ba5c2c7b7%2F560d69b0_b0f9_47f7_a873_a73a60cc490b.png?rect=0%2C51%2C466%2C245&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলায় সাতজনের সাক্ষ্য গ্রহণ ও যুক্তিতর্ক শেষে আজ রায় ঘোষণা করা হয়। রায় ঘোষণার সময় অভিযুক্ত ব্যক্তি আদালতে উপস্থিত ছিলেন। বর্তমানে তাঁর বয়স ২৭ বছর। তাঁকে জেলা কারাগারে পাঠানোর নির্দেশ দিয়েছেন বিচারক।</p><p>রাষ্ট্রপক্ষে মামলা পরিচালনা করেন বিশেষ কৌঁসুলি রেজাউল করিম। তিনি রায়ে সন্তোষ প্রকাশ করেন। আসামিপক্ষের আইনজীবী আবদুর রাজ্জাক জানিয়েছেন, তাঁরা উচ্চ আদালতে আপিল করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "উগান্ডায় তিন দিনের জমকালো বিয়ে, আলোচনায় জোহরান মামদানি | প্রথম আলো",
            "time": "2025-07-29T08:20:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fsh15c5ip%2F2-web.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"উগান্ডায় তিন দিনের জমকালো বিয়ে, আলোচনায় জোহরান মামদানি\" class=\"nA4h1 \">উগান্ডায় তিন দিনের জমকালো বিয়ে, আলোচনায় জোহরান মামদানি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-29T14:20:59+06:00\"><span>প্রকাশ: ২৯ জুলাই ২০২৫, ০৮: ২০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "২৯ জুলাই থেকে ৮ আগস্ট সময়কালে ফ্যাসিবাদী শক্তি নৈরাজ্য সৃষ্টি করতে পারে, এসবির প্রতিবেদন | প্রথম আলো",
            "time": "2025-07-29T08:11:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F1kys7wto%2FSpecial-Branch.png?rect=0%2C33%2C715%2C375&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবেদনে বলা হয়, ঐতিহাসিক জুলাই অভ্যুত্থানের বর্ষপূর্তি উপলক্ষে সরকার, বিভিন্ন রাজনৈতিক দল ও ফ্যাসিবাদবিরোধী সামাজিক সংগঠনগুলো ১ জুলাই থেকে বিভিন্ন কর্মসূচি পালন করছে। এই ধারাবাহিকতায় ২৯ জুলাই থেকে ৮ আগস্ট পর্যন্ত কর্মসূচি পালনের সময়কাল বিশেষ গুরুত্বপূর্ণ। এই সময়ে কর্মসূচি পালনকে কেন্দ্র করে বিতাড়িত ফ্যাসিবাদী শক্তি অনলাইন-অফলাইনে প্রচারণা চালিয়ে দেশব্যাপী নৈরাজ্য সৃষ্টি, ফ্যাসিবাদবিরোধী শক্তির কর্মসূচিতে বাধা প্রদানসহ বিভিন্ন কর্মকাণ্ডের মাধ্যমে সার্বিক আইনশৃঙ্খলা পরিস্থিতির অবনতি ঘটানোর অপচেষ্টা চালাতে পারে।</p><p>আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক রাখাসহ সরকারি-বেসরকারি সম্পত্তি ও জানমাল রক্ষায় পুলিশের বিভিন্ন বিভাগকে কয়েকটি নির্দেশনা দিয়েছে এসবি।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা নদীর নাতনির ইলিশ খেতে বানারীপাড়া | প্রথম আলো",
            "time": "2025-07-29T08:07:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fhx00mnvj%2FWhatsApp-Image-2025-07-27-at-7.57.23-PM.jpeg?rect=0%2C41%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিবছর এক–দুবার ঘুরতে যাই বরিশাল, পিরোজপুর আর ঝালকাঠি। এই তিন জেলা খাল–নদীবিধৌত জলাভূমি অঞ্চলে। বাজারে ইলিশ নিয়ে হাহাকারের মধ্যেই এবার কিছু বান্ধবসমেত চলে গেলাম সন্ধ্যা নদীতীরের বানারীপাড়ায়। পরিচিত মাঝি প্রস্তুতই ছিলেন। নাও ভাসাতেই ভাসমান মান্তা সম্প্রদায়ের নৌকার বহর আর অল্প কিছু ইলিশ ধরা জেলেনৌকার দেখা মিলল। সেগুলো ঘাটে ফিরছে। ইলিশ কেনার আগ্রহ প্রকাশ করতেই তাঁদের চোখেমুখে একধরনের অসহায়ত্ব দেখা দিল। দাদনের কারণে ফড়িয়াদের কাছে তাঁদের হাত–পা বাঁধা, নিজেদের ধরা দু–একটি মাছ বিক্রির ক্ষমতাও তাঁদের নেই। অগত্যা তাঁদের সঙ্গে ঘাটে গিয়ে তাঁদের ধরা ইলিশই ফড়িয়াদের কাছ থেকে কিনতে হলো। সোয়া এক কেজি ইলিশের দাম পড়ল আড়াই হাজার টাকা। আহা কী তার রূপ, রং ও চাহনি। মনে রাখবেন, নদীর ইলিশের চোখের চারপাশে থাকবে কালো কাজলের কারুকাজ!</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষের প্রয়োজনে না এলে সেই সংস্কার কাজে আসবে না: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-07-29T08:03:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fg7ey9q60%2FMirza-01.jfif?rect=0%2C40%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পটপরিবর্তনের পর শিশুদের জন্য তেমন কিছু করা হয়নি উল্লেখ করে মির্জা ফখরুল আরও বলেন, ‘পরিবর্তনের সঙ্গে সঙ্গে আমরা অনেকেই বড় বড় পদে বসে গেছি। অনেকে মন্ত্রী হয়েছি, বড় কর্মকর্তা হয়েছি, অনেকে বড় বড় ব্যবসা নিয়েও এগিয়ে যাচ্ছি। কিন্তু এই শিশুদের কথা ঠিক সেইভাবে সামনের দিকে আনতে পারিনি।’</p><p>মির্জা ফখরুল বলেন, ‘আমি এটুকু কথা দিতে পারি, জনগণের ভোটে যদি আগামী নির্বাচনে আমরা সরকার গঠন করি, তাহলে আমাদের নেতা তারেক রহমান কথা দিয়েছেন, এই শিশুদের পুনর্বাসনের কাজ করবেন, আমরা সেই কথাটা আবারও উচ্চারণ করতে চাই।’</p><p>অনুষ্ঠানে অংশ নেন গুমের শিকার বিএনপির সাংগঠনিক সম্পাদক এম ইলিয়াস আলীর স্ত্রী ও দলের চেয়ারপারসনের উপদেষ্টা তাহসিনা রুশদী। তিনি বলেন, ‘রাজনৈতিক কর্মসূচি থেকে শিশুদের বাইরে রাখা হয় বলে আমরা জানি। কিন্তু গত ফ্যাসিস্ট আমলে গুম হওয়া পরিবারের শিশুরা অসহ্য মানসিক যন্ত্রণার মধ্য দিয়ে গেছে। তাদের মানসিক বিকাশ বাধাগ্রস্ত হয়েছে।’</p><p>জুলাই গণ–অভ্যুত্থানে রাজধানীর উত্তরায় শহীদ শিশু জাবির ইব্রাহিমের বাবা কবির হোসেন বলেন, ‘জুলাই–আগস্টে ১৪১ শিশু মারা গেছে। অন্তর্বর্তী সরকার এসব শিশুর জন্য কিছু করেনি। আমি চাই, সারা দেশ শহীদ শিশুদের চিনুক।’</p><p>ক্ষমতাচ্যুত শেখ হাসিনা সরকারের আমলে গুমের শিকার নুর হোসেনের মেয়ে নাবিলা নুর বলেন, ‘যারা জুলাইয়ে আন্দোলন করেছে, তাদের আন্দোলন স্বার্থক। কারণ, হাসিনা এখন দেশে নেই। কিন্তু আমাদের আন্দোলন এখনো শেষ হয়নি। আমি বাবাকে পাইনি। বাবাকে গুম করার একটাই কারণ ছিল, তিনি বিএনপি করতেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুরাদনগরে দুই সন্তানসহ নারীকে হত্যায় বিএনপি নেতা গ্রেপ্তার, পরিবার বলছে ষড়যন্ত্র | প্রথম আলো",
            "time": "2025-07-29T08:00:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C54%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার সময় শাহ আলম ঘটনাস্থলে ছিলেন কি না, তা নিশ্চিত নন বলে জানিয়েছেন মামলার বাদী রিক্তা আক্তার। আজ সকালে তিনি প্রথম আলোকে বলেন, ‘এ ঘটনায় পীর কাশিমপুরের শাহ আলম নামের একজন জড়িত বলে যখন জানতে পেরেছি, তখন মামলায় নামটি উল্লেখ করেছি। পুরোপুরি নিশ্চিত হতে পারিনি বলে আমি মামলাতে আসামির বাবার নাম অজ্ঞাত রেখেছি। ডিবি পুলিশ মামলাটি তদন্ত করছে। আমি কাউকে অন্যায়ভাবে হয়রানি করতে চাই না। ডিবি পুলিশের তদন্তে যদি তিনি ঘটনায় জড়িত থাকেন, তাহলে গ্রেপ্তার করুক; না হলে, আমি চাই না কোনো নিরীহ মানুষের হয়রানি হোক।’</p><p>ঘটনার প্রায় এক মাস পার হলেও প্রধান আসামি শিমুল বিল্লাহ এখনো ধরাছোঁয়ার বাইরে থাকায় ক্ষোভ ও আশঙ্কা প্রকাশ করেছেন রিক্তা। তিনি বলেন, ‘শিমুল গ্রেপ্তার না হলে যেকোনো সময় আমার ওপর হামলা হতে পারে, আমাকে হত্যাও করতে পারে। আমি দ্রুত তার গ্রেপ্তারের দাবি জানাচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুরে হামলার দুই দিন পরও মামলা হয়নি, প্রশাসনের উদ্যোগে বসতবাড়ি মেরামত | প্রথম আলো",
            "time": "2025-07-29T07:55:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fqw7bxchz%2FRangpurDH049420250729IMG6929.JPG?rect=0%2C62%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে সনাতন ধর্মাবলম্বীদের সঙ্গে কথা বলে জানা গেছে, তাঁদের মধ্যে এখনো আতঙ্ক কাটেনি। হিরনবালা রানী নামের এক নারী বলেন, ‘কাপড়চোপড়, জিনিসপত্র সব নিয়ে গেছে, কিচ্ছু নেই ঘরোত। এল্যা ঘরের বেড়া ভালো করে দিলে কী হবে?’</p><p>আজো বালা নামের আরেকজন বলেন, ‘কাজ করি ভাত খাই। আতঙ্কে কাজ করবার পাই নাই। নিন (ঘুম) পাড়বার পাই না। দুটা মেয়ে বড় হয়েছে। ওদের নিয়ে ভয়ে থাকি।’</p><p>আলদাদপুর দ্বিমুখী উচ্চবিদ্যালয় ও আলদাদপুর নতুন সরকারি প্রাথমিক বিদ্যালয়ে পাশেই এ হামলার ভাঙচুরের ঘটনা ঘটেছে। এই দুই বিদ্যালয়ের সামনে অবস্থান নিয়েছে সেনাবাহিনী ও পুলিশ সদস্যরা। ওই ঘটনার পর থেকে বিদ্যালয় শিক্ষার্থী আসছে না। আলদাদপুর দ্বিমুখী উচ্চবিদ্যালয়ের শিক্ষক ইন্দ্রজিৎ অধিকারী বলেন, এ রকম পরিস্থিতিতে বাচ্চারা ভয় পায়। তাঁরা স্কুলে আসছে না।</p><p>আলদাতপুর নতুন সরকারি প্রাথমিক বিদ্যালয়ের প্রধান শিক্ষক কালী রঞ্জন রায় বলেন, প্রতিষ্ঠানে আইনশৃঙ্খলা বাহিনীর সদস্যরা অবস্থান করছেন। গতকাল সোমবার থেকে বৃহস্পতিবার পর্যন্ত সব একাডেমিক কার্যক্রম স্থগিত করা হয়েছে। এলাকার আইনশৃঙ্খলা পরিস্থিতির স্বাভাবিক হলে পুনরায় একাডেমিক কার্যক্রম শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএলে কোহলিকে অধিনায়কত্ব থেকে সরাতে চেয়েছিলেন কারস্টেন | প্রথম আলো",
            "time": "2025-07-29T07:47:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fwgho4bm5%2Fmld4lltgvirat-kohli-rcb-bcci625x30007April24.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষাৎকারে মঈন বলেন, ‘আমার মনে হয় পার্থিব অধিনায়ক হতে যাচ্ছিল। গ্যারি কারস্টেনের পার্থিবকে অধিনায়ক করার পরিকল্পনা ছিল। ওর ক্রিকেট-মস্তিষ্ক দারুণ। তখন সেটাই আলোচনা হচ্ছিল। আমি জানি না পরে কী হয়েছিল বা কেন সেটা বাস্তবায়িত হয়নি, কিন্তু আমি নিশ্চিত তাকে গুরুত্বসহকারে বিবেচনা করা হয়েছিল।’</p><p>পার্থিব প্যাটেলের নাম শুনে অনেকেই চমকে যেতে পারেন। কিন্তু ভারতের ঘরোয়া ক্রিকেটে ক্ষুরধার ক্রিকেট মস্তিষ্কের জন্য তিনি পরিচিত নাম। বর্তমানে তিনি গুজরাট টাইটানসের সহকারী কোচ এবং দিল্লি প্রিমিয়ার লিগে দিল্লি ওয়ারিয়র্সের পরামর্শক হিসেবে দায়িত্ব পালন করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষের প্রতি হস্তিশাবকের কোমল আচরণ, প্রশংসায় ভাসছে ভিডিওটি | প্রথম আলো",
            "time": "2025-07-29T07:41:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fnx53pdjt%2FWEB.00004621.Still001.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মানুষের প্রতি হস্তিশাবকের কোমল আচরণ, প্রশংসায় ভাসছে ভিডিওটি \" class=\"nA4h1 \">মানুষের প্রতি হস্তিশাবকের কোমল আচরণ, প্রশংসায় ভাসছে ভিডিওটি </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-29T13:41:33+06:00\"><span>প্রকাশ: ২৯ জুলাই ২০২৫, ০৭: ৪১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "প্রাথমিক পর্যায়ে ঐকমত্যের খসড়া আজকালের মধ্যে পাবে রাজনৈতিক দলগুলো: আলী রীয়াজ | প্রথম আলো",
            "time": "2025-07-29T07:40:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fci1aeind%2FRiaz.jpeg?rect=0%2C113%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩১ জুলাইয়ের মধ্যে ঐকমত্য হওয়া বিষয়গুলো অন্তর্ভুক্ত করে জুলাই সনদ চূড়ান্ত করা হবে বলে জানিয়েছেন জাতীয় ঐকমত্য কমিশনের সহসভাপতি অধ্যাপক আলী রীয়াজ। তিনি বলেন, আজকের দিনসহ আর মাত্র তিন দিন সময় হাতে আছে। ৩১ জুলাইয়ের মধ্যে যেসব বিষয়ে ঐকমত্য হবে, সেগুলো অন্তর্ভুক্ত করে সনদের বিষয়টি চূড়ান্ত করতে হবে। আর প্রাথমিক পর্যায়ে ঐকমত্যের খসড়া আজ বা কাল রাজনৈতিক দলগুলোর কাছে পৌঁছে দেওয়া হবে।</p><p>আজ মঙ্গলবার রাজধানীর ফরেন সার্ভিস একাডেমিতে রাজনৈতিক দলগুলোর সঙ্গে জাতীয় ঐকমত্য কমিশনের দ্বিতীয় ধাপের ২১তম দিনের আলোচনার শুরুতে এ কথা বলেন আলী রীয়াজ।</p><p>আজকের আলোচনার বিষয় তত্ত্বাবধায়ক সরকার, সংসদে নারী প্রতিনিধিত্ব, মহাহিসাব নিরীক্ষক ও নিয়ন্ত্রক এবং ন্যায়পাল নিয়োগের বিধান। এ ছাড়া অমীমাংসিত বিষয়গুলো নিয়েও আজ আলোচনা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2025-07-29T07:39:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fatd3ddxl%2F29c6e9de-3bd3-4605-9878-7819e26097a2.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে সব কটির দাম কমেছে। এই তালিকায় আছে ইউরো, পাউন্ড, রুপি, ইউয়ান, ইয়েন, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচ ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "থানাকে ‘জিডি’ নিতেই হবে | প্রথম আলো",
            "time": "2025-07-29T07:31:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2F614f1f56-0436-44d5-bd9e-5fdd0cbcf173%2F451c7e8d-3819-4f50-80df-9f0604330e9b.jpg?rect=0%2C25%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই সুপারিশের বিষয়ে সভার আলোচনায় এসেছে বিদ্যমান নীতিমালায় পুলিশ এবং আনসার ক্যাডারের জন্য পৃথক শারীরিক যোগ্যতার বিষয়টি অন্তর্ভুক্ত রয়েছে। অবশিষ্ট সুপারিশ বাস্তবায়নে একটি বিশেষজ্ঞ কমিটি গঠন করা হয়েছে। সার্বিক বিষয় পর্যালোচনা করে জনপ্রশাসন মন্ত্রণালয়, স্বরাষ্ট্র মন্ত্রণালয় এবং বাংলাদেশ পাবলিক সার্ভিস কমিশন প্রতিবেদন দেবে।</p><p>সংস্কার কমিশনের আরেকটি সুপারিশ ছিল, সুপিরিয়র সিলেকশন বোর্ড (এসএসবি) সভায় পুলিশের এজেন্ডা থাকলে আইজিপিকে বোর্ডে উপস্থিত রাখা। এ সুপারিশের বিষয়ে মন্ত্রিপরিষদ বিভাগ প্রয়োজনীয় ব্যবস্থা গ্রহণ করবে বলে সভায় সিদ্ধান্ত হয়।</p><p>পুলিশ সুপার (এসপি) ও থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হিসেবে পদায়নের জন্য ‘ফিটলিস্ট’ (যোগ্যদের তালিকা) প্রস্তুত করে নিয়মিত বিরতিতে হালনাগাদ করার সুপারিশ করেছিল সংস্কার কমিশন। এ বিষয়ে সভায় জানানো হয়, ইতিমধ্যে একটি কমিটি গঠন করা হয়েছে। কমিটি বিষয়গুলো পর্যালোচনা করে প্রতিবেদন প্রদান করবে।</p><p>সভায় আরও সিদ্ধান্ত হয়, রাজনৈতিক মতাদর্শ চাকরিপ্রার্থীর ‘ভেরিফিকেশন রিপোর্ট’ (যাচাই প্রতিবেদন) এর অংশ হবে না। এ ছাড়া চাকরির ক্ষেত্রে সব ধরনের পুলিশ ‘ভেরিফিকেশন রিপোর্ট’ সর্বোচ্চ দুই মাসের মধ্যে শেষ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইংরেজির প্রতি ভারতের কেন এত টান | প্রথম আলো",
            "time": "2025-07-29T07:23:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Ffakba55o%2FUntitled-4.jpg?rect=0%2C40%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয়ের অধ্যাপক ও ভাষাবিদ আয়েশা কিদোয়াই বলেন, ‘আন্তর্জাতিক খ্যাতি আছে, এমন ভাষা শেখার সুযোগ পাওয়ার আকাঙ্ক্ষা থাকে মানুষের। আমি এটাকে এখন আর ঔপনিবেশিকতার উত্তরাধিকার বলে মনে করি না।’</p><p>বিজেপির সাম্প্রতিক বক্তব্যের বিরুদ্ধে প্রতিক্রিয়াও হয়েছে তীব্র।</p><p>গত মাসে অমিত শাহর মন্তব্যের পর ভারতের বিরোধীদলীয় নেতা রাহুল গান্ধী সামাজিক যোগাযোগমাধ্যম এক্সে লিখেছেন, ‘ইংরেজি কোনো বাধা নয়, এটি একটি সেতু। ইংরেজি লজ্জার কিছু নয়, এটি একটি শক্তি। প্রত্যেক ভারতীয় ভাষারই আত্মা, সংস্কৃতি ও জ্ঞান আছে। আমাদের সেগুলোর যত্ন নিতে হবে। একই সঙ্গে প্রতিটি শিশুকে ইংরেজি শেখাতে হবে।’</p><p>এ বিষয়ে মন্তব্যের জন্য সিএনএন ভারতের স্বরাষ্ট্র মন্ত্রণালয়ের সঙ্গে যোগাযোগ করেছে।</p><p>তবে ভাষা নিয়ে উত্তেজনা এখন আর আইনসভার বিতর্কে সীমাবদ্ধ নেই, ছড়িয়ে পড়ছে রাস্তাঘাটেও।</p><p>গত সপ্তাহেই ভারতের অর্থনৈতিক কেন্দ্র মুম্বাইয়ের এক ট্রেনে তুমুল বাদানুবাদের একটি ভিডিও ছড়িয়ে পড়ে। সেখানে এক যাত্রীকে মারাঠি ভাষায় কথা না বলার কারণে হয়রানির শিকার হতে হয়েছে। কেন্দ্রীয় সরকারের হিন্দি ভাষার প্রসারে নেওয়া উদ্যোগকে কেন্দ্র করে মুম্বাইয়ের বিভিন্ন অংশে সংঘর্ষ ছড়িয়ে পড়ে।</p><p>হিন্দি মূলত বিজেপির রাজনৈতিক ঘাঁটি উত্তর ভারতের ভাষা ও দলটির হিন্দুত্ববাদী জাতীয়তাবাদের ভিত্তিতে দেশকে একতাবদ্ধ করার চেষ্টার প্রতীক।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি পলিটেকনিকে ভর্তি: ২০২৩, ২০২৪ ও ২০২৫ সালে এসএসসি উত্তীর্ণদের সুযোগ | প্রথম আলো",
            "time": "2025-07-29T07:18:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2F185b3985-0bf4-4d17-925d-fda8140f9dbe%2FUntitled_1.jpg?rect=0%2C47%2C568%2C298&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ কারিগরি শিক্ষা বোর্ড ২০২৫-২৬ শিক্ষাবর্ষে চার বছর মেয়াদি বিভিন্ন ডিপ্লোমা শিক্ষাক্রমে শিক্ষার্থী ভর্তি কার্যক্রমের সময়সূচি ঘোষণা করেছে। এ কার্যক্রমের আওতায় সরকারি ডিপ্লোমা ইনস্টিটিউটগুলোতে ডিপ্লোমা ইন ইঞ্জিনিয়ারিং, ডিপ্লোমা ইন মেরিন ইঞ্জিনিয়ারিং, ডিপ্লোমা ইন টেক্সটাইল ইঞ্জিনিয়ারিং, ডিপ্লোমা ইন অ্যাগ্রিকালচার, ডিপ্লোমা ইন ফিশারিজ, ডিপ্লোমা ইন ফরেস্ট্রি, ডিপ্লোমা ইন লাইভস্টক এবং ডিপ্লোমা ইন ট্যুরিজম অ্যান্ড হসপিটালিটি ম্যানেজমেন্ট শিক্ষাক্রমে ভর্তিতে শিক্ষার্থীরা আবেদন করতে পারবেন।</p><p>এ–সংক্রান্ত <a target=\"_blank\" href=\"https://bteb.gov.bd/sites/default/files/files/bteb.portal.gov.bd/notices/a9ef0859_2f4c_4eb3_b523_4a7c5ca4c710/12049.pdf\" rel=\"nofollow\">বিজ্ঞপ্তিতে</a> আরও বলা হয়েছে, ভর্তির জন্য আবেদন করতে পারবেন ২০২৩, ২০২৪ ও ২০২৫ সালে এসএসসি বা সমমান পরীক্ষায় উত্তীর্ণ শিক্ষার্থীরা। আবেদনের এ প্রক্রিয়া শুরু হবে আগামীকাল বুধবার (৩০ জুলাই) থেকে। আবেদনপ্রক্রিয়া চলবে ১৪ আগস্ট পর্যন্ত। আবেদনকারী শিক্ষার্থীরা ২১ থেকে ২৮ আগস্ট পর্যন্ত অনলাইনে প্রবেশপত্র ডাউনলোড করতে পারবেন। ভর্তি পরীক্ষা অনুষ্ঠিত হবে ২৯ আগস্ট (শুক্রবার) সকাল ১০টা থেকে ১১টা পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঙালির বাঘ সংস্কৃতি: ‘যে বনে বাঘ নেই সে বনে শিয়ালই রাজা!’ | প্রথম আলো",
            "time": "2025-07-29T07:17:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Ftsciy4g2%2FScreenshot-2025-07-29-131215.jpg?rect=0%2C45%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাঘ হলো বিড়াল গোত্রের সবচেয়ে বড় প্রাণী। বাংলাদেশের জাতীয় পশু বাঘ শুধু একটি প্রাণী নয়; বরং শক্তি, সাহস ও সম্মানের প্রতীক। বাঙালির ইতিহাস, ঐতিহ্য, মিথ ও লেজেন্ডে বাঘের বিরাট ভূমিকা রয়েছে। সুন্দরবনের স্থানীয় জনগণ ও শিকারিরা বাঘকে ‘মামা’ বা ‘বড় মামা’ বলে সম্বোধন করেন। এটা সবার জানা যে মামা-ভাগনের সম্পর্ক সবচেয়ে মধুর, তাই বাঘকে মামা বলে সম্বোধন করলে সে আমাদের কোনো ক্ষতি করবে না, এই বিশ্বাস ও ভয় পাওয়ার কারণেই মামা বলে ডাকা হয়।</p><p>দেশে বীরত্ব ও শক্তির প্রতীক হিসেবে বাঘকে দেখা হয়। এ দেশে কেউ কোনো সাহসী ভূমিকা রাখলে তাকে বাঘের সঙ্গে তুলনা করা হয়। যেমন বাংলাদেশের জাতীয় ক্রিকেট দলকে শক্তি, সাহস, উৎসাহ প্রদানের জন্য ‘টাইগার বাহিনী’ নামে ডাকা হয়। আবার দেশের জাতীয় ক্রিকেট দলের লোগো ‘বেঙ্গল টাইগার’। </p><p>এ ছাড়া ক্রিকেটকে নিয়ে বিভিন্ন স্লোগান দেওয়া ও লেখা হয়। যেমন ‘বাঘের গর্জন শুনেছে বিশ্ব’, ‘বাঘের গর্জন দেখবে বিশ্ব’, ‘গর্জে ওঠো বিশ্ব’, ‘গর্জনে থাক বিজয়ী অর্জন’, ‘বাঘ দেখে দৌড়ো’ ইত্যাদি।<br>দেশের বিভিন্ন স্থানের নামে বাঘের প্রভাব চোখে পড়ে। যেমন বাঘমারা, বাঘা বিল, বাঘমারী, বাঘা বাজার, বাঘাবাড়ী, টাইগার পয়েন্ট, রয়্যাল চত্বর ইত্যাদি।</p><p>আমাদের সুন্দরবনের অত্যন্ত সমৃদ্ধ প্রাণী বাঘ নিয়ে অনেক গান, কবিতা, প্রবাদ রচিত হয়েছে, যা বাংলা সাহিত্য ও সংস্কৃতিতে গুরুত্বপূর্ণ স্থান দখল করে আছে। যেমন প্রভাত কুমারীর কবিতা ‘হালুম হালুম হুম! ভেঙেছে মোর ঘুম। বলো তো কী চাই? হরিণছানা চাই’, শক্তি চট্টোপাধ্যায়ের কবিতা ‘মেঘলা দিনে দুপুরবেলা যেই পড়েছে মনে, চিরকালীন ভালোবাসার বাঘ বেরুলো বনে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে আসামি সেজে আদালতে প্রতারণার অভিযোগে মামলা | প্রথম আলো",
            "time": "2025-07-29T07:15:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fnfqj8mes%2FWhatsApp-Image-2025-07-29-at-12.53.02.jpeg?rect=0%2C11%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতে একজনের পরিবর্তে আরেকজন আত্মসমর্পণের বিষয়টি ধরা না পড়লেও কারাগারে গিয়ে ধরা পড়ে। জাতীয় পরিচয়পত্রের ডেটাবেজে (তথ্যভান্ডার) ভোটারদের আঙুলের ছাপ সংরক্ষিত আছে। এ পদ্ধতিকে বলা হয় ফিঙ্গারপ্রিন্ট আইডেনটিফিকেশন অ্যান্ড ভেরিফিকেশন সিস্টেম। ২০২৩ সালের জানুয়ারি থেকে আনুষ্ঠানিকভাবে এ পদ্ধতি ব্যবহার শুরু করে চট্টগ্রাম কারা কর্তৃপক্ষ। এরই মধ্যে আঙুলের ছাপে ধরা পড়েছে অনেক বন্দীর আসল পরিচয়। এসব ঘটনায় মামলাও হয়েছে। ২০২৩ সালের জানুয়ারি থেকে চলতি মাসের জুলাই পর্যন্ত আত্মসমর্পণ করে জালিয়াতির মাধ্যমে চট্টগ্রাম কেন্দ্রীয় কারাগারে আসা ১৬ জনের আঙুলের ছাপে শনাক্ত করা হয়।</p><p>চট্টগ্রাম কেন্দ্রীয় কারাগারের জ্যেষ্ঠ তত্ত্বাবধায়ক মো. ইকবাল হোসেন প্রথম আলোকে বলেন, আদালত থেকে কারাগারে আসা প্রত্যেক নতুন আসামির আঙুলের ছাপ নেওয়া হয়। সেখানে আসামির জাতীয় পরিচয়পত্রে থাকা আসল পরিচয় উঠে আসে। ইকবাল হোসেন আরও বলেন, ‘সুমনের হয়ে কারাগারে আসা রাকিব স্বীকার করেছেন তিনি মাদক মামলার প্রকৃত আসামি নন। ১০ হাজার টাকার বিনিময়ে তিনি সুমন সেজেছেন। তাঁকে বলা হয়েছে, দ্রুত কারাগার থেকে ছাড়িয়ে নেওয়া হবে। তাই তিনি রাজি হয়েছেন। বিষয়টি চিঠি দিয়ে আদালতকে জানানো হয়েছে।’</p></div></div></div></body></html>"
        }
    ]
}