{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দলে উইকেটকিপার চারজন-চেন্নাইয়ে এবার ধোনির ভূমিকা কী | প্রথম আলো",
            "time": "2025-12-20T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2Fcd1849bb-38d0-4ae0-b0d6-2dada3955eb1%2FdhoniJPG.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতীয় সংবাদমাধ্যম ইন্ডিয়ান এক্সপ্রেস জানিয়েছে, ধোনির ভূমিকার বিষয়টি এখনো ধোঁয়াশার। কোনো কিছুই এখনো নিশ্চিত নয়। সংবাদমাধ্যমটি জানিয়েছে, তিনি রাঁচিতে নিজের বাড়িতে নিয়মিত অনুশীলন করছেন ঠিকই, কিন্তু তাঁর খেলা নির্ভর করবে টুর্নামেন্টের আগে তাঁর ফিটনেস দেখে। তবে আগের মতো পরিস্থিতি আর নেই। ধোনি যদি শুরু করার মতো অবস্থায় না থাকেন, সে ক্ষেত্রে ভরসা করার মতো বিকল্প এখন চেন্নাইয়ের হাতে রয়েছে।</p><p>নিলাম শেষে কথা বলতে গিয়ে হেড কোচ স্টিভেন ফ্লেমিং জানিয়েছেন, ‘সুযোগটা আমাদের সামনে ছিল। আমাদের মনে হয়েছে, ওপেনিং ব্যাটিংয়ে এখনো আমরা একটু দুর্বল। পাশাপাশি এটাও ভাবছিলাম যে কোনো এক সময় ধোনি সরে যাবে। স্যামসন আন্তর্জাতিক মানের খেলোয়াড় এবং সে এই ভূমিকা দারুণভাবে পূরণ করতে পারে। চেন্নাই দুই বছর পরে কেমন হবে সেটা নয়, ছয় বছর পরে কেমন হবে সেটা ভাবা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামী বিশ্ববিদ্যালয় বিভিন্ন বিভাগে নিয়োগ দেবে ২৪ জন শিক্ষক | প্রথম আলো",
            "time": "2025-12-20T02:54:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-03%2Faa16676e-668a-46f4-be2d-b3a0b1a47017%2FUntitled_2.jpg?rect=0%2C22%2C377%2C198&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামী বিশ্ববিদ্যালয়ে বিভিন্ন বিভাগে সহযোগী ও সহকারী অধ্যাপক এবং প্রভাষক পদে নিয়োগ বিজ্ঞপ্তি প্রকাশ করা হয়েছে। মোট পদসংখ্যা ২৪। আবেদনের শেষ তারিখ ৭ জানুয়ারি ২০২৬।</p><p><strong>চাকরির বিবরণ</strong></p><p>১. পদের নাম: সহযোগী অধ্যাপক</p><p>বিভাগ ও পদসংখ্যা: (ক) ল’ অ্যান্ড ল্যান্ড অ্যাডমিনিস্ট্রেশন (০১)</p><p>(খ) রাষ্ট্রবিজ্ঞান (০২)</p><p>(গ) ফোকলোর অ্যান্ড সোশ্যাল স্টাডিজ (০১)</p><p>(ঘ) ডেভেলপমেন্ট স্টাডিজ (০১)</p><p>(ঙ) সোশ্যাল ওয়েলফেয়ার (০২)</p><p>(চ) বায়োমেডিকেল ইঞ্জিনিয়ারিং (০১)</p><p>(ছ) ফার্মেসি (০১)</p><p>(জ) এনভায়রনমেন্টাল সায়েন্স অ্যান্ড জিওগ্রাফি (০১)</p><p>(ঝ) ট্যুরিজম অ্যান্ড হসপিটালিটি ম্যানেজমেন্ট (০২)</p><p>(ঞ) মার্কেটিং (০২)</p><p>(ট) হিউম্যান রিসোর্স ম্যানেজমেন্ট (০২)</p><p>বেতন স্কেল: ৫০,০০০-৭১,২০০ টাকা (গ্রেড-৪)</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি ২০২৬ পরীক্ষার ফরম পূরণে বিজ্ঞপ্তি, দেখে নিন বিস্তারিত | প্রথম আলো",
            "time": "2025-12-20T02:52:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-06%2Fz613bpzt%2F163.JPG?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, রেজিস্ট্রেশনের মেয়াদ থাকা সাপেক্ষে জিপিএ উন্নয়ন পরীক্ষার্থীসহ আবশ্যিক ও নৈর্বাচনিক বিষয় ও বিষয়গুলো এক থেকে চার বিষয়ে ২০২৫ সালের অকৃতকার্য পরীক্ষার্থীদের ২০২৬ সালের মাধ্যমিক স্কুল সার্টিফিকেট পরীক্ষায় অকৃতকার্য বিষয় ও বিষয়গুলোতে অংশ নেওয়ার জন্য নিজ নিজ শিক্ষাপ্রতিষ্ঠানপ্রধান বরাবর সাদা কাগজে ২৪ ডিসেম্বরের মধ্যে আবেদন করতে হবে। শিক্ষাপ্রতিষ্ঠানগুলো নির্বাচনী পরীক্ষা নিয়ে ৩০ ডিসেম্বরের মধ্যে ফল প্রকাশ করবে।</p><p>এ ছাড়া জানা যায়, বিলম্ব ফিসহ অনলাইনে ফরম পূরণ করা যাবে ২০২৬ সালের ১২ থেকে ১৭ জানুয়ারি পর্যন্ত। পরীক্ষার্থীপ্রতি ১০০ টাকা হারে বিলম্ব ফিসহ অনলাইনে ফি জমা দেওয়া যাবে ১৮ জানুয়ারি পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "শোক শক্তিতে পরিণত হোক | প্রথম আলো",
            "time": "2025-12-20T02:31:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান হাদির হত্যা পরিকল্পনা ও হত্যার সঙ্গে জড়িত কারা, সেটা অবশ্যই যথাযথ তদন্ত করে বের করে আনতে হবে। এ হত্যাকাণ্ডে যারাই জড়িত থাকুক না কেন, সবাইকে আইনের আওতায় এনে দৃষ্টান্তমূলক শাস্তি দিতে হবে। এরই মধ্যে এ হত্যাকাণ্ডের সঙ্গে জড়িত সন্দেহে কয়েকজনকে আটক করে জিজ্ঞাসাবাদ করছে পুলিশ। কিন্তু দুঃখজনক সত্য হচ্ছে, ওসমান হাদিকে গুলি করা প্রধান আসামি ফয়সাল করিম মাসুদ ওরফে দাউদ খান ওরফে রাহুল ও তাঁর সহযোগী মোটরসাইকেলচালক আলমগীর শেখ এখনো গ্রেপ্তার হননি। তাঁদের মধ্যে ফয়সাল নিষিদ্ধঘোষিত ছাত্রলীগ ও আলমগীর যুবলীগের নেতা। তদন্ত–সংশ্লিষ্টরা বলছেন, তাঁরা দুজনই সীমান্ত পেরিয়ে ভারতে পালিয়ে গেছেন। এটা বড় ধরনের গোয়েন্দা ব্যর্থতা বলেই আমরা মনে করি।</p><p>শরিফ ওসমান হাদির হত্যাকাণ্ড অন্তর্বর্তী সরকার, নির্বাচন কমিশন, রাজনৈতিক দল সবার জন্যই সতর্কবার্তা। নির্বাচনের সুষ্ঠু পরিবেশ নিশ্চিতে সবাইকে ঐক্যবদ্ধ হতে হবে। শরিফ ওসমান হাদির শোক শক্তিতে পরিণত হোক।  </p></div></div></div></body></html>"
        },
        {
            "title": "প্রাণ ও পরিবেশের বিপর্যয় ঠেকান | প্রথম আলো",
            "time": "2025-12-20T02:28:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবচেয়ে উদ্বেগজনক চিত্র দেখা যাচ্ছে লামা উপজেলায়। সেখানে একটি ইউনিয়নেই ২৬টি ইটভাটা, যেখানে সেনাবাহিনী, র‍্যাব ও পুলিশের উপস্থিতিতেও নির্বাহী ম্যাজিস্ট্রেট ভাটায় অভিযান করতে পারেননি। এতে ফুটে উঠেছে সেখানে প্রশাসনিক দুর্বলতা কতটা গভীর। অনেক সময় অভিযান চালিয়ে ভাটা ভেঙে দেওয়া হলেও এক সপ্তাহের মধ্যেই সেগুলো আবার চালু হচ্ছে। এ যেন ‘ইঁদুর-বিড়াল খেলা’, যে খেলায় শেষ পর্যন্ত হারছে পরিবেশ ও সাধারণ মানুষ।</p><p>অবৈধ ইটভাটাগুলো পাহাড় কেটে, কৃষিজমি খনন করে মাটি সংগ্রহ করছে এবং জ্বালানি হিসেবে ব্যবহার করছে বনাঞ্চলের কাঠ। এতে একদিকে পাহাড়ধসের ঝুঁকি বাড়ছে, অন্যদিকে বন উজাড় হয়ে নষ্ট হচ্ছে জীববৈচিত্র্য। পানির উৎস শুকিয়ে যাওয়ার অভিযোগও উঠেছে, যা পাহাড়ি এলাকায় দীর্ঘমেয়াদি মানবিক সংকটের ইঙ্গিত দেয়। </p></div></div></div></body></html>"
        },
        {
            "title": "৮ কোটি টাকা কি দিতে পারবে বাফুফে, সময় আছে ১২ দিন | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F02%2F04%2F7451d3426bd243fa34817a8940fadb40-5c583b7de44a8.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাফুফের টেকনিক্যাল কমিটির প্রধান কামরুল হাসান বলেছেন, ‘আমরা ভেবেছিলাম, প্রতীকী মূল্যে জমিটা নিতে পারব। যেহেতু এটা খাসজমি। কিন্তু মন্ত্রণালয় থেকে জানানো হয়েছে, এর মূল্য বাবদ আট কোটি টাকা দিতে হবে। এত টাকা দিয়ে কীভাবে জমি নেব!’</p><p>টেকনিক্যাল সেন্টার নির্মাণের জন্য ফিফার ডেভেলপমেন্ট প্রজেক্টের আওতায় প্রায় ৩০ কোটি টাকা পাবে বাফুফে। শর্ত অনুযায়ী, চলতি মাসের মধ্যে নির্মাণকাজ শুরু না করলে এই বরাদ্দ ফেরত যাবে। সে হিসাবে বাফুফের হাতে আর সময় ১২ দিন।  কামরুল হাসান এখনই আশা ছাড়ছেন না। জানিয়েছেন, বাফুফে সভাপতি তাবিথ আউয়াল শিগগিরই এ বিষয়ে সিদ্ধান্ত নেবেন, ‘আমাদের সভাপতি ব্যক্তিগত কাজে একটু দেশের বাইরে আছেন। তিনি ফিরলেই একটা সিদ্ধান্ত হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঐতিহ্য নিয়ে টিকে আছে বগুড়ার শতবর্ষী অন্নপূর্ণা হোটেল | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-14%2Fo56riq1o%2FBogura-1.jpg?rect=0%2C105%2C1479%2C776&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>খাবারের ঐতিহ্য ধরে রেখেছে অন্নপূর্ণা</strong></p><p>নিরামিষ কিংবা মুড়িঘন্টের ঐতিহ্যের বাঙালি খাবারের কথা উঠলেই বগুড়ার অন্নপূর্ণার নাম আসে। আগের মতো কবি–সাহিত্যিকদের আড্ডা না থাকলেও এখনো ভোজনরসিকদের ভিড় থাকে। ঐতিহ্যকে ধারণ করে আজও এখানে স্টিলের থালায় ও গ্লাসে খাবার-পানি পরিবেশন করা হয়।</p><p>সম্প্রতি<strong> </strong>অন্নপূর্ণায় গিয়ে দেখা গেল, পুরোনো ইটের দোতলা ভবনের নিচতলায় খাবারের হোটেল। আর দোতলায় আবাসিক। খাবারের হোটেলে তিন বেলা হরেক বাঙালি খাবারের আয়োজন। স্টিলের থালায় খাবার পরিবেশনেও আছে বাঙালিয়ানার ছোঁয়া।</p><p>হোটেলের পুরোনো কর্মচারী প্রশান্ত সরকার <em>প্রথম আলো</em>কে বলেন, সকাল-দুপুর ও রাত। তিন বেলাতেই ভাত, ডাল, সবজি, নিরামিষ পাওয়া যায় এখানে। সঙ্গে খাসির মাংস, মুরগির মাংস, রুই, কাতলা, ইলিশ, বোয়াল, চিতল, কই মাছ, তেলাপিয়া, পাবদা, গচি মাছ, মাগুর, ছোট মাছ, খাসির কাটলেট, মুরগির লটপটি, কলিজা–সবজি, শাক, মুড়িঘন্ট, আলুভাজি, আলুভর্তা, বুটের ডাল, বেগুনভাজি, টাকি মাছ ভর্তা, কাঁচকলা ভর্তা, ভুনা খিচুড়ি, বিরিয়ানি, দই ও কোমল পানীয় পাওয়া যায়।</p><p>প্রশান্ত সরকার আরও বলেন, প্রতিদিন টাটকা বাজার করে রান্না হয় এখানে। প্রতি শুক্রবার আশপাশ ও দূরদূরান্ত থেকে অনেকেই আসেন। পুরোনো আড্ডার আমেজটা পাওয়া যায়। প্রতিদিন এক মণ চালের ভাত রান্না করা হয়। প্রতিদিন ২৫০ থেকে ৩০০ জন খাবার খেতে আসেন এখানে। বর্তমানে হোটেলে ১৩-১৪ জন কর্মচারী কাজ করেন। খাবার খেতে আসা ক্রেতা সেলিম হোসেন বলেন, খাবারের মূল্য কিছুটা বেশি মনে হলেও এখানকার শান্ত পরিবেশ এবং খাবার পরিবেশনে আতিথেয়তা প্রশংসার দাবিদার।</p><p>খাবার ঘরের দেয়ালে টাঙানো আছে কাঠে খোদাই করা পুরোনো মালিকের প্রতিকৃতিসহ কয়েকটি ছবি। ভোজনরসিকেরা মনে করেন, আড্ডা থাকুক আর না-ই থাকুক, তবু অন্নপূর্ণা বেঁচে থাকুক ঐতিহ্যের স্মারক আর কালের সাক্ষী হয়ে।</p></div></div></body></html>"
        },
        {
            "title": "সপ্তাহের মাঝামাঝি এসে হঠাৎ মানসিক চাপ বাড়তে পারে কাদের | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fouay8n4w%2FHoroscopeThumbChinmoy-Barua.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সপ্তাহে আপনার ভেতরে একধরনের দার্শনিক ও বিস্তৃত চিন্তার প্রবাহ কাজ করবে। আগের মতো ছোট গণ্ডির মধ্যে নিজেকে আটকে রাখতে মন চাইবে না। জীবনের অর্থ, ভবিষ্যৎ দিকনির্দেশ, শিক্ষা, বিশ্বাস বা দূরের কোনো সুযোগ নিয়ে গভীরভাবে ভাবতে শুরু করবেন। নতুন কিছু শেখা বা পুরোনো বিশ্বাস ভেঙে নতুন দৃষ্টিভঙ্গি গড়ে তোলার সময় এটি।<br>সপ্তাহের মাঝামাঝি এসে হঠাৎ মানসিক চাপ বাড়তে পারে। অর্থনৈতিক নিরাপত্তা, ঋণ, যৌথ সম্পদ বা কারও ওপর নির্ভরশীলতা নিয়ে অস্বস্তি তৈরি হতে পারে। অবচেতন ভয় বা পুরোনো আঘাত মাথাচাড়া দিতে পারে, যার ফলে আচরণে তাড়াহুড়ো বা সন্দেহ ঢুকে পড়বে।<br>সপ্তাহের শেষ দিকে সম্পর্ক খুব সংবেদনশীল হয়ে উঠবে। সঙ্গী, সহকর্মী বা কাছের মানুষদের সঙ্গে ভারসাম্য বজায় রাখা জরুরি। নিজের মতামত জোর করে চাপালে দূরত্ব তৈরি হতে পারে। এই সময় সবচেয়ে বড় শিক্ষা হলো—শোনা এবং বোঝা।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের কথামতো আসলেই কি রাশিয়া-ইউক্রেন যুদ্ধ শেষ হচ্ছে | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Frjn989rs%2F%E0%A7%A6%E0%A7%AA.avif?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ইউক্রেন যুদ্ধ কীভাবে শেষ হবে</strong></p><p>জাইলস বলেন, এই যুদ্ধ কীভাবে শেষ হবে—এর উত্তর সব সময় যেমন ছিল, এখনো তেমনই রয়েছে। একদিকে রাশিয়াকে পিছু হটতে বাধ্য করা, অন্যদিকে ইউক্রেনকে আত্মসমর্পণে বাধ্য করা।</p><p>জাইলস বিষয়টি ব্যাখ্যা করতে গিয়ে বলেন, রাশিয়া ও ইউক্রেন একই শর্তে যুদ্ধবিরতিতে একমত হতে পারছে না। কারণ, তাদের যুদ্ধের লক্ষ্য পরস্পরের সঙ্গে সামঞ্জস্যপূর্ণ নয়। তাদের লক্ষ্য এতটাই ভিন্ন যে আধুনিক যুদ্ধের ক্ষেত্রে তা ব্যতিক্রমী।</p><p>এই বিশ্লেষক বলেন, ট্রাম্প একাধিকবার ক্রেমলিনের অনেক দাবির সঙ্গে একাত্মতা পোষণ করেছেন। যার মধ্যে ইউক্রেনকে ভূখণ্ড ছাড় দেওয়ার দাবিও রয়েছে। যুদ্ধ শেষ করতে ট্রাম্পের প্রাথমিক ২৮ দফা পরিকল্পনায় রুশ যুদ্ধাপরাধের জন্য সাধারণ ক্ষমা ঘোষণার একটি ধারা ছিল। যদিও জেলেনস্কি এ প্রস্তাবের বিরোধিতা করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কেমন বাংলাদেশ চাই: দেয়াল থেকে ইশতেহারে | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F49vrqi0y%2FGroup-Pic.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মুক্তা বাড়ৈ</strong></p><p>সভাপতি, সমাজতান্ত্রিক ছাত্র ফ্রন্ট</p> <p>সাম্য ও মর্যাদার ভিত্তিতে বৈষম্যহীন সমাজ গড়ার কাজ এখনো অসম্পূর্ণ। বৈষম্যের মূল কারণ নির্ণয় করে অর্থনৈতিক, সামাজিক ও নীতিগত ব্যবস্থার সংস্কার অপরিহার্য। শিক্ষাব্যবস্থা আমাদের সর্বজনীন, বৈষম্যহীন, বিজ্ঞানভিত্তিক, সেকুলার ও গণতান্ত্রিক হওয়া প্রয়োজন। প্রাইমারি থেকে স্নাতক পর্যায় পর্যন্ত শিক্ষার ব্যবস্থা রাষ্ট্রের দায়িত্বে নিয়ে প্রতিটি এলাকায় স্কুল, মিড-ডে মিল, খেলাধুলার সুযোগ নিশ্চিত করতে হবে। স্বাস্থ্যব্যবস্থার ভঙ্গুর অবস্থা মোকাবিলায় জনস্বাস্থ্যকে রাষ্ট্রের অঙ্গীকারে আনা জরুরি।</p><p>নারীর প্রতি দৃষ্টিভঙ্গি পরিবর্তন ও সমান অধিকার বাস্তবায়ন, সম্পত্তি ও মাতৃত্বকালীন সুবিধা–সমতা, ডে–কেয়ার সেন্টারের ব্যবস্থা, সাইবার নিরাপত্তা—এটি নীতিগতভাবে নিশ্চিত করতে হবে। সংবিধানে থাকা অধিকার বাস্তবায়নের পাশাপাশি অসাম্প্রদায়িক, ন্যায়সংগত আইন ও অগণতান্ত্রিক বিধি বাতিল করা প্রয়োজন। ক্ষুদ্র জাতিগোষ্ঠী ও পাহাড়ি জনগোষ্ঠীর সাংবিধানিক স্বীকৃতি, মাতৃভাষায় শিক্ষা, ভূমি কমিশন ও ন্যায্য অধিকার নিশ্চিত করা দরকার। শ্রমজীবী মানুষের প্রতি শ্রদ্ধাশীল হওয়া, শ্রম শোষণ বিলুপ্ত করা এবং বৈষম্যহীন বাংলাদেশ নিশ্চিত করা—এটাই আমাদের চূড়ান্ত লক্ষ্য।</p><p>দেয়ালে লেখা গ্রাফিতি শুধু চেতনা নয়, এটি রাজনৈতিক ইশতেহারে পরিণত হলে সমান অধিকার, ন্যায়, শিক্ষা, স্বাস্থ্য, নারীর নিরাপত্তা ও নাগরিক মর্যাদা নিশ্চিত করে, বৈষম্যহীন, গণতান্ত্রিক ও মর্যাদাশীল বাংলাদেশ গড়ার পথ সুপ্রতিষ্ঠিত হবে।</p> </div></div></div></body></html>"
        },
        {
            "title": "সিঙ্গাপুরের দ্রষ্টা-স্রষ্টা লি কুয়ান থেকে আমরা কী শিখব | প্রথম আলো",
            "time": "2025-12-20T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fylxmkrhf%2FLeeKuanyewAFP.jpg?rect=0%2C60%2C727%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তুলনায় নিলে অবাক হওয়ার বিষয়, মালয়েশিয়া-সিঙ্গাপুর দ্বন্দ্ব পরিস্থিতি এবং পশ্চিম পাকিস্তান-পুর্ব পাকিস্তানের দ্বন্দ্ব পরিস্থিতি প্রায় একই রকম ছিল। দ্বন্দ্বগুলো তেজি হওয়ার ঘটনাও সমসাময়িক (মধ্য ষাট), সিঙ্গাপুরে যেমন মধ্য ষাটে, বাংলাদেশেও। বৈষম্য, বঞ্চনা, কেন্দ্র দ্বারা প্রান্তের শোষণ ও রাজনৈতিক হিস্যায় কমতি ইত্যাদি। মালয়েশিয়া সংসদে আইন করে সিঙ্গাপুরকে আলাদা করে দিল। ভাবসাব, ‘যা বাবা, অত মারামারি, ঝুটঝামেলা, বৈষম্যের অনুযোগ-অভিযোগ নিয়ে একসঙ্গে থাকতে হবে না! যা আলাদা হয়ে যা।’</p><p>আলাপটি মোড় ঘুরে অন্যদিকে চলে যাওয়ার আগে লি কুয়ান প্রসঙ্গে ফিরি। লি কুয়ান কেন দূরদৃষ্টিসম্পন্ন, তাঁর কাছ থেকে কী শেখার ছিল, আমরা কেন না শিখে ঠিক উল্টো পথেই হাঁটলাম, সেই প্রশ্নটির উত্তর খোঁজা দরকার।</p><p>লি কুয়ান রাষ্ট্রসংস্কারে নামলেন। সংস্কার এলে পুনর্গঠন হবেই। তিনি দৃঢ়প্রতিজ্ঞ। বেশ কিছু নীতিমালা করলেন। নীতিমালাগুলোর তিনটির বিষয়ে ন্যূনতম ছাড়ও দেননি। সেই অন্যতম তিনটি নীতিমালা বাংলাদেশ অনায়াসেই অনুসরণ করতে পারত। কারণ, ১৯৭১ সালে বিজয়ের পরপরই দেখার সুযোগ ছিল মাত্র ছয় বছরে সিঙ্গাপুর কোথায় গিয়ে পৌঁছাল, কীভাবে পৌঁছাল! সদ্য স্বাধীন রাষ্ট্রের চালকেরা সামান্য ভিশনারিও যদি হতেন, সিঙ্গাপুর থেকে শিখতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২০ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-20T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Fgqu7zzxr%2FWhatsApp-Image-2025-09-07-at-18.49.56e919fcaf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নিউক্যাসল-চেলসি</strong><br>সন্ধ্যা, ৬–৩০ মি. স্টার স্পোর্টস সিলেক্ট ১<br><strong>ম্যান সিটি–ওয়েস্ট হাম</strong><br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ১<br><strong>টটেনহাম–লিভারপুল</strong><br>রাত ১১–৩০ মি., স্টার স্পোর্টস সিলেক্ট ১<br><strong>এভারটন–আর্সেনাল</strong><br>রাত ২টা, স্টার স্পোর্টস সিলেক্ট ১</p></div></div></div></body></html>"
        },
        {
            "title": "‘সাংবাদিকতার জন্য এটি এক ভয়াবহ দিন’ | প্রথম আলো",
            "time": "2025-12-20T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fk3fvlei8%2FWhatsApp-Image-2025-12-19-at-10.16.25-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আক্রমণকারীরা প্রথম আলো কার্যালয়ে ব্যাপক ভাঙচুরের পর তাতে অগ্নিসংযোগ করে। দীর্ঘ সময় ধরে চলা অগ্নিকাণ্ডের কারণে ভবন পুড়ে যায় এবং তাতে সংরক্ষিত সম্পদ ও মূল্যবান নথিপত্র ভস্মীভূত হয়।</p><p>অভিনেতা খায়রুল বাসার লিখেছেন, সহিংসতা, ভাঙচুর, আঘাত কোনোভাবেই ন্যায্য না, কোনোভাবেই সমর্থনযোগ্য নয়। এদিন প্রথম আলোর পাঠক সংগঠন বন্ধুসভার কক্ষও পুড়ে গেছে।  </p><p>ঢাকা বিশ্ববিদ্যালয় বন্ধুসভার সাবেক সভাপতি খায়রুল বাসার। তিনি ফেসবুকে লিখেছেন, ‘আমাদের বন্ধুসভা পুড়িয়ে দেওয়া হয়েছে। যে বন্ধুসভার বন্ধুরা চর্চা করে পরিমল মানুষ হওয়ার চর্চা, চর্চা করে কীভাবে মানুষের পাশে থাকা যায়, কীভাবে বন্ধুর পাশে বন্ধু হয়ে থাকা যায় এবং আমরা তা চেষ্টা করেছি। আমরা চেয়েছি প্রতিদিন একটা ভালো কাজ, যা এগিয়ে দিতে পারে আমাকে-আপনাকে-আমাদের এক সুন্দর আগামীর দিকে। নিজের খেয়ে বনের মোষ তাড়ানো বা স্বেচ্ছাসেবী হাজার হাজার বন্ধুরা এই বন্ধুসভার হয়ে সামাজিক ও সাংস্কৃতিক কাজ করে গেছে শুধু একটা উর্বর সুন্দর বিকশিত বাংলাদেশের আশায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামের প্রথম মহিলা শহীদ | প্রথম আলো",
            "time": "2025-12-19T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Faone588k%2Fpaper-towers-white-purple-background.jpg?rect=0%2C75%2C3523%2C1850&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুমাইয়া (রা.), তাঁর স্বামী ইয়াসার ও পুত্র আম্মার (রা.)—এই তিনজনকে কুরাইশরা প্রচণ্ড নির্যাতন করত। উত্তপ্ত বালুর ওপর শুইয়ে রাখা, পাথর চাপা দেওয়া এবং ঈমান ত্যাগের জন্য হুমকি দেওয়া ছিল নিত্যদিনের ঘটনা।</p><p>এ সময় রাসুল (স.) তাঁদের পাশ দিয়ে গেলে সান্ত্বনা দিয়ে বলতেন, “হে ইয়াসার পরিবার, ধৈর্য ধারণ করো; তোমাদের প্রতিশ্রুত স্থান জান্নাত।” (আল মুস্তাদরাক আলা সহিহাইন, হাদিস: ৫০০)</p><p>এই বাণী প্রমাণ করে যে, সুমাইয়া (রা.) ও তাঁর পরিবার ইসলামের পথে অসীম ধৈর্য ও আত্মত্যাগের দৃষ্টান্ত স্থাপন করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো-ডেইলি স্টার কার্যালয়ে হামলায় ডাকসুর নিন্দা | প্রথম আলো",
            "time": "2025-12-19T21:43:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fbxj142so%2F%E0%A7%A9.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনা এবং নিউ এজ পত্রিকার সম্পাদক নূরুল কবীরের ওপর হামলার ঘটনায় তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদ (ডাকসু)। গতকাল শুক্রবার এক বিবৃতিতে এসব জানায় ডাকসু।</p><p>বিবৃতিতে ডাকসু আরও জানায়, স্বাধীন গণমাধ্যম রাষ্ট্রের স্থিতিশীলতার অন্যতম ভিত্তি। বিগত ফ্যাসিবাদী আমলে আমার দেশ, দিগন্ত টেলিভিশন, দৈনিক সংগ্রামসহ বিভিন্ন গণমাধ্যম, সাংবাদিক ও সম্পাদকদের ওপর যেভাবে দমন-পীড়ন চালানো হয়েছিল, সেই অন্ধকার সংস্কৃতিতে বাংলাদেশ আর ফিরে যেতে পারে না। একই সঙ্গে হাইকমিশন কার্যালয় ও বিভিন্ন সাংস্কৃতিক প্রতিষ্ঠানে হামলা, ভাঙচুর ও অগ্নিসংযোগ এবং ময়মনসিংহে ধর্ম অবমাননার অভিযোগে এক যুবককে পিটিয়ে হত্যার মতো মর্মান্তিক ঘটনারও তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছে ডাকসু। ধর্ম অবমাননার বিচার আইন ও আদালতের মাধ্যমেই হতে হবে, আইন নিজের হাতে তুলে নেওয়া কোনোভাবেই গ্রহণযোগ্য নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেইলি স্টার-প্রথম আলোতে হামলার ঘটনায় ল’ রিপোর্টার্স ফোরামের নিন্দা | প্রথম আলো",
            "time": "2025-12-19T21:37:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডেইলি স্টার ও  প্রথম আলো পত্রিকায় গত বৃহস্পতিবার গভীর রাতে হামলা, অগ্নিসংযোগ ও সাংবাদিকদের হেনস্থার ঘটনায় উদ্বেগ, নিন্দা ও প্রতিবাদ জানিয়েছে আইন, বিচার ও মানবাধিকার বিষয়ক সাংবাদিকদের সংগঠন ল’ রিপোর্টার্স ফোরাম।</p><p>গতকাল শুক্রবার ল’ রিপোর্টার্স ফোরামের সভাপতি হাসান জাবেদ এবং সাধারণ সম্পাদক মনিরুজ্জামান মিশন যৌথ বিবৃতিতে বলেন, এ ধরনের ন্যাক্কারজনক হামলা শুধু দুটি সংবাদপত্রের ওপর নয়, এটি স্বাধীন সাংবাদিকতা, মতপ্রকাশের স্বাধীনতা এবং গণতন্ত্রের মূল চেতনাকেই দগ্ধ করেছে। তাঁরা বলেন, গণমাধ্যম রাষ্ট্রের চতুর্থ জন্ম হিসেবে সত্য প্রকাশ ও জনস্বার্থ রক্ষায় নিরলসভাবে কাজ করে যাচ্ছে। সেই গণমাধ্যমের কণ্ঠ রুদ্ধ করতে সহিংসতা ও অগ্নিসংযোগের পথ বেছে নেওয়া গভীরভাবে ন্যাক্কারজনক, বেদনাদায়ক ও অগ্রহণযোগ্য। এমন ঘটনা সমাজকে অন্ধকারের দিকে ঠেলে দেয় এবং ভবিষ্যৎ প্রজন্মের জন্য একটি ভয়ংকর দৃষ্টান্ত স্থাপন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "অভিবাসী নারীর অন্তর্ভুক্তিতে গুরুত্ব দিন | প্রথম আলো",
            "time": "2025-12-19T21:24:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F9addsnq5%2FCapture.PNG?rect=0%2C68%2C964%2C506&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্র্যাকের সহযোগী পরিচালক শরিফুল হাসান বলেন, নারী শ্রমিক কোন পরিপ্রেক্ষিতে বা কোন অবস্থায় বিদেশ থেকে ফেরত আসতে বাধ্য হয়েছেন, সেই অনুযায়ী সরকারকে পুনর্বাসনের সিদ্ধান্ত নিতে হবে। দেশে ভালো ভালো অনেক আইন ও নীতি আছে, সেগুলো বাস্তবায়ন হচ্ছে কি না, তা দেখতে হবে।</p><p>শরিফুল হাসান বিদেশে প্রত্যেক নারী শ্রমিকের নিরাপত্তা নিশ্চিতের বিষয়টিতে গুরুত্ব দেন। বিদেশে যাওয়ার পর সব শ্রমিকের হাতে মুঠোফোন থাকা নিশ্চিত করা, দূতাবাস থেকে ফোন করে নারী শ্রমিকদের খোঁজ রাখা, দেশে ফেরত আসার পর বিমানবন্দরে কোন সংস্থার কী দায়িত্ব, তার গাইডলাইন তৈরি করার সুপারিশ করেন। একইভাবে নারী শ্রমিকেরা হংকং, জর্ডানসহ বিভিন্ন দেশে পোশাকশিল্প, কেয়ারগিভারসহ বিভিন্ন কাজে যাতে যেতে পারেন, সে ধরনের উদ্যোগ বাড়ানোর বিষয়টিতে গুরুত্ব দেন।</p><p>আলোচনায় অভিবাসন খাতের বেসরকারি গবেষণা প্রতিষ্ঠান রিফিউজি অ্যান্ড মাইগ্রেটরি মুভমেন্টস রিসার্চ ইউনিটের (রামরু) প্রোগ্রাম ডিরেক্টর মেরিনা সুলতানা বলেন, সরকারের ‘প্রত্যাগত অভিবাসী কর্মীদের জন্য পুনরেকত্রীকরণ নীতিমালা ২০২৪’–এ জেন্ডারের বিষয়টি অন্তর্ভুক্ত করা হয়েছে। বিদেশফেরত নারী শ্রমিকদের ঘুরে দাঁড়ানোর জন্য সহায়তা করার পাশাপাশি ফেরত আসা এই নারীদের প্রতি যে নেতিবাচক দৃষ্টিভঙ্গি, তা পরিবর্তনেও সবাইকে ঐক্যবদ্ধভাবে কাজ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারের ওপর হামলার ঘটনায় বৈষম্যবিরোধী ছাত্র আন্দোলনের নিন্দা | প্রথম আলো",
            "time": "2025-12-19T21:13:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F8ycn6q96%2F1.avif?rect=0%2C53%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান বিন হাদির মৃত্যুর পর সংবাদমাধ্যম প্রথম আলো, ডেইলি স্টার ও সংস্কৃতিকেন্দ্র ছায়ানটসহ বিভিন্ন প্রতিষ্ঠানে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনায় নিন্দা জানিয়েছে বৈষম্যবিরোধী ছাত্র আন্দোলন।  বৈষম্যবিরোধী ছাত্র আন্দোলনের দপ্তর সম্পাদক শাহাদাত হোসেনের পাঠানো বিবৃতিতে বলা হয়, জুলাই ছাত্র-জনতার অভ্যুত্থানোত্তর নতুন বাংলাদেশে এ ধরনের পূর্বপরিকল্পিত ও ন্যাক্কারজনক ঘটনা অনভিপ্রেত ও অত্যন্ত উদ্বেগজনক। বৈষম্যবিরোধী ছাত্র আন্দোলন এ সকল ন্যাক্কারজনক ঘটনার তীব্র নিন্দা ও প্রতিবাদ জানাচ্ছে।</p><p>বিবৃতিতে আরও বলা হয়, মনে রাখতে হবে, সাধারণ মানুষের সাংবিধানিক অধিকার, বিশেষত মতপ্রকাশের স্বাধীনতা, সংবাদপত্রের স্বাধীনতা ও সাংস্কৃতিক কর্মকাণ্ডের স্বাধীনতা একটি গণতান্ত্রিক রাষ্ট্রের মৌলিক ভিত্তি। তাই সংবাদমাধ্যমসহ বিভিন্ন সাংস্কৃতিক প্রতিষ্ঠানের ওপর হামলা এই মতপ্রকাশ ও সংবাদপত্রের স্বাধীনতার ওপর সরাসরি ও গুরুতর আঘাত। বৈষম্যবিরোধী ছাত্র আন্দোলন মনে করে, প্রত্যেকটি প্রতিষ্ঠানের নিজস্ব আদর্শ, রাজনীতি ও চিন্তাধারা থাকতে পারে এবং তা নিয়ে মতভেদ ও সমালোচনাও থাকতে পারে। কিন্তু তা প্রকাশ করতে হবে গণতান্ত্রিক উপায়ে, কোনো সহিংসতা ও ধ্বংসযজ্ঞের মাধ্যমে নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারের ওপর হামলা স্বাধীন মতপ্রকাশে বাধা: জাতীয় গণতান্ত্রিক ফ্রন্ট | প্রথম আলো",
            "time": "2025-12-19T21:07:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যৌথ বিবৃতিতে তাঁরা বলেন, শরিফ ওসমান হাদির মৃত্যুর পর যখন সারা দেশের শোকাহত, মানুষ তাঁর জন্য প্রার্থনারত, ঠিক তখন প্রতিবাদের নামে একটি স্বার্থান্বেষী মহল পরিস্থিতিকে ঘোলাটে করে। এ জন্য তারা দৈনিক প্রথম আলো, ডেইলি স্টারসহ দেশের বিভিন্ন স্থাপনায় হামলা, ভাঙচুর, অগ্নিসংযোগ ও সাংবাদিক নূরুল কবীরের ওপর হামলা করে।</p><p>এই ঘটনা দেশের  ভাবমূর্তিকে চরমভাবে ক্ষুণ্ন করেছে উল্লেখ করে বিবৃতিতে নেতারা বলেন, এ ধরনের সকল প্রকার সহিংসতার বিরুদ্ধে দলমত, জাতি–ধর্মনির্বিশেষে সবাইকে ঐক্যবদ্ধ হয়ে রুখে দাঁড়াতে হবে।</p></div></div></div></body></html>"
        }
    ]
}