{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রেসকোর্সের সেই মাহেন্দ্রক্ষণ | প্রথম আলো",
            "time": "2025-12-15T20:45:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F1q7qyc1x%2FWhatsApp-Image-2025-12-15-at-20.02.31.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পৌষের বিকেল। কুহেলিকার নরম আলো এসে পড়ছে রেসকোর্সের মাঠে। একটু পর এখানে সৃষ্টি হতে যাচ্ছে বাংলার ইতিহাসের এক নতুন অধ্যায়। রেসকোর্সের বিশাল মাঠে একটি কাঠের টেবিল ও দুটি চেয়ার পাতা। একটিতে বসেছেন মিত্রবাহিনী ও মুক্তিবাহিনীর অধিনায়ক লেফটেন্যান্ট জেনারেল জগজিৎ সিং অরোরা। আরেকটিতে পাকিস্তান সেনাবাহিনীর পূর্বাঞ্চলীয় অধিনায়ক লেফটেন্যান্ট জেনারেল আমির আবদুল্লাহ খান নিয়াজি। তাঁর চোখেমুখে সন্ত্রস্ত ভাব। হৃষ্টপুষ্ট নিয়াজিকে দেখাচ্ছে চুপসানো বেলুনের মতো। এই দুই জেনারেলের পেছনে দণ্ডায়মান মুক্তিবাহিনীর উপপ্রধান এয়ার কমোডর এ কে খন্দকার, ভারতীয় ভাইস অ্যাডমিরাল নীলকান্ত কৃষ্ণান, এয়ার মার্শাল হরি চাঁদ দেওয়ান, কোর কমান্ডার লেফটেন্যান্ট জেনারেল সাগাত সিং ও পূর্বাঞ্চলীয় বাহিনীর প্রধান মেজর জেনারেল জে এফ আর জেকব। কাঁপা কাঁপা হাতে আত্মসমর্পণের দলিলে স্বাক্ষর করছেন নিয়াজি। সেদিকে নজর রাখছেন জেনারেল অরোরা। এই স্বাক্ষরের মধ্য দিয়ে পৃথিবীর বুকে ‘বাংলাদেশ’ নামে যে একটি নতুন রাষ্ট্রের জন্ম হলো, ফ্ল্যাশগানের আলোয় সেই মাহেন্দ্রক্ষণটি ক্লিক ক্লিক করে উঠল বেশ কয়েকজন আলোকচিত্রীর ক্যামেরায়।</p><p>ওই দিন যাঁরা ছবি তুলেছেন, তাঁদের বেশির ভাগই আন্তর্জাতিক গণমাধ্যমের ফটোসাংবাদিক। সেদিন ভারতীয় ইংরেজি দৈনিক দ্য স্টেটসম্যানের প্রখ্যাত আলোকচিত্রী রঘু রাই ও দ্য এশিয়া ম্যাগাজিনের ফটো এডিটর কিশোর পারেখসহ বিশ্বের বাঘা বাঘা আলোকচিত্রী ছবি তুলেছেন একেবারে সামনের কাতারে থেকে। ব্যতিক্রম ছিল বাংলাদেশের আলোকচিত্রীদের বেলায়। সেদিন একেবারে নিজেদের প্রচেষ্টায় ভারতীয় সেনাবাহিনীর প্রতিরক্ষাব্যূহ ভেদ করে ছবি তুলেছিলেন বাংলাদেশের চার আলোকচিত্রী। জীবনের ঝুঁকি নিয়ে ওই দিন রেসকোর্সের মাঠে হাজির হয়েছিলেন দৈনিক ইত্তেফাকের ফটোসাংবাদিক আফতাব আহমদ, দৈনিক পূর্বদেশের মানু মুন্সী, ডিএফপির চিত্রগ্রাহক এম এ মবিন ও প্রখ্যাত আলোকচিত্রী আমানুল হক। এই ঐতিহাসিক মুহূর্তটি তুলতে পারার জন্য আফতাব আহমদ কিছুটা স্বীকৃতি পেলেও বাকি তিন আলোকচিত্রীর নাম ইতিহাসে লিপিবদ্ধ নেই। ফলে তাঁদের সাহসিকতার কথা দীর্ঘ সময় ধরে আড়ালেই থেকে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ বিশ্ববিদ্যালয়: দাবি পূরণের আশ্বাসে ১৫ ঘণ্টা পর শিক্ষার্থীদের অবরোধ প্রত্যাহার | প্রথম আলো",
            "time": "2025-12-15T20:39:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F4yfzjw4c%2FJNU-protest.jpeg?rect=0%2C146%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবরোধে অংশ নেওয়া বিশ্ববিদ্যালয়ের বাংলা বিভাগের ২০২৪–২৫ শিক্ষাবর্ষের শিক্ষার্থী মোস্তাকিম আহম্মেদ অসুস্থ হয়ে পড়েন। আন্দোলনকারীরা জানান, দীর্ঘক্ষণ না খেয়ে থাকা এবং স্লোগান দেওয়ার কারণে তিনি অসুস্থ হয়ে পড়লে তাঁকে বিশ্ববিদ্যালয়ের মেডিকেল সেন্টারে ভর্তি করা হয়।</p><p>গত বুধবার থেকে শিক্ষার্থীরা তিন দফা দাবিতে বিভিন্ন কর্মসূচি পালন করে আসছেন। তাঁদের মূল দাবি, আস-সুন্নাহ ফাউন্ডেশন পরিচালিত ‘মেধাবী প্রকল্পে’র আওতায় থাকা শিক্ষার্থীদের সাধারণ আবাসন বৃত্তি নীতিমালার অন্তর্ভুক্ত করতে হবে। একই সঙ্গে তাঁরা আবাসন বৃত্তিকে ‘মেধাভিত্তিক’ না করে ‘প্রয়োজনভিত্তিক’ করার এবং এ জন্য আরোপিত ৭০ শতাংশ উপস্থিতি ও সিজিপিএ-নির্ভর শর্ত বাতিলের দাবি জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "আমনের ভরা মৌসুমে ধান বেচাকেনা | প্রথম আলো",
            "time": "2025-12-15T20:34:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fef2ugn6j%2F%E0%A7%AC.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"আমনের ভরা মৌসুমে ধান বেচাকেনা\" class=\"IiRps \">আমনের ভরা মৌসুমে ধান বেচাকেনা</h1></p><div class=\"Ibzfy\"><p>উত্তরের অন্যতম ধান বিক্রির হাট উমরদিঘী। সেখানে মহাসড়কের দুই পাশে সপ্তাহে দুই দিন হাট বসে। মৌসুমের এই সময়ে এ হাটে প্রায় ১০ হাজার মণ ধান বেচাকেনা হয়। হাটে ব্রি-৪৯, স্বর্ণা-৫ ও কাটারি জাতের ধানের ব্যাপক আমদানি হচ্ছে। কৃষকদের কাছ থেকে কেনা ধান স্তূপ করছেন ব্যাপারীদের শ্রমিকেরা। কৃষকেরা জানিয়েছেন, গত বছরের চেয়ে এবার ধানের দাম কম। এতে হতাশায় ভুগছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "বনানীতে আকিজ ফার্মেসির ফ্ল্যাগশিপ আউটলেট উদ্বোধন | প্রথম আলো",
            "time": "2025-12-15T20:34:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fq9ctcdzx%2FAKIJ-Pharmacy-Image.jpg?rect=0%2C140%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে প্রতিষ্ঠানটির চিফ বিজনেস অফিসার ইসতিয়াক আলী তালুকদার বলেন, ‘আমাদের লক্ষ্য গ্রাহকদের জন্য মানসম্মত ঔষধ এবং সর্বাধুনিক প্রযুক্তি ব্যবহার করে সেবা নিশ্চিত করা। এর মাধ্যমে আমরা গ্রাহকের বিশ্বাস অর্জন এবং তাঁদের সঙ্গে দীর্ঘমেয়াদী সম্পর্ক গড়ে তুলতে চাই।’</p><p>আকিজ রিসোর্সের ডেপুটি সিওও সোহানুর রহমান সোহান বলেন, ‘আকিজ রিসোর্স দীর্ঘদিন ধরে উন্নত গ্রাহকসেবা ও মানসম্মত ব্যবসায়িক মান বজায় রেখে বিভিন্ন খাতে সুনামের সঙ্গে কার্যক্রম চালিয়ে যাচ্ছে। নতুন এই ব্যবসাতেও আমরা সেই একই মান এবং ধারাবাহিকতা বজায় রাখতে বদ্ধপরিকর।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘সর্বদলীয় সমাবেশে’ সংহতি জানালেও যায়নি বিএনপি | প্রথম আলো",
            "time": "2025-12-15T20:28:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fswnibw7s%2FHadi.jpeg?rect=0%2C81%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে বক্তব্য দেন সাবেক তথ্য উপদেষ্টা মাহফুজ আলম। তিনি বলেন, ‘খুবই সংকটময় পরিস্থিতি সামনে। আমাদের গায়ে হাত দেওয়া যাবে না। একটা লাশ পড়লে আমরা কিন্তু লাশ নেব। অত সুশীলতা করে লাভ নেই।’</p><p>মাহফুজ আলম বলেন, ‘৫ আগস্টের পর যখন মুজিববাদীদের, আওয়ামী লীগ ও ১৪–দলীয় সন্ত্রাসীদের প্রতিটি বাড়ি চুরমার করে দেওয়ার ক্ষমতা ছিল, সেদিন আমরা নিজেদের সংবরণ করেছিলাম বলে আজকে তারা এই সাহস পাচ্ছে। আমরা ক্ষমা করে যদি ভুল করে থাকি, তাহলে আমরা প্রতিজ্ঞা নেব, আমরা আর ক্ষমা করব না।’</p><p>বাংলাদেশে থেকে যারা ভারত ও ভিনদেশিদের স্বার্থ রক্ষা করবে, তাদেরও নিরাপদ থাকতে না দেওয়ার হুঁশিয়ারি দিয়ে মাহফুজ আলম বলেন, ‘দেশের ভেতরের রাজনৈতিক লড়াইকে যারা বাইরে নিয়ে গেছে, তাদের হুঁশিয়ার করে দিতে চাই যে যদি দেশের লড়াই দেশের বাইরে যায়, তাহলে মুক্তির লড়াইও এ দেশের বাইরে যাবে। আমরা যদি নিরাপদ না থাকি, এই দেশে আমাদের শত্রুরাও নিরাপদে থাকতে পারবে না। এটা হচ্ছে বেসিক কন্ডিশন।’</p><p>মাহফুজ আলম বলেন, ‘ভারত থেকে আপনারা সন্ত্রাসের উসকানি দেবেন, সন্ত্রাস চালাবেন, আমার ভাইয়ের ওপর গুলি চালাবেন, এটা আমরা বরদাশত করব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনির সৈকতে ছয়টি বন্দুক দিয়ে হামলা চালান বাবা-ছেলে | প্রথম আলো",
            "time": "2025-12-15T20:25:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F052anfks%2Faus.JPG?rect=0%2C390%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানিয়েছে, হামলাকারীদের গুলিতে ১০ থেকে ৮৭ বছর বয়সী ১৫ জন নিহত হয়েছেন। এক হামলাকারীসহ মোট নিহত ১৬ জন। আহত ৪০ জনের মধ্যে চারটি শিশু রয়েছে। সোমবার পর্যন্ত ২৬ জন রোগী সিডনির বিভিন্ন হাসপাতালে চিকিৎসাধীন। দুই পুলিশ সদস্য গুরুতর আহত হলেও বর্তমানে স্থিতিশীল অবস্থায় আছেন।</p><p>অস্ট্রেলিয়ার স্বরাষ্ট্রমন্ত্রী টনি বার্ক বলেন, হামলাকারী নাভিদ আকরাম ২০১৯ সালের অক্টোবরে অস্ট্রেলিয়ান সিকিউরিটি ইন্টেলিজেন্স অর্গানাইজেশনের (এএসআইও) নজরে এসেছিলেন। মূলত তাঁর পরিচিতজনদের নিয়ে উদ্বেগ থাকায় এই নজরদারি করা হয়েছিল। এএসআইও সে সময় তাঁর মধ্যে সন্ত্রাসী কর্মকাণ্ডের তাৎক্ষণিক কোনো হুমকি খুঁজে পায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "আলোচনায় পাকিস্তানি হানাদারদের মনস্তত্ত্ব নিয়ে কথা বললেন আরিফ রহমান | প্রথম আলো",
            "time": "2025-12-15T20:20:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fucc19caa%2FDUSU.jpg?rect=0%2C468%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিওফ্রে সেই সৈন্যদের জিজ্ঞেস করলেন, ‘তোমরা তো সৈনিক। পাকিস্তানে তোমাদের স্ত্রী আছে, বাচ্চা আছে। তোমরা কীভাবে এই মেয়েগুলোর এ রকম খারাপ অবস্থা করলে? কীভাবে এ রকম ধর্ষণ করলে? কেন করলে? তোমরা তো চোর না, ডাকাত না, তোমরা তো ধর্ষক না।’ তাদের খুব সহজ উত্তর ছিল যে, ‘আমাদের কাছে টিক্কা খানের নির্দেশনা ছিল যে একজন ভালো মুসলমান কখনোই তার পিতার বিরুদ্ধে যুদ্ধ করবে না। তাই আমাদের যত বেশি সংখ্যক বাঙালি মেয়েদেরকে গর্ভবতী করে রেখে যেতে হবে।’ ধর্ষণে লিপ্ত একজন পাকিস্তানি অফিসার তাঁর বন্ধুকে লিখছেন যে, ‘এই বাঙালি নারীদের আমরা পোষ মানাব এবং নতুন সাচ্চা পাকিস্তানিদেরকে জন্ম দেব।’</p><p>আরিফ রহমান বলেন, হামুদুর রহমান কমিশন রিপোর্টে একজন অফিসার বলেছেন, নিয়াজি সৈনিকদের সঙ্গে অসৈনিকসুলভ আচরণ করতেন। চোখে শয়তানের দীপ্তি নিয়ে উনি তাদেরকে জিজ্ঞেস করতেন, ‘গত রাতে তোমার অর্জন কী?’ এখানে অর্জন বলতে তিনি ধর্ষণ বোঝাতেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে গুলি: ফয়সল করিমের সহযোগী গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-15T20:17:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fyxrhw26p%2FUntitled_2.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান হাদির ওপর হামলার প্রধান সন্দেহভাজন ফয়সল করিম মাসুদের সহযোগী মো. কবিরকে নারায়ণগঞ্জ থেকে গ্রেপ্তার করেছে র‌্যাব। কবির ঘটনার কয়েক দিন আগে, গত ৫ ডিসেম্বর, ফয়সল করিমের সঙ্গে বাংলামোটরে হাদির প্রতিষ্ঠিত ইনকিলাব কালচারাল সেন্টারে গিয়েছিলেন, যা সিসিটিভি ফুটেজে ধরা পড়েছে। জাতীয় নির্বাচনের তফসিল ঘোষণার পরদিন গত শুক্রবার পুরানা পল্টনে চলন্ত মোটরসাইকেল থেকে রিকশায় থাকা ওসমান হাদিকে গুলি করা হয়। মাথায় গুলিবিদ্ধ হাদি আশঙ্কাজনক অবস্থায় সিঙ্গাপুরে চিকিৎসাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "কলকাতায় যথাযোগ্য মর্যাদায় বাংলাদেশের বিজয় দিবস উদ্‌যাপিত হবে | প্রথম আলো",
            "time": "2025-12-15T20:15:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F26180qbg%2FFORT%E2%80%93WILLIAM-.jpeg?rect=0%2C22%2C474%2C249&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিনিধিদলে রয়েছেন ব্রিগেডিয়ার জেনারেল এম লুৎফর রহমান ও মেজর শের–ই–শাহবাজ এবং তাঁদের স্ত্রীরা। মুক্তিযোদ্ধাদের মধ্যে রয়েছেন মো. হাবিবুল আলম, মেজর (অব.) অলিক কুমার গুপ্ত, মেজর (অব.) কামরুল আবেদিন, মেজর (অব.) মনীষ দেওয়ান, মেজর (অব.) মো. আব্দুল হাকিম, মেজর (অব.) হাফিজুর রহমান, ব্রিগেডিয়ার জেনারেল (অব.) মো. শামছুল হুদা ও আবদুল্লাহ হিল শফি।</p><p>ফোর্ট উইলিয়ামে বিজয় স্মারকস্তম্ভে বাংলাদেশ ও ভারতের প্রতিনিধিরা মুক্তিযুদ্ধে শহীদ বীরদের স্মৃতির প্রতি ফুল দিয়ে শ্রদ্ধা জানাবেন। অনুষ্ঠানে ১৯৭১ সালের মুক্তিযুদ্ধে বাংলাদেশি মুক্তিযোদ্ধা ও ভারতীয় সেনাবাহিনীর পূর্বাঞ্চলীয় কমান্ডের যোদ্ধাদের যৌথ লড়াইকে কৃতজ্ঞতার সঙ্গে স্মরণ করা হবে। মহান মুক্তিযুদ্ধে এই যৌথ বাহিনীর হাতে পাকিস্তানি হানাদার বাহিনী পরাজিত হয় এবং স্বাধীন বাংলাদেশের অভ্যুদয় ঘটে।</p></div></div></div></body></html>"
        },
        {
            "title": "মহান বিজয় দিবস আজ | প্রথম আলো",
            "time": "2025-12-15T19:18:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-15%2F2xv1zdbl%2FUntitled-16.jpg?rect=0%2C0%2C709%2C372&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাসস জানায়, মহান বিজয় দিবস উপলক্ষে রাষ্ট্রপতি মো. সাহাবুদ্দিন ও প্রধান উপদেষ্টা মুহাম্মদ ইউনূস পৃথক বাণী দিয়েছেন। বাণীতে তাঁরা দেশে ও বিদেশ বসবাসরত বাংলাদেশিদের বিজয়ে শুভেচ্ছা ও উষ্ণ অভিনন্দন এবং শহীদ মুক্তিযোদ্ধাদের প্রতি গভীর শ্রদ্ধা নিবেদন করেছেন। কৃতজ্ঞতার সঙ্গে সব বীর মুক্তিযোদ্ধা ও ক্ষতিগ্রস্ত পরিবারগুলোর কথা স্মরণ করেন।</p><p>রাষ্ট্রপতি মো. সাহাবুদ্দিন তাঁর বাণীতে বলেন, ‘দিনটি আমাদের জাতীয় গৌরবের প্রতীক, স্বাধীনতার চূড়ান্ত সাফল্যের স্মারক। স্বাধীনতার প্রকৃত সুফল জনগণের দোরগোড়ায় পৌঁছে দিতে হলে গণতন্ত্রকে আরও শক্তিশালী ও প্রাতিষ্ঠানিক রূপ দিতে হবে। ব্যক্তি, সমাজ ও রাষ্ট্রীয় জীবনের প্রতিটি ক্ষেত্রে পরমতসহিষ্ণুতা, পারস্পরিক শ্রদ্ধাবোধ এবং ঐক্যের সংস্কৃতি গড়ে তুলতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আনিস আলমগীরের গ্রেপ্তার-রিমান্ডের ঘটনায় ঢাকা রিপোর্টার্স ইউনিটির উদ্বেগ | প্রথম আলো",
            "time": "2025-12-15T19:13:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিআরইউ জানায়, কোনো সুনির্দিষ্ট অভিযোগ ছাড়াই গত রোববার সন্ধ্যায় সাংবাদিক আনিস আলমগীরকে ডিবি কার্যালয়ে নেওয়া হয়। পরে তাঁকে সেখানে আটকে রেখে পরদিন তাঁর বিরুদ্ধে সন্ত্রাসবিরোধী আইনে মামলা করা হয়। গ্রেপ্তার দেখানোর পর তাঁকে আদালতে হাজির করে রিমান্ড আবেদন করা হলে আদালত পাঁচ দিনের রিমান্ড মঞ্জুর করেন।</p><p>ডিআরইউ নেতারা মনে করেন, এ ধরনের আচরণ অতীতের স্বৈরাচারী শাসনামলে সাংবাদিকদের ওপর রাষ্ট্রীয় দমন–পীড়নের স্মৃতি উসকে দেয়। বিবৃতিতে বলা হয়, অতীতে আওয়ামী লীগ সরকারের সময় সাংবাদিকদের বিরুদ্ধে মিথ্যা মামলা, হয়রানি ও নির্বিচার গ্রেপ্তারের ঘটনা নিয়মিত ঘটেছে। বর্তমান ঘটনাটি সেই দুঃখজনক বাস্তবতারই পুনরাবৃত্তি বলে মন্তব্য করেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "আমরা ১৬ হাজার টাকায় ‘স্টপ জেনোসাইড’ বানালাম | প্রথম আলো",
            "time": "2025-12-15T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fr1lu9c7h%2FMV5BMWY2NDNkOTUtMTBiNy00NDRiLWE2YTgtZWI2OWU5NjA2MjJjXkEyXkFqcGc___V1_.jpg?rect=0%2C0%2C1048%2C550&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>সৈয়দ হাসান ইমাম : </strong>মুক্তিযুদ্ধের সময় যখন জহির রায়হান বললেন ছবি বানাবেন, আমি ইস্ট-ইন্ডিয়া মোশন পিকচার্স অ্যাসোসিয়েশনের অফিস সেক্রেটারি প্রামাণিকের সঙ্গে কথা বললাম। তাঁর সঙ্গে আগেও যোগাযোগ ছিল। তাঁর মাধ্যমে মুক্তিযুদ্ধের সময় এর আগেও অর্থ সাহায্য পেয়েছিলাম। তাঁকে বললাম, আমরা একটা ছবি বানাতে চাই, মুক্তিযুদ্ধের ওপর। তখন তাঁর মাধ্যমে ভারতীয় ১৬ হাজার টাকার ব্যবস্থা হলো। জহির রায়হানকে সেই টাকা এনে দিলাম, বললাম, ‘এই নিন আপনার ফান্ড।’ আমরা ১৬ হাজার টাকায় ‘স্টপ জেনোসাইড’ বানালাম। অপর্ণা সেনের মামাশ্বশুর বড়মাপের ডকুমেন্টারি ফিল্মমেকার ছিলেন, অনেক ন্যাশনাল-ইন্টারন্যাশনাল পুরস্কার তিনি পেয়েছিলেন। তাঁর একটি ক্যামেরা ছিল, এই সিনেমা বানাতে ওই ক্যামেরা তিনি আমাদের দিলেন বিনা খরচে। কীভাবে বাংলাদেশে গণহত্যা হচ্ছিল, এটা পৃথিবীর মানুষ জানল এই চলচ্চিত্রের মাধ্যমে। ছবিটি মুক্তিযুদ্ধে একটা বিরাট ভূমিকা রেখেছিল।</p></span></div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সৈয়দ হাসান ইমাম</figcaption><figcaption class=\"story-element-image-attribution\">ছবি : প্রথম আলো</figcaption></p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে গুলি: ফয়সল করিমের এক সহযোগী গ্রেপ্তার | প্রথম আলো",
            "time": "2025-12-15T18:07:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F8fscdj4o%2FUntitled-2.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় নির্বাচনের তফসিল ঘোষণার পরদিন গত শুক্রবার রাজধানীর পুরানা পল্টনের বক্স কালভার্ট সড়কে চলন্ত মোটরসাইকেল থেকে দুর্বৃত্তরা রিকশায় থাকা ওসমান হাদিকে গুলি করে। ইনকিলাব মঞ্চের আহ্বায়ক ওসমান হাদি ঢাকা-৮ আসনে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচন করার জন্য প্রচার চালাচ্ছিলেন। মাথায় গুলিবিদ্ধ হাদির অবস্থা আশঙ্কাজনক। তাঁকে সোমবার উন্নত চিকিৎসার জন্য সিঙ্গাপুরে পাঠানো হয়েছে।</p><p>ফয়সল করিম মোটরসাইকেলের পেছনে বসে ওসমান হাদিকে গুলি করেছিলেন বলে ঘটনাস্থলের আশপাশের সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে ধারণা করছেন তদন্ত–সংশ্লিষ্ট পুলিশ কর্মকর্তারা। ফয়সল করিমকে এখনো গ্রেপ্তার করতে পারেনি পুলিশ। তবে তাঁর স্ত্রী পারভীন সামিয়া, শ্যালক ওয়াহিদ আহমেদ শিপু, বান্ধবী মারিয়া আক্তার লিমাসহ মোট ছয়জনকে গ্রেপ্তার করা হয়েছে। এ তালিকায় নতুন করে যুক্ত হলো কবিরের নাম।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঙালি মুসলমানের ট্র্যাজেডি এবং মুক্তিযুদ্ধ | প্রথম আলো",
            "time": "2025-12-15T18:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Ff7ynixd6%2Fmuktijoddha.jpg?rect=0%2C92%2C713%2C374&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘৃণার সঙ্গে বলা হয়েছে, এখনো বলা হয়, বাঙালি মুসলমান হচ্ছেন ধর্মান্তরিত মুসলমান, বলা হয় বেশির ভাগই এসেছেন নিম্নবর্গ অস্পৃশ্য হিন্দু কিংবা বৌদ্ধ থেকে। এই বক্তব্যের মধ্যে যে ঘৃণা ফুটে ওঠে, তা বলাই বাহুল্য, ভয়ংকর বর্ণবাদী, জাতিবিদ্বেষী। ইসলাম ধর্ম এই পৃথক্‌করণের বিরোধিতার প্রতিশ্রুতি নিয়েই প্রবর্তিত হয়েছিল। কিন্তু ইসলামের নেতারাই এই দৃষ্টিভঙ্গি এখানে চর্চা করেছেন, করছেন। যেহেতু ইসলাম ধর্মের আগে অনেকগুলো ধর্ম মানবসমাজে ছিল, সুতরাং ধর্মান্তরিত হয়ে মুসলমান হওয়াই মুসলমানদের বর্তমান কিংবা অতীত কোনো না কোনো প্রজন্মের জন্য অপরিহার্য।</p><p>এই অঞ্চলের ক্ষমতাবান সম্পদশালী ‘অভিজাত’ মুসলমানদের প্রধান প্রবণতাÑস্থানীয় শিকড় অস্বীকার করা। ‘অভিজাত’দের বরাবরের দাবি তাই যে তাঁরা বাইরে থেকে এসেছেন। কোনো তথ্য হিসেবে নয়, এই অঞ্চলের মানুষ থেকে ভিন্ন হবার চেষ্টাতেই তাঁরা এই যোগসূত্র দেখাতে চেষ্টা করেন। বরাবরই এই অঞ্চলের ভাষা এবং সেই সঙ্গে বিভিন্ন প্রথা, অভ্যাস, আচার, অনুষ্ঠানাদির প্রতি এসব লোক ঘৃণা ও বিদ্বেষ প্রদর্শন করেছেন। এবং তার থেকে নিজের দূরত্ব রক্ষা আশরাফ মুসলমানের লক্ষণ হিসেবেই বিবেচনা করে এসেছেন।</p><p>ইসলাম এই অঞ্চলে এসেছে হাজারখানেক বছর আগে; কিন্তু এ দেশে মানুষের বসতি কয়েক হাজার বছরের পুরোনো। এই অঞ্চলের আবহাওয়া, পরিবেশ, ফসল, ফলন ইত্যাদি ইসলাম ধর্মের কেন্দ্রভূমি থেকে ভিন্ন। এখানকার মাটি, পানি, ঘাস, ফুল, ফল, ফসল, লতা, পাতা, পাখি, মাছ ইত্যাদির সঙ্গে এ দেশের মানুষের প্রতিদিনের জীবন–জীবিকা সুখ দুঃখ হাসি ঠাট্টা স্বপ্ন বিশ্বাস ভরসা আশীর্বাদ সবকিছু জড়িয়ে আছে। ইসলাম ধর্ম গ্রহণ করে এ দেশের মানুষ জীবনের এই প্রবল অস্তিত্বকে ত্যাগ করবেন কীভাবে? করতে পারেন না, করতে চানও না।</p></div></div></div></body></html>"
        },
        {
            "title": "সারা ঘরে পড়ে ছিল আধখাওয়া ডিমের টুকরো | প্রথম আলো",
            "time": "2025-12-15T18:00:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-09%2Fi5xrfutl%2Fpeter_R_Kahn_.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকাল ১০টার কিছু পর, এক ব্রিটিশ সাংবাদিক দৌড়ে এলেন, চিৎকার করে জানালেন যে ঘণ্টাখানেকের মধ্যে ফরমান এই হোটেলে আসবেন আত্মসমর্পণের জন্য। উত্তেজনা ব্যাপক। সংগঠিত হতে টেলিভিশন সাংবাদিকেরা একে অপরকে সহায়তা করতে আরজি জানালেন, এক লাইন তৈরি করলেন। তাঁরা বললেন, ‘একবারের জন্য, একে অন্যের ছবি না তুলি।’</p><p>ফরমান ঠিক সময়েই ফটক দিয়ে ঢুকলেন, কিন্তু এক পাশে সরে গিয়ে টিভি ক্যামেরাগুলোকে লং শট ছাড়া আর কিছু দিলেন না। গুজব আছে, প্রেসিডেন্ট ইয়াহিয়া গত রাতেই আত্মসমর্পণের পরিকল্পনায় অনুমোদন দিয়ে রেখেছেন, কিন্তু জেনারেল নিয়াজি হয়তো তা উপেক্ষা করছেন।</p><p>পাকিস্তান সেনাবাহিনীর চিকিৎসক, একজন কর্নেল হোটেলে এলেন। দুঃখজনক আলাপন। তিনি বললেন, ‘সম্মান কী? সম্মানের নামে আর কত আত্মত্যাগ করতে হবে? আগেকার দিনে আমাদের সম্মানের জন্য আমরা যৌথভাবে লড়তাম। এখন সম্মান বাঁচাতে গিয়ে ১০ লাখ মানুষকে মরতেই হবে।’ তিনি বলেন, পাকিস্তান সেনাবাহিনীর ব্যাপক ক্ষয়ক্ষতি হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদ নির্বাচনে মনোনয়ন ফরম কিনে ফেরার পথে গ্রেপ্তার সাবেক যুবলীগ নেতা | প্রথম আলো",
            "time": "2025-12-15T17:57:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fks301rlo%2FMaguraDH083020251215Magura-Kutubullah-Hossain.jpg?rect=0%2C46%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার সত্যতা নিশ্চিত করে মাগুরা সদর থানার ভারপ্রাপ্ত কর্মকর্তা মো. আশিকুর রহমান প্রথম আলোকে বলেন, বৈষম্যবিরোধী ছাত্র আন্দোলনের সময় মাগুরা সদর থানায় হওয়া একটি নাশকতার মামলায় তদন্তে প্রাপ্ত (এজাহারে নাম নেই) আসামি হিসেবে কুতুবুল্লাহকে গ্রেপ্তার করা হয়েছে। দীর্ঘদিন ধরে ওই ব্যক্তিকে খুঁজছিল পুলিশ।</p><p>কুতুবুল্লাহ হোসেন মিয়ার পরিবারের পক্ষ থেকে অবশ্য দাবি করা হয়েছে, ৫ আগস্টের পর তাঁর নামে দুইটা মামলা হয়। সেই মামলায় আত্মসমর্পণ ও কারাভোগের পর তিনি জামিনে ছিলেন। তাঁর ভাই উপজেলা পরিষদের সাবেক চেয়ারম্যান শরিয়তউল্লাহ হোসেন মিয়া প্রথম আলোকে বলেন, কুতুবুল্লাহ গতকাল রোববারও ইউপি চেয়ারম্যান হিসেবে পরিষদে দায়িত্ব পালন করেছেন। তিনি বাড়িতে থেকে স্বাভাবিক চলাফেরা করছিলেন। সব মামলায় জামিনে ছিলেন। শরিয়তউল্লাহ মনে করেন, মনোনয়ন ফরম সংগ্রহ করার কারণে কুতুবুল্লাহকে গ্রেপ্তার করা হয়ে থাকতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "টাইব্রেকারের নাটকে গণ বিশ্ববিদ্যালয়কে হারিয়ে চ্যাম্পিয়ন এআইইউবি | প্রথম আলো",
            "time": "2025-12-15T17:56:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fyyh4dcmv%2FFootball.00033103.Still002.bmp?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"টাইব্রেকারের নাটকে গণ বিশ্ববিদ্যালয়কে হারিয়ে চ্যাম্পিয়ন এআইইউবি\" class=\"nA4h1 \">টাইব্রেকারের নাটকে গণ বিশ্ববিদ্যালয়কে হারিয়ে চ্যাম্পিয়ন এআইইউবি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-15T23:56:04+06:00\"><span>প্রকাশ: ১৫ ডিসেম্বর ২০২৫, ১৭: ৫৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সাংবাদিক আনিস আলমগীরকে গ্রেপ্তারে সম্পাদক পরিষদের নিন্দা | প্রথম আলো",
            "time": "2025-12-15T17:55:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fb3d4eswh%2FWeb-3.jpg?rect=0%2C25%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সাংবাদিক আনিস আলমগীরকে গ্রেপ্তারে সম্পাদক পরিষদের নিন্দা\" class=\"nA4h1 \">সাংবাদিক আনিস আলমগীরকে গ্রেপ্তারে সম্পাদক পরিষদের নিন্দা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-15T23:55:17+06:00\"><span>প্রকাশ: ১৫ ডিসেম্বর ২০২৫, ১৭: ৫৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "এবার আইসিএসবি পুরস্কার পেল ৪৩ বেসরকারি প্রতিষ্ঠান | প্রথম আলো",
            "time": "2025-12-15T17:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fpmh13fha%2FBusiness-1.jpg?rect=0%2C112%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে উপস্থিত হতে না পারলেও অনলাইনে পাঠানো ভিডিও বার্তায় বাংলাদেশ ব্যাংকের গভর্নর আহসান এইচ মনসুর বলেন, ‘বোর্ড পরিচালনা, শৃঙ্খলা বজায় রাখা এবং নীতিমালা ও পরিপালনীয় বিষয়গুলো সুনির্দিষ্টভাবে নির্ধারণে আইসিএসবির সদস্যদের ভূমিকা অত্যন্ত গুরুত্বপূর্ণ। অনেক ক্ষেত্রে বোর্ডের সদস্যরা সব বিষয়ে সম্পূর্ণ অবগত না-ও থাকতে পারেন। সেখানে সঠিক সিদ্ধান্ত গ্রহণে বোর্ডকে সহায়তা করা আইসিএসবির সদস্যদের নৈতিক ও কার্যকর দায়িত্ব।’</p><p>প্রধান উপদেষ্টার বিশেষ দূত লুৎফে সিদ্দিকী বলেন, দেশে পেশাদারত্ব ও করপোরেট গভর্ন্যান্সের মান তুলনামূলকভাবে কম। অধিকাংশ মানুষ ভুল পথে চললে সঠিক কাজ করাটা আরও কঠিন হয়ে যায়। অনেক সময় সঠিক পথে থাকতে গিয়ে পেশাজীবীদের ঝুঁকির মুখে পড়তে হয়।</p><p>ইনভেস্টমেন্ট করপোরেশন অব বাংলাদেশের (আইসিবি) চেয়ারম্যান ও ঢাকা বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের সাবেক অধ্যাপক আবু আহমেদ বলেন, কোনো ভুয়া বা সাজানো তথ্য নয়, সম্পূর্ণ স্বচ্ছতাই এখন সময়ের দাবি। ভবিষ্যতে কোম্পানি যেটা আয় করবে, সেটাই দেখাতে হবে। কৃত্রিমভাবে আয় দেখানোর দিন শেষ। সরকারকে অনুরোধ জানিয়ে তিনি বলেন, অর্থনীতি যেন অতিরিক্ত ঋণনির্ভর না হয়। বাজেটে ঋণ পরিশোধের চাপ বেড়েছে এবং বৈদেশিক ঋণের পরিমাণ এখন প্রায় ১১০ বিলিয়ন ডলারে পৌঁছেছে—এই বাস্তবতা সবার উপলব্ধি করা জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "লাশ পড়লে পাল্টা লাশ নেব: মাহফুজ আলম | প্রথম আলো",
            "time": "2025-12-15T17:39:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2F8asukicv%2Finquilab_mancha_mahfuj.jpg?rect=0%2C18%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সাবেক উপদেষ্টা মাহফুজ আলম। আজ সোমবার কেন্দ্রীয় শহীদ মিনারে ইনকিলাব মঞ্চ আয়োজিত ‘সর্বদলীয় প্রতিরোধ সমাবেশে’</figcaption></p></div></div></body></html>"
        }
    ]
}