{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আওয়ামী লীগ ও ভারতের জন্য বাংলাদেশে একটা দাঙ্গা প্রয়োজন: গয়েশ্বর চন্দ্র রায় | প্রথম আলো",
            "time": "2025-08-08T20:56:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fc09d5o05%2Fgoyesshor.jfif?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কোনো মানুষ কিংবা ধর্ম সাম্প্রদায়িক নয় উল্লেখ করে গয়েশ্বর চন্দ্র রায় বলেন, কখনো কোনো কিছু মোকাবিলা করার জন্য দাঙ্গা-ফ্যাসাদ করাতে হয়। যাতে মানুষের দৃষ্টিভঙ্গি আরেক দিকে চলে যায়। এইচ এম এরশাদও ’৮৮ সালে এ কাজটা করেছিলেন। বাংলাদেশে মুসলমান নয়, হিন্দুরাই হিন্দুদের শত্রু, হিন্দুরাই হিন্দুদের ক্ষতি করে।</p><p>গয়েশ্বর আরও বলেন, ‘আমি হিন্দু–মুসলমানের ব্যবধান বুঝি না। আমি খারাপ আর ভালো লোকের ব্যবধান বুঝি। সৎ লোক–প্রতারকের ব্যবধান বুঝি। আমি সাম্প্রদায়িকতা পছন্দ করি না, অসাম্প্রদায়িক জীবন যাপন করতে পছন্দ করি।’</p><p>সমাবেশে প্রধান বক্তা ছিলেন বিএনপির জ্যেষ্ঠ যুগ্ম মহাসচিব রুহুল কবির রিজভী। তিনি বলেন, ‘হিন্দু-মুসলমান আমরা একটা বৃহত্তর সংস্কৃতির অংশ। এখানে কোনো প্রভেদ ছিল না, কোনো বিভেদ ছিল না। এটাকে শেখ হাসিনা ভাঙতে চেয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইতিহাস বিকৃতির মাধ্যমে জুলাই ঘোষণাপত্রকে অপ্রাসঙ্গিক করা হয়েছে: সিপিবি | প্রথম আলো",
            "time": "2025-08-08T20:52:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F208xnv6o%2Fcpb.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে রুহিন হোসেন বলেন, সাধারণ মানুষের স্বার্থ উপেক্ষা করে কোনো সংস্কার আলোচনা, সনদ কিংবা ঘোষণাপত্র বাস্তবায়ন দূরে থাক, গ্রহণযোগ্যও হবে না। দেশের বিভিন্ন স্থানে সন্ত্রাস, হত্যা, দখলদারি ও চাঁদাবাজি নিয়ে ক্ষোভ প্রকাশ করে সিপিবির সাধারণ সম্পাদক বলেন, এ ব্যর্থতার দায় অন্তর্বর্তী সরকারকে নিতে হবে।</p><p>রুহিন হোসেন বলেন, সংস্কারের নামে অনেক আলোচনা হচ্ছে। তবে শ্রমিকের ন্যূনতম মজুরি, কৃষকের উৎপাদিত ফসলের ন্যায্য দাম, সবার কর্মসংস্থান ও জনগণের মৌলিক অধিকারের নিশ্চয়তা নিয়ে আলোচনা হচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের ১৮ হলে ছাত্রদলের কমিটি নিয়ে বিতর্ক-বিক্ষোভ, পদ পেয়েছেন ‘ছাত্রলীগের অনেকে’ | প্রথম আলো",
            "time": "2025-08-08T20:49:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fzdb3pld1%2Fprothomalo-bangla2023-08bdb05383-e60e-40ab-acbe-37d64eec04a4ab875591-4aa2-4f14-9d17-f72a485cc9c7.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছরের ১৭ জুলাই ঢাকা বিশ্ববিদ্যালয়ের আবাসিক হলগুলো ‘ছাত্রলীগমুক্ত’ করার পর শিক্ষার্থীরা প্রতিটি হলের প্রাধ্যক্ষদের থেকে ‘আবাসিক হলে ছাত্ররাজনীতি নিষিদ্ধ থাকবে’—এমন বিজ্ঞপ্তিতে স্বাক্ষর নেন। এরপরও ছাত্রদলের কমিটি ঘোষণা করায় ক্ষোভ জানিয়েছেন বিশ্ববিদ্যালয়ের কিছু শিক্ষার্থী।</p><p>শুক্রবার বিকেলে উপাচার্যের বাসভবনের সামনে ‘ঢাকা বিশ্ববিদ্যালয়ের হলে হলে ছাত্ররাজনীতি পুনর্বাসন ও জুলাই বিপ্লবের সঙ্গে বিশ্বাসঘাতকতার প্রতিবাদে’ বিক্ষোভ সমাবেশ করেন একদল শিক্ষার্থী। এ সময় তাঁরা ‘হলে হলে রাজনীতি/চলবে না চলবে না’, ‘গুপ্ত রাজনীতি/চলবে না, চলবে না’, ‘সুপ্ত রাজনীতি/চলবে না, চলবে না’ স্লোগান দেন।</p><p>এ ছাড়া মধ্যরাতে রোকেয়া হলের ভেতরে বিক্ষোভ করেন নারী শিক্ষার্থীরা। একপর্যায়ে তাঁরা ফটকের তালা ভেঙে বেরিয়ে এসে বিক্ষোভ করেছেন। তাঁরা রোকেয়া হলকে প্রকাশ্য ও গুপ্ত—সব ধরনের ছাত্ররাজনীতি থেকে সম্পূর্ণভাবে মুক্ত ঘোষণা করাসহ চারটি দাবি জানিয়ে হল প্রাধ্যক্ষকে স্মারকলিপি দিয়েছেন।</p><p>এদিকে ছাত্রদলের হল কমিটি নিয়ে ক্ষোভ জানিয়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক মুখপাত্র উমামা ফাতেমা ফেসবুকে লিখেছেন, ‘গত বছর ১৬ জুলাই আবু সাঈদ শহীদ হওয়ার মাধ্যমে ছাত্ররা ক্যাম্পাস ছাত্রলীগমুক্ত করার সাহস পায়। কিন্তু বছর না ঘুরতেই গুপ্ত রাজনীতি ও প্রকাশ্য কমিটির চর্চা শুরু হয়েছে, যা স্পষ্টত জুলাই অভ্যুত্থানের সাথে বেইমানি। আজকে রাতের মধ্যে কমিটি স্থগিত না হলে শিক্ষার্থীরা কঠোর পদক্ষেপ গ্রহণ করবে।’</p><p>শুক্রবার বিকেলে মধুর ক্যানটিনে এক জরুরি সংবাদ সম্মেলনে গণতান্ত্রিক ছাত্রসংসদের আহ্বায়ক আবদুল কাদের বলেন, ‘জুলাই গণ-অভ্যুত্থানের অন্যতম দাবি ছিল বিশ্ববিদ্যালয়ের হলে ছাত্ররাজনীতি নিষিদ্ধ করা। কিন্তু ছাত্রশিবির সর্বপ্রথম গুপ্তভাবে হলে ছাত্ররাজনীতির সূচনা করে। পরবর্তী সময়ে ছাত্র ইউনিয়নও তাদের কমিটি ঘোষণা করে। আজ ছাত্রদলের কমিটি ঘোষণার মাধ্যমে আমরা সেই পূর্বের ধারার ছাত্ররাজনীতিতেই ফিরে গেলাম। এ অবস্থায় শিক্ষার্থীরা শঙ্কিত—হলগুলোতে আবার গণরুম–গেস্টরুমের সংস্কৃতি ফেরত আসবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গভীর রাতে হলের তালা ভেঙে বেরিয়ে এলেন ছাত্রীরা, উপাচার্যের বাসভবনের সামনে অবস্থান | প্রথম আলো",
            "time": "2025-08-08T20:38:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F95wpl6mq%2FDU-PROTEST.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের (ঢাবি) হলগুলোতে ছাত্রদলের কমিটি ঘোষণার প্রতিবাদে শুক্রবার মধ্যরাতে বিভিন্ন হলের শিক্ষার্থীরা বিক্ষোভ শুরু করেন। এক পর্যায়ে রোকেয়া হল ও শামসুন্নাহার হলের একদল ছাত্রী হলের ফটকের তালা ভেঙে বেরিয়ে এসে বিক্ষোভে যোগ দিয়েছেন। ক্যাম্পাসের বিভিন্ন সড়কে মিছিল করেন তারা। এ সময় তারা ‘ওয়ান টু থ্রি ফোর/হল পলিটিক্স নো মোর’, ‘হলে হলে রাজনীতি/ চলবে না চলবে না’সহ নানা স্লোগান দেন।</p><p>পরে শিক্ষার্থীরা বিশ্ববিদ্যালয়ের উপাচার্যের (ভিসি) বাসভবনের সামনে অবস্থান নেন। রাত আড়াইটার সময় উপাচার্য অধ্যাপক নিয়াজ আহমদ তাঁর বাসভবনের সামনে আন্দোলনরত শিক্ষার্থীদের সঙ্গে কথা বলেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাংবাদিক হত্যার বিচার দাবিতে বিভিন্ন রাজনৈতিক দল ও মানবাধিকার সংগঠনের বিবৃতি | প্রথম আলো",
            "time": "2025-08-08T20:08:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fqq950d1d%2FGAZIPURDH061520250807WHATSAPP-IMAGE-2025-08-07-AT-8.41.08-PM.JPG.JPG?rect=0%2C33%2C857%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুরে সাংবাদিক আসাদুজ্জামান তুহিনসহ দুই দিনে দেশের বিভিন্ন জায়গায় পাঁচ ব্যক্তিকে প্রকাশ্যে কুপিয়ে হত্যার ঘটনায় নিন্দা ও বিচারের দাবি জানিয়েছে বিভিন্ন রাজনৈতিক দল, সাংবাদিক ও মানবাধিকার সংগঠন। একই সঙ্গে এসব ঘটনায় জড়িত ব্যক্তিদের অবিলম্বে গ্রেপ্তার করে দৃষ্টান্তমূলক শাস্তি নিশ্চিতের দাবি জানিয়েছে তারা। শুক্রবার পৃথক সংবাদ বিজ্ঞপ্তি ও বিবৃতিতে এসব দাবি জানানো হয়।</p><p>গাজীপুর মহানগরীর চান্দনা চৌরাস্তা এলাকায় বৃহস্পতিবার রাত আটটার দিকে স্থানীয় সাংবাদিক আসাদুজ্জামান তুহিনকে (৩৮) কুপিয়ে হত্যা করে দুর্বৃত্তরা। এ ঘটনায় চারজনকে গ্রেপ্তার করেছে পুলিশ। তুহিন দৈনিক প্রতিদিনের কাগজে গাজীপুরের নিজস্ব প্রতিবেদক হিসেবে কাজ করতেন।</p><p>জনগণের নিরাপত্তা রক্ষায় সর্বোচ্চ গুরুত্ব দেওয়ার দাবি জানিয়ে গণসংহতি আন্দোলনের এক বিবৃতিতে বলা হয়, ‘গত দুই দিনে পঞ্চগড়, গাজীপুর, নাটোর, মৌলভীবাজার ও সিলেটে পাঁচজনকে প্রকাশ্যে কুপিয়ে হত্যা করা হয়েছে, যা দেশের আইনশৃঙ্খলা পরিস্থিতির ভয়াবহ অবনতির বহিঃপ্রকাশ। এ পরিস্থিতি নিয়ন্ত্রণ করতে না পারা অন্তর্বর্তীকালীন সরকারের ব্যর্থতা। এই ব্যর্থতার দায় সরকার এড়াতে পারে না। অবিলম্বে হত্যাকাণ্ডগুলোর সঙ্গে জড়িত ব্যক্তিদের গ্রেপ্তার করে বিচারের মুখোমুখি করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ন্যূনতম সংস্কারের প্রত্যাশা পূরণের ব্যর্থতায় বিএনপিরও বড় ভূমিকা রয়েছে: মামুনুল হক | প্রথম আলো",
            "time": "2025-08-08T19:57:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F8vohczz9%2FMamunul-haque.jpeg?rect=54%2C0%2C1074%2C564&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ খেলাফত মজলিসের আমির মাওলানা মুহাম্মাদ মামুনুল হক বলেছেন, অন্তর্বর্তীকালীন সরকার কাঙ্ক্ষিত মান তো দূরের কথা, ন্যূনতম সংস্কারের প্রত্যাশাও পূরণ করতে ব্যর্থ হয়েছে। এই ব্যর্থতায় বিএনপিরও বড় ভূমিকা রয়েছে।</p><p>রাজধানীর ইঞ্জিনিয়ার্স ইনস্টিটিউশন মিলনায়তনে শুক্রবার বাংলাদেশ খেলাফত শ্রমিক মজলিসের কেন্দ্রীয় শ্রমিক কনভেনশনে প্রধান অতিথির বক্তব্যে মামুনুল হক এ কথা বলেন।</p><p>সংস্কারের দায়িত্ব পালনে অন্তর্বর্তীকালীন সরকার ব্যর্থ হয়েছে, এমন মন্তব্য করে মামুনুল হক বলেন, নির্বাচনব্যবস্থায় এমন পরিবর্তন হওয়া দরকার ছিল, যাতে দুর্বৃত্তায়ন, পেশিশক্তি, কালোটাকা ও সন্ত্রাসের আধিপত্য বন্ধ হয়। কিন্তু ৫ আগস্ট প্রধান উপদেষ্টার (অধ্যাপক মুহাম্মদ ইউনূস) ভাষণে সেই অভিপ্রায় দেখা যায়নি। প্রধান উপদেষ্টার উদ্দেশে তিনি বলেন, ‘দায়িত্ব নিয়েছেন যখন, নির্বাচনী লেভেল প্লেয়িং ফিল্ড (সমান সুযোগ) তৈরি করা ছাড়া আপনার মুক্তির উপায় নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "মতপ্রকাশের স্বাধীনতা রক্ষায় আরও অগ্রগতি প্রয়োজন: অ্যামনেস্টি ইন্টারন্যাশনাল | প্রথম আলো",
            "time": "2025-08-08T19:51:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F0xwa0717%2FUntitled-2.jpg?rect=0%2C105%2C1003%2C527&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলোকচিত্রী শহিদুল আলমের বিরুদ্ধে সাত বছর আগে তথ্য ও যোগাযোগপ্রযুক্তি (আইসিটি) আইনের ৫৭ ধারায় করা মামলা বাতিলকে স্বাগত জানিয়েছে অ্যামনেস্টি ইন্টারন্যাশনাল। একই সঙ্গে বাংলাদেশে মতপ্রকাশের স্বাধীনতা রক্ষায় আরও অগ্রগতি প্রয়োজন বলে উল্লেখ করেছে আন্তর্জাতিক মানবাধিকার সংস্থাটি।</p><p>বৃহস্পতিবার অ্যামনেস্টি ইন্টারন্যাশনালের ওয়েবসাইটে প্রকাশিত এক প্রতিবেদনে এসব কথা বলা হয়েছে। তাতে অ্যামনেস্টির দক্ষিণ এশিয়াবিষয়ক গবেষণা পরিচালক ইসাবেল লাসে বলেন, ‘শহিদুল আলমের এই রায় অনেক আগেই পাওয়া দরকার ছিল। তাঁকে যখন আটক করা হয়েছিল, তখন আমরা তাঁকে বিবেকের বন্দী হিসেবে স্বীকৃতি দিয়েছিলাম। তাঁর তথ্য ও যোগাযোগপ্রযুক্তি (আইসিটি) আইনে গ্রেপ্তার হওয়া কখনো উচিত ছিল না। ২০১৮ সালে নিরাপদ সড়কের দাবিতে আন্দোলনরত শিক্ষার্থীদের ওপর বাংলাদেশের (তৎকালীন) কর্তৃপক্ষের অতিরিক্ত বলপ্রয়োগ ও দমন-পীড়নের সমালোচনা করার কারণেই তাঁকে লক্ষ্যবস্তু করা হয়েছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "আট উপদেষ্টার সমালোচনায় সাবেক সচিব | প্রথম আলো",
            "time": "2025-08-08T19:47:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2F3ivvu2c8%2F2.PNG?rect=0%2C16%2C1408%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সূচনা বক্তব্যে বাংলাদেশ অ্যাডমিনিস্ট্রেটিভ সার্ভিস অ্যাসোসিয়েশনের মহাসচিব শরফ উদ্দিন আহমদ চৌধুরী বলেন, সরকারি কর্মকর্তাদের ওপর মানুষের যে প্রত্যাশা ও আকাঙ্ক্ষা ছিল, তা পূরণ হয়নি। বাতাসে কান পাতলে অনেক কথা শোনা যায়। গত ১৫ বছরে কর্মকর্তাদের অনেক ত্রুটি-বিচ্যুতি ছিল। এখন প্রধান চ্যালেঞ্জ হচ্ছে মানুষের বিশ্বাস অর্জন করা। অবিশ্বাসের দেয়াল ভেঙে দেওয়া।</p><p>সাবরিনা আফরোজ সেবন্তী বলেন, অতীতে কর্মকর্তারা আওয়ামী লীগ সরকারের হয়ে কাজ করেছেন। শেখ হাসিনাকে খুনি, ফ্যাসিস্ট করার পেছনে কর্মকর্তাদেরও ভূমিকা ছিল। ভবিষ্যতে কর্মকর্তারা যেন রাজনৈতিক দলের হয়ে কাজ না করেন সে অনুরোধ থাকবে।</p><p>সানজিদা খান বলেন, তাঁর ছেলে বাসা থেকে বের হওয়ার আগে যে চিঠি লিখে গেছে,সেটি যেন আগামী বছর থেকে পাঠ্যপুস্তকে অন্তর্ভুক্ত করা হয়। কারণ, এই চিঠির মধ্যে দায়িত্ববোধ, দেশপ্রেম ও ধর্মীয় অনুভূতি স্পষ্ট। আগামী প্রজন্মের মানুষ জানুক স্বৈরাচার হটাতে কীভাবে মানুষ রাস্তায় নেমেছে।</p><p>মীর মাহবুবুর রহমান স্নিগ্ধ বলেন, মুগ্ধ মারা যায় ১৮ আগস্ট। এরপর সরকারের কাছ থেকে সহায়তার জন্য গণভবনে যেতে তাঁদের ওপর চাপ প্রয়োগ করা হয়। এমনকি তৎকালীন শিক্ষামন্ত্রী নেতা–কর্মী নিয়ে তাঁদের বাসায় গিয়ে গণভবনে যেতে চাপ দেন। তবু তাঁরা গণভবনে যাননি।</p></div></div></div></body></html>"
        },
        {
            "title": "হলে ছাত্রদলের কমিটি, প্রতিবাদে মধ্যরাতে বিক্ষোভ | প্রথম আলো",
            "time": "2025-08-08T19:46:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Ffg6he635%2F3.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিক্ষোভকারী রোকেয়া হলের শিক্ষার্থীরা প্রাধ্যক্ষকে স্মারকলিপি দিয়ে চারটি দাবি জানিয়েছেন। দাবিগুলো হলো:</p><p>১. রোকেয়া হলকে প্রকাশ্য ও গুপ্ত—সব ধরনের ছাত্ররাজনীতি থেকে সম্পূর্ণভাবে মুক্ত ঘোষণা করতে হবে। নির্বাচিত হল সংসদ কমিটি ব্যতীত কোনো রাজনৈতিক দলের ছাত্রসংগঠন হলভিত্তিক কমিটি ঘোষণা করলে তাদের আবাসিক সিট বাতিল করতে হবে।</p><p>২. ছাত্রদল, বাগছাস, শিবির, ছাত্রী সংস্থা, ছাত্রলীগসহ (নিষিদ্ধ) অন্য সব ক্রিয়াশীল সংগঠন কোনো রকম গোপন কমিটি দিতে পারবে না। প্রমাণসাপেক্ষে তাদের সিট বাতিল করাসহ যথাযথ ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ইসরায়েলের বিমান হামলা, ৭ ফিলিস্তিনি নিহত | প্রথম আলো",
            "time": "2025-08-08T19:05:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fk4m1dtzb%2Fdoorway.jpg?rect=0%2C313%2C4412%2C2316&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে ইসরায়েল সেনাবাহিনীর মুখপাত্র রিচার্ড হেক্ট বলেন, ‘আমরা ধারণা করছি, অভিযানে কমপক্ষে ১৫ জন নিহত হয়েছেন। তবে অভিযান এখনো শেষ হয়নি।’</p><p>গাজা শহরে আক্রান্ত ভবনের সপ্তম তলা থেকে ধোঁয়া বের হতে দেখা গেছে। ভবনের বাসিন্দাদের উদ্ধার এবং আগুন নেভাতে সিভিল ডিফেন্স টিমের সদস্যরা ঘটনাস্থলে ছুটে গেছেন।</p><p>গায়ের কাপড়ে রক্তমাখা অবস্থায় সেখানকার এক বাসিন্দা আল-জাজিরাকে বলেছেন, ‘আমরা মাত্র দুপুরের খাবার খেয়েছি এবং আমার সন্তানেরা খেলছিল। হঠাৎ আমাদের টাওয়ারে একটি বিকট বিস্ফোরণ ঘটে। আমরা দৌড়ে বেরিয়ে আসি। আমি আহত অনেককে দেখেছি। তাঁদের উদ্ধার করা হয়েছে।’</p><p>এ ছাড়া গাজার দক্ষিণাঞ্চলীয় খান ইউনিস ও রাফা এলাকা এবং পাশের আল-সুজাইয়া এলাকায়ও হামলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "একাত্তর না চব্বিশ-এই বিতর্ক অনাহূত | প্রথম আলো",
            "time": "2025-08-08T18:38:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Foh0asqca%2FJULY.jfif?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একাত্তরের মুক্তিযুদ্ধের সঙ্গে চব্বিশের জুলাইয়ের আন্দোলনের বিরোধ নেই। তবে অনেক মূল্য দিয়ে অর্জিত চব্বিশের গণ–অভ্যুত্থানের এক বছর পর মানুষের মধ্যে হতাশা তৈরি হচ্ছে। অন্তর্বর্তী সরকারের যেসব বিষয়ে সংস্কার করা প্রয়োজন ছিল, তা করতে তাঁরা ব্যর্থ হয়েছেন।</p><p>শুক্রবার বিকেলে রাজধানীর কেন্দ্রীয় শহীদ মিনারে ‘লাল জুলাইয়ের কবিতা’ শিরোনামে আয়োজিত সাংস্কৃতিক অনুষ্ঠানে এসব মন্তব্য উঠে আসে। সাধারণ সংস্কৃতিকর্মী ও শিল্পীসমাজের সদস্যরা এই অনুষ্ঠানে অংশ নেন। এ আয়োজনের প্রতিপাদ্য ছিল ‘চব্বিশ একাত্তর বাহান্ন, হারতে দেব না কখনো’।</p><p>অনুষ্ঠানের উদ্বোধন করেন জুলাই গণ–অভ্যুত্থানের শহীদ ইয়ামিনের বাবা মো. মহিউদ্দীন। তিনি বলেন, এ দেশের মুক্তিকামী জনগণ যে আশা নিয়ে আন্দোলন করেছিল, এক বছরেও তা বাস্তবায়ন হয়েছে কি? এই সরকার বিচার বিভাগ, প্রশাসন, নিরাপত্তা, শিক্ষাব্যবস্থার কোনো সংস্কারই আনতে পারেনি উল্লেখ করে তিনি বলেন, বাংলাদেশের শিক্ষাব্যবস্থা বেকার সৃষ্টির কারখানা।</p></div></div></div></body></html>"
        },
        {
            "title": "সিসিটিভির ফুটেজ দেখে শনাক্ত, স্বামী-স্ত্রীসহ গ্রেপ্তার ৪ | প্রথম আলো",
            "time": "2025-08-08T18:37:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fzobz2hl7%2FGAZIPURDH061520250808IMG-20250808-WA0145.JPG.JPG?rect=0%2C168%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজীপুর মহানগরীর চান্দনা চৌরাস্তা এলাকায় সাংবাদিক আসাদুজ্জামান তুহিনকে কুপিয়ে হত্যায় জড়িত থাকার অভিযোগে এক দম্পতিসহ চারজনকে গ্রেপ্তার করেছে পুলিশ। শুক্রবার রাতে তাঁদের গ্রেপ্তার করা হয়।</p><p>গ্রেপ্তার ব্যক্তিরা হলেন মো. মিজান ওরফে কেটু মিজান, তাঁর স্ত্রী গোলাপি, মো. স্বাধীন ও আল–আমিন। পুলিশ জানিয়েছে, সিসিটিভির ফুটেজ দেখে তাঁদের শনাক্ত করা হয়েছে। তাঁরা ছিনতাইকারী দলের সদস্য।</p><p>এর আগে এই হত্যাকাণ্ডের ঘটনায় পুলিশ বৃহস্পতিবার রাতে গাজীপুর নগরের বিভিন্ন এলাকায় অভিযান চালিয়ে পাঁচজনকে আটক করে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাংবাদিক আসাদুজ্জামানের হত্যাকারীদের ২৪ ঘণ্টার মধ্যে গ্রেপ্তারের দাবি | প্রথম আলো",
            "time": "2025-08-08T18:33:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fn529ony3%2FJournalist-Protest.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানববন্ধনে ঢাকা রিপোর্টার্স ইউনিটির সাবেক সাংগঠনিক সম্পাদক সাইফুল ইসলাম বলেন, ২৪ ঘণ্টার মধ্যে সিসিটিভির ফুটেজ দেখে আসাদুজ্জামান হত্যার সঙ্গে জড়িত সন্ত্রাসীদের গ্রেপ্তার করে দ্রুত বিচার নিশ্চিত করতে হবে। সেটি করতে না পারলে বাসন থানার ওসি, গাজীপুরের পুলিশ সুপার এবং জেলা প্রশাসককে বরখাস্ত করতে হবে। অন্তর্বর্তী সরকারকেও এ বিষয়ে আন্তরিকতা দেখাতে হবে।</p><p>নিউজ২৪–এর জ্যেষ্ঠ প্রতিবেদক মাজহারুল ইসলাম বলেন, বিচারহীনতার সংস্কৃতি যত বাড়ছে, রাষ্ট্রের দুর্বলতা যত বেশি প্রকাশ পাচ্ছে, রাষ্ট্রে তত বেশি বিশৃঙ্খলা হচ্ছে এবং একের পর এক লাশ পড়ছে। সাধারণ জনগণের পাশাপাশি সাংবাদিকেরাও জীবনের নিরাপত্তা নিয়ে ঝুঁকিতে আছে। তিনি আসাদুজ্জামানসহ সব সাংবাদিক হত্যাকাণ্ডের বিচার দাবি করেন।</p><p>সভাপতির বক্তব্যে মাল্টিমিডিয়া রিপোর্টার্স অ্যাসোসিয়েশনের সভাপতি ফখরুল ইসলাম বলেন, সাংবাদিকদের অনেক সংগঠন থাকলেও তারা আসাদুজ্জামান হত্যার বিষয়ে কিছু বলছে না। অন্তর্বর্তী সরকার ও সাংবাদিক নেতাদের সাংবাদিক আসাদুজ্জামান হত্যার বিষয়টিকে গুরুত্বের সঙ্গে দেখে এর সুরাহা করতে হবে। আসাদুজ্জামান তুহিনের পরিবারের দায়দায়িত্ব রাষ্ট্রকে নিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানে অংশ নেওয়া দলও কি স্বৈরাচারী হয়ে উঠতে পারে | প্রথম আলো",
            "time": "2025-08-08T18:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fn180mpvx%2FScreenshot-2025-08-08-220840.jpg?rect=0%2C60%2C718%2C377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখানে আরেকটি গুরুত্বপূর্ণ বিষয় লক্ষণীয়—মুক্তিযুদ্ধের সময় ছাত্র-যুবকদের অংশগ্রহণ ছিল অত্যন্ত সাহসিকতাপূর্ণ। কিন্তু যুদ্ধ-পরবর্তী সময়ে সেই ছাত্রনেতাদের একটি অংশ (বিশেষ করে মুজিব বাহিনীর সঙ্গে যুক্ত) ভাবতে শুরু করেন, যেহেতু তাঁরা মুক্তিযুদ্ধে ছিলেন, সেহেতু তাঁরাই নতুন রাষ্ট্র গঠনের একমাত্র বৈধ দাবিদার। এদের একটি অংশ সমাজতন্ত্রের নামে শেখ মুজিবুর রহমানের ওপর চাপ সৃষ্টি করেন এবং নিজেদের ‘বিপ্লবের অগ্রদূত’ হিসেবে দাবি করে সহিংস ও উগ্র রাজনীতিতে জড়িয়ে পড়েন।</p><p>অনেক সময় জাসদের কর্মী ও সমর্থকেরা সশস্ত্র আন্দোলনের মাধ্যমে রাজনৈতিক দাবিদাওয়া আদায়ের চেষ্টা করেন, যার ফলে একদিকে শেখ মুজিবের দুঃশাসন, অন্যদিকে জাসদের নামে ছাত্র-উগ্রবাদের ভয়ংকর রূপ—এই দুইয়ে মিলে দেশে বিশৃঙ্খলা, হতাশা ও রাষ্ট্রীয় স্থিতিশীলতা ভেঙে পড়ে।</p><p>এসব দৃষ্টান্ত ও অভিজ্ঞতা থেকে বোঝা যায়, গণ-আন্দোলনের চেতনা যতই মহান হোক না কেন, ক্ষমতায় যাওয়ার পর নেতাদের মনোজগৎ, চারপাশের চাটুকারি পরিবেশ আর ‘নৈতিক শ্রেষ্ঠত্ব’ বোধ—এসবের কারণে গণ-আন্দোলন ও অভ্যুত্থানের নেতৃত্বকারীরা স্বৈরতান্ত্রিক হয়ে উঠতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জমজমাট ওটিটি, নতুন মুক্তি পাওয়া সিনেমা-সিরিজ দেখেছেন কি | প্রথম আলো",
            "time": "2025-08-08T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fg299cumn%2Fwed.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"জমজমাট ওটিটি, নতুন মুক্তি পাওয়া সিনেমা-সিরিজ দেখেছেন কি\" class=\"IiRps \">জমজমাট ওটিটি, নতুন মুক্তি পাওয়া সিনেমা-সিরিজ দেখেছেন কি</h1></p><div class=\"Ibzfy\"><p>প্রতি সপ্তাহে ওটিটিতে যুক্ত হচ্ছে নতুন নতুন কনটেন্ট। চলতি সপ্তাহে মুক্তি পাওয়া ও মুক্তির অপেক্ষায় থাকা নতুন ওয়েব সিরিজ, সিনেমা, প্রামাণ্যচিত্র ও রিয়েলিটি শোর খবর নিয়ে আমাদের নিয়মিত আয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "বুমরা-সিরাজের পর কে হবেন ভারতের পেস আক্রমণের নেতা | প্রথম আলো",
            "time": "2025-08-08T17:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fvrwp6hsi%2F68f881c3-5ac6-49b2-a3dc-b772fadd1140.jpeg?rect=0%2C83%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একজন যশপ্রীত বুমরা ও একজন মোহাম্মদ সিরাজ আছেন। এরপর কে?<br> বললে তো অনেকগুলো নামই বলা যায়। মুকেশ কুমার, আকাশ দীপ, প্রসিধ কৃষ্ণা। কিন্তু তাঁদের কেউই কি বুমরা–সিরাজের মতো দলকে সামনে থেকে নেতৃত্ব দিতে পারবেন? হয়তো কোনো এক সময়ে পারবেন, তবে নিকট ভবিষ্যতে নয়।</p><p>ইংল্যান্ড সিরিজে বুমরা যে তিনটি টেস্ট খেলেছেন, সেগুলোর একটিতেও জেতেনি ভারত। তবু ভারতীয় দলের পেস আক্রমণের নেতা বুমরাই। সিরাজ তাঁর প্রধান সহযোগী, বুমরার অবর্তমানে কখনো নেতাও বনে যান। ২০২৩ সালে পিঠের অস্ত্রোপচারের পর বুমরা ১৮ টেস্টে বল করেছেন ৫১৩.২ ওভার। একই সময়ে মোহাম্মদ সিরাজ খেলেছেন আরও বেশি টেস্ট, বল করেছেন ৫৮১.৪ ওভার।</p><p>৩১ বছর বয়সী বুমরাকে এখন আর নিয়মিত পাওয়া যাবে না। চোটজর্জর হওয়ায় তাঁকে খেলানো হবে বেছে বেছে। ইংল্যান্ড সফরে সিরাজ সব ম্যাচ খেললেও ওয়ার্কলোডের বিষয়টি তিনিও উড়িয়ে দিতে পারবেন না। ভারতের সর্বশেষ ২৭ টেস্টের মধ্যে ২৪টিতেই খেলা এই পেসারকেও কিছুটা বেছে বেছে খেলতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুক পেজের মাধ্যমে ইলিশ বিক্রির নামে প্রতারণায় গ্রেপ্তার ২ | প্রথম আলো",
            "time": "2025-08-08T17:35:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fj4oq0z26%2FHILSHAFRAUD.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে আরও বলা হয়, মামলাটি তদন্তের সময় পাওয়া গোয়েন্দা তথ্য ও প্রযুক্তির সহায়তায় ঘটনায় জড়িতদের অবস্থান শনাক্ত করা হয়। এর ভিত্তিতে নিউমার্কেট থানার একটি আভিযানিক দল গত বুধবার সন্ধ্যা সাড়ে ৭টার দিকে নড়াইল সদর থানার রতনগঞ্জ বাজার থেকে মো. সিফাত মোল্লাকে এবং গতকাল বৃহস্পতিবার ভোর সোয়া ৫টার দিকে মো. মাসুম বেগকে একই জেলার কালিয়া থানা এলাকা থেকে গ্রেপ্তার করে। এ সময় তাঁদের কাছ থেকে প্রতারণার কাজে ব্যবহৃত চারটি মুঠোফোন ও একটি সিম জব্দ করা হয়। গ্রেপ্তারদের বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের প্রত্যেক সদস্যকে জনগণের সঙ্গে সুবিচার ও সদয় ব্যবহার করতে হবে: স্বরাষ্ট্রসচিব | প্রথম আলো",
            "time": "2025-08-08T17:31:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fhend0mou%2FNasimul-Gani.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র মন্ত্রণালয়ের জ্যেষ্ঠ সচিব নাসিমুল গনি বলেছেন, পুলিশের প্রত্যেক সদস্যকে জনগণের সঙ্গে সুবিচার ও সদয় ব্যবহার করতে হবে। অহংকার, লোভ, হিংসা, পরচর্চা ও অন্ধ আনুগত্য বর্জন করে আরও উদ্ভাবনী কার্যক্রম হাতে নিতে হবে।</p><p> আজ শুক্রবার বিকেল চারটার দিকে রাজারবাগ পুলিশ মিলনায়তনে ‘বর্তমান পরিস্থিতিতে বাংলাদেশ পুলিশ বাহিনীর সদস্যদের ভূমিকা’ শীর্ষক বিশেষ ব্রিফিংয়ে এ কথা বলেন স্বরাষ্ট্র মন্ত্রণালয়ের জ্যেষ্ঠ সচিব নাসিমুল গনি। অনুষ্ঠানে সভাপতিত্ব করেন ঢাকা মহানগর পুলিশের (ডিএমপি) কমিশনার শেখ মো. সাজ্জাত আলী।</p></div></div></div></body></html>"
        },
        {
            "title": "মেয়ের কাছে কোনো দিন বোঝা হতে চাই না | প্রথম আলো",
            "time": "2025-08-08T17:13:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fl6uoi8et%2FWhatsApp-Image-2025-08-06-at-6.53.23-PM-1.jpeg?rect=0%2C0%2C1514%2C795&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একেবারে বহিরাগত হয়ে সিনেমাজগতে আসা ও দীর্ঘ সময় ধরে নিজেকে টিকিয়ে রাখার অভিজ্ঞতা প্রসঙ্গে লারা বলেন, ‘আমার অভিনয়ের পেছনে কোনো প্রথাগত প্রশিক্ষণ ছিল না। বলিউডের এই সমুদ্রে টিকে থাকতে হলে সাঁতার জানতেই হবে, নয়তো ডুবে যেতে হবে। প্রতিটি প্রকল্পেই নিজেকে নতুন করে প্রমাণ করতে হয়। করছিও।’ একই সঙ্গে এই তারকার মতে, পরিবারের সহায়তা তাঁর সবচেয়ে বড় শক্তি। তিনি বলেন, ‘আমার পরিবার সব সময় আমার পাশে থেকেছে। সবচেয়ে বড় কথা, তারকাখ্যাতি থেকে আমার পরিবার সব সময় দূরে থেকেছে। এ বিষয়টি আমাকে বাস্তবতার মাটিতে দাঁড়িয়ে থাকতে সাহায্য করেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে অনেক ছোট ছোট শামীম ওসমানের জন্ম হচ্ছে: আনু মুহাম্মদ | প্রথম আলো",
            "time": "2025-08-08T17:12:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fumes2d7r%2FNARAYANGONJDH078020250808NARAYANGANJ5.JPG.JPG?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্মসূচিতে আনু মুহাম্মদ বলেন, ‘ত্বকী, তনু, সাগর-রুনি, মুনিয়াসহ এই হত্যাকাণ্ডগুলো শেখ হাসিনা শাসনামলের একেকটা চিহ্ন। শেখ হাসিনা সরকারের পতনের পর পরিবর্তনের আকাঙ্ক্ষার মধ্যে অন্যতম বড় আকাঙ্ক্ষা ছিল মাফিয়াতন্ত্রের পরিবর্তন হবে, হত্যাকাণ্ডের বিচার হবে। এই সরকারের অনেক উপদেষ্টার প্রতিশ্রুতি ছিল বহুল আলোচিত হত্যাকাণ্ডগুলো তারা দ্রুত সমাধান করবেন। কিন্তু এক বছর পার হওয়ার পরও আমরা দেখছি একই জায়গায় আছি।’</p><p>আনু মুহাম্মদ বলেন, শামীম ওসমানের মতো মাফিয়া চলে গেলেও অনেক ছোট ছোট শামীম ওসমানের জন্ম হচ্ছে দেশে। তিনি আরও বলেন, শামীম ওসমানের জন্ম হচ্ছে, মব সন্ত্রাস হচ্ছে, নারীর ওপর আক্রমণ হচ্ছে; সংখ্যালঘু ও সংখ্যাগরিষ্ঠের মধ্যেও যারা দুর্বল, তাদের ওপর আক্রমণ হচ্ছে এবং বিভিন্ন জায়গায় বিভিন্ন প্রতিষ্ঠানে জোরজবরদস্তি, মব সন্ত্রাস, চাঁদাবাজি, নতুন নতুন মাফিয়াতন্ত্র তৈরি হচ্ছে, সরকারের মধ্য থেকে একধরনের নিষ্ক্রিয়তা, নির্লিপ্ততা ও পৃষ্ঠপোষকতার কারণে।</p></div></div></div></body></html>"
        }
    ]
}