{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মোটরসাইকেলে বন্ধুকে নিয়ে বাড়ি যাচ্ছিলেন, পথে জিপের সঙ্গে সংঘর্ষে মৃত্যু | প্রথম আলো",
            "time": "2026-01-17T09:19:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Ft28c4e8x%2FShakil-death.jpg?rect=0%2C0%2C945%2C496&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা গেছে, আলাউদ্দিনের বাড়ি চট্টগ্রামের আনোয়ারায়। তিনি শাকিলের সঙ্গে চট্টগ্রাম থেকে মোটরসাইকেলে ফটিকছড়িতে যাচ্ছিলেন। মোটরসাইকেল চালাচ্ছিলেন শাকিল। পথে লম্বাটিলা এলাকায় একটি ইটবোঝাই জিপের সঙ্গে তাঁদের মোটরসাইকেলের সংঘর্ষ হয়। এতে দুজনই আহত হন। পরে স্থানীয় বাসিন্দারা তাঁদের উদ্ধার করে ফটিকছড়ি স্বাস্থ্য কমপ্লেক্সে নিয়ে গেলে কর্তব্যরত চিকিৎসক শাকিলকে মৃত ঘোষণা করেন। আর গুরুতর আহত আলাউদ্দিনকে চট্টগ্রাম মেডিক্যাল কলেজ হাসপাতালে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সাংস্কৃতিক বৈচিত্র্য যেভাবে আমাদের অস্তিত্বের অংশ | প্রথম আলো",
            "time": "2026-01-17T08:58:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fjc4j4s5f%2FImage-Generation.jpg?rect=0%2C29%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>শব্দগুলো অপরিচিত নয়; কিন্তু জুলাই–পরবর্তী এসব শব্দ নতুন দ্যোতনা তৈরি করেছে। শব্দগুলো তিরের মতো মানুষের কানের ভেতর ঢুকে পড়েছে। সঙ্গে গ্রাফিতির ভাষা, যা ছিল স্বতন্ত্র। সবার জন্য বাংলাদেশ বিনির্মাণে প্রতিটি দেয়াল হয়ে উঠল সংবিধানের প্রতিচ্ছবি।</p><p>স্লোগানের ভাষা ‘তুমি কে আমি কে, রাজাকার রাজাকার’ বা ‘বুকের ভেতর অনেক ঝড়, বুক পেতেছি গুলি কর’ কেবল যৌথ কণ্ঠে উচ্চারিত হয়নি, মানুষকে ঐক্যবদ্ধ করেছে। এসব স্লোগান শুনতেও ভালো লেগেছে—যেগুলোর ভেতর আহ্বান ছিল। ফলে শিক্ষার্থী, রাজনৈতিক কর্মী, শ্রমিক, নারী, শিশুসহ সব পেশা ও শ্রেণির মানুষ উদ্বুদ্ধ হয়েছেন, মিছিলে শামিল হয়েছেন। </p><p>স্লোগানগুলো তৈরি হয়েছে নানা মুহূর্তে প্রতিরোধের মধ্য দিয়ে। যেগুলো মূলত যৌথ সৃষ্টি। আন্দোলন যত গতি পেয়েছে, স্লোগানও তত ধারালো হয়েছে। স্লোগানগুলো হয়ে উঠেছিল মৌমাছির মতো। মুখে মধু নিয়ে যেমন মৌমাছি ছুটে আসে মৌচাকের দিকে, তেমনি মানুষ স্লোগান মুখে ছুটে আসছিল মিছিলে।</p><p>ভাষা মানুষের ভেতর সম্পর্ক তৈরি করে দেয়। একে অন্যের মুখ অচেনা; কিন্তু উচ্চারিত স্লোগান বা ভাষায় খুব চেনা। যেমন ‘আপস না সংগ্রাম, সংগ্রাম সংগ্রাম’, ‘দালালি না রাজপথ, রাজপথ রাজপথ’, ‘দিল্লি না ঢাকা, ঢাকা ঢাকা’।</p><p>এগুলো কেবল শব্দ নয়, একেকটি বার্তা—যা উচ্চারণে হাজারো মানুষ বুক চিতিয়ে দাঁড়িয়ে ছিল। স্লোগানের ভাষা মানুষকে একসুতায় বেঁধেছিল।</p><p>আন্দোলনে স্যাটায়ার, র‍্যাপ, মিম, ট্রেন্ডিং টার্ম ব্যবহৃত হয়েছে, যা বিভিন্ন রুচি, বোধ ও বয়সের মানুষকে দারুণভাবে যুক্ত করেছে। গণ-আন্দোলন হয়ে উঠেছিল নিরপেক্ষ, স্বতঃস্ফূর্ত ও জনগণের শক্তির বহিঃপ্রকাশ। আর স্লোগান হয়েছিল বুলেটের মতো তীক্ষ্ণ, শ্লেষ মেশানো, কখনো–বা ঘন আবেগময়। এসব শব্দ ও স্লোগান মানুষকে সমান্তরালে দাঁড় করিয়েছিল।</p></div></div></body></html>"
        },
        {
            "title": "৬ ব্যাংকের ১২৬২ পদের প্রিলিমিনারি পরীক্ষার সময়সূচি, নম্বর বিভাজন প্রকাশ | প্রথম আলো",
            "time": "2026-01-17T08:53:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2F69d9336e-5957-44d2-b7f3-abe7475a3a08%2F2.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যাংকার্স সিলেকশন কমিটির সদস্যভুক্ত ছয়টি ব্যাংকের (সোনালী, অগ্রণী, বিডিবিএল, বাংলাদেশ কৃষি ব্যাংক, প্রবাসী কল্যাণ ও বেসিক ব্যাংক) নিয়োগে প্রিলিমিনারি পরীক্ষার সময়সূচি, নম্বর বিভাজন ও প্রবেশপত্র ডাউনলোড–সংক্রান্ত বিজ্ঞপ্তি প্রকাশিত হয়েছে।</p><p><strong>পদের নাম: অফিসার (ক্যাশ)।</strong></p><p>পদসংখ্যা: ১২৬২।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রাণীদের খাদ্যশৃঙ্খলে দ্বিগুণ হচ্ছে বিষের মাত্রা | প্রথম আলো",
            "time": "2026-01-17T08:53:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fdg26l9fd%2FFish.pexels2.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গবেষকেরা বিশ্বজুড়ে করা ৬৪টি পৃথক গবেষণার ফলাফল বিশ্লেষণ করেছেন, যার মধ্যে ১১৯টি ভিন্ন ভিন্ন খাদ্যশৃঙ্খল ও ৭২ ধরনের পিফাস যৌগ অন্তর্ভুক্ত ছিল। জলজ বা স্থলজ সব ধরনের বাস্তুসংস্থানেই একই চিত্র দেখা গেছে। এমনকি যেখানে মাটি বা পানির দূষণ ছিল নগণ্য, সেখানেও খাদ্যশৃঙ্খলের উচ্চ স্তরে থাকা প্রাণীদের শরীরে উচ্চমাত্রার রাসায়নিক পাওয়া গেছে। গবেষকেরা এই পরিস্থিতি মোকাবিলায় আন্তর্জাতিক মহলে কঠোর নীতিমালা প্রণয়নের দাবি জানিয়েছেন। তাঁরা বলছেন, কেবল রাসায়নিকের বিষক্রিয়া পরীক্ষা করলেই হবে না, সেটি খাদ্যশৃঙ্খলে কীভাবে বাড়ছে বা বায়োম্যাগনিফিকেশন হচ্ছে কি না, তা–ও গুরুত্বের সঙ্গে দেখতে হবে।</p><p>সূত্র: আর্থ ডটকম</p></div></div></div></body></html>"
        },
        {
            "title": "বিপিএল: ২০ ওভারে রংপুর করল ১৮১ | প্রথম আলো",
            "time": "2026-01-17T07:01:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fr0vspdrw%2Faf1fad97-d0c5-46c2-a3b9-aa432d8f82cf.jpg?rect=0%2C87%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রংপুর রাইডার্স: ৪ ওভারে ১৯/০।</strong></p><p>দিনের প্রথম ম্যাচ, মাঠে রোদও আছে। তবে ম্যাচের শুরু উইকেট থেকে কিছুটা সহায়তা পাচ্ছেন বোলাররা।  </p><p>রংপুরের দুই ওপেনারও ব্যাট করছেন বেশ সতর্ক হয়ে। ম্যালান আর হৃদয়ের মধ্যে তাড়াহুড়োর ছাপ নেই। </p><p>সব মিলিয়ে প্রথম ২৪ বলের ১৬টিই ডট।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে নির্বাচন নিয়ে ছাত্রদল নেতার ‘বিতর্কিত’ বক্তব্য, ভিডিও ভাইরাল | প্রথম আলো",
            "time": "2026-01-17T08:49:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F6fdtc8gj%2FRangunia-BNP.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিওতে মুহাম্মদ ওসমানকে উপস্থিত ছাত্রদল নেতা-কর্মীদের উদ্দেশে বলতে শোনা যায়, আমরা জীবন বাজি রেখে নির্বাচন করেছি।...জীবনে কোনো দিন চন্দ্রঘোনায় বিএনপি পাস করেনি, কোনো নির্বাচনে বিএনপি পাস করেনি। কিন্তু ২০০১ সালে আমরা দেড় হাজার ভোটে পাস করিয়েছি।’</p><p>মুহাম্মদ ওসমান বলেন, ‘হিন্দু পাড়ায় গিয়ে, দুই-তিনজনকে যখন মাথা ফাটিয়ে দিয়ে আসছি....এভাবে আমরা নির্বাচন করে আমার ভাইকে (সালাউদ্দিন কাদের চৌধুরী) চন্দ্রঘোনা থেকে পাস করিয়েছি। তো যত বাধাই আসুক ছাত্রদলের ছেলেরা কেন্দ্রে থাকবেন, সব বাধা অতিক্রম করে বিপুল ভোটে পাস করতে হবে।’</p><p>খোঁজ নিয়ে গেছে, বিএনপির প্রয়াত চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার স্মরণে উপজেলার চন্দ্রঘোনা আধুরপাড়া গ্রামে এই দোয়া মাহফিল অনুষ্ঠিত হয়। এর আয়োজক ছিল চন্দ্রঘোনা কদমতলী ইউনিয়ন ছাত্রদল। মুহাম্মদ ওসমান অনুষ্ঠানে অতিথি হিসেবে অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোরে চলনবিল-সংলগ্ন এলাকায় প্লাস্টিক বর্জ্য পরিচ্ছন্নতা অভিযান, সচেতনতামূলক প্রচারণা | প্রথম আলো",
            "time": "2026-01-17T08:48:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fe8e3bhh8%2FWhatsApp-Image-2026-01-17-at-1.23.52-PM.jpeg?rect=0%2C121%2C1068%2C561&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইফুল ইসলাম বলেন, চলনবিলের পরিবেশ ও জীববৈচিত্র্য রক্ষায় ২০১২ সাল থেকে কাজ করছেন তাঁরা। তখন থেকে বিলপারের মানুষদের সচেতন করছেন। এই এলাকায় প্লাস্টিক বর্জ্য পরিহার করা হলে চলনবিলের সৌন্দর্য ও কৃষিজমির উর্বরতা শক্তি বৃদ্ধি পাবে এবং জীববৈচিত্র্য রক্ষা হবে।</p><p>ইউএনও আবদুল্লাহ আল রিফাত বলেন, চলনবিলের তিশিখালী মাজারে শুক্রবারে হাজার হাজার লোকের সমাগম ঘটে এবং শিরনির আয়োজন করা হয়। সেখানে প্লাস্টিকের প্লেট, গ্লাস ও খাদ্যদ্রব্যের প্যাকেট ফেলার কারণে কৃষিজমির উর্বরতা শক্তির পাশাপাশি গুণ হ্রাস পাচ্ছে। একই সঙ্গে পরিবেশের ভারসাম্য নষ্ট হচ্ছে এবং প্রত্যক্ষ ও পরোক্ষভাবে নানা রোগ হচ্ছে। এখানে পরিষ্কার-পরিচ্ছন্নতা অভিযানের পাশাপাশি মানুষের মধ্যে সচেতনতার মহৎ উদ্যোগ নিয়েছেন চলনবিল জীববৈচিত্র্য রক্ষা কমিটির সদস্যরা। প্রশাসন সেই উদ্যোগের সঙ্গে শামিল হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এই তারকাদের বিচ্ছেদের নেপথ্যে আসল কারণ কী ছিল | প্রথম আলো",
            "time": "2026-01-17T08:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fr0ucj0i1%2FWhatsApp-Image-2026-01-15-at-6.45.41-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৩. পূর্ণিমার বিচ্ছেদ</strong><br>২০০৭ সালের ৪ নভেম্বর আহমেদ জামাল ফাহাদের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন পূর্ণিমা। ২০১৪ সালে কন্যাসন্তানের মা হন তিনি। জানা যায়, দীর্ঘ প্রায় এক দশক সংসারের পরে তাঁদের বিচ্ছেদ হয়। এ ঘটনা ২০২২ সালে প্রথম প্রকাশ্যে আসে। তখনই জানা যায়, তিন বছর আগে তাঁদের বিচ্ছেদ হয়েছে। এই নিয়ে পূর্ণিমা কিংবা তাঁর সাবেক স্বামী কেউই কখনো মুখ খোলেননি। তবে একটি সূত্র জানিয়েছিল, মূলত বোঝাপড়া না হওয়ার কারণে এই বিচ্ছেদ ঘটে। ২০২২ সালে এক সাক্ষাৎকারে পূর্ণিমা বলেছিলেন, ‘যেটা চলে গেছে, যেটা শেষ হয়ে গেছে, সেটা নিয়ে মানুষের বেশি বেশি কৌতূহল থাকে। কেন শেষ হলো? কী হলো না হলো। আসলে ওগুলো নিয়ে বলতে চাই না। কারণ, ওটা তো অনেক বছরের সম্পর্ক। প্রায় ১২ বছর সম্পর্ক ছিল। এত বছর ধরে চেষ্টা করে গেছি। কোনোভাবে মনের মিল, বোঝাপড়া যেটা থাকে না, ওটা হয়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "টসের পর হাত মেলাননি বাংলাদেশ ও ভারতের অধিনায়ক | প্রথম আলো",
            "time": "2026-01-17T08:39:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fakbdlm03%2F6jsr7c4oind-vs-ban-toss-625x30017January26.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বয়সভিত্তিক ক্রিকেটে আইসিসির সবচেয়ে বড় টুর্নামেন্ট অনূর্ধ্ব-১৯ বিশ্বকাপে এবার একই গ্রুপে খেলছে বাংলাদেশ ও ভারত। জিম্বাবুয়ের কুইন্স স্পোর্টস ক্লাব মাঠে টসে জিতে ভারতকে ব্যাটিংয়ে পাঠিয়েছে বাংলাদেশ। দুই দলের ম্যাচটি মাঠে গড়িয়েছে এমন সময়ে, যখন বাংলাদেশ-ভারত সম্পর্কে শীতলতা বিরাজ করছে।</p><p>ভারতে বাংলাদেশিদের নিরাপত্তা শঙ্কায় দেশটিতে আইসিসি টি-টুয়েন্টি বিশ্বকাপ খেলতে না যাওয়ার সিদ্ধান্ত নিয়েছে বাংলাদেশ ক্রিকেট বোর্ড (বিসিবি)। আগামী ৭ ফেব্রুয়ারি ভারত ও শ্রীলঙ্কার যৌথ আয়োজনে দশম টি-টোয়েন্টি বিশ্বকাপ শুরু হওয়ার কথা। গ্রুপ পর্বে বাংলাদেশের সব ম্যাচ রাখা হয়েছে ভারতের মাটিতে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলার তেল বেচার অর্থ কাতারের ব্যাংকে, ট্রাম্পের কী উদ্দেশ্য | প্রথম আলো",
            "time": "2026-01-17T08:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-16%2Fyvm9xjpi%2FEH53A66OXBJKRH4PH4BKTA3DNM.avif?rect=0%2C74%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একক দেশ হিসেবে যুক্তরাষ্ট্র বিশ্বের সবচেয়ে বড় তেল উৎপাদক—এই ক্ষেত্রে অন্য সবার চেয়ে তারা অনেকটাই এগিয়ে। যুক্তরাষ্ট্র যে তেল উৎপাদন করে, তা মূলত হালকা ও অপরিশোধিত ধরনের; কিন্তু তাদের বেশির ভাগ তেল পরিশোধনাগারের যে সক্ষমতা, তাতে তাদের ভারী ও অপরিশোধিত তেল প্রয়োজন।</p><p>অন্য কথায়, নিজের দেশের চাহিদা মেটাতে যুক্তরাষ্ট্রকে এই থিকথিকে ও ভারী অপরিশোধিত তেলের ওপর নির্ভর করতে হবে। খবর স্কাই নিউজ</p><p>এটিই হচ্ছে বাস্তবতা। এ থেকে বেরিয়ে আসতে হলে মার্কিন পরিশোধনাগারগুলোকে নতুন করে ঢেলে সাজাতে হবে। সে জন্য প্রয়োজন হবে হাজার হাজার কোটি ডলার। এ কারণে নিকট–ভবিষ্যতে কেউই তা করতে বিশেষ আগ্রহী নয়।</p><p>কাগজে-কলমে যুক্তরাষ্ট্র নিজেদের ভূখণ্ড থেকে প্রয়োজনের চেয়ে বেশি অপরিশোধিত তেল উত্তোলন করে ঠিক; কিন্তু ভারী তেলের চাহিদা মেটাতে দেশটিকে এখনো পুরোপুরি আন্তর্জাতিক বাণিজ্যের ওপর নির্ভর করতে হয়।</p><p>যুক্তরাষ্ট্রে হালকা অপরিশোধিত তেল উৎপাদিত হয়, তার সিংহভাগ বিদেশে রপ্তানি করা হয়। অথচ টেক্সাস ও লুইজিয়ানার পরিশোধনাগারগুলো চালু রাখতে তাদের প্রতিদিন ছয় হাজার ব্যারেলের বেশি ভারী তেল আমদানি করতে হয়।</p><p>এ বাস্তবতা মাথায় রাখলেই সমীকরণ মেলানো সম্ভব। এ সমীকরণ অনিবার্যভাবে ভেনেজুয়েলার দিকেই নিয়ে যায়। কেননা, কানাডা ও রাশিয়ার পাশাপাশি বিশ্বের সবচেয়ে বেশি ভারী তেলের মজুত ভেনেজুয়েলায়।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকারের তিনটা ম্যান্ডেট ছিল: উপদেষ্টা ফারুক-ই-আজম | প্রথম আলো",
            "time": "2026-01-17T08:24:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F24fr1pio%2FSylhetDH048620260116Sylhet-Tea-Pic-8.JPG?rect=0%2C118%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপদেষ্টা ফারুক-ই-আজম বলেন, ‘নির্বাচন আমরা দিয়েছি। নির্বাচনের প্রার্থীরা আপনাদের কাছে আসবে। আপনারা তাঁদের প্রশ্ন করবেন, আপনাদের জীবনমানের উন্নতি হচ্ছে না কেন, সন্তানদের ভালো ব্যবস্থায় পড়াতে পারছেন না কেন, চিকিৎসা করতে পারছেন না কেন, পেটভরে খেতে পারছেন না কেন, কেন সচ্ছলভাবে জীবন যাপন করতে পারছেন না। এই প্রশ্ন করার অধিকার যে অর্জন করেছেন, সেটার জন্য জুলাই আন্দোলনে নিহত মানুষেরা জীবন দিয়েছেন। এটিই ২০২৪ সালের গণ-অভ্যুত্থানের ফসল। এই ফসল আপনারাই ঘরে তুলবেন।’</p><p>উপদেষ্টা ফারুক-ই-আজম আরও বলেন, ‘যার যার ভিন্নমত আছে, দল করেন, পছন্দমতো ভোট দেবেন—এ ব্যাপারে আমাদের অন্তর্বর্তী সরকারের কোনো বক্তব্য নেই। তবে রাষ্ট্র পরিবর্তনের জন্য প্রার্থীদের দায়বদ্ধ করতে যে জুলাই সনদ তৈরি হয়েছে, সেই জুলাই সনদে আপনারা “হ্যাঁ” ভোট দেবেন। তাহলে রাষ্ট্র আপনার হবে। কেউ আর বছরের পর বছর মানুষ হত্যা করে, মানুষকে দমন করে, কথা বলতে না দিয়ে বৈষম্য সৃষ্টি করে ভোটাধিকার কেড়ে নিতে পারবে না। এটা আপনার রাষ্ট্র—ভোট দিয়ে এর চাবি নিজের হাতে নিন।’</p></div></div></div></body></html>"
        },
        {
            "title": "সুরা নাস্‌র: বিজয় ও কৃতজ্ঞতার এক কালজয়ী পাঠ | প্রথম আলো",
            "time": "2026-01-17T08:18:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fu6226pr1%2Ftop-view-quran-books-table.jpg?rect=0%2C687%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থাৎ, নবুয়তের যে মহান দায়িত্ব নিয়ে তিনি পৃথিবীতে এসেছিলেন, তার সফল সমাপ্তি ঘটেছে। এখন সময় হয়েছে তাঁর রবের সান্নিধ্যে ফিরে যাওয়ার।</p><p>আল্লাহর রাসুল (সা.) নিজেও এই সুরার মর্মার্থ উপলব্ধি করেছিলেন। আয়েশা (রা.) বর্ণনা করেন যে, জীবনের শেষ সময়ে রাসুলুল্লাহ (সা.) খুব ঘনঘন বলতেন, ‘সুবহানাল্লাহি ওয়া বিহামদিহি, আস্তাগফিরুল্লাহ ওয়া আতুবু ইলাইহি’ অর্থাৎ, আল্লাহর পবিত্রতা বর্ণনা করছি এবং তাঁর প্রশংসা করছি। আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর কাছে তওবা করছি।</p><p>তিনি আরও বলেছিলেন, “আমার প্রতিপালক আমাকে খবর দিয়েছিলেন যে, আমি অচিরেই আমার উম্মতের মাঝে একটি চিহ্ন দেখব। যখন আমি তা দেখব, তখন যেন তাঁর প্রশংসা ও পবিত্রতা বর্ণনা করি এবং ক্ষমা প্রার্থনা করি। আর আমি সেই চিহ্ন দেখে ফেলেছি।” (সহিহ মুসলিম, হাদিস: ৪৮৪)</p></div></div></div></body></html>"
        },
        {
            "title": "শীতে ফ্লু নিরাময়ে যা খাবেন | প্রথম আলো",
            "time": "2026-01-17T07:59:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F23269c3b-9b8d-45f4-9c20-9d17c30acf3b%2FBogura__Plum_9.jpg?rect=0%2C151%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিদিন হলুদ মিশিয়ে এক গ্লাস দুধ হতে পারে আপনার ফ্লু নিরাময়ের অন্যতম একটি হাতিয়ার। নিয়মিত প্রোবায়োটিকসমৃদ্ধ খাবার, যেমন টক দই, মিসো, কেফির, সাউরক্রাউট কিমচি, পনির ও ভিনেগার ছাড়া আচার ইত্যাদি খাদ্যতালিকায় রাখতে হবে।</p><p>ফ্লু নিরাময়ে চিকেন ভেজিটেবল স্যুপ হতে পারে স্বাস্থ্যকর একটি খাবার। গাজর, টমেটো, ক্যাপসিকাম, ফুলকপিসহ অন্য শীতকালীন সবজি ব্যবহার করতে হবে।</p><p>ব্রকলি, টমেটো ও গাজরের জুস এ ক্ষেত্রে চমৎকার পানীয় হতে পারে। এসব জুসে থাকা ভিটামিন ও খনিজ মেটাবলিক ব্যবস্থাকে ত্বরান্বিত করে। ফ্লু নিরাময়ে পেঁপের জুস অত্যন্ত উপকারী। পেঁপেতে থাকা উপাদান রোগ প্রতিরোধক্ষমতা বৃদ্ধি ও ইলেকট্রোলাইটের ভারসাম্য রক্ষা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনা বিশ্ববিদ্যালয়ে শিক্ষকসহ প্রশাসনিক পদে চাকরির সুযোগ, পদ ৩৮ | প্রথম আলো",
            "time": "2026-01-17T07:58:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Frj6bzbj1%2Fdownload.jpg?rect=29%2C0%2C282%2C148&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. পদের নাম: সহযোগী অধ্যাপক</strong></p><p>বিভাগ ও পদ সংখ্যা: ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-১, আন্তর্জাতিক সম্পর্ক বিভাগ-১, উন্নয়ন অধ্যয়ন বিভাগ- ১, হিসাববিজ্ঞান বিভাগ-১ এবং তড়িৎ ও ইলেকট্রনিক প্রকৌশল বিভাগ-১।</p><p>গ্রেড: ৪র্থ</p><p><strong>২. পদের নাম: সহকারী অধ্যাপক</strong></p><p>বিভাগ ও পদ সংখ্যা: ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-১, আন্তর্জাতিক সম্পর্ক বিভাগ-১, উন্নয়ন অধ্যয়ন বিভাগ–১, হিসাববিজ্ঞান বিভাগ-১, তড়িৎ ও ইলেকট্রনিক প্রকৌশল বিভাগ-১, ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-২ এবং আন্তর্জাতিক সম্পর্ক বিভাগ-২।</p><p>গ্রেড: ৬ষ্ঠ</p><p><strong>৩. পদের নাম: প্রভাষক</strong></p><p>বিভাগ ও পদ সংখ্যা: ইতিহাস ও প্রত্নতত্ত্ব বিভাগ-২, আন্তর্জাতিক সম্পর্ক বিভাগ-২, উন্নয়ন অধ্যয়ন বিভাগ- ২, হিসাববিজ্ঞান বিভাগ-২ এবং তড়িৎ ও ইলেকট্রনিক প্রকৌশল বিভাগ-২।</p><p>গ্রেড: ৯ম</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের বন্য প্রাণী নিয়ে কাজ করতে এসে কেমন অভিজ্ঞতা হচ্ছে ব্রিটিশ উপস্থাপক ও প্রকৃতিবিদ নাইজেল মারভেনের | প্রথম আলো",
            "time": "2026-01-17T07:51:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-16%2Fslz9hlhm%2Fcrt0l0w100h100.webp?rect=0%2C70%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের বন্য প্রাণী নিয়ে ডকুমেন্টারি করছেন নাইজেল মারভেন। এ প্রকল্পের কাজেই গত বছর বাংলাদেশে আসেন। এ দফায় ঢাকায় পৌঁছান গত ২৮ ডিসেম্বর। মূল শুটিং শুরুর কথা ৪ জানুয়ারি, তার আগে তিন দিন পিটাছড়ায় কাটানোর পরিকল্পনা। ঢাকার আনুষ্ঠানিকতা শেষ করে ৩০ ডিসেম্বর পিটাছড়ায় পৌঁছান তিনি। তাঁর সঙ্গে ছিলেন নাইজেল মারভেন প্রডাকশনের গবেষক জ্যাক সিমিডিয়ান, যিনি ‘ওয়াইল্ড বাংলাদেশ’ ডকুমেন্টারির গবেষক হিসেবেও কাজ করছেন।</p><p>পিটাছড়ায় থাকার সময় দিনে–রাতে নানা সময়ে নাইজেল আমাদের সঙ্গে বনজঙ্গলে ঘুরেছেন। দেখা হয়েছে বিভিন্ন প্রজাতির পাখি। পাখি শনাক্ত করা নিয়ে হয়েছে বিস্তর আলোচনা। নাইজেল ও জ্যাক সঙ্গে করে এনেছিলেন দক্ষিণ এশিয়া ও বাংলাদেশের পাখি ও বন্য প্রাণীবিষয়ক বেশ কিছু বই। বনে–ঝোপে যা-ই দেখা গেছে, সঙ্গে সঙ্গে বই ঘেঁটে পরিচয় নিশ্চিত করার চেষ্টা করেছেন। কাচার বুলবুল না অলিভ বুলবুল, এমন সূক্ষ্ম পার্থক্য নিয়েও দীর্ঘ আলাপ হয়েছে।</p><p>সব প্রাণীর দেখা না মিললেও সৌভাগ্যক্রমে আমরা গন্ধগোকুল (পাম সিভেট) দেখাতে পেরেছি। এই প্রাণী জ্যাক আগে কখনো বনে দেখেননি। বাংলা লজ্জাবতী বানরের (বেঙ্গল স্লো লরিস) দেখাও পাওয়া গেল। সব মিলিয়ে দিনে ও রাতে হেঁটে হেঁটে বন দেখার অভিজ্ঞতা তাঁদের কাছে ছিল ভীষণ উপভোগ্য।</p><p>২০২৬ সালের প্রথম দিনটিও আমরা একসঙ্গে উদ্​যাপন করি। নাইজেলের সম্মানে পিটাছড়ার পাবলিক লাইব্রেরিতে ছিল সাংস্কৃতিক আয়োজন। স্থানীয় শিশুদের গান-নাচ, পার্বত্য অঞ্চলের সাংস্কৃতিক চর্চা তাঁকে মুগ্ধ করে। তাঁকে আরও নিবিড়ভাবে স্থানীয় সংস্কৃতির সঙ্গে পরিচয় করাতে ঢেঁকিতে আটা কুটে পিঠা বানিয়ে খাওয়ানো হয়। পুরো প্রক্রিয়া তিনি গভীর আগ্রহ নিয়ে দেখেন।</p><p>নাইজেল সারাক্ষণ মজা করেন, প্রশ্ন করেন, ব্রিটিশ কৌতুক ছুড়ে দেন। ইংল্যান্ডে দীর্ঘ সময় থাকার সুবাদে ব্রিটিশ কৌতুক বুঝতে আমার অসুবিধা হয়নি, এতে তাঁর সঙ্গে খুনসুটিতেও সুবিধা হয়েছে। আবার নিজের নিরিবিলি সময়ও ঠিকই বের করে নেন। সন্ধ্যার পর হেডল্যাম্প জ্বালিয়ে থ্রিলার পড়েন। খাওয়াদাওয়া খুব কম করেন, জ্যাকও তা–ই। তবে নাইজেল নিয়মিত চা–কফি খান।</p><p>নাইজেলের ব্যক্তিত্বের নানা দিক আমাকে মুগ্ধ করেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে জড়িয়ে ধরে গুম হওয়া সন্তানের মায়ের আর্তনাদ | প্রথম আলো",
            "time": "2026-01-17T07:51:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F2t83lt2q%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"তারেক রহমানকে জড়িয়ে ধরে গুম হওয়া সন্তানের মায়ের আর্তনাদ\" class=\"nA4h1 \">তারেক রহমানকে জড়িয়ে ধরে গুম হওয়া সন্তানের মায়ের আর্তনাদ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-01-17T14:27:01+06:00\"><span>আপডেট: ১৭ জানুয়ারি ২০২৬, ০৮: ২৭ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বেঙ্গল কমার্শিয়াল ব্যাংক-আরএসএ অ্যাডভাইজরির চুক্তি | প্রথম আলো",
            "time": "2026-01-17T07:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fuptvuh16%2FBusiness-1.jpg?rect=47%2C0%2C1690%2C887&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">চুক্তি স্বাক্ষর অনুষ্ঠানে বেঙ্গল কমার্শিয়াল ব্যাংকের এমডি তারিক মোর্শেদ, আরএসএ অ্যাডভাইজরির চেয়ারম্যান কে মাহমুদ সাত্তারসহ উভয় প্রতিষ্ঠানের কর্মকর্তারা</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: বিজ্ঞপ্তি</figcaption></p></div></div></body></html>"
        }
    ]
}