{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "অভ্যুত্থানের মুখে পালিয়ে গেলেন শেখ হাসিনা | প্রথম আলো",
            "time": "2025-08-05T05:21:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-22%2F67i6ju0c%2FUntitled-4.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সঙ্গে সহিংসতার পথ ছেড়ে সবাইকে শান্তিপূর্ণভাবে সমস্যার সমাধান ও ঘরে ফিরে যাওয়ার আহ্বান জানান সেনাপ্রধান। তিনি অতি শিগগির ছাত্র-শিক্ষক প্রতিনিধিদের সঙ্গে বৈঠকে বসবেন বলেও জানান।</p><p>সেদিন বিকেলে বঙ্গভবনে বিভিন্ন রাজনৈতিক দলের নেতাদের সঙ্গে বৈঠক করেন রাষ্ট্রপতি মো. সাহাবুদ্দিন। বৈঠকে আন্দোলনে নিহত ব্যক্তিদের স্মরণে শোক প্রস্তাব গৃহীত হয়। এ ছাড়া আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণে সবাইকে ধৈর্য ও সহনশীল আচরণ করার আহ্বান জানানো হয়। সাম্প্রদায়িক সম্প্রীতি যেন কোনোভাবেই বিনষ্ট না হয়, সে ব্যাপারে বৈঠকে একমত পোষণ করা হয়।</p><p>বৈঠকে সিদ্ধান্ত হয়, বিএনপির চেয়ারপারসন খালেদা জিয়াকে অবিলম্বে মুক্তি দেওয়া হবে। এ ছাড়া বৈষম্যবিরোধী ছাত্র আন্দোলনে এবং সম্প্রতি বিভিন্ন মামলায় আটক সব বন্দীকে মুক্তি দেওয়ারও সিদ্ধান্ত হয়।</p><p>সেনাপ্রধান জেনারেল ওয়াকার-উজ-জামান, বিমানবাহিনী প্রধান এয়ার ভাইস মার্শাল হাসান মাহমুদ খাঁন ও নৌবাহিনী প্রধান রিয়ার অ্যাডমিরাল এম নাজমুল হাসান এই বৈঠকে উপস্থিত ছিলেন।</p><p>রাজনৈতিক নেতাদের মধ্যে বঙ্গভবনে সেই বৈঠকে ছিলেন বিএনপির মির্জা ফখরুল ইসলাম আলমগীর ও মির্জা আব্বাস, জামায়াতে ইসলামীর শফিকুর রহমান ও এইচ এম হামিদুর রহমান আযাদ, জাতীয় পার্টির জি এম কাদের, আনিসুল ইসলাম মাহমুদ ও মুজিবুল হক, নাগরিক ঐক্যের মাহমুদুর রহমান মান্না, বিপ্লবী ওয়ার্কার্স পার্টির সাইফুল হক, খেলাফত মজলিসের মামুনুল হক, ইসলামী আন্দোলনের সৈয়দ মুহাম্মাদ ফয়জুল করীম ও আশরাফ আলী আকন, গণসংহতি আন্দোলনের জোনায়েদ সাকি, রাষ্ট্র সংস্কার আন্দোলনের হাসনাত কাইয়ূম, জেএসডির শহীদ উদ্দিন মাহমুদ, ভাসানী অনুসারী পরিষদের শেখ রফিকুল ইসলাম, মেজর জেনারেল (অব.) ফজলে রাব্বী প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "সেই ‘রাশি’ এবার নতুন পরিচয়ে | প্রথম আলো",
            "time": "2025-08-05T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fc4qftd5r%2F48205763911871271027801694196667436686533739n.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে শরীর ফিট রাখতে আলাদা করে কোনো কসরত করতে হয় না তাঁকে। তাঁর ভাষায়, ‘নিয়মিত নাচি, তাই আলাদা করে শরীরচর্চা করিনি।’ কৈশোরে স্বপ্ন দেখতেন মাধুরী দীক্ষিতের মতো নাচার। সেই স্বপ্নে জোর দিয়েই ভর্তি হয়েছিলেন নাচের স্কুলে। সেখানে শিখেছেন কত্থক, ভরতনাট্যম ও পাশ্চাত্য ঘরানার নৃত্য।<br>একটি ধারাবাহিক বদলে দিতে পারে একজনের জীবন, এই কথার বাস্তব উদাহরণ গীতশ্রী। ‘রাশি’ তাঁকে দিয়েছিল পরিচিতি, আত্মবিশ্বাস এবং আজকের গীতশ্রী হয়ে ওঠার ভিত। এবার নতুন ভূমিকায় তাঁর যাত্রা কতটা সফল হয়, সেটাই দেখার অপেক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে ট্রেন পছন্দ হয়নি, ‘জুলাই যোদ্ধারা’ বসে পড়লেন রেললাইনে | প্রথম আলো",
            "time": "2025-08-05T05:14:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fusvtp5jv%2FRajshahitrain1.jpg?rect=0%2C66%2C3520%2C1848&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">নিজেদের মধ্যে ঝগড়া-বিবাদ শুরু হলে যাঁরা ট্রেনে উঠেছেন, তাঁরা জানালা দিয়ে সে ঘটনা দেখেন। আজ সকালে রাজশাহী রেলস্টেশনে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘বেসবলে’ ৬৭৫০ স্বাক্ষর | প্রথম আলো",
            "time": "2025-08-05T05:11:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fmgvk4elu%2FCapture.PNG?rect=0%2C173%2C658%2C345&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইনর লিগ বেসবলের এ ব্যতিক্রমী উদ্যোগের পেছনে ছিল একটি চিন্তা। তাদের বিপণন বিভাগের ভাইস প্রেসিডেন্ট ক্রিস্টিন সাটন বলেন, ‘সাধারণত খেলোয়াড়েরা বল সই করেন, এবার আমরা চেয়েছি উল্টোটা হোক। ভক্তরা সই করবে আর সেই বল ইতিহাস গড়বে।’</p><p>ছয় সপ্তাহ ধরে বলটি ২ হাজার ৬০০ মাইল পথ পাড়ি দিয়েছে। যাত্রাপথে বলটি যে ১৫টি মাঠ ঘুরেছে, সেগুলোর মধ্যে আছে ফোর্ট ওয়েইন, ডেটন, লুইসভিল, সিরাকিউজ, বাফেলো, ইরি, আলটুনাসহ আরও বেশ কয়েকটি শহরের বেসবল মাঠ। নিউইয়র্কে শেষ দিনে ৬৮৪ দর্শনার্থী বলে সই করেন। সবশেষ স্বাক্ষরটি করেন মাইনর লিগ বেসবলের কমিশনার রব ম্যানফ্রেড।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিম্বাশয়ে ডার্ময়েড সিস্ট বেশি হয় কাদের, কী করবেন | প্রথম আলো",
            "time": "2025-08-05T05:10:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fb8lxlnfs%2F05082025-cm-5.jpg?rect=0%2C55%2C842%2C442&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিম্বাশয়ে ডার্ময়েড সিস্ট একধরনের নিরীহ টিউমার। জন্মগত হলেও বয়ঃসন্ধিকালে বা প্রজননসক্ষম বয়সে ধীরে ধীরে এটি লক্ষণীয় হতে থাকে। এ ধরনের সিস্টে চুল, দাঁত, চামড়া, হাড়, চর্বি ও মাঝেমধ্যে স্নায়ুকোষ পর্যন্ত থাকতে পারে।</p><p>জার্ম সেল থেকে এমন টিউমার হয়। এই জার্ম সেল ডিম্বাণু তৈরি করে। কখনো কখনো এই কোষগুলো অস্বাভাবিকভাবে বৃদ্ধি পায় এবং শরীরের অন্য অংশের মতো টিস্যু তৈরি করে—যেমন চুল, দাঁত, চামড়া ও তৈলগ্রন্থি। এসবের সমন্বয়ে সিস্টিক গঠন তৈরি হয়, এটাই ডার্ময়েড সিস্ট। এটি একটি টারাটোমা–জাতীয় সিস্ট, যা ভ্রূণের কোষ থেকে তৈরি হয়। সাধারণত বংশগত কারণ বা হরমোনের পরিবর্তনের কারণে এটি হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘জুলাই ঘোষণাপত্র’ পাঠের অনুষ্ঠানে যাবে বিএনপির প্রতিনিধিদল | প্রথম আলো",
            "time": "2025-08-05T05:01:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Faniisxhh%2FFakrul-1.jpg?rect=0%2C35%2C1174%2C616&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিনিধিদলের বাকি চার সদস্য হলেন বিএনপির স্থায়ী কমিটির সদস্য মির্জা আব্বাস, আব্দুল মঈন খান, নজরুল ইসলাম খান ও সালাহউদ্দিন আহমদ।</p><p>শায়রুল কবীর খান জানান, এ ছাড়া আমন্ত্রিত অতিথি হিসেবে অনুষ্ঠানে যাবেন বিএনপির চেয়ারপারসনের উপদেষ্টা পরিষদের সদস্য ইসমাইল জবিউল্লাহ। তিনি ছাড়াও ছাত্রদলের সভাপতি রাকিবুল ইসলাম রাকিব ও সাধারণ সম্পাদক নাছির উদ্দীন নাছির আমন্ত্রিত অতিথি হিসেবে অনুষ্ঠানে যাবেন।</p><p>‘জুলাই ঘোষণাপত্র’ হলো ২০২৪ সালের জুলাইয়ের গণ-অভ্যুত্থানের একটি দলিল। রাজনৈতিক দলের মতামত নিয়ে এটি চূড়ান্ত করেছে অন্তর্বর্তী সরকার। জুলাই ঘোষণাপত্রের জন্য দাবি জানিয়ে আসছিলেন জাতীয় নাগরিক পার্টির (এনসিপি) নেতারা। ঘোষণাপত্রের দাবিতে কর্মসূচিও পালন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের ইতিহাসে সবচেয়ে বড় বিমান দুর্ঘটনা: কী ঘটেছিল ১৯৮৪ সালের ৫ আগস্ট | প্রথম আলো",
            "time": "2025-08-05T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fn4r62oxh%2F294d42ac-bf3b-4999-8407-e5438e0fddb5.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফকার-২৭ বিমান দুর্ঘটনায় দুই পাইলট, দুই ফ্লাইট স্টুয়ার্ড ও একজন কেবিন ক্রু এবং ৪৪ জন যাত্রীর সবাই মারা যান। হতভাগ্য যাত্রীরা হলেন সামসুল হক, এম এন এইচ শাফরী, গোলাম রব্বানী, খুরশীদুল আলম, তসলিম উদ্দিন, আবদুল রব্বান, নূর আহমেদ, এস আলম, এ হালিম, আবদুল করিম, এন আলম, ইলিয়াস মিয়া, ইদ্রিস মিয়া, রাজা মিয়া, মোহাম্মাদ হারুন, এম এম এম ভূঁইয়া, আবদুস সোবহান, আবুল হাসেম, অধীর চন্দ্র ঘোষ, এম এইচ উদ্দিন, এ আহমেদ, নূরুল হক, এম আহমেদ, নূর মওলা, রাজেন্দ্র লাল দাসগুপ্ত, সিরাজউল্লাহ, এম চৌধুরী, বি আলম, এম এ রহমান, আহমেদ সাফা, কবির হোসেন, টি কে ঘোষ, এস মাহমুদ, ফরিদুল্লাহ চৌধুরী, আর আমিন, এস এ খান, ডি কে বড়ুয়া, এম আলী, এস এম এস এ চৌধুরী, মিসেস এস এল নেসা, মিস্টার সিনোটসুকা (জাপানি), মিস্টার হোমস (ব্রিটিশ), মুসলিম এ গফ্ফার, এ কাশেম এবং এ গফুর।</p></div></div></div></body></html>"
        },
        {
            "title": "চীনের বিরুদ্ধে আমেরিকার যুদ্ধোন্মত্ততার আসল কারণ | প্রথম আলো",
            "time": "2025-08-05T04:59:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F5a3re18m%2Ftrump.jpg?rect=0%2C0%2C998%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরেকটি বড় কারণ প্রযুক্তি। চীন গত এক দশকে কৌশলগত খাতে প্রযুক্তি উন্নয়নে রাষ্ট্রীয় নীতিকে অগ্রাধিকার দিয়েছে। ফলাফলও চোখে পড়ার মতো: বিশ্বের সবচেয়ে বড় হাইস্পিড রেল নেটওয়ার্ক, নিজস্ব বাণিজ্যিক বিমান তৈরি, নবায়নযোগ্য জ্বালানি ও বৈদ্যুতিক গাড়িতে বিশ্বে নেতৃত্ব, উন্নত চিকিৎসা ও মোবাইল প্রযুক্তি, মাইক্রোচিপ, কৃত্রিম বুদ্ধিমত্তা—সবকিছুতেই বিশাল অগ্রগতি পেয়েছে চীন। অথচ চীনের মাথাপিছু আয় উন্নত দেশগুলোর তুলনায় ৮০ শতাংশ কম। </p><p>পশ্চিমা দেশগুলো চায়, কেবল তারাই উচ্চ প্রযুক্তির একচেটিয়া অধিকার রাখবে। চিকিৎসা, বিমান, কম্পিউটার, শিল্প–যন্ত্রপাতি ইত্যাদি খাতে তারা একচ্ছত্র আধিপত্য চায়। এই আধিপত্য ধরে রাখতে পারলে গ্লোবাল সাউথ তাদের ওপর নির্ভরশীল থাকে এবং সস্তায় সম্পদ রপ্তানি করে এই পশ্চিমা প্রযুক্তি কিনতে বাধ্য হয়। এতে উন্নত দেশগুলো অসম বাণিজ্য থেকে যে লাভ করে, তা অব্যাহত থাকে। </p><p>চীনের প্রযুক্তিগত অগ্রগতি এই একচেটিয়া অধিকারকে ভেঙে ফেলছে এবং গ্লোবাল সাউথের জন্য বিকল্প উৎস তৈরি করছে। এর ফলে পশ্চিমা দেশগুলোর কর্তৃত্ব দুর্বল হচ্ছে। </p><p>যুক্তরাষ্ট্র তাই চীনের প্রযুক্তিকে লক্ষ্য করে নিষেধাজ্ঞা আরোপ করছে। তবে এখন পর্যন্ত এতে চীনের অগ্রগতিতে হোঁচট খাওয়ার কোনো লক্ষণ দেখা যাচ্ছে না; উল্টো চীন আরও বেশি স্বয়ংসম্পূর্ণ হয়ে উঠছে। </p><p>তাই অর্থনৈতিক ও বাণিজ্য অস্ত্র ব্যর্থ হলে যুক্তরাষ্ট্র যুদ্ধ-উসকানির নীতিতে যাচ্ছে। লক্ষ্য হলো চীনের শিল্পকাঠামো ধ্বংস করা, তাদের বিনিয়োগ প্রতিরক্ষায় ঘোরানো এবং অর্থনীতিকে দুর্বল করা। </p><p>চীনকে সামরিক হুমকি হিসেবে তুলে ধরার প্রচারণা আসলে বাস্তবতাকে আড়াল করার প্রচেষ্টা। বাস্তব হলো চীনের প্রতিজনের সামরিক ব্যয় বিশ্বের গড়ের চেয়েও কম, আর যুক্তরাষ্ট্রের তুলনায় ১০ ভাগের ১ ভাগ মাত্র। চীনের পারমাণবিক অস্ত্রের সংখ্যাও যুক্তরাষ্ট্রের তুলনায় ৮ গুণ কম। </p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবীর সব সরকারের ভেতরে সরকার থাকে | প্রথম আলো",
            "time": "2025-08-05T04:51:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2F8uotkvho%2FCapture.PNG?rect=0%2C0%2C1103%2C579&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">আইন উপদেষ্টা আসিফ নজরুল</figcaption><figcaption class=\"story-element-image-attribution\">ফাইল ছবি</figcaption></p></div></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আসিফ নজরুল</strong>: আপনাকে যেটা বলেছিলাম, তা অনেকাংশে সত্যি। যেকোনো কাজ করা সম্ভব না হলেও অনেক কিছু করা যায়। আমার মন্ত্রণালয় কী করেছে, তার একটা হিসাব দিয়েছি ৩১ জুলাই। আমরা ১৬-১৭টি আইন (নতুন ও সংশোধন) করেছি। দেওয়ানি ও ফৌজদারি দণ্ডবিধিতে যুগান্তকারী পরিবর্তন এসেছে। নারী ও শিশু নির্যাতন দমন আইন করা, লিগ্যাল এইড সার্ভিসকে সম্প্রসারিত করা, অনলাইন বেল (জামিন) বন্ড দেওয়ার আইন করা, ডিজিটালাইজেশনের পদক্ষেপ—এমন অনেক কিছু আছে। কিছু কাজ আমরা করেছি, যেটা আগের কোনো সরকারের আইন মন্ত্রণালয়কে করতে হয়নি। আমরা ১৬ হাজারের বেশি হয়রানিমূলক মামলা প্রত্যাহারের সুপারিশ করেছি। এটা শুধু বৈঠক করে হয় না, মামলার নথি ধরে ধরে পর্যালোচনা করতে হয়। বাংলাদেশের ইতিহাসে এ রকম নেই যে একটা মন্ত্রণালয় এক বছরে প্রায় পাঁচ হাজার সরকারি আইনজীবী নিয়োগ দিয়েছে, সেটি করেছি।</p><p>আমি মনে করি, সরকারের সবচেয়ে বড় সাফল্য অর্থনৈতিক খাতের শৃঙ্খলা আনা। আমরা শেখ হাসিনার আমলে শুনতাম, তিনি নিজেও বলেছিলেন, দেশে দুর্ভিক্ষ হতে পারে। অর্থনীতিতে ধস নামার লক্ষণ ছিল। সেটা ঠেকানো গেছে। আমি সব সময় শুনতাম যে এ রকম একটা পরিস্থিতিতে বিনিময় হার (ডলারের দাম) অত্যন্ত বেড়ে যায়। সেটা বাড়েনি, বরং এখন কমতির দিকে। আমাদের রিজার্ভ (বৈদেশিক মুদ্রার মজুত) বেড়েছে, ব্যবস্থাপনা ভালো হয়েছে। মূল্যস্ফীতি নিয়ন্ত্রণে এসেছে, ব্যাংকিং খাতে শৃঙ্খলা আসছে, মানুষের আস্থা ফিরছে। রোজার মাসে দ্রব্যমূল্য কিছু কিছু কম রাখা গেছে। হজ ব্যবস্থাপনার উন্নতি হয়েছে। অপচয় কমানো গেছে। ফাওজুল কবির ভাইয়ের (বিদ্যুৎ ও জ্বালানি উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান) হাতে যেসব মন্ত্রণালয় আছে, সেখান থেকে তিনি ৪৫ হাজার কোটি টাকা সাশ্রয় করেছেন। এটা অপ্রয়োজনীয় ব্যয় কাটছাঁট ও অপ্রয়োজনীয় প্রকল্প বাদ দিয়ে করা হয়েছে।</p><p>বিপ্লব-উত্তর পরিস্থিতিতে যে বিশৃঙ্খল একটা অবস্থা থাকে, সেটা যদি না থাকত, আরও বেশি কিছু করা যেত।</p></span></div></div></body></html>"
        },
        {
            "title": "মোহাম্মদ সিরাজ: ওয়ালপেপারে রোনালদো, গুগলের মজা এবং ভাইয়ের গর্ব | প্রথম আলো",
            "time": "2025-08-05T04:49:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F6l56h85d%2F2025-08-04T110326Z912024304UP1EL840UPPIHRTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C276%2C2813%2C1477&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোহাম্মদ সিরাজের ফোনের ওয়ালপেপারে কে থাকতে পারেন? প্রশ্নটা কঠিন কিছু নয়। ওভাল টেস্টে কাল ইংল্যান্ডের শেষ উইকেটটি পাওয়ার পর সিরাজের উদ্‌যাপন দেখলেই আন্দাজ করতে পারবেন। ফোনের ওয়ালপেপারে তাঁর ছবির সঙ্গে ‘বিলিভ’ কথাটা সিরাজকে তাতিয়ে দেয়, দিয়েছে বিশ্বাসও। ওভালে ভারতের জয়ের পর সংবাদ সম্মেলনে সিরাজ ফোনের সেই ছবি দেখিয়েছেন।</p><p>আগেই বলা হয়েছে, তাঁর নাম আন্দাজ করা কঠিন নয়। অন্তত কাল গাস অ্যাটকিনসনকে আউট করে সিরাজের ‘সিউ’ উদ্‌যাপন করতে দেখে আপনার বুঝে যাওয়ার কথা, মানুষটা পর্তুগিজ সুপারস্টার ক্রিস্টিয়ানো রোনালদো।</p><p>এমনিতে সিরাজের ঘুম ভাঙে সকাল আটটায়। তবে কাল পঞ্চম ও শেষ দিনের খেলার আগে সিরাজের ঘুম ভাঙে দুই ঘণ্টা আগে। মানে সকাল ছয়টায় উঠেছেন ঘুম থেকে। ঘুম ভাঙার পর তাঁর প্রথম কাজ ছিল তাঁর ফোনের জন্য একটি অনুপ্রেরণামূলক ওয়ালপেপার খোঁজা। খুঁজতে খুঁজতে তিনি তাঁর প্রিয় ফুটবল তারকা রোনালদোর একটি ছবি পেয়ে যান, যার ওপর বড় করে লেখা ছিল—বিলিভ (বিশ্বাস করো)। ওভালে অ্যান্ডারসন-টেন্ডুলকার ট্রফির শেষ দিনের খেলায় নামার আগে সেই ছবিই হয়ে উঠল সিরাজের বড় অনুপ্রেরণা।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সহিংসতা: ত্রুটিপূর্ণ গ্রেপ্তার, ঝুঁকিপূর্ণ বিচার | প্রথম আলো",
            "time": "2025-08-05T04:30:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F7ykrjc3p%2F05082025-su-8.jpg?rect=77%2C0%2C1830%2C961&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালের ১৬ জুলাই থেকে ৫ আগস্ট পর্যন্ত আইনশৃঙ্খলা রক্ষাকারী বাহিনী ও আওয়ামী লীগের কর্মীদের গুলিতে শত শত মানুষ নিহত এবং হাজারো মানুষ আহত হন। পাশাপাশি বিক্ষোভকারীদের হাতেও কিছু মৃত্যুর ঘটনা ঘটে। এসব ঘটনায় দায়ী ব্যক্তিদের বিচারের আওতায় আনার বিষয়টি গত বছরের ৮ আগস্ট দায়িত্ব নেওয়া অন্তর্বর্তী সরকারের জন্য সবচেয়ে কঠিন বিষয়গুলোর একটি হয়ে দাঁড়ায়।</p><p>প্রায় এক বছর পর সরকার এই বিচারপ্রক্রিয়ায় কতটা সফল হয়েছে, তা মূল্যায়নের প্রয়োজন রয়েছে। এখানে ‘প্রক্রিয়া’ শব্দটি ব্যবহার করাই যথার্থ। কারণ, তদন্ত সঠিক এবং বিচারিক কার্যক্রম ন্যায্য হলেই জবাবদিহি প্রতিষ্ঠা দ্রুত হয় না। তাই এখনো কোনো মামলার নিষ্পত্তি না হওয়াকে একচেটিয়াভাবে ব্যর্থতার নিদর্শন হিসেবে দেখা উচিত নয়।</p><p>একজন কৌঁসুলির দৃষ্টিকোণ থেকে দেখলে ১৯৭১ সালের মুক্তিযুদ্ধসংক্রান্ত যে বিচারগুলো এক দশক আগে হয়েছিল, তার তুলনায় বর্তমান পরিস্থিতি প্রমাণসমৃদ্ধ। কারণ, এখানে ভিডিও ফুটেজ ও টেলিফোন যোগাযোগের রেকর্ড পাওয়া সহজ। এ ছাড়া ২০২৪ সালের জুলাই–আগস্টের ঘটনা অতি সম্প্রতি ঘটায় পর্যাপ্ত ও নির্ভরযোগ্য প্রত্যক্ষদর্শীর সাক্ষ্য পাওয়া যাচ্ছে। এসব উপাদান থাকায় কৌঁসুলির জন্য অভিযুক্ত ব্যক্তিদের বিরুদ্ধে শক্তিশালী মামলা উপস্থাপন করা সহজ হয়ে গেছে। মামলাগুলোকে শক্তিশালী করার জন্য এমন কোনো উপায় অবলম্বনের প্রয়োজন নেই, যা বিচারপ্রক্রিয়াকে প্রশ্নের মুখে ফেলতে পারে, যে দোষে ১০ বছর আগের আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের বিচার কার্যক্রম দুষ্ট ছিল।</p><p>বাংলাদেশে জুলাইয়ের আন্দোলন-সংক্রান্ত অপরাধগুলোর জবাবদিহি নিয়ে দুটি সমান্তরাল ফৌজদারি ব্যবস্থা চলছে। প্রথমটি হলো, ভুক্তভোগী বা তাঁদের পরিবারের সদস্যদের থানায় করা মামলাগুলো, যা ‘প্রাথমিক তথ্যবিবরণী’ (এফআইআর) আকারে নথিভুক্ত হয়েছে। এসব অভিযোগে বলা হয়েছে, শত শত মানুষ—প্রধানত স্থানীয় ও জাতীয় পর্যায়ের আওয়ামী লীগ নেতা-কর্মী এবং দলের সুপরিচিত সমর্থকেরা নির্দিষ্ট মৃত্যু বা আহত হওয়ার ঘটনার সঙ্গে জড়িত। তারাই হত্যাকাণ্ড বা হত্যাচেষ্টার অপরাধে দোষী।</p><p>দ্বিতীয়টি হলো, আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে (আইসিটি) করা মামলাগুলো, যা মানবতাবিরোধী অপরাধের অভিযোগের আওতায় বিচারাধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে সাবেক মেয়র জাহাঙ্গীরের বিরুদ্ধে মামলা, ৭৫০০ কোটি টাকা আত্মসাতের অভিযোগ | প্রথম আলো",
            "time": "2025-08-05T04:27:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2Fdea4f06b-4166-4a77-b9ff-fdf1e847a911%2F662b1813f78a7651bd91ebb0c8c7103c_5b250231e619c.jpg?rect=0%2C0%2C647%2C340&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার এজাহার থেকে জানা যায়, ২০১৮ সালের ২৭ জুন থেকে ২০২৪ সালের ৩১ ডিসেম্বর পর্যন্ত নগর ভবনসহ গাজীপুর সিটি করপোরেশনের বিভিন্ন প্রকল্পে ভুয়া টেন্ডার, আরএফকিউ, বিল প্রস্তুত, মাস্টাররোলে কর্মী নিয়োগ, ভুয়া সভা, অনুদান, আপ্যায়ন, ইজারা খাতসহ বহু খাতে কোনো কাজ না করেই বিপুল অঙ্কের অর্থ আত্মসাৎ করা হয়। এ অর্থ সরকারি উন্নয়ন তহবিল ও সিটি করপোরেশনের রাজস্ব খাত থেকে কৌশলে তুলে বিদেশে পাচার করা হয়েছে।</p><p>সাবেক মেয়র জাহাঙ্গীর আলম ও প্রধান হিসাবরক্ষণ কর্মকর্তা গোলাম কিবরিয়া পরস্পর যোগসাজশে ক্ষমতার অপব্যবহার করে টাকা আত্মসাৎ করেন। এর মধ্যে রাজস্ব তহবিল থেকে ১৩৬ কোটি টাকা, টেন্ডার বাবদ ১২৮ কোটি টাকা, বিশ্ব ইজতেমা উপলক্ষে ৯ কোটি টাকা, বঙ্গবন্ধুর জন্মশতবার্ষিকী উপলক্ষে ২ কোটি টাকা, উন্নয়ন তহবিল থেকে রাজস্ব তহবিলে স্থানান্তরের নামে ৯৯৯ কোটি টাকা, রাস্তা প্রশস্তকরণের নামে ৭২ কোটি টাকা, মাস্টাররোলকর্মী ও করোনা খাতে ভুয়া বিলের মাধ্যমে প্রায় শত কোটি টাকা আত্মসাৎ করা হয়েছে। এ ছাড়া হাটবাজার ইজারা ও ট্রাফিক নিয়োগ খাতেও অসংখ্য অনিয়মের মাধ্যমে বিপুল অর্থ আত্মসাৎ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫ আগস্ট উপলক্ষে বিজয় র‍্যালি করবে বিএনপি | প্রথম আলো",
            "time": "2025-08-05T04:13:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C56%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামীকাল বুধবার (৬ আগস্ট) বেলা ২টায় রাজধানীর নয়াপল্টনে বিএনপির কেন্দ্রীয় কার্যালয়ের সামনে থেকে বিজয় র‍্যালি বের হবে।</p><p>একই দিন (বুধবার) দেশের সব জেলা ও মহানগরে বিজয় র‍্যালি অনুষ্ঠিত হবে।</p><p>বিএনপি ও এর অঙ্গ-সহযোগী সংগঠনের সব পর্যায়ের নেতা-কর্মীদের যথাসময়ে বিজয় র‍্যালিতে অংশগ্রহণের জন্য দলের পক্ষ থেকে অনুরোধ জানানো হয়েছে।</p><p>ছাত্র-জনতার অভ্যুত্থানে গত বছরের ৫ আগস্ট আওয়ামী লীগ সরকারের পতন হয়। জুলাই গণ-অভ্যুত্থানের বর্ষপূর্তি উপলক্ষে অন্তর্বর্তী সরকারের পাশাপাশি বিভিন্ন রাজনৈতিক দলের পক্ষ থেকে নানান কর্মসূচি নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় বায়ুদূষণ: শ্বাস নিলেই ঝুঁকি | প্রথম আলো",
            "time": "2025-08-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fth4p0ihk%2FRobi-Article-Lead-Image.png?rect=0%2C50%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার বায়ুদূষণের উৎস একাধিক, তবে উল্লেখযোগ্য এই চারটি উপাদান—</p><p>১. পুরোনো, অযোগ্য যানবাহন চলাচল</p><p>২. ইটভাটা থেকে নির্গত ধোঁয়া</p><p>৩. নির্মাণকাজের ধুলাবালি</p><p>৪. খোলা জায়গায় বর্জ্য পোড়ানো।</p><p>বিশেষ করে পুরোনো ফিটনেসবিহীন বাস ও ট্রাক থেকে প্রতিনিয়ত যে কালো ধোঁয়া নির্গত হয়, তা শহরের বাতাসে অতি ক্ষুদ্র কণা (পিএম ২.৫) ছড়িয়ে দেয়। এই ক্ষুদ্র কণা ফুসফুসের গভীরে প্রবেশ করে, যেখান থেকে তা রক্তপ্রবাহে পৌঁছে যায়। যার ফলে দেখা দেয় হৃদ্‌রোগ, ফুসফুসে ক্যানসার, স্ট্রোক, উচ্চ রক্তচাপ এবং অ্যাজমার মতো জটিল রোগ।</p></div></div></div></body></html>"
        },
        {
            "title": "সামর্থ্য নেই, তারপরও বাধ্য হয়ে কিনতে হয় গাইড বই | প্রথম আলো",
            "time": "2025-08-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-07%2Fu0nz0kv4%2F%E0%A7%A7%E0%A7%AE.jpg?rect=0%2C248%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তথ্য অনুসন্ধানে জানা যায়, একটি সম্পূর্ণ গাইড বইয়ের সেট কিনতে খরচ পড়ে ২ হাজার থেকে ৭ হাজার টাকা পর্যন্ত।</p><p>গত ২৩ জুলাই ভোলা পৌর এলাকার টাউন কমিউনিটি মাধ্যমিক বিদ্যালয়ে গিয়ে ষষ্ঠ, সপ্তম ও অষ্টম শ্রেণির শিক্ষার্থীদের বিষয়ে খোঁজ নিয়ে জানা যায়, তিন শ্রেণিতে ৭৪ শিক্ষার্থীর অভিভাবকের মধ্যে দিনমজুর ১২ জন, রিকশাচালক ৫, বর্গাচাষি ৪, স্বর্ণকার একজন, বেকার দুজন, আমিন (জমি পরিমাপ করেন) ৩, এনজিওতে চাকরি করে ৯, প্রবাসী ৩, সরকারি চাকরীজীবী ৮ ও ব্যবসায়ী ২৭ জন। একই দিন রাজাপুর ইউনিয়নের ওবায়দুল হক মাধ্যমিক বিদ্যালয়ে গিয়ে জানা যায়, ষষ্ঠ থেকে দশম শ্রেণির ২৭২ শিক্ষার্থীর মধ্যে ১৩ জন এতিম, ৪১ জনের অভিভাবক দিনমজুর, ৪২ জনের অভিভাবক জেলে ও ৬৪ জনের অভিভাবক কৃষক। অনেকেই স্বল্প আয়ের মানুষ।</p><p>এসব পরিবারের শিক্ষার্থীদের গাইড বই কিনতে বাধ্য করার বিষয়ে বিদ্যালয়ের একাধিক শিক্ষক নাম প্রকাশ না করার শর্তে বলেন, ক্লাসে পাঠ্যবই রেখে গাইড বই পড়ানো হয়। পরীক্ষার প্রশ্নপত্র তৈরি হয় গাইড বইয়ের পৃষ্ঠা নম্বর ধরে। বই বিক্রেতারা ক্লাসে ঢুকে শিক্ষার্থীদের চাপ দিয়ে গাইড বই বিক্রি করেন। অনেক শিক্ষক এতে মৌন সমর্থন দেন, বিশেষ করে যাঁরা প্রাইভেট পড়ান।</p><p>তাঁদের অভিযোগ, গাইড বই প্রকাশনা প্রতিষ্ঠানগুলোর প্রতিনিধিদের কাছ থেকে ঘুষ নিয়ে ভোলার একাধিক শিক্ষক সমিতি, কিছু শিক্ষক ও প্রধান শিক্ষকেরা অভিভাবকদের গাইড বই কিনতে বাধ্য করছেন। এতে শিক্ষক ও প্রধান শিক্ষকদের মধ্যে লেনদেন নিয়ে দ্বন্দ্বও চলছে, যার প্রভাব পড়ছে শিক্ষার্থীদের ওপর।</p></div></div></div></body></html>"
        },
        {
            "title": "কালিজিরায় কমবে জয়েন্টের ব্যথা, জেনে নিন গবেষণা কী বলছে | প্রথম আলো",
            "time": "2025-08-05T03:58:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fwe4d6gpo%2Fphoto_1608797179015_0f64ad48744b.avif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কালিজিরায় থাকা থাইমোকুইনোন নানা উপকারে আসে। ডায়াবেটিস, উচ্চ রক্তচাপ এবং স্নায়ুর সমস্যা নিয়ন্ত্রণে সহায়ক ভূমিকা রাখতে পারে এই থাইমোকুইনোন। ব্যাকটেরিয়া, ভাইরাস, ছত্রাক এবং পরজীবী সংক্রমণের ক্ষেত্রেও উপকারে আসে এই উপাদান। তবে মনে রাখতে হবে, কালিজিরা, কালিজিরার তেল বা কোনো ভেষজ উপাদান কখনোই মূলধারার চিকিৎসার বিকল্প নয়। রোগের চিকিৎসায় এটি কেবল সহায়ক ভূমিকা রাখতে পারে। নিয়মিত সেবন করতে হলে আগে অবশ্যই চিকিৎসকের সঙ্গে এ বিষয়ে আলাপ করে নেবেন। আপনার প্রয়োজন, শারীরিক অবস্থা, চলমান অন্যান্য ওষুধসহ সার্বিক দিক বিবেচনায় তিনি এ ব্যাপারে সিদ্ধান্ত দেবেন।</p><p><br><sup>সূত্র: হেলথলাইন</sup></p></div></div></div></body></html>"
        },
        {
            "title": "কাপ্তাই হ্রদের পানি বিপৎসীমার ওপরে, খোলা হলো বাঁধের ১৬টি গেট | প্রথম আলো",
            "time": "2025-08-05T03:53:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F0b7w8ybo%2F30e3b954-5c44-4966-bb25-acb4708e8a1f.jfif?rect=0%2C99%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্ণফুলী জলবিদ্যুৎকেন্দ্র সূত্রে জানা গেছে, হ্রদে পানির চাপ বাড়ায় আজ মঙ্গলবার সকাল নয়টায় কাপ্তাই বাঁধের সব কটি গেট খুলে দেওয়ার কথা ছিল। তবে দ্রুত পানি বেড়ে যাওয়ায় রাতেই গেট খুলে দেওয়া হয়।</p><p>পানি ছাড়ার আগে কাপ্তাই হ্রদে পানি ছিল ১০৮ দশমিক ৫ ফুট। ১০৮ ফুট উচ্চতা কাপ্তাই হ্রদের পানির বিপৎসীমা হিসেবে নির্ধারণ করা হয়। কাপ্তাই হ্রদে পানির ধারণক্ষমতা ১০৯ ফুট পর্যন্ত।</p><p>এদিকে কর্ণফুলী জলবিদ্যুৎ উৎপাদনকেন্দ্রের ৫টি ইউনিট থেকে বিদ্যুৎ উৎপাদন সচল থাকায় এর মাধ্যমে আরও ৩২ হাজার কিউসেক পানি কাপ্তাই হ্রদ থেকে কর্ণফুলী নদীতে নিষ্কাশিত হচ্ছে বলে জানিয়েছেন প্রতিষ্ঠানটির কর্মকর্তারা।</p></div></div></div></body></html>"
        }
    ]
}