{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আওয়ামী লীগের ভোট কে পাবে, চলছে নীরব প্রতিযোগিতা, নানা কৌশল | প্রথম আলো",
            "time": "2026-01-10T04:30:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fph3enjk0%2F49205650411174351037567496218938208260159427n.jpg?rect=0%2C0%2C522%2C274&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আওয়ামী লীগ সরকারের আমলে জামায়াতের শীর্ষ নেতাদের যুদ্ধাপরাধের দায়ে মৃত্যুদণ্ড কার্যকর করা হয়। সরকার পতনের ঠিক আগে জামায়াতকে নিষিদ্ধ করা হয়। জামায়াতকে শত্রু হিসেবেই বিবেচনা করে আওয়ামী লীগ। ১ জানুয়ারি চাঁপাইনবাবগঞ্জ-৩ (সদর) আসনের সাবেক সংসদ সদস্য ও জামায়াতে ইসলামীর কেন্দ্রীয় কমিটির সদস্য লতিফুর রহমান ঘোষণা দেন, আওয়ামী লীগ থেকে জামায়াতে যোগ দিলে তাঁরা সব দায়দায়িত্ব নেবেন। লতিফুর রহমান বলেন, ‘আমাদের দলে আপনারা আওয়ামী লীগ থেকে আসবেন। আপনাদের সব দায়দায়িত্ব আমরা নেব। জেলখানা, নবাবগঞ্জ থানা, যেকোনো দায়দায়িত্ব আমরা নেব ইনশা আল্লাহ।’</p><p>এর আগে চট্টগ্রামের সীতাকুণ্ডে আওয়ামী লীগ নেতাকে ছাড়াতে থানায় যান জামায়াতের নেতা। গাজীপুরের আওয়ামী লীগ নেতাকে ছাড়াতে থানায় বিক্ষোভ মিছিল করেন জামায়াতের নেতা-কর্মীরা।</p><p>সুনামগঞ্জ-২ (দিরাই-শাল্লা) আসনে জামায়াতের প্রার্থী শিশির মনির আসন্ন নির্বাচনের মনোনয়নপত্র সংগ্রহ করেন বিভিন্ন শ্রেণি-পেশা ও ধর্মের মানুষ নিয়ে। এর মধ্যে হিন্দুধর্মাবলম্বী ছিলেন কয়েকজন। এই আসনে দীর্ঘদিন সংসদ সদস্য ছিলেন আওয়ামী লীগের প্রয়াত নেতা সুরঞ্জিত সেনগুপ্ত। আগামী নির্বাচনে সুরঞ্জিত সেনের সমর্থকদের পক্ষে টানার চেষ্টা চালাচ্ছেন শিশির মনির।</p><p>বিএনপি ও জামায়াতে ইসলামীর দিক থেকে আওয়ামী লীগের ভোট টানার চেষ্টাকে খারাপভাবে দেখেন না এনসিপির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীব। তবে যে প্রক্রিয়ায় এটা করা হচ্ছে, সেটা সঠিক হচ্ছে না বলে মনে করেন তিনি। আরিফুল ইসলাম আদীব প্রথম আলোকে বলেন, আওয়ামী লীগের ভোট আকৃষ্ট করতে বিভিন্ন দলের নেতাদের নানা বিতর্কিত কথাবার্তা বলতে দেখা যাচ্ছে। কেউ কেউ আওয়ামী লীগের বিরুদ্ধে থাকা মামলা তুলে নেওয়ার কথাও বলছেন। এটা জুলাই গণহত্যাকে একরকম বৈধতা দেওয়ার শামিল। প্রার্থীদের কাজের মাধ্যমে ভোট আকৃষ্ট করার চেষ্টাকে সমর্থন করে এনসিপি। অপরাধীদের পৃষ্ঠপোষকতা করে ভোট টানার চেষ্টা গণতন্ত্রের জন্য অশনিসংকেত।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটের আগে প্রবাসী আয়ে চাঙাভাব | প্রথম আলো",
            "time": "2026-01-10T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fac0fc934-b78e-4b93-a2a6-aaf7a9197b5c%2Fdollar_1.jpg?rect=0%2C21%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, সর্বশেষ ডিসেম্বর মাসে দেশে প্রবাসী আয় এসেছে ৩২২ কোটি ডলার, যা একক মাস হিসাবে দ্বিতীয় সর্বোচ্চ প্রবাসী আয়ের রেকর্ড। দেশের ইতিহাসে সর্বোচ্চ ৩২৯ কোটি ডলারের প্রবাসী আয়ের রেকর্ড হয়েছিল গত বছরের মার্চে। তখন ঈদুল ফিতর উপলক্ষে বেশি পরিমাণে প্রবাসী আয় এসেছিল।</p><p>বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী, সদ্য বিদায়ী ২০২৫ সালে সব মিলিয়ে দেশে ৩ হাজার ২৮২ কোটি ডলারের প্রবাসী আয় এসেছিল। এই আয় বাংলাদেশ ব্যাংকে বৈদেশিক মুদ্রার মজুতের প্রায় সমান।</p><p>গত বছরের জুলাই থেকে ৭ জানুয়ারি পর্যন্ত দেশে ১৭ দশমিক ১৭ বিলিয়ন বা ১ হাজার ৭১৭ কোটি ডলারের প্রবাসী আয় আসে। এর আগে ২০২৪ সালের জুলাই থেকে ২০২৫ সালের ৭ জানুয়ারি পর্যন্ত আয় এসেছিল ১৪ দশমিক ৩১ বিলিয়ন ডলার। অর্থাৎ গত ছয় মাসে আগের বছরের একই সময়ের তুলনায় প্রবাসী আয় প্রায় ২০ শতাংশ বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে ‘কোটিপতি’ প্রার্থীর ছড়াছড়ি | প্রথম আলো",
            "time": "2026-01-10T04:20:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Flxt4zah9%2Fa815a51a-b9ff-4418-9c2a-c435b77843bf.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>অস্থাবর সম্পদে কারা এগিয়ে</strong></p><p>প্রার্থীদের মধ্যে খন্দকার আবদুল মুক্তাদীরের অস্থাবর সম্পদ বেশি। তাঁর ১৫ কোটি ৭২ লাখ ৭ হাজার ৭৮৯ টাকার অস্থাবর সম্পদ আছে। এরপরেই অস্থাবর সম্পদ বেশি রয়েছে ফয়সল আহমদ চৌধুরীর। তাঁর ৬ কোটি ২৬ লাখ ৯৬ হাজার ১০৭ টাকার অস্থাবর সম্পদ আছে।</p><p>অস্থাবর সম্পদের দিক থেকে তৃতীয় অবস্থানে আছেন আরিফুল হক চৌধুরী। তাঁর ৪ কোটি ৩৩ লাখ ২৭ হাজার ৩৮৪ টাকার অস্থাবর সম্পদ আছে। চতুর্থ স্থানে আছেন এম এ মালিক। তাঁর রয়েছে ২ কোটি ১০ লাখ টাকার অস্থাবর সম্পদ।</p><p>অস্থাবর সম্পদের দিক দিয়ে তাহসিনা রুশদীর পঞ্চম, জয়নাল আবেদীন ষষ্ঠ, আবদুল হান্নান সপ্তম, হাবিবুর রহমান অষ্টম, উবায়দুল্লাহ ফারুক নবম, এমরান আহমদ চৌধুরী দশম, মোহাম্মদ সেলিম উদ্দিন ১১তম, লোকমান আহমদ ১২তম এবং আনওয়ার হোসাইন খান ১৩তম অর্থাৎ সর্বশেষ অবস্থানে আছেন।     </p> <p><strong>স্থাবর সম্পদে এগিয়ে যাঁরা</strong></p><p>অস্থাবর সম্পদের মতো খন্দকার আবদুল মুক্তাদীরের স্থাবর সম্পদও বেশি। তাঁর ১৮ কোটি ৬৩ লাখ ৫৬ হাজার ৯৪১ টাকার স্থাবর সম্পদ আছে। আরিফুল হক চৌধুরী আছেন দ্বিতীয় অবস্থানে। তাঁর ১৫ কোটি ২৬ লাখ ৬৭ হাজার ৮৮২ টাকার স্থাবর সম্পদ আছে।</p><p>তৃতীয় অবস্থানে আছেন ফয়সল আহমদ চৌধুরী। তাঁর স্থাবর সম্পদ আছে ৪ কোটি ৮৯ লাখ ২৫ হাজার ৭৯৫ টাকার। চতুর্থ ও পঞ্চম অবস্থানে আছেন যথাক্রমে লোকমান আহমদ ও এম এ মালিক। লোকমানের ১ কোটি ৩৫ লাখ ৮২ হাজার ১৯২ টাকার এবং মালিকের ১ কোটি ৩০ লাখ টাকার স্থাবর সম্পদ আছে।</p><p>এ ছাড়া হাবিবুর রহমানের ৯২ লাখ ৪৫ হাজার ৫৯৮ টাকার এবং তাহসিনা রুশদীর ৮৯ লাখ ৬৬ হাজার ৫০০ টাকার স্থাবর সম্পদ আছে।</p><p>স্থাবর সম্পদের দিক দিয়ে অষ্টম আবদুল হান্নান, নবম এমরান আহমদ চৌধুরী, দশম জয়নাল আবেদীন, ১১তম আনওয়ার হোসাইন খান এবং ১২তম উবায়দুল্লাহ ফারুক। অন্য প্রার্থী মোহাম্মদ সেলিম উদ্দিনের কোনো স্থাবর সম্পদ নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শপথ নিলেন মার্কিন রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেন, জানালেন বাংলাদেশে ফিরতে পেরে আনন্দিত | প্রথম আলো",
            "time": "2026-01-10T04:19:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F7wwhfz2r%2Fus-.jpeg?rect=0%2C11%2C1468%2C771&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের নতুন রাষ্ট্রদূত হিসেবে ব্রেন্ট ক্রিস্টেনসেনকে স্বাগত জানাতে পেরে ঢাকার মার্কিন দূতাবাস আনন্দ প্রকাশ করেছে। আজ শনিবার মার্কিন দূতাবাস তাদের ফেসবুক পেজে এক পোস্টে এ প্রতিক্রিয়া জানিয়েছে।</p><p>বাংলাদেশে দায়িত্ব নেওয়ার বিষয়ে ব্রেন্ট ক্রিস্টেনসেন বলেন, ‘যে দেশটির সঙ্গে আমি খুব ভালোভাবে পরিচিত, সেই বাংলাদেশে ফিরতে পেরে আমি ভীষণ আনন্দিত। ঢাকার যুক্তরাষ্ট্র দূতাবাসে আমেরিকান ও স্থানীয় কর্মীদের নিয়ে গঠিত একটি শক্তিশালী দলের নেতৃত্ব দেওয়ার মাধ্যমে যুক্তরাষ্ট্র ও বাংলাদেশের সম্পর্ককে আরও দৃঢ় করতে, প্রেসিডেন্ট ট্রাম্পের লক্ষ্যকে এগিয়ে নিতে এবং প্রতিদিন নিরলসভাবে কাজ করে আমেরিকাকে আরও নিরাপদ, শক্তিশালী ও সমৃদ্ধ করে তুলতে আমি উচ্ছ্বসিত।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালে স্কুলের ছুটির তালিকা প্রকাশ, কমল ১২ দিন | প্রথম আলো",
            "time": "2026-01-10T04:04:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fickfys22%2F131.jpg?rect=0%2C62%2C3985%2C2092&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২০২৬ সালে প্রাথমিক বিদ্যালয়ে উল্লেখযোগ্য কিছু ছুটি</strong></p><p>রমজান, ঈদুল ফিতরসহ টানা ১৯ দিন, ঈদুল আজহা ও গ্রীষ্মকালীন অবকাশে ১২ দিন, দুর্গাপূজায় ৫ দিন, শীতকালীন অবকাশে ১০ দিন।</p><p>চলতি বছরের এ ছুটি থাকছে প্রাথমিক, মাধ্যমিক ও নিম্ন মাধ্যমিক স্কুলগুলোতে। সম্প্রতি শিক্ষা মন্ত্রণালয়-প্রাথমিক ও গণশিক্ষা মন্ত্রণালয় থেকে পৃথক পৃথক ছুটি তালিকা প্রকাশ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান বাংলাদেশ এয়ারলাইনসে চাকরি, পদ ৫৭ | প্রথম আলো",
            "time": "2026-01-10T04:03:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fw5nerq1b%2Fprothomalo-bangla2020-08ca98e23c-d00e-4906-9f83-54e2ab676af9Biman.avif?rect=0%2C3%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদনপত্র পূরণ ও পরীক্ষার ফি জমাদানের শুরুর তারিখ ও সময়: ৮ জানুয়ারি ২০২৬, সকাল ১০টা।</p><p>আবেদনপত্র পূরণের শেষ তারিখ ও সময়: ২১ জানুয়ারি ২০২৬, বিকেল ৫টা।</p><p>*বিস্তারিত দেখুন বিমান বাংলাদেশ এয়ারলাইনস লিমিটেডের <a target=\"_blank\" href=\"https://www.biman.gov.bd/\" rel=\"nofollow\">ওয়েবসাইটে</a> ।</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকাতদের কবলে পড়ে সুন্দরবনে ৫৬ ঘণ্টা যেভাবে কেটেছে | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fh9eyd8uu%2Fdakat.jpg?rect=0%2C0%2C3200%2C1680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩ জানুয়ারি সকাল হতেই আবার হাঁটা শুরু হলো। আমাদের আরও ভেতরে নিয়ে গেল। তারপর একটা জায়গায় আমাদের দাঁড় করিয়ে রেখে ডাকাতসরদার কোথায় যেন গেল। ততক্ষণে কথাবার্তায় জেনে গেছি তার নাম মাসুম। কিছুক্ষণ পরই সে ফিরে এল, সঙ্গে নাশতা। বুঝতে পারলাম, লোকালয় বা বনেরই কোথাও থেকে নৌকায় খাবারগুলো দিয়ে গেছে। আমাদের প্রত্যেকের ভাগে পড়ল দুইটা করে পরোটা, ডাল আর মাংস। ডাকাতেরা বলল, এগুলো হরিণের মাংস! </p><p>২৪ ঘণ্টারও বেশি সময় পর পেটে খাবার পড়ল।</p><p>খাওয়াদাওয়া শেষ হতেই শুরু হলো মুক্তিপণের জন্য চাপ। প্রত্যেকের পরিবারের সঙ্গে কথা বলার জন্য ফোন ধরিয়ে দেওয়া হলো। বলা হলো, দুজনের প্রত্যেককে পাঁচ লাখ করে টাকা দিতে হবে। রিসোর্ট মালিককে দিতে হবে ২০ লাখ। আমি ফোন করতে ইতস্তত করছি দেখে একজন বলে উঠল, ‘কীভাবে টাকা আদায় করতে হয়, আমাদের ভালোই জানা আছে।’ তারপর বন্দুক দিয়ে পরপর পাঁচবার আমাকে আঘাত করল। ব্যথায় কাতরাতে কাতরাতে বাসায় বড় ভাইকে জানালাম। এর মধ্যে দেখি মাথার ওপরে একটা ড্রোন উড়ছে। ডাকাতেরা ভয় পেয়ে যায়। সঙ্গে সঙ্গেই ওই জায়গা ছাড়তে আমাদের তাড়া করে। বুঝতে পারি, আইনশৃঙ্খলা বাহিনীর পক্ষ থেকে আমাদের খোঁজ শুরু হয়েছে। তখন আমাদের আরও ঘন জঙ্গলে নিয়ে যেতে থাকে। যেতে যেতে এমন একটা জায়গায় গিয়ে থামে, যেখানটা ওপর থেকে দেখা যায় না। </p><p>ডালপালা কেটে আবার আমাদের বসানো হলো। বসে থাকতে থাকতেই সন্ধ্যা হলো। সেই সকালে দুটো পরোটা খেয়েছি। সারা দিনে পেটে আর কিছু পড়েনি। পানির তেষ্টায় কলিজা কাঠ হয়ে গেছে। এর মধ্যেই বিকট শব্দে একটা গুলি হলো। আঁতকে উঠলাম। তারপর সুনসান (পরে জেনেছি আমাদের উদ্ধারে অভিযান চালাচ্ছিল কোস্টগার্ড)।</p><p>দুশ্চিন্তায় রাতটা নির্ঘুম কাটল। </p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপদ লেনদেন: সচেতনতা তৈরিতে বিকাশের কর্মশালা | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fk1teb1t5%2FBkashImage.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের প্রতিটি প্রান্তে প্রতিদিন কোটিরও বেশি লেনদেন হচ্ছে মোবাইল ব্যাংকিংয়ে। কেউ প্রিয়জনকে টাকা পাঠাচ্ছেন, কেউ দিচ্ছেন বিল, কেউ নিচ্ছেন ব্যবসার পেমেন্ট। এ ধরনের অসংখ্য লেনদেনের ভেতরেই গড়ে উঠছে এক বিশাল ডিজিটাল অর্থনীতি। এ মাধ্যমকে যাতে কেউ হুন্ডি, বেটিং কিংবা মানি লন্ডারিংয়ের মতো অপরাধমূলক কাজে ব্যবহার না করতে পারে সেজন্য প্রয়োজন সচেতনতা, সতর্কতা এবং সঠিক তথ্যভিত্তিক সিদ্ধান্ত।</p><p>এ লক্ষ্যে সারা দেশের ডিস্ট্রিবিউটরদের নিয়ে ঢাকা, খুলনা, বগুড়া ও কুমিল্লায় চারটি সচেতনতামূলক কর্মশালা আয়োজন করেছে বিকাশ। দিনব্যাপী পরিচালিত কর্মশালাগুলোতে ডিস্ট্রিবিউটরেরা এজেন্টদের লেনদেন সঠিকভাবে পর্যবেক্ষণ করার নিয়ম, সন্দেহজনক লেনদেন রিপোর্ট করা, টাকার উৎস সম্পর্কে সচেতন থাকা, নন-কমপ্ল্যায়েন্ট এজেন্টদের বিরুদ্ধে ব্যবস্থা গ্রহণ এবং প্রযুক্তির সঠিক ব্যবহার সম্পর্কে জানতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘কুটুমবাড়িতে’ ভাসানীর অজানা আখ্যান | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Ff5ejqezt%2FWhatsApp-Image-2026-01-09-at-18.13.58-1.jpeg?rect=0%2C146%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৯৭১ সালের যুদ্ধদিনে মাওলানা আবদুল হামিদ খান ভাসানীর সার্বক্ষণিক সহচর সাইফুল ইসলাম সম্পর্কে প্রথম জানতে পেরেছিলাম রাশেদ খান মেননের কাছ থেকে। ২০২৩ সালে ওয়ার্কার্স পার্টির তোপখানা রোডের কার্যালয়ে একটি সাক্ষাৎকারের সময় তিনি ইঙ্গিত দিয়েছিলেন সাইফুল ইসলাম মাওলানা ভাসানীর ১৯৭১ সালের ভারত–জীবনের এমন কিছু ঘটনা ও তথ্য জানেন, যা সম্ভবত আর কেউই জানেন না। বিশেষ করে সে সময় মাওলানা ভাসানী গৃহবন্দী ছিলেন কি না? মুজিবনগর সরকারের ভেতর কী কী টানাপোড়েন ছিল? চীনা নেতা মাও সে-তুংয়ের কাছে ভাসানী সাহায্য চেয়েছিলেন কি না? এমনকি মাওলানা ভাসানী কি সত্যিই গুরুতর অসুস্থ হয়ে পড়েছিলেন, নাকি সেটি কোনো কৌশল ছিল?—এমন প্রশ্নের উত্তর একমাত্র সাইফুল ইসলামই জানেন। এখানে উল্লেখ করা প্রয়োজন, ১৯৭১ সালের বাম রাজনীতির তরুণ তুর্কি রাশেদ খান মেনন ও হায়দার আকবর খান রনোদের প্রধান নেতা ছিলেন মাওলানা ভাসানী। যাঁরা কমিউনিস্ট বিপ্লবীদের পূর্ব বাংলা সমন্বয় কমিটি নামের একটি সংগঠনের অধীনে বাংলাদেশের স্বাধীনতাসংগ্রামে গুরুত্বপূর্ণ ভূমিকা রেখেছিলেন। যদিও সে সময় সিংহভাগ বাম রাজনীতিবিদ মুক্তিযুদ্ধ ও স্বাধীনতার প্রশ্নে ছিলেন বিভক্ত ও বিভ্রান্ত। কিছু ক্ষেত্রে হঠকারী।</p><p>সামাজিক যোগাযোগমাধ্যমে সাইফুল ইসলামের স্বাধীনতা ভারত ভাসানী গ্রন্থের কাভারের ছবি দেখেই প্রবল আগ্রহ বোধ করছিলাম। পরে প্রথমার নতুন এই বই আমাকে প্রায় এক সপ্তাহ আটকে রেখেছিল। একটা সুপাঠ্য ইতিহাস–আলেখ্য আমাকে নিয়ে গেছে ইতিহাসের সেসব অলিন্দে, যেখানে এর আগে কেউ আলো ফেলেলনি। বলা বাহুল্য যে ১৯৭১ সালে মাওলানা ভাসানী ছিলেন বাংলাদেশের অন্যতম প্রধান ও প্রভাবশালী রাজনীতিবিদ। কিন্তু সে সময় তাঁর দল ন্যাপ ছিল ছিন্নভিন্ন, অসংগঠিত ও দুর্বল। আবার রাজনৈতিক মতাদর্শে তিনি ছিলেন চীনের প্রতি অনুরক্ত। যে চীন আবার বাংলাদেশের স্বাধীনতা ও ভারতের বিরুদ্ধে। এই জটিল সমীকরণের নানা বিশ্লেষণ উঠে এসেছে বইটিতে। যে বিষয়টি মুখবন্ধতে তুলে ধরেছেন দেশবরেণ্য শিক্ষাবিদ সিরাজুল ইসলাম চৌধুরী। অধ্যাপক চৌধুরী লিখেছেন, ‘এক অংশ (ন্যাপ) তাঁকে পরামর্শ দিয়েছে পারলে পাকিস্তানকে সমর্থন করতে, না পরলে চুপ করে থাকতে। চীনা দূতাবাস থেকেও তাঁকে নিরাপদ আশ্রয়ের প্রতিশ্রুতি দেওয়া হয়েছিল।’ (পৃ. ১০)</p></div></div></div></body></html>"
        },
        {
            "title": "ফুটবলে গার্দিওলার সেই একচ্ছত্র আধিপত্যের যুগ কি তবে শেষ হয়ে এল | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-21%2F5urybdvh%2F386256-01-02.jpg?rect=0%2C0%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই দশক আগে কোচিং ক্যারিয়ার শুরু করার পর থেকে যেখানেই গেছেন, দাপট দেখিয়েছেন পেপ গার্দিওলা। তাঁর কোচিংয়ে দলগুলো যে শুধু শিরোপা জিতেছে, তা নয়, ফুটবলের ব্যাকরণই বদলে দিয়েছেন তিনি। বদলে দিয়েছেন ফুটবলের সংস্কৃতিও।</p><p>২০০৮ সাল থেকে বার্সেলোনা, বায়ার্ন মিউনিখ আর ম্যানচেস্টার সিটির ডাগআউটে দাঁড়িয়ে তিনি জিতেছেন ১২টি লিগ শিরোপা, ১০টি ঘরোয়া কাপ ও ৩টি চ্যাম্পিয়নস লিগসহ মোট ৩৯টি ট্রফি। সর্বকালের অন্যতম সেরা কোচের তালিকায় তাঁর নাম প্রথম তিনজনের মধ্যেই থাকবে।</p><p>কিন্তু ইদানীং প্রশ্ন উঠছে, রাজকীয় সেই শাসনের সূর্য কি এখন অস্তাচলে?</p></div></div></div></body></html>"
        },
        {
            "title": "মোদির ভারতে মেডিকেল শিক্ষায়ও ঢুকে গেল সাম্প্রদায়িকতা | প্রথম আলো",
            "time": "2026-01-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fb9q9ydfe%2Fjammu-medical.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ব হিন্দু পরিষদ, বজরং দলসহ উগ্র হিন্দুত্ববাদী সংগঠনের দাবি, বৈষ্ণদেবী মন্দির কর্তৃপক্ষের দানের টাকায় তৈরি ওই প্রতিষ্ঠানে হিন্দু পড়ুয়া শিক্ষার্থীদের অগ্রাধিকার থাকা উচিত। অথচ দেখা যাচ্ছে, ৫০ জনের মধ্যে ৪২ জন কাশ্মীরের ও ৮ জন জম্মুর। পড়ুয়াদের ৯০ শতাংশই মুসলমান। তাদের দাবি, ওই শিক্ষার্থীদের বদলে হিন্দু শিক্ষার্থীদের নিতে হবে। সিংহভাগ আসন হিন্দু শিক্ষার্থীদের জন্য সংরক্ষণ করতে হবে।</p><p>জম্মু–কাশ্মীরের সাবেক মুখ্যমন্ত্রী ও পিপলস ডেমোক্রেটিক পার্টির (পিডিপি) সভাপতি মেহবুবা মুফতি ইন্ডিয়ান এক্সপ্রেসকে বলেন, এ সিদ্ধান্ত শিক্ষার সাম্প্রদায়িকীকরণের ক্ষতিকর দিক স্পষ্টভাবে উন্মোচিত করেছে। রোগের চিকিৎসা না করে এখানে রোগীকে শাস্তি দেওয়া হচ্ছে। এ কলেজের মতো মর্যাদাপূর্ণ প্রতিষ্ঠানের সঙ্গে যদি এমনটা হতে পারে, তবে অন্যত্রও হবে। এতে পরিশ্রমী তরুণদের ভবিষ্যৎ ঝুঁকির মুখে পড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরান ‘বড় বিপদে’ আছে, হামলা চালানোর নির্দেশ দেওয়া হতে পারে: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-10T03:39:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F6hzc7jec%2FTrump-01.avif?rect=0%2C20%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, ইরান ‘বড় বিপদে’ রয়েছে। দেশজুড়ে সরকারবিরোধী বিক্ষোভ ছড়িয়ে পড়ার ভিডিও সামনে আসা এবং ক্রমবর্ধমান অস্থিরতা নিয়ন্ত্রণে কর্তৃপক্ষ ইন্টারনেট পরিষেবা বন্ধ করে দেওয়ায় তিনি আবারও সামরিক হামলার নির্দেশ দিতে পারেন বলে সতর্ক করেছেন।</p><p>গতকাল শুক্রবার ট্রাম্প এ নতুন হুঁশিয়ার দিয়ে বলেন, ‘আমার কাছে মনে হচ্ছে, মানুষ এমন কিছু শহর দখল করে নিচ্ছে; যা মাত্র কয়েক সপ্তাহ আগেও কেউ সম্ভব বলে ভাবেননি।’</p><p>গত বছরের জুন মাসে ইরানে বোমা হামলা চালানো ট্রাম্প ইরানের শাসকগোষ্ঠীর উদ্দেশে সতর্কবার্তা জারি করে বলেছেন, ‘তোমরা গুলি না চালালেই ভালো করবে। কারণ (চালালে) আমরাও গুলি চালানো শুরু করব।’ এর আগে গত সপ্তাহে তেহরানকে হুঁশিয়ার করে তিনি বলেছিলেন, যুক্তরাষ্ট্র বিক্ষোভকারীদের সহায়তায় এগিয়ে আসতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "আড়ি পেতে নতুন শব্দ শিখতে পারে কুকুর | প্রথম আলো",
            "time": "2026-01-10T03:12:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F04u0zmnc%2FUntitled-3.jpg?rect=0%2C0%2C944%2C496&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুকুর সাধারণত ‘বসো’, ‘থামো’—এ ধরনের নির্দেশসূচক শব্দ মনে রাখতে পারে। কিন্তু মজার ব্যাপার হলো, একশ্রেণির ‘মেধাবী’ কুকুর এখন কেবল মানুষের কথা আড়ি পেতে শুনেই নতুন নতুন খেলনার নাম শিখে নিচ্ছে। সম্প্রতি এক গবেষণায় কুকুরের এমন বিস্ময়কর বুদ্ধিমত্তার প্রমাণ পেয়েছেন বিজ্ঞানীরা।</p><p>বিজ্ঞানীদের মতে, সারা বিশ্বে মাত্র ৫০টির মতো এমন প্রখর স্মৃতিশক্তিসম্পন্ন কুকুরের সন্ধান পাওয়া গেছে, যারা শত শত খেলনার নাম মনে রাখতে পারে। হাঙ্গেরির ইওটভোস লোরান্ড বিশ্ববিদ্যালয় ও অস্ট্রিয়ার ইউনিভার্সিটি অব ভেটেরিনারি মেডিসিনের একদল গবেষক এই সব বিশেষ কুকুরের ওপর গবেষণাটি চালিয়েছেন। গত বৃহস্পতিবার বিশ্বখ্যাত বিজ্ঞান সাময়িকী সায়েন্সে এই গবেষণাপত্র প্রকাশিত হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা: বিশ্বের ২য় বৃহত্তম, ২০৫০-এ ১ নম্বরে | প্রথম আলো",
            "time": "2026-01-10T03:05:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fr6sidiwq%2F5.jpg?rect=0%2C45%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের ‘ওয়ার্ল্ড আরবানাইজেশন প্রসপেক্টস ২০২৫’ অনুযায়ী, ঢাকা বিশ্বের দ্বিতীয় বৃহত্তম মহানগর (৩.৬৬ কোটি মানুষ)। ২০৫০ সালে এটি বিশ্বের জনবহুলতম শহর হবে (৫.২১ কোটি)। অর্থনীতিবিদ হোসেন জিল্লুর রহমান বলেছেন, ঢাকার আকার বাড়লেও মান বাড়েনি; বরং দুর্বল অর্থনৈতিক ভূগোলের বিস্তার ঘটেছে। অপরিকল্পিত নগরায়ণ, নিম্নমানের পরিষেবা, দূষণ ও বস্তির বিস্তারের কারণে শহরটি বাসযোগ্যতার বৈশ্বিক তালিকায় ১৭১ নম্বরে। জামালপুর থেকে আসা গৃহকর্মী বা খুলনার গৃহকর্তার মতো মানুষ অর্থনৈতিক টানেই ঢাকায় আসছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জনদুর্ভোগ নিরসনে সর্বোচ্চ গুরুত্ব দিতে হবে | প্রথম আলো",
            "time": "2026-01-10T03:04:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশে এলপিজির বড় কোনো মজুত নেই। বিশ্ববাজারে দামের ওঠানামার অজুহাতে আমদানিকারকেরা বড় আকারে মজুত করতে চান না। ফলে সরবরাহব্যবস্থায় সামান্য টান পড়লেই সুযোগসন্ধানী সিন্ডিকেটগুলো সক্রিয় হয়ে ওঠে। দেশের জ্বালানি খাতের মতো একটি সংবেদনশীল বিষয়ের লাগাম পুরোপুরি মুষ্টিমেয় বেসরকারি কোম্পানির হাতে ছেড়ে দেওয়া কতটা নিরাপদ, সেটি এখন বড় প্রশ্ন। সরকারি কোম্পানি এলপিজিএলের সক্ষমতা বাড়ানো এবং রাষ্ট্রীয়ভাবে আপৎকালীন মজুত বা বাফার স্টক গড়ে তোলা এখন সময়ের দাবি।</p><p>জ্বালানি বিভাগ জেলা ও উপজেলা পর্যায়ে ভ্রাম্যমাণ আদালত পরিচালনার যে নির্দেশনা দিয়েছে, তা যেন লোকদেখানো বা ব্যবসায়ীদের কেবল হয়রানি করার হাতিয়ার না হয়। বরং আমদানিকারকের গুদাম থেকে শুরু করে ডিলার ও খুচরা বিক্রেতা—প্রতিটি স্তরে সরবরাহের চিত্রটি স্বচ্ছ হওয়া প্রয়োজন। বিইআরসি নির্ধারিত দামের বাস্তবায়ন কেবল কাগজে-কলমে থাকলে সাধারণ মানুষের ক্ষোভ কমবে না।</p><p>আমরা মনে করি, এলপিজি–সংকটের সমাধান কেবল ভ্যাট কমানো বা ধর্মঘট প্রত্যাহারের মধ্যে সীমাবদ্ধ নয়। প্রয়োজন একটি স্বচ্ছ ও জবাবদিহিমূলক সরবরাহব্যবস্থা। আমদানির অনুমতি দ্রুত দেওয়া এবং এলসি খোলার ক্ষেত্রে অগ্রাধিকার নিশ্চিত করে দ্রুত জোগান বাড়ানোই এখন প্রধান কাজ। একই সঙ্গে বাজারে কোনো কৃত্রিম সংকট তৈরি হচ্ছে কি না, তা–ও কঠোরভাবে নজরদারিতে আনতে হবে। সাধারণ মানুষের রান্নাঘরের চুলা যাতে অনির্দিষ্টকালের জন্য বন্ধ না থাকে, সেটি নিশ্চিত করার দায়িত্ব সরকারেরই।</p></div></div></div></body></html>"
        },
        {
            "title": "সমন্বিত পরিকল্পনা দরকার | প্রথম আলো",
            "time": "2026-01-10T03:01:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বীজ, সার, কীটনাশক আর শ্রমিকের মজুরি—সবই বেড়েছে; কিন্তু সে অনুযায়ী আলুর দাম বাড়েনি। অনেক কৃষক ঋণ করে চাষ করেন। লোকসান হলে সেই ঋণ শোধ করাই কঠিন হয়ে পড়ে। এতে তাঁরা পরের মৌসুমে আরও বেশি অনিশ্চয়তার মধ্যে পড়েন। রোগবালাইয়ের ঝুঁকিও কম নয়। লেট ব্লাইটের মতো রোগ একবার ছড়িয়ে পড়লে পুরো খেত নষ্ট হয়ে যেতে পারে। কৃষি বিভাগ সতর্ক করছে, পরামর্শ দিচ্ছে, যা অবশ্যই ভালো দিক। কিন্তু রোগের ঝুঁকি আর বাজারের ঝুঁকি মিলিয়ে কৃষকের চাপ কমছে না।</p><p>এ অবস্থা থেকে বের হতে কয়েকটি বিষয়ে এখনই গুরুত্ব দিতে হবে। প্রথমত, সংরক্ষণব্যবস্থা বাড়াতে হবে। প্রতিটি বড় উৎপাদন এলাকায় পর্যাপ্ত হিমাগার থাকা দরকার, যেখানে কৃষক সহজ শর্তে আলু রাখতে পারবেন। তাহলে সবাইকে একসঙ্গে কম দামে বিক্রি করতে হবে না। দ্বিতীয়ত, বাজার ব্যবস্থাপনায় সরকারের সক্রিয় ভূমিকা দরকার। কোন এলাকায় কত জমিতে আলু হবে, সে পরিকল্পনা যদি আগে থেকেই করা যায়, তাহলে অতিরিক্ত উৎপাদনের চাপ কমবে। প্রয়োজনে সরকারি পর্যায়ে আলু কেনার ব্যবস্থাও রাখা যেতে পারে, যাতে দাম একেবারে ভেঙে না পড়ে। তৃতীয়ত, কৃষকের উৎপাদন খরচ কমানোর দিকে নজর দিতে হবে। মানসম্মত বীজ আলু সহজ দামে সরবরাহ, সার ও কীটনাশকের সঠিক দাম নিশ্চিত করা এবং সহজ শর্তে কৃষিঋণ দেওয়া হলে কৃষকের ঝুঁকি কিছুটা কমবে। অতি ফলনের ক্ষেত্রে আলু রপ্তানির দিকেও সরকারের মনোযোগ বাড়াতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবারের শীতে কেমন আছেন আগুনে পুড়ে যাওয়া কড়াইল বস্তির মানুষেরা | প্রথম আলো",
            "time": "2026-01-10T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fe6z3ihf2%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এবারের শীতে কেমন আছেন আগুনে পুড়ে যাওয়া কড়াইল বস্তির মানুষেরা \" class=\"nA4h1 \">এবারের শীতে কেমন আছেন আগুনে পুড়ে যাওয়া কড়াইল বস্তির মানুষেরা </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-10T09:00:00+06:00\"><span>প্রকাশ: ১০ জানুয়ারি ২০২৬, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বকাপের আগে ‘রোড টু ২৬’ সিরিজে খেলবে ব্রাজিল, ফ্রান্স, ক্রোয়েশিয়া ও কলম্বিয়া | প্রথম আলো",
            "time": "2026-01-10T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F1xdek863%2FWhatsApp-Image-2026-01-09-at-4.50.54-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী জুনে বিশ্বকাপের প্রস্তুতি হিসেবে মার্চে যুক্তরাষ্ট্রে প্রীতি ম্যাচ খেলবে ব্রাজিল, ফ্রান্স, ক্রোয়েশিয়া ও কলম্বিয়া। বৃহস্পতিবার ‘রোড টু ২৬’ সিরিজের এই ম্যাচগুলোর দিন–তারিখ ঘোষণা করে সংশ্লিষ্ট দেশের ফুটবল অ্যাসোসিয়েশনগুলো। ফিফা আন্তর্জাতিক বিরতির সময়ে যুক্তরাষ্ট্রের বোস্টন, ফ্লোরিডার অরল্যান্ডো এবং ওয়াশিংটন ডিসি অঞ্চলে অনুষ্ঠিত হবে।</p><p>বর্তমান ফিফা র‍্যাঙ্কিংয়ে ফ্রান্স তিনে, ব্রাজিল পাঁচে, ক্রোয়েশিয়া দশে এবং কলম্বিয়া ১৩তম। আগামী ২৬ মার্চ ম্যাসাচুসেটসের ফক্সবরোয় জিলেট স্টেডিয়ামে মুখোমুখি হবে কার্লো আনচেলত্তির ব্রাজিল ও দিদিয়ের দেশমের ফ্রান্স। ম্যাচটি শুরু হবে বাংলাদেশ সময় রাত দুইটায়।</p></div></div></div></body></html>"
        }
    ]
}