{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "৭০০ মেগাহার্টজ স্পেকট্রামের বরাদ্দপত্র পেল গ্রামীণফোন | প্রথম আলো",
            "time": "2026-02-02T15:34:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fl5gbb411%2FGreemenPhone.jpg?rect=0%2C2%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্পেকট্রাম বরাদ্দ প্রসঙ্গে গ্রামীণফোনের প্রধান নির্বাহী কর্মকর্তা (সিইও) ইয়াসির আজমান বলেন, ‘এই ব্যান্ড ব্যবহার করে দেশব্যাপী সেবা চালু করতে আরও উল্লেখযোগ্য পরিমাণ বিনিয়োগ করা হবে। এটি আমাদের সেবার মানের দীর্ঘমেয়াদি উন্নয়ন এবং গ্রাহকদের সর্বোত্তম ডেটা নেটওয়ার্ক অভিজ্ঞতা নিশ্চিত করার দৃঢ় অঙ্গীকারেরই প্রতিফলন। এই বরাদ্দ আমাদের ফাইভ জি, এআই, আইওটি ইত্যাদি ভবিষ্যৎ প্রযুক্তির জন্য প্রস্তুতি নিতে সাহায্য করবে, যার মাধ্যমে অধিক গতির ডেটা, কম ল্যাটেন্সি এবং বিভিন্ন পরিবেশে উন্নতমানের অভিজ্ঞতা নিশ্চিত করা সম্ভব হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল বাজারে আসছে ১০ টাকার নতুন নোট, যা যা থাকছে নতুন নোটে | প্রথম আলো",
            "time": "2026-02-02T15:32:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fwft8jhdn%2FWhatsApp-Image-2026-02-02-at-9.19.png?rect=0%2C134%2C1922%2C1009&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিরাপত্তা বৈশিষ্ট্যের মধ্যে রয়েছে বেঙ্গল টাইগারের মুখের জলছাপ, উজ্জ্বল ইলেকট্রো টাইপে ‘১০’ লেখা এবং বাংলাদেশ ব্যাংকের মনোগ্রাম। নোটে ২ মিলিমিটার চওড়া নিরাপত্তা সুতা ব্যবহার করা হয়েছে, যাতে ‘১০ টাকা’ লেখা রয়েছে। আলোতে ধরলে এটি দৃশ্যমান হবে এবং নাড়াচাড়া করলে রং লাল থেকে সবুজে পরিবর্তিত হবে। এ ছাড়া নোটে ‘সি-থ্রো ইমেজ’, মাইক্রো প্রিন্টে বাংলাদেশ ব্যাংক লেখা এবং অন্যান্য আধুনিক নিরাপত্তা বৈশিষ্ট্য সংযোজন করা হয়েছে।</p><p>বাংলাদেশ ব্যাংক আরও জানিয়েছে, নতুন নোট চালুর পাশাপাশি বর্তমানে প্রচলিত সব কাগুজে নোট ও ধাতব মুদ্রা আগের মতোই বৈধ থাকবে। পাশাপাশি মুদ্রা সংগ্রাহকদের জন্য ১০ টাকার নমুনা (স্পেসিমেন) নোটও মুদ্রণ করা হয়েছে, যা মিরপুরের টাকা জাদুঘর বিভাগ থেকে নির্ধারিত মূল্যে সংগ্রহ করা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাস্টারকার্ড থেকে লাইসেন্স পেল মিডল্যান্ড ব্যাংক | প্রথম আলো",
            "time": "2026-02-02T15:26:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fzetbwdpz%2FMidland-Bank.png?rect=0%2C0%2C1632%2C857&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই অংশীদারত্ব মিডল্যান্ড ব্যাংককে মাস্টারকার্ড অনুমোদিত সদস্য হিসেবে প্রতিষ্ঠিত করে, ফলে ব্যাংকটি মাস্টারকার্ড ক্রেডিট, ডেবিট এবং প্রিপেইড কার্ড ইস্যু করতে সক্ষম হয় এবং গ্রাহকেরা বিশ্বব্যাপী এটিএম, পিওএস এবং ই-কমার্স লেনদেন উপভোগ করতে সক্ষম হয়।</p><p>এ ছাড়া এটি দ্রুত, আরও নিরাপদ দৈনন্দিন ব্যাংকিংয়ের জন্য ডিজিটাল ওয়ালেট ইন্টিগ্রেশন, ক্রস-বর্ডার পেমেন্ট এবং অন্যান্য উদ্ভাবনী মাস্টারকার্ড ডিজিটাল পরিষেবাগুলো নিশ্চিত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগামীকাল পবিত্র শবে বরাত | প্রথম আলো",
            "time": "2026-02-02T15:22:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2Fe1e86d85-002d-4a66-90ca-55bf721a0ed6%2Faa33d89c-c10f-4b74-9b95-0f0c9326f765.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা বলেন, ‘মহিমান্বিত এই রাতে আমরা ইবাদত-বন্দেগি, দান-সদকার মাধ্যমে মহান আল্লাহর নৈকট্য ও ক্ষমা লাভ করতে পারি। আত্মসমালোচনা ও তওবার মাধ্যমে জীবনকে সঠিক পথে পরিচালিত করা এবং গুনাহ থেকে পরিশুদ্ধ হওয়ার প্রচেষ্টার মাধ্যমে আমরা অর্জন করতে পারি আল্লাহ–তাআলার অসীম অনুগ্রহ, বরকত ও মাগফিরাত।’</p><p>এ রাতে বাসাবাড়ি ছাড়াও মসজিদে মসজিদে নফল নামাজ, পবিত্র কোরআন তিলাওয়াত, ওয়াজ মাহফিল অনুষ্ঠিত হবে।</p><p>পবিত্র শবে বরাত উপলক্ষে ইসলামিক ফাউন্ডেশনের উদ্যোগে আগামীকাল জাতীয় মসজিদ বায়তুল মোকাররমে পবিত্র কোরআন তিলাওয়াত, হামদ-না’ত, ওয়াজ, দোয়া মাহফিলসহ বিভিন্ন অনুষ্ঠান আয়োজন করা হয়েছে।</p><p>আগামীকাল মাগরিবের নামাজের পর ওয়াজ মাহফিলের মধ্য দিয়ে জাতীয় মসজিদ বায়তুল মোকাররমে পবিত্র লাইলাতুল বরাতের অনুষ্ঠানমালা শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "৭১-বিরোধী শক্তি নারীর অর্জন মুছে ফেলতে চাইছে: মহিলা পরিষদ | প্রথম আলো",
            "time": "2026-02-02T15:22:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Frupa770j%2FWhatsApp-Image-2026-02-02-at-4.54.19-PM-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহিলা পরিষদের অ্যাডভোকেসি ও নেটওয়ার্কিং পরিচালক জনা গোস্বামীর সঞ্চালনায় মানববন্ধনে অন্যদের মধ্যে বক্তব্য দেন যুগ্ম সাধারণ সম্পাদক সীমা মোসলেম, মাসুদা রেহানা, লিগ্যাল এইড সম্পাদক রেখা সাহা, ঢাকা মহানগর কমিটির সাধারণ সম্পাদক রেহানা ইউনূস প্রমুখ। এ ছাড়া ট্রেড ইউনিয়ন সেন্টার, ঢাকা ওয়াইডব্লিউসিএ, গ্রীণভয়েজ বহ্নিশিখার প্রতিনিধি, বাংলাদেশ মহিলা পরিষদের কেন্দ্রীয় কমিটি ও ঢাকা মহানগর কমিটির নেতৃবৃন্দ, সম্পাদকমণ্ডলি ও কর্মকর্তারা উপস্থিত ছিলেন।</p><p>মানববন্ধন শেষে প্রেসক্লাব থেকে পল্টন মোড় পর্যন্ত মিছিল অনুষ্ঠিত হয়। মিছিলে নারীর প্রতি অশালীন ভাষা ব্যবহার বন্ধ, সাম্প্রদায়িক সহিংসতার বিরুদ্ধে রুখে দাঁড়ানো এবং রাজনীতিতে ধর্মের ব্যবহার বন্ধ করার দাবি জানিয়ে স্লোগান দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "জীবাশ্ম জ্বালানি আমদানিতে বছরে ব্যয় দেড় লাখ কোটি টাকা | প্রথম আলো",
            "time": "2026-02-02T15:20:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Flcqh2sz7%2Fenergy.jpeg?rect=0%2C98%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সময় অধ্যাপক ম. তামিম মানুষকে ‘জ্বালানি দুর্ভিক্ষের’ মধ্যে ফেলে দিয়ে এখনই জীবাশ্ম জ্বালানি পুরোপুরি বাদ দেওয়া যাবে না বলে মত দেন।</p><p>জলবায়ু অর্থায়ন বিশেষজ্ঞ এবং চেঞ্জ ইনিশিয়েটিভের নির্বাহী জাকির হোসেন খান বলেন, ‘আমরা অন্তর্বর্তী সরকার আসার পর অনেক আশা নিয়ে তাকিয়ে ছিলাম। কারণ, প্রধান উপদেষ্টার “তিন শূন্য” তত্ত্বের একটি শূন্য কার্বনতত্ত্ব। কিন্তু আমরা যখন বাস্তবে কাজ করতে দেখলাম, তখন দেখলাম উল্টো চিত্র।’</p><p>জাকির হোসেন বলেন, ‘আমরা দেখলাম বিগত ফ্যাসিবাদী সরকারের আমলে দুর্নীতিতে অভিযুক্ত বিভিন্ন নবায়নযোগ্য চুক্তিগুলো, সেগুলোর ৩২টা চুক্তি কোনো যাচাই–বাছাই ছাড়াই এবং কেস বাই কেস রিভিউ (পর্যালোচনা) ছাড়াই একতরফাভাবে বাতিল করা হলো। এখন পর্যন্ত আমরা দেখতে পাচ্ছি, সেই নবায়নযোগ্য জ্বালানির যে বর্তমান অবস্থা, সেটা ৩ শতাংশের নিচে অবস্থান করছে। যেটা এই সরকারের আমলে কমপক্ষে ১০ শতাংশে যাওয়ার কথা ছিল। অথচ আমরা উল্টো পথে রথযাত্রা শুরু করলাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে কোথাও কেন্দ্র দখল হলে কেউ ছাড় পাবে না: স্বরাষ্ট্র উপদেষ্টা | প্রথম আলো",
            "time": "2026-02-02T15:17:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fbxgt0xb3%2FMymensinghDH16942026020262500006914803592907577361195985869560922440n.jpg?rect=0%2C10%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র উপদেষ্টা তাঁর বক্তব্যে শেরপুরের ঝিনাইগাতীতে জামায়াতে ইসলামীর এক নেতা নিহত হওয়ার ঘটনাকে খুবই দুঃখজনক বলে উল্লেখ করেন। এ বিষয়ে তিনি বলেন, এ ধরনের ঘটনা যেন আর না ঘটে, সে জন্য প্রয়োজনীয় ব্যবস্থা নেওয়া হচ্ছে। ঘটনার যাচাই-বাছাই চলছে এবং যারা দায়ী, তাদের সবাইকে আইনের আওতায় আনা হবে। কোনো ঘটনা ঘটিয়ে দুষ্কৃতকারীরা এলাকা থেকে দূরে চলে যায়। এ জন্য একটু সময় লাগলেও তাদের আইনের আওতায় আনা হবে।</p><p>আসন্ন নির্বাচন ও গণভোটে আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক রাখতে প্রশাসন ও আইনশৃঙ্খলা বাহিনী সর্বোচ্চ সতর্কতার সঙ্গে দায়িত্ব পালন করবে বলে জানান জাহাঙ্গীর আলম। নির্বাচন উপলক্ষে সরকারের নেওয়া পদক্ষেপগুলো তুলে ধরে তিনি বলেন, ‘কোনো ধরনের সহিংসতা, অনিয়ম বা বিশৃঙ্খলা বরদাশত করা হবে না। পুলিশের জন্য ২৫ হাজার ৭০০ বডি ক্যাম দিচ্ছি। আমরা ড্রোন ব্যবহার করছি, সুরক্ষা অ্যাপ ব্যবহার করছি। এরপরও এবার কেউ যদি কোনো রকম কিছু করতে যায়, তাহলে সে ভাই হোক বা বোন হোক কেউ, ছাড় পাবে না। নির্বাচনে সারা দেশে প্রায় ১ লাখ সেনাবাহিনী, দেড় লাখ পুলিশ, ১০ হাজার র‍্যাব, ৫ হাজার নৌবাহিনী, ৩৭ হাজার বিজিবি, ৫ হাজার কোস্টগার্ড এবং প্রায় ৬ লাখ আনসার সদস্য মোতায়েন থাকবেন। এর পাশাপাশি বিএনসিসি সদস্যরাও থাকবেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রশাসনের কাছে নালিশ দিলে ওনারা মুচকি মুচকি হাসেন: মামুনুল হক | প্রথম আলো",
            "time": "2026-02-02T15:16:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F797wjff3%2FFaridpurDH053920260202IMG-20260202-WA0016.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাধীনতার পর থেকে চব্বিশ পর্যন্ত এ দেশের মানুষ শাসকগোষ্ঠী দ্বারা শুধু শোষিত হয়েছে বলে মন্তব্য করেন মামুনুল হক। বাংলাদেশের মানুষকে আবার সেই আধিপত্যবাদী শক্তি, সন্ত্রাসবাদ, জুলুমবাদ, স্বৈরতন্ত্র, পেশিশক্তি, হেলমেট বাহিনী, হাতুড়ি বাহিনীগুলো আবার মানুষকে ভয় দেখানোর রাজনীতি শুরু করেছে বলে জানান তিনি। নগরকান্দায় বাংলাদেশ খেলাফতে মজলিসের প্রার্থী বা দলের নেতা–কর্মীদের বিভিন্ন হুমকি দেওয়া হচ্ছে জানিয়ে দলের আমির বলেন, ‘পরিষ্কার ভাষায় শুনে রাখো—শাহ আকরাম আলী নগরকান্দা–সালথায় ভাড়াটিয়া থাকে না। তাঁর একজন নেতা–কর্মীর গায়ে যদি হাত দেওয়া হয়, তোমরা সেই আগুন সামাল দিতে পারবে না। গোটা বাংলাদেশ উত্তপ্ত হয়ে উঠবে।’</p><p>ফরিদপুর–২ আসনে বিএনপির প্রার্থী হয়েছেন দলের প্রয়াত মহাসচিব কে এম ওবায়দুর রহমানের মেয়ে শামা ওবায়েদ। তাঁকে ইঙ্গিত করে মামুনুল হক বলেন, ‘এই এলাকায় আমাদের অত্যন্ত সম্মান ও শ্রদ্ধার পাত্র একজন মরহুম জাতীয় নেতার সন্তান নির্বাচনে প্রতিদ্বন্দ্বিতা করছেন। আপনাকে আমরা প্রতিদ্বন্দ্বিতায় ও প্রতিযোগিতায় স্বাগত জানাই এবং আপনার বাবাকে শ্রদ্ধা জানাই। মনে রাইখেন, আপনি যাঁর বিরুদ্ধে মাঠে নেমেছেন, উনি আপনার বাবার বয়সী। যদি আপনি তাঁর প্রতি সম্মান প্রদর্শন না করতে পারেন, তাহলে পাশ করলেও অনেক হিসাব করে আপনাকে সংসদে ঢুকতে হবে। কাজেই সম্মান জানান, সম্মান পাবেন; শ্রদ্ধা জানান, প্রত্যুত্তর পাবেন। কেউ ভালোবাসা দিলে আমরা ভালোবাসা দিই, কিন্তু কেউ যদি আমাদের পথে কাঁটা বিছিয়ে দেয়, সেই কাঁটা উপড়ে ফেলার সক্ষমতা আমাদের আছে। আমরা ১১–দলীয় জোটের ১১ ভাই হাতে হাত রেখেছি। এবার বাংলাদেশের মানুষের স্বাধীনতার ফসল ঘরে তুলে দিয়েই আমাদের লড়াই ক্ষান্ত হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আকিজবশির কেব্‌লসের ৩২টি বিক্রয়কেন্দ্র এক দিনে উদ্বোধন | প্রথম আলো",
            "time": "2026-02-02T15:16:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fk9oxyvos%2FAkijBashir-Cables.jpeg?rect=0%2C19%2C1509%2C792&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে খোরশেদ আলম বলেন, ‘ডিজিটাল বাংলাদেশের ধারাবাহিকতায় অনলাইন মাধ্যমে ৩২টি সেলস সেন্টার উদ্বোধন আমাদের জন্য একটি গুরুত্বপূর্ণ মাইলফলক। এর মাধ্যমে আমরা দেশের প্রতিটি অঞ্চলে নিরাপদ ও মানসম্মত কেব্‌লস সরবরাহ নিশ্চিত করতে পারব।’</p><p>অনুষ্ঠানে অন্য বক্তারা বলেন, আধুনিক প্রযুক্তি ও আন্তর্জাতিক মানসম্পন্ন উৎপাদন প্রক্রিয়ার মাধ্যমে আকিজবশির গ্রুপ দীর্ঘদিন ধরে গ্রাহকদের আস্থা অর্জন করে আসছে। তারই ধারাবাহিকতাই সম্প্রতি চালু হয় আকিজবশির কেব্‌লসের উৎপাদন ও বাজারজাতকরণ।</p><p>আকিজবশির কেব্‌লস সর্বাধুনিক প্রযুক্তি ব্যবহার করে বিভিন্ন ধরনের বৈদ্যুতিক কেব্‌ল উৎপাদন করছে। একই দিনে ৩২টি বিক্রয়কেন্দ্র চালুর ফলে গ্রাহকসেবা আরও গতিশীল হবে এবং ডিলার নেটওয়ার্ক অনেক বেশি শক্তিশালী হবে বলে আশাবাদ ব্যক্ত করেন সংশ্লিষ্টরা।</p></div></div></div></body></html>"
        },
        {
            "title": "নগদে এক মাসে সর্বোচ্চ লেনদেনে রেকর্ড | প্রথম আলো",
            "time": "2026-02-02T15:12:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F8zilaio0%2FNagad-Image-1.jpeg?rect=0%2C43%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাত্রা শুরুর সাত বছরের মধ্যেই নগদ বাংলাদেশের অন্যতম শীর্ষ মোবাইল আর্থিক সেবা হিসেবে বাজারে প্রতিষ্ঠা পেয়েছে। এ সময়ে গ্রাহকসংখ্যা ও লেনদেন—দুটিই উল্লেখযোগ্য হারে বেড়েছে। রেকর্ড গড়া এই লেনদেনের বড় অংশই এসেছে ক্যাশ ইন, ক্যাশ আউট, সেন্ড মানি, বিভিন্ন পেমেন্ট, সেবা প্রতিষ্ঠানের বিল পরিশোধ, মোবাইল রিচার্জ ও রেমিট্যান্স বা প্রবাসী আয় থেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌমাছিদের দুর্দিন চলছে | প্রথম আলো",
            "time": "2026-02-02T15:09:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fy98yceqy%2F5.jpg?rect=0%2C0%2C1774%2C931&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হামিদ আলী বলে চলেন, ‘একারাইন ধরলে তো একেবারে মরে না; উড়তে অসুবিধা হয়, পা টেনে টেনে হাঁটে, হুলুদ হুলুদ পায়খানা করে; ডানা অবশ হয়ে যায়।’</p><p>অনেক শব্দ করে অন্য ট্রেন চলে গেল পাশের প্ল্যাটফর্ম দিয়ে। শব্দে আমি যেন হামিদ আলীর বুকভাঙা কান্না শুনলাম। ট্রেনে উঠে বসে ফোন করি ঘিওরের কৃষি নিয়ে কাজ করা সংগঠন ‘প্রকৃত কৃষি’র দেলোয়ার জাহান ভাইকে। তিনি জানালেন, পরীক্ষা না করে সঠিক করে মন্তব্য করা যাবে না। কথা দিলেন খোঁজ নেবেন। </p><p>সিরাজগঞ্জ জেলার কৃষি অফিস সূত্রে জানা গেল, শর্ষেখেতে নির্বিচার কীটনাশক ছিটানো হচ্ছে মৌমাছি মৃত্যুর প্রধান কারণ। হামিদ আলীরও ধারণা তা–ই। কীটনাশক সব সময় ছিটানো হয়, কিন্তু এবার কেন মৌমাছির এমন ক্ষতি হচ্ছে। </p><p>বিশেষজ্ঞরা জানালেন, দিনের বেলায় ওষুধ ছিটানোর কারণে মৌমাছি মারা পড়ছে। বাক্সের মৌমাছি সূর্য ওঠার পর থেকে আসরের ওয়াক্ত পর্যন্ত মাঠের ফুল থেকে মধু সংগ্রহ করে থাকে। বিকেলের মধ্যেই মৌমাছিগুলো তাদের বাক্সে ফিরে যায়। কৃষকেরা বিকেলে শর্ষেখেতে কীটনাশক ছিটালে মৌমাছির কোনো ক্ষতি হতো না। কৃষকদের অসচেতনতার জন্য এমনটা হয়েছে। বিভিন্ন জেলার কৃষি বিভাগ দাবি করছে, তারা ইতিমধ্যে বিভিন্ন উপজেলার শর্ষে চাষিদের এ বিষয়ে সচেতন করতে সব ধরনের ব্যবস্থা নিয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বন্দরে আন্দোলন, দুই সমন্বয়কসহ ১৫ কর্মচারীকে মোংলা ও পায়রায় বদলি | প্রথম আলো",
            "time": "2026-02-02T10:17:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fi997m6xf%2FWhatsApp-Image-2026-02-02-at-15.58.02.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৌপরিবহন মন্ত্রণালয়ের আদেশে চট্টগ্রাম বন্দর রক্ষা সংগ্রাম পরিষদের সমন্বয়ক ও জাতীয়তাবাদী বন্দর শ্রমিক দলের সমন্বয়ক মো. হুমায়ুন কবিরকে মোংলা বন্দরে বদলি করা হয়েছে। আরেক সমন্বয়ক মো. ইব্রাহিম খোকনকে বদলি করা হয়েছে পায়রা বন্দরে। বদলি হওয়া অপর কর্মচারীরা হলেন মো. ফরিদুর রহমান, মোহাম্মদ শফি উদ্দিন, রাশিদুল ইসলাম, আবদুল্লাহ আল মামুন, মো. জহিরুল ইসলাম, খন্দকার মাসুদুজ্জামান, মো. হুমায়ুন কবির, মো. শাকিল রায়হান, মানিক মিঝি, মো. শামসু মিয়া, মো. লিয়াকত আলী, আমিনুর রসুল বুলবুল ও মো. রাব্বানী।</p><p>চট্টগ্রাম বন্দর রক্ষা সংগ্রাম পরিষদের সমন্বয়ক ইব্রাহিম খোকন প্রথম আলোকে বলেন, ‘এনসিটি ইজারার প্রতিবাদে চলমান আন্দোলন কর্মসূচি দমাতে এই বদলি করা হয়েছে। ইজারা বাতিলের পাশাপাশি বদলির প্রতিবাদে আন্দোলন আরও বেগবান করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "অপতথ্য মোকাবিলায় প্রয়োজন গণমাধ্যম সচেতনতা ও তথ্য যাচাই | প্রথম আলো",
            "time": "2026-02-02T15:08:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F4ymwumyj%2Fmedia-reporting.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে স্বাগত বক্তব্যে অধ্যাপক বুলবুল সিদ্দিকী বলেন, ‘আমরা এমন এক সময়ের মধ্য দিয়ে যাচ্ছি, যেখানে তথ্যের প্রাচুর্য থাকলেও সত্যের অভাব ক্রমশ প্রকট হয়ে উঠছে।’ তিনি আরও বলেন, সামাজিক যোগাযোগমাধ্যম ও ডিজিটাল প্ল্যাটফর্মে ছড়িয়ে পড়া মিসইনফরমেশন ও ডিসইনফরমেশন (ভুল তথ্য ও অপতথ্য) কেবল বিভ্রান্তিই ছড়াচ্ছে না, বরং এগুলো আস্থাকে দুর্বল করছে, সামাজিক বিভাজনকে তীব্র করছে এবং গণমাধ্যমের বিশ্বাসযোগ্যতাকেও প্রশ্নের মুখে ফেলছে।</p><p>একাডেমিক বিশ্লেষণে এস এম রেজওয়ান উল আলম বলেন, সরকার ও জনগণের মধ্যে আস্থা ফিরিয়ে আনতে মিডিয়া লিটারেসির বিকল্প নেই। এ ক্ষেত্রে সরকার, নাগরিক সমাজ ও সাধারণ মানুষের সম্মিলিত অংশগ্রহণ প্রয়োজন বলে তিনি মন্তব্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় পার্ক, পুকুর ও খেলার মাঠ সংরক্ষণে তরুণদের ভূমিকা নিয়ে প্রশিক্ষণ | প্রথম আলো",
            "time": "2026-02-02T15:04:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Ftjvjfunl%2FCAPS.jpeg?rect=204%2C0%2C832%2C437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্যাপসের চেয়ারম্যান ও স্টামফোর্ড ইউনিভার্সিটি বাংলাদেশের পরিবেশবিজ্ঞান বিভাগের অধ্যাপক আহমদ কামরুজ্জমান মজুমদার বলেন, ঢাকার পরিবেশগত সংকট মোকাবিলায় ৩পিজি সংরক্ষণ এখন সময়ের গুরুত্বপূর্ণ দাবি। তথ্যভিত্তিক স্থানিক-কালিক বিশ্লেষণের মাধ্যমে নগরের পরিবর্তন চিহ্নিত করে বাস্তবসম্মত সমাধান বের করা সম্ভব।</p><p>প্রশিক্ষণে বক্তা হিসেবে উপস্থিত ছিলেন স্টামফোর্ড ইউনিভার্সিটি বাংলাদেশের পরিবেশবিজ্ঞান বিভাগের চেয়ারম্যান মাহমুদা পারভীন। তিনি বলেন, পার্ক, পুকুর ও খেলার মাঠ কোনো বিকল্প নয়। এগুলো নগরের তাপমাত্রা নিয়ন্ত্রণে রাখে, মানসিক প্রশান্তি দেয়, সামাজিক বন্ধন দৃঢ় করে এবং শিশু ও যুবদের শারীরিক ও মানসিক বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে। ৩পিজি সংরক্ষণে গবেষণা, নীতি, প্রযুক্তি এবং তরুণদের অংশগ্রহণে একসঙ্গে কাজ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আসছে রাহিতুল ইসলামের নতুন উপন্যাস ‘বাদলের কারাবাস’ | প্রথম আলো",
            "time": "2026-02-02T15:04:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fs4sckzx5%2Fbadoler-karabas.jpeg?rect=0%2C31%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উপন্যাসটি নিয়ে লেখক রাহিতুল ইসলাম বলেন, ‘বাদল ফরাজীর জীবন কোনো সিনেমার গল্পের চেয়ে কম নয়। তাঁর গ্রেপ্তার, ভুল বিচার ও জেলখানায় অমানবিক নির্যাতনের বর্ণনা, জেলে থাকা অবস্থায় তাঁর অভাবনীয় শিক্ষা অর্জন ও লড়াই, ফরাসি তরুণী জুলি ও মানবাধিকারকর্মীদের নিঃস্বার্থ প্রচেষ্টা এবং দেশের ফেরার পরও বাদলের আইনি বেড়াজালের তিক্ত অভিজ্ঞতার কথা লিখতে গিয়ে বারবার শিউরে উঠেছি।’</p><p>রাহিতুল জানান, এটি কেবল একজন বাদলের গল্প নয়, বরং বিচারব্যবস্থার অসংগতির বিরুদ্ধে তাঁর নীরব প্রতিবাদ।</p><p>রাহিতুল ইসলামের লেখা ও প্রথমা প্রকাশনের এই বই সংগ্রহ করতে পাঠক এখনই প্রি-অর্ডার করতে পারেন প্রথমা ডটকম, রকমারিসহ অন্যান্য অনলাইন বুকশপে। প্রি-অর্ডারে পাঠকদের জন্য বিশেষ ছাড়ের ব্যবস্থাও রেখেছে প্রকাশনা সংস্থাটি।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বন্দরে আন্দোলনরত শ্রমিকদের প্রতি সংহতি জানাল গণতান্ত্রিক অধিকার কমিটি | প্রথম আলো",
            "time": "2026-02-02T15:01:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Fu9cphxan%2FLogo.jpg?rect=0%2C33%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রমিকদের আন্দোলন দমনে সরকারের ভূমিকার সমালোচনা করে বিবৃতিতে বলা হয়, নির্বাচনের ডামাডোলে জাতীয় স্বার্থবিরোধী এই চক্রান্ত হাসিলের চেষ্টা চালাচ্ছে অন্তর্বর্তীকালীন সরকার। তারা মিছিল-সমাবেশ নিষিদ্ধ করা এবং শ্রমিকনেতাদের বদলি ও হুমকির মাধ্যমে আন্দোলন দমনের চেষ্টা চালাচ্ছে।</p><p>সরকারের এখতিয়ার নিয়ে প্রশ্ন তুলে বিবৃতিতে বলা হয়, নির্বাচনের আগে এখন অন্তর্বর্তী সরকার এ ধরনের চুক্তি করার এখতিয়ার রাখে না। নির্বাচনের রুটিন কাজ বাদে সরকারের কোনো ধরনের জাতীয় স্বার্থসংশ্লিষ্ট সিদ্ধান্ত নেওয়ার যৌক্তিকতা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-পাকিস্তান ম্যাচের মূল্য কত | প্রথম আলো",
            "time": "2026-02-02T14:55:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2Ffoq59inz%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ভারত-পাকিস্তান ম্যাচের মূল্য কত\" class=\"nA4h1 \">ভারত-পাকিস্তান ম্যাচের মূল্য কত</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-02T20:55:59+06:00\"><span>প্রকাশ: ০২ ফেব্রুয়ারি ২০২৬, ১৪: ৫৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ভিন্ন মত প্রকাশের স্বাধীনতা থাকবে, এমন বাংলাদেশ চাই | প্রথম আলো",
            "time": "2026-02-02T14:54:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F97jw3wvv%2FJaima-Rahman-01.jpeg?rect=0%2C21%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তরুণ ভোটারদের সঙ্গে আড্ডায় শিক্ষা, কর্মসংস্থান, পরিবেশসহ বিভিন্ন বিষয় উঠে আসে। একাধিকবার উঠে আসে সাইবার স্পেসে নারীদের হয়রানির বিষয়টি। আড্ডায় অংশ নেওয়া নারী ভোটাররা জাইমা রহমানকে জানান, নারীরা বিভিন্নভাবে সাইবার মাধ্যমে প্রতিনিয়ত হয়রানির শিকার হচ্ছেন। তবে প্রতিকার পাওয়ার হার কম।</p><p>এ প্রসঙ্গে জাইমা রহমান বলেন, দেশের মোট জনসংখ্যার ৫১ শতাংশ নারী। নারীদের নিরাপত্তা ‘নাম্বার ওয়ান প্রায়োরিটি’। তাদের কথা বলার অধিকার, নিরাপত্তা, অন্তর্ভুক্তি নিয়ে ভাবতে হবে।</p><p>জাইমা রহমান মনে করেন, সব পক্ষের সদিচ্ছা থাকলে ‘সাইবার বুলিং’ কমানো সম্ভব। তিনি বলেন, প্রথমত এ ধরনের ঘটনা ঘটার পরে কী করতে হবে, সে বিষয়ে মানুষকে জানাতে হবে। স্কুল পর্যায় থেকে এগুলো জানানো হলে ছোট থেকেই সচেতনতা তৈরি হবে। এর সঙ্গে শেখাতে হবে ‘সাইবার বুলিং’ খারাপ।</p><p>শুধু আইন থাকলেই হবে না উল্লেখ করে জাইমা রহমান বলেন, সেটার প্রয়োগ থাকতে হবে। সাধারণ নাগরিকের সেটি জানতে হবে, বুঝতে হবে। তাদের সচেতনতাটা প্রয়োজন। তা ছাড়া ফেসবুকসহ বড় প্ল্যাটফর্মগুলোর কার্যক্রম (স্থানীয় কার্যালয়) বাংলাদেশে নেই। এসব অনলাইন প্ল্যাটফর্মকে এ দেশে নিয়ে আসতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত আমিরের মন্তব্যের প্রতিবাদ জানিয়ে জাতীয় নারী শ্রমিক ট্রেড ইউনিয়ন কেন্দ্রের বিবৃতি | প্রথম আলো",
            "time": "2026-02-02T14:48:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, ‘আমরা স্পষ্ট করে বলতে চাই, জামায়াতের এই অবস্থান কোনোভাবেই হঠাৎ বা বিচ্ছিন্ন ঘটনা কিংবা নতুন কিছু নয়। এটি তাদের দীর্ঘদিনের আদর্শিক অবস্থানেরই বহিঃপ্রকাশ। নারীকে অবমাননা করা, নারীর শ্রম ও মর্যাদাকে প্রশ্নবিদ্ধ করা এবং পিতৃতান্ত্রিক দৃষ্টিভঙ্গিকে ধর্ম ও রাজনীতির মোড়কে প্রতিষ্ঠা করাই জামায়াতের রাজনীতির মূল ভিত্তি।’</p><p>বিবৃতিতে আরও বলা হয়, এই বক্তব্যের মাধ্যমে তিনি শুধু কর্মজীবী নারীদের অপমান করেননি, বরং সমাজে বিদ্যমান নারী-নিপীড়নমূলক চিন্তাধারাকে টিকিয়ে রাখার চেষ্টা করেছেন। একই সঙ্গে তিনি যৌনকর্মীদেরও অমানবিকভাবে হেয় প্রতিপন্ন করেছেন, যারা নিজেরাও রাষ্ট্র ও সমাজের কাঠামোগত বৈষম্য ও শোষণের শিকার বলে বিবৃতিতে উল্লেখ করা হয়।</p></div></div></div></body></html>"
        }
    ]
}