{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এনইআইআর চালুতে ‘আপস করবে না’ সরকার, কমতে পারে আমদানি শুল্ক | প্রথম আলো",
            "time": "2025-12-08T19:16:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2013%2F08%2F12%2F5207e2c3411aa-Untitled-8.jpg?rect=0%2C68%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিটিআরসি ও এনবিআরের কর্মকর্তাদের সঙ্গে রোববার সন্ধ্যায় প্রধান উপদেষ্টার বিশেষ সহকারী ফয়েজ আহমদ তৈয়্যবের সঙ্গে একটি ভার্চ্যুয়াল বৈঠক হয়। বৈঠকের একটি সূত্র জানিয়েছে, শুল্ক কমানোর বিষয়ে এনবিআর রাজি হয়েছে। তবে কতটা কমানো হবে, তা এখনো নির্ধারণ করা হয়নি।</p><p>এ বিষয়ে বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশনের (বিটিআরসি) চেয়ারম্যান মেজর জেনারেল (অব.) মো. এমদাদ উল বারী প্রথম আলোকে বলেন, আমদানি করার জন্য আমদানিকারকদের একটি ‘এনলিস্টমেন্টের’ (তালিকা) প্রয়োজন হয় এবং যে কোম্পানি থেকে আমদানি করা হচ্ছে, সেই কোম্পানির কাছ থেকে নথি লাগে। ছোট ব্যবসায়ীরা জানিয়েছেন, তাঁরা সব সময় ওই কোম্পানির নথি দিতে পারেন না। এটা কতটা সহজ করা যায়, তা নিয়ে মঙ্গলবার বেলা ১১টায় ব্যবসায়ীদের সঙ্গে বৈঠক করবে বিটিআরসি।</p><p>বিটিআরসি চেয়ারম্যান আরও বলেন, পুরো প্রক্রিয়াটি করার একটি উদ্দেশ্য হলো ক্লোন, রিফার্নিশড ও চোরাই ফোন দেশে আনা বন্ধ করা। আমদানিকারকদের প্রমাণ করতে হবে, যে মুঠোফোন তাঁরা আমদানি করছেন, সেটি আসল। এ ক্ষেত্রে তাঁরা যদি ডিলারদের কাছ থেকে কিনে থাকেন, তাহলে ডিলারকে সনদ দিতে হবে যে ফোনটি আসল।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনা ট্র্যাজেডি দিবস স্মরণে উদীচীর ‘সাংস্কৃতিক সমাবেশ’ | প্রথম আলো",
            "time": "2025-12-08T19:11:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fgswdm6uy%2Fudichi.jpeg?rect=0%2C50%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর উদীচী কেন্দ্রীয় সংসদের ভারপ্রাপ্ত সভাপতি হাবিবুল আলমের সভাপতিত্বে সমাবেশে বক্তব্য দেন উদীচী কেন্দ্রীয় সংসদের সাধারণ সম্পাদক জামসেদ আনোয়ার, সহসাধারণ সম্পাদক ইকবালুল হক খান, রহমান মুফিজ, সাংগঠনিক সম্পাদক আরিফ নূর, উদীচী কেন্দ্রীয় সংসদের সদস্য ও জর্জিয়া শাখার সভাপতি মোর্শেদুল হাকিম। অন্যদের মধ্যে বক্তব্য দেন সিপিবি ঢাকা মহানগর দক্ষিণের সভাপতি সাইফুল ইসলাম, গণতান্ত্রিক সাংস্কৃতিক ঐক্যের সদস্য রঘু অভিজিৎ রায় প্রমুখ।</p><p>এ সময় বক্তারা অনতিবিলম্বে নিরীহ মানুষের ওপর অন্যায়-অত্যাচার, নিপীড়ন-নির্যাতন বন্ধের দাবি জানান। তাঁরা বলেন, সব বিশৃঙ্খলা দূর করে, রাজনৈতিক ও সামাজিক দুর্বৃত্তদের দমন করে দেশে নির্বাচনের পরিবেশ সৃষ্টি করতে হবে। পাশাপাশি দেশে একটি সুষ্ঠু, অবাধ ও নিরপেক্ষ নির্বাচন অনুষ্ঠানের মধ্য দিয়ে দ্রুত এই সরকারকে বিদায় নিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মুর্শিদাবাদে বাবরি মসজিদ নির্মাণে কোটি রুপির বেশি অনুদান | প্রথম আলো",
            "time": "2025-12-08T19:04:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fag7s7til%2Fbabri-mosque.jpeg?rect=0%2C160%2C518%2C272&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উল্লেখ্য, পশ্চিমবঙ্গের বিধায়ক হুমায়ুন কবীর কিছুদিন আগেই মুর্শিদাবাদের বেলডাঙ্গায় বাবরি মসজিদ নির্মাণের ঘোষণা দেন। এরপর গত শুক্রবার দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে তাঁকে তৃণমূল থেকে বহিষ্কার করা হয়।</p><p>রোববার হুমায়ুন কবীর বলেন, তিনি বিধায়ক পদ থেকে ইস্তফা দেবেন না। যদিও এর আগে তিনি ঘোষণা দিয়েছিলেন, ১৭ ডিসেম্বর বিধায়ক পদ থেকে ইস্তফা দিয়ে ২২ ডিসেম্বর নতুন দল গড়বেন। এখন তিনি বলছেন, তৃণমূলের সঙ্গে তাঁর সম্পর্কের ইতি টানা হয়েছে।</p><p>১৯৯২ সালের ৬ ডিসেম্বর ভারতের উত্তর প্রদেশ রাজ্যের অযোধ্যা শহরে বাবরি মসজিদ ধ্বংস করে ফেলে কট্টর হিন্দুত্ববাদী সমর্থকেরা। ষোড়শ শতকে নির্মিত মসজিদটি ধ্বংস করার সময় সেখানে সেদিন বিজেপি ও বিশ্ব হিন্দু পরিষদের শীর্ষ নেতারা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসু নির্বাচনে প্রার্থীদের ডোপ টেস্ট মঙ্গল ও বুধবার, অংশ না নিলে প্রার্থিতা বাতিল | প্রথম আলো",
            "time": "2025-12-08T19:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fhjm54mnd%2F2.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জকসুর প্রধান নির্বাচন কমিশনার অধ্যাপক মোস্তফা হাসান বলেন, ‘প্রার্থীদের অবশ্যই এনআইডি ও বিশ্ববিদ্যালয়ের আইডি কার্ড সঙ্গে নিয়ে ঢাকা মেডিকেলে উপস্থিত হতে হবে।’ তিনি আরও বলেন, ‘টেস্টের সময় চিকিৎসকদের পাশাপাশি নির্বাচন কমিশনের প্রতিনিধিরাও উপস্থিত থাকবেন।’</p><p>জালিয়াতির বিষয়ে সতর্ক করে প্রধান নির্বাচন কমিশনার বলেন, ‘প্রত্যেক প্রার্থীকে নিজ হাতে স্বাক্ষর দিতে হবে। এখানে জালিয়াতির কোনো সুযোগ নেই।’ তিনি স্পষ্ট করে বলেন, ‘কারও স্বাক্ষর জালিয়াতির প্রমাণ পাওয়া গেলে তাঁর প্রার্থিতা সরাসরি বাতিল বলে গণ্য করা হবে।’</p><p>৪ ডিসেম্বর বিশ্ববিদ্যালয়ের সিন্ডিকেট সভা শেষে নির্বাচনের নতুন তফসিল ঘোষণা করে নির্বাচন কমিশন। তফসিলে বলা হয়, চূড়ান্ত প্রার্থী তালিকা প্রকাশ করা হবে ১১ ও ১২ ডিসেম্বর। মনোনয়নপত্র প্রত্যাহারের শেষ দিন ১৪ ডিসেম্বর। প্রার্থীরা ১৪ থেকে ২৭ ডিসেম্বর পর্যন্ত প্রচারণা চালাতে পারবেন। ভোট গ্রহণ হবে ৩০ ডিসেম্বর।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে হামলা-ভাঙচুরে পণ্ড বিএনপির দলীয় বৈঠক, আহত ১ | প্রথম আলো",
            "time": "2025-12-08T18:58:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fw6g42zrc%2FCapture.PNG?rect=0%2C67%2C1076%2C565&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী একজন বিএনপির কর্মী নাম প্রকাশ না করার শর্তে প্রথম আলোকে বলেন, হামলা-ভাঙচুর দেখে বৈঠকে উপস্থিত মহিলা দলের কর্মীসহ নারীরা ভীতসন্ত্রস্ত হয়ে পড়েন। তাঁরা দিগ্‌বিদিক ছোটাছুটি করতে থাকেন। হামলাকারীরা এ সময় সেখানে রাখা শতাধিক চেয়ার ভাঙচুর করে। এ সময় ধারালো অস্ত্রের আঘাতে আহত হন যুবদল কর্মী সাইফুল ইসলাম (২২)। তাঁকে স্থানীয় একটি হাসপাতালে ভর্তি করা হয়েছে। ঘটনার খবর পেয়ে বেগমগঞ্জ থানার পুলিশ ঘটনাস্থল পরিদর্শন করে। তবে থানার ওসি বলছেন, তিনি বিষয়টি জানেন না।</p><p>স্থানীয় নেতা-কর্মীরা জানান, একলাশপুর ইউনিয়ন বিএনপিতে বর্তমানে কোনো কমিটি নেই। সাবেক সভাপতি ও সাধারণ সম্পাদকই সবকিছু দেখভাল করছেন। আজকের বৈঠকটি ডেকেছেন সাবেক সাধারণ সম্পাদক আবদুর রহিম। তিনি বৈঠক ডাকার আগে এ বিষয়ে সাবেক সভাপতি মহিউদ্দিনের সঙ্গে পরামর্শ করেননি। এ কারণে তিনি বৈঠকে আসেননি। তাঁর পক্ষের লোকজন এসে অতর্কিতে বৈঠকস্থলে হামলা-ভাঙচুর চালিয়ে বৈঠকটি পণ্ড করে দিয়েছেন। এতে যুবদলের কর্মী সাইফুল ইসলাম ধারালো অস্ত্রের আঘাতে আহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রান্তিক মানুষের কথা বলে প্রথম আলো | প্রথম আলো",
            "time": "2025-12-08T18:55:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fixoalm2p%2FCapture.PNG?rect=44%2C0%2C964%2C506&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে প্রথম আলোর হেড অব নিউজ (চট্টগ্রাম ডেস্ক) আশরাফ উল্লাহ বলেন, শুরু থেকে প্রথম আলোর লক্ষ্য ছিল স্পষ্ট, গণতান্ত্রিক মূল্যবোধে বিশ্বাস, সত্য প্রকাশ এবং কারও প্রতি পক্ষপাত না থাকা। প্রথম আলো সব সময় সে লক্ষ্য পূরণ করেছে। প্রথম আলোর যাত্রাপথে সবচেয়ে বড় শক্তি হচ্ছে পাঠকদের আস্থা ও ভালোবাসা। পাঠক প্রথম আলোর ওপর ভরসা রেখেছে। তাই বিভিন্ন সময়ের চাপের মুখে থাকলেও কখনো সত্য প্রকাশে পিছপা হয়নি।</p><p>গত বছর গণ–আন্দোলনের সময় বিশ্বের বিভিন্ন প্রান্তে ছড়িয়ে–ছিটিয়ে থাকা বাংলাভাষী মানুষ সত্য জানার জন্য প্রথম আলোর ওপর আস্থা রেখেছিলেন বলে অনুষ্ঠানে জানান আশরাফ উল্লাহ। তিনি বলেন, প্রথম আলো ওই সময় সাহসের সঙ্গে সত্য সংবাদ প্রকাশ করেছে। অনুষ্ঠানের শেষ পর্বে প্রথম আলোর বিভিন্ন দিক নিয়ে ছিল প্রশ্নোত্তর পর্ব। পরে পাঠকের নানা প্রশ্নের উত্তর দেন তিনি।</p><p>সুধী সমাবেশে উপস্থিত ছিলেন খাগড়াছড়ি জেলা বিএনপির সাধারণ সম্পাদক এম এন আবছার, জেলা জামায়াতের আমির সৈয়দ আবদুল মোমিন, খাগড়াছড়ি পার্বত্য জেলা পরিষদের নির্বাহী কর্মকর্তা মো. আবদুল্লাহ আল মাহফুজ, অধ্যাপক মধু মঙ্গল চাকমা, সাবেক জেলা শিক্ষা কর্মকর্তা সাধন কুমার চাকমা, নারী নেটওয়ার্কের সভাপতি জয়া ত্রিপুরা, সচেতন নাগরিক কমিটির খাগড়াছড়ির সভাপতি বেলা রানী দাশ, খাগড়াছড়ি প্রেসক্লাবের সভাপতি তরুণ কুমার ভট্টাচার্য, এনসিপির খাগড়াছড়ি জেলার প্রধান সমন্বয়ক মনজিলা ঝুমা প্রমুখ। অনুষ্ঠানে সহযোগী হিসেবে ছিল গাইরিং হোটেল।</p></div></div></div></body></html>"
        },
        {
            "title": "যাত্রাবাড়ীতে গ্যাসের দাবিতে সড়ক অবরোধ, ভোগান্তি | প্রথম আলো",
            "time": "2025-12-08T18:50:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2F46aaa9a3-b891-4051-934f-bb1ce7698afc%2F____________3.webp?rect=0%2C69%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিক্ষোভকারীরা জানান, তিন মাস ধরে এলাকার বিভিন্ন ওয়ার্ডে গ্যাস নেই। ঢাকা দক্ষিণ সিটির ৫৮ থেকে ৬২ নম্বর ওয়ার্ডের শেখদী, দনিয়া, ইটালি মার্কেট, রসুলপুর, কুতুবখালী, পলাশপুর, জনতাবাগ, শ্যামপুর, মেরাজনগর, কদমতলীসহ বিস্তীর্ণ এলাকায় চলছে গ্যাস–সংকট। তাঁদের দাবি, এলাকাজুড়ে দুই থেকে চার শতাধিক বহুতল ভবন। প্রায় তিন লাখ মানুষের বাস। গ্যাস না থাকায় বাসায় রান্না করা যায় না।</p><p>শুকনা খাবার আর হোটেলের খাবারের ওপর নির্ভর করতে হচ্ছে সবাইকে। এতে স্থানীয় বাসিন্দারা চরম ভোগান্তিতে পড়েছে।</p><p>ওয়ারী ট্রাফিক বিভাগের সহকারী কমিশনার মো. আবদুল্লাহেল বাকী প্রথম আলোকে বলেন, গ্যাসের দাবিতে স্থানীয় বাসিন্দারা কয়েক ঘণ্টা অবরোধ করে রেখেছিলেন। পরে পুলিশ তাঁদের বুঝিয়ে সড়ক থেকে সরিয়ে দিলে যান চলাচল স্বাভাবিক হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নারীবিদ্বেষী অপপ্রচার থেকে রোকেয়াকেও বাদ দেওয়া হচ্ছে না | প্রথম আলো",
            "time": "2025-12-08T18:47:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fuj666eie%2Fmohila-parishad.JPG?rect=0%2C71%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অংশগ্রহণকারীদের মধ্যে প্রথম হন আইডিয়াল কলেজ, ধানমন্ডির শিক্ষার্থী মারওয়া জান্নাত মাইশা, দ্বিতীয় হন ঢাকা বিশ্ববিদ্যালয়ের অপরাধবিজ্ঞান বিভাগের শিক্ষার্থী মুবিনা আক্তার মুন, তৃতীয় হন ঢাকা বিশ্ববিদ্যালয়ের উইমেন অ্যান্ড জেন্ডার স্টাডিজ বিভাগের শিক্ষার্থী উম্মে ফাতেমাতুজ যোহরা।</p><p>বিতর্ক প্রতিযোগিতা শেষে ইপোস্টার প্রতিযোগিতায় জয়ী ৯ জনের নাম প্রকাশ করা হয়। তাঁরা হলেন হুমায়রা তাবাসসুম, মাহি বিনতে মাসুদ, কৃষ্ণপদ সরকার, সাবরিনা, সৈয়দ রাশিদ আসিফ, মহুয়া চক্রবর্তী, আমানুর রহমান, আনোয়ার রহমান ও মারওয়া জান্নাত মায়শা।</p><p>অনুষ্ঠানে অন্যদের মধ্যে উপস্থিত ছিলেন বাংলাদেশ মহিলা পরিষদের কেন্দ্রীয় কমিটির যুগ্ম সাধারণ সম্পাদক সীমা মোসলেম, প্রচার ও প্রকাশনা সম্পাদক সারাবান তহুরা; জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের লোকপ্রশাসন বিভাগের সহযোগী অধ্যাপক ফারহানা আফরোজ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "একই রকম ট্যাটু, জাংকুক-উইন্টারের প্রেমের গুঞ্জন | প্রথম আলো",
            "time": "2025-12-08T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2F78ymv18t%2FScreenshot-2025-12-08-153352.jpg?rect=0%2C0%2C727%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাতের একই জায়গায় একই রকম ট্যাটু করেছেন বিটিএস তারকা জাংকুক ও আসপা তারকা উইন্টার। ৫ ডিসেম্বর দুজনের ট্যাটুর ছবি সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে।</p><p>কেউ কেউ বলছেন, এটি একধরনের ‘কাপল ট্যাটু’। ট্যাটুতে তিনটি কুকুরের ছানার মুখাকৃতি দেখা গেছে।</p><p>জোড়া ট্যাটুকে কেন্দ্র করে জাংকুক ও উইন্টারের প্রেমের গুঞ্জন ছড়িয়েছে। কেউ কেউ বলছেন, চুপিসারে প্রেম করছেন তাঁরা। দাবির পেছনে বেশ কিছু ‘প্রমাণ’ তুলে ধরছেন অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "পারটেক্স পিভিসি কিনে নিল নাবিল, নতুন করে যাত্রা শুরু | প্রথম আলো",
            "time": "2025-12-08T17:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fmq37msiu%2FNabil.jpg?rect=0%2C63%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পণ্য বাজারজাতের কার্যক্রমের উদ্বোধনী অনুষ্ঠানে পারটেক্স পিভিসি ইন্ডাস্ট্রিজের নির্বাহী পরিচালক জাবিদ ইকবাল বলেন, ‘প্রায় এক বছর আগে পারটেক্স স্টার গ্রুপের চারটি প্রতিষ্ঠান অধিগ্রহণ করে নাবিল গ্রুপ। অধিগ্রহণ প্রক্রিয়ার অংশ হিসেবে বন্ধ থাকা কয়েকটি ইউনিট পুনরায় চালু করা হয়েছে। দীর্ঘ তিন বছর বাজারের বাইরে থাকায় পারটেক্স পিভিসি ডোরের ব্র্যান্ড উপস্থিতি কিছুটা কমে গিয়েছিল। তবে এখন আমাদের নতুন উদ্যোগে ফিরে আসার লক্ষ্য রয়েছে।’</p><p>নাবিল গ্রুপ সূত্রে জানা যায়, পারটেক্সের যে চারটি প্রতিষ্ঠান অধিগ্রহণ করেছে সেগুলো হলো, পারটেক্স ফার্নিচার, পারটেক্স পিভিসি ডোর, পারটেক্স পার্টিকেল বোর্ড ও পারটেক্স লেমিনেশন। তবে অধিগ্রহণ প্রক্রিয়াটি এখনো পুরোপুরি শেষ হয়নি বলে সূত্রটি জানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলায় ভারপ্রাপ্ত ইউপি চেয়ারম্যানকে গ্রেপ্তারের পর এপিপির ওপর হামলার অভিযোগ | প্রথম আলো",
            "time": "2025-12-08T17:48:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F99e51786-d8c2-423e-b061-caec4b43c1f7%2Fvola.png?rect=0%2C145%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এপিপি হযরত আলী অভিযোগ করেন, তাঁকে সজিবের গ্রেপ্তার ঠেকাতে উপজেলা বিএনপির কয়েকজন নেতা ফোন দিয়ে তদবির করতে চাপ প্রয়োগ করেন। কিন্তু তিনি অপারগতা প্রকাশ করায় বিএনপির নেতা–কর্মীরা তাঁর বাড়িতে হামলা চালান, দরজা ভেঙে ফেলেন, তাঁর স্ত্রীকে হুমকি দেন এবং পরে তাঁর চেম্বারেও আক্রমণ করেন। বাসায় ফেরার পথে ছাত্রদল–যুবদলের কর্মীরা তাঁকে লাঞ্ছিত করেন, মারধর করে আহত করেন এবং তাঁর টাকা, ঘড়ি ও মোবাইল ছিনতাই করে নেন।</p><p>বর্তমানে উপজেলা স্বাস্থ্য কমপ্লেক্সে ভর্তি আছেন বলে জানান হযরত আলী। তিনি বলেন, ‘এটি (ধান কাটার ঘটনায় মামলা) নিয়মিত মামলা। পুলিশ কাউকে ছাড়বে কি না, তা আমার হাতে নেই। তাই অপারগতার কথা জানিয়েছি। আর এ কারণেই আমার ওপর এ হামলা।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা ও আশপাশে নামছে শীত | প্রথম আলো",
            "time": "2025-12-08T17:42:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fxido9mge%2F%E0%A7%A7.jfif?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কুয়াশার কারণে বাড়ে সড়ক দুর্ঘটনা। রাতে দুর্ঘটনায় দুমড়েমুচড়ে যাওয়া একটি ব্যক্তিগত গাড়ি উদ্ধারে হাইওয়ে পুলিশ। ঢাকা-মাওয়া হাইওয়ে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এক বছরে শ্রম খাত নতুন উচ্চতায় উন্নীত হয়েছে | প্রথম আলো",
            "time": "2025-12-08T17:42:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-09%2Fr9p533eh%2FUntitled-3.jpg?rect=0%2C51%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে জানানো হয়, এক বছরে বাংলাদেশ শ্রম (সংশোধন) অধ্যাদেশ, ২০২৫ করা হয়েছে। এতে গৃহকর্মী ও কৃষিশ্রমিকদের সংগঠন করার অধিকার, প্রসূতি ছুটি ১২০ দিনে নির্ধারণ, শ্রমিকদের কালোতালিকা ভুক্ত করা নিষিদ্ধ, ট্রেড ইউনিয়ন নিবন্ধনে ২০ জন সদস্যের সম্মতি এবং ভবিষ্যৎ তহবিল বাধ্যতামূলক করাসহ যুগান্তকারী সংস্কার আনা হয়েছে।</p><p>এ ছাড়া ‘কর্মহীন শ্রমিকদের সুরক্ষা কর্মসূচি বাস্তবায়ন নীতিমালা ২০২৫’ চালু করা হয়েছে। পোশাক খাতে বার্ষিক মজুরি বৃদ্ধির হার ৫ শতাংশ থেকে বাড়িয়ে ৯ শতাংশে উন্নীত করা হয়েছে। ৭টি শিল্প খাতের ন্যূনতম মজুরি পুনর্নির্ধারণ করা হয়েছে এবং আরও ২১টি খাতকে এ কাঠামোয় আনার প্রক্রিয়া চলছে।</p><p>আন্তর্জাতিক শ্রম সংস্থার (আইএলও) কনভেনশন ১৫৫, ১৮৭ ও ১৯০ অনুসমর্থন করে আনুষ্ঠানিকভাবে সংস্থাটিতে হস্তান্তর করা হয়েছে। বাংলাদেশ হচ্ছে দক্ষিণ এশিয়ার একমাত্র দেশ, যারা আইএলওর ১০টি মৌলিক কনভেনশন অনুসমর্থন করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সত্য পরিবেশনায় আপসহীন থাকুক প্রথম আলো | প্রথম আলো",
            "time": "2025-12-08T17:41:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fo18vru1w%2FChuadangaDH057020251208chuadanga-27th-anniversary-pic-08-12-2025-2.JPG?rect=0%2C364%2C5133%2C2695&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলোর জেলা প্রতিনিধি শাহ আলমের সঞ্চালনায় স্বাগত বক্তব্য দেন প্রথম আলোর ক্রীড়া সম্পাদক তারেক মাহমুদ। তিনি বলেন, ‘পাঠকের ভালোবাসা আমাদের সবচেয়ে বড় অর্জন। আপনারা প্রথম আলো পড়ছেন, প্রথম আলোর ওপর আস্থা আছে বলেই আজ প্রথম আলো এই অবস্থানে এসেছে। আপনারা সঙ্গে আছেন বলেই প্রথম আলো সত্য প্রকাশের সাহস পায়। যত দিন আপনারা প্রথম আলো পড়বেন, তত দিন প্রথম আলো থাকবে।’</p><p>বক্তব্যে তারেক মাহমুদ জানান, যে দল যখনই ক্ষমতায় এসেছে, প্রথম আলো বৈরী আচরণের শিকার হয়েছে। ভুল ধরিয়ে দিতে গেলেই শত্রু ভাবা হয়েছে। তবে প্রথম আলো সব সময় ভালোর সঙ্গে, সত্যের সঙ্গে থাকে। জুলাই গণ–অভ্যুত্থান চলাকালে প্রথম আলো পড়ে অনেকেই নিশ্চিত হয়েছেন, আসলেই কী ঘটছে। অনলাইনে পেজ ভিউ ছিল ৩৫ কোটি। প্রিন্ট ভার্সন বেড়েছিল দেড় লাখ। বাংলাদেশ পরিসংখ্যন ব্যুরোর জরিপ অনুযায়ী, দেশের মোট পত্রিকা পাঠকের ৫৭ শতাংশ প্রথম আলো পড়েন।</p><p>অনুষ্ঠানে অন্যদের মধ্যে বক্তব্য দেন জেলা আইনজীবী সমিতির সভাপতি শামীম রেজা ডালিম, চুয়াডাঙ্গা প্রেসক্লাবের সভাপতি সাংবাদিক রাজীব হাসান, চুয়াডাঙ্গা আবৃত্তি পর্ষদের পরিচালক মনোয়ারা খুশি, এনসিপির জেলা সমন্বয়ক খাজা আমিরুল বাশার (বিপ্লব), বৈষম্যবিরোধী ছাত্র আন্দোলনের জেলা সমন্বয়ক আসলাম হোসেন (অর্ক)।</p></div></div></div></body></html>"
        },
        {
            "title": "উচ্চ মূল্যস্ফীতিতে সাধারণ মানুষ বেশি চাপে | প্রথম আলো",
            "time": "2025-12-08T17:35:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2Fcd6ee8f8-38aa-4040-a50a-97df914380ef%2FGAZIPUR_DH0770_20221128_IMG_20221128_214843.JPG?rect=0%2C22%2C711%2C373&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বব্যাংকের ঢাকা কার্যালয়ের সাবেক মুখ্য অর্থনীতিবিদ জাহিদ হোসেন বলেন, ‘আমাদের অর্থনীতিতে ইতিবাচক ঝুড়ির চেয়ে নেতিবাচক ঝুড়ি বেশি ভারী। একদিকে অর্থনীতির সংগ্রাম চলছে, অন্যদিকে জীবিকার সংগ্রামও চলছে। তবে এর চেয়েও পরিস্থিতি খারাপ হতে পারত। গত দেড় বছরের অভিজ্ঞতা থেকে দেখা গেছে, সরকারের সদিচ্ছা স্পষ্ট, কিন্তু বাস্তবায়নের ক্ষেত্রে অগ্রগতি সীমিত।’</p><p>সমস্যাগ্রস্ত পাঁচটি ব্যাংক একীভূতের প্রক্রিয়া দ্রুত এগোচ্ছে জানিয়ে সেমিনারে গভর্নর আহসান এইচ মনসুর বলেন, এসব ব্যাংকের আমানত বিমার সীমা ১ লাখ টাকা থেকে বাড়িয়ে ২ লাখ টাকা করা হয়েছে। আগামী এক-দুই সপ্তাহের মধ্যে আমানতকারীদের মধ্যে এই অর্থ দেওয়া শুরু হতে পারে।</p><p>ঢাকা বিশ্ববিদ্যালয়ের সাবেক অধ্যাপক মাহবুব উল্লাহ বলেন, ‘এক প্রান্তিকে ভালো হলে অন্য প্রান্তিকে খারাপ—এই হচ্ছে আমাদের অর্থনীতির বর্তমান অবস্থা। আমাদের অর্থনীতি প্রিমিটিভ অ্যাকিউমুলেশনে (সম্পদ ও ক্ষমতা ধনী বা ক্ষমতাসীন শ্রেণির হাতে যাওয়া) পরিচালিত। লুটপাট ও চাঁদাবাজি এই ব্যবস্থার একটি বড় অংশ। ব্যবসায়ের টাকা চাঁদাবাজির মাধ্যমে চাঁদাবাজ বা রাজনীতিবিদদের হাতে চলে যায়। এমন পরিস্থিতিতে খুব বেশি প্রবৃদ্ধি আশা করা যায় না।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটের সাবেক মেয়র আওয়ামী লীগের নেতা আনোয়ারুজ্জামানের বিরুদ্ধে দুদকের মামলা | প্রথম আলো",
            "time": "2025-12-08T17:17:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Ffnk137ve%2FSYLHET-al-mayor.jpg?rect=0%2C2%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এজাহারে আরও বলা হয়েছে, ২০২২-২০২৩, ২০২৩-২০২৪ এবং ২০২৪-২০২৫ সালে দাখিল করা আয়কর রিটার্ন অনুসারে আনোয়ারুজ্জামানের মোট ৮৪ লাখ ৪৪ হাজার ৯৮ টাকার সম্পদ রয়েছে। তবে এ সম্পদ তিনি কীভাবে অর্জন করেন, এর কোনো সঠিক তথ্যপ্রমাণ পাওয়া যায়নি। তিনি ৯৩ লাখ ৪৪ হাজার ৯৮ টাকার অগ্রহণযোগ্য নিট সম্পদ অবৈধভাবে অর্জন করেছেন বলে দুদক প্রাথমিক অনুসন্ধানে নিশ্চিত হয়েছে। তবে এ নিট সম্পদের হিসাবে যুক্তরাজ্যে থাকা ফ্ল্যাট, বাড়ি ও রেস্তোরাঁর মূল্য আনা হয়নি।</p><p>দুদক বলছে, আনোয়ারুজ্জামান চৌধুরী আয়কর রিটার্নে বা নির্বাচনী হলফনামায় তাঁর সম্পদের উৎস, ধরন, সময় ও মূল্য উল্লেখ করেননি। এ ছাড়া দুদক সম্পদ বিবরণী আদেশ জারির ২১ কার্যদিবসের মধ্যে দাখিল না করায় তিনি দুদক আইন অনুযাযী শাস্তিযোগ্য অপরাধ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঠান্ডায় কি রেললাইনে ফাটল ধরেছে? | প্রথম আলো",
            "time": "2025-12-08T17:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fzuapmok3%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ঠান্ডায় কি রেললাইনে ফাটল ধরেছে?\" class=\"nA4h1 \">ঠান্ডায় কি রেললাইনে ফাটল ধরেছে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-08T23:09:38+06:00\"><span>প্রকাশ: ০৮ ডিসেম্বর ২০২৫, ১৭: ০৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অন্তঃসত্ত্বা কুকুরের ওপর দিয়ে চলে গেল গাড়ি, ঘটনাস্থলেই মৃত্যু | প্রথম আলো",
            "time": "2025-12-08T17:09:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fhbtju701%2FWhatsApp-Image-2025-12-08-at-10.56.59-PM.jpeg?rect=0%2C93%2C1015%2C533&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনায় প্রতিক্রিয়া জানিয়েছেন পরিবেশকর্মী রিতু পারভী। প্রথম আলোকে তিনি বলেন, ‘ভিডিওতে স্পষ্ট দেখা গেছে, চালকের দায়িত্বহীনতায় কুকুরটির মৃত্যু হয়েছে। আমরা চালকের দৃষ্টান্তমূলক শাস্তি চাই।’</p><p>১ মিনিট ৩ সেকেন্ডের ওই ভিডিও দেখে সম্মিলিত পরিবেশ রক্ষা আন্দোলনের সভাপতি চিকিৎসক মো. মনজুরুল করিম গতকাল রোববার কোতোয়ালি থানায় একটি লিখিত অভিযোগ করেছেন। তিনি বলেন, ‘খোঁজ নিয়ে জেনেছি, কুকুরটি অন্তঃসত্ত্বা ছিল। গাড়ির চাপায় কুকুরটি মারা গেছে। তাই অভিযোগ করেছি।’ তিনি জানান, ঘটনার পর মৃত কুকুরটিকে সিটি করপোরেশনের বর্জ্য সংগ্রহকারী গাড়িতে করে নিয়ে যাওয়া হয়।</p><p>জানতে চাইলে কোতোয়ালি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুল করিম অভিযোগ পাওয়ার বিষয়টি নিশ্চিত করে প্রথম আলোকে বলেন, ‘আমরা ঘটনাটি যাচাই-বাছাই করছি।’</p></div></div></div></body></html>"
        }
    ]
}