{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয় বিসিএস অফিসার্স ফোরামের কমিটি গঠন | প্রথম আলো",
            "time": "2025-08-17T18:09:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fezoc2z9m%2FUntitled-1.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রোববার সংগঠনের পক্ষ থেকে পাঠানো এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p><p>এ ছাড়া সহসভাপতি হিসেবে নির্বাচিত হয়েছেন বাংলাদেশ জরিপ অধিদপ্তরের মহাপরিচালক সাঈদুর রহমান, মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তরের মহাপরিচালক মো. আজাদ খান, জনপ্রশাসন মন্ত্রণালয়ের অতিরিক্ত সচিব (বিশেষ ভারপ্রাপ্ত কর্মকর্তা) সৈয়দ মো. নুরুল বাশির তামান্না, চট্টগ্রামের বিভাগীয় কমিশনার জিয়াউদ্দিন শিহাব ও খুলনার সরকারি টিচার্স ট্রেনিং কলেজের অধ্যক্ষ তৌফিক আহমেদ। যুগ্ম সাধারণ সম্পাদক হয়েছেন পুলিশ সদর দপ্তরের সহকারী মহাপরিদর্শক (এআইজি) শামীমা পারভীন শিল্পী আর সাংগঠনিক সম্পাদক হয়েছেন ঢাকা মহানগর পুলিশের (ডিএমপি) উপকমিশনার (অপারেশনস) মোল্লা আজাদ হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিউইয়র্কে ক্লাবে বন্দুকধারীর গুলি, নিহত ৩ | প্রথম আলো",
            "time": "2025-08-17T18:02:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F73fix4oc%2Fbrooklyne.jpg?rect=0%2C107%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের নিউইয়র্ক শহরের ব্রুকলিনে বন্দুকধারীর গুলিতে অন্তত তিনজন নিহত হয়েছেন। এতে আহত হয়েছেন ১১ জন। স্থানীয় সময় রোববার মধ্যরাত সাড়ে তিনটার দিকে ক্রাউন হাইটস এলাকায় টেস্ট অব দ্য সিটি লাউঞ্জ নামের একটি ক্লাবে এ ঘটনা ঘটে।</p><p> নিউইয়র্ক পুলিশের কমিশনার জেসিকা টিসচ সাংবাদিকদের বলেন, তদন্তকারীরাদের ধারণা, গুলির ঘটনায় এক বা একাধিক বন্দুকধারী জড়িত ছিলেন। এতে একাধিক অস্ত্র ব্যবহার করা হয়েছে। ক্রাউন হাইটস এলাকায় একটি ‘বিবাদের’ পর এ ঘটনা ঘটে বলে জানিয়েছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণে পুলিশের ভূমিকা এখনো দুর্বল: নজরুল ইসলাম খান | প্রথম আলো",
            "time": "2025-08-17T17:59:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fq9xzm1lw%2FNazrul-islam-khan-bnp.jpeg?rect=0%2C46%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই দুর্বলতা কাটিয়ে ওঠার চেষ্টা চলছে উল্লেখ করে তিনি বলেন, ‘নির্বাচনের আরও কয়েক মাস দেরি আছে। কাজেই এ সময়ের মধ্যে এটারও কিছু পরিবর্তন হবে।’</p><p>বিএনপির প্রতিনিধিদল জানায়, কমিশন তাদের জানিয়েছে, আইনশৃঙ্খলা নিয়ন্ত্রণে এখন যেভাবে সেনাবাহিনী দায়িত্ব পালন করছে, নির্বাচনের সময়ে প্রয়োজনের আলোকে আরও বেশিসংখ্যক সেনাসদস্য মোতায়েনের জন্য কমিশন সরকারকে অনুরোধ করবে। পাশাপাশি উপকূলীয় এলাকায় নৌবাহিনী ও কোস্টগার্ডের সদস্যদেরও দায়িত্বপালনের অনুরোধ জানানো হবে।</p><p>আগামী নির্বাচনে জাতীয় পরিচয়পত্র থাকা প্রবাসী বাংলাদেশিদের ভোট দেওয়ার ব্যবস্থা করতে যাচ্ছে নির্বাচন কমিশন (ইসি)। তবে জাতীয় পরিচয়পত্র না থাকলেও যেসব প্রবাসীর সাধারণ পাসপোর্ট আছে, তাঁদেরও ভোটাধিকার প্রয়োগের ব্যবস্থা করার অনুরোধ করেছে বিএনপি।</p></div></div></div></body></html>"
        },
        {
            "title": "‘নতুন কুঁড়ি’ নতুন প্রজন্মের প্রতিভার বিকাশ ঘটাবে: তথ্য ও সম্প্রচার উপদেষ্টা | প্রথম আলো",
            "time": "2025-08-17T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fz36mpl71%2Fnotun-kuri.jpg?rect=0%2C0%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী তিন মাসের মধ্যে প্রতিযোগিতার চূড়ান্ত আয়োজন সম্পন্ন হবে বলে আশা প্রকাশ করেন তথ্য ও সম্প্রচার উপদেষ্টা। অক্টোবরের শেষ বা নভেম্বর নাগাদ চূড়ান্ত পর্ব অনুষ্ঠিত হবে।</p><p>তথ্য ও সম্প্রচার উপদেষ্টা জানান, অনুষ্ঠানের কাঠামোয় তেমন পরিবর্তন আনা হয়নি। আগের মতোই গান, নৃত্য, বক্তৃতা, উপস্থাপনা, গল্প বলাসহ বিভিন্ন বিভাগে প্রতিযোগিতা অনুষ্ঠিত হবে। পুরোনো থিম সংকে ঐতিহ্যের অংশ হিসেবে সংরক্ষণ করা হবে এবং প্রতিবছর নতুন থিম সং প্রকাশ করা হবে।</p><p>মো. মাহফুজ আলম বলেন, মেধাভিত্তিক ও স্বচ্ছ প্রক্রিয়ায় তৃণমূল থেকে প্রতিভা বাছাই করা হবে। কাউকে বিশেষভাবে উপরে ওঠানো বা সরানোর কোনো উদ্দেশ্য সরকারের নেই। যে প্রতিভাবান এবং জাতিকে প্রতিনিধিত্ব করার যোগ্য, তাকেই সামনে আনা হবে। বিচারপ্রক্রিয়ায় বিভাজন কমাতে বিশেষ ব্যবস্থা নেওয়া হয়েছে। কেউ যদি নিরপেক্ষতার বাইরে গিয়ে সুযোগ নেওয়ার চেষ্টা করে, তার বিরুদ্ধেও ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবার নিয়ে নতুন বাড়িতে উঠতে যাচ্ছেন প্রিন্স উইলিয়াম | প্রথম আলো",
            "time": "2025-08-17T17:54:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F65735da3-f0f8-4922-949f-a2bb8dbf782c%2FKate.jpg?rect=0%2C44%2C5366%2C2817&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজপরিবারের সদস্যরা উঠবেন, তাই চলতি মাসের শুরুর দিকে ফরেস্ট লজে ছোটখাটো কিছু পরিবর্তনের অনুমতি দেওয়া হয়। স্থানীয় কাউন্সিলের নেওয়া সিদ্ধান্তে বাড়িটির একটি জানালা প্রতিস্থাপন এবং একটি ফায়ারপ্লেস মেরামতের কথা বলা হয়েছে। এর আগে ২০০১ সালে বাড়িটিতে বড় ধরনের সংস্কারকাজ করা হয়েছিল। তখন খরচ হয়েছিল ২০ লাখ ডলার।</p><p>প্রিন্স অব ওয়েলস উইলিয়াম ও প্রিন্সেস অব ওয়েলস কেট এই প্রথম নতুন বাসায় উঠছেন—বিষয়টি এমন নয়। রাজপরিবারের একটি সূত্রের তথ্য অনুযায়ী, ২০২২ সালের আগস্টে সন্তানদের স্কুল চলাকালে পরিবার নিয়ে লন্ডনের বাইরে অবস্থানের সিদ্ধান্ত নেন তাঁরা। তখন অ্যাডেলেইড কটেজে উঠেছিলেন। উদ্দেশ্য ছিল সন্তানদের একটি ‘সাধারণ পারিবারিক’ জীবন দেওয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "৩৩০০ কোটি টাকায় কেনা ইউনাইটেডের ফরোয়ার্ডরা গোলহীন, জিতল আর্সেনাল | প্রথম আলো",
            "time": "2025-08-17T17:44:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F8a3g5oyo%2F987288-01-02.jpg?rect=0%2C274%2C3869%2C2031&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসলে ভাগ্যও ইউনাইটেডের সহায় হয়নি। শুরু থেকেই আক্রমণাত্মক খেললেও ১৩ মিনিটেই গোল খেয়ে বসে তারা, সেটাও খেলার ধারার বিপরীতে। ডেকলান রাইসের কর্নার থেকে দারুণ ফিনিশিংয়ে আর্সেনালকে এগিয়ে দেন ইতালিয়ান ডিফেন্ডার রিকার্দো কালাফিউরি।<br>পিছিয়ে পড়ে ইউনাইটেড যেন আরও ভয়ংকর হয়ে ওঠে। বলের দখল, গোলে শট, লক্ষ্যে রাখা শট-সব দিক থেকেই আর্সেনালকে পেছনে ফেলে তারা। সব মিলিয়ে ৬২ শতাংশ বল দখল ছিল ইউনাইটেডের। আর্সেনালের ৯ শটের বিপরীতে গোলে তারা শট নেয় ২২ টি। ইউনাইটেড ২২ শটের ৭টিই লক্ষ্যে রাখে, আর্সেনাল লক্ষ্যে রাখতে পারে মোটে ৩টি শট।</p></div></div></div></body></html>"
        },
        {
            "title": "ওয়াকিটকি কেনায় অনিয়মের অভিযোগে ডিএনসিসিতে দুদকের অভিযান | প্রথম আলো",
            "time": "2025-08-17T17:39:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-03%2Fvwt7lznq%2FUntitled-6.jpg?rect=0%2C234%2C1755%2C921&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পর্যালোচনায় দেখা যায়, জমিটি ২০২৪ সালের ৩০ ডিসেম্বর রেজিস্ট্রি করা হয়। খতিয়ান অনুযায়ী এটি পুকুর শ্রেণিভুক্ত হলেও খাজনা রসিদে বাণিজ্যিক শ্রেণিভুক্ত দেখানো হয়েছে। একই জমি ২০১২ সালে পুকুর (বাণিজ্যিক) শ্রেণিতে রেজিস্ট্রি হয়েছিল। হঠাৎ শ্রেণি পরিবর্তনকে অস্বাভাবিক মনে করছে দুদক টিম।</p><p>দুদক জানিয়েছে, এ বিষয়ে সংশ্লিষ্ট ভূমি অফিস থেকে অতিরিক্ত রেকর্ডপত্র সংগ্রহ ও যাচাই করে কমিশনের কাছে বিস্তারিত প্রতিবেদন দাখিল করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফারুকীর অ্যাপেনডিক্সের অপারেশন হয়েছে, দোয়া চাইলেন তিশা | প্রথম আলো",
            "time": "2025-08-17T17:25:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-12%2Fv6wxdf4v%2Feb90ed1b_3bbb_478a_b568_c3ca316466fe.jpg?rect=0%2C0%2C1066%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংস্কৃতিবিষয়ক মন্ত্রণালয়ের উপদেষ্টা ও নির্মাতা মোস্তফা সরয়ার ফারুকীর অ্যাপেনডিক্সের অস্ত্রোপচার সফলভাবে সম্পন্ন হয়েছে। রোববার সন্ধ্যায় রাজধানীর স্কয়ার হাসপাতালে তাঁর এই অস্ত্রোপচার হয়। ফারুকীর স্ত্রী, অভিনেত্রী নুসরাত ইমরোজ তিশা সামাজিক যোগাযোগমাধ্যমে স্ট্যাটাস দিয়ে এ তথ্য জানিয়েছেন।<br>নুসরাত ইমরোজ তিশা লিখেছেন, ‘আজ বিকেলে মেডিকেল বোর্ড মিটিংয়ের সিদ্ধান্ত অনুযায়ী মোস্তফা সরয়ার ফারুকীর অ্যাপেনডিক্সের অপারেশন করা হয়েছে। প্রায় দুই ঘণ্টার অপারেশন শেষে চিকিৎসকেরা জানিয়েছেন, অপারেশন সফলভাবে সম্পন্ন হয়েছে। আলহামদুলিল্লাহ। বর্তমানে তিনি পোস্ট-অপারেটিভ কেয়ারে পর্যবেক্ষণে আছেন এবং ধীরে ধীরে সুস্থতার পথে এগোচ্ছেন। তাঁর দ্রুত আরোগ্যের জন্য সবার কাছে দোয়া কামনা করছি।’ রোববার রাত ১১টায় সংস্কৃতিবিষয়ক মন্ত্রণালয়ের জ্যেষ্ঠ তথ্য কর্মকর্তা মাহবুবুর রহমান হোয়াটসঅ্যাপে একই বার্তা পাঠিয়েছেন গণমাধ্যমে।</p></div></div></div></body></html>"
        },
        {
            "title": "হায়দরাবাদে বাংলাদেশি কিশোরী উদ্ধার, বেরিয়ে আসছে ভারত-বাংলাদেশ মানব পাচার চক্রের তথ্য | প্রথম আলো",
            "time": "2025-08-17T17:19:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F22ai9gur%2Fprothomalo-bangla.avif?rect=0%2C0%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ থেকে পাচার হয়ে হায়দরাবাদে জোরপূর্বক দেহ ব্যবসায় বাধ্য করা এক কিশোরীকে উদ্ধার করেছে পুলিশ। এ ঘটনায় বাংলাদেশ ও ভারতের মধ্যে সক্রিয় আন্তদেশীয় মানব পাচার চক্রের বিষয়টি আবারও আলোচনায় এসেছে।</p><p> হায়দরাবাদে বাংলাদেশি নারী উদ্ধারের চতুর্থ ঘটনা এটি। খাইরতাবাদ, চাদেরঘাট ও বান্দলাগুডার বিভিন্ন যৌনপল্লি থেকে পুলিশ তাঁদের উদ্ধার করেছে।</p><p> এই শহরের যৌনপল্লি থেকে বাংলাদেশি নারীদের উদ্ধারের ঘটনা নতুন নয়। ২০০০-এর দশকের শুরু থেকেই সংঘবদ্ধ মাফিয়াদের নিয়ন্ত্রণে থাকা এসব যৌনপল্লিতে আটকে পড়া নারীদের উদ্ধার করছে পুলিশ। শুধু বাংলাদেশ থেকেই নয়, উজবেকিস্তান, রাশিয়া, ইউক্রেন, শ্রীলঙ্কা ও নেপাল থেকেও নারীদের এনে যৌন পেশায় নামানো হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে শ্রোতার ভালোবাসায় ভাসলো অর্ণব-সুনিধির ‘সন্ধ্যাতারা’ | প্রথম আলো",
            "time": "2025-08-17T17:15:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F663wj8f7%2FWhatsApp-Image-2025-08-17-at-3.28.55-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কনসার্টে উপস্থিত নিকাহ বাই প্রতিষ্ঠানের কর্ণধার নাজিয়া মাহমুদ বলেন, ‘অনেক দিন পর এমন একটি অনুষ্ঠানে এলাম, যেখানে শুধু গানই ছিল মূল আকর্ষণ। অর্ণব আর সুনিধির গানগুলো যেন আমাদের সবার মনের কথা বলছিল। মনে হচ্ছিল, আমরা সিডনিতে নই, যেন নিজের দেশের উঠানে বসে গান শুনছি। যেমন ছিল অসাধারণ গান, তেমনই ছিল তাঁদের সাদাসিধে উপস্থাপন। আয়োজকদের ধন্যবাদ, এমন একটি সংগীতসন্ধ্যা উপহার দেওয়ার জন্য।’</p></div></div></div></body></html>"
        },
        {
            "title": "শিল্পী মুর্তজা বশীরের মুদ্রা সংগ্রহ | প্রথম আলো",
            "time": "2025-08-17T17:08:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fl93hz30t%2FMurtaza.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>ছাপাঙ্কিত রৌপ্যমুদ্রা (খ্রিষ্টপূর্ব ষষ্ঠ থেকে খ্রিষ্টীয় দ্বিতীয় শতক):</strong> বাংলাদেশের তথা ভারতীয় উপমহাদেশের সর্বপ্রাচীন মুদ্রা হলো ছাপাঙ্কিত রৌপ্যমুদ্রা। যার সময়কাল মৌর্য যুগের (খ্রিষ্টপূর্ব ষষ্ঠ-খ্রিষ্টীয় দ্বিতীয় পর্যন্ত এই মুদ্রার ব্যাপক প্রচলন ছিল প্রাচীন বাংলায়)। এই মুদ্রাগুলোর বিশেষত্ব হলো এগুলোতে বিভিন্ন প্রকারের চিত্র প্রস্ফুটিত হয়েছে।</p><p>চিত্রগুলোর মধ্যে রয়েছে সূর্য, পাহাড়, পাহাড়ের ওপর চাঁদ, নদী, নৌকা, গাছ, নদীতে মাছ, বিক্রির জন্য প্লেটে মাছ রাখার দৃশ্য, নৌকার ওপর মাছ, পাখি, ময়ূর, হাতি, খরগোশ, হরিণের সামনে গাছ, জঙ্গলে প্রবেশরত বাঘ, ষাঁড়, গন্ডার, সাপ, তিন খিলানবিশিষ্ট প্রবেশপথ প্রভৃতি। তবে প্রাথমিক পর্বের শিল্পকর্ম বিশ্লেষণ করলে আমরা দেখি, সেখানেও রয়েছে এ ধরনের চিত্র, যা প্রাথমিক পর্বের ভাষা হিসেবে ব্যবহৃত হয়েছে। আবার নওগাঁর পাহাড়পুর, বগুড়ার মহাস্থানগড়, কুমিল্লার লালমাই-ময়নামতি প্রভৃতি স্থানে প্রত্নতাত্ত্বিক খননে আমরা যেসব পোড়ামাটির ফলকচিত্র পাই সেসব ফলকচিত্রেও আমরা এসব বন্য জীবজন্তুর মধ্যে সিংহ, হাতি, হরিণ, সাপ,বেজি, বানর, হনুমান, পশুপাখির মধ্যে ময়ূর, টিয়া পাখি; প্রকৃতির মধ্যে যেমন নদ-নদী, নদীতে মাছ, পাহাড়-পর্বত, পাহাড়ের ওপর চাঁদ, গাছপালা, সূর্য, চাঁদ প্রভৃতির চিত্র দেখতে পাই, যা সেই সময়ের এসব পশুপাখির আধিক্যকে নির্দেশ করে। তেমনি ভাষা হিসেবে এসব সাংকেতিক চিহ্ন ব্যবহৃত হয়েছিল বলে ধারণা করা যেতে পারে। এই মুদ্রায় কোনো লিপি বা রাজা–বাদশাহদের নাম পাওয়া যায় না। ফলে কোন শাসক এটি প্রবর্তন করেছিলেন, তা বলা দুরূহ। তবে মুদ্রায় ব্যবহৃত চিত্রগুলোকে ভাষা হিসেবে চিত্রলিপি ব্যবহৃত হয়েছিল বলে ধরে নেওয়া যেতে পারে এবং চিত্রগুলো মূল্যমান হিসেবেও ব্যবহৃত হতে পারে। মুদ্রাগুলোর আকারগত বৈশিষ্ট্যের মধ্যে রয়েছে গোলাকার, চতুর্কোনাকার, আয়তাকার, পঞ্চকোনাকার, অষ্টকোনাকার প্রভৃতি। মুদ্রাগুলো তৈরিতে সাধারণত ধাতু হিসেবে ব্যবহৃত হয়েছে রুপা কখনো কখনো তামা এবং মুদ্রাগুলোর ওজন সাধারণত ২.৯৯ গ্রাম থেকে ৩.১২ গ্রাম পর্যন্ত লক্ষ করা যায়। এ পর্যন্ত আবিষ্কৃত মুদ্রাগুলোকে জনপদ এবং রাজকীয় সিরিজ—এ দুই শ্রেণিতে বিভক্ত করা হয়েছে। রাজকীয় সিরিজের মুদ্রার এক পিঠে পাঁচটি চিত্র থাকে। সাধারণত এই শ্রেণির মুদ্রা বগুড়ার মহাস্থানগড় থেকে আবিষ্কৃত হয়েছে। জনপদ সিরিজের মুদ্রায় একের অধিক, তবে পাঁচটির কম চিত্র দেখা যায়। সাধারণত এই শ্রেণির মুদ্রা নরসিংদীর উয়ারী-বটেশ্বর থেকে আবিষ্কৃত হয়েছে। শিল্পীর সংগ্রহে রয়েছে বেশ কিছু ছাপাঙ্কিত রৌপ্যমুদ্রা। এ ছাড়া গান্ধার জনপদের ‘বক্রদণ্ড’ আকৃতির ও ‘বৃত্তাকার’ মুদ্রা এবং বাকিগুলো রাজকীয় সিরিজের মুদ্রা। রয়েছে প্রাচীন ভারতের ছাপাঙ্কিত স্বর্ণমুদ্রা, পাশাপাশি রয়েছে বাংলার মুদ্রারও এক সমৃদ্ধ ইতিহাস। মুদ্রায় ব্যবহৃত ভাষা আমাদের বলে দেয় বিভিন্ন যুগে বাংলায় কী কী ভাষা প্রচলিত ছিল। যেখানে কোনো ভাষা বোধগম্য নয়, সে ক্ষেত্রে চিত্রলিপি যোগাযোগের মাধ্যম হিসেবে বিশেষ স্থান করে নেয়। বাংলার যেসব মুদ্রায় ভাষা ব্যবহৃত হয়েছে সেগুলো ধারাবাহিকভাবে বিস্তারিত জানা যাবে।</p></div></div></body></html>"
        },
        {
            "title": "মহাখালীতে পেট্রলপাম্পে আগুনে একজন দগ্ধ হয়ে হাসপাতালে | প্রথম আলো",
            "time": "2025-08-17T16:51:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fx4981m49%2FBurn-Unit.jpg?rect=0%2C17%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে রাত ১০টার দিকে জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউট সূত্রে জানা যায়, ওই আগুনের ঘটনায় দগ্ধ হয়ে মীর হোসেন নামের এক ব্যক্তি সেখানে এসেছেন। আবাসিক চিকিৎসক ডা. শাওন বিন রহমান বলেন, মীর হোসেনের শরীরের ৪৫ শতাংশ পুড়ে গেছে। তাঁর অবস্থা আশঙ্কাজনক।</p></div></div></div></body></html>"
        },
        {
            "title": "উইলিয়াম কেরি বাংলা গদ্যের পর্তুগিজ নাবিক | প্রথম আলো",
            "time": "2025-08-17T16:44:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fvhq5mbpz%2FCarey.jpeg?rect=0%2C107%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বঙ্গদেশে আসার পর থেকে কেরির বাংলা শেখা, বাংলায় বক্তৃতা দেওয়া, বাইবেলের অনুবাদ বিষয়ে নানা তথ্য পাওয়া গেলেও এ সময় পর্যন্ত এর কোনো নমুনা ইতিহাসবিদদের হাতে নেই। তবে মদনাবাটীতে আসার পর ১৭৯৫ সালের ১৩ আগস্ট তারিখে একটি চিঠিতে তিনি নিজেই বাংলা লেখার উদাহরণ হাজির করেন। যা কেরির লেখা বাংলা গদ্যের প্রথম দৃষ্টান্ত। সেই চিঠিতে কেরি লিখছেন, ‘Ram Ram Boshoo and Mohun Chund are now with me…. I often exhort them, in the words of the apostle, 2 Cor. VI. 17, which in their language I thus express—বাহিরে আইস এবং আলাদা হও এবং অপবিত্র বস্তু স্পর্শ করিয়ো না এবং আমি কবুল করিব তোমাদিগকে এবং তোমরা হইবে আমার পুত্রগণ এবং কন্যাগণ এই মত বলেন সর্ব্বশক্ত ভগবান।’</p><p>এ সময় কেরি সংস্কৃত ও চলতি বাংলা, এই দোটানার মধ্যে পড়ে কিছু কাল অত্যন্ত বিচলিত ছিলেন। তাঁর হাতে কোনো ব্যাকরণ-অভিধানও ছিল না। ফলে তিনি নিজেই সংস্কৃতকে আদর্শ ধরে ব্যাকরণ-অভিধান রচনায় মন দেন। এই ব্যাকরণ মুদ্রিত হয় ১৮০১ সালে। তিনিও ব্যাসি হ্যালহেডের মতোই ব্যাকরণটি সম্পূর্ণ ইংরেজিতে লিখেছিলেন। কেরি ব্যাকরণে বর্ণপরিচয়, যুক্তবর্ণ, শব্দ ও তার বিভিন্ন রূপ (বিশেষ্য), গুণবাচক শব্দ (বিশেষণ), সর্বনাম, ক্রিয়াপদ, শব্দ গঠন, সমাস, অব্যয় উপসর্গ, সন্ধিপ্রকরণ ও অন্বয় শিরোনামের ১১টি অধ্যায় ছিল। এ ছাড়া তাঁর রচিত বাংলা-ইংরেজি অভিধানে (১৮১৫-২৫) স্থান পেয়েছিল প্রায় ৮৫ হাজার শব্দ। </p><p>১৭৯৬ খ্রিষ্টাব্দ শেষ হওয়ার আগেই কেরি ‘নিউ টেস্টামেন্ট’-এর সম্পূর্ণ অনুবাদ শেষ করেন। ১৭৯৯ খ্রিষ্টাব্দে কেরির সঙ্গে পঞ্চানন কর্মকারের পরিচয়, এর কিছুদিন পরই বাইবেল মুদ্রণের জন্য একটি কাষ্ঠনির্মিত মুদ্রাযন্ত্র নিলামে কিনে কেরিকে দান করেন ধর্মপ্রাণ মদনাবাটী কুঠির মালিক জর্জ উডনি। তবে কেরি যখন ১৭৯৯ খ্রিষ্টাব্দের শুরুতে টাইপ অর্ডার দেওয়ার জন্য কলকাতায় যাবেন বলে মনস্থির করেছেন, সে সময় জর্জ উডনি মদনাবাটী কুঠির কাজ বন্ধ করার সিদ্ধান্ত নেন। বিপন্ন কেরি তাঁর সব সঞ্চয় দিয়ে নিকটবর্তী খিদিরপুর গ্রামে একটি নীলকুঠি ক্রয় করে সেখানে মুদ্রাযন্ত্রটি নিয়ে নতুন সংসার পাতেন। এদিকে মার্শম্যান, ওয়ার্ড, ব্রান্সডন, গ্রান্ট প্রভৃতি নতুন মিশনারির দল কলকাতায় আশ্রয় না পেয়ে ডেনিশ রাজ্য শ্রীরামপুরে আসে। মিশনারিরা ভবিষ্যতের কর্মপন্থা বিষয়ে কেরির মতামতের জন্য ১৭৯৯ খ্রিষ্টাব্দের ১ ডিসেম্বর কেরির গৃহে পৌঁছান। নিজের ও মিশনের ভবিষ্যৎ চিন্তা করতে কয়েক সপ্তাহ সময় নেওয়ার পর কেরি খিদিরপুরের সব সম্পত্তি পরিত্যাগ করে মুদ্রাযন্ত্র নিয়ে নৌকাযোগে ২৫ ডিসেম্বর শ্রীরামপুর অভিমুখে যাত্রা করেন। ১৮০০ খ্রিষ্টাব্দের ১০ জানুয়ারি কেরির শুভাগমনে পত্তন হয় শ্রীরামপুর মিশনের এবং পরদিন ১১ জানুয়ারি থেকে শুরু হয় মিশনের কাজ। </p><p>১৮০০ খ্রিষ্টাব্দের আগস্ট মাসে এই শ্রীরামপুর মিশন প্রেস থেকে প্রকাশ পায় ‘মঙ্গল সমাচার মতীয়ের রচিত’। শ্রীরামপুর মিশন ছাপাখানা থেকে প্রকাশিত এটাই ছিল প্রথম গদ্য পুস্তক। ১২৫ পৃষ্ঠার বইটির গদ্যভাষার নমুনা, ‘আবরাহামের সন্তান দাউদ তাহার সন্তান যিশু খ্রিষ্ট তাহার পূর্ব্ব পুরুষাখ্যান। আবরাহাম হইতে য়িসহকের উদ্ভব ও য়িসহক হইতে য়াকুবের উদ্ভব...</p><p>‘অতএব তোমরা এইমতো প্রার্থনা করহ হে আমারদের স্বর্গস্থ পিতঃ তোমার নাম পুণ্য করিয়ান মানা যাউক। তোমার রাজ্য আইসুক তোমার ইচ্ছা যে মত স্বর্গেতে সেই মত পৃথিবীতে পালিত হউক।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় না খাইয়ে মানুষ মারা ও আমাদের বৈশ্বিক লজ্জা | প্রথম আলো",
            "time": "2025-08-17T16:41:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F868sl2y2%2F962486-01-02-1.png?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু ২১ মাস ধরে অনেক দেশ ও সংস্থা সাহায্য পৌঁছাতে চাইলে ইসরায়েল বাধা দিয়েছে। এ অনুমতি দেওয়া শুধু নৈতিক নয়, আইনি দায়িত্বও। ইসরায়েলের কর্তব্য ছিল অন্যদের ত্রাণ কার্যক্রম সহজ করা। কিন্তু তারা বারবার তাতে বাধা দিয়েছে। এখনো মানবিক সংস্থাগুলোকে সাহায্য পৌঁছাতে দেওয়া হচ্ছে না।</p><p>স্পষ্টতই ফিলিস্তিনিদের ইচ্ছাকৃতভাবে অনাহারে মারা হচ্ছে। যুদ্ধ শুরু হওয়ার কয়েক মাসের মধ্যেই এর লক্ষণ স্পষ্ট ছিল, কিন্তু অনেক সরকার মুখ ফিরিয়ে নিয়েছে। তারা বলেছে, সাহায্য নাকি হামাস পাচ্ছে। যার কোনো প্রমাণ ইসরায়েলের কাছেই নেই। বরং এসব সরকার গাজায় সাহায্য পাঠানোর তুলনায় ইসরায়েলকে বেশি অস্ত্র দিয়েছে। এখন তারা গণহত্যা ঠেকানো ও থামানোর দায়িত্বে ভয়াবহভাবে ব্যর্থ হচ্ছে।</p><p>ইতিহাস এ মুহূর্তকে চিরকাল বৈশ্বিক লজ্জা হিসেবে মনে রাখবে। কঙ্কালসার শিশুদের ছবি যোগ হবে অতীতের সেই ছবিগুলোর পাশে, যখন পৃথিবী তাদের জন্য কিছু করেনি। আশা একটাই, পৃথিবী যেন এখনই জেগে ওঠে, মানবতার শেষ আলোটা অন্তত বাঁচিয়ে রাখে। তার আগে যদি কিছু করা না যায়, তবে আরও অসহায় শিশু ক্ষুধার্ত চোখ মেলে মৃত্যুর কোলে ঢলে পড়বে।</p><p>●<strong> বিনাইফার নওরোজি</strong> ওপেন সোসাইটি ফাউন্ডেশনসের সভাপতি</p><p>স্বত্ব: প্রজেক্ট সিন্ডিকেট, ইংরেজি থেকে সংক্ষিপ্ত আকারে অনূদিত</p></div></div></div></body></html>"
        },
        {
            "title": "বাঁশখালীর রাস্তাঘাটের অন্তহীন হাহাকার, দেখার কি কেউ নেই | প্রথম আলো",
            "time": "2025-08-17T16:37:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F13d8e2b2-ebb2-4dbc-87c4-96bd7d9e2822%2Feview.jpg?rect=0%2C53%2C749%2C393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রেম বাজার-সরলিয়া রাস্তা কিংবা গুনাগরি-মোশাররফ আলী হাট, বঙ্গবন্ধু সরকারি উচ্চবিদ্যালয়ের রাস্তাও একই দুরবস্থার চিত্র তুলে ধরে। রাস্তা খানাখন্দে ভরা, কোথাও কোথাও ছোটখাটো পুকুর! যেন রাস্তায় গাড়ির আগে চলে মাছ। বাহারছড়া সৈকত সংযোগ রাস্তা কিংবা ইকোপার্ক সংযোগ রাস্তা, এসব জায়গায় পর্যটনের সম্ভাবনা থাকলেও তা চাপা পড়ে আছে অব্যবস্থাপনার ধ্বংসস্তূপে। অথচ এই এলাকা হতে পারত দেশের অন্যতম দর্শনীয় স্থান, যেখানে মানুষ আসত প্রকৃতির টানে, ফিরে যেত ভালোবাসায় ভরে।</p><p>তিন বছর সময় কম নয়। একটি শিশুর হাঁটতে শেখার জন্য যথেষ্ট, একটি শিক্ষার্থী উচ্চমাধ্যমিক পাস করতে পারে, একটি সরকার গঠন হতে পারে, এমনকি একটি জাতি দিক পরিবর্তনের স্বপ্ন দেখতে পারে; কিন্তু বাঁশখালীতে তিন বছর মানে অন্ধকারে পথচলা, প্রতিশ্রুতির পচন আর গলার রক্তচাপার পরও নিস্তব্ধতা। কেন এমন হচ্ছে? এই প্রশ্নের উত্তর আমরা সবাই জানি, কিন্তু বলতে ভয় পাই। কারণ, উত্তরটি বড় অসহ্য—দায়িত্বের অভাব, দুর্নীতির গ্রাস, রাজনৈতিক সদিচ্ছার অনুপস্থিতি। জনগণের কষ্ট যেন এখন ক্ষমতাধরদের এজেন্ডায় নেই। </p><p>রাস্তা সংস্কার মানে শুধু কাগজে কলম দিয়ে ডিপিপি তৈরি নয়, মাঠে–ময়দানে বাস্তবায়নের জন্য সৎ প্রশাসন, নির্ভরযোগ্য ঠিকাদার ও নিয়মিত তদারকি দরকার। কিন্তু কোথায় সেই সৎ মানুষ? কোথায় সেই প্রকৌশলী, যিনি জনগণের কান্না শোনেন? জনপ্রতিনিধিরা এ বিষয়ে চুপ কেন? তাঁরা তো জনগণেরই প্রতিনিধি। তাঁরা তো সেই মানুষ, যাঁরা ভোট চাইতে দরজায় দরজায় গিয়েছিলেন। আজ যখন রাস্তার অবস্থা বেহাল, একজন প্রসূতির অ্যাম্বুলেন্স আটকে থাকে, তখন সেই নেতারা কোথায়? যখন শিক্ষার্থী স্কুলে যেতে না পেরে পিছিয়ে পড়ে, তখন তাঁদের বিবেক কাঁদে না? নাকি পদ ও প্রতিপত্তির ঊর্ধ্বে উঠে গেছে সব মানবিকতা? এই যে জনদুর্ভোগ, এই যে রাস্তার অচলাবস্থা, তা কি উন্নয়নের শত্রু নয়? প্রকল্প হাতে নেওয়া হয়, তহবিল বরাদ্দ হয়, কিন্তু বাস্তবায়নের মাঠে শূন্যতা। মধ্যস্বত্বভোগী, কমিশনভিত্তিক ঠিকাদার আর রাজনৈতিক ছত্রচ্ছায়ায় চলা দুর্নীতির বৃত্ত যেন গিলে খাচ্ছে জনতার অধিকার।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প-জেলেনস্কি বৈঠকে যোগ দেবেন ইউরোপের নেতারাও | প্রথম আলো",
            "time": "2025-08-17T16:34:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-04%2F5213qcg6%2Ftrump-zelensky.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্পের সঙ্গে আগামীকালের বৈঠকে আরও উপস্থিত থাকার কথা ইউরোপীয় কমিশনের প্রেসিডেন্ট উরসুলা ভন ডার লিয়েন, ফিনল্যান্ডের প্রেসিডেন্ট আলেকজান্ডার স্টাব ও ইতালির প্রধানমন্ত্রী জর্জিয়া মেলোনির। ইউক্রেনের নিরাপত্তার পাশাপাশি তাঁরা এটাও চাইছেন, যেন গতবারের মতো এবারও হোয়াইট হাউসে গিয়ে ট্রাম্পের তোপের মুখে পড়তে না হয় জেলেনস্কিকে।</p><p>ইউক্রেন নিয়ে ইউরোপের নেতাদের আরও কিছু চাওয়া রয়েছে। সেগুলোর একটি হলো রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন, ট্রাম্প ও জেলেনস্কিকে নিয়ে একটি ত্রিপক্ষীয় বৈঠকের আয়োজন করা, যেন নিজেদের ভবিষ্যৎ নিয়ে সিদ্ধান্ত গ্রহণে ইউক্রেন অংশ নিতে পারে। এ ছাড়া প্রয়োজন পড়লে ইউক্রেনের যেন রাশিয়াকে চাপ দেওয়ার সক্ষমতা থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "বীর উত্তম মোহাম্মদ জিয়াউদ্দিন: একজন নিভৃত নায়কের বিদায় | প্রথম আলো",
            "time": "2025-08-17T16:34:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Flqisuupx%2Fmdziauddin-.jpg?rect=0%2C50%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর তৎকালীন লেফটেন্যান্ট কর্নেল জিয়াউর রহমানের নেতৃত্বাধীন জেড ফোর্সের অধীন থাকা প্রথম ইস্ট বেঙ্গলের অধিনায়কের দায়িত্ব দেওয়া হয় জিয়াউদ্দিনকে। কামালপুরের দ্বিতীয় পর্বের যুদ্ধ, শ্রীমঙ্গলের কেজুরিছড়া ঘাঁটি, ফুলতলা ঘাঁটি, ধলই বিওপি, আটগ্রাম, কানাইঘাট এবং শেষে সিলেটের এমসি কলেজের কাছে পাকিস্তানি বাহিনীকে ধরাশায়ী করে সিলেটের উপকণ্ঠে পৌঁছান। তাঁর এই বীরত্বপূর্ণ অবদানের জন্য তাঁকে ‘বীর উত্তম’ খেতাবে ভূষিত করা হয়। উল্লেখ্য, ১ ইস্ট বেঙ্গলের সাহসী সৈনিক ‘বীরশ্রেষ্ঠ হামিদুর রহমান’ ধলই বিওপির যুদ্ধে শহীদ হন।</p><p>স্বাধীনতার পর ১ ইস্ট বেঙ্গল সিলেট থেকে ঢাকা সেনানিবাসে চলে আসে। কিছুদিন পর জিয়াউদ্দিন লেফটেন্যান্ট কর্নেল পদে উন্নীত হন এবং ১৯৭২ সালের এপ্রিলে ঢাকা সেনানিবাসের ৪৬ স্বতন্ত্র পদাতিক ব্রিগেডের অধিনায়ক (এপ্রিল-সেপ্টেম্বর) নিয়োজিত হন। মার্চ মাসে ভারতের তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী বাংলাদেশ সফরে এলে জিয়াউদ্দিন তাঁকে ‘গার্ড অব অনার’ দিয়েছিলেন। ব্রিগেডের অধিনায়ক হিসেবে দায়িত্ব পালনকালে তিনি বিমানবাহিনীর একদল উচ্ছৃঙ্খল সেনার বিদ্রোহ দমন করেন এবং যুদ্ধোত্তর সেনাবাহিনীর অফিসারদের প্রশিক্ষণে গঠিত অস্থায়ী ‘ব্যাটেল স্কুল’ পরিচালনার দায়িত্বে ছিলেন।</p><p>লাখো প্রাণের বিনিময়ে স্বাধীনতা লাভের পর বাংলাদেশে সে এক অদ্ভুত ও অস্থির সময়। একদিকে নতুন দেশ গড়ার অযুত স্বপ্ন, অন্যদিকে ভারতীয় আধিপত্যের মেঘ, নৈরাজ্য, রক্ষী বাহিনী গঠন, শাসক দলের অনৈতিক কর্মকাণ্ড, হতাশা ও স্বপ্নভঙ্গের হাহাকার...। সমাজের এই অস্থিরতা, নৈরাজ্য ও হতাশা জিয়াউদ্দিনকেও স্পর্শ করেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরেবাংলায় অনুশীলনে লিটনদের মুখে হাসি | প্রথম আলো",
            "time": "2025-08-17T16:33:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2F2b9etc7g%2FLiton-at-Na-cricket-team-practice-at-Academy-ground1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">রেডি, ১, ২, ৩...। দৌড়ের জন্য প্রস্তুত বাংলাদেশের খেলোয়াড়েরা</figcaption><figcaption class=\"story-element-image-attribution\">বিসিবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ | প্রথম আলো",
            "time": "2025-08-17T16:31:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-17%2Fa2rapabf%2F01.jpg?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ\" class=\"IiRps \">ট্যানারি বর্জ্যে ধলেশ্বরী দূষণ</h1></p><div class=\"Ibzfy\"><p>রাজধানীর অদূরে সাভারের হেমায়েতপুরে স্থানান্তরিত হয়েছে ট্যানারিশিল্প বা চামড়া শিল্পনগরী। এখানকার ট্যানারি বর্জ্যে প্রতিনিয়তই দূষিত হচ্ছে ধলেশ্বরী নদী। নদীর পাড় ঘেঁষে চামড়ার অবশিষ্টাংশ ফেলার বিশাল আস্তাকুঁড় করা হয়েছে। এই আস্তাকুঁড়ের বর্জ্য প্রায়ই নদীতে গিয়ে পড়ছে। এতে দূষিত হচ্ছে ধলেশ্বরী নদী। ট্যানারি বর্জ্য নদী ও অন্যান্য জলাশয়ে মিশে প্রাণ-প্রতিবেশকে মারাত্মকভাবে ক্ষতিগ্রস্ত করেছে। এ ছাড়া চামড়া পোড়ানোর কারণে ওই এলাকার বায়ু দূষিত হচ্ছে। ছবিতে ট্যানারি বর্জ্যে ধলেশ্বরী দূষণের চিত্র:</p></div></div></div></body></html>"
        }
    ]
}