{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ট্রেলারেই ঝড় তুলল মাইকেল জ্যাকসনের বায়োপিক | প্রথম আলো",
            "time": "2026-02-04T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fbry62neo%2Fa7ef9025-0f2c-46ba-855e-8f13cf8c3727.jpg?rect=0%2C0%2C860%2C452&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রেলারে দেখা যায়, শূন্য থেকে বিশ্বজয়ের পথে মাইকেল জ্যাকসনের উত্থানের গল্প—সংগীত, নাচ আর তারকাখ্যাতির এক বর্ণিল যাত্রা। ট্রেলারের শুরুতেই শোনা যায় অনুপ্রেরণামূলক কণ্ঠে বলা কিছু কথা—‘তুমি আত্মবিশ্বাসী, তুমি শক্তিশালী, তুমি সুন্দর, তুমি সর্বকালের সেরা।’ এরপর ধাপে ধাপে ফুটে ওঠে এক সাধারণ পরিবারের ছেলের কিংবদন্তিতে পরিণত হওয়ার কাহিনি। পরিচিত গানের সুরের সঙ্গে দ্রুত কাটে বদলে বদলে দৃশ্য—মঞ্চ, আলো, দর্শকের উন্মাদনা আর তারকাখ্যাতির ঝলক।</p><p><strong>নায়ক হিসেবে জাফর জ্যাকসন<br></strong>এই সিনেমায় মাইকেল জ্যাকসনের চরিত্রে অভিনয় করেছেন তাঁর ভাতিজা জাফার জ্যাকসন। ট্রেলারে তাঁকে দেখা যায় গান গাইতে, নাচতে এবং ধীরে ধীরে বিশ্বসংগীতের সবচেয়ে বড় তারকায় পরিণত হতে। চেহারা, ভঙ্গি আর নাচের স্টাইল—সব মিলিয়ে জাফারকে দেখে অনেকেরই মনে হবে, যেন পর্দায় আবার ফিরে এসেছেন তরুণ মাইকেল জ্যাকসন।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্রিকেটের রাজনীতি: মোস্তাফিজের গেছে ৯ কোটি, আইসিসির যাচ্ছে ৬ হাজার কোটি | প্রথম আলো",
            "time": "2026-02-04T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F2ar8nlbs%2FWhatsApp-Image-2026-02-03-at-2.35.40-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবার সেই সুযোগ নেই। অবশ্য ৭ ফেব্রুয়ারি থেকে বিশ্বকাপ শুরু হওয়ার আগে এখনো কয়েক দিন বাকি। পিসিবি গতকাল পর্যন্ত ভারতের বিপক্ষে না খেলার সিদ্ধান্ত থেকে সরে আসার কথা বলেনি, আইসিসিও এর সমাধান করতে পারেনি।  কেউ কেউ হয়তো এখনো আশায় বুক বেঁধে আছেন। কিন্তু ব্যাপারটা যে আর ক্রিকেটীয় যুক্তিতে সমাধান করা সম্ভব নয়, সেটাও পরিষ্কার। কারণ, ব্যাপারটা আর ক্রিকেটের গণ্ডিতে নেই—ক্রিকেট এখন রাজনীতির সঙ্গে মিলেমিশে অন্য রকম এক খেলায় পরিণত হয়েছে, যেখানে ব্যাট আছে, বল আছে, শুধু নিষ্পাপ ক্রিকেটীয় সেই সৌরভটা আর নেই। নাক টানলে ভেসে আসে শুধুই রাজনীতির ঘ্রাণ।</p><p>এ অবশ্য নতুন নয়। গত বছর এশিয়া কাপের ফাইনালে পাকিস্তানকে হারানোর পর ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির সামাজিক যোগাযোগমাধ্যমে করা পোস্টটি মনে আছে তো, ‘খেলার মাঠে অপারেশন সিঁদুর।’</p><p>এই উত্তর–আধুনিক সময়ে ক্রিকেট এগিয়ে যাচ্ছে এভাবেই। পাশে থাকবেন কি না, সেই সিদ্ধান্ত আপনার।</p></div></div></div></body></html>"
        },
        {
            "title": "২১ বছর ধরে বনজঙ্গল থেকে মধু সংগ্রহ করে সংসার চালান জাফর | প্রথম আলো",
            "time": "2026-02-04T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Ff7ec6vky%2FRajshahiDH060220260131IMG20260127120946953.jpg?rect=0%2C0%2C3186%2C1673&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শর্ষে, আম, লিচু, তিল, বরইসহ বিভিন্ন বুনো ফুল থেকে মৌমাছিরা মধু সংগ্রহ করে চাকে জমা করে। এ পেশা থেকেই আবু জাফরের সংসারে এখন স্বাচ্ছন্দ্য। আগে মাটির ঘরে থাকলেও বর্তমানে একটি পাকা ঘর নির্মাণ করেছেন। ছেলেমেয়েদের বিয়েও দিয়েছেন।</p><p>আবু জাফরের স্ত্রী শরিফা বিবি (৪০) বলেন, ‘স্বামী মধু বিক্রি কইরা সংসার চালায়। দিনমজুরি না কইরা এই কামে আমরা ভালোই আছি।’</p><p>আবু জাফর জানান, এক সহকর্মীকে নিয়ে তিনি বাগমারা ছাড়াও দুর্গাপুর, পুঠিয়া, মান্দা, আত্রাই ও রানীনগর এলাকায় মৌচাকের সন্ধানে ঘুরে বেড়ান। কখনো নিজে খুঁজে পান, আবার অনেক সময় লোকজন খবর দেন। কোনো ব্যক্তি বা প্রতিষ্ঠানের নিয়ন্ত্রণাধীন মৌচাক থেকে মধু সংগ্রহ করলে একটি অংশ তাদের দিতে হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কীভাবে বেনারসি শাড়ি বাংলাদেশে এল, কোথায় কোথায় তৈরি হয় এখন | প্রথম আলো",
            "time": "2026-02-04T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F676eg620%2FWhatsApp-Image-2026-01-31-at-7.05.53-PM-5.jpeg?rect=0%2C43%2C1163%2C611&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা হয়তো সেভাবে ভাবি না; কারণ, এটাও একধরনের প্রচলিত রেওয়াজ, লাল বেনারসিই বেশির ভাগ কনের জন্য কাঙ্ক্ষিত থাকে। কিন্তু কেন পরা হয় লাল বেনারসি? এরও তেমন সদুত্তর মেলে না। কিছু বিষয়ের উল্লেখ মেলে অবশ্য।</p><p>বাঙালি মেয়েরা বিয়েতে লাল বেনারসি পরে; কারণ, লাল রং শুভ, প্রেম, শক্তি, উর্বরতা ও নতুন জীবনের প্রতীক; এটি ঐতিহ্য, সংস্কৃতি আর সমৃদ্ধিরও প্রতিনিধিত্ব করে। এ ছাড়া বেনারসি শাড়ি ঐতিহ্যবাহী নকশা ও জরির কাজের জন্য কনেকে রাজকীয় ও মোহময়ী করে তোলে, যা বাঙালি বিয়ের এক অবিচ্ছেদ্য অংশ। </p><p>এখানে ভারতীয় লেখক হোসেনুর রহমানের একটা উক্তি প্রণিধানযোগ্য, বর–কনেরা এক দিনের বাদশাহ–বেগম। সে জন্যই হয়তো রাজকীয় সাজে সাজানো হয়ে থাকে। সেদিক থেকে লাল বেনারসি গুরুত্বপূর্ণ। উপরন্তু বেনারসি আভিজাত্যেরও প্রতীক।</p><p>বেনারসি কেবল কাপড় নয়, এটা এক চলমান শিল্পভাষা, যা ভৌগোলিক সীমানা মানে না। তাই তো একটা সময় পর্যন্ত বেনারসির জন্য মানুষ কলকাতায় যেতেন। অবশ্য এখনো যে যান না, তা নয়। </p><p>আপাতত কূটনৈতিক টানাপোড়েনের জন্য অনেকাংশে ভাটা পড়লেও মিরপুরে যা বিক্রি হয়, তার সিংহভাগই তো ভারতীয়। এ প্রসঙ্গ আপাতত থাক। আমরা বরং বাংলাদেশের বেনারসিতে আলোকপাত করি।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টেইন ফাইলস: যৌন অপরাধের আড়ালে মোসাদ ও সিআইএ’র গোপন জাল | প্রথম আলো",
            "time": "2026-02-04T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Fvp9xf0nh%2FJeffrey-Epstein.jpg?rect=0%2C38%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাম্প্রতিক সময়ে প্রকাশিত লাখ লাখ নথিতে এমন কোনো প্রমাণ পাওয়া যায় না। এমন কিছু নেই, যা দেখিয়ে বলা যাবে—এপস্টেইন নিয়মিত সিআইএ, এমআই ৬ বা মোসাদের দপ্তরে যেতেন। কিন্তু বাস্তবতা হলো, তাঁর সে প্রয়োজনও ছিল না। সাবেক ও বর্তমান রাষ্ট্রদূত, বিশ্বনেতা ও ধনকুবেররাই তাঁর কাছে যেতেন।</p><p>ক্যারিবীয় অঞ্চলে অবস্থিত এপস্টেইনের ব্যক্তিগত যে দ্বীপে অল্প বয়সী মেয়েদের পাচার করে যৌন নিপীড়ন চালানো হতো, সেখানেই গড়ে উঠেছিল এক অভিজাত, অদৃশ্য ও ক্ষমতাবান নেটওয়ার্ক।</p><p>এপস্টেইন এমন এক স্তরে বিচরণ করতেন, যা অনেক ক্ষেত্রেই পেশাদার গোয়েন্দা কর্মকর্তা বা বিশ্লেষকদের জগতের বাইরে। ইসরায়েলের সাবেক প্রধানমন্ত্রী এহুদ বারাকের সঙ্গে জেফরি এপস্টেইনের ই–মেইল যোগাযোগ ছিল অত্যন্ত ঘনিষ্ঠ।</p><p>একপর্যায়ে সেই ঘনিষ্ঠতা এতটাই স্পষ্ট হয়ে ওঠে যে এপস্টেইন নিজেই বারাককে অনুরোধ করেন যেন প্রকাশ্যে বলা হয় তিনি মোসাদের হয়ে কাজ করেন না। তবে এপস্টেইনের গোয়েন্দা ও ক্ষমতাকেন্দ্রিক যোগাযোগের ইতিহাস আরও আগের। পদার্থবিজ্ঞানের শিক্ষক হিসেবে নিয়োগ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিপাহ ভাইরাস এসেছে নতুন তিন বিপদ নিয়ে, দুই বছরে আক্রান্ত শতভাগ রোগীর মৃত্যু | প্রথম আলো",
            "time": "2026-02-04T01:26:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fmfrjxmj3%2F038A1715023619.JPG?rect=0%2C68%2C967%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে নিপাহ ভাইরাসের তিনটি নতুন ও ভীতিকর বৈশিষ্ট্য দেখা দিয়েছে। প্রথমত, গত দুই বছরে নিপাহ ভাইরাসে আক্রান্ত শতভাগ রোগীর মৃত্যু হয়েছে। এর আগে এ রোগে ৭০ শতাংশের বেশি আক্রান্ত রোগীর মৃত্যু হতো।</p><p>দ্বিতীয় বিষয়টি হলো, নিপাহ ভাইরাসে আক্রান্ত রোগীর সংখ্যা কমে এলেও এটি এখন আগের চেয়ে বেশি এলাকায় ছড়িয়ে পড়েছে। </p><p>তৃতীয় বৈশিষ্ট্য হলো, দেশে প্রথমবারের মতো গরমকালে নিপাহ ভাইরাসে আক্রান্ত হওয়ার ঘটনা ঘটেছে।</p><p>নিপাহ ভাইরাস নতুন বিপদ নিয়ে হাজির হলেও খেজুরের রস বিক্রি ও পান বন্ধ হচ্ছে না। বিশেষ করে সামাজিক যোগাযোগমাধ্যম ব্যবহার করে খেজুরের রস বিক্রির প্রচার দেদার চলছে।</p><p>জনস্বাস্থ্যবিদেরা বলছেন, নিপাহ ভাইরাস রোধে খেজুরের রস বিক্রি বন্ধ করা দরকার। এ নিয়ে কঠোর আইনের দরকার। কিন্তু সে বিষয়ে কোনো উদ্যোগ দেখা যাচ্ছে না।</p><p>মারাত্মক ও সংক্রামক ভাইরাসজনিত রোগ হলো নিপাহ। এ রোগের বাহক টেরোপাস (ফল আহারি) গোত্রের বাদুড়। বাদুড় থেকে মানুষে এই রোগের সংক্রমণ হয়। বাদুড়ের মুখের লালা বা মল-মূত্র দ্বারা খেজুরের রস বা তালের রস, আধা খাওয়া ফল ইত্যাদির মাধ্যমে নিপাহ ভাইরাস ছড়াতে পারে। এ রোগের প্রধান লক্ষণগুলো হলো জ্বরসহ মাথাব্যথা, খিঁচুনি, অজ্ঞান হওয়া, মানসিক অবস্থার পরিবর্তন (আবলতাবল বা ভুল বলা), কোনো কোনো ক্ষেত্রে শ্বাসকষ্ট। সংক্রমিত প্রাণী বা মানুষের শারীরিক সংস্পর্শে এ রোগ ছড়ায়।</p></div></div></div></body></html>"
        },
        {
            "title": "সুমনের ‘রইদ-এর সঙ্গে ‘দিল্লি ক্রাইম-এর প্রযোজনা সংস্থা | প্রথম আলো",
            "time": "2026-02-04T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2F2fyko2o6%2FRoid_Photo2.jpg?rect=0%2C0%2C3440%2C1806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেদারল্যান্ডসের রটারড্যামে চলছে রটারড্যাম আন্তর্জাতিক চলচ্চিত্র উৎসব। এবারের উৎসবে টাইগার কম্পিটিশন বিভাগে লড়ছে বাংলাদেশের সিনেমা ‘রইদ’। উৎসবের মাঝেই সিনেমাটি নিয়ে জানা গেল নতুন খবর। মেজবাউর রহমান সুমনের সিনেমাটির সঙ্গে নির্বাহী প্রযোজক হিসেবে যুক্ত হলো ইন্টারন্যাশনাল এমি অ্যাওয়ার্ড বিজয়ী প্রযোজক অপূর্ব বকশির প্রযোজনা সংস্থা উইডিশাস অরিজিনালস।</p><p> ২০২২ সালের ব্যাপক সাফল্য পাওয়া ‘হাওয়া’ সিনেমার পর সুমনের এটি দ্বিতীয় সিনেমা। মুক্তির পর ‘হাওয়া’ বাংলাদেশি চলচ্চিত্র হিসেবে প্রথমবার যুক্তরাষ্ট্রের বক্স অফিসে স্থান করে নিয়েছিল, বাংলাদেশ থেকে অস্কারে মনোনয়নও পেয়েছিল।<br> ‘রইদ’ সিনেমাটি বাংলাদেশের গ্রামীণ অঞ্চলে এক যুগল জুটির প্রায় নিভৃত জীবনকে কেন্দ্র করে আবেগ, আকর্ষণ ও সম্পর্কের গভীরতা অনুসন্ধান করে। গল্পের মূল চরিত্র, লাজুক এক পুরুষ, তার অস্থির স্ত্রীকে বারবার অজানা জায়গায় ছেড়ে যাওয়ার চেষ্টা করে; কিন্তু প্রতিবারই স্ত্রী ফিরে আসে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (৪ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-04T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fe6i4gtdf%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>অ-১৯ বিশ্বকাপ ক্রিকেট: সেমিফাইনাল</h2></p></div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>টি-টুয়েন্টি বিশ্বকাপ: প্রস্তুতি ম্যাচ</h2></p></div></div></body></html>"
        },
        {
            "title": "আরব সাগরে ইরানের ড্রোন ভূপাতিত যুক্তরাষ্ট্রের | প্রথম আলো",
            "time": "2026-02-04T00:20:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F7f1hll1k%2FAAA01-2.jpg?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানা গেছে, আগামী শুক্রবার দুই পক্ষের মধ্যে এই বৈঠক হওয়ার কথা রয়েছে। তুরস্ক বা ওমান এই আলোচনার আয়োজক হতে পারে। হোয়াইট হাউসের প্রেস সেক্রেটারি ক্যারোলিন লেভিট নিশ্চিত করেছেন যে, মার্কিন বিশেষ দূত স্টিভ উইটকফ চলতি সপ্তাহের শেষ দিকে ইরানি প্রতিনিধিদের সঙ্গে কথা বলবেন।</p><p>এদিকে মঙ্গলবার অন্য এক ঘটনায় সেন্টকম অভিযোগ করেছে, হরমুজ প্রণালিতে যুক্তরাষ্ট্রের পতাকাবাহী একটি বাণিজ্যিক জাহাজকে ইরানের রেভল্যুশনারি গার্ডসের দুটি বোট এবং একটি ড্রোন দিয়ে হয়রানি করা হয়েছে। তবে ইরানের পক্ষ থেকে বলা হয়েছে, নিয়ম লঙ্ঘন করে একটি জাহাজ তাদের জলসীমায় ঢুকে পড়ায় সেটিকে সতর্ক করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরপুর-৩ আসনের জামায়াতের প্রার্থী নুরুজ্জামানের ইন্তেকাল | প্রথম আলো",
            "time": "2026-02-03T23:01:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Ft1wfd5c7%2Fnuruzzaman.jpg?rect=0%2C46%2C303%2C159&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেরপুর-৩ ( (শ্রীবরদী-ঝিনাইগাতী) আসনে বাংলাদেশ জামায়াতে ইসলামীর সংসদ সদস্য প্রার্থী মোহাম্মদ নুরুজ্জামান (বাদল) ইন্তেকাল করেছেন। মঙ্গলবার দিবাগত রাত ৩টার দিকে তিনি মারা যান (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)। </p><p>জামায়াতে ইসলামীর ভেরিফায়েড ফেসবুক পেজে রাত ৩টা ২৪ মিনিটে এক পোস্টের মাধ্যমে এ তথ্য জানানো হয়েছে।  </p></div></div></div></body></html>"
        },
        {
            "title": "রমজানের আধ্যাত্মিক প্রস্তুতির ৫ কার্যকর উপায় | প্রথম আলো",
            "time": "2026-02-03T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-02%2F0qwa5ads%2Fpexels-thirdman-7956662.jpg?rect=0%2C452%2C6376%2C3347&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমাদের রোজা কেবল না খেয়ে থাকা নয়। যদি আমাদের আচরণ বা আদব সুন্দর না হয়, তবে সেই রোজার আধ্যাত্মিক মূল্য কমে যায়।</p><p>রাসুলুল্লাহ (সা.) বলেছেন, ‘যে ব্যক্তি মিথ্যা কথা বলা এবং সে অনুযায়ী কাজ করা বর্জন করেনি, তার পানাহার ত্যাগ করায় আল্লাহর কোনো প্রয়োজন নেই’ (সহিহ বুখারি ৬০৫৭)।</p><ul><li><p><strong>রাগ নিয়ন্ত্রণ:</strong> আপনার যদি অল্পতেই রেগে যাওয়ার প্রবণতা থাকে, তবে আজ থেকেই তা নিয়ন্ত্রণের প্র্যাকটিস শুরু করুন।</p></li><li><p><strong>মুখের হেফাজত:</strong> গিবত (পরনিন্দা), মন্দ কথা এবং মিথ্যা থেকে জবানকে পবিত্র রাখুন।</p></li><li><p><strong>নবীজির আদর্শ:</strong> রাসুলুল্লাহ (সা.) কীভাবে মানুষের সঙ্গে কথা বলতেন এবং রাগ নিয়ন্ত্রণ করতেন, তা নিয়ে পড়াশোনা করুন।</p></li></ul><p>রমজানের প্রস্তুতির জন্য খুব বড় কোনো আনুষ্ঠানিকতার প্রয়োজন নেই। বরং আমাদের দৈনন্দিন ইবাদতের মৌলিক বিষয়গুলোতে (সততা, মনোযোগ, নিয়ত ও সুন্দর আচরণ) ফিরে আসাই হলো আসল প্রস্তুতি।</p><p>আল্লাহ আমাদের সবাইকে সুস্থতার সঙ্গে রমজান পর্যন্ত পৌঁছে দিন এবং আমাদের সকল ইবাদত কবুল করুন। আমিন।</p></div></div></div></body></html>"
        },
        {
            "title": "মুয়াম্মার গাদ্দাফির ছেলে সাইফ আল-ইসলাম নিহত | প্রথম আলো",
            "time": "2026-02-03T20:40:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F7uz14gqz%2F48716387212176056803688245179852979326303253n.jpg?rect=0%2C40%2C570%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫৩ বছর বয়সী সাইফ আল-ইসলামের মৃত্যুর খবর নিশ্চিত করেছেন তাঁর রাজনৈতিক উপদেষ্টা আবদুল্লাহ ওসমান। তবে কারা এই হামলা চালিয়েছে বা কোন পরিস্থিতিতে এই হত্যাকাণ্ড ঘটেছে, তা এখনো অস্পষ্ট। লিবিয়া সরকারের পক্ষ থেকে এখন পর্যন্ত এ বিষয়ে কোনো আনুষ্ঠানিক মন্তব্য করা হয়নি।</p><p>পাশ্চাত্যে শিক্ষিত ও সুবক্তা হিসেবে পরিচিত সাইফ আল-ইসলাম গাদ্দাফি তাঁর বাবার শাসনামলে লিবিয়ার দমনমূলক শাসনের একটি প্রগতিশীল মুখ হিসেবে নিজেকে প্রতিষ্ঠিত করেছিলেন। ২০০০ সালের শুরুর দিক থেকে পশ্চিমা বিশ্বের সঙ্গে লিবিয়ার কূটনৈতিক সম্পর্ক পুনরুদ্ধারের প্রচেষ্টায় তিনি অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হার্ভার্ড বিশ্ববিদ্যালয়ের কাছে ১০০ কোটি ডলার ক্ষতিপূরণ চান ট্রাম্প | প্রথম আলো",
            "time": "2026-02-03T19:40:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Famn4i4g7%2F%E0%A7%A6%E0%A7%AB.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বলেন, ‘৫০ কোটি ডলারের বেশি নগদ অর্থ না দিতে তারা (হার্ভার্ড) একটি জটিল কর্মসংস্থান প্রশিক্ষণ প্রকল্পের মাধ্যমে পার পেতে চেয়েছিল। তারা যে ধরনের জঘন্য বেআইনি কাজ করেছে, সেই তুলনায় ক্ষতিপূরণের পরিমাণ আরও অনেক বেশি হওয়া উচিত।’</p><p>অবশ্য হার্ভার্ড ঠিক কোন আইন ভঙ্গ করেছে, সে বিষয়ে ট্রাম্প বিস্তারিত কিছু উল্লেখ করেননি।</p><p>ট্রাম্প প্রশাসনের চাপে পড়ে ইতিমধ্যে আইভি লিগের আরেক প্রতিষ্ঠান পেনসিলভানিয়া বিশ্ববিদ্যালয় তাদের নীতিমালায় পরিবর্তন এনেছে। গত বছর তারা নারী ক্রীড়া প্রতিযোগিতায় ট্রান্সজেন্ডার নারীদের অংশগ্রহণে নিষেধাজ্ঞা আরোপ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে বসে বাংলাদেশে রাজনীতিতে ফেরার ছক কষছেন নির্বাসিত আওয়ামী লীগের সদস্যরা | প্রথম আলো",
            "time": "2026-02-03T19:30:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2F57a71px4%2F%E0%A7%A6%E0%A7%AB%E0%A7%AA.JPG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলকাতার উপকণ্ঠে কঠোর নিরাপত্তাবেষ্টিত এলাকায় একটি বিলাসবহুল ভবনে থাকা আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক ও সাবেক সংসদ সদস্য আ ফ ম বাহাউদ্দিন নাছিম বলেন, ‘ওটা কোনো স্বতঃস্ফূর্ত বিপ্লব ছিল না, এটা ছিল আমাদের গণতান্ত্রিক সরকারকে উৎখাত করার জন্য সন্ত্রাসীদের ক্ষমতা দখল।’ তিনি যে হত্যা ও মানবতাবিরোধী অপরাধের অভিযোগের মুখোমুখি হয়েছেন, সে বিষয়ে প্রতিক্রিয়া জানাতে গিয়ে হেসে ফেলেন। তিনি বলেন, ‘মিথ্যা, মিথ্যা, মিথ্যা।’</p><p>এখন পর্যন্ত আওয়ামী লীগের নির্বাসিত এসব নেতার প্রত্যাবর্তনের পরিকল্পনা নির্ভর করছে আসন্ন নির্বাচনের ব্যর্থতার ওপর। তাঁদের দাবি, এই নির্বাচন দেশে কোনো স্থিতিশীলতা বা শান্তি বয়ে আনবে না এবং শেষ পর্যন্ত মানুষ আবার আওয়ামী লীগের দিকেই ফিরবে।</p><p>২০২৪ সালের আগস্ট থেকে কলকাতায় বসবাস করছেন আওয়ামী লীগের সাবেক সংসদ সদস্য তানভীর শাকিল জয়। দলটির যাঁরা অতীতের ‘ভুল’ স্বীকার করছেন, হাতে গোনা সেই ব্যক্তিদের একজন তিনি। জয় বলেন, ‘আমি স্বীকার করছি যে আমরা সাধু ছিলাম না। আমরা কর্তৃত্ববাদী ছিলাম। আমরা পুরোপুরি গণতান্ত্রিক ছিলাম না। আমি একমত যে ২০১৮ সালের নির্বাচন পুরোপুরি ঠিকমতো হয়নি। আমরা আশা করেছিলাম, সেটি আরও সুষ্ঠু ও স্বচ্ছ হতে পারত। এটা দুর্ভাগ্যজনক।’</p><p>দুর্নীতি ও লুটপাটের বিষয়ে জয়ের স্বীকারোক্তি, ‘অবশ্যই অনিয়ম ছিল। এমন কিছু আর্থিক লেনদেন হয়েছে, যেগুলো হওয়া উচিত ছিল না এবং এর দায় আমাদের নিতে হবে।’ তবে শেখ হাসিনার ১৫ বছরের শাসনামলে রাষ্ট্রীয় কোষাগার থেকে আনুমানিক ২০০ বিলিয়ন ডলার পাচারের অভিযোগ অস্বীকার করেন তিনি।</p><p>কলকাতায় অবস্থানরত অন্যদের মতো জয়ও জোর দিয়ে বলেন, ভারতে তাঁর এই নির্বাসন দীর্ঘস্থায়ী হবে না। যদিও তিনি মেনে নিয়েছেন—শেষমেশ দেশে ফিরলে তাঁর জন্য হয়তো কারাগারই অপেক্ষা করছে। তিনি বলেন, ‘এখন আমাদের জন্য সবকিছু খুব খারাপ। কিন্তু মনে করি না যে বেশি দিন এমন থাকবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের সেক্রেটারি জেনারেল গোলাম পরওয়ারের এক্স আ্যাকাউন্ট হ্যাকড | প্রথম আলো",
            "time": "2026-02-03T19:02:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-11%2Fs6cxesrd%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার বিবরণ দিয়ে বিবৃতিতে জানানো হয়, মঙ্গলবার রাত ৯টা ৩ মিনিটের দিকে ডিভাইস হ্যাকিংয়ের মাধ্যমে অ্যাকাউন্টটিতে একটি পোস্ট দেওয়া হয়। বিষয়টি কেন্দ্রীয় সোশ্যাল মিডিয়া টিমের নজরে আসার সঙ্গে সঙ্গে তা মুছে ফেলা হয়েছে। এ বিষয়ে দ্রুত আইনি ব্যবস্থা নেওয়া হবে বলে জানানো হয়।</p><p>সহকারী সেক্রেটারি জেনারেল আরও বলেন, দুষ্কৃতকারীরা যতই ষড়যন্ত্র করুক, দ্রুতই তাদের পরিচয় জাতির সামনে উন্মোচিত হবে। যারা এই গুরুতর অপরাধে লিপ্ত, তারা যতই ক্ষমতাধর হোক না কেন, তাদের বিরুদ্ধে ব্যবস্থা নিতে প্রশাসনের দৃষ্টি আকর্ষণ করছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "গণমাধ্যম ও সম্প্রচার কমিশনের খসড়া অধ্যাদেশ নিয়ে উদ্বেগ | প্রথম আলো",
            "time": "2026-02-03T17:31:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-15%2Fic1eb3q1%2FARTICLE_19.jpg?rect=0%2C102%2C904%2C475&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আর্টিকেল নাইনটিন বলেছে, খসড়া অধ্যাদেশের কাঠামো, কমিশনারদের দায়িত্ব এবং এর প্রশাসনিক ও আর্থিক ব্যবস্থাপনা—সব দিক থেকে গণমাধ্যম কমিশনটিকে সরাসরি সরকারি নিয়ন্ত্রণে রাখার প্রস্তাব করা হয়েছে। আর এতে আমলাতন্ত্রের প্রভাব বা কর্তৃত্ব হবে ব্যাপক। এ ধরনের কাঠামো সংস্থাটিকে রাজনৈতিক হস্তক্ষেপের ঝুঁকিতে ফেলবে। এ ছাড়া আন্তর্জাতিক মানবাধিকারের যে মানদণ্ড, এতে তার অনেক ঘাটতি রয়েছে।</p><p>কাঠামোগত স্বাধীনতার প্রশ্ন ছাড়াও অধ্যাদেশে কিছু মারাত্মক ঘাটতি রয়েছে বলে মনে করে আর্টিকেল নাইনটিন। বিশেষভাবে ‘সাংবাদিক’-এর সংজ্ঞা থেকে ফ্রিল্যান্স সাংবাদিকদের বাদ দেওয়ার বিষয়টি তুলে ধরেছে তারা। সংস্থাটির বিবৃতিতে বলা হয়েছে, এর ফলে গণমাধ্যম অঙ্গনে কাজ করা একটি বড় অংশ আইনি সুরক্ষা, স্বীকৃতি ও নিরাপত্তার সুযোগ থেকে বঞ্চিত হবে। এতে নাজুক গণমাধ্যম পরিবেশ আরও নাজুক হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরের ভাঙ্গায় জামায়াত নেতাকে কুপিয়ে জখম | প্রথম আলো",
            "time": "2026-02-03T17:29:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fduz4jtcc%2FFaridpur.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শীরা জানান, সন্ত্রাসীরা হেলমেট পরে কয়েকটি মোটরসাইকেলে করে ঘটনাস্থলে আসে এবং কোনো কিছু বুঝে ওঠার আগেই ধারালো অস্ত্র দিয়ে নুর আলমকে কুপিয়ে জখম করে পালিয়ে যায়।</p><p>ভাঙ্গা উপজেলা স্বাস্থ্য কমপ্লেক্সে চিকিৎসাধীন নুর আলম বলেন, ‘আমি ফরিদপুর-৪ আসনে জামায়াতের প্রার্থী মাওলানা সরোয়ার হোসেনের নির্বাচনী হ্যান্ডবিল আনতে মোটরসাইকেল নিয়ে চান্দ্রা ইউনিয়নের মালিগ্রামের অফিসে যাচ্ছিলাম। পথে কল এলে মোটরসাইকেলটি সড়কের পাশে দাঁড় করিয়ে ফোনে কথা বলছিলাম। তখন হেলমেট পরা কয়েকজন কয়েকটি মোটরসাইকেলে এসে আমার পাশে দাঁড়ায়। আকস্মিক আমার মাথায় এলোপাতাড়ি কোপ দেয় এবং বলে—তুই আর জামায়াতের প্রার্থীর কাজ করিস না। তারা সবাই হেলমেট পরে থাকায় আমি কাউকে চিনতে পারিনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলায় নির্বাচনী প্রচার নিয়ে বিএনপি-জামায়াতের সংঘর্ষ, আহত ৯ | প্রথম আলো",
            "time": "2026-02-03T17:25:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fz5bsiw3d%2FBhola-bnp%E2%80%93jamat.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংঘর্ষে গুরুতর আহত জামায়াতের পাঁচজনকে ভোলা ২৫০ শয্যা জেনারেল হাসপাতালে ভর্তি করা হয়েছে। তাঁরা হলেন মো. রাসেল, মো. নাঈম, মো. বিল্লাল, মো. মিজান ও মো. সিফাত। তাঁরা সবাই স্থানীয় জামায়াতের কর্মী-সমর্থক। অন্যদিকে বিএনপির আহতদের মধ্যে আছেন রাসেল (২৬), মিজান (৩৫), রাকিব (২৭) ও রিয়াজ (২৭)। তাঁদের মধ্যে তিনজন দৌলতখান উপজেলা স্বাস্থ্য কমপ্লেক্সে চিকিৎসাধীন।</p><p>দৌলতখান উপজেলা জামায়াতের সেক্রেটারি মাওলানা আশ্রাফ উদ্দিন ফারুক অভিযোগ করে বলেন, পূর্বপরিকল্পিতভাবে বিএনপির নেতা-কর্মীরা লাঠিসোঁটা ও রড নিয়ে জামায়াতের নেতা-কর্মীদের ওপর হামলা করেছে। এতে তাঁদের অন্তত ১৩ জন আহত হয়েছেন। এ ঘটনায় আইনানুগ ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        }
    ]
}