{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "একীভূত ৫ ব্যাংকের গ্রাহকেরা কীভাবে টাকা ফেরত পাবেন | প্রথম আলো",
            "time": "2025-12-07T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-17%2F4p689gcw%2FUntitled-13.jpg?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>টাকা পেতে নিয়ম কী</strong></p><p>নিজেদের টাকা গ্রাহকদের জন্য কিছু শর্ত দেওয়া হয়েছে। এগুলোর মধ্যে অন্যতম হলো:</p><p>১. একজন নাগরিকের এক ব্যাংকে একাধিক হিসাব থাকলেও শুধু একটি হিসাবের বিপরীতে টাকা পাবেন। এ জন্য জাতীয় পরিচয়পত্রের বিপরীতে তাঁর নামে হিসাব থাকতে হবে।</p><p>২. যাঁদের হিসাব বৈধ জাতীয় পরিচয়পত্র দিয়ে খোলা হয়েছে, শুধু তাঁরাই টাকা পাবেন।</p><p>৩. একজন নাগরিকের পাঁচ ব্যাংকের পাঁচটি হিসাব থাকলে প্রতিটির বিপরীতে টাকা পাবেন।</p><p>৪. সংশ্লিষ্ট আমানতের বিপরীতে ঋণ থাকলে টাকা পাবেন না। ঋণ সমন্বয় করার পর টাকা ফেরতের বিষয়ে সিদ্ধান্ত হবে।</p><p>৫. বাকি টাকার ওপর সুদের হার নতুন করে নির্ধারণ করে দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাগারে টাকা দিলেই মুঠোফোন | প্রথম আলো",
            "time": "2025-12-07T04:24:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fyqqa23v7%2Fcc9oii2u.jpg?rect=0%2C45%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের সবচেয়ে গুরুত্বপূর্ণ দুই কারাগার—কেরানীগঞ্জের ঢাকা কেন্দ্রীয় কারাগার ও গাজীপুরে অবস্থিত কাশিমপুর হাই সিকিউরিটি কেন্দ্রীয় কারাগার। প্রভাবশালী ও দুর্ধর্ষ বন্দীও বেশি এই দুই কারাগারে। কড়া নিরাপত্তা ও নজরদারিও এই দুটিতে বেশি থাকার কথা। অথচ এই দুই কারাগারের অনেক বন্দী অবৈধভাবে মুঠোফোন ব্যবহার করে বাইরের মাদক কারবার, সন্ত্রাস ও চাঁদাবাজি নিয়ন্ত্রণ করেন। কেউ কেউ রাজনৈতিক নির্দেশনাও দেন। এমনকি কারাগার ভেঙে পালানোর মতো পরিকল্পনাও করেছিল দুর্ধর্ষ আসামিদের কেউ কেউ।</p></div></div></div></body></html>"
        },
        {
            "title": "দুটি ডিমের খাঁচা উন্মোচন করল ২৪ বছর আগে পাওয়া অজ্ঞাত লাশের রহস্য | প্রথম আলো",
            "time": "2025-12-07T04:22:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C9%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে আদালতের ২০০৫ সালের নথিতে দেখা যায়, কোনো এক ঘটনায় তিনজনকেই যাবজ্জীবন কারাদণ্ড দিয়েছিলেন আদালত। যদিও একজন কিছুদিন পলাতক ছিলেন ও ২০১৪ সালে আবার গ্রেপ্তার হন।</p><p>তদন্তকারীরা এখন মনে করেন, মামলাটি প্রমাণ করে পুরোনো ধাঁচের গোয়েন্দাকাজ কত কার্যকর ছিল, যখন ডিজিটাল প্রমাণ অপরাধ তদন্তের মূল হাতিয়ার ছিল না।</p><p>মামলাটিতে যুক্ত এক অবসরপ্রাপ্ত পুলিশ সুপার ইন্ডিয়ান এক্সপ্রেসকে বলেন, ‘এটি ছিল অত্যন্ত চ্যালেঞ্জিং একটি মামলা।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের সাতকানিয়ায় বিএনপির প্রার্থী পরিবর্তনের দাবিতে সড়ক অবরোধ। | প্রথম আলো",
            "time": "2025-12-07T04:17:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fqp12fq6z%2FWhatsApp-Image-2025-12-07-at-09.25.33.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে সাতকানিয়া থানার পরিদর্শক (তদন্ত) সুদীপ্ত রেজা বলেন, গতকাল সন্ধ্যায় মিঠার দোকান এলাকায় ৩০ থেকে ৪০ নেতা-কর্মী সড়ক অবরোধ করেছিলেন। খবর পেয়ে পুলিশ গিয়ে তাঁদের সরিয়ে দিয়েছে।</p><p>অবরোধের বিষয়ে জানতে চাইলে মুজিবুর রহমান বলেন, ‘নেতা-কর্মীরা মনে করছেন, সব দিক বিবেচনায় আমিই মনোনয়ন পাওয়ার যোগ্য। দলের হাইকমান্ডকে কেউ ভুল বোঝাতে পারেন। শান্তিপূর্ণভাবে প্রতিবাদ করে মনোনয়ন পুনর্বিবেচনায় দৃষ্টি আকর্ষণ করতেই পারেন। তবে তাঁদের নির্দেশ দেওয়া হয়েছে সড়ক অবরোধ করে যেন জনদুর্ভোগ সৃষ্টি না করা হয়।’</p><p>পরিবর্তনের দাবির এ কর্মসূচি সম্পর্কে জানতে চাইলে বিএনপির মনোনীত প্রার্থী নাজমুল মোস্তফা আমিন গত বৃহস্পতিবার রাতে প্রথম আলোকে বলেছিলেন, ‘এই আসনে আমরা চারজন মনোনয়নপ্রত্যাশী ছিলাম। যাচাই-বাছাই করে দল আমাকে যোগ্য মনে করেছে বলেই মনোনয়ন দিয়েছে। বিএনপিতে উগ্রতার কোনো স্থান নেই। সাতকানিয়া-লোহাগাড়াবাসী আমার সঙ্গে রয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে সবচেয়ে বেশি আয় করা ভারতীয় সিনেমা কোনগুলো | প্রথম আলো",
            "time": "2025-12-07T04:15:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F3ekgy3re%2F0d9520c5-4673-4e17-a1ba-a394adfc3771.jpg?rect=0%2C91%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিন বছরের দীর্ঘ অপেক্ষার পর পর্দায় দেখা গেল দক্ষিণি তারকা পবন কল্যাণকে। তেলেগু ইন্ডাস্ট্রিতে পবন কল্যাণ মানেই হলো উপচে পড়া দর্শক। শুধু তাঁর নামেই সিনেমা চলেছে, এমন উদাহরণও আছে অনেক। গত ২৯ সেপ্টেম্বর মুক্তি পাওয়া ‘দে কল হিম ওজি’ সিনেমার ক্ষেত্রেও দেখা গেছে এমনটাই। সিনেমার মুক্তি বারবার পেছালেও ট্রেলার মুক্তির আগেই বিক্রি হয়েছে ২২ কোটি রুপির টিকিট! ২৫ সেপ্টেম্বর মুক্তি পায় ২২৫ কোটি রুপির সিনেমাটি এবং আয় করে প্রায় ৩০০ কোটি রুপি।</p><p>জাপান ও মুম্বাইয়ের অপরাধজগতের গল্প দেখানোর মাধ্যমে শুরু হয় ‘দে কল হিম ওজি’। টোকিওতে এক গোপন সংঘের অধীনে প্রশিক্ষণ নিচ্ছিলেন ওজাস গম্ভীরা নামের এক তরুণ সামুরাই। কিন্তু জাপানি গ্যাংস্টার দল ইয়াকুজার তাণ্ডবে সে সংঘের সবাই মারা পড়ে, বেঁচে যায় একমাত্র ওজাস গম্ভীরা তথা ওজি। এরপর বহুদিন ধরে ওজাস নিখোঁজ। কেউ জানে না কোথায় সে। এদিকে মাথাচাড়া দিয়ে ওঠে প্রভাবশালী ব্যবসায়ী মিরাজকর (তেজ সাপ্রু)। একটি কনটেইনারকে ঘিরে সত্যদাদার পোর্টে হত্যাকাণ্ড চালায় তার ছোট ছেলে জিমি (সুধেভ নায়ার)। সেই সময় সত্যদাদার ছেলেও মারা পড়ে। এদিকে জিমিকে সেই কনটেইনার পাঠায় তার বড় ভাই ওমি (ইমরান হাশমি)। যে সবার কাছে ‘ওমি ভাউ’ হিসেবে পরিচিত। অপরাধজগতের শীর্ষ নেতাদের সঙ্গে তার ওঠাবসা। ওমি যেকোনো মূল্যে ফেরত পেতে চায় সেই কনটেইনার। সত্যদাদার পেছনে লাগে ভয়ংকর গুন্ডারা। সবাই তখন প্রতীক্ষা করতে থাকে ওজি ফিরে আসার। কারণ, একমাত্র ওজিই পারে এই সমস্যা থেকে সত্যদাদার সাম্রাজ্য বাঁচাতে। কিন্তু ওজি কোথায়? এসব প্রশ্নের উত্তর পাওয়া যাবে ‘দে কল হিম ওজি’ সিনেমায়।</p><p>সুজিত পরিচালিত সিনেমায় পবন ছাড়া আরও আছেন ইমরান হাশমি, সুধেভ নায়ার, শ্রীয়া রেড্ডি, প্রকাশ রাজ, প্রিয়াঙ্কা মোহন ও অর্জুন দাস।</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তির গান: ২৫ বছর নির্মাণাধীন একটি ছবির নেপথ্য কথা | প্রথম আলো",
            "time": "2025-12-07T04:13:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fh9w9hgrg%2F4b76f08f-9a5e-4dbf-8865-eaebb467e5b9.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>১৯৯০ সালের শেষ দিক। আমি আর তারেক তখন আমেরিকায়। শিল্পী এস এম সুলতানের জীবন ও শিল্পের ওপর তারেকের প্রামাণ্যচিত্র ‘আদম সুরত’ নির্মাণ শেষ হয়েছে মাত্র। প্রচণ্ড কাজের চাপের পর একধরনের বিরাম নিচ্ছিলাম আমরা। ‘স্ট্র্যান্ড’ নামের নিউইয়র্কের এক বিখ্যাত বইয়ের দোকানে তারেক কাজ নিয়েছে। আমি বিখ্যাত একটি বিজ্ঞাপনী সংস্থায় নির্বাহী হিসেবে যোগ দিয়েছি। সংস্থার প্রথাগত উন্নতির সিঁড়ি বেয়ে এগিয়েও যাচ্ছি। কিন্তু পুরোপুরি মন বসছিল না। আসলে তখন আমরা দুজনেই একটা কোনো অর্থবহ নতুন চলচ্চিত্র প্রকল্পে জড়াতে চাচ্ছিলাম ভীষণভাবে। কিন্তু কীভাবে বা ঠিক কোত্থেকে শুরু করা যায়, বুঝে উঠতে পারছিলাম না।</p><p>একদিন তারেকের চাচাতো ভাই বেণুর পুরোনো বন্ধু তারিক আলির সঙ্গে দেখা। তিনি পার্শ্ববর্তী শহর লরেন্সভিলে একটা ওষুধের ফার্মে কাজ করতেন। তারিক ভাই আমাদের পরের ছুটির দিনে তাঁর ওখানে দুপুরে খাওয়ার দাওয়াত করলেন। যথারীতি পরের শনিবার তারিক ভাইয়ের বাসায় খাওয়াদাওয়া সেরে দেশের গল্প, ঢাকার গল্প আর দেশে ফেরার স্বপ্ন নিয়ে মেতে উঠেছিলাম। একসময় গল্পের মোড় ঘুরল মুক্তিযুদ্ধের দিকে।</p><p>একাত্তরে বেণু ভাই প্রধান গায়ক হিসেবে নেতৃত্ব দিয়েছিলেন ‘বাংলাদেশ মুক্তি সংগ্রামী শিল্পী সংস্থা’ নামের কলকাতায় গড়ে ওঠা একটি গানের দলের। সন্‌জীদা খাতুন ও ওয়াহিদুল হকের নেতৃত্বে এবং কলকাতার নিবেদিতপ্রাণ কথাসাহিত্যিক দীপেন বন্দ্যোপাধ্যায়ের তত্ত্বাবধানে গঠিত হয়েছিল দলটি। এ দলের শিল্পীরা সীমান্ত এলাকায়, ট্রেনিং ক্যাম্পে, শরণার্থীশিবিরে ও সুযোগ হলে এমনকি মুক্তাঞ্চলেও গান গেয়ে সবার মনোবল অক্ষুণ্ন রাখার চেষ্টা করতেন। তারিক আলি মূলত গায়ক না হয়েও ঘনিষ্ঠভাবে জড়িত ছিলেন এই দলের সঙ্গে। তারিক ভাই বললেন, তখন একটা মার্কিন শুটিং দলও তাঁদের সঙ্গে ঘুরে বেড়িয়েছিল। বেণু ভাই ’৭২-’৭৩ সালের দিকে মুক্তিযুদ্ধের স্মৃতিচারণা করতে গিয়ে এক চিত্রগ্রাহকের নাম বলেছিলেন, এ কথাও তারেকের আবছাভাবে মনে ছিল। তারিক ভাই যত দূর মনে করতে পারলেন, তাঁর নাম ছিল লিয়ার লেভিন। সঙ্গে সঙ্গেই আমরা কৌতূহলী হয়ে উঠলাম। খুব জানতে ইচ্ছা করছিল ফুটেজগুলোর কী হলো? হয়তো যুদ্ধসংক্রান্ত তথ্যাগারের ক্যাটালগে পড়ে আছে! হয়তো লিয়ার আর নিউইয়র্কে থাকেনই না! হয়তো বেঁচেও নেই।</p><p>পরের এক কি দুই সপ্তাহ তারেক আর আমি লিয়ার লেভিনের কথা প্রায় ভুলেই ছিলাম। কিন্তু এক শনিবার মনে পড়তেই সঙ্গে সঙ্গে ফোনবুক খুলে ‘এল’ আদ্যক্ষরের সারিতে চোখ বোলাতে শুরু করলাম। তালিকায় কাঙ্ক্ষিত নামটি দেখে রীতিমতো উত্তেজিত হয়ে উঠলাম। ‘লিয়ার লেভিন!’ লিয়ার লেভিন প্রোডাকশনস! টেলিফোনে কথা বলায় আমি বরাবরই অস্বস্তিবোধ করি। তাই ফোনটা তারেককে দিলাম। সাপ্তাহিক ছুটির দিন। এরপরও একটা মেসেজ তো অন্তত রাখা যাবে। কিন্তু কেউ একজন ফোন ধরল।</p><p>তারেক: আমি কি লিয়ার লেভিনের সঙ্গে কথা বলতে পারি?</p><p>লিয়ার: বলছি।</p><p>তারেক: আপনি কি ১৯৭১ সালে বাংলাদেশে গিয়েছিলেন এবং শুটিং করেছিলেন?</p><p>লিয়ার: হ্যাঁ, কেন?</p><p>তারেক: আমি একজন প্রামাণ্যচিত্র নির্মাতা, বাংলাদেশ থেকে এসেছি। আমি বেণুর চাচাতো ভাই। বেণুর কথা মনে আছে?</p><p>বেণুর নাম শুনেই লিয়ার যেন কিছুটা আবেগাপ্লুত হয়ে পড়েন, যা টেলিফোনের এ প্রান্ত থেকেও অনুভব করে তারেক।</p><p>লিয়ার: ১৯৭১ সালে আমি যুবক, বয়স ৩০ বছর। আমি বাংলাদেশের মুক্তিযুদ্ধ নিয়ে ছবি করতে কলকাতায় গিয়েছিলাম। আমার অনেক কিছুই ওই ছবিতে দিয়েছি—অনেক টাকা, অনেক সময়। কিন্তু ছবিটি শেষ করতে পারিনি। এত দিন পর আজ বাংলাদেশের কেউ একজন আমাকে ফোন করল। আমি প্রায় ২০ বছর এই ফোনের অপেক্ষায় ছিলাম।</p><p>লিয়ারের ফুটেজ দেখতে চাইল তারেক, ওগুলো নিয়ে কিছু করতে চায় ও। উত্তরে লিয়ার বলল, ‘আমার ফুটেজ যদি বাংলাদেশের কোনো কাজে লাগে, আমি খুবই খুশি হব।’</p><p>‘ফিল্ম ভিডিও আর্ট’ নামের একটি প্রতিষ্ঠানের সম্পাদনা যন্ত্র ভাড়া করে আমরা ঘণ্টাখানেকের মতো ফুটেজ দেখলাম। ফুটেজ দেখার পর আমাদের ঘোর কাটতে সময় লাগল! রঙিন সবাক একাত্তর দেখে, তরুণ বয়সের বেণুসহ পরিচিত এতগুলো মুখ দেখে তারেক প্রায় বাক্‌রুদ্ধ! আমরা ধরে নিয়েছিলাম, ২০-৩০ মিনিটের নিউজরিল পাব। যখন শুনলাম, এ রকম আরও ১৭-১৮ ঘণ্টার ফুটেজ রয়েছে লিয়ারের কাছে, আমাদের আবেগ ও উত্তেজনা ধরে রাখতে পারছিলাম না।</p></div></div></body></html>"
        },
        {
            "title": "নরসিংদীতে স্পিনিং মিলে তুলার গুদামে অগ্নিকাণ্ড | প্রথম আলো",
            "time": "2025-12-07T04:09:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F5f5wljm2%2FWhatsApp-Image-2025-12-07-at-9.36.00-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নরসিংদী সদর উপজেলার শিলমান্দী এলাকায় এন আর স্পিনিং মিল নামের সুতা তৈরির কারখানায় অগ্নিকাণ্ডের ঘটনা ঘটেছে। গতকাল শনিবার রাত সাড়ে নয়টার দিকে এ ঘটনা ঘটে।</p><p>আগুনের সূত্রপাত ও ক্ষয়ক্ষতির পরিমাণ সম্পর্কে তাৎক্ষণিক জানাতে পারেনি ফায়ার সার্ভিস। দ্রুত আগুন ছড়িয়ে পড়ায় কারখানার ব্যাপক ক্ষয়ক্ষতি হয়েছে ধারণা করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফাইনালেও মেসি-ম্যাজিক, এমএলএস কাপের চ্যাম্পিয়ন মায়ামি | প্রথম আলো",
            "time": "2025-12-07T04:07:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fb7z6dt3l%2FMLS-SOC-SPO-INTER-MIAMI-CF-V-VANCOUVER-WHITECAPS-FC-AUDI-2025-230611.jpg?rect=0%2C440%2C4034%2C2118&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কনফেত্তি উড়ছে আকাশজুড়ে। এমএলএস কাপের ট্রফিটা উঁচিয়ে ধরা হলো শূন্যে। যার হাতে ট্রফি, এখন তাঁকে ফুটবল বিশ্বের অনেকেই ‘সর্বকালের সেরা’ মনে করেন।  বর্ণাঢ্য পেশাদার ক্যারিয়ারে এটা তাঁর ৪৭তম শিরোপা। ইতিহাসের যেকোনো ফুটবলারের চেয়ে বেশি।</p><p>দৃশ্যটা অবিশ্বাস্য লাগতে পারে অনেকের কাছে। এই ইন্টার মায়ামি দলটা নিয়ে তো আর কম কথা হয়নি। কোচ নিয়ে প্রশ্ন, মেসি ছাড়া দলের বাকিদের সামর্থ্য নিয়ে প্রশ্ন—সন্দেহ ছিল অনেক। ছোট-বড় নানা প্রশ্নে জর্জরিত ছিল পুরো দল।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র থেকে সৈয়দপুর, তারপর বিমানবন্দর থেকেই সোজা সমাবর্তনে | প্রথম আলো",
            "time": "2025-12-07T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fy4pzrx7s%2FWhatsApp-Image-2025-12-04-at-10.22.57-PM-1.jpeg?rect=0%2C38%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কত যে গল্প সমাবর্তন অনুষ্ঠানের আনাচকানাচে! সুইডেন থেকে নাইম উদ দৌলা যেমন বন্ধুদের বলে দিয়েছিলেন, ‘আসব না রে।’ কিন্তু তিনিও হাজির হয়ে চমকে দিয়েছেন সবাইকে। কৃষি অনুষদের ২০১৪ ব্যাচের এই শিক্ষার্থী এখন সুইডেনের একটি বেসরকারি প্রতিষ্ঠানে বিপণন সহকারী পদে কর্মরত আছেন। সস্ত্রীক সমাবর্তনে যোগ দিয়েছেন তিনি। বলছিলেন, ‘বিশ্বাসই করতে পারছিলাম না যে সমাবর্তনে আসা হবে। কারণ, এর আগে কয়েকবার সমাবর্তন আয়োজন ভেস্তে গেছে। যখন দেখলাম সত্যি সত্যি আয়োজনটা হচ্ছে, স্ত্রীসহ নিবন্ধন করে ফেলি। একটা হোয়াটসঅ্যাপ গ্রুপ খুলে বন্ধুদের সঙ্গে যোগাযোগ শুরু করি। বন্ধুদের উপস্থিত হওয়ার জন্য উৎসাহ দিয়ে যাচ্ছিলাম। কিন্তু শুরু থেকেই বলে আসছিলাম, আমি আসব না। বন্ধুরাও বারবার বলছিল, “তোকে আসতেই হবে। সমাবর্তন কি জীবনে বারবার আসে?” আমি দেশে এসেছি নভেম্বরের মাঝামাঝি, ঢাকায়ই ছিলাম। অনুষ্ঠানের আগের দিন বিকেলে যখন গাউন তুলতে গিয়েছি, তখন সবার সঙ্গে দেখা। সেই মুহূর্ত বলে বোঝানোর মতো নয়। ব্যাচে ৩৫০ জনের মধ্যে প্রায় ৩২০ জনকেই পেয়েছি।’</p><p>ক্যাম্পাসের কাছেই একটা ভাতের হোটেল চালান আজাহার ইসলাম। তাঁর হোটেলে শিক্ষার্থীদের কেউ বাকি খান, কেউ কম দাম দিয়ে বেশি খাবার খান, কেউ আবার তৃপ্তিসহকারে খেয়ে ভালোবেসে বেশি টাকাও দেন। সবার কাছে ‘বন্ধু’ বলেই তিনি পরিচিত। প্রাক্তন শিক্ষার্থীরা ভিড় করেছিলেন ‘বন্ধু’র দোকানেও। প্রকৌশল অনুষদের ২০১৮ ব্যাচের শিক্ষার্থী ছিলেন সোয়াদুজ্জামান। বর্তমানে হবিগঞ্জে একটি বেসরকারি প্রতিষ্ঠানে কাজ করছেন। তিনি বলেন, ‘ক্যাম্পাস থেকে দেওয়া খাবারের প্যাকেট বন্ধুকে দিয়েছি। আমার দুই খালা এই বিশ্ববিদ্যালয়েরই শিক্ষার্থী ছিলেন। দুপুরে স্ত্রী ও দুই খালাকে নিয়ে বন্ধুর হোটেলে খেয়েছি। রান্নার সেই স্বাদ এখনো আগের মতোই আছে।’</p><p>২০১৭ ব্যাচের পদার্থবিজ্ঞান বিভাগের শিক্ষার্থী ছিলেন মাহফুজুর রহমান। সিজিপিএ ৪.০০–এর মধ্যে ৩.৯৮ পেয়ে অনার্স শেষ করেছেন। বাবা কৃষক। পরিবারে মাহফুজুরই প্রথম বিশ্ববিদ্যালয়ে পড়ার সুযোগ পেয়েছিলেন। আর এবার পেলেন ‘চ্যান্সেলর পদক’। তিনি বলেন, ‘এত বড় আয়োজন! বড় ভাই ও বন্ধুদের কাছে পেয়েছি। ভীষণ ভালো লেগেছে। যাঁরা ব্যক্তিজীবনে ও কর্মজীবনে প্রতিষ্ঠিত হয়েছেন, এমন অনেকের সঙ্গেই দেখা হয়েছে। কথা হয়েছে। নানা পরামর্শও পেয়েছি।’ চ্যান্সেলর পদক প্রসঙ্গে তাঁর বক্তব্য, ‘যখন আমার নাম ঘোষণা করা হলো, সত্যি অনেক ভালো লাগছিল। মনে হচ্ছিল, মা–বাবার কষ্ট ও পরিশ্রম কিছুটা হলেও সার্থক করতে পেরেছি।’</p><p>বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে দায়িত্ব পালন করছেন অধ্যাপক এম এনামুল্লাহ। তিনি বলেন, ‘কৃষিপ্রধান উত্তরাঞ্চলে এই বিশ্ববিদ্যালয় প্রতিষ্ঠার পর থেকে শিক্ষা ও কৃষি উন্নয়নে দারুণভাবে অবদান রাখছে। প্রায় দেড় দশক পর দ্বিতীয় সমাবর্তনে উৎসবমুখর পরিবেশে শিক্ষার্থীদের উচ্ছ্বাস ও আনন্দ দেখে এটাই প্রতীয়মান হয়েছে। তবে দুই যুগ অতিক্রম করলেও এখনো নানা ক্ষেত্রে বৈষম্যের শিকার বিশ্ববিদ্যালয়টি। বিগত সরকারের উদাসীনতা ও বাজেটের স্বল্পতায় শিক্ষার্থী ও গবেষকদের যুগোপযোগী অবকাঠামো, একাডেমিক ভবন, আধুনিক যন্ত্রপাতিসমৃদ্ধ গবেষণাগার ও আবাসিক হল নির্মিত হয়নি। এসব বিষয়ে সরকার সুদৃষ্টি রাখলে এখানকার শিক্ষার্থীরাই প্রমাণ করতে সক্ষম হবে—হাবিপ্রবিয়ান ও হাবিপ্রবিই দেশসেরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "নিখুঁত পরিকল্পনায় ‘হামাসই’ শাবাবকে হত্যা করেছে | প্রথম আলো",
            "time": "2025-12-07T03:50:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fm0lbjpmo%2F9ek92ahi.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিলিস্তিনের সশস্ত্র সংগঠন হামাসই গাজায় ইসরায়েলের মদদপুষ্ট মিলিশিয়া নেতা ইয়াসির আবু শাবাবকে হত্যা করেছে। গাজার সশস্ত্র সংগঠনটির সামরিক শাখা কাসেম ব্রিগেডের সঙ্গে ঘনিষ্ঠ একটি সূত্র এ তথ্য জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার চিকিৎসায় সব ধরনের সহযোগিতা করছে সরকার: প্রেস সচিব | প্রথম আলো",
            "time": "2025-12-07T03:45:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fi6nlrx9s%2Fshafiqul-alam.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসনের উন্নত চিকিৎসার জন্য বিদেশে নেওয়ার ক্ষেত্রে অন্তর্বর্তী সরকারের সহায়তা প্রসঙ্গে শফিকুল আলম এ কথা বলেন।</p><p>শফিকুল আলম আরও বলেন, খালেদা জিয়ার দ্রুত আরোগ্য কামনায় দেশবাসীকে দোয়া অব্যাহত রাখার আহ্বান জানিয়েছে অন্তর্বর্তী সরকার।</p><p>গত ২৩ নভেম্বর থেকে রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন আছেন খালেদা জিয়া। দেশি-বিদেশি বিশেষজ্ঞদের সমন্বয়ে গঠিত মেডিকেল বোর্ডের অধীন খালেদা জিয়ার চিকিৎসা কার্যক্রম চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দীঘি-বাপ্পার ‘বিদায়’ নয়, ‘রাক্ষস’ আসছে | প্রথম আলো",
            "time": "2025-12-07T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-20%2F23syshf9%2F82fe4d46-7ff7-486d-b2ba-45920954d799.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর ঈদে ‘রাক্ষস’ সিনেমা আসছে কি না—জানতে চাইলে মেহেদী হাসান বলেন, ‘আমরা আগামী ঈদুল ফিতরে “রাক্ষস” নিয়ে আসছি। সিনেমাটি নিয়ে দর্শকদের মধ্যে ইতিমধ্যে আগ্রহ তৈরি হয়েছে। অভিনয়শিল্পীরা কারা হচ্ছেন, তা নিয়েও আলোচনা চলছে। তবে এখনই সবকিছু চূড়ান্তভাবে জানানো যাচ্ছে না। শিগগিরই বিস্তারিত জানানো হবে।’ </p><p>এরই মধ্যে শোনা যাচ্ছে, ‘রাক্ষস’ সিনেমার মাধ্যমে প্রথমবার একসঙ্গে কাজ করছেন সিয়াম আহমেদ ও কলকাতার অভিনেত্রী ইধিকা পাল। ছবিটির কিছু অংশের শুটিং হবে দেশের বাইরে—শ্রীলঙ্কা ও মালয়েশিয়ায়। প্রযোজনা প্রতিষ্ঠান সূত্রে জানা গেছে, আন্তর্জাতিক লোকেশন ও আধুনিক অ্যাকশন ব্যবহারের পরিকল্পনা রয়েছে, যাতে সিনেমার পরিসর পরিচালকের আগের কাজগুলোকেও ছাড়িয়ে যায়। এর আগে মেহেদী হাসান শাকিব খানকে নিয়ে নির্মিত ‘বরবাদ’ সিনেমার মাধ্যমে আলোচনায় আসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে কৃষকের দুই পা কাটা মরদেহ উদ্ধার | প্রথম আলো",
            "time": "2025-12-07T03:24:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C336%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের ভাষ্য, ধারালো অস্ত্র দিয়ে নিহত ব্যক্তির দুই পা কেটে ফেলা হয়। প্রাথমিকভাবে ধারণা করা হচ্ছে, ঘটনাস্থলে নিয়ে গিয়ে প্রথমে কুপিয়ে এবং পরে দুই পা কেটে তাঁকে হত্যা করা হয়েছে। ঘটনার পর দুর্বৃত্তরা পালিয়ে যায়।</p><p>ঘটনার সত্যতা নিশ্চিত করে কালীগঞ্জ থানার পরিদর্শক (তদন্ত) আশরাফুল ইসলাম বলেন, মরদেহ উদ্ধার করা হয়েছে। ঘটনার তদন্ত চলছে। এ বিষয়ে আইনগত ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-12-07T03:24:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ওয়াশিংটন ডিসিতে গতকাল রাতে বিশ্বকাপের ড্র অনুষ্ঠানে ব্রাজিল কোচ কার্লো আনচেলত্তি</figcaption><figcaption class=\"story-element-image-attribution\">এএফপি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কারাগারে টাকা দিলেই মুঠোফোন, বাইরের অপরাধ নিয়ন্ত্রণে বন্দীরা | প্রথম আলো",
            "time": "2025-12-07T03:15:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fvs38osuo%2F%E0%A7%AD.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসবির অনুসন্ধানে উঠে এসেছে, বন্দীরা অনিয়মিতভাবে একই মোবাইল সেট বা সিম বিভিন্ন হাত বদলের মাধ্যমে ব্যবহার করছেন। বন্দীরা সাধারণত নিজেকে কাপড়ে ঢেকে, শৌচাগার, গোসলখানায় গিয়ে বা অন্য কোনোভাবে চুপিসারে কথা বলে থাকেন। কোনো বন্দী মুক্তি পেলে বা অন্য কারাগারে চলে গেলে মুঠোফোন সেট ও সিম পরিচিত অন্য কোনো বন্দীকে দিয়ে যান।</p><p>কাশিমপুর হাই সিকিউরিটি কেন্দ্রীয় কারাগারে খোঁজ নিয়ে জানা গেছে, শৌচাগারের নিচু কমোডের ভেতরে ছোট ফাটল তৈরি করে বিশেষ কায়দায় ফোন রাখা হয়। অনেক সময় কমোডের ফ্লাশের পাইপে পলিথিন মুড়িয়েও ফোন রাখা হয়। আবার মোজার মধ্যে ফোন রেখে সেটি দড়ি দিয়ে বেঁধে জানালার বাইরের অংশে ঝুলিয়ে রাখার ঘটনাও আছে।</p><p>সরকারকে দেওয়া পুলিশের গোয়েন্দা প্রতিবেদনে এসেছে, আলোচিত (হাই-প্রোফাইল) বন্দীরা মুঠোফোন নিজেদের কাছে না রেখে অন্য কোনো বন্দীর কাছে রাখেন। কেউ কেউ দেয়ালে কুঠুরি করে, পলিথিনে পেঁচিয়ে টয়লেটের মধ্যে মুঠোফোন লুকিয়ে রাখেন।</p><p>কেরানীগঞ্জ ও কাশিমপুর হাই সিকিউরিটি কারাগারের একাধিক সূত্র বলছে, প্রতি মাসেই মুঠোফোন উদ্ধার করা হয়। নিয়মিত তল্লাশিও করা হয়। কিন্তু অনেক ক্ষেত্রে দেখা যায়, যখন তল্লাশি শুরু হয় তখন কতিপয় কারা সদস্য এগুলো এক সেল থেকে অন্য সেলে নিয়ে যান। ফলে কিছু মুঠোফোন থেকেই যায়। যখন ধরা পড়ে, তখন ব্যবহারকারীদের জিজ্ঞেস করলে তাঁরা বলেন, জামিনে বের হওয়া কোনো বন্দীর থেকে মুঠোফোনটি তিনি পেয়েছেন।</p><p>এ বিষয়ে ঢাকা কেন্দ্রীয় কারাগারের সিনিয়র জেল সুপার সুরাইয়া আক্তার প্রথম আলোকে বলেন, ‘ভেতরে মোবাইল ফোন ব্যবহার হয়, এটা অস্বীকার করা যাবে না। এর সঙ্গে এখানে কর্মরত কেউ কেউ হয়তো জড়িত আছেন। তবে অভিযান চালিয়ে এটাকে অনেক কমিয়ে আনা হয়েছে। তবে মূল সমস্যা হলো মুঠোফোন সরবরাহকারীদের শনাক্ত করতে না পারা। আমরা এখন সেই দিকে গুরুত্ব দিচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সুদানে কিন্ডারগার্টেনসহ বিভিন্ন স্থানে হামলা, ৪৬ শিশুসহ নিহত ১১৪ | প্রথম আলো",
            "time": "2025-12-07T03:07:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fh0t1lryc%2FDeadly-attack.webp?rect=0%2C19%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফ্রিকার দেশ সুদানে একটি কিন্ডারগার্টেনসহ একাধিক স্থানে আধা সামরিক বাহিনী র‌্যাপিড সাপোর্ট ফোর্সেসের (আরএসএফ) হামলায় নিহত ব্যক্তির সংখ্যা বেড়ে অন্তত ১১৪ হয়েছে। এর মধ্যে ৪৬টি শিশু। স্থানীয় কর্মকর্তারা এ তথ্য জানিয়েছেন।</p><p>এ হামলার ঘটনা ঘটে সাউথ করদোফান রাজ্যের কালোগিতে, গত বৃহস্পতিবার। কালোগির নির্বাহী পরিচালক গতকাল শনিবার আল–জাজিরাকে অন্তত ৭১ জন নিহত হওয়ার খবর দিয়েছিলেন।</p><p>এর আগে গত শুক্রবার দিনের শেষে সুদানের চিকিৎসকদের জোট সুদান ডক্টরস নেটওয়ার্ক এক বিবৃতিতে জানায়, ঘটনাস্থলে অনাকাঙ্ক্ষিতভাবে দ্বিতীয়বারের মতো হামলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৭ বছর পর জাতীয় নির্বাচনে ফিরছে জেএসএস | প্রথম আলো",
            "time": "2025-12-07T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F8nrkgqia%2FWhatsApp-Image-2025-12-06-at-10.52.23-PM.jpeg?rect=0%2C84%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেএসএসের মতো নির্বাচনের মাঠে প্রত্যক্ষ ও পরোক্ষভাবে থাকার ঘোষণা দিয়েছে পাহাড়ের আরও তিনটি আঞ্চলিক দল। এগুলো হচ্ছে ইউনাইটেড পিপলস ডেমোক্রেটিক ফ্রন্ট (ইউপিডিএফ), ইউপিডিএফ (গণতান্ত্রিক) ও জেএসএস (এম এন লারমা)।</p><p>তাদের মধ্যে ইউপিডিএফ ও জেএসএস (এম এন লারমা) নির্বাচনে সরাসরি প্রার্থী দেওয়ার সম্ভাবনা রয়েছে। ইউপিডিএফ (গণতান্ত্রিক) নির্বাচনে প্রার্থী না দিলেও অন্য কোনো দলকে সমর্থন দেবে। আঞ্চলিক দলগুলোর নেতারা এমন তথ্য জানিয়েছেন।</p><p>ইতিমধ্যে দেশের প্রধান দুই দল বিএনপি ও জামায়াতে ইসলামী পার্বত্য চট্টগ্রামের তিন আসনে প্রার্থী ঘোষণা করেছে। দুই দলের প্রার্থীরাও জেলা-উপজেলায় নির্বাচনী গণসংযোগ চালিয়ে যাচ্ছেন। কিন্তু আঞ্চলিক দলগুলো নির্বাচনে অংশ নেওয়ার ব্যাপারে এত দিন তাদের অবস্থান পরিষ্কার করেনি।</p><p>অবশেষে তফসিল ঘোষণার আগমুহূর্তে নির্বাচনে লড়বে কি লড়বে না, সে বিষয়ে অবস্থান জানান দিয়েছে জেএসএস। অন্য দলগুলো তাদের অবস্থান দ্রুত জানাবে বলে জানা গেছে।</p></div></div></div></body></html>"
        }
    ]
}