{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ‘স্মার্ট স্কিলস’ শীর্ষক কর্মশালা | প্রথম আলো",
            "time": "2025-07-26T10:10:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F0fa54eed-07f1-469d-9f5a-ae6eb5bd1191%2Fju_jahangirnagar_2_1533543166108.jpg?rect=0%2C37%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো বন্ধুসভার জাতীয় পরিচালনা পর্ষদের সভাপতি জাফর সাদিক বলেন, তরুণদের শুধু প্রতিভা থাকলেই হবে না, সেটি কার্যকরভাবে প্রকাশ করাও জরুরি। বিশ্ববিদ্যালয় পর্যায়ের শিক্ষার্থীদের সমসাময়িক দক্ষতা অর্জনে সহায়তা করতেই এই আয়োজন।</p><p>অনার বাংলাদেশের হেড অব বিজনেস আবদুল্লাহ আল মামুন বলেন, ‘বন্ধুসভার প্রতিটি উদ্যোগই প্রশংসনীয়। তাদের যতগুলো প্রস্তাবনা পেয়েছি, সবগুলোর সঙ্গেই যুক্ত থাকার চেষ্টা করেছি।’</p><p>বিশ্ববিদ্যালয়ের কোষাধ্যক্ষ অধ্যাপক আবদুর রব বলেন, ‘জীবনের লক্ষ্য অর্জনে একাডেমিক শিক্ষার পাশাপাশি এ ধরনের কর্মশালার মাধ্যমে নিজেকে দক্ষ করে তোলা জরুরি। এ আয়োজনের জন্য বন্ধুসভাকে ধন্যবাদ।’</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই থেকে জুলাই: স্বপ্ন আর বাস্তবতা | প্রথম আলো",
            "time": "2025-07-26T10:09:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fi38ogs97%2FBandarban-6.jpg?rect=0%2C57%2C1047%2C550&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘ কয়েক দশক ধরে এই দেশের অস্থিমজ্জাজুড়ে, প্রতিটি প্রতিষ্ঠানজুড়ে যে পরিমাণ দুর্নীতি, স্বজনপ্রীতি, স্বৈরতান্ত্রিক কাঠামো তিলে তিলে তৈরি করা হয়েছে; মাত্র এক বছরের মাথায় সেই কাঠামো উপড়ে ফেলার বাস্তবতা হয়তো অকল্পনীয়। এখনো প্রতিটি প্রতিষ্ঠানের ভেতরে ফ্যাসিবাদের ভূত বিদ্যমান। সেই সীমাবদ্ধতাও বুঝি। যেটা বুঝি না, সেটা হলো দায় স্বীকার না করার মানসিকতা। যেকোনো সমস্যাকে আমলে না নিয়ে শুধু অস্বীকার করে গেলে কখনোই সেই সমস্যা সমাধান করা সম্ভব হবে না, ধীরে ধীরে সমাধান করার রাস্তাও হারাতে থাকবে। আমরা ন্যূনতম দায় স্বীকার করার মানসিকতা, ক্ষমা প্রার্থনা করতে পারার মতো ঔদার্য, আর সমস্যাগুলোকে পাশ কাটিয়ে না গিয়ে সেগুলো সমাধান করার চেষ্টাই চেয়েছিলাম। হতাশ লাগে তখন, যখন দেখি আমাদের রক্তের ওপর দাঁড়ানো সরকার আমাদেরই কথা শুনতে পায় না, আমাদেরই পালস ধরতে পারে না, আমাদের ক্ষোভ প্রশমন করতে পারে না। </p><p>তবে এই ক্ষণিক হতাশার মধ্যেও আমাদের আজীবন আশা দেখিয়েছে এ দেশের মানুষ, এ দেশের মানুষের ঐক্য। জুলাইয়ে ক্ষমতালোভী ছাড়া আমরা কেউ কারও রাজনৈতিক পরিচয় নিয়ে চিন্তিত হইনি। বিভাজনের রাজনীতিবিদরা ছাড়া কেউ কারও পোশাক নিয়ে মাথা ঘামাইনি। অসৎ, কপট আর মিথ্যাবাদী ছাড়া কেউ কারও নামে কুৎসা রটাইনি। ক্ষমতালোভী, ধূর্ত, কপট, অসৎ আর মিথ্যাবাদীদের ছাপিয়েই আমরা সফল হয়েছিলাম।</p><p>আমাদের লড়াই আরও বহুদিনের, আমাদের গন্তব্য আরও বহুদূরের। বাংলাদেশের শিক্ষার্থী, শ্রমিক, কৃষক, আদিবাসী, মাদ্রাসা, মন্দির, প্যাগোডা মিলেই আবারও জাগরণ হবে। এই পিতৃতান্ত্রিক, স্বৈরতান্ত্রিক, বিলাসী, দুর্নীতিবাজ আর স্বজনপ্রীতির আখড়ার কাঠামো আমরাই একদিন ভাঙব। গড়ব আমাদের নতুন বাংলাদেশ। সেই দিনেরই স্বপ্ন দেখি।</p><p><br><strong>প্রাপ্তি তাপসী</strong></p><p>জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে জুলাইয়ের আন্দোলনের একজন সংগঠক </p></div></div></div></body></html>"
        },
        {
            "title": "হামাস সদস্যদের খুঁজে খুঁজে বের করা হবে: ট্রাম্প | প্রথম আলো",
            "time": "2025-07-26T09:59:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fhh9krijt%2FTrump.jpg?rect=0%2C19%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিলিস্তিনের স্বাধীনতাকামী সংগঠন হামাস ইসরায়েলের সঙ্গে যুদ্ধবিরতি চুক্তি চাইছে না বলে মন্তব্য করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। তাঁর ধারণা, সব জিম্মিকে মুক্তি দেওয়ার পর ইসরায়েল কী করবে তা নিয়ে আতঙ্কে আছে হামাস।</p><p>  ট্রাম্প গতকাল শুক্রবার হোয়াইট হাউসে সাংবাদিকদের এসব কথা বলেন। এদিন তিনি ইঙ্গিত দেন, যুক্তরাষ্ট্র ও ইসরায়েল এখনই যুদ্ধ পুরোপুরি থামাতে চাইছে না। তারা শুধু অল্প সময়ের জন্য যুদ্ধ বন্ধ করতে চাইছে; যেন ইসরায়েলি জিম্মিদের গাজা থেকে মুক্ত করা যায়।</p><p> ট্রাম্প সাংবাদিকদের বলেন, ‘আমরা চূড়ান্ত ধাপে জিম্মি মুক্তির অপেক্ষায় আছি। আর তারা (হামাস) জানে, সবশেষ বন্দীদের ছাড়া হলে এরপর কী হতে পারে। মূলত সে কারণেই তারা আসলে চুক্তি করতে চায়নি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারে নিয়ন্ত্রণ হারিয়ে বিলে বাস, পর্যটকসহ আহত ২০ | প্রথম আলো",
            "time": "2025-07-26T09:56:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F7qxbkxqz%2FWhatsApp-Image-2025-07-26-at-14.16.27.jpeg?rect=0%2C45%2C432%2C227&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দা ও পুলিশ সূত্র জানায়, মারসা পরিবহন নামের একটি বাস চট্টগ্রাম থেকে কক্সবাজারের উদ্দেশে যাচ্ছিল। বেপরোয়া গতি ও চালক ঘুমিয়ে যাওয়ায় বাসটি বিলে পড়ে যায়। পরে স্থানীয় বাসিন্দারা আহতদের উদ্ধার করে বিভিন্ন হাসপাতালে পাঠান।</p><p>জানতে চাইলে স্থানীয় বাসিন্দা রশিদ আহমদ ও আলী আহমদ প্রথম আলোকে, বাসটির গতি ছিল বেপরোয়া। আহতদের হাসপাতালে পাঠানো হয়েছে। বাসটিতে অনেক পর্যটক ছিল। আহতের মধ্যে কয়জন পর্যটক সে বিষয়ে তাঁরা জানেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "দিনের ভোট দিনেই হবে: সিইসি | প্রথম আলো",
            "time": "2025-07-26T09:55:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fmp65jevm%2FWhatsApp-Image-2025-07-26-at-15.51.34.jpeg?rect=0%2C94%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘দিনের ভোট দিনেই হবে, রাতে নয়’ বলেছেন প্রধান নির্বাচন কমিশনার (সিইসি) এ এম এম নাসির উদ্দিন। তিনি বলেন, ‘আমরা রাতের আঁধারে কিছু করতে চাই না, দিনের আলোতেই সব কার্যক্রম হবে। স্বচ্ছতা ও জবাবদিহি নিশ্চিত করেই আমরা একটি সুষ্ঠু নির্বাচন উপহার দিতে চাই। তা না পারলে বাংলাদেশের ভবিষ্যৎ নিয়ে প্রশ্ন উঠবে।’</p><p>আজ শনিবার সকালে খুলনার আঞ্চলিক নির্বাচন কর্মকর্তার কার্যালয়ে ত্রয়োদশ জাতীয় সংসদ নির্বাচন উপলক্ষে আঞ্চলিক কর্মকর্তাদের সঙ্গে মতবিনিময় সভার আয়োজন করা হয়। সেখানে সাংবাদিকদের প্রশ্নের জবাবে সিইসি এসব কথা বলেন। তিনি বলেন, আগামী নির্বাচনে কমিশন কোনো দলীয় সরকারের অধীন নয়। তাই নির্বাচন নিয়ে কোনো চাপ নেই। আইন পরিবর্তন না হওয়া পর্যন্ত আগের নিয়মেই নির্বাচন হবে, সেভাবেই প্রস্তুতি চলছে। আগমী ভোটে প্রধান চ্যালেঞ্জ হচ্ছে নির্বাচনব্যবস্থার ওপর ভোটারদের আস্থা ফিরিয়ে আনা, মানুষকে ভোটকেন্দ্রে নিয়ে আসা।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরপরাধ কেউ যাতে হয়রানি না হন, সে জন্য মামলার তদন্তে সময় লাগছে: স্বরাষ্ট্র উপদেষ্টা | প্রথম আলো",
            "time": "2025-07-26T09:55:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fugg8p581%2FNarayangonjDH078020250726narayanganj2.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র উপদেষ্টা সাংবাদিকদের সহযোগিতা চেয়ে বলেন, ‘প্রকৃত ঘটনা, সত্য ঘটনা আপনাদের তুলে ধরার আহ্বান জানাই। লুকোচুরি করার কিছু নেই। কিছু স্বার্থান্বেষী মহল তো থাকবেই, তারা জনগণের সঙ্গে পুলিশের বিভেদ তৈরির চেষ্টা চালাবেই।’ যেসব রাজনৈতিক দল পুলিশের সঙ্গে বিভেদ তৈরির চেষ্টা করছে, তাদের উদ্দেশে তিনি বলেন, ‘আপনারা আপনাদের বিভেদ দূর করবেন। পুলিশের সঙ্গে বিভেদ থাকার কথা নয়। আপনাদের কাজ হচ্ছে জনগণের কাছে গিয়ে ভোট আদায় করা, আমাদের কাজ হচ্ছে জনগণ যাতে সুখে–শান্তিতে থাকতে পারে, সেটার জন্য আইনশৃঙ্খলা পরিস্থিতি যেন অবনতি না হয়, তা রক্ষা করা। আর আপনাদের (সাংবাদিক) কাজ হচ্ছে সত্যি সংবাদ তুলে ধরা।’</p><p>গত বছরের ৫ আগস্ট সারা দেশে থানা থেকে লুট হওয়া অস্ত্র উদ্ধার প্রসঙ্গে স্বরাষ্ট্র উপদেষ্টা জাহাঙ্গীর আলম চৌধুরী বলেন, ‘আমরা সব অস্ত্র উদ্ধার করতে পারিনি। তবে নির্বাচনের আগে আরও অনেক অস্ত্র উদ্ধার হয়ে যাবে। আপনাদের সহযোগিতায়, জনগণের সহযোগিতায় অস্ত্রগুলো উদ্ধারের অবশ্যই চেষ্টা করব।’ তিনি বলেন, ‘আইনশৃঙ্খলা রক্ষাকারী বাহিনী কোনো স্টেক (অংশীজন) নয়, এখানে সবচেয়ে বড় স্টেক হোল্ডার যারা রাজনৈতিক দল বা যারা ইনডিপেনডেন্টভাবে নির্বাচন করবেন। তারা যদি সহযোগিতা করে, আমাদের পক্ষে নির্বাচন করা সহজ হবে। আমাদের সব ধরনের লজিস্টিক সাপোর্ট রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সোনালী ব্যাংকে নবম গ্রেডের পদের মৌখিক পরীক্ষার সময়সূচি প্রকাশ | প্রথম আলো",
            "time": "2025-07-26T09:53:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-04%2Faf6591c3-f869-4277-a9e2-6ce7598c067f%2Fb5f7880f-fb5e-4cc8-b6b3-f71fa7a6a9c5.jpg?rect=0%2C26%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">মৌখিক পরীক্ষার জন্য প্রয়োজনীয় যেসব কাগজপত্র লাগবে, সেগুলো আগে থেকেই গুছিয়ে রাখুন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: আশরাফুল আলম</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "কয়েকজন ব্যক্তিকে বিদেশ থেকে ভাড়া করে এনে দেশ চালানো যায় না: মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-07-26T09:53:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fum8l9rr7%2FMirza-Fakhrul.jfif?rect=0%2C0%2C1568%2C823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় মির্জা ফখরুল বলেন, ‘আপনি চাইলেন আর কালকেই পুলিশ ঘুষ খাওয়া বন্ধ করে দেবে, এটা মনে করার কোনো কারণ নেই। স্ট্রাকচারটা (কাঠামো) তৈরি করতে হবে এমনভাবে, যাতে করে সে ঘুষ না খায়। একইভাবে আমাদের যেই আমলাতন্ত্র, এটা আমাদের উন্নয়নের পথে একটা বড় বাধা। এটা নেগেটিভ ব্যুরোক্রেসি (অদক্ষ আমলাতন্ত্র)। নেগেটিভ ব্যুরোক্রেসিকে এখন পজিটিভ ব্যুরোক্রেসি করতে হলে যা যা করা দরকার, অর্থাৎ মূল কাজ হচ্ছে জনগণের সঙ্গে সম্পৃক্ত করা। সেই বিষয়গুলো করতে হবে।’</p><p>মির্জা ফখরুল বলেন, জনগণের শাসন প্রতিষ্ঠা করতে হলে নির্বাচন প্রয়োজন। এ প্রসঙ্গে তিনি আরও বলেন, ‘কয়েকজন ব্যক্তিকে বিদেশ থেকে ভাড়া করে এনে কি দেশ চালানো যায়? যায় না। এই সহজ-সরল কথাটা আমাদের উপলব্ধি করতে হবে।’</p><p>পিআর বা সংখ্যানুপাতিক নির্বাচনপদ্ধতি প্রসঙ্গে বিএনপি মহাসচিব বলেন, কিছু কিছু রাজনৈতিক দল বিভিন্ন রকম কথা বলতে শুরু করেছে। এর সঙ্গে বাংলাদেশের কোনো সম্পর্ক নেই। খুব জোর গলায় বলছে, পিআর পদ্ধতির নির্বাচন। আনুপাতিক হারের নির্বাচনটা কী, তা সাধারণ মানুষ বোঝেই না। আনুপাতিকটা কী জিনিস, সাধারণ মানুষকে জিজ্ঞাসা করুন, বলতে পারবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "একসঙ্গে জন্মানো চার ভাই পালন করল ১৫তম জন্মদিন | প্রথম আলো",
            "time": "2025-07-26T09:53:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Flk5dpaqz%2FDhakaDH168820250726with-baba-ma.jpg?rect=0%2C66%2C988%2C519&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার নবাবগঞ্জ উপজেলার বক্সনগর গ্রামের গৃহবধূ সেলিনা আরিফের কোলজুড়ে ২০১০ সালের ২৫ জুলাই একসঙ্গে জন্ম নেয় চার ছেলে। তারা এখন কিশোর। গতকাল শুক্রবার ছিল তাদের ১৫তম জন্মদিন। পারিবারিকভাবে জন্মদিন উদ্‌যাপন করা হয়। সেলিনা ছেলেদের নিয়ে কেক কাটেন। ছেলেদের সবাই স্থানীয় একটি মাধ্যমিক বিদ্যালয়ে পড়ছে।</p><p>পরিবারের সদস্যরা বলেন, বাহরাইনপ্রবাসী আরিফুর রহমানের স্ত্রী সেলিনা অন্তঃসত্ত্বা হওয়ার সময় শারীরিক অবস্থার অবনতি হতে থাকে। চিকিৎসকেরা প্রথমে ধারণা করেছিলেন, তাঁর পেটে টিউমার হয়েছে। তবে সেলিনার মনে বিশ্বাস ছিল, তিনি মা হতে যাচ্ছেন। শেষ পর্যন্ত সেই বিশ্বাস সত্যি হয়। একসঙ্গে চার ছেলের মা হন তিনি। তাদের নাম রাখা হয় চার খলিফার নামে—আবুবকর ফারদিন, ওমর ফারুক আদিয়াত, ওসমান গনি আরিয়ান ও আলী আরেফিন শায়ান।</p></div></div></div></body></html>"
        },
        {
            "title": "টেন্ডুলকারকে কবে ছাড়িয়ে যেতে পারবেন রুট | প্রথম আলো",
            "time": "2025-07-26T09:47:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fudadnsk7%2F2025-07-25T141021Z318579268UP1EL7P13D85NRTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C0%2C3377%2C1773&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টেস্টে জো রুট এখন দ্বিতীয় সর্বোচ্চ রানের মালিক। সামনে শুধু ভারতীয় কিংবদন্তি শচীন টেন্ডুলকার (১৫,৯২১ রান)। রুট এখন শচীনের চেয়ে ২,৫১২ রানে পিছিয়ে। ৩৪ বছর ২০৮ দিন বয়সী এই ব্যাটসম্যান কি শচীনকে আসলেই পেছনে ফেলে টেস্টে সর্বোচ্চ রানের রেকর্ড গড়তে পারবেন?</p><p>পারলে রুটই পারবেন। কারণ, বর্তমান টেস্ট সূচিতে ‘বিগ থ্রি’ (অস্ট্রেলিয়া, ইংল্যান্ড ও ভারত) ছাড়া অন্য কোনো দেশের খেলোয়াড়দের পক্ষে টেন্ডুলকারকে টপকানো কার্যত অসম্ভব। নিউজিল্যান্ডের কেইন উইলিয়ামসনের কথাই ধরুন। তাঁর টেস্ট অভিষেক রুটের দুই বছর আগে। </p><p>রুটের গড় যেখানে ৫০, সেখানে উইলিয়ামসনের প্রায় ৫৫। তবু টেন্ডুলকারের রেকর্ড ভাঙার দৌড়ে নেই উইলিয়ামসন। তাঁর বয়স ৩৪ বছর ৩৫২ দিন এবং টেস্টে রান ৯,২৭৬। একই অবস্থা স্টিভ স্মিথের, তাঁরও রুটের দুই বছর আগেই অভিষেক, ব্যাটিং গড় ৫৬। কিন্তু এখনো রুটের চেয়ে ৩,০০০ রান পিছিয়ে স্মিথ।</p></div></div></div></body></html>"
        },
        {
            "title": "থাইল্যান্ড ও কম্বোডিয়া কেন সীমান্ত সংঘাতে জড়িয়েছে, সমাধান কোন পথে | প্রথম আলো",
            "time": "2025-07-26T09:46:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F6cfshply%2FThai-Combodia-1.jpg?rect=0%2C0%2C704%2C370&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেতংতার্ন হলেন থাইল্যান্ডের সাবেক প্রভাবশালী প্রধানমন্ত্রী থাকসিন সিনাওয়াত্রার মেয়ে। হুন সেনের সঙ্গে কথোপকথনের একটি অডিও ফাঁস হওয়ার পর সীমান্ত সংকট মোকাবিলায় নিজের ভূমিকা নিয়ে ব্যাপক সমালোচনার মুখে পড়েছেন পেতংতার্ন।</p><p>সেই অডিওতে শোনা যায়, হুন সেনকে ‘আংকেল’ বলে ডাকছেন পেতংতার্ন। আর হুন সেন কোনো কিছু চাইলে তা বিবেচনায় রাখবেন বলে আশ্বাস দিচ্ছেন তিনি।</p><p>পেতংতার্ন সিনাওয়াত্রা এক জ্যেষ্ঠ থাই সেনা কমান্ডারের বিরুদ্ধেও নেতিবাচক কথা বলেন। থাইল্যান্ডের সেনাবাহিনী প্রায়ই দেশটির রাজনীতিতে হস্তক্ষেপ করে থাকে।</p><p>হুন সেনের সঙ্গে ফোনালাপের অডিও ফাঁস হওয়ার কারণেও পেতংতার্ন বিপদে আছেন। হুন সেন তাঁর পরিবারের পুরোনো বন্ধু। অনেকেই বলছেন, পেতংতার্ন নিজেদের সম্পর্ককে দেশের স্বার্থের চেয়ে বেশি গুরুত্ব দিয়েছেন।</p><p>আইএসইএএস—ইউসুফ ইসহাক ইনস্টিটিউটের সহযোগী গবেষক তিতা সাংলি বলেন, পেতংতার্নের দল এখন খুব নাজুক অবস্থায় আছে। সেনাদের কথামতো চলা ছাড়া তাদের বেশি কিছু করার থাকবে না। সরকার মনে করতে পারে, কঠোর অবস্থান নিলে তারা আবার জনসমর্থন পেতে পারে।</p><p>কেউ কেউ বলছেন, এ সীমান্ত বিরোধ দুই দেশের জন্য অর্থনৈতিক সংকট থেকে মনোযোগ সরানোর একটি উপায় হতে পারে। কারণ, কম্বোডিয়া ও থাইল্যান্ড দুই দেশই আগামী ১ আগস্ট থেকে যুক্তরাষ্ট্রের বাজারে ৩৬ শতাংশ শুল্কের মুখোমুখি হতে যাচ্ছে। এটি তাদের রপ্তানি খাতের জন্য বড় ধাক্কা হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজীপুরে বিলে নৌকাডুবির ঘটনায় এখনো দুই বন্ধু নিখোঁজ, স্বজনদের আহাজারি | প্রথম আলো",
            "time": "2025-07-26T09:43:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fsoata23p%2FGazipurDH061520250726IMG-20250726-WA0018.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দাদের সূত্রে জানা যায়, ধামরাই উপজেলার শিমুলিয়া থেকে গতকাল শুক্রবার সকালে রফিকুল তাঁর খালার বাড়ি কালিয়াকৈরের সুরিচালা এলাকায় বেড়াতে আসেন। বিকেলে পাঁচ বন্ধু মিলে একটি ছোট নৌকা নিয়ে মকস বিলে ঘুরতে বের হন। এ সময় প্রচণ্ড বাতাস বইতে থাকায় বিলের পানিতে ঢেউয়ের সৃষ্টি হয়। বিকেল সাড়ে চারটার দিকে নৌকাটি বিলের পানিতে উল্টে যায়। সাকিব হোসেন ও আরাফাত হোসেন সাঁতরে তীরে উঠতে পারলেও তিনজন পানিতে তলিয়ে যান।</p><p>খবর পেয়ে আশপাশের লোকজন তাঁদের খুঁজতে বিলে নামেন। ব্যর্থ হয়ে তাঁরা ফায়ার সার্ভিসকে খবর দেন। ফায়ার সার্ভিসের কালিয়াকৈরের কর্মী ও ডুবুরি দল উদ্ধারচেষ্টা শুরু করেন। একপর্যায়ে আজ শনিবার সকাল আটটার দিকে নিখোঁজ তিনজনের মধ্যে রফিকুল নামে একজনকে উদ্ধার করা হয়। বাকি দুজনকে এখনো পাওয়া যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থান: প্রত্যাশা ও প্রাপ্তি | প্রথম আলো",
            "time": "2025-07-26T09:40:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F8qnk675i%2FAS2738.png?rect=0%2C258%2C2442%2C1282&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>জুলাই গণ–অভ্যুত্থানের পর আমাদের প্রত্যাশা এত বেশি হচ্ছে যে এক বছর পর ওটাই মূল সমস্যা হয়ে দাঁড়িয়েছে। তখন খুবই গুরুত্বপূর্ণ একজন বুদ্ধিজীবীর সঙ্গে আমি দূর থেকেই তর্ক করছিলাম। কারণ, তিনি এ ঘটনাকে বিপ্লব বলার চেষ্টা করছিলেন। একে বিপ্লব বলার চেষ্টা থেকে আমাদের সংকট উদ্ভূত হয়েছে। কারণ, বিপ্লবের কাছে আমাদের অনেক বড় চাওয়া থাকে। বিপ্লবের পর সমাজ থেকে শুরু করে বহু জায়গার খোলনলচেই পাল্টে যায়। আমরা খেয়াল করেছি, এই গণ–অভ্যুত্থানের সামনের সারিতে যে ছাত্ররা ছিলেন, তাঁদেরও কেউ কেউ মনে করতে শুরু করলেন, এটা বিপ্লব ছিল। কেউ কেউ বলেছেন যে তাঁদের ভুল হয়ে গেছে—কেন তাঁরা বিপ্লবী সরকার তৈরি করেননি; কেন তখনই সংবিধান বাতিল করে দেননি; কিন্তু আমরা যদি বাস্তবটা মেনে নিয়ে একে গণ–অভ্যুত্থান হিসেবেই গ্রহণ করতাম, তাহলে অনেক কিছুই করতে পারতাম। আমাদের লক্ষ্য কম, কিন্তু সুনির্দিষ্ট থাকত। কারণ, গণ–অভ্যুত্থানের যা যা চাওয়া যায়, আমরা তা–ই চাইতাম। একটি শক্ত সরকার হতো, শক্ত প্রশাসক হতো। এখন কথা হলো, আমরা কি গণ–অভ্যুত্থানের কাছে যা যা চাওয়া যায়, তা কি পেয়েছি? উত্তর হচ্ছে, পাইনি।</p><p>পাইনি কারণ, রাজনীতির মাঠে প্রক্রিয়াশীল যে দলগুলো আছে, তারা প্রত্যেকে নিজেদের এজেন্ডা নিয়ে সক্রিয়। এ কারণে ৫ আগস্টের পর যে বিভেদ দেখা গেল, তাতে আমি খুব অবাক হইনি। গণতন্ত্রে আমরা বিতর্ক করব, ঝগড়াঝাঁটিও করব।</p><p>আমরা যখন সংস্কারের আলাপ করি, অনেক কিছু একসঙ্গে করে ফেলতে চাই। এটা সমস্যাজনক। সংস্কার কতটুকু দরকার বা আমরা কোন জায়গায় যেতে চাই, এসব নিয়ে আমার মনে হয় বড় দ্বিমত নেই; কিন্তু আমি মনে করি, এগুলো ধাপে ধাপে করা দরকার। আমরা যদি মনে করি, এবার পেয়েছি, সবকিছু ঠিকঠাক করে ফেলব, নতুন সংবিধান লিখে ফেলব, একসঙ্গে কতগুলো আইন বানিয়ে ফেলব; অনেকের ভাষায়, যাতে ফ্যাসিজম আর ফিরে না আসে; এটা বাস্তবসম্মত নয়।</p><p>পশ্চিমের দেশগুলোতে সুলিখিত সংবিধান আর দীর্ঘদিনের গণতন্ত্রের চর্চা থাকা সত্ত্বেও ফ্যাসিজম বা দক্ষিণপন্থী জনতুষ্টিবাদী ধারা মাথাচাড়া দিচ্ছে। এটা কেন ঘটছে, তা নিয়ে কি আলাপ হচ্ছে কোথাও? ফলে সংবিধান ঠিকঠাক করে লিখে ফেললেই কি আমরা নিশ্চিত করে বলতে পারব যে ফ্যাসিবাদ আর কখনো মাথাচাড়া দেবে না? মোটাদাগে উত্তর হচ্ছে, না। সংবিধান লিখে বা সংশোধন করে সেটি রোধ করা যাবে না। এখন সমস্যা হলো, সব দলের টার্গেট বা এজেন্ডা এক নয়। বিএনপির মতো দল একেকটা আসনে মনোনয়ন দিতে গিয়ে হিমশিম খায়। আবার কোনো কোনো দল হিমশিম খায় মনোনয়ন দেওয়ার মতো লোক খুঁজে পায় না বলে। এই দলগুলোর চাওয়া তো এক হবে না। যে দল জানে যে তারা ক্ষমতায় যেতে পারবে না, তাদের পক্ষে রঙিন ও অবাস্তব কথা বলা সহজ।</p><p>সংস্কার, বিচার বা নিরাপত্তা ঠিক না হলে নির্বাচনে যাব না—এসব দাবি রাজনৈতিক চাপের এজেন্ডা হলে ঠিক আছে; কিন্তু এসব দাবি তুলে কি নির্বাচন আটকে দেওয়া হচ্ছে? আমাদের বিশ্বাস করার মতো যথেষ্ট তথ্য ও যুক্তি আছে যে সরকারের ভেতরে ও বাইরের কিছু মানুষ নির্বাচন যতটা বেশি সম্ভব পিছিয়ে দেওয়ার চেষ্টা করছেন।</p><p>আমি মনে করি, জুলাই গণ–অভ্যুত্থানের পর অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বে সরকার গঠন আবশ্যিক ছিল। আন্তর্জাতিক এবং সে সময়ের অভ্যন্তরীণ গ্রহণযোগ্যতা তাঁকে ছাড়া সম্ভব হতো না। কিন্তু এটাও সত্য যে এটি অত্যন্ত দুর্বল একটি সরকার হয়েছে। কিছু কিছু ক্ষেত্রে শুধু দুর্বলতা নয়, সরকার কিছু কিছু ক্ষেত্রে বেশ পক্ষপাত দেখিয়েছে, বিশেষ করে দক্ষিণপন্থী গোষ্ঠীগুলোর প্রতি। এক শর বেশি মাজার ভাঙা হয়েছে, বিভিন্ন ইস্যুতে নারীরা লাঞ্ছিত হয়েছেন, নাটক বন্ধ করা হয়েছে, বাউলগান বন্ধ করা হয়েছে, একজন নারী কীভাবে ওড়না পরবেন বা সিগারেট খাবেন কি না, সেটি নিয়ে কথা হয়েছে। এই ক্ষেত্রগুলোতে সরকার খুব একটা শক্ত অবস্থান নেয়নি। মনে হয়েছে, সরকারের মধ্যে কারও কারও এ নিয়ে এজেন্ডা আছে। তাঁরা হয়তো চেয়েছেন, মাঠের একটি বড় শক্তি বিএনপির বিরুদ্ধে দক্ষিণপন্থী এই গোষ্ঠীকে বিরোধী শক্তি হিসেবে মাঠে রাখতে।</p><p>ওদিকে সংস্কার নিয়ে বিরাট বিরাট কথা আসছে। ঐকমত্য কমিশনে জমা দেওয়ার আগে প্রথম ছয়টা কমিশনের অনেকগুলো সুপারিশ সরকারের কাছে দেওয়া হয়েছে, যেগুলো এমনিতেই করে ফেলা যায়, তার কিছুই করা হয়নি। প্রথম দিকে ঐকমত্য কমিশন বসার পর বেশ কিছু ঐকমত্য হয়েছে। সরকার সেগুলোও কার্যকর করেনি। পুলিশ সংস্কার কমিশনের রিপোর্ট তো ঐকমত্য কমিশনের নেই। সরকার প্রশাসনিক পদক্ষেপ নিয়ে সেসব করে ফেলতে পারে, হয়নি তো। ফলে এগুলোর প্রতি সরকারের আন্তরিকতা নিয়ে মানুষের মধ্যে প্রশ্ন আছে। খুব স্বাভাবিকভাবেই এ প্রশ্ন আসে, সংস্কার শব্দটা কি হাসিনার উন্নয়নের মতো হয়ে গেল? হাসিনা উন্নয়নকে সামনে রেখে নির্বাচন ম্যানিপুলেট করতে চাইত, সরকার কি সংস্কারকে সামনে রেখে নির্বাচন পেছাতে চায়?</p><p>সবকিছুর পরও সর্বোচ্চ ১০ বছর প্রধানমন্ত্রী থাকা, ৭০ অনুচ্ছেদ সংশোধন, হাইকোর্টের বেঞ্চ জেলায় যাওয়া—এ রকম বেশ কিছু বিষয়ে বিএনপি একমত হয়েছে। এটিকে আমি আশা হিসেবে দেখি। এরপর তত্ত্বাবধায়ক সরকারের ব্যাপারে যদি একমত হওয়া যায়, তাহলে আমি মনে করব, অনেক হয়েছে। এখন যদি আমরা এই আলাপ করি যে—না, আমার মতো করে না হলে আমি জুলাই সনদে স্বাক্ষর করব না; আমি নির্বাচনে যাব না বা নির্বাচনে বাধা দেওয়ার চেষ্টা করব—এগুলোই সংকট তৈরি করতে যাচ্ছে।</p></div></div></body></html>"
        },
        {
            "title": "বুধবারের সেই হাট | প্রথম আলো",
            "time": "2025-07-26T09:34:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fuhqhro8n%2Fpathoker-lekha.jpg?rect=0%2C78%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাট যখন একেবারে শেষ হয়ে যেত, সব দোকানদার বাড়ি ফিরে যেতেন। তখন জ্যোৎস্নার আলোয় অনেকেই গোল হয়ে বসে অনেক রাত পর্যন্ত গল্প করত। তারপর যে যার মতো সুখ–দুঃখ ভাগাভাগি করে বাড়ি ফিরে যেত। যেন আনন্দ–বেদনার সাক্ষী এই মমতাভরা ছোট হাট।</p><p>এখন বুধবারের হাট আর বসে না। কয়েকটি ভগ্নপ্রায় দোকান কালের সাক্ষী হয়ে আছে এই হাটের। সেই শর্ষের ঘ্রাণ, সেই আমন ধান, সেই ইলিশ মাছ, গণেশ কাকা, লন্ঠনের আলো, পদ্মপাতায় জিলাপি আবার কি ফিরে পাব কোনো দিন!</p><p>অনেকেই বলছে, এই হাট আবার চালু করা দরকার। কবে চালু হবে এই হাট জানি না।</p> <p><strong>খন্দকার ফারুক আহমেদ</strong>, <em>সহকারী শিক্ষক, হলদিঘর সরকারি প্রাথমিক বিদ্যালয়, শাহজাদপুর, সিরাজগঞ্জ</em></p></div></div></div></body></html>"
        },
        {
            "title": "গরিবদের নিয়ে চিন্তা নেই সরকারের, ভূমি ও কৃষি সংস্কার কমিশনের দাবি | প্রথম আলো",
            "time": "2025-07-26T09:27:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fi64wsugq%2Fpress-club.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে বেশ কিছু দাবির কথা জানানো হয়। এগুলো হলো, ভূমি ও কৃষি সংস্কার কমিশন গঠন, উন্নয়নের নামে তিন ফসলের জমিতে ইপিজেড না করা, বাগদা ফার্মের প্রকৃত মালিকদের জমি ফেরত দেওয়া, খাসজমি ভূমিহীনদের এবং হাওর এবং চলনদী জেলেদের জন্য বরাদ্দ, রাষ্ট্রের সংস্কার ছাড়া কোনো প্রকার নির্বাচন না করা।</p><p>সমাবেশে সুপ্রিম কোর্টের আইনজীবী জ্যোর্তিময় বড়ুয়া বলেন, সাবেক ডিআইটি এবং বর্তমান রাজউক রাষ্ট্রীয় প্রয়োজনের কথা বলে গরিবদের জমি দখল করে নামকাওয়াস্তে কিছু ক্ষতিপূরণ দেয়। সেই জমি সচিবদের কাছে বিলি করে। উত্তরা, নারায়ণগঞ্জ, রূপগঞ্জে এভাবে জমি নেওয়া হয়েছে। এটা কোন ধরনের রাষ্ট্রীয় নীতি সে প্রশ্ন তোলেন।</p><p>এই আইনজীবী ও মানবাধিকারকর্মী বলেন, এ দেশে কেউ ভূমিহীন হলে নাগরিক হয় কী করে। গাইবান্ধায় যেসব জমি কেড়ে নেওয়া হয়েছে, তাদের মাথার ওপর প্লাস্টিক। এত বছর পার হলো, এই সরকারের ১০ মাস গেল কিন্তু সরকারের একবারও মনে হয়নি, প্লাস্টিক সরিয়ে টিন দিয়ে মাথা গোঁজার ঠাঁই করে দেওয়ার কথা। সরকার বড়োলোকি চিন্তা নিয়ে সরকার চালাচ্ছে, গরিবদের নিয়ে চিন্তা নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোন স্কুলের সামনে সকালে তদন্ত দল, শিক্ষার্থী ও অভিভাবকদের দেখা যায়নি, ছিল উৎসুক মানুষ | প্রথম আলো",
            "time": "2025-07-26T09:24:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fnnmp23e9%2Fjet-Crash-01.jfif?rect=0%2C124%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">যুদ্ধবিমান বিধ্বস্তের স্থান দেখতে ভিড় করেছেন অনেকে। রাজধানীর উত্তরার দিয়াবাড়ির মাইলস্টোন স্কুল অ্যান্ড কলেজ, ২৬ জুলাই ২০২৫<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: খালেদ সরকার</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "আমরা আর তার স্কুল-এই ছিল তার জীবন: মাইলস্টোনের শিক্ষক মাসুকা বেগমের বড় বোন | প্রথম আলো",
            "time": "2025-07-26T09:19:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fj2aw0u8c%2F1000013208.jpg?rect=0%2C121%2C1244%2C653&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাসুকা যখন পড়াশোনা করছিল, তখন আমার মা অসুস্থ হয়ে পড়েন। বাবাও খেয়ালি মানুষ। নিপুই তখন অসুস্থ মায়ের পাশাপাশি বাবাকে দেখাশোনা করত। মাকে সে অনেক দিন সেবা করেছে। প্রায় ১৫ বছর আগে মা হার্ট অ্যাটাক করে মারা যান।</p><p>এর মধ্যে অনার্স শেষ করে নিপু। ইংরেজি সাহিত্যের ছাত্রী ছিল ও। ব্রাহ্মণবাড়িয়া সরকারি কলেজ থেকে অনার্স শেষ করে ঢাকার ইডেন কলেজে গিয়ে মাস্টার্সে ভর্তি হলো। পড়াশোনা শেষ করে ঢাকাতেই শিক্ষকতা শুরু করে। কয়েক বছর আগে যোগ দেয় মাইলস্টোনে।</p><p>ঢাকায় চাকরি হওয়ার পর ব্রাহ্মণবাড়িয়া ও আশুগঞ্জে তাঁর আসা-যাওয়া কমে যায়। ফোনেই কথা হতো বেশি। আমার মেয়ে ফাহমিদা খানম, শায়রিন জাহান ও নারিয়াহ নাশফিন এবং ছেলে আহনাফ হাসানের সঙ্গে বোনের আত্মার সম্পর্ক ছিল। তাদের সবখানে আমার বোনের উপস্থিতি ছিল। আমার সঙ্গে কথা না হলেও প্রতিদিন আমার সন্তানদের সঙ্গে ওর কথা হতো।</p><p>আমরা আর তার স্কুল—এই ছিল তার জীবন। বাবাকে নিয়মিত হাতখরচ পাঠিয়েছে। বাবা বেখেয়ালি মানুষ। সব হারিয়ে ফেলে। কিন্তু সে বাবার খোঁজখবর রাখত। স্কুলের বাচ্চারাও তাকে অনেক পছন্দ করত। ‘মাসুকা মিস’ নামেই তাদের কাছে পরিচিত ছিল। ওর তত্ত্বাবধানে বাচ্চারা ভালো ফলাফল করত। অভিভাবকেরা ও বাচ্চারা খুশি হয়ে আমার বোনকে বিভিন্ন উপহার দিত। বিদ্যালয়ে যা-ই ঘটত আমাকে জানাত। আমি বলতাম, ‘এটাই তোমার প্রাপ্তি, এটাই তোমার পাওনা।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রে গরুর মাংসের দাম রেকর্ড বেড়েছে, কারণ কী | প্রথম আলো",
            "time": "2025-07-26T09:19:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F8jfxhx7j%2FBeef-1.jpg?rect=0%2C43%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন যুক্তরাষ্ট্রে বারবিকিউ মৌসুম চলছে। এ সময় গরুর মাংসের চাহিদা বরাবরের মতোই তুঙ্গে। কানসাস স্টেট ইউনিভার্সিটির কৃষি অর্থনীতিবিদ গ্লিন টনসোর বলেছেন, এ চাহিদাই মূলত গরুর মাংসের দামকে ঊর্ধ্বমুখী রাখতে সাহায্য করছে।</p><p>তবে দাম বাড়লেও ক্রেতাদের মধ্যে এখনো মুরগি বা শূকরের মাংসের মতো বিকল্প পণ্য কেনার প্রবণতা দেখা যাচ্ছে না। স্টেক হোক বা কিমা—ভোক্তারা এখনো গরুর মাংসই বেশি কিনছেন। টনসর বলেন, চাহিদা বেশি থাকায় গরুর মাংসের দামও চড়া থাকবে।</p><p>অর্থনীতিবিদ বার্ন্ট নেলসন বলছেন, সম্প্রতি খরা কিছুটা কমেছে। ফলে চারণভূমির অবস্থা উন্নত হয়েছে। একই সঙ্গে শস্যের দাম কমছে। এ অনুকূল পরিস্থিতিতে খামারিরা হয়তো এখন গরু বিক্রি না করে প্রজননের দিকে মনোযোগ দেবেন। কিন্তু একটি নতুন গরু উৎপাদন করে বাজারে তুলতে অন্তত দুই বছর সময় লাগে। ফলে এর ইতিবাচক প্রভাব বাজারে পড়তে অনেক দেরি হবে।</p><p>মৌসুম শেষে সাধারণত গরুর মাংসের দাম কিছুটা কমে। তবে বিশেষজ্ঞরা বলছেন, এ বছর দাম কমতে পারে খুব সামান্যই।</p></div></div></div></body></html>"
        },
        {
            "title": "৬ লাখ ডলার থেকে বছর ঘুরতেই পারিশ্রমিক কোটির ক্লাবে | প্রথম আলো",
            "time": "2025-07-26T09:16:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Ffux74nf8%2Fsandrabullockoffical___1686673946_3124369973631386990_44251223530.webp?rect=0%2C47%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">পরে তিনি জনপ্রিয়তা পান ‘দ্য প্রপোজাল’, ‘গ্র্যাভিটি’সহ বেশ কিছু সিনেমা দিয়ে। একের পর এক সাফল্য এলেও তিনি মনে করতেন, ‘সাফল্য হচ্ছে ছোট ছোট কাঁটাযুক্ত প্যাকেজ। তুমি চাইলে ধরতেও পারো না-ও পারো। এটা সব সময় তোমাকে চ্যালেঞ্জের মুখোমুখি করবে।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইনস্টাগ্রাম</figcaption></p></div></div></body></html>"
        }
    ]
}