{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মেরিন একাডেমিতে ভর্তিতে আবেদনের সময় বৃদ্ধি | প্রথম আলো",
            "time": "2025-12-07T05:16:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fe29bz5w5%2FUntitled-1.jpg?rect=360%2C0%2C686%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. বাংলাদেশ মেরিন একাডেমি, চট্টগ্রাম [আসন সংখ্যা: পুরুষ - ১৪০ (নটিক্যাল-৭০, ইঞ্জিনিয়ারিং-৭০) জন ও মহিলা – ২০ (নটিক্যাল-১০, ইঞ্জিনিয়ারিং-১০) জন]।</p><p>২. বাংলাদেশ মেরিন একাডেমি, পাবনা (আসন: পুরুষ - ৩৬ (নটিক্যাল-১৮, ইঞ্জিনিয়ারিং-১৮) জন)</p><p>৩. বাংলাদেশ মেরিন একাডেমি, বরিশাল (আসন সংখ্যা: পুরুষ - ৩৬ (নটিক্যাল-১৮, ইঞ্জিনিয়ারিং-১৮) জন)</p><p>৪. বাংলাদেশ মেরিন একাডেমি, রংপুর (আসন সংখ্যা: পুরুষ - ৩৬ (নটিক্যাল-১৮, ইঞ্জিনিয়ারিং-১৮) জন)</p><p>৫. বাংলাদেশ মেরিন একাডেমি, সিলেট (আসন সংখ্যা: পুরুষ - ৩৬ (নটিক্যাল-১৮, ইঞ্জিনিয়ারিং-১৮) জন)</p></div></div></div></body></html>"
        },
        {
            "title": "ক্যারিয়ারের ৪৭তম শিরোপা জিতে মেসি, ‘এই মুহূর্তটার জন্যই অপেক্ষা করছিলাম’ | প্রথম আলো",
            "time": "2025-12-07T05:16:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F4ssabs4t%2F59426673314015162582398361580768470736850644n.jpg?rect=0%2C98%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ কারণেই লিওনেল মেসি এমএলএসে গিয়েছিলেন।<br>সব জাঁকজমক, হইহুল্লোড়, মার্কেটিং আর বিশাল টাকার হাতছানি—সব এক পাশে সরিয়ে রাখুন। আসল লক্ষ্য তো ছিল এমএলএস কাপ জেতা। ট্রফি মাথার ওপর তোলা। আতশবাজির ঝলকানি আর কনফেত্তি বৃষ্টির মধ্যে মঞ্চে উঠে রুপালি ট্রফিটা মাথার ওপর তুলে ধরার জন্যই তো এত কিছু!</p><p>সেই স্বপ্নও পূরণ হলো মেসি, ইন্টার মায়ামির। চেজ স্টেডিয়ামে আজ আর্জেন্টাইন কিংবদন্তির মাথায় উঠল নতুন মুকুট। এমএলএস কাপের ফাইনালে ইন্টার মায়ামি ৩–১ গোলে হারিয়েছে ভ্যাঙ্কুভার হোয়াইটক্যাপসকে। মেসি হয়েছেন ম্যাচসেরা—দুটি অ্যাসিস্ট আর প্রথম গোল তৈরির নেপথ্য কারিগর!</p></div></div></div></body></html>"
        },
        {
            "title": "এনইআইআর সংস্কারের দাবিতে বিটিআরসি ঘেরাও করেছে মোবাইল ব্যবসায়ীরা | প্রথম আলো",
            "time": "2025-12-07T05:15:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F2avcdh28%2Fmobile-1.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ন্যাশনাল ইকুইপমেন্ট আইডেনটিটি রেজিস্ট্রার (এনইআইআর) সংস্কারসহ বেশ কয়েকটি দাবিতে বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন (বিটিআরসি) ভবন ঘেরাও করেছে মোবাইল ব্যবসায়ীরা।</p><p>আজ রোববার সকাল ১০টার দিকে বাংলাদেশ মোবাইল বিজনেস কমিউনিটির ব্যানারে বিটিআরসি ভবনের সামনে জড়ো হন তাঁরা। এতে সড়কের একপাশের যান চলাচল বন্ধ হয়ে গেছে।</p><p>ব্যবসায়ীদের মূল দাবিগুলোর মধ্যে রয়েছে, এনইআইআর সংস্কার, সিন্ডিকেট প্রথা বাতিল এবং মোবাইল ফোন আমদানির সুযোগ উন্মুক্ত করা।</p></div></div></div></body></html>"
        },
        {
            "title": "অগ্রগতি ছাড়াই শেষ ইউক্রেনের শান্তি আলোচনা, আবারও বড় আকারে রাশিয়ার বিমান হামলা শুরু | প্রথম আলো",
            "time": "2025-12-07T04:56:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fmk78qpj6%2FUkraine.webp?rect=0%2C30%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুধু নভেম্বর মাসেই রুশ সেনারা প্রায় ৫০৫ বর্গকিলোমিটার (১৯৫ বর্গমাইল) এলাকা দখল করেছেন, যা অক্টোবর মাসের তুলনায় প্রায় দ্বিগুণ।</p><p>রাশিয়া এখন কার্যত পুরো লুহানস্ক অঞ্চলই নিয়ন্ত্রণে রেখেছে। খেরসন পর্যন্ত বিস্তৃত উপকূলীয় এলাকার বড় অংশও তাদের দখলে। এসব এলাকার যুদ্ধক্ষেত্রে মোটামুটি স্থিতিশীল অবস্থা থাকলেও রুশ বাহিনী ধীরে ধীরে অগ্রগতি অব্যাহত রেখেছে।</p><p>যুক্তরাষ্ট্রের মধ্যস্থতায় আলোচনার অগ্রগতি পর্যালোচনার জন্য ফ্রান্সের প্রেসিডেন্ট এমানুয়েল মাখোঁ সোমবার লন্ডনে ইউক্রেনের প্রেসিডেন্ট জেলেনস্কির সঙ্গে বৈঠক করবেন। যুক্তরাজ্যের প্রধানমন্ত্রী কিয়ার স্টারমার ও জার্মান চ্যান্সেলর ফ্রিডরিখ মের্ৎসও সেখানে থাকবেন।</p><p>মাখোঁ বলেন, ‘শান্তি প্রতিষ্ঠার জন্য রাশিয়ার ওপর আমাদের চাপ বজায় রাখতেই হবে।’</p><p>মায়ামির আলোচনার আগে গত মঙ্গলবার মস্কোতে উইটকফ ও কুশনারের সঙ্গে রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিনের বৈঠক হয়। সেখানেও কোনো সমঝোতা হয়নি।</p><p>গত শুক্রবার প্রকাশিত একটি যৌথ বিবৃতিতে স্বীকার করা হয়েছে, যেকোনো চুক্তিতে বাস্তব অগ্রগতির বিষয়টি পুরোপুরি নির্ভর করছে দীর্ঘমেয়াদি শান্তি প্রতিষ্ঠার বিষয়টিকে রাশিয়া কতটা গুরুত্ব দিয়ে বিবেচনা করছে, তার ওপর।</p></div></div></div></body></html>"
        },
        {
            "title": "আলু রোপণে ব্যস্ততা | প্রথম আলো",
            "time": "2025-12-07T04:50:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F43l3zrhq%2Fwf8ryaru.JPG?rect=0%2C738%2C6960%2C3654&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">জমিতে রোপণের জন্য বস্তায় ভরে আলুর কন্দ নিয়ে যাওয়া হচ্ছে।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "তিন আসনে বিএনপির প্রার্থী পরিবর্তনের দাবি, গণসংযোগে ব্যস্ত জামায়াত | প্রথম আলো",
            "time": "2025-12-07T04:40:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fb18jzuez%2F0eb9a360-524a-4293-a3c8-6a0444d71a4f.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সুনামগঞ্জ-১ (তাহিরপুর, জামালগঞ্জ, ধর্মপাশা ও মধ্যনগর)</strong></p><p>সুনামগঞ্জের আলোচিত এ আসনে বিএনপির মনোনয়ন পেয়েছেন জেলা শাখার আহ্বায়ক কমিটির সদস্য ও তাহিরপুর উপজেলা পরিষদের সাবেক চেয়ারম্যান মো. আনিসুল হক। প্রার্থী পরিবর্তনের দাবিতে আন্দোলন করছেন আরেক মনোনয়নপ্রত্যাশী জেলা বিএনপির আহ্বায়ক কমিটির সদস্য কামরুজ্জামানের অনুসারীরা। প্রার্থী পরিবর্তন ও কামরুজ্জামানকে প্রার্থী করার দাবিতে প্রতিদিনই সংসদীয় আসনের কোথাও না কোথাও বিক্ষোভ হচ্ছে। অন্যদিকে জোরেশোরে মাঠে প্রচার চালাচ্ছেন আনিসুল হক। এখানে আরেক মনোনয়নপ্রত্যাশী যুবদলের কেন্দ্রীয় নেতা মাহবুবুর রহমানও সক্রিয় আছেন।</p><p>বিএনপির প্রার্থী আনিসুল হক <em>প্রথম আলো</em>কে বলেন, ‘আমি দুর্দিনে নেতা-কর্মীদের পাশে ছিলাম। কখনো মাঠ ছাড়িনি। আমাকে দল প্রার্থী করায় নেতা-কর্মীরা উজ্জীবিত।’ তবে কামরুজ্জামান বলেন, প্রাথমিকভাবে ঘোষিত প্রার্থী নিয়ে তৃণমূলের নেতা-কর্মীরা হতাশ। আশা করছেন দল মানুষের দাবি শুনতে পাবে।</p><p>বিএনপির প্রতিদ্বন্দ্বী হিসেবে আসনটিতে প্রচার চালাচ্ছেন জেলা জামায়াতের আমির তোফায়েল আহমদ খান। তিনি বলেন, ‘জনগণ সব দলকে দেখেছে। এবার তারা জামায়াতের মাধ্যমে দেশ গড়ার স্বপ্ন দেখছে।’</p><p>এখানে ইসলামী আন্দোলনের ফখর উদ্দিন, বাংলাদেশের কমিউনিস্ট পার্টির (সিপিবি) চিত্তরঞ্জন তালুকদার নির্বাচন করার প্রস্তুতি নিচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একীভূত ৫ ব্যাংকের গ্রাহকেরা কীভাবে টাকা ফেরত পাবেন | প্রথম আলো",
            "time": "2025-12-07T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-17%2F4p689gcw%2FUntitled-13.jpg?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>টাকা পেতে নিয়ম কী</strong></p><p>নিজেদের টাকা গ্রাহকদের জন্য কিছু শর্ত দেওয়া হয়েছে। এগুলোর মধ্যে অন্যতম হলো:</p><p>১. একজন নাগরিকের এক ব্যাংকে একাধিক হিসাব থাকলেও শুধু একটি হিসাবের বিপরীতে টাকা পাবেন। এ জন্য জাতীয় পরিচয়পত্রের বিপরীতে তাঁর নামে হিসাব থাকতে হবে।</p><p>২. যাঁদের হিসাব বৈধ জাতীয় পরিচয়পত্র দিয়ে খোলা হয়েছে, শুধু তাঁরাই টাকা পাবেন।</p><p>৩. একজন নাগরিকের পাঁচ ব্যাংকের পাঁচটি হিসাব থাকলে প্রতিটির বিপরীতে টাকা পাবেন।</p><p>৪. সংশ্লিষ্ট আমানতের বিপরীতে ঋণ থাকলে টাকা পাবেন না। ঋণ সমন্বয় করার পর টাকা ফেরতের বিষয়ে সিদ্ধান্ত হবে।</p><p>৫. বাকি টাকার ওপর সুদের হার নতুন করে নির্ধারণ করে দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাগারে টাকা দিলেই মুঠোফোন | প্রথম আলো",
            "time": "2025-12-07T04:24:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fyqqa23v7%2Fcc9oii2u.jpg?rect=0%2C45%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের সবচেয়ে গুরুত্বপূর্ণ দুই কারাগার—কেরানীগঞ্জের ঢাকা কেন্দ্রীয় কারাগার ও গাজীপুরে অবস্থিত কাশিমপুর হাই সিকিউরিটি কেন্দ্রীয় কারাগার। প্রভাবশালী ও দুর্ধর্ষ বন্দীও বেশি এই দুই কারাগারে। কড়া নিরাপত্তা ও নজরদারিও এই দুটিতে বেশি থাকার কথা। অথচ এই দুই কারাগারের অনেক বন্দী অবৈধভাবে মুঠোফোন ব্যবহার করে বাইরের মাদক কারবার, সন্ত্রাস ও চাঁদাবাজি নিয়ন্ত্রণ করেন। কেউ কেউ রাজনৈতিক নির্দেশনাও দেন। এমনকি কারাগার ভেঙে পালানোর মতো পরিকল্পনাও করেছিল দুর্ধর্ষ আসামিদের কেউ কেউ।</p></div></div></div></body></html>"
        },
        {
            "title": "দুটি ডিমের খাঁচা উন্মোচন করল ২৪ বছর আগে পাওয়া অজ্ঞাত লাশের রহস্য | প্রথম আলো",
            "time": "2025-12-07T04:22:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-17%2Fnikzmsws%2Fprothomalo-bangla2021-1248cf0520-11ee-448a-a40c-9e3aaca1b7e6kill.webp?rect=0%2C9%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে আদালতের ২০০৫ সালের নথিতে দেখা যায়, কোনো এক ঘটনায় তিনজনকেই যাবজ্জীবন কারাদণ্ড দিয়েছিলেন আদালত। যদিও একজন কিছুদিন পলাতক ছিলেন ও ২০১৪ সালে আবার গ্রেপ্তার হন।</p><p>তদন্তকারীরা এখন মনে করেন, মামলাটি প্রমাণ করে পুরোনো ধাঁচের গোয়েন্দাকাজ কত কার্যকর ছিল, যখন ডিজিটাল প্রমাণ অপরাধ তদন্তের মূল হাতিয়ার ছিল না।</p><p>মামলাটিতে যুক্ত এক অবসরপ্রাপ্ত পুলিশ সুপার ইন্ডিয়ান এক্সপ্রেসকে বলেন, ‘এটি ছিল অত্যন্ত চ্যালেঞ্জিং একটি মামলা।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের সাতকানিয়ায় বিএনপির প্রার্থী পরিবর্তনের দাবিতে সড়ক অবরোধ। | প্রথম আলো",
            "time": "2025-12-07T04:17:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fqp12fq6z%2FWhatsApp-Image-2025-12-07-at-09.25.33.jpeg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে সাতকানিয়া থানার পরিদর্শক (তদন্ত) সুদীপ্ত রেজা বলেন, গতকাল সন্ধ্যায় মিঠার দোকান এলাকায় ৩০ থেকে ৪০ নেতা-কর্মী সড়ক অবরোধ করেছিলেন। খবর পেয়ে পুলিশ গিয়ে তাঁদের সরিয়ে দিয়েছে।</p><p>অবরোধের বিষয়ে জানতে চাইলে মুজিবুর রহমান বলেন, ‘নেতা-কর্মীরা মনে করছেন, সব দিক বিবেচনায় আমিই মনোনয়ন পাওয়ার যোগ্য। দলের হাইকমান্ডকে কেউ ভুল বোঝাতে পারেন। শান্তিপূর্ণভাবে প্রতিবাদ করে মনোনয়ন পুনর্বিবেচনায় দৃষ্টি আকর্ষণ করতেই পারেন। তবে তাঁদের নির্দেশ দেওয়া হয়েছে সড়ক অবরোধ করে যেন জনদুর্ভোগ সৃষ্টি না করা হয়।’</p><p>পরিবর্তনের দাবির এ কর্মসূচি সম্পর্কে জানতে চাইলে বিএনপির মনোনীত প্রার্থী নাজমুল মোস্তফা আমিন গত বৃহস্পতিবার রাতে প্রথম আলোকে বলেছিলেন, ‘এই আসনে আমরা চারজন মনোনয়নপ্রত্যাশী ছিলাম। যাচাই-বাছাই করে দল আমাকে যোগ্য মনে করেছে বলেই মনোনয়ন দিয়েছে। বিএনপিতে উগ্রতার কোনো স্থান নেই। সাতকানিয়া-লোহাগাড়াবাসী আমার সঙ্গে রয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে সবচেয়ে বেশি আয় করা ভারতীয় সিনেমা কোনগুলো | প্রথম আলো",
            "time": "2025-12-07T04:15:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2F3ekgy3re%2F0d9520c5-4673-4e17-a1ba-a394adfc3771.jpg?rect=0%2C91%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিন বছরের দীর্ঘ অপেক্ষার পর পর্দায় দেখা গেল দক্ষিণি তারকা পবন কল্যাণকে। তেলেগু ইন্ডাস্ট্রিতে পবন কল্যাণ মানেই হলো উপচে পড়া দর্শক। শুধু তাঁর নামেই সিনেমা চলেছে, এমন উদাহরণও আছে অনেক। গত ২৯ সেপ্টেম্বর মুক্তি পাওয়া ‘দে কল হিম ওজি’ সিনেমার ক্ষেত্রেও দেখা গেছে এমনটাই। সিনেমার মুক্তি বারবার পেছালেও ট্রেলার মুক্তির আগেই বিক্রি হয়েছে ২২ কোটি রুপির টিকিট! ২৫ সেপ্টেম্বর মুক্তি পায় ২২৫ কোটি রুপির সিনেমাটি এবং আয় করে প্রায় ৩০০ কোটি রুপি।</p><p>জাপান ও মুম্বাইয়ের অপরাধজগতের গল্প দেখানোর মাধ্যমে শুরু হয় ‘দে কল হিম ওজি’। টোকিওতে এক গোপন সংঘের অধীনে প্রশিক্ষণ নিচ্ছিলেন ওজাস গম্ভীরা নামের এক তরুণ সামুরাই। কিন্তু জাপানি গ্যাংস্টার দল ইয়াকুজার তাণ্ডবে সে সংঘের সবাই মারা পড়ে, বেঁচে যায় একমাত্র ওজাস গম্ভীরা তথা ওজি। এরপর বহুদিন ধরে ওজাস নিখোঁজ। কেউ জানে না কোথায় সে। এদিকে মাথাচাড়া দিয়ে ওঠে প্রভাবশালী ব্যবসায়ী মিরাজকর (তেজ সাপ্রু)। একটি কনটেইনারকে ঘিরে সত্যদাদার পোর্টে হত্যাকাণ্ড চালায় তার ছোট ছেলে জিমি (সুধেভ নায়ার)। সেই সময় সত্যদাদার ছেলেও মারা পড়ে। এদিকে জিমিকে সেই কনটেইনার পাঠায় তার বড় ভাই ওমি (ইমরান হাশমি)। যে সবার কাছে ‘ওমি ভাউ’ হিসেবে পরিচিত। অপরাধজগতের শীর্ষ নেতাদের সঙ্গে তার ওঠাবসা। ওমি যেকোনো মূল্যে ফেরত পেতে চায় সেই কনটেইনার। সত্যদাদার পেছনে লাগে ভয়ংকর গুন্ডারা। সবাই তখন প্রতীক্ষা করতে থাকে ওজি ফিরে আসার। কারণ, একমাত্র ওজিই পারে এই সমস্যা থেকে সত্যদাদার সাম্রাজ্য বাঁচাতে। কিন্তু ওজি কোথায়? এসব প্রশ্নের উত্তর পাওয়া যাবে ‘দে কল হিম ওজি’ সিনেমায়।</p><p>সুজিত পরিচালিত সিনেমায় পবন ছাড়া আরও আছেন ইমরান হাশমি, সুধেভ নায়ার, শ্রীয়া রেড্ডি, প্রকাশ রাজ, প্রিয়াঙ্কা মোহন ও অর্জুন দাস।</p></div></div></div></body></html>"
        },
        {
            "title": "মুক্তির গান: ২৫ বছর নির্মাণাধীন একটি ছবির নেপথ্য কথা | প্রথম আলো",
            "time": "2025-12-07T04:13:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fh9w9hgrg%2F4b76f08f-9a5e-4dbf-8865-eaebb467e5b9.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>১৯৯০ সালের শেষ দিক। আমি আর তারেক তখন আমেরিকায়। শিল্পী এস এম সুলতানের জীবন ও শিল্পের ওপর তারেকের প্রামাণ্যচিত্র ‘আদম সুরত’ নির্মাণ শেষ হয়েছে মাত্র। প্রচণ্ড কাজের চাপের পর একধরনের বিরাম নিচ্ছিলাম আমরা। ‘স্ট্র্যান্ড’ নামের নিউইয়র্কের এক বিখ্যাত বইয়ের দোকানে তারেক কাজ নিয়েছে। আমি বিখ্যাত একটি বিজ্ঞাপনী সংস্থায় নির্বাহী হিসেবে যোগ দিয়েছি। সংস্থার প্রথাগত উন্নতির সিঁড়ি বেয়ে এগিয়েও যাচ্ছি। কিন্তু পুরোপুরি মন বসছিল না। আসলে তখন আমরা দুজনেই একটা কোনো অর্থবহ নতুন চলচ্চিত্র প্রকল্পে জড়াতে চাচ্ছিলাম ভীষণভাবে। কিন্তু কীভাবে বা ঠিক কোত্থেকে শুরু করা যায়, বুঝে উঠতে পারছিলাম না।</p><p>একদিন তারেকের চাচাতো ভাই বেণুর পুরোনো বন্ধু তারিক আলির সঙ্গে দেখা। তিনি পার্শ্ববর্তী শহর লরেন্সভিলে একটা ওষুধের ফার্মে কাজ করতেন। তারিক ভাই আমাদের পরের ছুটির দিনে তাঁর ওখানে দুপুরে খাওয়ার দাওয়াত করলেন। যথারীতি পরের শনিবার তারিক ভাইয়ের বাসায় খাওয়াদাওয়া সেরে দেশের গল্প, ঢাকার গল্প আর দেশে ফেরার স্বপ্ন নিয়ে মেতে উঠেছিলাম। একসময় গল্পের মোড় ঘুরল মুক্তিযুদ্ধের দিকে।</p><p>একাত্তরে বেণু ভাই প্রধান গায়ক হিসেবে নেতৃত্ব দিয়েছিলেন ‘বাংলাদেশ মুক্তি সংগ্রামী শিল্পী সংস্থা’ নামের কলকাতায় গড়ে ওঠা একটি গানের দলের। সন্‌জীদা খাতুন ও ওয়াহিদুল হকের নেতৃত্বে এবং কলকাতার নিবেদিতপ্রাণ কথাসাহিত্যিক দীপেন বন্দ্যোপাধ্যায়ের তত্ত্বাবধানে গঠিত হয়েছিল দলটি। এ দলের শিল্পীরা সীমান্ত এলাকায়, ট্রেনিং ক্যাম্পে, শরণার্থীশিবিরে ও সুযোগ হলে এমনকি মুক্তাঞ্চলেও গান গেয়ে সবার মনোবল অক্ষুণ্ন রাখার চেষ্টা করতেন। তারিক আলি মূলত গায়ক না হয়েও ঘনিষ্ঠভাবে জড়িত ছিলেন এই দলের সঙ্গে। তারিক ভাই বললেন, তখন একটা মার্কিন শুটিং দলও তাঁদের সঙ্গে ঘুরে বেড়িয়েছিল। বেণু ভাই ’৭২-’৭৩ সালের দিকে মুক্তিযুদ্ধের স্মৃতিচারণা করতে গিয়ে এক চিত্রগ্রাহকের নাম বলেছিলেন, এ কথাও তারেকের আবছাভাবে মনে ছিল। তারিক ভাই যত দূর মনে করতে পারলেন, তাঁর নাম ছিল লিয়ার লেভিন। সঙ্গে সঙ্গেই আমরা কৌতূহলী হয়ে উঠলাম। খুব জানতে ইচ্ছা করছিল ফুটেজগুলোর কী হলো? হয়তো যুদ্ধসংক্রান্ত তথ্যাগারের ক্যাটালগে পড়ে আছে! হয়তো লিয়ার আর নিউইয়র্কে থাকেনই না! হয়তো বেঁচেও নেই।</p><p>পরের এক কি দুই সপ্তাহ তারেক আর আমি লিয়ার লেভিনের কথা প্রায় ভুলেই ছিলাম। কিন্তু এক শনিবার মনে পড়তেই সঙ্গে সঙ্গে ফোনবুক খুলে ‘এল’ আদ্যক্ষরের সারিতে চোখ বোলাতে শুরু করলাম। তালিকায় কাঙ্ক্ষিত নামটি দেখে রীতিমতো উত্তেজিত হয়ে উঠলাম। ‘লিয়ার লেভিন!’ লিয়ার লেভিন প্রোডাকশনস! টেলিফোনে কথা বলায় আমি বরাবরই অস্বস্তিবোধ করি। তাই ফোনটা তারেককে দিলাম। সাপ্তাহিক ছুটির দিন। এরপরও একটা মেসেজ তো অন্তত রাখা যাবে। কিন্তু কেউ একজন ফোন ধরল।</p><p>তারেক: আমি কি লিয়ার লেভিনের সঙ্গে কথা বলতে পারি?</p><p>লিয়ার: বলছি।</p><p>তারেক: আপনি কি ১৯৭১ সালে বাংলাদেশে গিয়েছিলেন এবং শুটিং করেছিলেন?</p><p>লিয়ার: হ্যাঁ, কেন?</p><p>তারেক: আমি একজন প্রামাণ্যচিত্র নির্মাতা, বাংলাদেশ থেকে এসেছি। আমি বেণুর চাচাতো ভাই। বেণুর কথা মনে আছে?</p><p>বেণুর নাম শুনেই লিয়ার যেন কিছুটা আবেগাপ্লুত হয়ে পড়েন, যা টেলিফোনের এ প্রান্ত থেকেও অনুভব করে তারেক।</p><p>লিয়ার: ১৯৭১ সালে আমি যুবক, বয়স ৩০ বছর। আমি বাংলাদেশের মুক্তিযুদ্ধ নিয়ে ছবি করতে কলকাতায় গিয়েছিলাম। আমার অনেক কিছুই ওই ছবিতে দিয়েছি—অনেক টাকা, অনেক সময়। কিন্তু ছবিটি শেষ করতে পারিনি। এত দিন পর আজ বাংলাদেশের কেউ একজন আমাকে ফোন করল। আমি প্রায় ২০ বছর এই ফোনের অপেক্ষায় ছিলাম।</p><p>লিয়ারের ফুটেজ দেখতে চাইল তারেক, ওগুলো নিয়ে কিছু করতে চায় ও। উত্তরে লিয়ার বলল, ‘আমার ফুটেজ যদি বাংলাদেশের কোনো কাজে লাগে, আমি খুবই খুশি হব।’</p><p>‘ফিল্ম ভিডিও আর্ট’ নামের একটি প্রতিষ্ঠানের সম্পাদনা যন্ত্র ভাড়া করে আমরা ঘণ্টাখানেকের মতো ফুটেজ দেখলাম। ফুটেজ দেখার পর আমাদের ঘোর কাটতে সময় লাগল! রঙিন সবাক একাত্তর দেখে, তরুণ বয়সের বেণুসহ পরিচিত এতগুলো মুখ দেখে তারেক প্রায় বাক্‌রুদ্ধ! আমরা ধরে নিয়েছিলাম, ২০-৩০ মিনিটের নিউজরিল পাব। যখন শুনলাম, এ রকম আরও ১৭-১৮ ঘণ্টার ফুটেজ রয়েছে লিয়ারের কাছে, আমাদের আবেগ ও উত্তেজনা ধরে রাখতে পারছিলাম না।</p></div></div></body></html>"
        },
        {
            "title": "নরসিংদীতে স্পিনিং মিলে তুলার গুদামে অগ্নিকাণ্ড | প্রথম আলো",
            "time": "2025-12-07T04:09:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2F5f5wljm2%2FWhatsApp-Image-2025-12-07-at-9.36.00-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নরসিংদী সদর উপজেলার শিলমান্দী এলাকায় এন আর স্পিনিং মিল নামের সুতা তৈরির কারখানায় অগ্নিকাণ্ডের ঘটনা ঘটেছে। গতকাল শনিবার রাত সাড়ে নয়টার দিকে এ ঘটনা ঘটে।</p><p>আগুনের সূত্রপাত ও ক্ষয়ক্ষতির পরিমাণ সম্পর্কে তাৎক্ষণিক জানাতে পারেনি ফায়ার সার্ভিস। দ্রুত আগুন ছড়িয়ে পড়ায় কারখানার ব্যাপক ক্ষয়ক্ষতি হয়েছে ধারণা করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফাইনালেও মেসি-ম্যাজিক, এমএলএস কাপের চ্যাম্পিয়ন মায়ামি | প্রথম আলো",
            "time": "2025-12-07T04:07:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fb7z6dt3l%2FMLS-SOC-SPO-INTER-MIAMI-CF-V-VANCOUVER-WHITECAPS-FC-AUDI-2025-230611.jpg?rect=0%2C440%2C4034%2C2118&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কনফেত্তি উড়ছে আকাশজুড়ে। এমএলএস কাপের ট্রফিটা উঁচিয়ে ধরা হলো শূন্যে। যার হাতে ট্রফি, এখন তাঁকে ফুটবল বিশ্বের অনেকেই ‘সর্বকালের সেরা’ মনে করেন।  বর্ণাঢ্য পেশাদার ক্যারিয়ারে এটা তাঁর ৪৭তম শিরোপা। ইতিহাসের যেকোনো ফুটবলারের চেয়ে বেশি।</p><p>দৃশ্যটা অবিশ্বাস্য লাগতে পারে অনেকের কাছে। এই ইন্টার মায়ামি দলটা নিয়ে তো আর কম কথা হয়নি। কোচ নিয়ে প্রশ্ন, মেসি ছাড়া দলের বাকিদের সামর্থ্য নিয়ে প্রশ্ন—সন্দেহ ছিল অনেক। ছোট-বড় নানা প্রশ্নে জর্জরিত ছিল পুরো দল।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র থেকে সৈয়দপুর, তারপর বিমানবন্দর থেকেই সোজা সমাবর্তনে | প্রথম আলো",
            "time": "2025-12-07T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-06%2Fy4pzrx7s%2FWhatsApp-Image-2025-12-04-at-10.22.57-PM-1.jpeg?rect=0%2C38%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কত যে গল্প সমাবর্তন অনুষ্ঠানের আনাচকানাচে! সুইডেন থেকে নাইম উদ দৌলা যেমন বন্ধুদের বলে দিয়েছিলেন, ‘আসব না রে।’ কিন্তু তিনিও হাজির হয়ে চমকে দিয়েছেন সবাইকে। কৃষি অনুষদের ২০১৪ ব্যাচের এই শিক্ষার্থী এখন সুইডেনের একটি বেসরকারি প্রতিষ্ঠানে বিপণন সহকারী পদে কর্মরত আছেন। সস্ত্রীক সমাবর্তনে যোগ দিয়েছেন তিনি। বলছিলেন, ‘বিশ্বাসই করতে পারছিলাম না যে সমাবর্তনে আসা হবে। কারণ, এর আগে কয়েকবার সমাবর্তন আয়োজন ভেস্তে গেছে। যখন দেখলাম সত্যি সত্যি আয়োজনটা হচ্ছে, স্ত্রীসহ নিবন্ধন করে ফেলি। একটা হোয়াটসঅ্যাপ গ্রুপ খুলে বন্ধুদের সঙ্গে যোগাযোগ শুরু করি। বন্ধুদের উপস্থিত হওয়ার জন্য উৎসাহ দিয়ে যাচ্ছিলাম। কিন্তু শুরু থেকেই বলে আসছিলাম, আমি আসব না। বন্ধুরাও বারবার বলছিল, “তোকে আসতেই হবে। সমাবর্তন কি জীবনে বারবার আসে?” আমি দেশে এসেছি নভেম্বরের মাঝামাঝি, ঢাকায়ই ছিলাম। অনুষ্ঠানের আগের দিন বিকেলে যখন গাউন তুলতে গিয়েছি, তখন সবার সঙ্গে দেখা। সেই মুহূর্ত বলে বোঝানোর মতো নয়। ব্যাচে ৩৫০ জনের মধ্যে প্রায় ৩২০ জনকেই পেয়েছি।’</p><p>ক্যাম্পাসের কাছেই একটা ভাতের হোটেল চালান আজাহার ইসলাম। তাঁর হোটেলে শিক্ষার্থীদের কেউ বাকি খান, কেউ কম দাম দিয়ে বেশি খাবার খান, কেউ আবার তৃপ্তিসহকারে খেয়ে ভালোবেসে বেশি টাকাও দেন। সবার কাছে ‘বন্ধু’ বলেই তিনি পরিচিত। প্রাক্তন শিক্ষার্থীরা ভিড় করেছিলেন ‘বন্ধু’র দোকানেও। প্রকৌশল অনুষদের ২০১৮ ব্যাচের শিক্ষার্থী ছিলেন সোয়াদুজ্জামান। বর্তমানে হবিগঞ্জে একটি বেসরকারি প্রতিষ্ঠানে কাজ করছেন। তিনি বলেন, ‘ক্যাম্পাস থেকে দেওয়া খাবারের প্যাকেট বন্ধুকে দিয়েছি। আমার দুই খালা এই বিশ্ববিদ্যালয়েরই শিক্ষার্থী ছিলেন। দুপুরে স্ত্রী ও দুই খালাকে নিয়ে বন্ধুর হোটেলে খেয়েছি। রান্নার সেই স্বাদ এখনো আগের মতোই আছে।’</p><p>২০১৭ ব্যাচের পদার্থবিজ্ঞান বিভাগের শিক্ষার্থী ছিলেন মাহফুজুর রহমান। সিজিপিএ ৪.০০–এর মধ্যে ৩.৯৮ পেয়ে অনার্স শেষ করেছেন। বাবা কৃষক। পরিবারে মাহফুজুরই প্রথম বিশ্ববিদ্যালয়ে পড়ার সুযোগ পেয়েছিলেন। আর এবার পেলেন ‘চ্যান্সেলর পদক’। তিনি বলেন, ‘এত বড় আয়োজন! বড় ভাই ও বন্ধুদের কাছে পেয়েছি। ভীষণ ভালো লেগেছে। যাঁরা ব্যক্তিজীবনে ও কর্মজীবনে প্রতিষ্ঠিত হয়েছেন, এমন অনেকের সঙ্গেই দেখা হয়েছে। কথা হয়েছে। নানা পরামর্শও পেয়েছি।’ চ্যান্সেলর পদক প্রসঙ্গে তাঁর বক্তব্য, ‘যখন আমার নাম ঘোষণা করা হলো, সত্যি অনেক ভালো লাগছিল। মনে হচ্ছিল, মা–বাবার কষ্ট ও পরিশ্রম কিছুটা হলেও সার্থক করতে পেরেছি।’</p><p>বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে দায়িত্ব পালন করছেন অধ্যাপক এম এনামুল্লাহ। তিনি বলেন, ‘কৃষিপ্রধান উত্তরাঞ্চলে এই বিশ্ববিদ্যালয় প্রতিষ্ঠার পর থেকে শিক্ষা ও কৃষি উন্নয়নে দারুণভাবে অবদান রাখছে। প্রায় দেড় দশক পর দ্বিতীয় সমাবর্তনে উৎসবমুখর পরিবেশে শিক্ষার্থীদের উচ্ছ্বাস ও আনন্দ দেখে এটাই প্রতীয়মান হয়েছে। তবে দুই যুগ অতিক্রম করলেও এখনো নানা ক্ষেত্রে বৈষম্যের শিকার বিশ্ববিদ্যালয়টি। বিগত সরকারের উদাসীনতা ও বাজেটের স্বল্পতায় শিক্ষার্থী ও গবেষকদের যুগোপযোগী অবকাঠামো, একাডেমিক ভবন, আধুনিক যন্ত্রপাতিসমৃদ্ধ গবেষণাগার ও আবাসিক হল নির্মিত হয়নি। এসব বিষয়ে সরকার সুদৃষ্টি রাখলে এখানকার শিক্ষার্থীরাই প্রমাণ করতে সক্ষম হবে—হাবিপ্রবিয়ান ও হাবিপ্রবিই দেশসেরা।’</p></div></div></div></body></html>"
        },
        {
            "title": "নিখুঁত পরিকল্পনায় ‘হামাসই’ শাবাবকে হত্যা করেছে | প্রথম আলো",
            "time": "2025-12-07T03:50:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fm0lbjpmo%2F9ek92ahi.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিলিস্তিনের সশস্ত্র সংগঠন হামাসই গাজায় ইসরায়েলের মদদপুষ্ট মিলিশিয়া নেতা ইয়াসির আবু শাবাবকে হত্যা করেছে। গাজার সশস্ত্র সংগঠনটির সামরিক শাখা কাসেম ব্রিগেডের সঙ্গে ঘনিষ্ঠ একটি সূত্র এ তথ্য জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়ার চিকিৎসায় সব ধরনের সহযোগিতা করছে সরকার: প্রেস সচিব | প্রথম আলো",
            "time": "2025-12-07T03:45:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fi6nlrx9s%2Fshafiqul-alam.jpg?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসনের উন্নত চিকিৎসার জন্য বিদেশে নেওয়ার ক্ষেত্রে অন্তর্বর্তী সরকারের সহায়তা প্রসঙ্গে শফিকুল আলম এ কথা বলেন।</p><p>শফিকুল আলম আরও বলেন, খালেদা জিয়ার দ্রুত আরোগ্য কামনায় দেশবাসীকে দোয়া অব্যাহত রাখার আহ্বান জানিয়েছে অন্তর্বর্তী সরকার।</p><p>গত ২৩ নভেম্বর থেকে রাজধানীর এভারকেয়ার হাসপাতালে চিকিৎসাধীন আছেন খালেদা জিয়া। দেশি-বিদেশি বিশেষজ্ঞদের সমন্বয়ে গঠিত মেডিকেল বোর্ডের অধীন খালেদা জিয়ার চিকিৎসা কার্যক্রম চলছে।</p></div></div></div></body></html>"
        }
    ]
}