{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহীতে একই পরিবারের চারজনের মরদেহ উদ্ধার, পাশে পড়েছিল চিরকুট | প্রথম আলো",
            "time": "2025-08-15T05:11:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2F8s4bltdj%2FWhatsApp-Image-2025-08-15-at-10.18.48-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিহত ব্যক্তিরা হলেন ওই এলাকার বাসিন্দা মিনারুল ইসলাম (৩০), স্ত্রী সাধিনা বেগম (২৮) এবং তাঁদের ছেলে মাহিম (১৩) ও দেড় বছরের মেয়ে মিথিলা। মাহিম খড়খড়ি উচ্চবিদ্যালয়ে অষ্টম শ্রেণিতে পড়ত। মরদেহের পাশে একটি চিরকুট পাওয়া গেছে যাতে ঋণের কথা বলা হয়েছে।  </p><p>পুলিশ ও স্থানীয় সূত্রে জানা যায়, মনিরুল ইসলাম কৃষিকাজ করেন। তাঁর কাছে অনেকেই টাকা পাবেন। তাঁদের বসতবাড়ির উত্তরের ঘরে সাধিনা বেগম ও তাঁর মেয়ের লাশ পাওয়া গেছে। আর দক্ষিণের ঘরে মিনারুল ইসলাম ও তাঁর ছেলে মাহিমের লাশ ফ্যানের সঙ্গে ঝুলে ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "কাশিমপুর কারাগার থেকে মুক্তি পেলেন শমী কায়সার | প্রথম আলো",
            "time": "2025-08-15T05:08:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2013%2F10%2F03%2F524c685888a47-Untitled-1.jpg?rect=0%2C20%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে জানতে কাশিমপুর মহিলা কারাগারের জেল সুপার কাওলিন নাহারকে একাধিকবার ফোন করা হলেও তিনি সাড়া দেননি। তবে কাশিমপুর কারাগারের অতিরিক্ত কারা মহাপরিদর্শক জাহাঙ্গীর কবির শমী কায়সারের জামিনের মুক্তির বিষয়টি গণমাধ্যমকে নিশ্চিত করেছেন।</p><p>কারাগার সূত্রে জানা গেছে, গত বছরের ৮ ডিসেম্বর এ মামলায় হাইকোর্টে জামিনের আবেদন করলে শমী কায়সার তিন মাসের জামিন পান। কিন্তু পরবর্তী সময়ে আপিল বিভাগ ১২ ডিসেম্বর ওই জামিন স্থগিত করেন। এরপর গত সোমবার হাইকোর্টের দ্বৈত বেঞ্চ থেকে তাঁর জামিন মঞ্জুর করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "হংকংয়ের কারাবন্দী নেতা জিমি লাইকে ‘রক্ষায়’ জোর চেষ্টা চালাবেন ট্রাম্প | প্রথম আলো",
            "time": "2025-08-15T05:04:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fug8i27pn%2FLai.jpg?rect=0%2C0%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প বলেছেন, হংকংয়ে কারাবন্দী ‘মিডিয়া মোগল’ জিমি লাইকে রক্ষা করতে তিনি সাধ্যমতো চেষ্টা করবেন। চীনের প্রেসিডেন্ট সি চিন পিং এতে খুশি না হলেও তিনি তা করবেন। গতকাল বৃহস্পতিবার ট্রাম্প এ কথা বলেছেন।</p><p> ফক্স নিউজ রেডিওকে দেওয়া এক সাক্ষাৎকারে ট্রাম্প বলেন, ‘তাঁকে (লাই) রক্ষা করার জন্য যা কিছু করা দরকার তার সব কিছুই আমি করতে যাচ্ছি। দেখি আমরা কী করতে পারি। আমরা আমাদের সাধ্যমতো সবকিছু করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের নতুন নিয়োগ বিজ্ঞপ্তি, পদ ৩৮ | প্রথম আলো",
            "time": "2025-08-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2021-01/1d75151c-eff9-4e9f-ac28-aebc4618d00f/palo_bangla_og.png",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বয়সসীমা</strong></p><p>আবেদনের শেষ তারিখ অনুযায়ী সব পদের জন্য প্রার্থীর বয়স অনূর্ধ্ব ৩২ বছর হতে হবে।</p><p><strong>আবেদনের প্রক্রিয়া</strong></p><p>আগ্রহী প্রার্থীদের বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের <a target=\"_blank\" href=\"https://www.ugc.gov.bd/\" rel=\"nofollow\">ওয়েবসাইটের</a> ‘ডাউনলোড’ নামক সেবা বক্সের ‘চাকরি বিজ্ঞপ্তি’ লিংক থেকে বিস্তারিত নির্দেশনা ও নির্ধারিত আবেদনপত্র সংগ্রহ করতে হবে। সচিব, বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের অনুকূলে ক্রমিক নম্বর ১ থেকে ৮–এর জন্য ২০০/– ও ক্রমিক নম্বর ৯ থেকে ১১–এর জন্য ১০০/– টাকা মূল্যের পে–অর্ডার বা ব্যাংক ড্রাফট (অফেরতযোগ্য) আবেদনপত্রের সঙ্গে জমা দিতে হবে। খামের ওপর অবশ্যই প্রার্থিত পদের নাম উল্লেখ করতে হবে। চাকরিরত প্রার্থীদের অবশ্যই নিজ নিজ নিয়োগকারী কর্তৃপক্ষের মাধ্যমে আবেদন করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "উকবা ইবনে নাফে: উত্তর আফ্রিকা জয়ের নায়ক | প্রথম আলো",
            "time": "2025-08-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Ft0dzkj90%2FCapture.JPG?rect=0%2C27%2C626%2C329&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাহুদাযুদ্ধের আগে উকবা ইবনে নাফে (রা.) যখন নিজের অন্তিম সময় চলে আসার বিষয়টি অনুধাবন করেন, তখন কায়রোয়ান ত্যাগের আগে সন্তানদের একত্রিত করে বলেন, হে আমার সন্তানেরা, তোমাদের তিনটি উপদেশ দিচ্ছি, এগুলো পালন করলে তোমরা কখনো ধ্বংস হবে না।</p><p><strong>প্রথমত,</strong> কোরআন ত্যাগ করে কবিতায় মন দিয়ো না। কোরআনই প্রকৃত পথপ্রদর্শক। আরবদের সেই কথা গ্রহণ করো, যা দিয়ে জ্ঞানীরা সঠিক পথ পায়। উত্তম চরিত্রের জন্য কোরআনই যথেষ্ট। কোরআন ব্যতীত অন্য সবকিছু থেকে দূরে থাকো।</p><p><strong>দ্বিতীয়ত,</strong> পশমের কাপড় পরবে, তবু ঋণ করবে না। কেননা, ঋণ হলো দিনের জন্য অপমানের আর রাতের জন্য উদ্বেগের কারণ। ঋণ তোমার ইজ্জত-সম্মান ক্ষুণ্ণ করবে।</p><p><strong>তৃতীয়ত,</strong> অহংকারী ও দাম্ভিকদের থেকে ইলম নিয়ো না। দ্বীন শিখো শুধু খোদাভীরু ও মুত্তাকিদের কাছ থেকে। এটাই নিরাপদ পথ।</p><p>এরপর তিনি বলেন, ‘হে আল্লাহ! তুমি আমার প্রতি সন্তুষ্ট হয়ে যাও। জিহাদকে তোমার দয়া ও জান্নাত লাভের মাধ্যম বানিয়ে দাও। হে আল্লাহর ঘোড়া, চলো, এগিয়ে যাও।’ (আল-বয়ানুল মাগরিব: ১/২৩)</p></div></div></div></body></html>"
        },
        {
            "title": "শুল্কের কারণে যুক্তরাষ্ট্রে বাড়ছে কফির দাম, খুচরা বিক্রেতাদের উদ্বেগ | প্রথম আলো",
            "time": "2025-08-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2018%2F10%2F02%2F82adbcbfded60f400081403af261161c-5bb36c67a35cf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অঞ্জলি আরও বলেন, প্রেসিডেন্ট ট্রাম্প বলেন, এই পদক্ষেপ ভারতের বিরুদ্ধে শাস্তি। কিন্তু তাঁর এই পদক্ষেপের মূল ভুক্তভোগী হবে মার্কিন ছোট ব্যবসা, কোম্পানি, তাদের কর্মী ও ভোক্তারা। চায়ের ওপর ৫০ শতাংশ শুল্ক, তার ওপর আবার মসলা ও অন্যান্য উপকরণের শুল্ক, এমনিতে যে সামান্য মুনাফা হয়, এই পরিস্থিতিতে তা–ও বিনষ্ট হবে। বড় প্রতিযোগীদের সঙ্গে পাল্লা দিতে গিয়ে এমনিতেই সমস্যায় পড়তে হচ্ছে।</p><p>ভরগব জানান, তিনি চীনে তৈরি প্যাকেজিংয়ে কিছুটা ছাড় দিতে রাজি হয়েছেন, কিন্তু উপকরণের গুণমানে আপস করতে চান না। আরও বলেন, এই শুল্কের কারণে এখন সামনে দুটি বিকল্প—ব্যবসা টিকিয়ে রাখা অথবা মান বজায় রাখা। অনেক ছোট ব্যবসার পক্ষেই তা অসম্ভব। তাঁর দোকানের চায়ের যে বৈশিষ্ট্য, সেই ধরনের চা–পাতা কেবল ভারত থেকেই আনা সম্ভব। বড় প্রতিযোগীদের মতো তাঁর পক্ষে মজুত করে রাখা সম্ভব নয়, বিশেষ করে যখন প্রতিযোগিতার ক্ষেত্র এতটা অসম।</p><p>শুল্কের প্রভাব গৃহস্থালি পণ্যেও পড়তে পারে বলে আশঙ্কা আছে। কেপিএমজির ব্যবসা বিভাগের প্রধান হিদার রাইস জানান, ট্রাম্পের বিগ বিউটিফুল বিলের আওতায় এসএনএপি বা নিম্ন আয়ের মানুষের জন্য প্রণীত খাদ্যসহায়তা কর্মসূচিতেও কাটছাঁট হচ্ছে। এতে মানুষের ক্রয়ক্ষমতা কমবে, সেই সঙ্গে উচ্চ শুল্কের প্রভাব তো আছেই। ফলে বিক্রেতারা ভালো কিছু দেখছেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "এই দাগ আমার বাধা নয়, বরং সাহস | প্রথম আলো",
            "time": "2025-08-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-14%2F0yvlq5ig%2F50828782393685305732477033730807365535645140n.jpg?rect=0%2C60%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">শারমিন আঁখি</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: অভিনেত্রীর সৌজন্যে</figcaption></p></div></div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>শারমিন আঁখি: </strong>ক্যারিয়ারে কোথায় যেতে পারতাম, এটা আমি কখনোই ভাবি না। বরং যেভাবে আছি, ভালো আছি। দীর্ঘ এক যুগের বেশি ক্যারিয়ারে চাওয়া–পাওয়ার আর নতুন কিছু নেই। যত দিন কাজ করে যেতে পারব, করে যাব। সুস্থ হয়ে দর্শকদের জন্য যদি কিছু কাজ করে যেতে পারি, সেটাই আমার প্রাপ্তির খাতায় যোগ হবে। বলতে পারেন, আমি অতীত নয়, ভবিষ্যৎ নিয়ে ভাবি।</p></span></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p><strong>ফেরার ক্ষেত্রে বড় চ্যালেঞ্জ কী ছিল?</strong></p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>শারমিন আঁখি: </strong>শারীরিক অবস্থা বিবেচনায় আইটেম গানে নাচতে পারব কি না, কোনো জটিলতা তৈরি হবে কি না, এটাই ভাবাচ্ছিল। কারণ, এ ক্ষেত্রে প্রচুর শক্তির দরকার হয়। তবে মনোবল হারাইনি। আমার কাছে এটাই মনে হচ্ছিল, দুই বছর ধরে যুদ্ধ করছি, এখন আর ভয় পেলে চলবে না। যে যুদ্ধ জয় করেছি, সেখানে আর ভয় পাই না। কাজটাকে চ্যালেঞ্জ হিসেবেই নিয়েছি। এটাই মনে হলো, জয়ের পাল্লাটাকে আরেকটু ভারী করি। শেষ পর্যন্ত মনে হয়েছে, আমি পেরেছি। আমি পারব।</p></div></div><div class=\"story-element tRlYi\"><p class=\"X4keH\"><span class=\"nOPQi\">প্রথম আলো</span><span> : </span></p><div class=\"inline\"><p><strong>কোনো পরিচালকের কাজ দেখে কি মনে হয়েছে, যদি ওনার প্রকল্পে কাজ করতে পারতাম..</strong>.</p></div><p class=\"_8eSpj\"></p><div class=\"inline\"><p><strong>শারমিন আঁখি: </strong>অনেক নির্মাতার কাজই তো ভালো লাগে। কিন্তু সে ইচ্ছার কথা বলে কী লাভ হবে? আমার জন্য দুঃখজনক হচ্ছে, নির্মাতারা কখনোই আমাকে নিয়ে আলাদা করে ভাবেন না। যদি ভাবতেন, তাহলে আমি যেভাবে ফিরেছি, যেভাবে হার না মেনে কাজ করে যাচ্ছি, সেখানে সহায়তা করতেন। নির্মাতাদেরই উচিত ছিল আমাকে একটু সুযোগ দেওয়া। এ নিয়ে আফসোস নেই। ভালো গল্প, ভালো চরিত্রের অপেক্ষায় থাকি। যে ডাকবে, তার কাজেই অভিনয় করব।</p></div></div></div></body></html>"
        },
        {
            "title": "এই সময়ের বাইক | প্রথম আলো",
            "time": "2025-08-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-14%2F92p2bkl7%2Fyamaha-bike-copy.jpg?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র মন্ত্রণালয় থেকে ৩৫০ সিসি পর্যন্ত মোটরসাইকেল চালানোর অনুমতি প্রদানের পর আন্তর্জাতিক যে মোটরসাইকেল নির্মাতা প্রতিষ্ঠান সবচেয়ে বেশি সাড়া জাগিয়েছে, সেটি হলো রয়্যাল এনফিল্ড। গত ২৪ অক্টোবর আগাম ফরমাশে রয়্যাল এনফিল্ডের চারটি মডেলে দেশের বাজারে বিক্রির জন্য অবমুক্ত করে ইফাদ মটরস। চলতি বছর থেকে গ্রাহকেরা রয়্যাল এনফিল্ড ডেলিভারি পেতে শুরু করেন। এই বাইকগুলোকে দেশের সব বাইকের মধ্যে আলাদা করে চেনা যায়। বাইকপ্রেমীদের মধ্যে এমন এক নাম, যার প্রতি রয়েছে অদ্ভুত এক টান, এক আবেগ—রয়্যাল এনফিল্ড। ভারী শব্দ, ক্ল্যাসিক লুক, আর গর্বিত উপস্থিতি—রয়্যাল এনফিল্ড শুধু একটি বাইক নয়, এটি একটি স্টেটমেন্ট। ভারতের রাজপথে দীর্ঘদিনের আধিপত্যের পর, এবার এই কিংবদন্তি ব্র্যান্ড অবশেষে আনুষ্ঠানিকভাবে পা রেখেছে বাংলাদেশের বাজারে। শহর থেকে পাহাড়ে সবখানেই বাইকপ্রেমীরা রয়্যাল এনফিল্ডকে নিজের করে পেতে ঝাঁপিয়ে পড়েন। পাহাড়ি অঞ্চল বান্দরবানে রয়্যাল এনফিল্ডের ক্ল্যাসিক ৩৫০ বাইকটি ব্যবহার করেন সংবাদকর্মী এন এ জাকির। তাঁর ভাষায়, ‘এক দশক আগে ভারতে বেড়াতে গিয়ে যখন রয়্যাল এনফিল্ড দেখেছিলাম, তখন থেকেই এই বাইকটির প্রতি আগ্রহ সৃষ্টি হয়। প্রতিজ্ঞা ছিল দেশের বাজারে প্রবেশ করলেই ক্ল্যাসিক ৩৫০–কে নিজের করে নেব। প্রায় ৫ মাস ধরে এই বাইকটি ব্যবহার করছি। এখনো রাস্তায় কৌতূহলী জনতা বাইকটির দিকে বিশেষ দৃষ্টি দিয়ে তাকিয়ে থাকেন। কোথাও রাখলে জবাব দিতে হয় অনেক প্রশ্নের। এই উচ্ছ্বাস রয়্যাল এনফিল্ড ছাড়া আর কোনো বাইকে সম্ভব নয়। রাস্তায় নৈপুণ্যের কথা বললে বলতে হয় একটু ভারী হলেও এর নিয়ন্ত্রণ অসাধারণ।’<br>শুরুতে শুধু ঢাকার প্রদর্শনী কেন্দ্র থেকে রয়্যাল এনফিল্ড গ্রাহকদের হাতে বুঝিয়ে দেওয়া হলেও মাত্র ৫ মাসের ব্যবধানে সারা দেশে ১৮টির বেশি ডিলারশিপ উদ্বোধন করা হয়। ২০২৫ সালের মধ্যে ৩০টির বেশি থ্রিএস (সেলস, সার্ভিস, স্পেয়ার পার্টস) ডিলারশিপ চালু করার পরিকল্পনা রয়েছে ইফাদ মটরসের। ক্ল্যাসিক ৩৫০, বুলেট ৩৫০, হান্টার ৩৫০ এবং মেটিওর ৩৫০—এই চারটি মডেল দেশের বাজারে পাওয়া যাচ্ছে। এর মধ্যে সবচেয়ে বেশি সাড়া ফেলেছে ক্ল্যাসিক ৩৫০। দেশজুড়ে ডিলার নেটওয়ার্কের মাধ্যমে শক্তিশালী সাপ্লাই চেইন গড়ে তুলে দেশের প্রত্যন্ত অঞ্চলেও রয়্যাল এনফিল্ড গ্রাহকদের কাছে পৌঁছে দিতে কাজ করে যাচ্ছে ইফাদ মটরস। ১২৪ বছরের ঐতিহ্যবাহী এই ব্র্যান্ডের নতুন জে-সিরিজের ইঞ্জিন প্রদান করেছে শক্তিশালী কার্যক্ষমতা, জ্বালানি সাশ্রয় এবং মজবুত নির্মাণশৈলী। গ্রাহকদের মধ্যে এই মোটরসাইকেলের প্রতি আগ্রহ বেড়েই চলেছে। রয়্যাল এনফিল্ড শুধু একটি বাইক নয়, অনেকের জন্য আবেগের নাম। নির্দিষ্ট সময়ের মধ্যে গ্রাহকদের হাতে বাইক তুলে দিতে প্রথম দিকে বেগ পেতে হলেও বর্তমানে দক্ষ দলগত কাজ সমাধানের মাধ্যমে নির্ধারিত সময়ের মধ্যেই বাইকাররা বাইক বুঝে পাচ্ছেন। এনফিল্ড–প্রেমিকরা প্রায় ৮ হাজার কিমি পথ চালানো হলেও এখন পর্যন্ত কোনো বড় ধরনের যান্ত্রিক ত্রুটি খুঁজে পাননি। জরুরি সহায়তায় রয়্যাল এনফিল্ডের রয়েছে ‘রোডসাইড অ্যাসিস্ট্যান্স’ সেবা।<br>সিসির বাধ্যবাধকতায় নতুন কোনো মডেল না এলেও দেশের বাজারে নতুন রং ও ভেরিয়েন্টে পাওয়া যাবে এখনকার মডেলগুলো। দেশের বাজারে রয়্যাল এনফিল্ডের চারটি মডেলের মোটরবাইকের দাম নির্ধারণ করা হয়েছে ৩ লাখ ৪০ হাজার থেকে ৪ লাখ ৩৫ হাজার টাকা। ডিলারশিপগুলোতে মিলবে রয়্যাল এনফিল্ডের জেনুইন মোটরসাইকেল যন্ত্রাংশ, গিয়ার এবং অন্যান্য অনুষঙ্গ। ইঞ্জিন, লেগ এবং সাম্প গার্ডে ৩ বছরের বিক্রয়োত্তর সেবা পাওয়া যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "১৬০ কোটি টাকার গৃহকর নিয়ে দ্বন্দ্ব মেটাতে যৌথ কমিটি | প্রথম আলো",
            "time": "2025-08-15T04:58:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fnoikozdn%2FCtg-port.jpg?rect=0%2C11%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যৌথ জরিপ কমিটি গঠন এবং বন্দরের চিঠি পাওয়ার বিষয়টি নিশ্চিত করেছেন সিটি করপোরেশনের প্রধান নির্বাহী কর্মকর্তা শেখ মুহম্মদ তৌহিদুল ইসলাম। প্রতিনিধি হিসেবে সিটি করপোরেশনের পক্ষ থেকে থাকবেন প্রধান রাজস্ব কর্মকর্তা এস এম সরওয়ার কামাল ও প্রধান পরিচ্ছন্নতা কর্মকর্তা কমান্ডার ইখতিয়ার উদ্দিন আহমেদ চৌধুরী।</p><p>চট্টগ্রাম বন্দরের চিঠিতে বলা হয়েছে, চট্টগ্রাম বন্দর কর্তৃপক্ষ ও চট্টগ্রাম সিটি করপোরেশন যৌথভাবে জরিপের মাধ্যমে অনিষ্পন্ন পৌরকর (গৃহকর)–সংক্রান্ত বিষয়টি নিষ্পত্তি করে প্রকৃত বার্ষিক গৃহকর নির্ধারণ করবে। চিঠিতে পাঁচ সদস্যের কমিটি গঠনের জন্য সিটি করপোরেশনের দুজন প্রতিনিধির নাম প্রেরণের জন্য অনুরোধ করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মায় তীব্র স্রোতে দৌলতদিয়ায় দুটি ঘাট বন্ধ, একটি দিয়ে ফেরি পারাপার | প্রথম আলো",
            "time": "2025-08-15T04:42:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fvo83gwcz%2FRajbariDH054420250815Rajbari-15.08.2025-Photo-10.jpg?rect=0%2C572%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দৌলতদিয়া-পাটুরিয়া নৌপথে ছোট-বড় মিলে ১৫টি ফেরির মধ্যে স্রোতের বিপরীতে চলতে না পারায় ‘ঢাকা’, ‘কুমিল্লা’, ‘ফরিদপুর’সহ ৫টি ফেরি বন্ধ রাখা হয়েছে। বাকি ১০টি ফেরি দিয়ে পারাপার চললেও আগে যেখানে চার কিলোমিটার পথ পাড়ি দিতে ২৫-৩০ মিনিট লাগত, এখন লাগছে এক ঘণ্টার বেশি। এতে উভয় ঘাটেই যানবাহনের দীর্ঘ সারি পড়েছে।</p><p>কুষ্টিয়া থেকে আসা দূরপাল্লার যাত্রীবাহী পরিবহনের ঘাট তত্ত্বাবধায়ক বারেক সরদার বলেন, ঢাকামুখী পণ্যবাহী ট্রাক ও যাত্রীবাহী বাস ঘাটে দীর্ঘ সময় অপেক্ষা করছে। বেলা বাড়ার সঙ্গে লাইনও লম্বা হচ্ছে।</p><p>বিআইডব্লিউটিসি দৌলতদিয়া কার্যালয়ের সহকারী মহাব্যবস্থাপক মোহাম্মদ সালাহ উদ্দিন বলেন, পদ্মায় তীব্র স্রোতের কারণে দৌলতদিয়া ও পাটুরিয়া নৌপথে ফেরি চলাচল ব্যাহত হচ্ছে। ৩ ও ৪ নম্বর ঘাট বন্ধ রয়েছে, চালু আছে কেবল ৭ নম্বর ঘাট। স্রোতের বিপরীতে ফেরি চালানো ও ঘাট রক্ষা করাই এখন বড় চ্যালেঞ্জ।</p></div></div></div></body></html>"
        },
        {
            "title": "বুয়েট ৪৬ শিক্ষক নেবে স্থায়ী-অস্থায়ী পদে, করুন আবেদন | প্রথম আলো",
            "time": "2025-08-15T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fb12de905-f954-49aa-a282-99eba17cec8a%2FPP_Palo.webp?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৩. স্থাপত্য বিভাগ</strong></p><p>সহকারী অধ্যাপক, ৩টি অস্থায়ী পদ (সহযোগী অধ্যাপক পদের বিপরীতে)। বেতন স্কেল: ৩৫,৫০০-৬৭,০১০ টাকা।</p><p><strong>৪. ন্যানোম্যাটেরিয়ালস অ্যান্ড সিরামিক ইঞ্জিনিয়ারিং বিভাগ</strong></p><p>(ক) সহকারী অধ্যাপক, ১টি স্থায়ী পদ। বেতন স্কেল: ৩৫,৫০০-৬৭,০১০ টাকা</p><p>(খ) লেকচারার, ২টি অস্থায়ী পদ। বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা</p><p><strong>৫. ইনস্টিটিউট অব অ্যাপ্রোপ্রিয়েট টেকনোলজি</strong></p><p>* গবেষণা সহকারী অধ্যাপকের (ইঞ্জিনিয়ারিং) ১টি অস্থায়ী পদ (সহযোগী অধ্যাপক পদের বিপরীতে)। বেতন স্কেল: ৩৫,৫০০-৬৭,০১০ টাকা</p><p><strong>৬. তড়িৎ ও ইলেকট্রনিক কৌশল বিভাগ</strong></p><p>* লেকচারার, ৩টি অস্থায়ী পদ। বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা</p><p><strong>৭. পুরকৌশল বিভাগ</strong></p><p>* লেকচারার, ৬টি অস্থায়ী পদ। বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা</p><p><strong>৮। কম্পিউটার সায়েন্স ও ইঞ্জিনিয়ারিং বিভাগ</strong></p><p>* লেকচারার, ৮টি অস্থায়ী পদ। বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "মোটরসাইকেলে সাজেক যাচ্ছিলেন ছয় বন্ধু, ট্রাকচাপায় দুজনের মৃত্যু | প্রথম আলো",
            "time": "2025-08-15T04:28:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Frg4gigbm%2FRakib-jihad.jpg?rect=0%2C0%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, রাকিব, জিহাদসহ ছয় বন্ধু তিনটি মোটরসাইকেলে করে কক্সবাজার থেকে রাঙামাটির সাজেক পর্যটনকেন্দ্রে যাচ্ছিলেন। এর মধ্যে একটি মোটরসাইকেল লোহাগাড়া এলাকায় ছোট একটি ট্রাকের নিচে চাপা পড়ে। এ সময় ঘটনাস্থলেই মোটরসাইকেলটিতে থাকা রাকিব ও জিহাদ নিহত হন। দুর্ঘটনার পর ট্রাক নিয়ে পালিয়ে যাওয়ার চেষ্টা করেন চালক। তবে রাকিব ও জিহাদের চার বন্ধু বান্দরবানের লামা উপজেলার আজিজনগর এলাকা থেকে ট্রাকের চালক ও তাঁর সহকারীকে আটক করেন। পরে তাঁদের পুলিশের কাছে হস্তান্তর করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের সাবেকই দোয়া করছেন, এশিয়া কাপে ভারত যেন পাকিস্তানের বিপক্ষে খেলতে অস্বীকৃতি জানায় | প্রথম আলো",
            "time": "2025-08-15T04:21:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fcluony6p%2F951434-01-02.jpg?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি শেষ হওয়া ওয়ার্ল্ড চ্যাম্পিয়নশিপ অব লিজেন্ডস (ডব্লুসিএল) টুর্নামেন্টের গ্রুপ পর্ব ও সেমিফাইনালে ভারত চ্যাম্পিয়নস পাকিস্তান চ্যাম্পিয়নসের সঙ্গে খেলতে অস্বীকৃতি জানায়। গত এপ্রিল মাসের শেষ সপ্তাহে ভারত নিয়ন্ত্রিত কাশ্মীরের পেহেলগামে পর্যটকদের ওপর বন্দুকধারীদের হামলায় ২৬ জন নিহত হওয়ার প্রতিবাদে পাকিস্তানের বিপক্ষে ম্যাচ বর্জন করেন ভারতের সাবেকেরা।</p><p>এশিয়া কাপের আগে চলতি মাসে আরব আমিরাতে ত্রিদেশীয় সিরিজ খেলবে পাকিস্তান। এ প্রতিযোগিতায় অন্য দুটি দল আফগানিস্তান ও স্বাগতিক আরব আমিরাত। বাসিত আলী মনে করেন, পাকিস্তান আফগানিস্তানের বিপক্ষে হারলেও লোকে অতটা মনে রাখবে না, যতটা মনে রাখবে ভারতের বিপক্ষে হার, ‘আমরা যদি আফগানিস্তানের বিপক্ষে হারি, এই দেশে কেউ তা অতটা পাত্তা দেবে না। কিন্তু ভারতের বিপক্ষে হারলে সবাই পাগল হয়ে উঠবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "হেলথ টেকনোলজি ও মেডিকেল অ্যাসিস্ট্যান্ট ট্রেনিং কোর্স, ভর্তির সুযোগ ৩০৪৩টি আসনে | প্রথম আলো",
            "time": "2025-08-15T04:14:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Fdp9gmdem%2F1000546219.jpg?rect=0%2C47%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টেলিটক প্রিপেইড নম্বরের মাধ্যমে কোর্স ফি বাবদ ৭০০ টাকা প্রদান করতে হবে।<br><br><strong>ভর্তি পরীক্ষার বিষয় ও নম্বর বণ্টন—</strong><br>১. এসএসসি সিলেবাস অনুযায়ী এমসিকিউ পদ্ধতিতে মোট ১০০ নম্বরের পরীক্ষা অনুষ্ঠিত হবে। ভর্তি পরীক্ষায় বিষয় ও নম্বর থাকবে- বাংলায় ১৫, ইংরেজিতে ১৫, গণিতে ১৫, পদার্থবিজ্ঞানে ১৫, রসায়নে ১৫, জীববিজ্ঞানে ১৫ ও সাধারণ জ্ঞানে ১০ নম্বর।<br>২. পরীক্ষার সময় থাকবে এক ঘণ্টা।<br>৩. পরীক্ষায় পাশ নম্বর নির্ধারিত করা হয়েছে ৪০।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোলা সিভিল সার্জন কার্যালয়ে ৭০ পদে চাকরি, করুন আবেদন | প্রথম আলো",
            "time": "2025-08-15T04:13:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2F614f1f56-0436-44d5-bd9e-5fdd0cbcf173%2F451c7e8d-3819-4f50-80df-9f0604330e9b.jpg?rect=0%2C25%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আবেদনে বয়সসীমা—</strong></p><p>৩০ জুন ২০২৫ তারিখে প্রার্থীর বয়স ১৮ থেকে ৩২ বছরের মধ্যে হতে হবে। বয়স প্রমাণের ক্ষেত্রে কোনো প্রকার এফিডেভিট গ্রহণযোগ্য নয়।</p><p><strong>আবেদনপ্রক্রিয়া—</strong></p><p>আগ্রহী প্রার্থীরা <a target=\"_blank\" href=\"http://csbhola.teletalk.com.bd/\" rel=\"nofollow\">ওয়েবসাইটে</a> গিয়ে অনলাইন আবেদনপত্র পূরণ করতে পারবেন। অনলাইন ব্যতীত অন্য কোনো মাধ্যমে আবেদন গ্রহণ করা হবে না।</p><p><strong>আবেদনে গুরুত্বপূর্ণ তারিখ—</strong></p><p>আবেদন শুরু: ২৮ জুলাই ২০২৫, সকাল ৯টা থেকে</p><p>আবেদন শেষ: ১৭ আগস্ট ২০২৫, বিকেল ৪টায়।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম থেকে পাইপে ঢাকায় গেল ৫ কোটি লিটার ডিজেল | প্রথম আলো",
            "time": "2025-08-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-13%2Fge5zm31k%2FBangladeshPetroleumCorporation.jpg?rect=0%2C204%2C2872%2C1508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকল্পের নথিতে বলা হয়েছে, প্রতিবছর প্রকল্প থেকে ৩২৬ কোটি টাকা আয় হবে। পরিচালন, রক্ষণাবেক্ষণ, ফুয়েল, বিদ্যুৎ বিল, জমির ভাড়াসহ কিছু খাতে ব্যয় হবে ৯০ কোটি টাকা। তাতে প্রতিবছর সাশ্রয় হবে ২৩৬ কোটি টাকা। বিনিয়োগ উঠে আসবে ১৬ বছরের মধ্যে।</p><p>এ বিষয়ে প্রকল্প পরিচালক মো. আমিনুল হক বলেন, বর্তমানে নৌ ও সড়কপথে ডিজেল পরিবহনে বছরে খরচ হচ্ছে বছরে ৩২৬ কোটি টাকা। পাইপলাইনে জ্বালানি পরিবহন শুরু হলে এই খরচ আর লাগবে না। তবে পাইপলাইনটির রক্ষণাবেক্ষণে বছরে খরচ হবে ৯০ কোটি টাকা। সেই হিসাবে বছরে সাশ্রয় হবে ২৩৬ কোটি টাকা।</p><p>নথিপত্র অনুযায়ী, পাইপলাইনের দুটি অংশ রয়েছে। একটি অংশ চট্টগ্রাম নগরের পতেঙ্গা থেকে ফেনী, কুমিল্লা, চাঁদপুর, মুন্সিগঞ্জ হয়ে নারায়ণগঞ্জের গোদনাইল ডিপো পর্যন্ত। দ্বিতীয় অংশটি গোদনাইল থেকে ফতুল্লা পর্যন্ত। পাইপলাইন ছাড়াও প্রকল্পের আওতায় বুস্টার পাম্প, ৯টি জেনারেটরসহ বিভিন্ন সরঞ্জাম রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কনে সাজে নাজনীন নীহা | প্রথম আলো",
            "time": "2025-08-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F8ww8nq29%2FKBRH6202.JPG?rect=0%2C947%2C5464%2C2869&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">টেনে বাঁধা চুলে সীতা পাটি আর নাকে মারাঠি নথে নীহাকে দেখাচ্ছিল অন্য রকম</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: কবির হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পরিত্যক্ত জমিতে কলাবাগানের ফাঁকে ফলছে আদা | প্রথম আলো",
            "time": "2025-08-15T03:55:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-15%2Faf4vhf3v%2FCtg.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আট বছর ধরে পড়ে ছিল পরিত্যক্ত বিস্তীর্ণ মাঠ। লাল বেলেমাটির উর্বরতা ছিল না বললেই চলে। কয়েক বছর আগে মাঠটির এক কোনায় গড়েন একটি জৈব সারের কারখানা। পরে এর পাশেই ১৫ শতক জমিতে মেহের সাগর ও অগ্নিস্বর জাতের ১৫০টি কলাগাছ রোপণ করেন কাইছার খান সিদ্দিকী (৪৫)। সেই কলাগাছের ফাঁকে বস্তায় আদা চাষ করে লাখ টাকা আয়ের স্বপ্ন দেখছেন তিনি।</p><p> কাইছারের বাড়ি লোহাগাড়ার চুনতি ইউনিয়নের মিয়াবাড়ি এলাকায়। একসময় চট্টগ্রাম শহরের একটি বেসরকারি প্রতিষ্ঠানে চাকরি করতেন। করোনার সময় অসুস্থ বাবাকে নিয়ে গ্রামে চলে আসেন। এরপর গ্রামেই স্থায়ীভাবে কৃষিকাজ শুরু করেন। সরকারি-বেসরকারি প্রশিক্ষণ নিয়ে নানা খামারও গড়ে তুলেছেন সেখানে।</p></div></div></div></body></html>"
        },
        {
            "title": "অসুস্থ স্ত্রী ইজিবাইক থেকে লাফ দিয়েছিলেন, বাঁচাতে গিয়ে স্বামীর মৃত্যু | প্রথম আলো",
            "time": "2025-08-15T03:46:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-12%2Fpg7gl74g%2Fprothomaloimport.webp?rect=0%2C1%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কলমাকান্দা উপজেলা স্বাস্থ্য ও পরিবার পরিকল্পনা কর্মকর্তা আবদুল্লাহ আল মামুন বলেন, হাসপাতালে আনার আগেই আছর উদ্দিন মারা যান।</p><p>কলমাকান্দা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোহাম্মদ লুৎফুর রহমান আজ শুক্রবার সকালে মুঠোফোনে বলেন, খবর পেয়ে ঘটনাস্থলে পুলিশ পাঠানো হয়েছিল। কোনো অভিযোগ না থাকায় আবেদনের পরিপ্রেক্ষিতে আছর উদ্দিনের মরদেহ পরিবারের কাছে হস্তান্তর করা হয়েছে। এ নিয়ে থানায় একটি অপমৃত্যুর মামলা করা হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}