{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জামায়াতের প্রার্থী আমির হামজাকে হত্যার হুমকির ঘটনায় জিডি, স্থগিত করেছেন ওয়াজ মাহফিল | প্রথম আলো",
            "time": "2026-01-20T05:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F3okab23x%2FKushtiaDH057220260102kushtia-jamat.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি আমির হামজার একটি ভিডিও সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে। ভিডিওতে দেখা যায়, একটি ওয়াজ মাহফিলে দেওয়া বক্তব্যে আমির হামজা সাবেক রাষ্ট্রপতি জিয়াউর রহমান ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার ছোট ছেলে আরাফাত রহমান কোকোর নাম বিকৃত করে কথা বলেন। এ ঘটনায় কুষ্টিয়া জেলা বিএনপির পক্ষ থেকে নিন্দা ও প্রতিবাদ জানানো হয়েছে।</p><p>আমির হামজা দাবি করেছেন, আলোচিত বক্তৃতাটি ২০২৩ সালের। এটা নিয়ে তিনি ফেসবুকে পোস্ট করা একটি ভিডিও বার্তায় দুঃখ প্রকাশ করেছেন।</p><p>এ ঘটনায় গত রোববার দুপুরে কুষ্টিয়ার আদালতে আমির হামজার বিরুদ্ধে মানহানির অভিযোগে একটি মামলা করেন ইসলামী বিশ্ববিদ্যালয় শাখা ছাত্রদলের এক নেতা। একই দিন বিকেলে সামাজিক যোগাযোগমাধ্যমে দেওয়া এক পোস্টে আমির হামজা দাবি করেন, তাঁকে হত্যার হুমকি দেওয়া হচ্ছে।</p><p>হত্যার হুমকি দেওয়ার অভিযোগে গতকাল সোমবার বিকেলে কুষ্টিয়া শহরে বিক্ষোভ মিছিল ও সমাবেশ করেন সদর উপজেলা জামায়াতের নেতা–কর্মীরা। ওই সমাবেশে বক্তব্য দেওয়ার সময় স্ট্রোক করে মারা যান জেলা জামায়াতের আমির আবুল হাশেম। গতকাল বিকেলে খুলনার আদালতে মানহানির অভিযোগে আরেকটি মামলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪ ফেব্রুয়ারির মধ্যে নবম পে স্কেলের গেজেট না হলে কঠোর কর্মসূচি | প্রথম আলো",
            "time": "2026-01-20T05:26:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fl798vnas%2FUntitled-1.png?rect=0%2C0%2C1199%2C629&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই শিক্ষকনেতা বলেন, আগামী ৪ ফেব্রুয়ারির মধ্যে নবম পে স্কেলের প্রজ্ঞাপন জারি করা না হলে ৫ ফেব্রুয়ারি সারা বাংলাদেশের প্রতিটি জেলায় মানববন্ধন কর্মসূচি পালিত হবে এবং জেলা প্রশাসকদের মাধ্যমে প্রধান উপদেষ্টাকে স্মারকলিপি দেওয়া হবে। এরপরও সরকার দাবি মেনে না নিলে জোটের নেতাদের সঙ্গে আলোচনা করে কঠোর কর্মসূচি ঘোষণা করা হবে।</p><p>সংবাদ সম্মেলনে যুগ্ম আহ্বায়কদের মধ্যে বক্তব্য দেন বাংলাদেশ মাধ্যমিক কারিগরি শিক্ষক পরিষদের সভাপতি মো. মতিউর রহমান, বাংলাদেশ এমপিওভুক্ত শিক্ষক পরিষদের আহ্বায়ক মো. নুরুল আমিন হেলালী, বাংলাদেশ এমপিওভুক্ত শিক্ষক পরিষদের সভাপতি মো. মিজানুর রহমান, বাংলাদেশ মাদ্রাসা জেনারেল টিচার্স অ্যাসোসিয়েশনের সভাপতি মো. হাবিবুল্লাহ রাজু।</p><p>যুগ্ম সদস্যসচিবদের মধ্যে বক্তব্য দেন অধ্যক্ষ আলাউদ্দিন, প্রকৌশলী মো. আবুল বাশার, মো. শান্ত ইসলাম, মো. আশরাফুজ্জামান হানিফ, মো. ইমরান হোসেন ও জোটের ঢাকা উত্তরের সমন্বয়ক মো. বাছির উদ্দিন।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি কর্মকর্তা-কর্মচারীদের জিপিএফ-সিপিএফ মুনাফার হার নির্ধারণ করে প্রজ্ঞাপন | প্রথম আলো",
            "time": "2026-01-20T05:26:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2F614f1f56-0436-44d5-bd9e-5fdd0cbcf173%2F451c7e8d-3819-4f50-80df-9f0604330e9b.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি কর্মচারীদের সাধারণ ভবিষ্য তহবিল (জিপিএফ) ও প্রদেয় ভবিষ্য তহবিলের (সিপিএফ) ২০২৫-২৬ অর্থবছরের বার্ষিক মুনাফার হার নির্ধারণ করা হয়েছে। এ–সংক্রান্ত একটি প্রজ্ঞাপন গতকাল সোমবার জারি করেছে অর্থ মন্ত্রণালয়।</p><p>প্রজ্ঞাপনে বলা হয়েছে, সাধারণ ভবিষ্য তহবিল বিধিমালা, ১৯৭৯–এর রুল ১২(১) এবং অবদানকারী ভবিষ্য তহবিলের নিয়মাবলি, ১৯৭৯–এর রুল ১২ অনুযায়ী, সরকারি হিসাবে অন্তর্ভুক্ত জিপিএফ ও সিপিএফের মুনাফার হার স্নাবভিত্তিকভাবে নির্ধারণ করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "মাঠের বাইরে সতীর্থের তোয়ালে রক্ষা করেই তিনি দেশের শিরোপা জয়ের নায়ক | প্রথম আলো",
            "time": "2026-01-20T05:26:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F0ga3mbgv%2Fget-2.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচ শেষে সাংবাদিকদের দিওফ বলেন, প্রতিপক্ষ দল কেন তোয়ালে নিয়ে এতটা বাড়াবাড়ি করেছে, তা তিনি বুঝতে পারেননি। দিওফের ভাষায়, ‘হয়তো মানুষ তোয়ালেগুলো নিয়ে অন্য কিছু ভেবেছে। কিন্তু আসলে বৃষ্টির মধ্যে শুধু গ্লাভস আর মুখ মুছতেই এগুলো ব্যবহার করা হচ্ছিল। আমিও আপনাদের মতোই বিস্মিত হয়েছিলাম। তবে দল হিসেবে আমরা একসঙ্গে ছিলাম, আর এদুয়ার্দ প্রয়োজনের সময় তোয়ালেগুলো পেয়েছে।’</p><p>ফাইনালে সেনেগালের জয়ের পর দিওফের প্রশংসা করে সামাজিক যোগাযোগমাধ্যম এক্সে একজন লিখেছেন, ‘ইয়েভান দিওফের কাজটা দেখুন, বন্ধুরা। পুরো একটা দেশের ম্মান তুমি অর্জন করেছ। সোলজার।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রতারণা ও তথ্য ফাঁসের ঝুঁকি কমাতে হোয়াটসঅ্যাপের ৮ নিরাপত্তাসুবিধা | প্রথম আলো",
            "time": "2026-01-20T05:20:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-16%2Fwuyousuj%2Fwhatsapp.reuters3.png?rect=0%2C68%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৫. অ্যাডভান্সড প্রাইভেসি সেটিংস</strong></p><p>হোয়াটসঅ্যাপে থাকা কিছু উন্নত গোপনীয়তা সুবিধা অনেক ব্যবহারকারীই সচেতনভাবে ব্যবহার করেন না। প্রাইভেসির অ্যাডভান্সড অংশে থাকা এসব সুবিধার অন্যতম হচ্ছে অচেনা নম্বর থেকে আসা বার্তা স্বয়ংক্রিয়ভাবে ব্লক, ফোনকলের সময় আইপি ঠিকানা গোপন করাসহ লিঙ্কের প্রিভিউ অপশন বন্ধের সুবিধা। এসব সুবিধা ব্যবহারে কিছু ক্ষেত্রে কলের মান সামান্য কমতে পারে। তবে ব্যক্তিগত তথ্যের সুরক্ষার দিক থেকে এগুলো গুরুত্বপূর্ণ বলে মনে করেন প্রযুক্তিবিশ্লেষকেরা।</p><p><strong>৬. এনহ্যান্সড চ্যাট প্রাইভেসি</strong></p><p>এনহ্যান্সড চ্যাট প্রাইভেসি সুবিধা চালু থাকলে চ্যাট এক্সপোর্ট সীমিত করা যায়, স্বয়ংক্রিয়ভাবে ছবি ও ভিডিও ডাউনলোড বন্ধ হয় এবং বার্তা কৃত্রিম বুদ্ধিমত্তাভিত্তিক কাজে ব্যবহার করা যায় না। প্রতিটি চ্যাটে আলাদাভাবে এ সুবিধা চালু করা সম্ভব। তবে পুরোনো সংস্করণের হোয়াটসঅ্যাপে এ সীমাবদ্ধতা সব ক্ষেত্রে কার্যকর না–ও হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কাবুলে বিস্ফোরণে ৭ জন নিহত: আফগান স্বরাষ্ট্র মন্ত্রণালয় | প্রথম আলো",
            "time": "2026-01-20T05:14:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F6tepoyl6%2Fkabul.jpg?rect=0%2C14%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আফগানিস্তানের রাজধানী কাবুলে এক বিস্ফোরণের ঘটনা ঘটেছে। এতে ৭ জন নিহত হয়েছেন বলে জানিয়েছে তালেবান সরকারের স্বরাষ্ট্র মন্ত্রণালয়।</p><p>রাজধানীর শহর-ই-নও এলাকায় গতকাল সোমবার এই বিস্ফোরণের ঘটনা ঘটে। এলাকাটি বিদেশি নাগরিকদের আবাসস্থল হিসেবে পরিচিত এবং কাবুলের অন্যতম সুরক্ষিত এলাকা হিসেবে বিবেচিত।</p><p>স্বরাষ্ট্র মন্ত্রণালয়ের মুখপাত্র আবদুল মতিন কানি বার্তা সংস্থা রয়টার্সকে বলেন, প্রাথমিক তথ্য অনুযায়ী, ৭ জন মানুষ নিহত হয়েছেন। তিনি আরও বলেন, এ বিষয়ে বিস্তারিত তথ্য পরে প্রকাশ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চানখাঁরপুল মামলার রায় আজ, ডিএমপির সাবেক কমিশনার হাবিবুরসহ আসামি ৮ | প্রথম আলো",
            "time": "2026-01-20T05:02:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Flhadxlle%2FWhatsApp-Image-2026-01-20-at-9.58.15-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালের ৫ আগস্ট আওয়ামী লীগ সরকার ক্ষমতাচ্যুত হওয়ার পর পুনর্গঠিত ট্রাইব্যুনালে গণ-অভ্যুত্থানের ঘটনায় এটি দ্বিতীয় রায় হতে যাচ্ছে।</p><p>আওয়ামী লীগ সরকারের পতনের দিন (৫ আগস্ট) রাজধানীর চানখাঁরপুল এলাকায় ছয়জনকে হত্যার ঘটনায় এই মানবতাবিরোধী অপরাধের মামলা করা হয়েছে। সেদিন চানখাঁরপুল এলাকায় শাহরিয়ার খান আনাস, শেখ মাহদি হাসান জুনায়েদ, মো. ইয়াকুব, মো. রাকিব হাওলাদার, মো. ইসমামুল হক ও মানিক মিয়া শাহরিককে গুলি করে হত্যা করা হয়।</p><p>এই মামলার আট আসামির মধ্যে চারজন পলাতক। তাঁরা হলেন ডিএমপির সাবেক কমিশনার হাবিবুর রহমান, সাবেক যুগ্ম কমিশনার সুদীপ কুমার চক্রবর্তী, রমনা অঞ্চলের সাবেক অতিরিক্ত উপকমিশনার শাহ্ আলম মো. আখতারুল ইসলাম ও রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুল।</p></div></div></div></body></html>"
        },
        {
            "title": "পৃথিবীর শেষ প্রান্তভাগের গ্রামটির মানুষ কীভাবে বাঁচে | প্রথম আলো",
            "time": "2026-01-20T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F6u7wf1g6%2F1.jpg?rect=0%2C50%2C823%2C432&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেভিন হলের জন্য এই ভ্রমণের ব্যবস্থা করেছিলেন খ্যাতিমান আলোকচিত্রী জোশুয়া হোলকো। তিনি ওগে ড্যানিয়েলসেন ও মানাসে টুকো নামের দুজন স্থানীয় ইনুইট গাইডের ব্যবস্থা করেন। কুকুরে টানা স্লেজে করে কেভিনসহ তিনজন আলোকচিত্রীকে নের্লেরিট ইনাট বিমানবন্দর থেকে ইতোকোর্তোরমিতে নিয়ে যাওয়া হয়। তাঁদের লক্ষ্য ছিল, পৃথিবীর সবচেয়ে নির্জন ও বিস্ময়কর মেরুপ্রকৃতির ছবি তোলা।</p><p>ভ্রমণের শুরুর দিকের অভিজ্ঞতা বর্ণনা করে কেভিন হল লিখেছেন, ‘প্রথম রাতেই আমরা বিমানবন্দরের কাছাকাছি ছোট ছোট তাঁবুতে ক্যাম্প করি। তখন তাপমাত্রা ছিল মাইনাস ৩০ ডিগ্রি সেলসিয়াস। তাপমাত্রা ক্রমাগত নামছিল।</p><p>ড্যানিয়েলসেন ও টুকো বরফের ওপর জমে থাকা কড মাছ কাঠমিস্ত্রির মতো করে করাত দিয়ে কেটে নেন এবং গলানো বরফের পানি গরম করে সেখানে তা (মাছ) সেদ্ধ করেন। তাঁরা বললেন, রাতের খাবার প্রস্তুত। মাছ সুস্বাদু ছিল, যদিও অনেক কাঁটা ছিল। কিন্তু আমাদের আসল চিন্তা ছিল, সামনে কী অপেক্ষা করছে।’</p><p>কেভিন লিখেছেন, তিনি এর আগে কখনো এমন শীত অনুভব করেননি। রাতে যখন তাঁরা গুটিসুটি মেরে শুয়ে ছিলেন, তখন প্রবল বাতাসে তাঁবু কাঁপছিল। স্লেজ টানার কুকুরগুলো ঘেউ ঘেউ করছিল।</p><p>কেভিন বলেন, তাঁর ধারণা, উত্তর মেরু অঞ্চলের শিয়াল বা ভালুক তখন সেদিক দিয়ে চলাচল করছিল। তাপমাত্রা আরও কমতে থাকলে তাঁর পায়ে টান ধরে যায়।</p><p>কেভিন হলের মতে, এটা ছিল সত্যিকার অর্থেই ঠান্ডায় দীক্ষা নেওয়ার মতো এক অভিজ্ঞতা।</p></div></div></div></body></html>"
        },
        {
            "title": "রোহিঙ্গা আশ্রয়শিবিরে আগুন, পুড়ল ৫০০ বসতি | প্রথম আলো",
            "time": "2026-01-20T04:58:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F5z69y794%2Fd488db89-9603-4991-8d56-784941b025d2.jfif?rect=0%2C0%2C864%2C454&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিয়াজ উল্লাহ বলেন, আশ্রয়শিবিরটিতে ৩৪ হাজার রোহিঙ্গা বসতি। বাঁশ ও ত্রিপলের ছাউনির ঘরগুলো একটির সঙ্গে আরেকটি লাগানো। এ কারণে কোনো একটি ঘরে আগুন লাগলে অন্য ঘরগুলো আগুন থেকে রক্ষা করা কঠিন হয়ে পড়ে। আগুনে রোহিঙ্গাদের বসতি ছাড়াও ২টি মসজিদ, ১০টি লার্নিং সেন্টার (শিশুশিক্ষাকেন্দ্র) ও ১টি মাদ্রাসা সম্পূর্ণভাবে পুড়ে গেছে। প্রায় তিন হাজার রোহিঙ্গা গৃহহীন হয়ে খোলা আকাশের নিচে অবস্থান করছেন। আগুন লাগার পর হুড়োহুড়িতে কয়েকজন আহত হলেও কোনো প্রাণহানির খবর পাওয়া যায়নি বলে জানান তিনি।</p><p>রোহিঙ্গা নেতাদের সঙ্গে কথা বলে জানা গেছে, আগুনের খবর পেয়ে উখিয়া ফায়ার সার্ভিস ও সিভিল ডিফেন্সের দুটি ইউনিট দ্রুত ঘটনাস্থলে পৌঁছে আগুন নিয়ন্ত্রণের কাজ শুরু করে। এর সঙ্গে রোহিঙ্গা স্বেচ্ছাসেবকেরাও আগুন নিয়ন্ত্রণের কাজে অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুবলীগ নেতার বাড়িতে এনসিপির প্রতিনিধি পরিচয়ে ২০ লাখ টাকা চাঁদা দাবি, গ্রেপ্তার ৩ | প্রথম আলো",
            "time": "2026-01-20T04:52:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F6h266fte%2Fkhulnadh159620260120khulna-ncp-subscription-.jpg?rect=0%2C321%2C2848%2C1495&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শাহনাজ পারভীন বলেন, ‘প্রথমে ওই তিনজন বাসা ভাড়া হবে কি না, জানতে আসেন। পরে তাঁরা নিজেদের এনসিপির প্রতিনিধি পরিচয় দিয়ে বলেন, কেন্দ্রীয় নেতারা তাঁদের পাঠিয়েছেন। তাঁরা ঘরে ঢুকে নানা কথা বলতে থাকেন এবং এক পর্যায়ে ২০ লাখ টাকা চাঁদা দাবি করেন। আমার বাবা টাকা দিতে অপারগতা জানালে তাঁরা দুর্ব্যবহার শুরু করেন। তখন আমি গোপনে পুলিশকে খবর দিই।’</p><p>এদিকে জাতীয় নাগরিক পার্টি (এনসিপি) দাবি করেছে, এ ঘটনার সঙ্গে তাদের কোনো সম্পৃক্ততা নেই। এনসিপির খুলনা জেলার প্রধান সমন্বয়কারী মাহমুদুল হাসান ফয়জুল্লাহ বলেন, গ্রেপ্তার তিনজন দলের সদস্য নন এবং তাঁদের সঙ্গে কোনো সাংগঠনিক সম্পর্ক নেই। জাতীয় নাগরিক পার্টি সব ধরনের চাঁদাবাজি ও অপরাধ কর্মকাণ্ডের বিরুদ্ধে কঠোর অবস্থান নেয়। দলের নাম ব্যবহার করে কেউ অপরাধে জড়ালে কঠোর আইনি ব্যবস্থা নেওয়ার দাবি করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "‘অ্যাভাটার’-ঝড় থামিয়ে শীর্ষে, কী আছে এই সিনেমায় | প্রথম আলো",
            "time": "2026-01-20T04:45:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fcbm6lacz%2FMV5BMDA0M2RhMjItYTFhMS00MGZmLWE2ZTItNDc2NzZmOGExOGQ0XkEyXkFqcGc.V1.jpg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছরের ডিসেম্বরে মুক্তির পর থেকেই বিশ্বজুড়ে বক্স অফিসে ঝড় তুলেছে জেমস ক্যামেরনের ‘অ্যাভাটার: ফায়ার অ্যান্ড অ্যাশ’। ছবিটির আয় পেরিয়েছে এক বিলিয়ন ডলার। তবে কোরীয় বক্স অফিসে দাপট দেখাচ্ছে রোমান্টিক সিনেমা ‘ওয়ানস উই ওয়ার আস’।</p><p>দক্ষিণ কোরিয়ার বক্স অফিসে দ্বিতীয় সপ্তাহেও শীর্ষ অবস্থান ধরে রেখেছে ‘ওয়ানস উই ওয়ার আস’। কোরিয়ান ফিল্ম কাউন্সিলের ট্র্যাকিং সার্ভিসের তথ্য অনুযায়ী, ছবিটি সবচেয়ে বেশি দর্শক টানছে। অন্যদিকে জেমস ক্যামেরনের ‘অ্যাভাটার ৩’ কোরিয়ায় ৫০ মিলিয়ন ডলারের গুরুত্বপূর্ণ মাইলফলক অতিক্রম করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "চ্যাম্পিয়নস লিগে কোন দলের কী অবস্থা | প্রথম আলো",
            "time": "2026-01-20T04:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fjcpx09qd%2F2026-01-19T130930Z1206891691UP1EM1J10JS7ERTRMADP3SOCCER-CHAMPIONS-INT-ARS-PREVIEW.JPG?rect=0%2C0%2C3108%2C1632&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চ্যাম্পিয়নস লিগে ৩৬ দলের লিগ পর্বের লড়াইয়ে প্রাথমিক লক্ষ্যটা শীর্ষ আটে থাকার। গত মৌসুম থেকে বদলে যাওয়া ফরম্যাটে ইউরোপ মাতানো সব দলের পক্ষেও সেরা আটে থাকা সহজ হচ্ছে না। অল্প ব্যবধানেই হয়ে যাচ্ছে ওলটপালট। যেমন ধরুন, গত মৌসুমে রিয়াল মাদ্রিদ, ম্যানচেস্টার সিটি, বায়ার্ন মিউনিখ এবং পরবর্তী সময়ে চ্যাম্পিয়ন হওয়া পিএসজিও লিগ পর্বে শীর্ষে আটে জায়গা পায়নি।</p><p>এরপর শীর্ষ ২৪ থেকে তাদের খেলতে হয়েছে নকআউট পর্বের প্লে–অফ। যেখানে রিয়াল মাদ্রিদের কাছে হেরে বিদায় নেয় ম্যানচেস্টার সিটি। গতবারের মতো এবারও বড় দলগুলোর কেউ কেউ শীর্ষ আটে জায়গা না পাওয়ার শঙ্কায়। আজ থেকে শুরু হবে চ্যাম্পিয়নস লিগে গ্রুপ পর্বের সপ্তম রাউন্ড। এ পরিস্থিতিতে বড় দলগুলোর কার কী অবস্থা, একনজরে দেখে নেওয়া যাক।</p> </div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের যে এলাকা পাহারা দেয় সশস্ত্র সন্ত্রাসীরা | প্রথম আলো",
            "time": "2026-01-20T04:32:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F44m4rhhm%2FWhatsApp_Image_2025_10_21_at_13_23_03.jpeg?rect=0%2C92%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চার দশক ধরে সরকারি পাহাড় কেটে গড়ে উঠেছে কয়েক হাজার অবৈধ বসতি। এখনো পাহাড় কেটে চলছে প্লট বাণিজ্য। আর এই বাণিজ্য ও দখল টিকিয়ে রাখতে এলাকাটিতে গড়ে তোলা হয়েছে সন্ত্রাসী বাহিনী। এলাকাটি সার্বক্ষণিক সশস্ত্র পাহারায় থাকে এসব সন্ত্রাসীরা। এলাকায় বাসিন্দাদের প্রবেশের জন্য রয়েছে পরিচয়পত্র। বাসিন্দা ছাড়া বাইরের কেউ এলাকায় ঢুকতে পারেন না। এমনকি পুলিশ, জেলা প্রশাসনের লোকজনও এলাকাটিতে প্রবেশ করতে গিয়ে অনেকবার হামলার শিকার হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাতেকলমের প্রশিক্ষণে তরুণ তুহিন-মার্জিয়াদের ভাগ্যবদল | প্রথম আলো",
            "time": "2026-01-20T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fuamr28m7%2FTraning-1.JPG?rect=0%2C108%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রাফিক ডিজাইন ও মাল্টিমিডিয়া, কম্পিউটার ও মোবাইল ফোন সার্ভিসিং, হালকা প্রকৌশল, ওয়েল্ডিং, অটোমেকানিক, পোশাক তৈরি ও সেলাই, খাদ্য প্রস্তুতিসহ মোট ২৬টি বিষয়ে (ট্রেড) ছয় মাসব্যাপী প্রশিক্ষণ দেওয়া হয় এই প্রকল্পের আওতায়। প্রশিক্ষণে অংশগ্রহণকারীরা একদিকে ওস্তাদের কাছ থেকে হাতেকলমে কারিগরি দক্ষতা শেখেন, অন্যদিকে যোগাযোগ দক্ষতা বৃদ্ধি ও ব্যবসায়ের মৌলিক ধারণাও পান। প্রশিক্ষণ শেষে নির্দিষ্টসংখ্যক অংশগ্রহণকারীকে জাতীয় দক্ষতা উন্নয়ন কর্তৃপক্ষের অনুমোদিত সনদ দেওয়া হয়।</p><p>নারী, শারীরিক প্রতিবন্ধীসহ সমাজের পিছিয়ে পড়াদের প্রকল্পে অগ্রাধিকার দেওয়া হয়। যেমন ছোটবেলায় পোলিওতে পক্ষাঘাতগ্রস্ত লুৎফুন্নেছা মাধ্যমিক পাসের পর আর পড়ালেখা চালিয়ে যেতে পারেননি। শারীরিক প্রতিবন্ধী হওয়ায় শ্বশুরবাড়ি থেকেও নিগ্রহের শিকার হন তিনি। পরে এক বন্ধুর কাছ থেকে শুনে রেইজ প্রকল্পের অধীনে গ্রাফিক ডিজাইনের প্রশিক্ষণ নিচ্ছেন তিনি। ইতিমধ্যে বেশ কয়েকটি প্রতিষ্ঠানের জন্য গ্রাফিক ডিজাইন ও ওয়েবসাইট ব্যবস্থাপনার কাজও করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভিসা সাক্ষাৎকারের আগে বন্ড পরিশোধ না করতে বলল ঢাকার মার্কিন দূতাবাস | প্রথম আলো",
            "time": "2026-01-20T04:16:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F6ntg68ha%2FUS-Embassy-Dhaka.jpg?rect=0%2C35%2C2226%2C1169&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষাৎকারের আগে পরিশোধ করা কোনো অর্থই ফেরতযোগ্য নয় বলে বিজ্ঞপ্তিতে উল্লেখ করা হয়। এতে বলা হয়, ভিসার শর্তাবলি যথাযথভাবে অনুসরণ করলে বন্ডের অর্থ ফেরত দেওয়া হবে।</p><p>৬ জানুয়ারি মার্কিন পররাষ্ট্র দপ্তরের ভ্রমণবিষয়ক ওয়েবসাইটে জানানো হয়, যুক্তরাষ্ট্রে প্রবেশের আবেদনের ক্ষেত্রে বাংলাদেশসহ মোট ৩৮ দেশের নাগরিকদের অবশ্যই ১৫ হাজার ডলার পর্যন্ত ভিসা বন্ড বা জামানত দিতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "র‍্যাব সদস্যদের ওপর হামলা হয় মাইকে ঘোষণা দিয়ে | প্রথম আলো",
            "time": "2026-01-20T04:03:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Flpago20z%2Fa3fac32c-6e06-4f3d-82ff-0790f29147ac.jfif?rect=0%2C71%2C435%2C228&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আরেকটি ভিডিওতে দেখা যায়, একটি কক্ষে বসে আছেন আহত কয়েকজন র‍্যাব সদস্য। তাঁদের মাথাসহ শরীরের বিভিন্ন স্থানে ব্যান্ডেজ। কক্ষের মেঝে রক্তে লাল হয়ে আছে। পুলিশ সদস্যরা আহত র‍্যাব সদস্যদের গাড়িতে তুলে দিয়ে আসছেন।</p><p>র‌্যাব-৭, চট্টগ্রামের সহকারী পরিচালক (গণমাধ্যম) এ আর এম মোজাফফর হোসেন গতকাল রাতে জানান, সন্ধ্যায় সীতাকুণ্ড উপজেলার সলিমপুর ইউনিয়নের জঙ্গল সলিমপুর এলাকায় ৪৩ জন র‌্যাব সদস্য অস্ত্রধারী সন্ত্রাসীদের ধরতে অভিযানে গিয়েছিলেন। এলাকাটিতে র‍্যাবের উপস্থিতি টের পেয়ে মাইকে ঘোষণা দিয়ে ৪০০ থেকে ৫০০ দুষ্কৃতকারী র‍্যাব সদস্যদের ওপর হামলা চালায়। এ সময় নায়েব সুবেদার মো. মোতালেব হোসেন ভূঁইয়াসহ র‍্যাবের চারজন সদস্য গুরুতর আহত হন। তাঁদের পুলিশের সহযোগিতায় উদ্ধার করে চট্টগ্রামের সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) পাঠানো হয়। সেখানে কর্তব্যরত চিকিৎসক মোতালেব হোসেনকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চূড়ার নাম ‘৭০০’, রশিদের লাগবে আর ৯ ‘ধাপ’ | প্রথম আলো",
            "time": "2026-01-20T04:00:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fsqahiwwv%2F6160810531503278198468907348278251723844081n.jpg?rect=0%2C0%2C2042%2C1072&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি–টুয়েন্টিতে সর্বোচ্চ উইকেটশিকারিদের তালিকায় শীর্ষ দশে বোলিং গড়ে রশিদই সেরা (১৮.৫৫)। তাঁর বলে যে রান তোলা কঠিন, সেটা বোঝা গেছে কালকের ম্যাচেও। আফগানিস্তানের মোট সাত বোলারের মধ্যে রশিদ ‘ডট’ আদায় করেন সর্বোচ্চ ১৫টি।</p><p>আগামী ৭ ফেব্রুয়ারি থেকে ভারত ও শ্রীলঙ্কায় শুরু হবে টি–টুয়েন্টি বিশ্বকাপ। ‘ডি’ গ্রুপ থেকে আফগানিস্তানের তাদের ম্যাচগুলো ভারতেই খেলবে। ওয়েস্ট ইন্ডিজকে হারানোর পর টি–টুয়েন্টি বিশ্বকাপ সামনে রেখে রশিদ বলেন, ‘দল হিসেবে আমরা ফিট এবং আশা করি বিশ্বকাপটা ভালো কাটবে। আমরা সঠিক একাদশ ও ভালো সমন্বয় নিয়ে ভারতে গিয়ে নিজেদের জন্য সবচেয়ে ভালো পরিকল্পনাটা করতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "আসাদের শার্ট | প্রথম আলো",
            "time": "2026-01-20T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F0f78yrs6%2FWhatsApp-Image-2026-01-19-at-22.27.12.jpeg?rect=0%2C121%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিছিলটি পল্টন ময়দান থেকে নবাবপুর রোড, ইসলামপুর, চকবাজার, রহমতগঞ্জ, জেলগেট, শহীদ মিনার, পলাশী, আজিমপুর, নিউমার্কেট, সায়েন্স ল্যাবরেটরি, শাহবাগ হয়ে সাড়ে ৪টার সময় ঢাকা বিশ্ববিদ্যালয়ের কলাভবনে এসে শেষ হয়। মিছিলে ‘শহীদের রক্ত বৃথা যেতে দেবো না’, ‘রাজবন্দীদের মুক্তি চাই’, ‘ছাত্রবন্দীদের মুক্তি চাই’, ‘১৪৪ ধারা মানি না’, ‘সংবাদপত্রের স্বাধীনতা দিতে হবে’, ‘রক্ত শপথ গ্রহণ করো’, ‘বিনা বিচারে আটক করা চলবে না’, ‘বুনিয়াদী নির্বাচন বয়কট করো’, ‘প্রত্যক্ষ ভোটাধিকার দিতে হবে’, ‘১১ দফা মানতে হবে’, ‘আইয়ুবশাহী খতম করো’ নানা ধ্বনিতে মুখরিত হয়। পুলিশ সেদিন মিছিলে বাধা দেওয়ার সাহস দেখায়নি। তবে সামরিক বাহিনীর একটি হেলিকপ্টারকে মিছিলের ওপর দিয়ে উড়তে দেখা যায়।</p></div></div></div></body></html>"
        }
    ]
}