{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওয়েব সিনেমায় সাদিয়া আয়মান | প্রথম আলো",
            "time": "2026-01-03T18:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F6ulc0m40%2Fsadiaaayman176727684238005160744038890262238154025.jpg?rect=0%2C639%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> তিনি প্রথম আলোকে জানান, গত বছরের শেষ ভাগে ওয়েব সিনেমাটির কাজ শেষ করেছেন। সেটি এই বছর ফেব্রুয়ারির মধ্যে মুক্তি পাওয়ার কথা রয়েছে।  <br>সিনেমার নাম, পরিচালক কে—সেটা আনুষ্ঠানিকভাবে জানানো হবে। সাদিয়া আয়মান বলেন, ‘এখনো স্ট্রিমিং প্ল্যাটফর্ম কিংবা সিনেমার টিম থেকে কোনো ঘোষণা দেয়নি, ফলে সিনেমাটি নিয়ে বেশি কিছু বলতে পারছি না। কাজটার মুক্তির জন্য অপেক্ষা করছি।’  </p></div></div></div></body></html>"
        },
        {
            "title": "আটক মাদুরোর ছবি প্রকাশ করলেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fpka8p27w%2F7.avif?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো এবং তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে মার্কিন জাহাজে করে নিউইয়র্কে নেওয়া হচ্ছে। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প  স্থানীয় সময় আজ শনিবার সকালে ফক্স নিউজকে টেলিফোনে দেওয়া সাক্ষাৎকারে এ কথা জানিয়েছেন।</p><p> ট্রাম্প জানিয়েছেন, ভেনেজুয়েলার প্রেসিডেন্ট নিকোলাস মাদুরো এবং তাঁর স্ত্রীকে মার্কিন জাহাজ ইউএসএস আইয়ো জিমায় নিউইয়র্কের পথে আছেন।</p><p>ট্রাম্প বলেন, ‘হেলিকপ্টারে করে তাদের জাহাজে নিয়ে যাওয়া হয়েছে। সুন্দর একটি ফ্লাইটে গেছেন—আমি নিশ্চিত তাঁরা এটি উপভোগ করেছেন। তবে তাঁরা অনেক মানুষ হত্যা করেছেন, এটা মনে রাখতে হবে।’</p><p>মাদুরোকে কী বিকল্প দেওয়া হয়েছিল সম্পর্কে জিজ্ঞাসা করা হলে ট্রাম্প বলেন, ‘মূলত আমি বলেছিলাম, আপনাকে হার মানতে হবে। আত্মসমর্পণ করতে হবে।’</p><p>এক সপ্তাহ আগে মাদুরোর সঙ্গে কথা বলেছেন জানিয়ে ট্রাম্প বলেন, ‘এটি (মাদুরোর সঙ্গে কথা বলা) একটি খুব গুরুত্বপূর্ণ সংকেত ছিল। ...আমি নিজেই তাঁর সঙ্গে কথা বলেছি, আমি বলেছিলাম, হার মানতে হবে। আত্মসমর্পণ করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের নেতাদের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-01-03T18:03:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fqb5njol5%2Fimage-269858-1767456600.webp?rect=0%2C0%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার মৃত্যুতে গভীর শোক ও সমবেদনা জানিয়েছেন বাংলাদেশ হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদ এবং সনাতন সম্প্রদায়ের নেতারা।  </p><p>শনিবার সন্ধ্যা সাতটার পর শোক জানানোর পাশাপাশি বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের সঙ্গে সৌজন্য সাক্ষাৎ করেন ঐক্য পরিষদের নেতারা। রাজধানীর গুলশানে বিএনপির চেয়ারপারসনের রাজনৈতিক কার্যালয়ে প্রায় ঘণ্টাব্যাপী এ সাক্ষাৎ হয়।</p><p>বৈঠক শেষে হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের সভাপতিমণ্ডলীর সদস্য সুব্রত চৌধুরী সাংবাদিকদের বলেন, তাঁদের দাবিদাওয়া বিএনপির নির্বাচনী ইশতেহারে থাকবে বলে আশ্বাস দেওয়া হয়েছে। বিএনপি সরকার গঠন করার সুযোগ পেলে মানবিক বাংলাদেশ গড়তে সবার সহযোগিতা নিয়ে কাজ করবে, বৈঠকে এমন বিষয় আলোচনায় এসেছে বলেও উল্লেখ করেন তিনি। </p></div></div></div></body></html>"
        },
        {
            "title": "‘বানিয়াচং থানা কিন্তু আমরা পুড়িয়ে দিয়েছিলাম’ বলা সেই নেতার মুক্তির দাবিতে শাহবাগ অবরোধ | প্রথম আলো",
            "time": "2026-01-03T17:58:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fw55tttj6%2FWhatsApp-Image-2026-01-03-at-11.29.33-PM.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরেজমিন দেখা যায়, শাহবাগ মোড়ের মাঝখানে অবস্থান নিয়েছেন বৈষম্যবিরোধী আন্দোলনের নেতাকর্মীরা। সেখানে তাঁরা আগুন জ্বালিয়ে বিক্ষোভ করছেন। এর মধ্যে একটু পর পর তাঁরা ‘জ্বালো রে জ্বালো, আগুন জ্বালো’; ‘ইনকিলাব ইনকিলাব, জিন্দাবাদ জিন্দাবাদ’; ‘মুক্তি মুক্তি চাই, মাহদীর মুক্তি চাই’ এমন স্লোগান দিচ্ছেন।</p><p>মাহদীকে আটকের পর বৈষম্যবিরোধী ছাত্র আন্দোলনের মুখ্য সমন্বয়ক হাসিব আল ইসলাম এক ফেসবুক পোস্টে সংগঠনের নেতা–কর্মীদের শাহবাগে জড়ো হওয়ার আহ্বান জানান। পোস্টে তিনি লেখেন, ‘বৈষম্যবিরোধী ছাত্র আন্দোলন, হবিগঞ্জ জেলার সদস্য সচিব মাহদী হাসানের মুক্তির দাবিতে সবাইকে শাহবাগে আসার আহ্বান জানানো হচ্ছে।’এই পোস্টের পরপরই রাত সাড়ে ১০টার দিকে শাহবাগ অবরোধ করেন তাঁরা।</p><p>মাহদী হাসানকে আটক করার খবর পেয়ে হবিগঞ্জ সদর থানার সামনে অবস্থান নিয়ে বিক্ষোভ করছেন বৈষম্যবিরোধী ছাত্র আন্দোলনের কর্মীরা। পুলিশ থানার প্রধান ফটক বন্ধ ক‌রে থানার ভেত‌রে অবস্থান কর‌ছেন। সেখানে অতিরিক্ত পু‌লিশ মোতায়েন করা হ‌য়ে‌ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলায় মার্কিন হামলার নিন্দা সিপিবি ও বাসদের | প্রথম আলো",
            "time": "2026-01-03T17:55:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fpwtjy6pp%2FUntitled-3.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় যুক্তরাষ্ট্রের হামলার নিন্দা ও প্রতিবাদ জানিয়েছে বাংলাদেশের কমিউনিস্ট পার্টি (সিপিবি) ও বাংলাদেশের সমাজতান্ত্রিক দল (বাসদ)। সিপিবি বলেছে, এই আগ্রাসন আন্তর্জাতিক আইনের চরম লঙ্ঘন। বাসদ বলেছে, এ ধরনের সাম্রাজ্যবাদী আগ্রাসন লাতিন আমেরিকা ও ক্যারিবীয় অঞ্চলে শান্তি ও স্থিতিশীলতাকে মারাত্মকভাবে হুমকির মুখে ফেলবে। আজ শনিবার পৃথক দুটি বিবৃতিতে এই নিন্দা জানিয়েছে দল দুটি।</p><p> বিবৃতিতে সিপিবির সভাপতি কাজী সাজ্জাদ জহির চন্দন এবং সাধারণ সম্পাদক আবদুল্লাহ ক্বাফী রতন বলেছেন, চলমান মার্কিন আগ্রাসনের বিরুদ্ধে সিপিবি দৃঢ়ভাবে ভেনেজুয়েলার জনগণের পাশে রয়েছে। তাঁরা ভেনেজুয়েলায় হামলা এবং দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রীকে অপহরণের ঘটনাকে চরম আগ্রাসী ও নিন্দনীয় কাজ বলে উল্লেখ করেছেন। এ হামলা ও আগ্রাসন বন্ধে এখনই জাতিসংঘকে পদক্ষেপ নেওয়ার দাবি জানান তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "হবিগঞ্জের সেই বৈষম্যবিরোধী নেতাকে আটকের পর নেতা-কর্মীদের থানার সামনে অবস্থান | প্রথম আলো",
            "time": "2026-01-03T17:43:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fg5yzwmf5%2Fe1aee1fe-a47b-4e6e-b6ec-715f275550ed.jpg?rect=0%2C23%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈষম্যবিরোধী ছাত্র আন্দোলনের হবিগঞ্জের সাধারণ সম্পাদক মাহদী হাসানকে আটকের পর সংগঠনটির শতাধিক নেতা–কর্মী হবিগঞ্জ সদর মডেল থানার সামনে অবস্থান নিয়েছেন। </p><p>শনিবার সন্ধ্যা সাতটার দিকে মাহদী হাসানকে আটক করা হয়। এরপর রাত সাড়ে ৭টার দিকে বৈষম্যবিরোধী ছাত্র আন্দোলনের নেতা–কর্মীরা থানার সামনে অবস্থান নেন। শনিবার রাত পৌনে ১২টার দিকে এই প্রতিবেদন লেখা পর্যন্ত তাঁরা সেখানে অবস্থান করছিলেন।</p><p>এর আগে ‘বানিয়াচং থানা কিন্তু আমরা পুড়িয়ে দিয়েছিলাম, এসআই সন্তোষকে কিন্তু আমরা জ্বালাই দিয়েছিলাম’ বলে আলোচনায় এসেছিলেন মাহদী হাসান।</p><p>মাহদী হাসান হবিগঞ্জ বৃন্দাবন সরকারি কলেজের স্নাতক প্রথম বর্ষের ছাত্র। তাঁর বাড়ি হবিগঞ্জ সদর উপজেলার ভাদৈ এলাকায়।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশের বিশেষ অভিযানে উত্তরা থেকে ১৭ জন গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-03T17:39:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fwaw1hiyc%2FDMP.png?rect=0%2C100%2C1414%2C742&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার ব্যক্তিরা হলেন মো. আইনাল হক (৪৮), আরিফুল ইসলাম (৪৩), ইমন হোসেন (২৫), সাকিবুল ইসলাম সুমন (২৬), আলাল মিয়া (৩০), মো. শিমুল (২২), শাকিল হোসেন নোমান (২৭), তাওফিকুর রহমান (২৫), রনি হায়দার মোল্লা (২৩), তুরান ইসলাম (২২), স্বপন মিয়া (২৮), মো. কাউসার (২৭), সোহেল হোসেন জুয়েল (২৮), আলী হোসেন (৪৫), শানু মিয়া (৪৫), সুমন মিয়া (২০) ও মিজু আহম্মেদ (২৬)।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের সঙ্গে সমঝোতার জের, এনসিপি ছাড়লেন আরও এক নেত্রী | প্রথম আলো",
            "time": "2026-01-03T17:29:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fowbw6h8y%2Fnilimadola.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতে ইসলামীসহ আট দলের সঙ্গে এনসিপির নির্বাচনী সমঝোতার ঘোষণা আসে গত ২৮ ডিসেম্বর। জামায়াতের আমির শফিকুর রহমান সেদিন বিকেলে জাতীয় প্রেসক্লাবে এক জরুরি সংবাদ সম্মেলনে আনুষ্ঠানিকভাবে এ ঘোষণা দেন।</p><p>জামায়াতের সঙ্গে এনসিপির সমঝোতার বিষয়টি চূড়ান্ত হওয়ার পর আগের দিন সন্ধ্যায় দল থেকে সরে দাঁড়ানোর ঘোষণা দেন তাসনিম জারা। তিনি দলের জ্যেষ্ঠ যুগ্ম সদস্যসচিব ও রাজনৈতিক পর্ষদের সদস্য ছিলেন। এর আগে ২৫ ডিসেম্বর বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানকে সমর্থন জানিয়ে এনসিপি থেকে পদত্যাগ করেন দলটির কেন্দ্রীয় কমিটির যুগ্ম সদস্যসচিব মীর আরশাদুল হক।</p><p>এ ছাড়া এনসিপি থেকে পদত্যাগের ঘোষণা দিয়েছেন দলের যুগ্ম আহ্বায়ক খালেদ সাইফুল্লাহ, তাজনূভা জাবীন, যুগ্ম সদস্যসচিব আরিফ সোহেল, উত্তরাঞ্চলের সংগঠক আজাদ খান ভাসানী, দক্ষিণাঞ্চলের সংগঠক ওয়াহিদুজ্জামান, সদস্য আসিফ নেহাল (আসিফ মোস্তফা জামাল), মীর হাবীব আল মানজুর, মারজুক আহমেদ, আল আমিন টুটুল, যুগ্ম সমন্বয়ক খান মুহাম্মদ মুরসালীন, মিডিয়া সেলের সম্পাদক মুশফিক উস সালেহীন, আইসিটি সেলের প্রধান ফরহাদ আলম ভূঁইয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "খালেদা জিয়া শুধু বিএনপির নন, তিনি বাংলাদেশের সম্পদ | প্রথম আলো",
            "time": "2026-01-03T17:22:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fw0tff7x7%2Fkhaleda-us.jpeg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শোকসভায় সংক্ষিপ্ত বক্তব্য দেন ক্যালিফোর্নিয়া বিএনপির সভাপতি বদরুল আলম চৌধুরী (শিপলু) ও সাধারণ সম্পাদক এম ওয়াহিদ রহমান।</p><p>তাঁরা বলেন, দেশনেত্রী বেগম খালেদা জিয়া শুধু বিএনপির সম্পদ নন, তিনি বাংলাদেশের সম্পদ। তিনি গণমানুষের নেতা, শুধু বাংলাদেশের মানুষই নয়, সারা বিশ্বও তাঁকে চেনে এবং শ্রদ্ধা করে। খালেদা জিয়াকে কোনো দলীয় সম্পদ বানানো যায় না।</p><p>অনুষ্ঠানে উপস্থিত ছিলেন ক্যালিফোর্নিয়া বিএনপির যুগ্ম সম্পাদক সৈয়দ নাসির জেবুল, বদরুল আলম মাসুদ, সাবেক সভাপতি আবদুল বাসেত, কাঞ্চন চৌধুরী, শামসুজ্জোহা বাবলু, চপল আনসারি, সাংস্কৃতিক ব্যক্তিত্ব শিপার চৌধুরী, হলিউড মসজিদের সভাপতি আবদুল মান্নান, সমাজকর্মী মারুফ ইসলাম, আবুল হাশেম। এ ছাড়া আরও উপস্থিত ছিলেন জালালাবাদ অ্যাসোসিয়েশন অব ক্যালিফোর্নিয়ার সভাপতি মোহাম্মদ আবদুল মুনিম, ফয়সল তুহিন, আবদুস সামাদ মৃধা, হারুন অর রশিদ, আবদুল মোতালেবসহ অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি জোটের প্রার্থীদের পক্ষে কাজ করতে নেতা-কর্মীদের আহ্বান জমিয়তের | প্রথম আলো",
            "time": "2026-01-03T17:18:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F8vufypdg%2Fjomiot.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৈঠকে দলের নেতারা বলেন, বর্তমান ক্রান্তিকালে নিরপেক্ষ নির্বাচন এবং ইসলামপ্রিয় জনতার অধিকার প্রতিষ্ঠার লক্ষ্যে বিএনপির নেতৃত্বাধীন জোটের প্রার্থীদের বিজয় গুরুত্বপূর্ণ। এ জন্য জমিয়তের প্রতিটি ইউনিট, ওয়ার্ড ও থানা পর্যায়ের দায়িত্বশীলদের নিজ নিজ এলাকায় সম্মিলিতভাবে সক্রিয় ভূমিকা রাখার নির্দেশ দেওয়া হয়েছে।</p><p>জমিয়তে উলামায়ে ইসলাম বাংলাদেশের জ্যেষ্ঠ সহসভাপতি মাওলানা আবদুর রব ইউসুফীর সভাপতিত্বে এবং সিনিয়র যুগ্ম মহাসচিব মাওলানা বাহাউদদীন যাকারিয়ার পরিচালনায় বৈঠকটি অনুষ্ঠিত হয়।</p><p>এ সময় আরও উপস্থিত ছিলেন দলটির সহসভাপতি মাওলানা আবদুল কুদ্দুস, নাজমুল হাসান, যুগ্ম মহাসচিব মাওলানা তাফাজ্জুল হক আজিজ, যুগ্ম মহাসচিব মাওলানা শুয়াইব আহমদ প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে ব্যবসায়ী খোকন চন্দ্র দাসের হত্যাকারীদের গ্রেপ্তারের দাবিতে বিক্ষোভ | প্রথম আলো",
            "time": "2026-01-03T16:57:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fetl5dm0r%2FSariatpurDH054120260103Shariatpur-Hck2.jpg?rect=0%2C182%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্মসূচিতে অংশ নিয়ে বক্তব্য দেন সংগঠনটির কেন্দ্রীয় কমিটির যুগ্ম মহাসচিব হেমন্ত দাস, জেলা কমিটির নির্বাহী সভাপতি চঞ্চল মজুমদার, সভাপতি নারায়ণ চন্দ্র ব্যাপারী, সাধারণ সম্পাদক নৃপেন দেবনাথ, সাংগঠনিক সম্পাদক গোপাল দত্ত, সদস্য টিটু, জেলা কেন্দ্রীয় মন্দিরের সাধারণ সম্পাদক সুশীল চন্দ্র দেবনাথ, একটি উচ্চবিদ্যালয়ের শিক্ষক পলাশ চন্দ্র রায় প্রমুখ। বক্তারা দ্রুত আসামিদের গ্রেপ্তারের দাবি জানান।</p><p>কনেশ্বর ইউনিয়নের ৩ নম্বর ওয়ার্ডের তিলই গ্রামের বাসিন্দা পরেশ চন্দ্রের ছেলে খোকন চন্দ্র দাস। তিনি ২০ বছর ধরে কেউরভাঙ্গা বাজারের ওষুধ ও মোবাইল ব্যাংকিংয়ের ব্যবসা করেন। ওই ব্যবসার ফাঁকে তিনি পল্লিচিকিৎসক হিসেবে কাজ করেন। প্রতিদিন রাতে ব্যবসার কাজ শেষ করে বাজার থেকে তিলই গ্রামের বাড়িতে ফেরেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলার প্রেসিডেন্ট মাদুরো ও তাঁর স্ত্রীর মুক্তি চাইল গণতান্ত্রিক যুক্তফ্রন্টসহ নানা সংগঠন | প্রথম আলো",
            "time": "2026-01-03T16:55:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fpgxbdgj3%2FVenezuelas-President-Nicolas.jpg?rect=0%2C529%2C7584%2C3982&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলায় যুক্তরাষ্ট্রের হামলা এবং প্রেসিডেন্ট মাদুরোকে সস্ত্রীক অপহরণের ঘটনায় তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে বাংলাদেশ উদীচী শিল্পীগোষ্ঠী। এক বিবৃতিতে উদীচীর কেন্দ্রীয় সংসদের ভারপ্রাপ্ত সভাপতি মাহমুদ সেলিম ও সাধারণ সম্পাদক অমিত রঞ্জন দে বলেছেন, ‘একবিংশ শতাব্দীতে এসেও মধ্যযুগীয় কায়দায় সাম্রাজ্যবাদী আগ্রাসন চালিয়ে যাচ্ছে যুক্তরাষ্ট্র।’</p><p>এ ঘটনার প্রতিবাদে আজ সন্ধ্যায় মশাল নিয়ে বিক্ষোভ মিছিল করেছে উদীচীসহ কয়েকটি প্রগতিশীল সংগঠন। সংগঠনগুলো ‘সাম্রাজ্যবাদের বিরুদ্ধে বাংলাদেশ’ ব্যানারে এ কর্মসূচির আয়োজন করে। কর্মসূচি থেকে ভেনেজুয়েলায় অবিলম্বে হামলা বন্ধ, মাদুরো ও তাঁর স্ত্রীকে সুস্থ অবস্থায় ফেরত দেওয়া এবং আগ্রাসনের জন্য আন্তর্জাতিক আদালতে যুক্তরাষ্ট্রকে বিচারের কাঠগড়ায় দাঁড় করানোর দাবি জানানো হয়।</p><p>মশালমিছিলটি রাজধানীর পুরানা পল্টন মোড় থেকে শুরু হয়ে জাতীয় প্রেসক্লাবের সামনে গিয়ে শেষ হয়। এ কর্মসূচিতে উদীচীর পাশাপাশি বাংলাদেশ ছাত্র ইউনিয়ন, বাংলাদেশ যুব ইউনিয়ন, ক্ষেতমজুর সমিতিসহ বিভিন্ন সংগঠনের নেতা-কর্মীরা অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যশোরে মাথায় গুলি করে বিএনপি নেতাকে হত্যা | প্রথম আলো",
            "time": "2026-01-03T16:50:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fgjgsv2i9%2FScreenshot_2026_01_03_220352.png?rect=0%2C45%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যশোর শহরের শংকরপুরে ৭ নম্বর ওয়ার্ড বিএনপির যুগ্ম সাধারণ সম্পাদক আলমগীর হোসেনকে (৫৫) শনিবার সন্ধ্যা ৭টায় গুলি করে হত্যা করা হয়েছে। মোটরসাইকেলে বাড়ি ফেরার পথে হুদা মেমোরিয়াল একাডেমির সামনে দুর্বৃত্তরা তাঁর মাথায় গুলি করে পালায়। হাসপাতালে নেওয়া হলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন। নিহত আলমগীরের মাথায় দুটি গুলির চিহ্ন ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র কেন ভেনেজুয়েলার প্রেসিডেন্টকে তুলে নিয়ে গেল | প্রথম আলো",
            "time": "2026-01-03T16:49:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fnxse1bt9%2FMaduro.avif?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্র শনিবার ভোরে ভেনেজুয়েলায় বিমান হামলা চালিয়ে প্রেসিডেন্ট নিকোলা মাদুরো ও স্ত্রী সিলিয়া ফ্লোরেসকে বন্দী করে দেশ থেকে সরিয়ে নিয়েছে।একটি দেশের ক্ষমতাসীন প্রেসিডেন্টকে এভাবে বন্দী করার এই নজিরবিহীন ঘটনাটি মূলত ভেনেজুয়েলার ওপর যুক্তরাষ্ট্রের গত কয়েক মাসের তীব্র চাপের ফল। সাম্প্রতিক মাসগুলোতে ট্রাম্প বারবার মাদুরোকে ক্ষমতাচ্যুত করার ডাক দিয়েছেন। নভেম্বরের শেষ দিকে তিনি মাদুরোকে ক্ষমতা ছাড়ার চূড়ান্ত সময়সীমা বেঁধে দেন এবং নিরাপদে দেশ ছেড়ে যাওয়ার প্রস্তাব দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘তোমাদের গল্প’-এর পর এবার ‘সম্পর্কের গল্প’-কাঁদাবে কি | প্রথম আলো",
            "time": "2026-01-03T16:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fyx0up86f%2F60384948514345848749173552963495780647910592n.jpg?rect=0%2C0%2C2040%2C1071&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>আগের দলই থাকছে, যোগ হচ্ছে নতুন মুখ</strong><br>‘তোমাদের গল্প’–এ যাঁরা অভিনয় করেছিলেন, তাঁদের অনেকেই থাকছেন ‘সম্পর্কের গল্প’তেও। তাঁদের মধ্যে রয়েছেন দিলারা জামান, সাবেরী আলম, মনিরা আক্তার মিঠু, শিল্পী সরকার অপু, নাদের চৌধুরী, মাহমুদুল ইসলাম মিঠু ও এম এন ইউ রাজু। এ ছাড়া নতুন করে যুক্ত হয়েছেন দীপা খন্দকার, সোহেল খান ও ইসরাত। নাটকের ট্যাগলাইন রাখা হয়েছে ‘যে বন্ধন হারায় না’।</p></div></div></div></body></html>"
        },
        {
            "title": "বান্দরবানের নাইক্ষ্যংছড়িতে বন্য হাতির আক্রমণে যুবকের মৃত্যু | প্রথম আলো",
            "time": "2026-01-03T16:33:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fwjey1h9g%2FWhatsApp-Image-2026-01-03-at-10.17.39-PM.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বান্দরবানের নাইক্ষ্যংছড়িতে বন্য হাতির আক্রমণে এক যুবকের মৃত্যু হয়েছে। আজ শনিবার সকালে উপজেলার বাইশারী ইউনিয়নের ৬ নম্বর ওয়ার্ডের তিতারপাড়ায় এ ঘটনা ঘটে।</p><p>নিহত যুবকের নাম আবদুস ছালাম (৩৫)। তিনি একই এলাকার বাসিন্দা। স্থানীয় বাসিন্দারা জানান, বন্য হাতিটি লোকালয়ে প্রবেশ করলে ছবি তুলতে গিয়ে তিনি আক্রমণের শিকার হন।</p><p>তিতারপাড়া নাইক্ষ্যংছড়ি উপজেলা সদর থেকে প্রায় ২০ কিলোমিটার দূরে অবস্থিত। পেশায় নলকূপের মিস্ত্রি আবদুস ছালাম পরিবারের একমাত্র উপার্জনক্ষম ব্যক্তি ছিলেন। তাঁর স্ত্রী ও তিন শিশুসন্তান রয়েছে। বাবা আবদুস সাত্তার শারীরিক প্রতিবন্ধী।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র কেন ভেনেজুয়েলায় হামলা চালাল? | প্রথম আলো",
            "time": "2026-01-03T16:32:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2Fzlm6uq5n%2FTHUMNAILWEB.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">স্ত্রীসহ মাদুরো আটক </h2></p><p><h1 data-title-0=\"যুক্তরাষ্ট্র কেন ভেনেজুয়েলায় হামলা চালাল?\" class=\"nA4h1 \">যুক্তরাষ্ট্র কেন ভেনেজুয়েলায় হামলা চালাল?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-03T22:32:34+06:00\"><span>প্রকাশ: ০৩ জানুয়ারি ২০২৬, ১৬: ৩২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ড্যাফোডিল গ্রুপের এক-তৃতীয়াংশ আয় জনগণের কল্যাণে ব্যয়ের ঘোষণা | প্রথম আলো",
            "time": "2026-01-03T16:30:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F0v9etiym%2F%E0%A7%A6%E0%A7%A7.jpg?rect=0%2C326%2C4608%2C2419&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সবুর খান জানান, ঘোষিত এই লভ্যাংশের অর্থের আওতায় শিক্ষা ও স্কলারশিপ, যুব নেতৃত্ব উন্নয়ন, কর্মসংস্থান সৃষ্টি, স্বাস্থ্যসেবা এবং সুবিধাবঞ্চিত ও সম্ভাবনাময় তরুণদের ভবিষ্যৎ নির্মাণে বিনিয়োগ করা হবে।</p><p>একই গ্রুপের নিট মুনাফার তৃতীয়াংশ কোনোভাবেই কোনো পর্যায়ের কর্মকর্তা-কর্মচারী কারও বেতন-ভাতার ওপর প্রভাব ফেলবে না বলে জানান ড্যাফোডিল গ্রুপের প্রধান নির্বাহী মোহাম্মদ নুরুজ্জামান।</p></div></div></div></body></html>"
        }
    ]
}