{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সালাতুল হাজত নামাজের নিয়ম | প্রথম আলো",
            "time": "2025-08-11T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fqff0mwt9%2F089MEI-Iraq-SA-THHS-20250506-0001.jpg?rect=0%2C54%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>৩. দুই রাকাত নামাজ আদায়</strong></p><p><strong>প্রথম রাকাত:</strong> তাকবিরে তাহরিমা (আল্লাহু আকবার) বলে নামাজ শুরু করা। সুরা ফাতিহার পর যেকোনো সুরা পড়া, যেমন সুরা ইখলাস। তারপর রুকু, সিজদা ও অন্যান্য নিয়ম অনুসরণ করে প্রথম রাকাত সম্পন্ন করা।</p><p><strong>দ্বিতীয় রাকাত:</strong> একইভাবে সুরা ফাতিহার পর একটি সুরা পড়া, রুকু, সিজদা ও তাশাহহুদ পড়ে সালাম ফিরিয়ে নামাজ শেষ করা।</p><p>এই নামাজ সাধারণ ফরজ বা নফল নামাজের মতোই পড়তে হবে, তবে খুশুখুজু (মনোযোগ) বজায় রাখা গুরুত্বপূর্ণ। (সুনান তিরমিজি, হাদিস: ৪৭৮)</p><p><strong>৪. নামাজের পর দোয়া</strong></p><p>নামাজ শেষে আল্লাহর প্রশংসা ও দরুদ পড়ে নিজের প্রয়োজনের জন্য দোয়া করতে হবে। আব্দুল্লাহ ইবনে আবু আওফা (রা.) থেকে বর্ণিত, মহানবী (সা.) বলেছেন, ‘যে ব্যক্তির আল্লাহর কাছে কোনো প্রয়োজন বা মানুষের কাছে কোনো দরকার থাকে, সে যেন অজু করে দুই রাকাত নামাজ পড়ে, তারপর আল্লাহর প্রশংসা করে, নবীর ওপর দরুদ পড়ে এবং এই দোয়া পড়ে:</p><p><strong>উচ্চারণ:</strong> ‘লা ইলাহা ইল্লাল্লাহুল হালিমুল কারিম, সুবহানাল্লাহি রাব্বিল আরশিল আজিম, আলহামদুলিল্লাহি রাব্বিল আলামিন, আসআলুকা মুজিবাতি রাহমাতিক, ওয়া আজাইমা মাগফিরাতিক, ওয়াল গানিমাতা মিন কুল্লি বিরর, ওয়াস সালামাতা মিন কুল্লি ইসম। লা তাদা লি জাম্বান ইল্লা গাফারতাহু, ওয়া লা হাম্মান ইল্লা ফাররাজতাহু।’</p><p><strong>অর্থ:</strong> ‘আল্লাহ ছাড়া কোনো উপাস্য নেই, তিনি সহনশীল ও দয়ালু। পবিত্র মহান আরশের প্রভু আল্লাহ। সমস্ত প্রশংসা বিশ্বজগতের প্রভু আল্লাহর জন্য। আমি তোমার কাছে তোমার রহমতের কারণ, ক্ষমার দৃঢ়তা, প্রতিটি পুণ্যের লাভ এবং সব পাপ থেকে মুক্তি প্রার্থনা করি। আমার কোনো গুনাহ রেখো না, যা তুমি ক্ষমা করোনি এবং কোনো দুশ্চিন্তা রেখো না, যা তুমি দূর করোনি।’ (সুনান তিরমিজি, হাদিস:: ৪৭৮)</p><p><strong>৫. অতিরিক্ত দোয়া</strong></p><p>ওপরের দোয়ার পর নিজের প্রয়োজন বা দরকারের জন্য নিজের ভাষায় আল্লাহর কাছে দোয়া করা। দোয়া করার সময় আল্লাহর ওপর পূর্ণ ভরসা রাখা এবং ধৈর্যের সঙ্গে ফলাফলের অপেক্ষা করা।</p></div></div></body></html>"
        },
        {
            "title": "জেনেভা ক্যাম্পে যৌথ বাহিনীর অভিযান - পিস্তল, দেশীয় অস্ত্রসহ আটক বেশ কয়েকজন | প্রথম আলো",
            "time": "2025-08-11T21:50:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Faw0m8bsk%2Farms.jpeg?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"জেনেভা ক্যাম্পে যৌথ বাহিনীর অভিযান - পিস্তল, দেশীয় অস্ত্রসহ আটক বেশ কয়েকজন\" class=\"nA4h1 \">জেনেভা ক্যাম্পে যৌথ বাহিনীর অভিযান - পিস্তল, দেশীয় অস্ত্রসহ আটক বেশ কয়েকজন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-12T03:50:28+06:00\"><span>প্রকাশ: ১১ আগস্ট ২০২৫, ২১: ৫০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "কৃত্রিম বুদ্ধিমত্তা ক্ষুদ্র জাতিগোষ্ঠীকে বিকৃতভাবে উপস্থাপন করছে | প্রথম আলো",
            "time": "2025-08-11T21:04:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F47d0ihcu%2F01.jpg?rect=0%2C1044%2C9248%2C4855&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানবাধিকারকর্মী খুশী কবির বলেন, দেশে জাতিসংঘের অনেকগুলো দিবস রাষ্ট্রীয়ভাবে পালন করা হলেও আন্তর্জাতিক আদিবাসী দিবস পালন করা হয় না। তিনি বলেন, বুঝুক আর না বুঝুক বাংলাদেশ জাতিসংঘের বিভিন্ন কনভেনশনকে তড়িঘড়ি করে সমর্থন করে। কিন্তু এই কনভেনশনকে সমর্থন করেনি। সরকার বুঝেশুনেই সমর্থন করেনি। আগের সরকার বলেছে, বাংলাদেশে আদিবাসী নেই, এই সরকারও আদিবাসীদের স্বীকৃতি দিচ্ছে না।</p><p>একটাই ধর্ম ও জাতিসত্তা থাকবে, এমন মনোভাব কাম্য নয় উল্লেখ করে এই মানবাধিকারকর্মী বলেন, ‘কিসের ভয়ে আমরা দেশে ভিন্ন ধর্ম, চিন্তা ও জাতিসত্তার মানুষকে থাকতে দেব না? কে অধিকার দিয়েছে যে একটি মাত্র মতবাদ, চিন্তা, ভাষা জাতি ও ধর্ম থাকবে? রাষ্ট্রের জন্য এটা কাম্য হতে পারে না।’</p><p>চব্বিশের গণ–অভ্যুত্থানে সমতল ও ক্ষুদ্র জাতিগোষ্ঠীর নারীদের উল্লেখযোগ্য অংশগ্রহণ ছিল উল্লেখ করে খুশী কবির বলেন, অভ্যুত্থানের পরে আর নারীদের কোনো অংশগ্রহণ নেই। নারী কমিশন গঠন করা হয়। কিন্তু কমিশনের কোনো কিছু গ্রহণ করা হয়নি। এর অর্থ সরকার নারীদের ভয় পায়। এই অবস্থা টিকে থাকার জন্য অভ্যুত্থান হয়নি। তাই অধিকার আদায়ে নারীদের শক্ত ভূমিকা রাখতে হবে। এখনই উত্তম সময়।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবহৃত ড্রাম পুনর্ব্যবহারের উপযোগী করা হচ্ছে | প্রথম আলো",
            "time": "2025-08-11T20:58:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Flgu3odup%2F%E0%A7%A8.jpg?rect=0%2C382%2C5389%2C2829&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ব্যবহৃত ড্রাম পুনর্ব্যবহারের উপযোগী করা হচ্ছে\" class=\"IiRps \">ব্যবহৃত ড্রাম পুনর্ব্যবহারের উপযোগী করা হচ্ছে</h1></p><div class=\"Ibzfy\"><p>ব্যবহৃত প্লাস্টিক ও টিনের ড্রাম ‘রিসাইক্লিং’ করে পুনর্ব্যবহারের উপযোগী করে তোলার কাজ চলছে। ধুয়েমুছে, রং করে নতুন রূপ দেওয়া হচ্ছে পুরোনো ড্রামগুলোকে। গৃহস্থালিসহ নানা কাজে ব্যবহৃত হয় এসব ড্রাম। রিসাইক্লিং কারখানায় কাজ করে কর্মসংস্থান হচ্ছে অনেক নারী-পুরুষের। প্রতিদিন ৩০০ থেকে ৫০০ টাকা মজুরিতে কাজ করেন এই শ্রমিকেরা। নারায়ণগঞ্জের তারাব এলাকায় গড়ে উঠেছে অনেক ড্রাম রিসাইক্লিং কারখানা। ব্যবহৃত ড্রাম রিসাইক্লিং নিয়ে ছবির গল্প</p></div></div></div></body></html>"
        },
        {
            "title": "মাইলস্টোনে যুদ্ধবিমান বিধ্বস্ত: নিহত শিক্ষার্থীদের অভিভাবকদের মধ্যে ক্ষোভ বাড়ছে | প্রথম আলো",
            "time": "2025-08-11T20:57:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F7jjqx00r%2F01.jpeg?rect=0%2C163%2C1033%2C542&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাজিয়া স্কুলটির ষষ্ঠ আর নাফি ছিল তৃতীয় শ্রেণির শিক্ষার্থী। নাজিয়া সেদিন বাড়ির কাজ করে যেতে পারেনি বলে ‘ডিটেনশনে’ ছিল, আর বোন কেন দেরি করছে, তা দেখতে গিয়েই আগুনে দগ্ধ হয় ছোট ভাই।</p><p>নাজিয়া-নাফির বাবা আশরাফুল ইসলাম অবসরপ্রাপ্ত সেনাসদস্য। তিনি প্রথম আলোকে বলেন, ‘সরকারি চাকরি থেকে অবসর নেওয়ার পর আমার সম্পদ বলতে ছিল এই দুই সন্তান। দুই সন্তানই মারা গেছে। একজনকে আইসিইউতে রেখে আরেক সন্তানকে দাফন করতে হয়েছে। বলতে পারেন, আমরা বেঁচে থাকব কীভাবে?’</p><p>মাহিদ হাসান পড়ত চতুর্থ শ্রেণিতে। ওমায়ের নূর এবং বোরহান উদ্দিন পড়ত তৃতীয় শ্রেণিতে। বিমান বিধ্বস্তের ঘটনায় মারা যাওয়া এই তিন শিশুকে কবর দেওয়া হয়েছে পাশাপাশি। তারা নিকট আত্মীয়।</p><p>তৃতীয় শ্রেণির শিক্ষার্থী রাইসা মণি। তার মা মিম প্রথম আলোকে জানালেন, শিক্ষকদের চাপাচাপিতে ১৪ জুলাই থেকে মেয়েকে কোচিংয়ে দিয়েছিলেন। কোচিংয়ে না দিলে মেয়ে স্কুল ছুটির পরই বাড়ি চলে যেত, এভাবে মারা যেত না। এ আক্ষেপ থাকবে সারা জীবন।</p><p>তৃতীয় শ্রেণির আরেক শিক্ষার্থী মারিয়াম উম্মে আফিয়া। তার মা উম্মে তামিমা আক্তার ক্ষোভ প্রকাশ করে বললেন, বাচ্চা স্কুল থেকে ফিরে বলত, কোচিং করলে শিক্ষকেরা বেশি আদর করেন, যারা কোচিং করে না, তাদের আদর করেন না। তাই মেয়ে কোচিংয়ে ভর্তি করাতে বলে। অন্যদিকে শিক্ষকেরাও ফোন দিতেন কোচিংয়ে দেওয়ার জন্য।</p><p>রাইসা মণি ও মারিয়াম উম্মে আফিয়ার লাশ প্রথমে পাওয়া যায়নি। এ জন্য ডিএনএ পরীক্ষা করতে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মব সহিংসতা নিয়ে উৎকণ্ঠা ৮০ শতাংশ মানুষের | প্রথম আলো",
            "time": "2025-08-11T20:12:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fj0ivwdsp%2Fprothomalo-bangla2025-08-11v3khijnrbigd.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী নির্বাচনে কাকে ভোট দেবেন—এই প্রশ্নে সিদ্ধান্তহীন মানুষের হার আগের চেয়ে বেড়েছে। গত বছরের অক্টোবরে ৩৮ শতাংশ মানুষ বলেছিলেন, তাঁরা এ বিষয়ে সিদ্ধান্ত নেননি। আট মাস পরে বিআইজিডির জরিপে ৪৮ দশমিক ৫০ শতাংশ মানুষ বলছেন, কাকে ভোট দেবেন, তাঁরা এখনো সিদ্ধান্ত নেননি। কাকে ভোট দেবেন, বলতে চান না ১৪ দশমিক ৪০ শতাংশ। ভোট দেবেন না বলেছেন ১ দশমিক ৭০ শতাংশ।</p><p>একই প্রশ্নের উত্তরে ১২ শতাংশ বিএনপি, ১০ দশমিক ৪০ শতাংশ জামায়াতে ইসলামী ও ২ দশমিক ৮০ শতাংশ মানুষ জাতীয় নাগরিক পার্টিকে (এনসিপি) ভোট দেওয়ার কথা বলেছেন। অক্টোবরে ১৬ দশমিক ৩০ শতাংশ বিএনপি, ১১ দশমিক ৩০ শতাংশ জামায়াত ও ২ শতাংশ মানুষ এনসিপিকে ভোট দেবেন বলে জানিয়েছিলেন।</p><p>অক্টোবরের জরিপে ৮ দশমিক ৯০ শতাংশ মানুষ আওয়ামী লীগকে (এখন কার্যক্রম নিষিদ্ধ) ভোট দেওয়ার কথা বলেছিলেন। সেটি এখন কমে হয়েছে ৭ দশমিক ৩০ শতাংশ। এর বাইরে জাতীয় পার্টির ভোট শূন্য দশমিক ৭০ শতাংশ থেকে শূন্য দশমিক ৩০ শতাংশ, অন্যান্য ইসলামি দলের ভোট ২ দশমিক ৬০ শতাংশ থেকে কমে শূন্য দশমিক ৭০ শতাংশ হয়েছে।</p><p>এবার জরিপে নতুন প্রশ্ন ছিল, আপনার নির্বাচনী এলাকায় কোন দলের প্রার্থী জিতবে। জবাবে ৩৮ শতাংশ মানুষ বিএনপির কথা বলেছেন। ১৩ শতাংশ মানুষ জামায়াত ও ১ শতাংশ এনসিপির কথা বলেছেন। আর আওয়ামী লীগের কথা বলেছেন ৭ শতাংশ মানুষ।</p><p>জাতীয় নির্বাচন কখন চান—এমন একটি প্রশ্নও ছিল জরিপে। জবাবে ৩২ শতাংশ মানুষ ডিসেম্বরের আগে নির্বাচন চেয়েছেন। ডিসেম্বর (২০২৬) অথবা পরে নির্বাচনের কথা বলেছেন ২৫ শতাংশ মানুষ।</p><p>৭০ শতাংশ মানুষ বলেছেন, তাঁরা মনে করেন, আগামী জাতীয় নির্বাচন সুষ্ঠু, অবাধ ও নিরপেক্ষ হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জেলেনস্কিকে ফোন দিলেন মোদি, কী কথা হলো | প্রথম আলো",
            "time": "2025-08-11T20:12:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F6lxjfq5r%2Fmodi-zel.jpg?rect=0%2C28%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কিকে ফোন করেছেন ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি। ফোন দিয়ে ইউক্রেন যুদ্ধের ‘দ্রুত ও শান্তিপূর্ণ’ অবসানে নিজের প্রতিশ্রুতির কথা জানিয়েছেন তিনি। সোমবার দুই নেতার মধ্যে এ ফোনালাপ হয়।</p><p>ইউক্রেন যুদ্ধ বন্ধে আগামী শুক্রবার বৈঠকে বসতে যাচ্ছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ও রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন। এর আগেই জেলেনস্কিকে ফোন দিলেন মোদি। গত সপ্তাহে পুতিনের সঙ্গেও কথা বলেছেন ভারতের প্রধানমন্ত্রী। তখনো তিনি সংঘাতের ‘শান্তিপূর্ণ সমাধানের’ আহ্বান জানান।</p><p>মস্কোর সঙ্গে নয়াদিল্লির দীর্ঘদিনের সম্পর্ক রয়েছে। যুক্তরাষ্ট্রসহ পশ্চিমা মিত্রদের সঙ্গে ভারতের ঘনিষ্ঠ নিরাপত্তা অংশীদারত্বের পরও সেই সম্পর্ক টিকে আছে। এই অবস্থানে ভারসাম্য ধরে রাখতে ইউক্রেন যুদ্ধে রাশিয়ার নিন্দা জানায়নি নয়াদিল্লি। বরং যুদ্ধ থামানোর জন্য মধ্যস্থতার প্রস্তাব দিয়েছে দেশটি।</p></div></div></div></body></html>"
        },
        {
            "title": "ওয়াশিংটনে ন্যাশনাল গার্ড মোতায়েন করলেন ট্রাম্প | প্রথম আলো",
            "time": "2025-08-11T20:07:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fuktnl0do%2FUntitled-1.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের রাজধানী ওয়াশিংটনে অপরাধ দমনে সামরিক ও ফেডারেল আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্যদের মোতায়েন করেছেন দেশটির প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। সোমবার এ সিদ্ধান্ত নেন তিনি।</p><p>হোয়াইট হাউসে সাংবাদিকদের ট্রাম্প বলেন, ওয়াশিংটন শহরের পুলিশকে তিনি ফেডারেল সরকারের অধীনে আনবেন। একই সঙ্গে রাজধানী শহরটিতে ন্যাশনাল গার্ড সদস্যদের পাঠাবেন।</p><p>যুক্তরাষ্ট্রের রিপাবলিকান রাজনীতিকদের অভিযোগ, ওয়াশিংটন অপরাধে জর্জরিত হয়ে পড়েছে। শহরটি গৃহহীন মানুষের চাপে বিপর্যস্ত। একই সঙ্গে অর্থনৈতিকভাবে অব্যবস্থাপনায় ধুঁকছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মঙ্গলবার ঢাকা আসছে ইউরোপীয় প্রতিনিধিদল | প্রথম আলো",
            "time": "2025-08-11T20:00:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F9fedb0e9-e9b9-46fb-b0b2-04490f53bea2%2Fprothomalo_bangla_2024_02_79b2bf5a_a2a6_412e_b878_c7bedd120762_EU.webp?rect=0%2C45%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জার্মান পার্লামেন্ট বুন্দেসতাগের সদস্য সান্দ্রা ওয়েজার, বুন্দেসতাগ প্রতিরক্ষা কমিটির চেয়ারম্যান মার্কুস ফাবার, লিবারেল ইন্টারন্যাশনালের ডয়চে গ্রুপের সভাপতি জুর্গেন মার্টেন্সসহ জার্মান রাজনীতি, অর্থনীতি ও সুশীল সমাজের অন্যান্য বিশিষ্ট ব্যক্তিত্ব প্রতিনিধিদলে রয়েছেন।</p><p>ঢাকায় অবস্থানকালে প্রতিনিধিদল বাংলাদেশের অ্যাটর্নি জেনারেলের সঙ্গে বৈঠক করবে। এ ছাড়া নেটজ বাংলাদেশ, গ্যেটে ইনস্টিটিউট বাংলাদেশ, বিমসটেক সচিবালয় ও বাংলাদেশ-জার্মান চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রির (বিজিসিসিআই) সঙ্গে আলোচনায় অংশ নেবেন তাঁরা।</p><p>সফরের অংশ হিসেবে প্রতিনিধিদল সাভারের একটি তৈরি পোশাক কারখানা পরিদর্শন করবে। সেখানে শ্রম অধিকার, শিল্প সরবরাহ শৃঙ্খল এবং দক্ষ শ্রমিক অভিবাসনের ভূমিকা সম্পর্কে ধারণা নেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাগার থেকে ভার্চ্যুয়াল আদালতে হাজিরা দিলেন ইনু, মেনন, পলকসহ ৯ আসামি | প্রথম আলো",
            "time": "2025-08-11T19:57:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fcfcyr2my%2F67.png?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক মন্ত্রী রাশেদ খান মেনন, হাসানুল হক ইনুসহ ৯ জন কারাগার থেকে ভার্চ্যুয়ালি আদালতে হাজিরা দিয়েছেন। ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালতের ম্যাজিস্ট্রেট সাইফুজ্জামান সোমবার ভার্চ্যুয়ালি তাঁদের হাজিরা নেন। প্রথম আলোকে এ তথ্য নিশ্চিত করেছেন ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের অতিরিক্ত উপকমিশনার (এডিসি) মো. মাঈন উদ্দিন চৌধুরী।</p><p>পুলিশ ও আদালত সংশ্লিষ্ট সূত্রগুলো বলছে, ভার্চ্যুয়ালি আদালতে হাজিরা দিয়েছেন সাবেক তথ্যমন্ত্রী ও জাতীয় সমাজতান্ত্রিক দলের (জাসদ) সভাপতি হাসানুল হক ইনু, সাবেক বেসামরিক বিমান পরিবহনমন্ত্রী ও বাংলাদেশের ওয়ার্কার্স পার্টির সভাপতি রাশেদ খান মেনন, সাবেকমন্ত্রী শাজাহান খান, সাবেক প্রধানমন্ত্রী শেখ হাসিনার বেসরকারি বিনিয়োগ ও শিল্পবিষয়ক উপদেষ্টা সালমান এফ রহমান, সাবেক শিল্প প্রতিমন্ত্রী কামাল আহমেদ মজুমদার, সাবেক তথ্যপ্রযুক্তি প্রতিমন্ত্রী জুনাইদ আহ্‌মেদ পলক, সাবেক সংসদ সদস্য সাদেক খানসহ ৯ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাজ্যে সাবেক ভূমিমন্ত্রী সাইফুজ্জামান চৌধুরীর সম্পদ বিক্রি হচ্ছে | প্রথম আলো",
            "time": "2025-08-11T19:50:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-05%2Fwfndc0yz%2F%E0%A6%B8%E0%A6%BE%E0%A6%AC%E0%A7%87%E0%A6%95-%E0%A6%AD%E0%A7%82%E0%A6%AE%E0%A6%BF%E0%A6%AE%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A7%8D%E0%A6%B0%E0%A7%80-%E0%A6%B8%E0%A6%BE%E0%A6%87%E0%A6%AB%E0%A7%81%E0%A6%9C%E0%A7%8D%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A8-%E0%A6%9A%E0%A7%8C%E0%A6%A7%E0%A7%81%E0%A6%B0%E0%A7%80.avif?rect=0%2C87%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাজ্যে বাংলাদেশের সাবেক ভূমিমন্ত্রী সাইফুজ্জামান চৌধুরীর সম্পদের একটি অংশ বিক্রির উদ্যোগ নেওয়া হয়েছে। এসব সম্পদ বিক্রি করে তাঁর দায়দেনা পরিশোধ করা হবে। </p><p>সোমবার ব্রিটিশ দৈনিক টেলিগ্রাফ–এর এক প্রতিবেদনে বলা হয়েছে, সাইফুজ্জামানের মালিকানাধীন ছয়টি আবাসন কোম্পানি দেশটির প্রশাসনিক প্রক্রিয়ায় চলে গেছে। এসব কোম্পানির মাধ্যমে সে দেশে সাইফুজ্জামানের বিভিন্ন সম্পদ পরিচালিত হতো।</p><p>টেলিগ্রাফ বলেছে, বাংলাদেশি কর্তৃপক্ষ অবৈধ সম্পদ অনুসন্ধান শুরু করার পর যুক্তরাজ্যে সাইফুজ্জামানের সম্পদের সাম্রাজ্যের বিষয়টি সামনে আসে। দেশটিতে তাঁর তিন শতাধিক প্রোপার্টি (বাড়ি, ফ্ল্যাট ও অ্যাপার্টমেন্ট) রয়েছে। এগুলোর মূল্য ১৭ কোটি পাউন্ড। অভিযোগ রয়েছে, ব্রিটেনে অর্থ পাচার করে এসব সম্পদ করেছেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "এনজেল নূরের প্রথম অ্যালবাম ‘প্রাণ-ত’ | প্রথম আলো",
            "time": "2025-08-11T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-02%2Fxdt71vum%2Fprothomalo-bangla2025-04-03rratdwycnur1.avif?rect=0%2C0%2C780%2C410&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যালবামের প্রতিটি গান লিখেছেন ও সুর করেছেন এনজেল নূর। তিনি বলেন,‘“যদি আবার” গানে যেমন আমার জীবনের গল্প বলেছি, অ্যালবামের গানেও তেমনই। প্রতিটি গানে নিজস্ব অনভূতি থাকবে।’ এখন পর্যন্ত ৩৬টির মতো গান লিখেছেন, সুরও দিয়েছেন এনজেল। এর মধ্যে সাতটি গান অ্যালবামে আসছে। গান রেকর্ড করছেন, মাসখানেকের মধ্যে স্পটিফাইয়ে অ্যালবামটি প্রকাশিত হবে। এরপর প্রতি সপ্তাহে একটি করে মিউজিক ভিডিও প্রকাশ করবেন।</p><p>এর মধ্যে কলকাতা থেকে ডাক পেয়েছেন এনজেল। তাঁর আলোচিত ‘যদি আবার’ গানটি সিনেমায় ব্যবহার করতে চান কলকাতার এক পরিচালক। বিষয়টি নিয়ে ভাবছেন এনজেল, এখনো সম্মতি দেননি। আগামী মাসে ঢাকায় একটি বৈঠক হওয়ার কথা, এরপর বিষয়টি চূড়ান্ত হবে বলে জানান এই গায়ক। ‘যদি আবার’ গানটি ভারতীয় সংগীত তারকা অরিজিৎ সিং এক্স হ্যান্ডলে শেয়ার করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "লিফলেট বিতরণে যাওয়া বিএনপি নেতা-কর্মীদের ওপর ‘জয় বাংলা’ স্লোগান দিয়ে হামলার অভিযোগ | প্রথম আলো",
            "time": "2025-08-11T18:10:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fsm6sv1lj%2FMADARIPURClash.JPG?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি নেতা সাজ্জাদ হোসেন প্রথম আলোকে বলেন, প্রথমে বিএনপি কর্মীদের সঙ্গে আওয়ামী লীগের কয়েকজন অনুসারীর কথাকাটাকাটি হয়। পরে বিষয়টি মিটমাটও হয়ে গেছে। লিফলেট বিতরণ শেষ করে মোটরসাইকেল নিয়ে ফেরার সময় রাস্তায় গতিরোধ করে দুই দিক থেকে লাঠিসোঁটা নিয়ে আক্রমণ করে। কয়েকটি মোটরসাইকেল ভাঙচুর করে। হামলায় যারা আহত বেশির ভাগই বিএনপির কর্মী সমর্থক। তিনি হামলার নিন্দা জানিয়ে জড়িতের বিচার দাবি করেন।</p><p>এ বিষয়ে কথা বলতে বাবলু ফকিরের মুঠোফোন নম্বরে যোগাযোগের চেষ্টা করা হলে বন্ধ পাওয়া যায়।</p><p>মাদারীপুরের অতিরিক্ত পুলিশ সুপার মোহাম্মদ জাহাঙ্গীর আলম বলেন, ‘খবর পেয়ে আর্মিসহ অতিরিক্ত পুলিশ ঘটনাস্থলে এসে পরিস্থিতি নিয়ন্ত্রণে নিই। এ ঘটনায় থানায় এখনো অভিযোগ দেয়নি কেউ। অভিযোগ পেলে আইনগত ব্যবস্থা নেওয়া হবে। অপ্রীতিকর পরিস্থিতি মোকাবিলায় এলাকায় অতিরিক্ত পুলিশ মোতায়েন করা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আন্দোলনকারীদের ফাঁসি দিতে চেয়েছিলেন শেখ হাসিনা | প্রথম আলো",
            "time": "2025-08-11T18:04:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-05%2Fkzr3pyge%2FHasina.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জবাবে মাকসুদ কামাল বলেন, ‘জি জি জি।’</p><p>শেখ হাসিনা বলেন, ‘ওই অ্যাকশন না নেওয়া ছাড়া উপায় নাই। আমরা এত বেশি সহনশীলতা দেখাই আজ এত দূর পর্যন্ত আসছে।’</p><p>এরপর মাকসুদ কামাল বলেন, ‘এটা তো...আমরাও তো সহনশীলতা...আমি ছাত্রলীগকে বলছি যে তোমরা কোনো ধরনের ইয়ে করতে যাইও না। যেহেতু আদালতের বিষয়, আদালত নিষ্পত্তি করবে।’</p><p>জবাবে শেখ হাসিনা বলেন, ‘না, এ আদালত হবে না, আবার ২৪ ঘণ্টার আলটিমেটাম দিছে।’</p><p>তখন মাকসুদ কামাল বলেন, ‘আবার রাষ্ট্রপতিকে কেউ এই রকম বলে যে ২৪ ঘণ্টার রাষ্ট্রপতিকে কেউ আলটিমেটাম দেয় একটা দেশে।’</p><p>এরপর শেখ হাসিনা বলেন, ‘রাষ্ট্রপতিকে ২৪ ঘণ্টার আলটিমেটাম দিচ্ছে...বেয়াদবির একটা সীমা থাকে…!’</p><p>মাকসুদ কামাল বলেন, ‘আপা, আমি আপনাকে যদি অন্য কোনো খারাপের দিকে যায়, আমি আবার একটু জানাব। কিন্তু রাতের বেলা জানাব না, হয়তোবা আধা ঘণ্টা এক ঘণ্টার মধ্যে হলে জানাব।’</p><p>তখন শেখ হাসিনা বলেন, ‘কোনো অসুবিধা নাই...আমি আমি সব সময়ই ফ্রি।’</p><p>মাকসুদ কামাল বলেন, ‘জি জি জি, স্লামুআলাইকুম।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাংবাদিক আসাদুজ্জামান তুহিনের হত্যার ঘটনায় আর্টিকেল নাইনটিনের উদ্বেগ | প্রথম আলো",
            "time": "2025-08-11T17:56:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fqq950d1d%2FGAZIPURDH061520250807WHATSAPP-IMAGE-2025-08-07-AT-8.41.08-PM.JPG.JPG?rect=0%2C0%2C857%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দৈনিক প্রতিদিনের কাগজের গাজীপুর প্রতিনিধি আসাদুজ্জামান তুহিনকে নৃশংসভাবে হত্যার ঘটনায় গভীর উদ্বেগ প্রকাশ করেছে মতপ্রকাশের স্বাধীনতা নিয়ে কাজ করা আন্তর্জাতিক মানবাধিকার সংস্থা আর্টিকেল নাইনটিন। এ ঘটনার দ্রুত, সুষ্ঠু ও নিরপেক্ষ তদন্ত করার এবং দায়ী ব্যক্তিদের আইন অনুযায়ী জবাবদিহির আওতায় আনার দাবি জানিয়েছে তারা।</p><p> আজ সোমবার আর্টিকেল নাইনটিনের ওয়েবসাইটে প্রকাশিত এক প্রতিবেদনে এমন প্রতিক্রিয়া জানানো হয়েছে। তাতে বলা হয়েছে, বাংলাদেশের সাংবাদিকদের ওপর সহিংসতার ঘটনা যখন বাড়ছে, তখন এ হত্যার ঘটনা ঘটল। এতে করে দেশটিতে সাংবাদিকদের নিরাপত্তা নিয়ে গভীর উদ্বেগ সৃষ্টি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাইয়ামি দুই মাঠের যোদ্ধা | প্রথম আলো",
            "time": "2025-08-11T17:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F3ezz8g90%2Fsaiyami16749093713025681565829342192245756165.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রিকেট, ব্যাডমিন্টন, সাইক্লিং, অ্যাথলেটিকস বা যে খেলাই হোক, দক্ষতা দেখিয়েছেন সাইয়ামি। ছোটবেলা থেকেই খেলাধুলা তাঁর জীবনের অংশ। তাঁর পরিবারও খেলাধুলাপ্রেমী। বিনোদন জগতের সঙ্গে জড়িয়ে মা উত্তরা খের ১৯৮২ সালে ‘ফেমিনা মিস ইন্ডিয়া’ হয়েছিলেন, আর বাবা অদ্বৈত খের মডেল ছিলেন। সব মিলে পারিবারিক ঐতিহ্যই আজকের সাইয়ামিকে গড়ে তুলেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পুলিশ আসলেই কীভাবে পালিয়ে যায় মোহাম্মদপুর ক্যাম্পের অপরাধীরা | প্রথম আলো",
            "time": "2025-08-11T17:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fovgdhyca%2F%E0%A6%AA%E0%A7%81%E0%A6%B2%E0%A6%BF%E0%A6%B6-%E0%A6%86%E0%A6%B8%E0%A6%B2%E0%A7%87%E0%A6%87web.jpg?rect=0%2C34%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"পুলিশ আসলেই কীভাবে পালিয়ে যায় মোহাম্মদপুর ক্যাম্পের অপরাধীরা\" class=\"nA4h1 \">পুলিশ আসলেই কীভাবে পালিয়ে যায় মোহাম্মদপুর ক্যাম্পের অপরাধীরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-11T23:15:00+06:00\"><span>প্রকাশ: ১১ আগস্ট ২০২৫, ১৭: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অভিনয়কে তাঁরা খুবই সহজ ও সস্তা মনে করেন | প্রথম আলো",
            "time": "2025-08-11T14:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-25%2Fkx9vz069%2F47184586726547661047083371798705932993344628n.jpg?rect=0%2C71%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফারুক আহমেদ আরও বলেন, ‘বেশির ভাগ অভিনয়ে আসতে চাওয়া তরুণের গল্প প্রায়ই একই। তাঁরা ছোটবেলা থেকেই অভিনয় করতে চেয়েছেন। তাঁরা মনে করেন অভিনয় করতে পারবেন। আত্মবিশ্বাস থাকা ভালো। কিন্তু তাঁরা শিখতে চান না। থিয়েটার বা অভিনয়ে শেখার কোনো আগ্রহ তাঁদের নাই। তাঁরা মনে করেন, ক্যামেরার সামনে দাঁড়ানো মানেই অভিনয় করা হয়ে গেল। দু–একটা ব্যতিক্রম ঘটনা আছে। কেউ কেউ প্রতিভাবান হয়ে থাকেন। সেটা তো সামগ্রিক কোনো উদাহরণ হতে পারে না।’</p><p>দীর্ঘ প্রায় ৪০ বছরের ক্যারিয়ার ফারুক আহমেদের। এ সময়ে তিনি প্রতিমুহূর্ত অভিনয় শেখার মধ্যে রয়েছেন বলে জানান। এই চর্চা শৈশবে মঞ্চে অভিনয়ের মধ্যে শুরু। পরবর্তী সময় পড়াশোনার মধ্য দিয়েও চালিয়ে যান। দেশ–বিদেশের সাহিত্যচর্চার অভ্যাস রয়েছে তাঁর। তিনি বলেন, ‘এখন অভিনয় তো সবাই করতে পারে—যামু খামু, আয় যাই এসব বলেও অভিনয় করা যায়। দর্শকেরাও অনেকে এটাকে অভিনয় মনে করছেন। কিন্তু অভিনয়ের মধ্যে যে আর্ট রয়েছে, সেগুলো বোঝার চেষ্টা করতে হবে। আমার চার দশকের ক্যারিয়ারে আমিই বুঝতে পারলাম না।’</p></div></div></div></body></html>"
        },
        {
            "title": "উৎপল শুভ্রর সঙ্গে তাসকিন আহমেদ ও মেহেদী হাসান মিরাজের জমজমাট আড্ডা | প্রথম আলো",
            "time": "2025-08-11T17:13:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Frcnitdtj%2FWeb.jpg?rect=0%2C15%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"উৎপল শুভ্রর সঙ্গে তাসকিন আহমেদ ও মেহেদী হাসান মিরাজের জমজমাট আড্ডা\" class=\"nA4h1 \">উৎপল শুভ্রর সঙ্গে তাসকিন আহমেদ ও মেহেদী হাসান মিরাজের জমজমাট আড্ডা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-08-12T00:18:00+06:00\"><span>আপডেট: ১১ আগস্ট ২০২৫, ১৮: ১৮ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        }
    ]
}