{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বন্দর-এলডিসি নিয়ে সিদ্ধান্ত অন্তর্বর্তী সরকার নিতে পারে না: তারেক রহমান | প্রথম আলো",
            "time": "2025-11-25T07:18:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fm08ij13j%2FTarique-Rahman.jpg?rect=0%2C103%2C921%2C484&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাঙ্গোলা ও সামোয়ার মতো দেশগুলোর জন্য উত্তরণের সময়সীমা পরিবর্তন করা হয়েছে। জাতিসংঘের নিয়মও বলছে—কোনো দেশ অর্থনৈতিকভাবে ধাক্কা খেলে সময়সীমা নিয়ে নমনীয়তা দেখানো যায়। অর্থাৎ দেশের ভবিষ্যৎ গঠনে বাড়তি সময় চাওয়া নিয়ে অন্তর্বর্তী সরকারের দায়িত্বশীল আচরণ করা উচিত।</p><p>তাহলে আমরা কেন বিকল্প না থাকার ভান করছি? কেন আমরা নিজেদের ভবিষ্যৎ সংকুচিত করছি?</p><p>আসলে বিকল্পটি প্রকাশ্যে বাতিল করে আমরা আমাদের নিজস্ব আলোচনার সক্ষমতাকে দুর্বল করে দিচ্ছি। আন্তর্জাতিক পর্যায়ে আলোচনার টেবিলে বসার আগেই আমরা আমাদের অবস্থান প্রকাশ করে দিচ্ছি। এতে দর–কষাকষির শক্তি দুর্বল হয়ে যাচ্ছে।</p><p>সরকারি নথিপত্রে বলা হয়েছে, দেশের ব্যবসায়ীরা এরই মধ্যে ব্যাংকিং খাতে চাপ, বৈদেশিক মুদ্রার বাজারে অস্থিরতা, ঋণের ঝুঁকি বৃদ্ধি, রপ্তানি শ্লথ হয়ে আসার চাপ মোকাবিলা করছেন। এটা উত্তরণবিরোধী কোনো যুক্তি নয়। বাংলাদেশ এগিয়ে যাওয়ার যোগ্যতা অর্জন করেছে। কিন্তু উত্তরণে ‘যোগ্য’ হওয়া আর ‘প্রস্তুত’ হওয়া এক জিনিস নয়।</p><p>আমি মনে করি, সিদ্ধান্ত নেওয়ার ক্ষেত্রে প্রকৃত জাতীয় শক্তিমত্তা নিয়ে সংশয়ে ভোগা উচিত নয়। আসল জাতীয় শক্তি হলো মূল্য অপরিবর্তনীয় হয়ে ওঠার আগেই কঠিন প্রশ্ন জিজ্ঞাসা করার শৃঙ্খলা থাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "চলচ্চিত্র শিল্প নিয়ে ব্রিটিশ কাউন্সিলের গবেষণা, ডিসেম্বরে ‘ম্যাপিং রিপোর্ট’ | প্রথম আলো",
            "time": "2025-11-25T07:17:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F8unuipf9%2FPhotoBritish-Council-x-Dhaka-DocLab.jpg?rect=0%2C0%2C4215%2C2213&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা ডকল্যাবের পরিচালক তারেক আহমেদ বলেন, ‘বাংলাদেশের চলচ্চিত্রশিল্প এখন একটি পরিবর্তনের মধ্য দিয়ে যাচ্ছে। এই সময়ের জন্য গবেষণাটি খুবই গুরুত্বপূর্ণ। আমরা আশা করছি, এই ম্যাপিং থেকে এমন তথ্য পাওয়া যাবে, যা ভবিষ্যতে স্মার্ট নীতিমালা ও লক্ষ্যভিত্তিক বিনিয়োগে কাজে লাগবে।’<br>প্রধান গবেষক ইমরান ফিরদাউস জানান, ‘দেশজুড়ে কাজ করতে গিয়ে আমরা চলচ্চিত্র খাতে বিপুল সম্ভাবনা, প্রতিভা ও আগ্রহ লক্ষ করেছি। এই গবেষণা শুধু বর্তমান পরিস্থিতি তুলে ধরবে না, বরং বাস্তবসম্মত ও প্রমাণভিত্তিক করণীয় নির্দেশনা দেবে। বিশেষভাবে আমরা লৈঙ্গিক সমতা এবং খাতটির টেকসই উন্নয়নের বিষয়টিও গুরুত্ব দিয়েছি।’<br>সব মিলিয়ে এই গবেষণা বাংলাদেশের চলচ্চিত্রশিল্পের জন্য একটি গুরুত্বপূর্ণ দলিল হতে যাচ্ছে, যা ভবিষ্যতে নীতিনির্ধারণ, বিনিয়োগ এবং শিল্পের সার্বিক উন্নয়নে বড় ভূমিকা রাখবে বলে আশা আয়োজকদের।</p></div></div></div></body></html>"
        },
        {
            "title": "মানবতাবিরোধী অপরাধের মামলায় হানিফসহ চার আসামির বিচার শুরু | প্রথম আলো",
            "time": "2025-11-25T07:02:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানের সময় সংঘটিত মানবতাবিরোধী অপরাধের মামলায় কার্যক্রম নিষিদ্ধ আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক ও সাবেক সংসদ সদস্য মাহবুব উল আলম হানিফসহ চার আসামির আনুষ্ঠানিক বিচার শুরু হয়েছে।</p><p>আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-২–এ আজ মঙ্গলবার সূচনা বক্তব্যের মধ্য দিয়ে এ মামলার আনুষ্ঠানিক বিচার শুরু হয়। এ সময় উপস্থিত ছিলেন ট্রাইব্যুনাল-২-এর বিচারক মঞ্জুরুল বাছিদ ও নূর মোহাম্মদ শাহরিয়ার কবীর।</p><p>আদালত জানান, আগামী ৮ ডিসেম্বর এ মামলায় সাক্ষ্য গ্রহণ শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাজবল’ নিয়ে নির্মম অস্ট্রেলীয় সংবাদমাধ্যম: ‘শব দাহ করা হবে, ছাইভস্ম হিথরোয় পাঠানো হবে’ | প্রথম আলো",
            "time": "2025-11-25T07:01:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fphnfo4zr%2F576664-01-02.jpg?rect=0%2C0%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রিটিশ সংবাদমাধ্যম দ্য টাইমস জানিয়েছে, পার্থে জয়ের পর অস্ট্রেলিয়ান সংবাদপত্র দ্য অস্ট্রেলিয়ান ১৪৩ বছর আগে স্পোর্টিং টাইমস–এর ব্যঙ্গের অনুকরণে ‘বাজবলে’র ‘শেষকৃত্য’ প্রকাশ করেছে। কোচ ব্রেন্ডন ম্যাককালাম ও অধিনায়ক বেন স্টোকসের অধীনে ইংল্যান্ডের আক্রমণাত্মক খেলার ধরনকে ‘বাজবল’ বলা হয়।</p><p>দ্য অস্ট্রেলিয়ান সংবাদপত্র বাজবলের ব্যঙ্গাত্মক শোকবার্তায় লিখেছে, ‘বাজবলের স্নেহপূর্ণ স্মরণে, যা ২০২৫ সালের ২২ নভেম্বর পার্থ স্টেডিয়ামে পরলোকগমন করেছে। গভীর শোক জানাচ্ছে অসংখ্য বন্ধু-স্বজন এবং তৃতীয় দিনের টিকিট কিনেছিলেন যাঁরা। শান্তিতে ঘুমাও।’</p><p>‘বিশেষ দ্রষ্টব্য—শব দাহ করা হবে এবং ছাইভস্ম প্রথম ফ্লাইটে হিথরোয় পাঠানো হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাসিন্দাদের ‘ঘুম পাড়িয়ে’ ৪ ঘরে চুরি | প্রথম আলো",
            "time": "2025-11-25T07:00:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fgkihlz4u%2F274e5814-086b-401d-b32b-e1c32243a7e5.jfif?rect=91%2C0%2C1097%2C576&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই ইউনিয়নের ৪ নম্বর ওয়ার্ডের আমানত আলী সেরাংয়ের বাড়ির মিজানুর রহমানের ঘরেও গত রাতে একই কায়দায় চুরির ঘটনা ঘটেছে। ঘরটিতে রাতে আলমারি ভেঙে জিনিসপত্র ও টাকা চুরির ঘটনা ঘটলেও টের পাননি বাসিন্দারা। মিজানুর রহমান প্রথম আলোকে বলেন, ‘কী ঘটেছিল জানি না। আমার শোবার ঘর থেকেই একটি ব্রিফকেস নিয়ে গেল, লোহার আলমারি ভেঙে সব জিনিসপত্র ছড়িয়ে–ছিটিয়ে রেখে গেল—আমি, আমার স্ত্রী আর মা কিছুই টের পাইনি।’</p><p>গত রোববার রাতে একই কায়দায় চুরি হয় ইউনিয়নের ৬ নম্বর ওয়ার্ডের প্রবাসী ফরিদ উদ্দিনের ঘরে। ফরিদ বলেন, ‘বিকেল থেকেই ঘরের সবার ঝিমুনি ছিল। রাতে তাড়াতাড়ি সবাই ঘুমিয়ে পড়ি। সকালে ৮টায় ঘুম ভেঙে দেখি ঘরের জিনিসপত্র তছনছ করে স্বর্ণালংকার, টাকা ও মুঠোফোন চুরি করা হয়েছে। কে আমাদের এভাবে ঘুম পাড়িয়ে সবকিছু চুরি করে নিয়ে গেল, কিছুই বুঝতে পারছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "অতীত নিয়ে ঘাঁটাঘাঁটি করতে চাই না, নির্বাচন পর্যবেক্ষকদের বললেন সিইসি | প্রথম আলো",
            "time": "2025-11-25T06:57:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fbregn7px%2FCEC-today.jpeg?rect=0%2C114%2C1109%2C582&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন কতটা সুষ্ঠু হচ্ছে তা পর্যবেক্ষণের জন্য ইসির নিজস্ব তত্ত্বাবধানমূলক ব্যবস্থা আছে। তবে আগামী নির্বাচনে ইসির নিয়োগ করা পর্যবেক্ষক সংস্থাগুলোর মাধ্যমেও নির্বাচনকালীন পরিস্থিতি জানতে ও বুঝতে চায় কমিশন। সিইসি বলেন, ‘আপনাদের চোখ যদি দুষ্ট হয়, প্রপার না হয়, আমাদের ইলেকশনের দেখাটাও সঠিক হবে না।’</p><p>পর্যবেক্ষক সংস্থাগুলো মাঠপর্যায়ে যেসব জনবল নিয়োগ করবে, নির্বাচনের আগে সেই জনবলকে নির্বাচনবিষয়ক প্রশিক্ষণ দেওয়ার বিষয়ে জোর দেন সিইসি। সিইসি মনে করেন, পর্যবেক্ষক সংস্থার লোকেরা যদি রাজনৈতিক দলের সঙ্গে যুক্ত হয়ে পড়েন, তাহলে খারাপ দৃষ্টান্ত স্থাপন হবে।</p><p>সিইসি বলেন, ‘যাদের নিয়োগ করবেন, প্লিজ চেক করবেন যে তারা কোনো রাজনীতির সঙ্গে জড়িত আছেন কি না। কোন রাজনীতির সঙ্গে জড়িত, কোন পার্টির সঙ্গে জড়িত, মিছিল-মিটিংয়ে গিয়েছে...এই মার্কায় ভোট দাও, ওই মার্কায় ভোট দাও। এগুলো যাতে না করে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুসলিম ব্রাদারহুডের বিভিন্ন শাখাকে নিষিদ্ধ তালিকায় আনতে ট্রাম্পের নির্দেশ | প্রথম আলো",
            "time": "2025-11-25T06:53:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F5fbcdfsq%2FBrotherhood.webp?rect=0%2C5%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প মিসর, লেবানন ও জর্ডানে মুসলিম ব্রাদারহুডের শাখাগুলোকে ‘সন্ত্রাসী’ সংগঠন হিসেবে চিহ্নিত করার প্রক্রিয়া শুরু করতে তাঁর সহযোগীদের নির্দেশ দিয়েছেন। ট্রাম্পের অভিযোগ, মুসলিম ব্রাদারহুডের এসব শাখা ফিলিস্তিনের স্বাধীনতাকামী সশস্ত্র সংগঠন হামাসকে সমর্থন দেয়।</p><p>মধ্যপ্রাচ্য অঞ্চলে ইসরায়েলের শত্রুদের বিরুদ্ধে চাপ জোরালো করেছে যুক্তরাষ্ট্র। এর মধ্যেই গতকাল সোমবার ট্রাম্প এ আদেশ দিয়েছেন।</p><p>আদেশে বলা হয়েছে, জর্ডানের মুসলিম ব্রাদারহুডের নেতারা হামাসকে বিভিন্ন সরঞ্জাম দিয়ে সহায়তা করছে এবং সংগঠনটির লেবানন শাখা ইসরায়েলের সঙ্গে যুদ্ধে হামাস ও হিজবুল্লাহর পক্ষ নিচ্ছে। মুসলিম ব্রাদারহুডের লেবানন শাখাটি আল-জামা আল-ইসলামিয়া নামে পরিচিত।</p></div></div></div></body></html>"
        },
        {
            "title": "তিন দিন পর তিতাসের পাইপলাইন মেরামত, গ্যাস সরবরাহ স্বাভাবিক | প্রথম আলো",
            "time": "2025-11-25T06:52:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fqxz73xfg%2FNarayangonjDH078020251125narayanganj1.jpg?rect=0%2C323%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফতুল্লা শিল্পাঞ্চলের একটি ডাইং কারখানার উপব্যবস্থাপনা পরিচালক প্রথম আলোকে বলেন, তাঁদের কারখানা পুরোপুরি গ্যাসনির্ভর হওয়ায় ডাইং, সুইং, প্রিন্টিং ও ফিনিশিংসহ সব শাখার কাজ বন্ধ ছিল। এতে উৎপাদন ব্যাহত হওয়ায় রপ্তানির সময়সূচি ঝুঁকির মুখে পড়েছে।</p><p>শুধু পোশাক ও ডাইং কারখানা নয়, রি-রোলিং মিল, স্পিনিং মিলসহ হাজারো শিল্পকারখানার উৎপাদন বন্ধ হয়ে যায়। কাজ বন্ধ থাকায় উৎপাদনভিত্তিক মজুরিতে কাজ করা শ্রমিকদের এই তিন দিনে আয় কমে বিপাকে পড়তে হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিনিয়োগে এতটা মন্দাবস্থা আগে দেখেনি বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-25T06:44:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F8lvwa8jf%2FImage.jpeg?rect=0%2C126%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উত্তরাধিকারসূত্রে অন্তর্বর্তী সরকার একটি পঙ্গু অর্থনীতি হাতে পেয়েছিল। এর পরের ১৫ মাসে অর্থনীতির ক্ষত কিছুটা সেরেছে, কিন্তু পুরোপুরি সুস্থ-সবল হয়নি। ফলে নির্বাচনের পরে নতুন সরকার উত্তরাধিকারসূত্রে একটি গতিহীন অর্থনীতিই হাতে পাবে। বিনিয়োগে মন্দা এর প্রধান কারণ। বিনিয়োগে এতটা মন্দাবস্থা অনেক বছর দেখেনি বাংলাদেশ।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের ঘরের আদলে ভার্চ্যুয়াল ঘরে আড্ডার সুযোগ দেবে মেটার হাইপারস্কেপ | প্রথম আলো",
            "time": "2025-11-25T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F0quet2yp%2FVR.-meta.png?rect=0%2C0%2C740%2C389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেটার তথ্যমতে, হাইপারস্কেপে তৈরি যেকোনো কক্ষের একটি লিংক শেয়ার করে এখন থেকে ব্যবহারকারীরা বন্ধুদেরও আমন্ত্রণ জানাতে পারবেন। বিশ্বের যেকোনো প্রান্তে থাকা বন্ধুরা সেই লিংকে ক্লিক করে ভার্চ্যুয়াল ঘরে বসে আড্ডা দিতে পারবেন। কোয়েস্ট ৩ বা ৩এস হেডসেট ছাড়াও মেটা হরাইজন মোবাইল অ্যাপ ব্যবহার করেও এই ভার্চ্যুয়াল ঘরে প্রবেশ করা যাবে।</p><p>মেটার মুখপাত্র রেচেল হোম জানিয়েছেন, আগামী কয়েক মাসের মধ্যে সব ব্যবহারকারীর জন্য সুবিধাটি চালু করা হবে। নতুন এ সুবিধা কাজে লাগিয়ে ভার্চ্যুয়াল কক্ষ তৈরি করতে ঘরকে স্ক্যান করতে হবে। প্রতিটি ভার্চ্যুয়াল ঘরে সর্বোচ্চ আটজন একসঙ্গে যুক্ত হতে পারবেন। ভবিষ্যতে এই সংখ্যা আরও বাড়ানোর পরিকল্পনাও রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লটারি করে ৬৪ জেলার এসপি চূড়ান্ত | প্রথম আলো",
            "time": "2025-11-25T06:24:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fkz2429y4%2FWhatsApp-Image-2025-11-25-at-12.32.07-1.jpeg?rect=0%2C59%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র মন্ত্রণালয় ও পুলিশ সদর দপ্তরের একাধিক সূত্র জানায়, জাতীয় সংসদ নির্বাচন সামনে রেখে মাঠপর্যায়ে কর্মকর্তাদের বদলি-পদায়নের লক্ষ্যে প্রধান উপদেষ্টার নির্দেশ অনুযায়ী যোগ্য কর্মকর্তাদের তালিকা সংশ্লিষ্ট কমিটির হাতে দেওয়া হয়। লটারির মাধ্যমে জেলাওয়ারি পদায়ন চূড়ান্ত করার সিদ্ধান্ত হয়। এ কারণে গত সপ্তাহে ৬ জেলায় দেওয়া নতুন এসপি নিয়োগের যোগদান স্থগিত রাখা হয়। এখন এ ক্ষেত্রে লটারির সিদ্ধান্ত কার্যকর হবে।</p><p>পুলিশের রেঞ্জ উপমহাপরিদর্শক (ডিআইজি), জেলার পুলিশ সুপার ও থানার ভারপ্রাপ্ত কর্মকর্তাদের (ওসি) রদবদল নিয়ে গত শনিবার বৈঠক করেন কয়েকজন উপদেষ্টা, স্বরাষ্ট্র মন্ত্রণালয় ও পুলিশের ঊর্ধ্বতন কর্মকর্তারা।</p><p>এসপি পদায়নের পরের ধাপে থানার ওসি নিয়োগও লটারির ভিত্তিতে করা হবে বলে সূত্র জানায়। সৎ, নিরপেক্ষ ও যোগ্য পরিদর্শকদের তালিকা এরই মধ্যে ইউনিটপ্রধানদের কাছ থেকে সংগ্রহ করা হয়েছে।</p><p>পুলিশ সদর দপ্তরের এক উচ্চপদস্থ কর্মকর্তা প্রথম আলোকে বলেন, নির্বাচনকেন্দ্রিক পুলিশিং নিয়ে কোনো ধরনের বিতর্ক এড়াতে লটারির পদ্ধতি নেওয়া হয়েছে। এতে মাঠপর্যায়ে নিরপেক্ষ কর্মকর্তা নিয়োগ নিশ্চিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ডু নাথিং’ সংস্কৃতি ভাঙতে হবে এখনই | প্রথম আলো",
            "time": "2025-11-25T06:09:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F537qa223%2Fcaricature75.jpg?rect=0%2C55%2C796%2C418&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাজ, প্রতিষ্ঠান ও রাষ্ট্রে এই ‘ডুয়ারদের’ মর্যাদার আসনে বসাতে হবে। কর্মীদের সম্মান বাড়লে তরুণ প্রজন্মও অনুপ্রাণিত হবে কাজে, কথায় নয়। কিন্তু বাস্তবে অনেক তরুণ ভার্চ্যুয়াল জগতে সীমাবদ্ধ—লাইকে, শেয়ারে, কমেন্টে। বাস্তব সমস্যার সমাধানে তাদের অংশগ্রহণ তুলনামূলকভাবে কম। এই প্রবণতা বদলাতে হবে।</p><p>পরিবার, শিক্ষাপ্রতিষ্ঠান ও গণমাধ্যমকে তরুণদের শেখাতে হবে যে ছোট কাজও গুরুত্বপূর্ণ—একটি গাছ লাগানো, একটি ছোট প্রকল্প নেওয়া, কারও কষ্ট লাঘব করা—এসব থেকেই পরিবর্তনের সূচনা।</p><p>শিশু ও কিশোরদের মধ্যেও ‘ডুয়ার’ হওয়ার অভ্যাস তৈরি করা জরুরি। প্রতিটি শিক্ষাপ্রতিষ্ঠানে ‘ওয়েল বিয়িং ক্লাব’ প্রতিষ্ঠা করা যেতে পারে, যা শিক্ষার্থীদের নেতৃত্বে, শিক্ষকদের পরামর্শে এবং কমিউনিটির সহযোগিতায় পরিচালিত হবে।</p><p>এই ক্লাব শিশুদের নেতৃত্ব, সমস্যা সমাধান, দায়িত্বশীল আচরণ এবং উদ্যোগ নেওয়ার অনুশীলন করাবে। এভাবেই শৈশব থেকে ‘ডুয়ার মানসিকতা’ গড়ে উঠবে, যা পরবর্তী সময়ে নেতৃত্ব ও সামাজিক ভূমিকা পালনে ভিত্তি তৈরি করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "তাঁবুঘর | প্রথম আলো",
            "time": "2025-11-25T06:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2Fyo5syhe3%2FWhatsApp-Image-2025-11-22-at-15.27.14-1.jpeg?rect=0%2C115%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হেমন্ত হাওয়া এসে খুলে দিল<br>হারানো স্মৃতির হিমবাক্স!<br><br>সাইকেলে চড়ে আমরা হারিয়ে গিয়েছিলাম<br>মনে পড়ে; এক হেমন্ত দুপুরে—<br>জঙ্গলের তৃণপথে<br>খড়ের গাদার পাশ ঘেঁষে<br>ছাতিমগাছের বাঁক চিরে<br>রোঁয়াওঠা আস্তাবল থেকে খানিকটা দূরে<br>ছিমছাম এক তাঁবুঘরে!<br><br>তৃণলিপি জুড়ে লেখা আছে<br>তোমার আমার প্রথম প্রেম হয়েছিল<br>হেমন্ত দুপুরে এক তাঁবুঘরে!<br>তাঁবুঘরের পাশেই ছিল  <br>পাপড়ি ছড়ানো সরোবর—<br>তোমার নাভিতে জ্বলেছিল <br>রতিঘোর টোপাজ পাথর!<br>মনে পড়ে আমাদের প্রথম চুম্বন হয়েছিল<br>ঘোড়ার পায়ের নিচে<br>খড়ের গাদায় ডুবে যেতে যেতে!<br><br>এ হেমন্তে জঙ্গলের ভেতরের এক তাঁবুঘরে<br>ঘাসের মৌতাতে বসে আছি;  <br>পাতার পোশাক পরে হেমন্ত সন্ধ্যায়<br>তুমি কি আসবে হে বনদেবী?</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলকে উপেক্ষা করে কেন সৌদির মন পেতে আপ্রাণ চেষ্টা করছেন ট্রাম্প | প্রথম আলো",
            "time": "2025-11-25T06:09:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2Frf2b97zj%2FSalman-1.jpg?rect=0%2C0%2C5350%2C2809&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই চুক্তি যদি এগিয়ে যায়, তাহলে তা যুক্তরাষ্ট্র-ইসরায়েল সম্পর্কের একটি দীর্ঘস্থায়ী নীতিকে লঙ্ঘন করবে। নীতিটি হলো ওয়াশিংটনের মধ্যপ্রাচ্যের মিত্রদের মধ্যে ইসরায়েল সবার আগে সেরা মার্কিন সামরিক সরঞ্জাম সবার আগে পায়, যা অঞ্চলটিতে ইসরায়েলকে ‘মানগত সুবিধা’ দেয়।</p><p>এবার এই নীতির প্রতি উদাসীনতা দেখিয়ে ট্রাম্প স্পষ্ট করেছেন, উভয় দেশ সেরা সামরিক সরঞ্জাম পাবে। কারণ, তারা দুজন ওয়াশিংটনের সঙ্গে সমানভাবে ঘনিষ্ঠ।</p><p>ট্রাম্প বলেছেন, ‘(সৌদি আরব যুক্তরাষ্ট্রের) মহান মিত্র এবং ইসরায়েলও মহান মিত্র। আমার মতে, তাদের উভয়ের এমন একটি পর্যায়ে থাকা উচিত, যেখানে উভয়ে সেরা সুবিধা পাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নকল খবরের বিস্তার : সাধারণ মানুষ কতটা সচেতন | প্রথম আলো",
            "time": "2025-11-25T06:05:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2F13d8e2b2-ebb2-4dbc-87c4-96bd7d9e2822%2Feview.jpg?rect=0%2C68%2C749%2C393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নকল তথ্য তৈরির শক্তিশালী হাতিয়ার হয়ে উঠেছে কৃত্রিম বুদ্ধিমত্তা (এআই)। এটি যেমন মানুষের কাজ সহজ করছে, তেমনি ভুয়া তথ্য ছড়ানোর ক্ষমতাও বহুগুণ বাড়িয়ে দিয়েছে। </p><p>এআইয়ের মাধ্যমে মানুষের মুখ, কণ্ঠস্বর ও অভিব্যক্তি এমন নিখুঁতভাবে নকল করা যায় যে সত্য-মিথ্যার সীমারেখা প্রায় মুছে যায়। এর সঙ্গে যুক্ত হয়েছে ডিজিটাল সাক্ষরতার অভাব। উত্তেজনাপূর্ণ তথ্যের প্রতি মানুষের স্বাভাবিক আকর্ষণ, আবেগের বশবর্তী হওয়া, উৎস যাচাই করতে অনীহা—সব মিলিয়ে নকল খবর আরও দ্রুত ছড়ায়। </p><p>বিশেষ করে গ্রামের মানুষ, প্রবীণ ও কম শিক্ষিত জনগোষ্ঠী এসব প্রতারণার শিকার বেশি হলেও শহুরে তরুণেরাও নিরাপদ নয়। গবেষণা বলছে, বেশির ভাগ মানুষ খবর পড়ার আগে উৎস দেখে না, লিংক খোলে না, শুধু হেডলাইন দেখে সিদ্ধান্ত নেয়। সচেতনতার এই ঘাটতিই পরিস্থিতিকে সবচেয়ে বেশি ঝুঁকিপূর্ণ করে তুলেছে।</p><p>একটি ভুল তথ্যের পরিণতি হতে পারে ভয়াবহ। অনেকে এটি তুচ্ছ ভাবলেও এর অভিঘাত ব্যক্তিগত, সামাজিক এবং মনস্তাত্ত্বিক ক্ষেত্রে দীর্ঘস্থায়ী। মানহানি, সাইবার বুলিং, ব্ল্যাকমেল এসব ঘটনার পেছনে নকল তথ্য বড় ভূমিকা রাখে। অনেক সময় একটি ভুয়া তথ্য মানুষকে বিপজ্জনক সিদ্ধান্ত নেওয়ার দিকেও ঠেলে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপার ওভারে কোনো দলই অভ্যস্ত নয়, দেশে ফিরে বললেন আকবর আলী | প্রথম আলো",
            "time": "2025-11-25T06:04:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2F077hwbsn%2F586666931183018216132801945697432990386776197n.jpg?rect=0%2C29%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেদিন সুপার ওভারের ব্যাটসম্যানদের সমন্বয় নিয়ে আকবর বলেন, ‘সুপার ওভারে সোহানকে (হাবিবুর) পাঠানো কারণ হলো পুরো টুর্নামেন্টে ও আমাদের সেরা ব্যাটসম্যান ছিল। আর সাকলাইন আবদুল গাফফার) ওই ম্যাচে অনেক ভালো টাচে ছিল।’</p><p>ফাইনাল জিততে না পেরে হতাশাও প্রকাশ করেছেন আকবর, ‘প্লেয়ার, কোচিং স্টাফ থেকে সবাই একটু হতাশ, যেখান থেকে আমরা ফিরে এসেছি, এরপর সুভার ওভারে হারা সবার জন্য হতাশাজনক। চেষ্টা করেছি সর্বোচ্চটা দেওয়ার, শেষ পর্যন্ত হয়ে ওঠেনি। সব মিলিয়ে বলতে হবে আমরা বেশির ভাগ জায়গায় ভালো ক্রিকেট খেলেছি, ফাইনাল জিততে পারলে, কোনো কোনো ম্যাচে ভুল কম করলে বলতাম আমরা পারফেক্ট টুর্নামেন্ট খেলে ফিরেছি।’</p></div></div></div></body></html>"
        }
    ]
}