{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইলন মাস্কসহ ১২ ধনকুবেরের সম্পদ ৪০০ কোটি মানুষের সম্পদের চেয়ে বেশি: অক্সফাম | প্রথম আলো",
            "time": "2026-01-19T04:49:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2Fc461254f-b3d9-47fd-8fd5-9d43356d2b74%2FOxfam_.jpg?rect=0%2C47%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অক্সফামের নির্বাহী পরিচালক অমিতাভ বেহার বলেন, ‘ধনী ও সাধারণ মানুষের মধ্যে ক্রমবর্ধমান ব্যবধান একটি রাজনৈতিক ঘাটতি তৈরি করছে, যা অত্যন্ত বিপজ্জনক। তিনি সতর্ক করে বলেন, অঢেল অর্থ এখন রাজনৈতিক ক্ষমতা কেনার হাতিয়ার হয়ে দাঁড়িয়েছে।</p><p>অক্সফামের প্রতিবেদনে উল্লেখ করা হয়, বিশ্বের শীর্ষ ধনীরা এখন সংবাদমাধ্যম ও সামাজিক যোগাযোগমাধ্যম নিয়ন্ত্রণ করছেন। উদাহরণ হিসেবে ইলন মাস্কের ‘এক্স’ (সাবেক টুইটার) কেনা এবং অ্যামাজনের প্রতিষ্ঠাতা জেফ বেজোসের ‘দ্য ওয়াশিংটন পোস্টে’ মালিকানার কথা বলা হয়েছে। অক্সফামের মতে, এই ক্ষমতা ধনকুবেরদের হাতে সাধারণ মানুষের ভবিষ্যৎ নির্ধারণের চাবিকাঠি তুলে দিচ্ছে, যা গণতন্ত্র ও নাগরিক অধিকারের জন্য হুমকিস্বরূপ।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টুয়েন্টিতে বাংলাদেশের কোন ব্যাটসম্যান সবচেয়ে বেশি সেঞ্চুরি করেছেন | প্রথম আলো",
            "time": "2026-01-19T04:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fiigm5cqk%2FTowhid-Hridoy-reacts-after-his-century3.jpg?rect=0%2C768%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি–টুয়েন্টিতে বাংলাদেশের প্রথম ব্যাটসম্যান হিসেবে সেঞ্চুরি পেয়েছিলেন এনামুল হক (বিজয়)। ২০১৩ সালের ২৬ ডিসেম্বর সিলেটে বিজয় দিবস ক্রিকেটে প্রাইম ব্যাংক ক্রিকেট ক্লাবের হয়ে মোহামেডানের বিপক্ষে ৬৩ বলে ১০৫ রান করেছিলেন এনামুল।</p><p>তিন দিন পর একই টুর্নামেন্টে মোহামেডানের বিপক্ষেই ৬৪ বলে ১৩০ রান করেন ইউইসিবি–বিসিবি একাদশের তামিম ইকবাল। জাতীয় সাবেক ওপেনার পরে এই সংস্করণে পেয়েছেন আরও তিনটি সেঞ্চুরি। যার একটি ২০১৬ টি–টুয়েন্টি বিশ্বকাপে ওমানের বিপক্ষে। যেটি আন্তর্জাতিক টি–টুয়েন্টিতে বাংলাদেশের একমাত্র সেঞ্চুরি হয়ে ছিল প্রায় ৯ বছর।</p><p>চার সেঞ্চুরি করা তামিমই টি–টুয়েন্টিতে সেঞ্চুরিতে বাংলাদেশের এক নম্বর ব্যাটসম্যান। তিনটি করে সেঞ্চুরি করে এরপরই আছেন এনামুল হক ও নাজমুল হোসেন। দুটি করে সেঞ্চুরি আছে মোহাম্মদ নাঈম, পারভেজ হোসেন, তানজিদ হাসান ও তাওহিদ হৃদয়ের।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতায় গেলে মানুষ কেন বদলে যায় | প্রথম আলো",
            "time": "2026-01-19T04:34:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fc83l4uyn%2Fdemocracykk.JPG?rect=0%2C24%2C613%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>কেন এমন হয়</strong></p><p>সাবেক মার্কিন পররাষ্ট্রমন্ত্রী হেনরি কিসিঞ্জারের একটি বিখ্যাত উক্তি আছে। তিনি বলেছিলেন, ‘পাওয়ার ইজ দ্য আলটিমেট অ্যাফ্রোডিজিঅ্যাক’। এর সহজ বাংলা হচ্ছে, ‘ক্ষমতাই হলো শ্রেষ্ঠ কামোদ্দীপক’। এই যে ক্ষমতায় থাকা ব্যক্তিরা নিজেদের নিয়ে এভাবে ভাবেন, এটাই ক্ষমতার সবচেয়ে বড় সমস্যা।</p><p>ওয়েলস ফার্গো যুক্তরাষ্ট্রের অন্যতম বড় ব্যাংক। ব্যাংকটিতে একবার ভয়াবহ জালিয়াতি হয়েছিল। ২০১১ থেকে ২০১৬ সালের মধ্যে ওয়েলস ফার্গো গ্রাহককে না জানিয়েই তাঁদের নামে প্রায় ২০ লাখ ভুয়া ব্যাংক অ্যাকাউন্ট ও ক্রেডিট কার্ড খুলেছিল। গ্রাহকেরা জানতেনই না যে তাঁদের নামে বাড়তি অ্যাকাউন্ট আছে, অথচ তাঁরা ঠিকই ওই সব অ্যাকাউন্টের ফি বা চার্জ দিচ্ছিলেন।</p><p>তখন ব্যাংকটির প্রধান নির্বাহী কর্মকর্তা ছিলেন জন স্ট্যাম্প। ২০১৬ সালের সেপ্টেম্বর মাসে কংগ্রেস শুনানিতে জবাবদিহির জন্য তাঁকে ডাকা হয়েছিল। সেখানে তাঁর বিস্ময়কর আচরণ নিয়ে অনেক লেখালেখি হয়। কেননা, তাঁর আচরণের মধ্যে ক্ষতিগ্রস্তদের প্রতি সহানুভূতি বা নিজেদের কৃতকর্মের কোনো অনুশোচনাই ছিল না। তিনি শান্তভাবেই বসে ছিলেন। গবেষকদের মতে, এটি আসলে জন স্ট্যাম্পের কোনো অভিনয় ছিল না। বরং দীর্ঘ সময় ধরে অতিমাত্রায় ক্ষমতার শীর্ষে থাকার ফলে তাঁর মস্তিষ্কের অন্যের অনুভূতি বোঝার অংশটি, যাকে বলা হয় ‘মিররিং প্রসেস’, যেটি কাজ করা বন্ধ করে দিয়েছিল।</p><p>আওয়ামী লীগের নেতা-কর্মীদের প্রতি একটি বড় অভিযোগ হচ্ছে ছাত্র-জনতার আন্দোলনের সময় যে এক হাজারের বেশি মানুষকে হত্যা করা হলো, এর কোনো অনুশোচনা তাঁদের মধ্যে নেই। এবার বোঝা গেল কেন নেই।</p><p>এর অর্থ সমস্যা আসলে ক্ষমতাবানদের মস্তিষ্কেই। সুখবিন্দর এস ওভির নেতৃত্বে তিন স্নায়ুবিজ্ঞানী ‘পাওয়ার চেঞ্জেস হাউ দ্য ব্রেন রেসপন্ডস টু আদারস’ নামে একটি গবেষণা করেছিলেন ২০১৩ সালে। গবেষণার মূল উদ্দেশ্য ছিল মস্তিষ্কের স্তরে ক্ষমতা কীভাবে কাজ করে তা দেখা। গবেষণায় ‘মোটর রেজোন্যান্স’ নামক একটি প্রক্রিয়ার ওপর ক্ষমতার প্রভাব পরীক্ষা করা হয়। মোটর রেজোন্যান্স হচ্ছে এমন একটি বিষয়, যেখানে আমরা যখন কাউকে কোনো কাজ করতে দেখি, আমাদের মস্তিষ্কের সেই অংশগুলো সক্রিয় হয়ে ওঠে, আমরা নিজে সেই কাজটি তখন একইভাবে করি। দেখা গেছে, ক্ষমতাবানদের ক্ষেত্রে এটি কাজ করে না।</p><p>গবেষণা অনুযায়ী, যাঁরা নিজেদের উচ্চ ক্ষমতাসম্পন্ন মনে করেছিলেন, অন্যের কাজের প্রতি মস্তিষ্কের প্রতিক্রিয়া ছিল সবচেয়ে কম। আর ক্ষমতাহীনদের ছিল সবচেয়ে বেশি। অর্থাৎ ক্ষমতা যত বেশি, অন্যের কাজের প্রতি মস্তিষ্কের প্রতিক্রিয়া বা সহমর্মিতা তত কম।</p><p>ক্যালিফোর্নিয়া ইউনিভার্সিটির মনোবিজ্ঞানের অধ্যাপক ডাচের কেল্টনার দীর্ঘ ২০ বছরের গবেষণার ভিত্তিতে দেখিয়েছেন যে মানুষ যখন ক্ষমতায় বসে, তখন তার মস্তিষ্কে এমন কিছু পরিবর্তন ঘটে, যা তাকে অন্যের প্রতি কম সহানুভূতিশীল করে তোলে। ক্ষমতায় যাওয়ার আগে মানুষ যে সহানুভূতি, পরোপকার এবং সামাজিক দক্ষতার মাধ্যমে অন্যদের মন জয় করে; ক্ষমতায় আসার পর ঠিক সেই গুণগুলোই সে হারিয়ে ফেলে। এ নিয়ে ২০১৬ সালে প্রকাশিত তাঁর বইয়ের নাম <em>দ্য পাওয়ার প্যারাডক্স: হাউ উই গেইন অ্যান্ড লুজ ইনফ্লুয়েন্স</em>।</p></div></div></body></html>"
        },
        {
            "title": "সুনামগঞ্জে আচরণবিধি লঙ্ঘনের অভিযোগে জামায়াত প্রার্থীকে নোটিশ | প্রথম আলো",
            "time": "2026-01-19T04:33:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fzxjoc6m7%2Fsun.png?rect=0%2C0%2C917%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুনামগঞ্জ-৫ আসনে (ছাতক ও দোয়ারাবাজার) জামায়াতে ইসলামীর প্রার্থী আবু তাহির মুহাম্মদ আবদুস সালামকে নির্বাচনী আচরণবিধি লঙ্ঘনের অভিযোগে কারণ দর্শানোর নোটিশ (শোকজ) দেওয়া হয়েছে। এই আসনের দায়িত্বে থাকা নির্বাচনী অনুসন্ধান ও বিচারিক কমিটির পক্ষে সিলেটের সিভিল জজ ইমরান হোসেন রোববার এই নোটিশ দেন।</p><p>নোটিশে উল্লেখ করা হয়েছে, রোববার এই আসনের নির্বাচনী অনুসন্ধান ও বিচারিক কমিটির কাছে সুফি আলম সোহেল নামের ফেসবুক অ্যাকাউন্টে প্রচারিত ২৫ মিনিট ২০ সেকেন্ডের একটি ভিডিও আসে। এতে দেখা যায়, জামায়াতে ইসলামীর প্রার্থী আবু তাহির মুহাম্মদ আবদুস সালাম ইসলামপুর ইউনিয়নের বর্তমান চেয়ারম্যান সুফি আলম সোহেলের বাড়িতে দাঁড়িপাল্লা প্রতীকের পক্ষে গণসংযোগ করছেন। সভায় সুফি আলম সোহেলও প্রার্থী ও প্রতীকের পক্ষে ভোট প্রার্থনা করেন। এই ভিডিও ফুটেজ বিশ্লেষণ করে কমিটি স্বপ্রণোদিতভাবে অনুসন্ধান পরিচালনার সিদ্ধান্ত নেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভিডিওগুলো এআই দিয়ে তৈরি, অপপ্রচার চলছে | প্রথম আলো",
            "time": "2026-01-19T04:33:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F8n1atmmg%2FScreenshot_2026_01_19_074643.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণপ্রতিনিধিত্ব আদেশে বলা হয়েছে, এবারের নির্বাচনে ভোটারকে বিভ্রান্ত করতে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে মিথ্যা, বিভ্রান্তিকর, পক্ষপাতমূলক, বিদ্বেষপূর্ণ, অশ্লীল ও কুরুচিপূর্ণ এবং মানহানিকর কোনো আধেয় বা কনটেন্ট তৈরি, প্রকাশ, প্রচার ও শেয়ার করা নিষিদ্ধ। রাজনৈতিক দল বা প্রার্থী যেমন এটা পারবেন না, তেমনি প্রার্থী বা প্রার্থীর পক্ষে অন্য কোনো ব্যক্তির ক্ষেত্রেও তা নিষিদ্ধ। অবশ্য এই নিষিদ্ধ প্রচার নির্বিঘ্নে চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনালী, অগ্রণী ও বিকেবিসহ ১৪ প্রতিষ্ঠানের শীর্ষ পদে নিয়োগ-পদোন্নতির নীতিমালা জারি | প্রথম আলো",
            "time": "2026-01-19T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Ftygzg016%2FUntitled-1.png?rect=0%2C0%2C580%2C305&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহাব্যবস্থাপক বা জিএম পদে পদোন্নতির জন্য লাগবে ডিজিএম হিসেবে তিন বছরসহ ১৮ বছর চাকরি করার অভিজ্ঞতা। তবে প্রিন্সিপাল অফিসার পদে সরাসরি নিয়োগপ্রাপ্তদের ১৫ বছর, সিনিয়র প্রিন্সিপাল অফিসার পদে সরাসরি নিয়োগপ্রাপ্তদের ১২ বছর, সহকারী মহাব্যবস্থাপক পদে সরাসরি নিয়োগপ্রাপ্তদের ৯ বছর এবং উপমহাব্যবস্থাপক পদে সরাসরি নিয়োগপ্রাপ্তদের ৬ বছরের কর্ম–অভিজ্ঞতা থাকতে হবে।</p><p>প্রার্থীদের শিক্ষাগত যোগ্যতা, ব্যাংকিং প্রফেশনাল পরীক্ষা, চাকরির রেকর্ড, বার্ষিক গোপনীয় অনুবেদন (এসিআর) এবং সাক্ষাৎকারের ফলাফলের ভিত্তিতে ১০০ নম্বরের মানদণ্ডে মূল্যায়ন করা হবে। নিয়োগ ও পদোন্নতির জন্য হবে বাছাই কমিটি। কমিটিতে অর্থমন্ত্রী বা অর্থ উপদেষ্টা, প্রধানমন্ত্রী বা প্রধান উপদেষ্টার মুখ্য সচিব, বাংলাদেশ ব্যাংকের গভর্নর এবং সংশ্লিষ্ট সচিবেরা থাকবেন। প্রয়োজনে উপকমিটি গঠন করা যাবে। বাছাই কমিটি প্রার্থীদের সাক্ষাৎকার নেবে এবং মেধাক্রম অনুযায়ী পদোন্নতি বা নিয়োগের সুপারিশ করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নওগাঁয় আচরণবিধি ভঙ্গের অভিযোগে বিএনপির দুই প্রার্থীকে কারণ দর্শানোর নোটিশ | প্রথম আলো",
            "time": "2026-01-19T04:05:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Ff0s2aja4%2F2-image-collage.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে সামসুজ্জোহা খান বলেন, ‘আমি একটি অনুষ্ঠানে উপস্থিত হয়ে বিএনপির পক্ষ থেকে ফ্যামিলি কার্ড দেওয়ার বিষয়ে কথা বলেছি, সেখানে কোনো ভোট চাইনি। আদালত জবাব চেয়েছে এবং আদালতের প্রতি সম্মান জানিয়ে যথাসময়ে আমার বক্তব্য জানাব।’</p><p>অন্যদিকে নওগাঁ-৪ আসনের বিএনপির প্রার্থী ইকরামুল বারীকে দেওয়া নোটিশে উল্লেখ করা হয়েছে, প্রচার শুরুর আগেই তাঁর গাড়ির সামনে ‘ধানের শীষে ভোট দিন’ লেখা একটি পতাকা দেখা গেছে, যা বিচারিক কমিটির নজরে এসেছে। এ ছাড়া ইকরামুল বারীর ছবি ও ‘ধানের শীষে ভোট দিন’ লেখাসংবলিত ২০২৬ সালের ক্যালেন্ডার মান্দা উপজেলার বিভিন্ন দোকানে ঝোলানো রয়েছে, যা রাজনৈতিক দল ও প্রার্থীর আচরণবিধি, ২০২৫-এর স্পষ্ট লঙ্ঘন। এ অবস্থায় কেন তাঁর বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণের জন্য নির্বাচন কমিশনে প্রতিবেদন পাঠানো হবে না এবং কেন অপরাধ আমলে নিয়ে বিচারকার্য শুরু করা হবে না, সে বিষয়ে তাঁকে ২২ জানুয়ারি বেলা সাড়ে ১১টায় নওগাঁ-৪ আসনের নির্বাচনী অনুসন্ধান ও বিচারিক কমিটির চেয়ারম্যান এবং নওগাঁর আত্রাই সিভিল জজ আদালতের বিচারক মো. শিমুল সরকারের কার্যালয়ে হাজির হয়ে লিখিতভাবে ব্যাখ্যা দিতে বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘এরপর কী হবে?’-আত্মীয়দের ফোন, মেহরিনে সাড়া চারদিকে | প্রথম আলো",
            "time": "2026-01-19T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Ffoxd0b34%2FWhatsApp-Image-2026-01-19-at-9.33.57-AM.png?rect=0%2C0%2C916%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্য দিন শুটিংয়ের জন্য ভোরে ঘুম ভাঙলেও বিরতির দিনগুলোতে ঘুমের অভাব পূরণ করতে চান কেয়া পায়েল। তাই এদিন ফোনে থাকে না কোনো অ্যালার্ম। দিনটি অভিনেত্রীর কাছে ‘অ্যালার্ম ফ্রি ডে’। ছোট ভাই-বোনদেরও মায়ের বারণ, কোনো শব্দ করা যাবে না। ঘুম ভাঙতে ভাঙতে তাই দুপুর। উঠেই ছোট বোনের সঙ্গে খেলাধুলা, আঁকাআঁকি করেন। বিকেলে নিজের নতুন ব্যবসা বিউটি পারলারে যান। রাতে এসে সবার সঙ্গে আড্ডা দিয়ে খেয়ে আবার ঘুম। কেয়া পায়েল বলেন, ‘ছুটিটা খুব প্রয়োজন। টানা কাজের ক্লান্তি শারীরিক ও মানসিকভাবে প্রভাব ফেলে। সুস্থ থাকতে ঘুম প্রয়োজন। দুপুরে মা প্রিয় খাবার রান্না করেন, এমন না যে মা ৮-৯ পদ রান্না করেন, মায়ের হাতে একটা শাকভাজিও অনেক মজা। এতেই প্লেটের পর প্লেট ভাত চলে যায়।’</p><p><strong>ছুটির দিনে বই-সিনেমা<br></strong>স্কুল–কলেজে থাকতে প্রচুর বই পড়তেন কেয়া পায়েল। হুমায়ূন আহমেদের বই বেশি পড়া হতো। কেয়া পায়েল বলেন, ‘কিন্তু এখন চিত্রনাট্য পড়তে পড়তে দিন কেটে যায় (হাসি)। তাই আর বই পড়া হয় না। তবে মুদ্রিত বই না পড়লেও বাইরের কোনো বই নিয়ে আলোচনা হলে অনলাইনে কিনে পিডিএফ পড়ার চেষ্টা করি। তবে সিনেমা দেখার অভ্যাস কমেনি, বিদেশের ওটিটির কাজগুলো দেখা হয়। সবশেষ দেখেছি “খোদা হাফেজ”।’</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালের সবচেয়ে বড় ৮ চ্যালেঞ্জ | প্রথম আলো",
            "time": "2026-01-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fdzunac8s%2Fpexels-photo-32417524.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুদ্রার মানের ওঠা–পড়া, ক্রিপ্টোকারেন্সি ও আন্তর্জাতিক বাণিজ্য—সবই ব্যবসা ও বিনিয়োগকে প্রভাবিত করতে পারে। সুদান, ফিলিস্তিন, ইসরায়েল, ইউক্রেন, রাশিয়াসহ দেশে দেশে সংঘাত, যুদ্ধপরিস্থিতি বিদ্যামান। ইরান ও ভেনেজুয়েলার বর্তমান রাজনৈতিক অস্থিরতা, যুক্তরাষ্ট্র, চীনসহ প্রধান শক্তিগুলোর দ্বন্দ্বের কারণে বিশ্ব এখন রীতিমতো অস্থিতিশীল সময় পার করছে। তার নেতিবাচক প্রভাব পড়ছে সবখানে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবধান গড়ে দেবেন ৩৬ শতাংশ নারী ভোটার | প্রথম আলো",
            "time": "2026-01-19T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fog7m5j3u%2FWhatsApp-Image-2026-01-18-at-10.39.46-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নারী প্রার্থী মাত্র ৭</strong></p><p>এবারের শাকসু নির্বাচনে নারী প্রার্থী খুবই কম। কারণ হিসেবে প্রার্থী, শিক্ষক ও শিক্ষার্থীরা ট্যাগিং ও বুলিংকে কারণ হিসেবে দেখছেন। শাকসুতে তিনটি প্যানেল নির্বাচনে লড়ছে। সব মিলিয়ে মোট প্রার্থী ৯৭ জন। শীর্ষ পদে কোনো নারী প্রার্থী নেই।</p><p>প্রতিদ্বন্দ্বিতায় নারী শিক্ষার্থীদের অনাগ্রহ, রাজনৈতিক দৃষ্টিভঙ্গির অভাব ও সাংগঠনিক দুর্বলতা নারী প্রার্থী না থাকার মূল কারণ। ছাত্রীরা মনে করেন, শীর্ষ পদে প্রার্থিতায় আগ্রহ থাকলেও নানা বাধায় সেটা সম্ভব হয়নি। ভবিষ্যতে প্রার্থী বাছাইয়ে নারীদের উৎসাহ দিতে হবে। পাশাপাশি রাজনৈতিক সংস্কৃতি পরিবর্তন করতে হবে।</p><p>প্যানেলগুলো পর্যালোচনা করে দেখা গেছে, ছাত্রদল-সমর্থিত ‘সম্মিলিত সাস্টিয়ান ঐক্য’ প্যানেলে একজন নারী প্রার্থী আছেন। ছাত্রশিবির-সমর্থিত ‘দুর্বার সাস্টিয়ান ঐক্য’ প্যানেলে তিনজন নারী প্রার্থী লড়ছেন। স্বতন্ত্র প্রার্থীদের ‘সাধারণের ঐক্যস্বর’ প্যানেল থেকে দুজন নারী প্রার্থী আছেন। এর বাইরে প্যানেল ছাড়া ছাত্রীবিষয়ক সম্পাদক পদে একজন নারী প্রার্থী নির্বাচন করছেন।</p><p>‘সাধারণের ঐক্যস্বর’ প্যানেল থেকে আইন ও মানবাধিকার সম্পাদক পদে প্রতিদ্বন্দ্বিতাকারী তাছমিমা মাহফুজ বলেন, ‘ভোটারদের কাছে পৌঁছানোর জন্য চেষ্টা করছি। তবে বাধা হয়ে দাঁড়াচ্ছে ট্যাগিং, বুলিং। নারীদের ভোটের ব্যাপারে আমি আত্মবিশ্বাসী।’</p></div></div></div></body></html>"
        },
        {
            "title": "হাসপাতালে চিকিৎসাধীন মান্নাকে দেখতে গেলেন মির্জা ফখরুল | প্রথম আলো",
            "time": "2026-01-19T03:57:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2F6i49qo4e%2FManna-Fakrul.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মান্না বুকে ব্যথা নিয়ে গত শুক্রবার রাতে বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়ে ভর্তি হন। পরদিন শনিবার সকালে হাসপাতালটির পরিচালক ব্রিগেডিয়ার জেনারেল ইরতিকা রহমান প্রথম আলোকে বলেছিলেন, শুক্রবার রাতে মান্না হাসপাতালে আসেন। তাঁকে কার্ডিওলজি বিভাগে ভর্তি করা হয়। তিনি করোনারি কেয়ার ইউনিটে (সিসিইউ) আছেন। আপাতত তাঁর পরিস্থিতি স্থিতিশীল আছে।</p><p>এর আগে ২০২৪ সালের সেপ্টেম্বরে হৃদ্‌রোগে আক্রান্ত হয়ে হাসপাতালে ভর্তি হয়েছিলেন মান্না।</p><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বগুড়া-২ ও ঢাকা-১৮ আসনে প্রার্থী হয়েছেন মান্না। তিনি বগুড়া-২ আসনে বিএনপির সমর্থন পেয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীতে অনড় বিএনপির তিন ‘বিদ্রোহী’ প্রার্থী | প্রথম আলো",
            "time": "2026-01-19T03:54:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-19%2Fuw1oc673%2Ff9fb593c-9ea8-4645-bfaf-0fafdd658c50.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে নোয়াখালী-২ আসনের স্বতন্ত্র প্রার্থী কাজী মফিজুর রহমান প্রথম আলোকে বলেন, ‘নির্বাচনে প্রতিদ্বন্দ্বিতা করার বিষয়ে আমার সিদ্ধান্ত চূড়ান্ত। কেন্দ্র কমিটি গঠনসহ নির্বাচনী কাজ চলছে। প্রতীক বরাদ্দের পর আনুষ্ঠানিক প্রচারণা শুরু করব।’ প্রার্থিতা প্রত্যাহারের বিষয়ে দল থেকে অনুরোধ করা হয়েছে কি না—জানতে চাইলে তিনি বলেন, ‘আমাকে অনুরোধ করার আগেই আমি কেন্দ্রীয় নেতাদের আমার সিদ্ধান্ত জানিয়ে দিয়েছি।’</p><p>নোয়াখালী-৬ আসনের প্রার্থী তানভীর উদ্দিন বলেন, ‘প্রতীক বরাদ্দ না হওয়ায় প্রকাশ্যে প্রচারণা করছি না। আচরণবিধির মধ্যে থেকে যতটুকু সম্ভব কাজ করছি। প্রতীক পাওয়ার পরদিনই পুরোদমে মাঠে নামব।’ সম্ভাব্য দলীয় শাস্তির বিষয়ে তিনি বলেন, ‘আগেও চার মাস বহিষ্কার ছিলাম। বিষয়টি নিয়ে আমার কোনো চিন্তা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "রেখা বেগম চান খালের ওপর ব্রিজ, কবির হোসেন শান্তি | প্রথম আলো",
            "time": "2026-01-19T03:49:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Ff4p1k4tw%2FMotamot-2.jpg?rect=0%2C9%2C1392%2C731&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রেখা বেগম কিছুটা চমকে যান যখন তাঁকে প্রশ্ন করা হয়, এবার নির্বাচনে ভোট দেবেন? রেখা বেগম বলেন, এখনো কেউ ভোট চাইতে আসেনি। তবে তিনি ভোট দিতে চান, ভোট দেবেন।</p><p>মাঠে কাজ ফেলে কথায় যুক্ত হন রেখা বেগমের স্বামী নূরু ফরাজি। তিনি বলেন, ‘আগের বার ভোট দিতে গেছি, যাইয়ে দেহি মোর ভোট দ্যাওয়ন শেষ। এবার ভোট দিমু। ভোডডা নাহি সুন্দর হইবো।’</p><p>এরই মধ্যে রুহুল আমিন ফরাজি এসে হাজির। তিনি নূরু ফরাজির বড় ভাই। রুহুল আমিন ফরাজি বলেন, ‘এবার ভোট দিমু ইনশা–আল্লাহ।’ তবে তিনি এ–ও বলেন, ভোট দেওয়া ঠিকঠাকভাবে করতে হলে মাঠে সেনাবাহিনী নামাতে হবে।</p><p>একসময় ডিম ভাজি আর চা আসে। চা খেতে খেতে রুহুল আমিন ফরাজি বলেন, ছাত্ররা না থাকলে শেখ হাসিনাকে ক্ষমতা থেকে কেউ সরাতে পারত না।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আরাধনা’ করতে চাননি রাজেশ, সত্যজিতের জন্য চলে যান শর্মিলা | প্রথম আলো",
            "time": "2026-01-19T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F43lgy08t%2FMV5BM2Y3NzZjMjAtZTZkMS00ZGI2LWE0NDQtOThmMjRkZmViYTc1XkEyXkFqcGc.V1.jpg?rect=0%2C0%2C735%2C386&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>রাজেশ খান্নার অনীহা<br></strong>কীভাবে রাজেশ খান্না ছবির নায়ক হলেন, সে প্রসঙ্গে আসীম সামন্ত বলেন, ‘বাবা তখন নাসির হুসেইনের সঙ্গে যোগাযোগ করেন। সে সময় নাসির “বাহারোঁ কি সপনে” বানাচ্ছিলেন, যেখানে রাজেশ খান্না অভিনয় করছিলেন। বাবা অনুরোধ করেন, ছবিটির একটি রিল দেখাতে। সেটি দেখে বাবার ভালো লাগে এবং তিনি রাজেশ খান্নাকে সই করান।’</p><p>তবে গল্প শোনার পর রাজেশ খান্না নাকি আগ্রহ দেখাননি। আসীমের ভাষায়, ‘রাজেশ বলেছিলেন, এটা তো নায়িকানির্ভর ছবি—“আমি কী করব?” বাবা তাঁকে বোঝান, এটা ভালো ছবি হবে, হিট করবে। আসলে রাজেশ এই ছবি করতে চাইছিলেন না। কিন্তু ইউনাইটেড প্রডিউসার্স-এর সঙ্গে চুক্তিবদ্ধ থাকার কারণেই তিনি করতে বাধ্য হন। নাহলে হয়তো করতেন না। শেষ পর্যন্ত তিনি করলেন, আর ছবিটি সুপারহিট হলো।’</p></div></div></div></body></html>"
        },
        {
            "title": "মন্দা কাটিয়ে গতি ফিরেছে মোটরসাইকেল বিক্রিতে | প্রথম আলো",
            "time": "2026-01-19T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fibqynse3%2FBike.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে খাতসংশ্লিষ্ট ব্যক্তিরা বলছেন, বিক্রি কিছুটা বাড়লেও সার্বিকভাবে মোটরসাইকেলের বাজার পরিস্থিতি এখনো আশাব্যঞ্জক নয়। ২০১৮ সালে মোটরসাইকেল নীতিমালায়, ২০২৭ সালের মধ্যে মোটরসাইকেলের বার্ষিক উৎপাদন ১০ লাখে উন্নীত করার লক্ষ্য নির্ধারণ করা হয়েছিল। সেই হিসাবে ২০২৫ সালে অন্তত আট লাখ মোটরসাইকেল উৎপাদন হওয়ার কথা। কিন্তু সেই লক্ষ্যমাত্রা থেকে খাতটি অনেক পিছিয়ে রয়েছে।</p><p>সুজুকি ব্র্যান্ডের মোটরসাইকেল বাজারজাতকারী প্রতিষ্ঠান র‌্যানকন মোটর বাইকসের নির্বাহী পরিচালক কাজী আশিক উর রহমান প্রথম আলোকে বলেন, দেশে মোটরসাইকেল সংযোজনের ক্ষেত্রে স্থানীয়ভাবে মূল্য সংযোজন হয় ২০ থেকে ৩০ শতাংশ। ভারতে এটি ৯৫ শতাংশের বেশি। যদি ২০২৭ সালের মধ্যে ১০ লাখ মোটরসাইকেল বিক্রির লক্ষ্যমাত্রা অর্জন করতে হয়, তাহলে দাম কমাতে হবে। বিশেষ করে ১০০ সিসির ইঞ্জিনক্ষমতার মোটরসাইকেলের দাম ১ লাখ টাকার আশপাশে নামিয়ে আনতে হবে। এই লক্ষ্যমাত্রা অর্জনে এই শিল্পে সরকারি প্রণোদনা দরকার।</p><p>বাংলাদেশ সড়ক পরিবহন কর্তৃপক্ষের (বিআরটিএ) তথ্য অনুযায়ী, দেশে ২০২১ সালে মোটরসাইকেল নিবন্ধন হয়েছে ৩ লাখ ৭৫ হাজার ২৫২টি। ২০২২ সালে সেই সংখ্যা বেড়ে দাঁড়ায় ৫ লাখ ৬ হাজার ৯২টিতে। তবে ২০২৩ সালে সেই সংখ্যা কমে ৩ লাখ ১০ হাজারে নেমে আসে। ২০২৪ সালে যা আরও কমে দাঁড়ায় ২ লাখ ৬৩ হাজারে। তবে ২০২৫ সালে মোটরসাইকেলের নিবন্ধন বেড়ে দাঁড়িয়েছে ২ লাখ ৮৬ হাজার ৪৬৪টিতে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটটা যাতে সুন্দরভাবে করতে পারি, সেই সহায়তা দরকার: সিইসি | প্রথম আলো",
            "time": "2026-01-19T03:21:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fgxo75x0h%2Fprothomalo-CEC.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসির উদ্দিন আরও বলেন, ‘আমি খুবই খুশি যে আমাদের দেশের মানুষ এত সচেতন। বিশেষ করে তরুণেরা। আমি নির্বাচন কমিশনের পক্ষ থেকে, আমার টিমের পক্ষ থেকে সবাইকে আন্তরিক ধন্যবাদ জানাই।’</p><p>আপিলে কোনো পক্ষপাতিত্ব করা হয়নি বলে মন্তব্য করেন সিইসি। তিনি বলেন, ‘কোনো পক্ষপাতিত্ব করে কোনো রায় আমরা দেইনি। আমরা অনেক বিশ্লেষণ করে যেটা সঠিক মনে করেছি, আল্লাহ–তাআলার তরফ থেকে আন্ডারস্ট্যান্ডিং, ক্যাপাসির আলোকে করেছি। আমি আশা করব, ভবিষ্যতে আপনাদের কাছ থেকে সহযোগিতা পাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঐক্যই স্বাধীন সাংবাদিকতা রক্ষার শেষ ভরসা | প্রথম আলো",
            "time": "2026-01-19T03:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কিন্তু প্রশ্ন হলো, এই হুমকির মুখে গণমাধ্যম কতটা ঐক্যবদ্ধ? সম্মিলনে বারবার যে কথাটি উঠে এসেছে—অনৈক্যই গণমাধ্যমের সবচেয়ে বড় দুর্বলতা। রাজনৈতিক বিভাজন, আদর্শিক দ্বন্দ্ব, মালিকদের স্বার্থ, ব্যক্তিগত উচ্চাকাঙ্ক্ষা—সব মিলিয়ে সাংবাদিক সমাজ দীর্ঘদিন ধরেই বিভক্ত। এগুলোর সুযোগই নেয় ক্ষমতাকেন্দ্র, উগ্রপন্থী গোষ্ঠী কিংবা স্বার্থান্বেষীরা।</p><p>সম্মিলনে বারবার উঠে এসেছে যে ভিন্নমত ও বৈচিত্র্যই গণতান্ত্রিক সমাজের শক্তি। গণমাধ্যম সেই বৈচিত্র্যের প্রধান বাহন। কিন্তু গণমাধ্যম যদি ভয়ভীতির কারণে নীরব হয়ে পড়ে, তবে অপরাধ, দুর্নীতি ও ক্ষমতার অপব্যবহার অবাধে ছড়িয়ে পড়বে। তাই স্বাধীন সাংবাদিকতা কেবল সাংবাদিকদের পেশাগত অধিকার নয়; এটি নাগরিকের জানার অধিকার এবং রাষ্ট্রের জবাবদিহির পূর্বশর্ত।</p><p>সম্মিলনে দেওয়া প্রবীণ সাংবাদিক শফিক রেহমানের বক্তব্য আমাদের পেশাগত মর্যাদা ও আত্মসমালোচনার প্রশ্নটিকে সামনে নিয়ে এসেছে। সাংবাদিকতাকে দালালি বা দলবাজির অভিযোগ থেকে মুক্ত করতে হলে কেবল বাইরের চাপের বিরুদ্ধে দাঁড়ালেই হবে না; ভেতরের ক্লেদও পরিষ্কার করতে হবে। আর্থিক ও বুদ্ধিবৃত্তিক স্বনির্ভরতা, নৈতিক মানদণ্ড এবং পেশাগত আচরণবিধি শক্তিশালী না হলে ঐক্য টেকসই হবে না। ঐক্য যেন কোনো শূন্যগর্ভ স্লোগান না হয়—এই সতর্কতা তাই অত্যন্ত গুরুত্বপূর্ণ।</p></div></div></div></body></html>"
        }
    ]
}