{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সাহরিতে ফ্রিজের ভাত গরম করে খাচ্ছেন? এর ১টি ঝুঁকি আর ২টি উপকারিতা জানেন কি",
            "time": "2025-03-14T04:24:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-14%2Fibvfi1c2%2Frice-1.jpg?rect=0%2C29%2C768%2C403&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভাত গরম করার সময় কীভাবে বিষাক্ত হয়</strong></p><p>চালের মধ্যে ব্যাসিলাস সিরিয়াস নামক একপ্রকার ব্যাকটেরিয়ার স্পোর থাকে। আর এই স্পোরগুলো দীর্ঘ সময় প্রতিকূল পরিবেশেও টিকে থাকতে পারে। এমনকি ভাত রান্নার পরও এরা বেঁচে থাকে। ভাত রান্নার পর দীর্ঘ সময় সেটি সাধারণ তাপমাত্রায় অর্থাৎ কক্ষ তাপমাত্রায় রাখা থাকলে ব্যাসিলাস সিরিয়াস স্পোরগুলো থেকে ব্যাকটেরিয়া তৈরি হয়। আর সেই ভাত আবার গরম করা হলে ওই ব্যাকটেরিয়া বিষাক্ত হয়ে যায়। এর ফলে এ ভাত খেলে ডায়রিয়া, বমির মতো নানা ধরনের সমস্যা দেখা দিতে পারে। যত সময় যায়, ব্যাকটেরিয়ার উৎপাদন তত বাড়তে থাকে। তার মানে দীর্ঘ সময় ভাত কক্ষ তাপমাত্রায় থাকলে সেই ভাত পুনরায় গরম করে খাওয়া অনিরাপদ হবে।</p><p><strong>যেসব প্রতিক্রিয়া হতে পারে</strong></p><p>ব্যাসিলাস সিরিয়াস ব্যাকটেরিয়ার উপস্থিতিতে বিষাক্ত হয়ে যাওয়া ভাত খেলে বমি ও ডায়রিয়া হতে পারে। স্বাভাবিকভাবেই পরবর্তী এক থেকে পাঁচ ঘণ্টা আপনার শরীর খারাপ লাগবে। অনেক ক্ষেত্রে এসব লক্ষণ ২৪ ঘণ্টার বেশি সময় থাকতে পারে।<br></p><p><strong>তাহলে ভাত কীভাবে সংরক্ষণ করবেন</strong></p><p>ভাত অবশিষ্ট রয়ে গেলে সেগুলো দ্রুত ঠান্ডা করে নেওয়া। সম্ভব হলে রান্না করার এক ঘণ্টার মধ্যেই ঠান্ডা করে নেওয়া। তারপর সেটি ফ্রিজে সংরক্ষণ করতে হবে। অবশ্য এক দিনের বেশি তা ফ্রিজে রাখা যাবে না। ফ্রিজে সংরক্ষণ করা ভাত গরম করার সময় খেয়াল রাখতে হবে, যেন সবগুলো ভাতই পুরোপুরি তাপ পায়। একবারের বেশি ভাত গরম করা যাবে না কখনোই।</p></div></div></div></body></html>"
        },
        {
            "title": "শুরু হলো পবিত্র মাহে রমজান | প্রথম আলো",
            "time": "2026-02-18T23:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fv091m0lg%2F%E0%A7%AB.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহান আল্লাহ পাকের অশেষ রহমত ও ক্ষমালাভের জন্য ধর্মপ্রাণ মুসলমানরা সারা বছর এই মাসের প্রতীক্ষায় থাকেন। রহমত ও বরকতের দিক দিয়ে রমজান মাস বছরের অন্য ১১ মাস থেকে বেশি মর্যাদাপূর্ণ। রহমত, মাগফিরাত ও নাজাতের মাস রমজানেই পবিত্র কোরআন অবতীর্ণ হয়।</p><p>গতকাল বুধবার থেকে রোজা শুরু হয়েছে মধ্যপ্রাচ্যের দেশ সৌদি আরব, সংযুক্ত আরব আমিরাত ও কাতারে। আর মঙ্গলবার রমজান মাসের চাঁদ দেখা না যাওয়ায় মধ্যপ্রাচ্যের দেশ ওমানের পাশাপাশি বাংলাদেশ, ভারত, পাকিস্তান, তুরস্ক, আজারবাইজান, কাজাখস্তান, উজবেকিস্তান, ইন্দোনেশিয়া, মালয়েশিয়া, ফিলিপাইন, জাপান, সিঙ্গাপুরসহ অনেক দেশে আজ বৃহস্পতিবার রোজা শুরু হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বরকতময় রমজান | প্রথম আলো",
            "time": "2026-02-18T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fo7apyd03%2Fpexels-aqtai-2233416.jpg?rect=0%2C337%2C4744%2C2491&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুহাম্মদ (সা.) বলেন, ‘আল্লাহর শপথ, মুসলমানদের জন্য রমজানের চেয়ে উত্তম কোনো মাস আসেনি এবং মোনাফেকদের জন্য রমজান মাসের চেয়ে অধিক ক্ষতির মাসও আর আসেনি। কেননা, মুমিনরা এই মাসেই (সারা বছরের জন্য) ইবাদতের শক্তি ও পাথেয় সংগ্রহ করে। আর মোনাফেকরা তাতে মানুষের উদাসীনতা ও দোষত্রুটি অন্বেষণ করে। এ মাস মুমিনের জন্য গনিমত আর মোনাফেকের জন্য ক্ষতির কারণ।’ (মুসনাদে আহমাদ : ৮৩৬৮)</p><p>রাসুল (সা.) বলেন, ‘এই মাসের প্রতি রাতে একজন ঘোষণাকারী এই বলে আহ্বান করতে থাকে, হে কল্যাণ অনুসন্ধানী, অগ্রসর হও। হে অসৎ কাজের পথিক, থেমে যাও। তুমি কি জানো, এই মাসের প্রতি রাতে আল্লাহ কতজনকে জাহান্নাম থেকে মুক্তি দিয়ে থাকেন।’ (সুনানে তিরমিজি, হাদিস: ৬৮৪)</p><p>রাসুল (সা.) বলেন, ‘যে ব্যক্তি ইমান ও একনিষ্ঠতার সঙ্গে আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে রোজা পালন করবে। আল্লাহ তার পেছনের সব গুনাহ ক্ষমা করে দেবেন।’ (সহিহ বুখারি, হাদিস: ২০১৪)</p><p>অন্য হাদিসে এসেছে, নবীজি (সা.) বলেন, ‘রমজান মাসের প্রতিটি রাত ও দিনের বেলায় বহু মানুষকে আল্লাহ–তাআলা জাহান্নাম থেকে মুক্তির  দেন। এ মাসে প্রত্যেক মুসলমানের দোয়া কবুল করা হয়।’ (মুসনাদে আহমাদ : ৭৪৫০)</p><p>হাদিসে এসেছে, ‘তিন ব্যক্তির দোয়া ফিরিয়ে দেওয়া হয় না—ইফতার অবধি রোজাদার, ন্যায়পরায়ণ শাসক ও অত্যাচারিতের দোয়া। এমন দোয়া মেঘ ছাড়িয়ে যায় এবং তার জন্য আকাশের দুয়ার খুলে দেওয়া হয়, আর আল্লাহ–তাআলা বলেন, “আমার মর্যাদার শপথ, বিলম্বে হলেও আমি তোমাকে সাহায্য করব।”’ (সুনানে তিরমিজি, হাদিস: ৩৫৯৮)</p><p>রমজানের আরেকটি বরকত হলো, এ মাসে ওমরাহ আদায় করলে হজের সমান সওয়াব হয়। (সহিহ বুখারি, হাদিস : ১৭৮২; সহিহ মুসলিম : ১২৫৬)।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধানমন্ত্রী তারেক রহমান নিজের গাড়িতেই চলাফেরা করবেন | প্রথম আলো",
            "time": "2026-02-18T20:34:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fe7bjp4hi%2FTarique-Rahman.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধানমন্ত্রী তারেক রহমান সরকারি গাড়িতে নয়, নিজের গাড়িতেই চলাফেরা করতে স্বাচ্ছন্দ্যবোধ করছেন। এ কারণেই তিনি বুধবার তাঁর নিজের গাড়ি ব্যবহার করেন। বিএনপি চেয়ারম্যানের প্রেস সচিব সালেহ শিবলী বাসসকে এ কথা বলেন।</p><p>তিনি বলেন, ‘আজকে (বুধবার) দিনের কর্মসূচিতে প্রধানমন্ত্রী সাভার ও শেরেবাংলা নগর গিয়েছিলেন নিজের টয়োটা গাড়িতে চড়ে, সেখান থেকে সচিবালয়ে তিনি এসেছেন সেই গাড়িতেই।’</p><p>শিবলী বলেন, ‘যানজটের কথা বিবেচনা করে প্রধানমন্ত্রীর নির্দেশে তাঁর গাড়িবহরের সংখ্যা কমিয়ে ফেলা হয়েছে। এতদিন গাড়িবহরে ১৩-১৪টি গাড়ি থাকতো। আজ সেটা কমিয়ে চারটি করা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে মেসুত ওজিল, সঙ্গে এরদোয়ানের ছেলে | প্রথম আলো",
            "time": "2026-02-18T19:18:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fk32igf0w%2FDUOzil.jpg?rect=0%2C49%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেডিকেল সেন্টারটির সংস্কারকাজে সহায়তা করছে তুরস্ক সরকারের সংস্থা ‘টার্কিশ কো-অপারেশন অ্যান্ড কো-অর্ডিনেশন এজেন্সি’ (টিকা)। সংস্থার এই কার্যক্রমের উদ্বোধন করতেই মূলত ওজিলের এই সফর বলে সংশ্লিষ্ট ব্যক্তিরা জানিয়েছেন।</p><p>উদ্বোধনী অনুষ্ঠানে ওজিল ও বিলাল এরদোয়ানের পাশাপাশি ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য নিয়াজ আহমেদ খান, বাংলাদেশে নিযুক্ত তুরস্কের রাষ্ট্রদূত রামিস সেন ও টিকার প্রেসিডেন্ট আব্দুল্লাহ এরেন উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দলীয় প্রভাব নয়, রাষ্ট্র চলবে আইনের শাসনে | প্রথম আলো",
            "time": "2026-02-18T17:24:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2F3mbi0fq5%2FWEB.jpg?rect=0%2C79%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘ প্রায় ১৮ বছরের নির্বাসিত জীবন শেষে গত বছরের ২৫ ডিসেম্বর বাংলাদেশে ফিরেছিলেন বিএনপির শীর্ষ নেতা তারেক রহমান। সেদিনের কথা উল্লেখ করে ভাষণে তারেক রহমান বলেন, ‘সেদিন আমি বলেছিলাম, দেশ এবং জনগণের জন্য “আই হ্যাভ এ প্ল্যান”। ১২ ফেব্রুয়ারির জাতীয় নির্বাচনের আগে দেশের বিভিন্ন স্থানে ঘুরে আমার “প্ল্যান-পরিকল্পনার” অনেক কিছুই আমি আপনাদের সামনে তুলে ধরেছিলাম।...আমরা আমাদের পরিকল্পনা এবং প্রতিশ্রুতি বাস্তবায়নের কাজ শুরু করে দিয়েছি, ইনশা আল্লাহ।’ এ ক্ষেত্রে সবার সমর্থন প্রত্যাশা করেন তিনি।</p><p>দেশের নতুন প্রধানমন্ত্রী ভাষণে বলেন, ‘সরকারপ্রধান হিসেবে আমি দেশবাসীর উদ্দেশে একটি বিষয়ের প্রতি দৃষ্টি আকর্ষণ করে বলতে চাই, নবগঠিত সরকার গঠনের সুযোগ দিতে যাঁরা বিএনপিকে ভোট দিয়েছেন কিংবা দেননি অথবা কাউকেই ভোট দেননি, এই সরকারের প্রতি আপনাদের সবার অধিকার সমান। বিএনপি সরকার বিশ্বাস করে, দল-মত, ধর্ম-দর্শন যার যার, রাষ্ট্র সবার। এই দেশে, এই রাষ্ট্রে একজন বাংলাদেশি হিসেবে, আপনার আমার আমাদের প্রতিটি বাংলাদেশি নাগরিকের অধিকার সমান।’</p><p>শিক্ষার্থী ও তরুণসমাজের উদ্দেশে নতুন প্রধানমন্ত্রী বলেছেন, মেধায়, জ্ঞান–বিজ্ঞানে নিজেদের যোগ্য করে গড়ে তোলার জন্য যত রকমের সহযোগিতা দেওয়া যায়, সব রকমের সহযোগিতা দিতে বর্তমান সরকার প্রস্তুত। কর্মসংস্থান ও কর্মপরিবেশ নিশ্চিত করার সুনির্দিষ্ট অঙ্গীকার নিয়ে বর্তমান সরকার যাত্রা শুরু করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদপত্রের স্বাধীনতার প্রতি সমর্থন ও সংহতি জানালেন বিদেশি কূটনীতিকেরা | প্রথম আলো",
            "time": "2026-02-18T15:40:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Fk3n35z0f%2FProthom-Alo-Exibition-01.jpeg?rect=0%2C47%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিকেলে প্রদর্শনীটি ছিল বিদেশি কূটনীতিক ও আমন্ত্রিত অতিথিদের জন্য। তাঁদের মধ্যে ছিলেন যুক্তরাজ্যের হাইকমিশনার সারাহ কুক, ফ্রান্সের রাষ্ট্রদূত জ্যঁ-মার্ক সেরে-শার্লে, ভারতের হাইকমিশনার প্রণয় ভার্মা, ইতালির রাষ্ট্রদূত আন্তোনিও আলেসান্দ্রো, স্পেনের রাষ্ট্রদূত গ্যাব্রিয়েল মারিয়া সিসতিয়েগা ওচহোওয়া দ্য চিনচিত্রু, নেদারল্যান্ডসের রাষ্ট্রদূত বোরিস ভ্যান বোমেল, কানাডার হাইকমিশনার অজিত সিং, ইউরোপীয় ইউনিয়নের রাষ্ট্রদূত মাইকেল মিলার, আর্জেন্টিনার রাষ্ট্রদূত মার্সেলো কার্লোস সেসা, সিঙ্গাপুরের চার্জ দ্য অ্যাফেয়ার্স মিচেল লি ও সুইজারল্যান্ড দূতাবাসের কাউন্সেলর আলবার্টো জিওভানেতি। এ ছাড়া যুক্তরাষ্ট্র, চীন, জাপান এবং ইউএনডিপি, ইউএন উইমেন ও জাতিসংঘের মানবাধিকার পরিষদের ঢাকা দপ্তরের প্রতিনিধিরা উপস্থিত ছিলেন।</p><p>অতিথিদের মধ্যে আরও ছিলেন সুশাসনের জন্য নাগরিকের (সুজন) সম্পাদক বদিউল আলম মজুমদার, সদ্য বিদায়ী উপদেষ্টা ফাওজুল কবির খান ও ব্রিগেডিয়ার জেনারেল (অব.) এম সাখাওয়াত হোসেন, এবি পার্টির চেয়ারম্যান মুজিবুর রহমান (মঞ্জু), আইনজীবী সারা হোসেন, লেখক খান মো. রবিউল আলম, ডা. তাসনিম জারা প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধানমন্ত্রীর কার্যালয়ে নয়, সচিবালয়ে হলো মন্ত্রিসভার প্রথম বৈঠক | প্রথম আলো",
            "time": "2026-02-18T13:11:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-18%2Ftt62uv9g%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"প্রধানমন্ত্রীর কার্যালয়ে নয়, সচিবালয়ে হলো মন্ত্রিসভার প্রথম বৈঠক\" class=\"nA4h1 \">প্রধানমন্ত্রীর কার্যালয়ে নয়, সচিবালয়ে হলো মন্ত্রিসভার প্রথম বৈঠক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-02-19T02:39:23+06:00\"><span>আপডেট: ১৮ ফেব্রুয়ারি ২০২৬, ২০: ৩৯ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        }
    ]
}