{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "তিতাসের সরবরাহ শুরু, গ্যাসের প্রবাহ বাড়তে কয়েক ঘণ্টা সময় লাগবে | প্রথম আলো",
            "time": "2026-01-10T11:08:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08%2F9dbd102d-20fa-4ad2-b0a8-861b59715750%2Fgas%20burning-04.jpg?rect=0%2C424%2C6048%2C3175&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই সপ্তাহ ধরে তরলীকৃত পেট্রোলিয়াম গ‍্যাসের (এলপিজি) সংকট রাজধানীতে। এর মধ্যে ৪ জানুয়ারি আমিনবাজারে পাইপলাইন ছিদ্র হওয়ায় এক সপ্তাহ ধরে কম চাপে গ্যাস পাচ্ছেন ঢাকাবাসী। এতে ভোগান্তিতে পড়েছেন বাসিন্দারা।</p><p>এর মধ্যে আজ আবার নতুন দুর্ঘটনা ঘটেছে। এতে গ‍্যাসের চাপ আরও বেশি কমে যায়। সকালে তিতাসের পাঠানো এক বিজ্ঞপ্তিতে বলা হয়, মিরপুর রোডে গণভবনের সামনে চার ইঞ্চি ব্যাসের ভালভ ফেটে ছিদ্র তৈরি হয়েছে। এটি মেরামতের জন্য বেশ কয়েকটি ভালভ বন্ধ করায় বিতরণ লাইনে গ‍্যাসের চাপ কমে গেছে। বিতরণ লাইনে চাপ সীমিত করায় ধানমন্ডি, মোহাম্মদপুর, শ্যামলী, নিউমার্কেট, হাজারীবাগ, গাবতলীসহ সংলগ্ন এলাকায় গ্যাসের মারাত্মক স্বল্পচাপ রয়েছে।</p><p>এদিকে তিতাস সূত্র বলছে, আমিনবাজারে পাইপলাইনের ছিদ্র মেরামত করা হলেও পাইপলাইনের পানি পুরোপুরি পরিষ্কার করা যায়নি। এতে আরও কয়েক দিন লাগতে পারে। এর মধ্যে নতুন দুর্ঘটনায় গ্যাস সরবরাহ আরও কমে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "আগ্নেয়গিরির অগ্ন্যুত্পাতে তৈরি হয়েছে ৩০০ ফুট উঁচু ‘লাভা টাওয়ার’ | প্রথম আলো",
            "time": "2026-01-10T11:06:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F1ft521eo%2F%E0%A6%B2%E0%A6%BE%E0%A6%AD%E0%A6%BE-%E0%A6%9F%E0%A6%BE%E0%A6%93%E0%A7%9F%E0%A6%BE%E0%A6%B0.jpg?rect=0%2C1040%2C3271%2C1717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই দেয়াল পার হয়ে ওপরে ওঠার পর স্বতঃস্ফূর্ত আনন্দে মেতে উঠি আমরা সবাই। আমাদের গাইডদের দল যেকোনো সুযোগেই হইহই করে নেচেগেয়ে ওদের আনন্দ প্রকাশ করে। আমাদের উত্সাহ দিতে চেষ্টা করে। গান একটাই। সেটাকে নানাভাবে গায় ওরা। জাম্বো জাম্বো, জাম্বো বোয়ানা, হাবারি গানি, মুজুরি সানা। ওয়াগেনি, মোয়াকারিবিশ্ব। কিলিমানজারো হাকুনা মাতাতা। তেমবিয়া পোলে পোলে, হাকুনা মাতাতা। (অতিথিরা এখানে স্বাগত...ধীরে ধীরে হেঁটে পৌঁছে যাও কিলিমানজারো...সমস্যা নেই।)</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র কি পুতিনকে তুলে নেওয়ার নির্দেশ দেবে, জবাবে কী বলছেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-10T11:04:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fu42rrjpu%2FPutin.jpg?rect=0%2C0%2C574%2C301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলেনস্কি মাদুরোকে তুলে নিয়ে যাওয়ার প্রসঙ্গ টেনে বলেছিলেন, ‘যদি আপনারা স্বৈরশাসকদের সঙ্গে এমনটা করতে পারেন, তাহলে বলব, যুক্তরাষ্ট্র জানে যে পরবর্তী ধাপে কী করতে হবে।’</p><p>গতকাল শুক্রবার হোয়াইট হাউসে তেল কোম্পানির নির্বাহীদের সঙ্গে বৈঠকে সাংবাদিকদের বিভিন্ন প্রশ্নের উত্তর দেন ট্রাম্প। এ সময় জেলেনস্কির মন্তব্যটিকে সামনে টেনে ফক্স নিউজের পিটার ডুকি ট্রাম্পকে প্রশ্ন করেন, ‘মনে হচ্ছে, তিনি চাইছেন, আপনি গিয়ে ভ্লাদিমির পুতিনকে ধরুন।’ ওই সংবাদিক আরও জিজ্ঞেস করেন, ‘আপনি কি কখনো পুতিনকে ধরার জন্য কোনো অভিযান চালানোর আদেশ দেবেন?’</p></div></div></div></body></html>"
        },
        {
            "title": "রোহিঙ্গা আশ্রয়শিবিরে দুটি ‘সন্ত্রাসী’ দলের গোলাগুলি, যুবক নিহত | প্রথম আলো",
            "time": "2026-01-10T11:00:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2F0cfhy13p%2F91ecb9c529875cc7d1095c12c3782bbf_5e456ef96bde9.jpg?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোলাগুলির ঘটনার পর থেকে আশ্রয়শিবিরে আতঙ্ক বিরাজ করছে। এ অবস্থায় নিরাপত্তা জোরদার করেছে আইনশৃঙ্খলা রক্ষাকারী বাহিনী। আশ্রয়শিবিরটিতে প্রায় ৩৬ হাজার রোহিঙ্গার বসবাস।</p><p>টেকনাফ মডেল থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. সাইফুল ইসলাম বলেন, আশ্রয়শিবিরের আধিপত্য বিস্তারকে কেন্দ্র করে দুটি সন্ত্রাসী বাহিনীর মধ্যে গোলাগুলির ঘটনা ঘটেছে। এ সময় গুলিতে নুর কামাল নামের এক সন্ত্রাসীর মৃত্যু হয়েছে। তাঁর বিরুদ্ধে টেকনাফ থানায় হত্যা, অপহরণ, ডাকাতি, মাদকসহ বিভিন্ন অভিযোগে ১১টি মামলা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্রষ্টা ও সৃষ্টির মধ্যে ভারসাম্য | প্রথম আলো",
            "time": "2026-01-10T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fkjwrldlm%2Fpexels-beyzaa-yurtkuran-279977530-17058103.jpg?rect=0%2C236%2C6240%2C3276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>কোরআন এই মানসিকতাকে ভয়াবহ বিভ্রান্তি হিসেবে চিহ্নিত করেছে। আল্লাহকে ভুলে যাওয়ার পরিণতি হলো, মানুষ নিজেকেই ভুলে যায়, নিজের অস্তিত্বের উদ্দেশ্য হারিয়ে ফেলে।</p><p>এই দুই চরম অবস্থানের মাঝখানে ইসলামের অবস্থান। ইসলাম বলে, স্রষ্টার হক যেমন গুরুত্বপূর্ণ, তেমনি সৃষ্টির হকও সমান গুরুত্বপূর্ণ। একটিকে বাদ দিয়ে আরেকটি পূর্ণ হয় না। কোরআনের ভাষায়, আল্লাহর জন্য নির্ধারিত অংশ মানুষ অবহেলায় অন্যের দিকে সরিয়ে দেয়, কিন্তু মানুষের অংশ আল্লাহর দিকে গেলে তারা তা সহ্য করতে পারে না। এটি মানুষের বিকৃত বিচারবোধেরই পরিচয়।</p><p>নবীজি (সা.) এই বিকৃতি স্পষ্টভাবে সংশোধন করেছেন। তিনি আল্লাহর হক ও বান্দার হককে আলাদা করে বুঝিয়েছেন, কিন্তু একটিকে আরেকটির বিরোধী হিসেবে নয়—বরং পরিপূরক হিসেবে। তিনি শিক্ষা দিয়েছেন, যেমনভাবে আল্লাহর হকে শিথিলতা গ্রহণযোগ্য নয়, তেমনি বান্দার হকেও কোনো ছাড় নেই। স্ত্রী, প্রতিবেশী, সমাজ, শরীর—সবাই হকদার। এদের কারও হক নষ্ট করে ইবাদতের দাবি করা আত্মপ্রবঞ্চনা ছাড়া কিছু নয়।</p><p>মানবাধিকার আর শরিয়তের মূল পার্থক্য এখানেই। আধুনিক মানবাধিকার সাধারণত মানুষের পারস্পরিক সম্পর্কেই সীমাবদ্ধ। সেখানে স্রষ্টার অধিকার অনুপস্থিত। ফলে এই মানবাধিকার ধারণা অসম্পূর্ণ, একপেশে এবং শেষ পর্যন্ত আত্মবিধ্বংসী। পক্ষান্তরে শরিয়ত মানবাধিকারের কথা বলে আল্লাহর অধিকারের সঙ্গে যুক্ত করে। তাই শরিয়তের অধিকারবোধ ভারসাম্যপূর্ণ, পূর্ণাঙ্গ ও দীর্ঘস্থায়ী।</p><p>কোরআন যখন অধিকারের কথা বলে, তখন উভয় পক্ষের কথাই একসঙ্গে উচ্চারণ করে—আল্লাহ ও বান্দা, ব্যক্তি ও সমাজ, দেহ ও আত্মা। এই সমতাই ইসলামের সৌন্দর্য। যেখানে এই সমতা রক্ষা করা হয়, সেখানেই ইসলাম কার্যকর হয়। আর যেখানে অধিকার আদায়ের নামে এক পক্ষকে বাদ দিয়ে আরেক পক্ষকে প্রাধান্য দেওয়া হয়, সেখানে ইসলামি আদর্শ ভঙ্গ হয়।</p><p>শরিয়ত কোনো মানববিরোধী বা অধিকারবিরোধী ব্যবস্থা নয়; বরং মানবাধিকারের সবচেয়ে গভীর ও ভারসাম্যপূর্ণ রূপ। মানুষের সীমাবদ্ধ বুদ্ধি যেখানে বর্তমানেই আটকে যায়, শরিয়ত সেখানে ভবিষ্যৎকেও আগলে রাখে।</p><p>তাই শরিয়তের সিদ্ধান্ত সব সময় তাৎক্ষণিকভাবে বোধগম্য না হলেও সময়ের পরীক্ষায় সেটিই সবচেয়ে কল্যাণকর প্রমাণিত হয়। ইসলামের শিক্ষা হলো, স্রষ্টা ও সৃষ্টির মাঝখানে ভারসাম্য রক্ষা করাই প্রকৃত ন্যায়বিচার, প্রকৃত মানবাধিকার ও প্রকৃত মুক্তি।</p><p><em><strong>আহমাদ সাব্বির</strong> : আলেম ও লেখক</em></p></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়া-১ আসনের স্বতন্ত্র প্রার্থী একরামুজ্জামানের মনোনয়ন অবৈধ: ইসি | প্রথম আলো",
            "time": "2026-01-10T10:52:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F03%2F20%2F4f8b4f9f151a31ad2983964f9ed5b259-5c91eba0ab0b9.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়া-১ (নাসিরনগর) আসনের স্বতন্ত্র প্রার্থী সৈয়দ এ কে একরামুজ্জামানের প্রার্থিতা অবৈধ ঘোষণা করেছে নির্বাচন কমিশন।</p><p> আজ শনিবার আগারগাঁওয়ের নির্বাচন কমিশন ভবন মিলনায়তনে দুপুরের পর থেকে শুরু হওয়া শুনানিতে তাঁর মনোনয়ন অবৈধ ঘোষণা করা হয়।</p><p> এর আগে একই আসনের বিএনপি মনোনীত প্রার্থী এম এ হান্নান একরামুজ্জামান মনোনয়নপত্র বাতিল চেয়ে আপিল করেছিলেন। তাঁর বিরুদ্ধে অভিযোগ, তিনি একটি মামলায় পলাতক হিসেবে আছেন। কিন্তু সেই তথ্য মনোনয়নপত্রে উল্লেখ করেননি।</p><p> এদিকে, গত বৃহস্পতিবার এক ভিডিও বার্তায় প্রার্থিতা প্রত্যাহারের ঘোষণা দেন সৈয়দ এ কে একরামুজ্জামান।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনালী ব্যাংকে চাকরি, দুটি পদের প্রবেশপত্র ডাউনলোডের নির্দেশনা | প্রথম আলো",
            "time": "2026-01-10T10:48:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F628baa56-15f5-441f-bc1b-ee6270ab3833%2Fsonali_bank.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">মতিঝিলে সোনালী ব্যাংকের স্থানীয় কার্যালয় কর্মীরা</figcaption><figcaption class=\"story-element-image-attribution\">প্রথম আলো ফাইল ছবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় ঘুষ নেওয়ার অভিযোগে দুই পুলিশ সদস্যকে বরখাস্ত | প্রথম আলো",
            "time": "2026-01-10T10:45:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-02%2F5ygg4l6k%2Fprothomalo-bangla_2024-08-10_9imysrpj_Police.webp?rect=0%2C28%2C388%2C204&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীনগর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) রফিকুল ইসলাম বলেন, শৃঙ্খলা পরিপন্থী কর্মকাণ্ডের অভিযোগে দুই পুলিশ সদস্যকে সাময়িক বরখাস্ত করা হয়েছে। তদন্তের মাধ্যমে তাঁদের বিরুদ্ধে বিভাগীয় প্রয়োজনীয় ব্যবস্থা নেওয়া হবে। বর্তমানে তাঁদের পুলিশ লাইনসে সংযুক্ত করা হয়েছে।</p><p>পুলিশ সুপার শাহ মো. আব্দুর রউফ প্রথম আলোকে বলেন, ‘কিছু আলামত আমরা পেয়েছি। তাই তাঁদের বহিষ্কার করা হয়েছে। তাঁদের বিরুদ্ধে বিভাগীয় মামলা প্রক্রিয়াধীন আছে। তাঁদের বিরুদ্ধে বিভাগীয় ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন নিয়ে দুশ্চিন্তার কোনো কারণ নেই: আদিলুর | প্রথম আলো",
            "time": "2026-01-10T10:43:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F7msh07ib%2Fadilur-Rahman.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের দিনে সাধারণ মানুষের মধ্যে আইনশৃঙ্খলা পরিস্থিতি কেমন হবে, তা নিয়ে আশঙ্কা রয়েছে—এমন প্রশ্নের উত্তরে উপদেষ্টা বলেন, ‘ইনশা আল্লাহ দুশ্চিন্তার কোনো কারণ নেই। নির্বাচন অত্যন্ত আনন্দমুখর হবে। সবাই পরিবার-পরিজন নিয়ে, যাঁরা ভোটার আছেন, একসঙ্গে গিয়ে ভোট দেবেন। এই নির্বাচনের মধ্যে সবচেয়ে গুরুত্বপূর্ণ জিনিসটা হচ্ছে বাংলাদেশে আগামী শত বছরের জন্য একটা দিকনির্দেশনা হবে গণভোটের মাধ্যমে। রক্ত দিয়ে বাংলাদেশের ছাত্র-জনতা যে জুলাই সনদ আমাদের দিয়ে গেছে, সেটার পক্ষে জনগণের মতামত হবে “হ্যাঁ” ভোটের মাধ্যমে। সেটা হচ্ছে একটা দিক। আরেকটা হচ্ছে, জুলাই অভ্যুত্থানের পক্ষের রাজনৈতিক দলগুলো নির্বাচন করবে। তাদের প্রতিনিধিদের নির্বাচিত হওয়াটা হচ্ছে আরেকটা দিক। ইনশা আল্লাহ বাংলাদেশে নির্বাচন অত্যন্ত ভালো হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মূল্যস্ফীতি কমাতে সবার সহযোগিতা চাইলেন অর্থ উপদেষ্টা | প্রথম আলো",
            "time": "2026-01-10T10:39:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fgwqur39g%2FAdvisor.jpg?rect=0%2C34%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থ মন্ত্রণালয়ের আর্থিক প্রতিষ্ঠান বিভাগের সচিব নাজমা মোবারেক বলেন, আমাদের অর্থনীতি পুরোটাই ব্যাংকনির্ভর, এ জন্য ব্যাংকের ওপর চাপ বেশি। এই প্রকাশনায় সুপারিশ বা করণীয় থাকলে সবার জন্য ভালো হতো।</p><p>অর্থসচিব মো. খায়েরুজ্জামান মজুমদার বলেন, ব্যাংক খাতে অনেক সমস্যা হয়েছে। কিছু ব্যাংক ঘুরে দাঁড়িয়েছে। যারা পারেনি তাদের একীভূত করা হচ্ছে। কয়েকটি আর্থিক প্রতিষ্ঠান অবসায়ন করে আমানতকারীদের টাকা ফেরত দেওয়ার উদ্যোগ নেওয়া হয়েছে। এর মাধ্যমে আর্থিক খাত ঘুরে দাঁড়াবে বলে আশা করেন তিনি।</p><p>অনুষ্ঠানে আরও বক্তব্য দেন বাংলাদেশ ব্যাংকের ডেপুটি গভর্নর নুরুন নাহার, এইচএসবিসি বাংলাদেশের প্রধান নির্বাহী কর্মকর্তা মাহবুব-উর রহমান, অ্যাসোসিয়েশন অব ব্যাংকার্স বাংলাদেশের (এবিবি) সাবেক চেয়ারম্যান নুরুল আমিন, ব্যাংকিং অ্যালমানাকের প্রকল্প পরিচালক ও সাপ্তাহিক শিক্ষা বিচিত্রার সম্পাদক আবদার রহমান প্রমুখ। অনুষ্ঠানে বিভিন্ন ব্যাংকের চেয়ারম্যান, এমডিসহ বিভিন্ন পর্যায়ের সরকারি-বেসরকারি কর্মকর্তা ও প্রকাশনা সংশ্লিষ্ট ব্যক্তিরা উপস্থিত ছিলেন। সবশেষে ব্যাংকিং অ্যালমানাক’ সপ্তম সংস্করণের মোড়ক উন্মোচন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের আধিপত্য থেকে দেশকে মুক্ত করেছে অন্তর্বর্তী সরকার: আসিফ নজরুল | প্রথম আলো",
            "time": "2026-01-10T10:35:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fgnoa2owd%2FAsif-Nazrul.jfif?rect=0%2C22%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে আইন উপদেষ্টা আসিফ নজরুল বলেন, তাঁর নিজের কাছে মনে হয় বাংলাদেশে এখন বাক্‌স্বাধীনতা সবার আছে, শুধু সরকারের যাঁরা আছেন, তাঁদের নেই। এটা তিনি প্রতিনিয়ত অনুভব করেন।</p><p>কিছু কিছু ক্ষেত্রে সরকারের সমালোচনা নির্দয় পর্যায়ে চলে যায় উল্লেখ করে আসিফ নজরুল বলেন, এখন দশটা জিনিসের মধ্যে সরকার যদি চারটা জিনিস করে, সেই চারটা জিনিস করেছে স্বীকার করে বাকি যে ছয়টা করতে পারেনি, সেটার জন্য সমালোচনা করলে সমস্যা নেই। তিনি বলেন, ‘কিন্তু একদম কিছুই দেখবেন না, কিছুই হয়নি। কিছুই হয়নি যখন আপনারা রেসপন্সিবল পজিশনে থাকা লোকজন বলেন, তখন খুব দুঃখ লাগে যে আসলে কি সৎভাবে সমালোচনা করেন?’</p><p>আসিফ নজরুল বলেন, ‘আমাদের সরকারের সাফল্য নিয়ে অনেক সমালোচনা থাকতে পারে। কিন্তু আপনাদের কি কিছু জিনিস কখনো চোখে পড়েনি, এই যে এই সরকার এসে ভারতের আধিপত্য থেকে বাংলাদেশকে মুক্ত করেছে। ভারতের যে আগ্রাসী একটা ভূমিকা ছিল সব জায়গায়, সেখান থেকে স্বাধীন কণ্ঠে কথা বলতে পারছে ডক্টর মুহাম্মদ ইউনূসের নেতৃত্বে, এটা আমাদের কোনো অর্জন না?’</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামী আন্দোলন ৪০, এনসিপি ৩০; জামায়াতের জোটে আসন সমঝোতা যা দাঁড়াচ্ছে | প্রথম আলো",
            "time": "2026-01-10T10:32:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2Fi1c63gn8%2F690c99d5-f8e7-4000-a5d2-35cc917e23a2.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সূত্র জানায়, ইসলামী আন্দোলনের সঙ্গে গত কয়েক দিনে জামায়াত একাধিক বৈঠক করেছে। বৈঠক থেকে ৪০ আসনে একধরনের সমঝোতা হয়েছে। তবে ইসলামী আন্দোলন আরও কয়েকটি আসন দাবি করছে। যেসব আসনে জামায়াত ও বাংলাদেশ খেলাফত মজলিসেরও শক্তিশালী প্রার্থী আছে। শেষ পর্যন্ত জনপ্রিয়তা ও যোগ্যতা যাচাই করে ইসলামী আন্দোলনকে আরও কয়েকটি আসনে ছাড় দিতেও পারে জামায়াত।</p><p>এনসিপি যখন আসন সমঝোতার আলোচনায় যুক্ত হয়, তখন তাঁদের ৩০ আসনে ছাড় দেওয়া হবে, এমন আশ্বাস দেওয়া হয়েছিল বলে জানিয়েছিলেন দলটির নেতারা। তবে এরপর আসন কিছুটা কমতে পারে, এমন গুঞ্জন ছিল। তবে জামায়াত সূত্র জানিয়েছে, এনসিপিকে ৩০ আসনেই ছাড় দেওয়া হবে।</p><p>এনসিপির আহ্বায়ক নাহিদ ইসলাম আজ শনিবার হোটেল ইন্টারকন্টিনেন্টালে ইউরোপিয়ান ইউনিয়নের নির্বাচন পর্যবেক্ষণ প্রতিনিধিদলের সঙ্গে বৈঠক শেষে সাংবাদিকদের প্রশ্ন বলেন, জোটে তারা কতটি আসন পাচ্ছেন, তা দু–এক দিনের মধ্যেই জানানো হবে।</p><p>বাংলাদেশ খেলাফত মজলিস ২৫–৩০টি আসন চায়। সমঝোতা আলোচনার সর্বশেষ বৈঠকে দলটিকে ১৩টি আসন দেওয়ার বিষয়ে আলোচনা হয়েছিল। সমঝোতা না হওয়া আসনগুলোর কয়েকটিতে ছাড় চায় বাংলাদেশ খেলাফত মজলিস। তবে জামায়াত সূত্র জানিয়েছে, দলটিকে শেষ পর্যন্ত ১৫টি আসনে ছাড় দেওয়া হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুড়িগ্রামে চোর সন্দেহে তরুণকে পিটিয়ে হত্যা | প্রথম আলো",
            "time": "2026-01-10T10:32:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-02%2Fid8x6rsm%2FPic_24.avif?rect=0%2C39%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওসি জাহাঙ্গীর আলম আজ দুপুরে প্রথম আলোকে বলেন, নিহত তরুণের নাম-পরিচয় এখনো শনাক্ত করা যায়নি। মরদেহের ছবি তুলে বিভিন্ন থানায় পাঠানো হয়েছে। ধারণা করা হচ্ছে, নিহত ব্যক্তি পার্শ্ববর্তী নাগেশ্বরী উপজেলার বাসিন্দা হতে পারেন। মরদেহ থানায় আনা হচ্ছে এবং বিষয়টি তদন্ত করে আইনগত ব্যবস্থা নেওয়া হবে বলেও তিনি জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রকৃতি থেকে কুড়িয়ে আনা ‘শাক পিতারি’ উৎসব | প্রথম আলো",
            "time": "2026-01-10T10:32:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F5acvftoh%2FThakurgoan-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রিটিশ কাউন্সিলের সহায়তায় গ্রামের নারীদের অংশগ্রহণে এই শাকের উৎসবের আয়োজক ‘গিদরী বাউলি’ নামে একটি সংস্থা।</p><p>শুক্রবার দুপুরে সোনাপাতিলা গ্রামে গিয়ে দেখা যায়, পুকুরপাড়ের গাছতলায় টাঙানো বর্ণিল কয়েকটি শামিয়ানা। শামিয়ানার নিচে কালাপাতা, কচুপাতা দিয়ে সাজানো বাটি। আর তাতে নানা প্রজাতির রান্না করা শাক। সেসব ঘিরে চলছে গীতসহ নানা পরিবেশনা। লোকজন ঘুরে ঘুরে দেখছেন। কেউ প্রশ্ন করলে দলের প্রতিনিধিরা উত্তর দিচ্ছেন।</p><p>সোনাপাতিলার পাশের গ্রাম বইথপাড়া। ওই গ্রামের বাসিন্দা লিপি রানীসহ তিন নারী মিলে ১৪ পদের শাক উৎসবে নিয়ে এসেছেন। লিপি রানী জানান, একসময় বাঙালির মধ্যাহ্নভোজের প্রথম ব্যঞ্জন ছিল শাক। এমনকি নিমন্ত্রণে অতিথিদের প্রথম পাতে শাক পরিবেশনের চল ছিল। কালে কালে শহুরে মানুষ শাক থেকে দূরে সরেছে। পাতে শাক পড়লে এখন অনেকেই ভ্রু কোঁচকান। তবে তাঁদের মধ্যে (হিন্দু সম্প্রদায়) কালীপূজার আগের দিন অর্থাৎ ভূত চতুর্দশীতে ওলশাক, কেউ, বেতো, কালকাসুন্দে, নিমপাতা, জয়ন্তী, শর্ষে, সাঞ্চে, হেলেঞ্চা, পলতা, শুল্কা, গুলঞ্চ, ঘেঁটু ও শুষনি—এই ১৪ প্রকার শাক খাওয়ার রীতি রয়েছে। তিনি আরও জানালেন, আয়ুর্বেদ অনুযায়ীই এই শাক খাওয়ার রীতি চালু হয়েছিল। বর্ষার শেষে শাক খেতে হয়। তার ওপরে ঋতু পরিবর্তনের সময় নানা ধরনের রোগ হয়। তা নিরাময়ের জন্যও এই শাক খাওয়ার চল হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আশা খুঁজছে নতুন প্রজন্ম: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-10T10:30:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F11ulgr60%2Ftarique_rahman_1.jpg?rect=0%2C61%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বনানীতে সম্পাদকদের সঙ্গে মতবিনিময়ে বিএনপির নতুন চেয়ারম্যান তারেক রহমান বলেছেন, নতুন প্রজন্ম আশার খোঁজে, বিএনপি হিংসা-প্রতিহিংসার রাজনীতি পরিহার করে দেশকে সঠিক পথে নিতে চায়। তিনি ১৯৮১, ২০২৫ ও ৫ আগস্ট, ২০২৪ এর ঘটনা উল্লেখ করে অতীতের পুনরাবৃত্তি চান না, সব পক্ষকে আলোচনায় বসার আহ্বান জানান। তারেক  জনগণের প্রত্যাশা পূরণে কাজ করার অঙ্গীকার করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের বিক্ষোভকারীরা ট্রাম্পের এজেন্ডা বাস্তবায়ন করছে: খামেনি | প্রথম আলো",
            "time": "2026-01-10T10:26:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F74ffa765%2FTHUMNAILWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইরানের বিক্ষোভকারীরা ট্রাম্পের এজেন্ডা বাস্তবায়ন করছে: খামেনি\" class=\"nA4h1 \">ইরানের বিক্ষোভকারীরা ট্রাম্পের এজেন্ডা বাস্তবায়ন করছে: খামেনি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-10T16:26:08+06:00\"><span>প্রকাশ: ১০ জানুয়ারি ২০২৬, ১০: ২৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "জিমেইলের হেল্প মি রাইট-সুবিধা কী, যেভাবে ব্যবহার করবেন | প্রথম আলো",
            "time": "2026-01-10T10:25:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fs7gze9ou%2Fgmail.jpg?rect=0%2C15%2C678%2C356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হেল্প মি রাইট হলো গুগলের একটি কৃত্রিম বুদ্ধিমত্তাচালিত টুল, যা প্রথমবার গুগল আই/ও ২০২৩–এ দেখানো হয়। এটি বর্তমানে ওয়েব, অ্যান্ড্রয়েড ও আইওএস সংস্করণের জিমেইলে ব্যবহার করা যাচ্ছে। সুবিধাটি গুগলের জেনারেটিভ এআই প্ল্যাটফর্ম জেমিনাই ব্যবহার করে। সুবিধাটি নতুন ই–মেইল লিখে দেওয়ার পাশাপাশি আগে লেখা খসড়া ই–মেইলকে আরও প্রাঞ্জল, সংক্ষিপ্ত বা পেশাদার করতে সাহায্য করে। ব্যবহারকারী চাইলে ই–মেইলের ভঙ্গি, দৈর্ঘ্য ও ভাষা নিয়ন্ত্রণ করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ে শিক্ষককে হেনস্তার পর টেনেহিঁচড়ে প্রক্টর অফিসে নিলেন চাকসু নেতারা | প্রথম আলো",
            "time": "2026-01-10T10:15:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F4oe9b1hi%2FCtg-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষার দায়িত্বের বিষয়ে জানতে চাইলে ‘বি’ ইউনিটের ভর্তি পরীক্ষার সমন্বয়কারী মো. ইকবাল শাহীন খান বলেন, কোনো শিক্ষকের বিরুদ্ধে অভিযোগ বা তদন্ত চলাকালীন তিনি দায়িত্ব পালন করতে পারবেন। যতক্ষণ পর্যন্ত সিন্ডিকেট থেকে শিক্ষককে বরখাস্তের সিদ্ধান্ত না আসবে ততক্ষণ পর্যন্ত তিনি আমাদের কাছে শিক্ষক। এ কারণে তাঁকে পরীক্ষা কেন্দ্রের দায়িত্ব দেওয়া হয়েছিল।</p><p>জানতে চাইলে প্রক্টর অধ্যাপক হোসেন শহীদ সরওয়ার্দী বলেন, ‘এখন পর্যন্ত সব পরীক্ষায় তিনি দায়িত্ব পালন করেছেন। হট্টগোলের খবর শুনে আমরা তৎক্ষণাৎ ঘটনাস্থলে গিয়েছি। আমরা এই মুহূর্তে তাঁর (হাসান মোহাম্মদ) মুঠোফোনের তল্লাশি করছি। এ ছাড়া সার্বিক বিষয় খতিয়ে দেখছি। গণমাধ্যমে এ বিষয়ে বিস্তারিত পরে জানানো হবে।’</p><p>বিশ্ববিদ্যালয়ের ভারপ্রাপ্ত রেজিস্ট্রার অধ্যাপক মোহাম্মদ সাইফুল ইসলাম বলেন, ‘ওই শিক্ষকের বিরুদ্ধে একাধিক অভিযোগ রয়েছে। এর পরিপ্রেক্ষিতে তদন্ত কমিটি গঠন করা হয় এবং তদন্ত প্রতিবেদন অনুযায়ী তাঁর বেতন বন্ধ রয়েছে। কীভাবে তিনি পরীক্ষার দায়িত্ব পেলেন, তা আমি বলতে পারছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "৫ আগস্টের ঘটনা রাজনীতিকে নতুনভাবে ভাবতে বাধ্য করেছে: তারেক রহমান | প্রথম আলো",
            "time": "2026-01-10T10:09:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fjc4nnqav%2Ftarique-rahman%E2%80%931.jpg?rect=0%2C37%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাস্থ্য খাতে ব্যয় কমাতে প্রিভেনশন মডেল অনুসরণ করার কথা বলেন তারেক রহমান। তিনি বলেন, মানুষকে সচেতন করা গেলে—কোন খাবার না খেলে কিডনি, হার্ট বা ডায়াবেটিসের ঝুঁকি কমে—তাহলে রাষ্ট্রের ব্যয় কমে, মানুষও সুস্থ থাকে। এ নিয়ে স্বাস্থ্যকর্মী নিয়োগের পরিকল্পনা আছে বলেও জানান।</p><p>অনুষ্ঠানে অংশ নেন যায়যায়দিন সম্পাদক শফিক রেহমান, দ্য ডেইলি স্টারের সম্পাদক মাহফুজ আনাম, মানবজমিনের প্রধান সম্পাদক মতিউর রহমান চৌধুরী, দৈনিক নিউ এজ-এর সম্পাদক নূরুল কবীর, কালের কণ্ঠ সম্পাদক হাসান হাফিজ, যুগান্তর সম্পাদক আবদুল হাই শিকদার, দৈনিক ইনকিলাব পত্রিকার সম্পাদক এ এম এম বাহাউদ্দীন, প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ প্রমুখ।</p><p>অনুষ্ঠানে বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর, স্থায়ী কমিটির সদস্য আমীর খসরু মাহমুদ চৌধুরী, বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন আহমদ প্রমুখ উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        }
    ]
}