{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "৫০তম বিসিএস প্রিলির ফলাফল দেখবেন যেভাবে | প্রথম আলো",
            "time": "2026-02-10T11:02:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2F12423f06-f138-4cc1-baf3-8da0b644a5c0%2FUnttled_2.jpg?rect=0%2C0%2C1172%2C615&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫০ তম বিসিএস প্রিলিমিনারি পরীক্ষার (এমসিকিউ) ফলাফল প্রকাশ করা হয়েছে। এ পরীক্ষায় উত্তীর্ণ হয়েছেন ১২ হাজার ৩৮৫ জন প্রার্থী। উত্তীর্ণ প্রার্থীরা ৫০ তম বিসিএস লিখিত পরীক্ষায় অংশগ্রহণ করবেন। পরীক্ষার ১১ তম দিনের মাথায় আজ মঙ্গলবার ফলাফল প্রকাশ করল পিএসসি।</p><p>গত ৩০ জানুয়ারি ঢাকা, রাজশাহী, চট্টগ্রাম, খুলনা, বরিশাল, সিলেট, রংপুর ও ময়মনসিংহ-এ আটটি বিভাগীয় শহরের ১৯০টি কেন্দ্রে একযোগে ৫০ তম বিসিএসের প্রিলিমিনারি পরীক্ষা অনুষ্ঠিত হয়। এবারের বিসিএসে অংশ নিতে আবেদন করেছিলেন মোট ২ লাখ ৯০ হাজার ৯৫১ জন পরীক্ষার্থী।</p><p>টেলিটক বাংলাদেশ লিমিটেডের মাধ্যমে নিম্নোক্ত পদ্ধতিতে যে কোনো মোবাইল হতে এসএসমএস-এর মাধ্যমে করে ৫০তম বিসিএসের প্রিলিমিনারি পরীক্ষার ফলাফল জানতে পারবেন প্রার্থীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগে শেষ কর্মদিবসে সামান্য বাড়ল ডলারের দাম | প্রথম আলো",
            "time": "2026-02-10T11:02:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে বেশির ভাগ প্রধান মুদ্রার দাম বেড়েছে। এই তালিকায় আছে ইউরো, পাউন্ড, অস্ট্রেলীয় ডলার, সিঙ্গাপুরি ডলার, ইউয়ান। অপরিবর্তিত আছে ইয়েনের দাম। সামান্য কমেছে রুপির দাম।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত দামের চেয়ে বৈদেশিক মুদ্রা কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের আগে অপপ্রচারের ‘বন্যা’, বেশির ভাগই ভারত থেকে | প্রথম আলো",
            "time": "2026-02-10T11:00:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fw845b2ml%2Ffake-news.webp?rect=0%2C31%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ অপপ্রচারের এক বড় অংশজুড়েই রয়েছে বাংলাদেশের সংখ্যালঘুদের ওপর হামলার দাবি। দেশের মোট জনসংখ্যার প্রায় ১০ শতাংশ অমুসলিম। তাঁদের অধিকাংশই সনাতন ধর্মাবলম্বী। অনলাইনে ‘হিন্দু জেনোসাইড’ (হিন্দু গণহত্যা) হ্যাশট্যাগ ব্যবহার করে ব্যাপক হারে পোস্ট দেওয়া হচ্ছে; যেখানে দাবি করা হচ্ছে যে সনাতন ধর্মাবলম্বীরা আক্রমণের শিকার।</p><p>তবে জানুয়ারিতে প্রকাশিত পুলিশের পরিসংখ্যান অনুযায়ী, ২০২৫ সালে সংখ্যালঘু সম্প্রদায়ের সদস্যদের সঙ্গে সংশ্লিষ্ট ৬৪৫টি ঘটনার মধ্যে মাত্র ১২ শতাংশ ছিল সাম্প্রদায়িক উদ্দেশ্যপ্রণোদিত।</p><p><strong>‘ভারতের সমন্বিত অপপ্রচার’</strong></p><p>যুক্তরাষ্ট্রভিত্তিক সংস্থা সেন্টার ফর দ্য স্টাডি অব অর্গানাইজড হেট জানায়, ২০২৪ সালের আগস্ট থেকে ২০২৬ সালের জানুয়ারির মধ্যে তারা সামাজিক যোগাযোগমাধ্যম এক্সে (সাবেক টুইটার) ১ লাখ ৭০ হাজারের বেশি অ্যাকাউন্ট থেকে ৭ লাখের বেশি পোস্ট শনাক্ত করেছে। পোস্টগুলোতে ‘হিন্দু গণহত্যা’র দাবি করা হয়েছে।</p><p>গবেষণা সংস্থাটির প্রধান রকিব নায়েক বলেন, ‘আমরা অনলাইনে ভারতের সমন্বিত অপপ্রচার শনাক্ত করেছি; যেখানে বাংলাদেশে হিন্দুদের ওপর বড় ধরনের সহিংসতার মিথ্যা অভিযোগ করা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এলাকার আইনশৃঙ্খলা ভালো, আপনারা ফার্স্ট হইছেন: ফরিদপুরে স্বরাষ্ট্র উপদেষ্টা | প্রথম আলো",
            "time": "2026-02-10T10:57:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fmykyykcd%2FFARIDPURDH053920260210IMG-20260210-WA0040.JPG.JPG?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগের অন্য নির্বাচনগুলোর সঙ্গে তুলনার কথা জানিয়ে জাহাঙ্গীর আলম চৌধুরী বলেন, ‘অন্য নির্বাচনগুলোতে যে রকম সহিংসতা হতো, এবার কিন্তু ও রকম আল্লাহ দিলে এখন কোনো ধরনের সমস্যা হয় নাই। আমরা আশা করব যে সামনেও হবে না। আপনাদের সবারই এ জন্য চেষ্টা করতে হবে এবং দোয়া করতে হবে।’</p><p>জাহাঙ্গীর আলম চৌধুরী বলেন, ‘আরেকটা জিনিস হলো, আপনারা দেখছেন, অন্যান্য সময় আইনশৃঙ্খলা বাহিনী, স্পেশালি সশস্ত্র বাহিনী, এরা ভোটকেন্দ্রের প্রাঙ্গণে যেতে পারত না। এবার আমাদের সিনিয়র সচিব কিন্তু একটা ভালো ব্যবস্থা করে দিছে। প্রতিটা ভোট প্রাঙ্গণে তারা যাবে। এই সব প্রস্তুতি নিয়েই কিন্তু এখানে আলাপ করলাম আজকে। সবকিছু তো ডিসক্লোজ করে দেওয়া যাবে না।’</p><p>এ সময় স্বরাষ্ট্র উপদেষ্টার সঙ্গে স্বরাষ্ট্র মন্ত্রণালয়ের জ্যেষ্ঠ সচিব নাসিমুল গণি, ঢাকা রেঞ্জের উপমহাপরিদর্শক (ডিআইজি) রেজাউল করিম মল্লিকসহ যৌথ বাহিনী ও প্রশাসনের ঊর্ধ্বতন কর্মকর্তারা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপি ল্যান্ডস্লাইড জয় পাবে: মির্জা ফখরুল | প্রথম আলো",
            "time": "2026-02-10T10:53:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fbu5yo9uv%2FThakurgaonDH05972026021020260210110441.jpg?rect=0%2C27%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেছেন, ‘এবারের নির্বাচনে চেক অ্যান্ড ব্যালেন্স ও কাউন্টার ব্যালেন্স সঠিকভাবে থাকায় নির্বাচনে তথাকথিত ইলেকশন ইঞ্জিনিয়ারিংয়ের আশঙ্কা নেই। বিএনপি ল্যান্ডস্লাইড জয় পাবে বলে আমরা আশাবাদী।’ আজ মঙ্গলবার বেলা সোয়া ১১টার দিকে ঠাকুরগাঁও শহরের কালিবাড়ি এলাকায় নিজ বাসভবনে সংবাদকর্মীদের সঙ্গে আলাপকালে মির্জা ফখরুল এসব কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়া-৪: দাঁড়িপাল্লার পক্ষে ভোট কেনার অভিযোগে দুজন আটক, পরে বিএনপি-জামায়াতের সংঘর্ষে আহত ৪ | প্রথম আলো",
            "time": "2026-02-10T10:51:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fob14706b%2Fboguradh0493.png?rect=0%2C0%2C1190%2C625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিযোগ অস্বীকার করে জামায়াতে ইসলামীর প্রার্থী মোস্তফা ফয়সাল বলেন, ‘টাকা বিতরণের অভিযোগ ভিত্তিহীন। গতকাল রাতে দাঁড়িপাল্লার পক্ষে ভোট চাওয়ার জন্য কর্মীরা বাড়ি বাড়ি লিফলেট বিতরণ করতে গেলে আবদুল মজিদ ও ফারুক নামের দুই কর্মীকে আটক করে মারধর করা হয় এবং দড়ি দিয়ে বেঁধে রাখা হয়। খবর পেয়ে দাঁড়িপাল্লার কর্মীরা তাঁদের উদ্ধার করতে গেলে ধানের শীষের সমর্থকেরা হামলা করেন। এতে উভয় পক্ষের মধ্যে সংঘর্ষ হয়। এ বিষয়ে রাতেই প্রশাসনের কাছে অভিযোগ করা হয়েছে। প্রচারণা শেষে বাড়ি ফেরার পথে ধানের শীষের কর্মীরা জুলাই যোদ্ধা আসাদুল্লাহ আল গালিবের ওপর হামলা করেছেন।’</p><p>নন্দীগ্রাম থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মিজানুর রহমান বলেন, ধানের শীষের সমর্থকেরা দাঁড়িপাল্লার দুই কর্মীকে আটক করেছেন, এমন খবর পেয়ে জামায়াতের কর্মীরা সেখানে গিয়ে তাঁদের উদ্ধার করে নিয়ে গেছেন। এ ঘটনাকে কেন্দ্র করে হামলা, ভাঙচুর বা সংঘর্ষ হয়েছে কি না, তা তদন্ত করে দেখা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "উৎসবের দিনে ‘গ্লোয়িং স্কিন’ পেতে ত্বকের বিশেষ যত্ন | প্রথম আলো",
            "time": "2026-02-10T10:46:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fne3seom5%2F02.-ImageVaseline-WinterArt06.jpeg?rect=0%2C381%2C6295%2C3305&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীতের আগমন যেন ঘটে উৎসবের পরসা সাজিয়েই! কিন্তু সাজগোজ ছাড়া কি উৎসব জমে? তাই যেকোনো উৎসব আয়োজনে নিজের সৌন্দর্য ফুটিয়ে তুলতে কারও চেষ্টার কোনো ঘাটতি থাকে না। </p><p>আর সাজগোজের জন্য টুকটাক মেকআপ করা হয় বটে, কিন্তু শীতে বেশ কিছু কারণে ত্বক হয়ে ওঠে রুক্ষ, শুষ্ক আর নিষ্প্রাণ। এমন ত্বকে মেকআপ করলেও কাঙ্ক্ষিত গ্লো মেলে না বললেই চলে। </p><p>অন্যদিকে ত্বক যদি সুস্থ না থাকে, তার ওপর ভারী মেকআপ করলে ত্বকের ওপর অতিরিক্ত চাপ পড়ে, যা দীর্ঘ মেয়াদে ত্বককে আরও নিস্তেজ করে তোলে। </p><p>অথচ মেকআপ তখনই সুন্দরভাবে বসে, যখন ত্বক থাকে সুস্থ, হাইড্রেটেড ও প্রাণবন্ত। তাই উৎসবের দিনে নিখুঁত লুক পেতে হলে আগেভাগেই নিতে হবে ত্বকের বিশেষ যত্ন। জানা যাক, কীভাবে যত্ন নিলে উৎসবের দিনে পাবেন কাঙ্ক্ষিত গ্লোয়িং স্কিন।</p></div></div></div></body></html>"
        },
        {
            "title": "গৃহকর্মী নির্যাতনে মামলায় বিমানের সাবেক এমডি সাফিকুর স্ত্রীসহ ৪ জন রিমান্ডে | প্রথম আলো",
            "time": "2026-02-10T10:44:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fslmee3wl%2FWhatsApp-Image-2026-02-10-at-4.52.10-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ২ ফেব্রুয়ারি রাত সাড়ে তিনটার দিকে উত্তরা ৯ নম্বর সেক্টরের বাসা থেকে আসামিদের গ্রেপ্তার করে উত্তরা পশ্চিম থানা–পুলিশ। পরে এই মামলায় গ্রেপ্তার দেখিয়ে সাফিকুর, তাঁর স্ত্রী বীথিসহ চারজনকে কারাগারে পাঠানো হয়। কারাগারে যাওয়া অপর আসামিরা হলেন ওই বাসার অপর দুই গৃহকর্মী রূপালী খাতুন এবং মোছা. সুফিয়া বেগম। এ নির্যাতনের ঘটনায় সাফিকুরকে বিমানের দায়িত্ব থেকে সরিয়ে দেয় সরকার।</p><p>মামলার বাদী ওই গৃহকর্মীর বাবা একজন হোটেল কর্মচারী। মামলায় তিনি অভিযোগ করেন, আসামি শফিকুর রহমান ওরফে সাফিকুর রহমান ও তাঁর স্ত্রী বীথির বাসার নিরাপত্তা প্রহরী জাহাঙ্গীরের সঙ্গে তাঁর (বাদী) পরিচয় হয়। সেই সূত্রে জাহাঙ্গীর জানতে পারেন তাঁর একটি ছোট্ট মেয়ে রয়েছে। তখন জাহাঙ্গীর তাঁকে জানান, এই বাসায় বাচ্চা দেখাশোনার জন্য ছোট একটি মেয়ে বাচ্চা খোঁজা হচ্ছে। পরে তিনি ওই বাসায় গিয়ে সাফিকুর ও বীথির সঙ্গে দেখা করেন। তাঁরা জানান, যাকে রাখবে, তার বিয়েসহ যাবতীয় খরচ তাঁরা বহন করবেন। এতে রাজি হয়ে গত বছরের জুন মাসে তিনি তাঁর ১১ বছর বয়সী মেয়েকে এই বাসায় কাজে দেন।</p><p>মামলার অভিযোগে বলা হয়, সর্বশেষ গত বছরের ২ নভেম্বর ওই বাসায় তিনি সন্তানকে সুস্থ অবস্থায় দেখে আসেন। তবে এরপর তিনি সন্তানের সঙ্গে দেখা করতে গেলেও পরিবারটি নানা অজুহাতে দেখা করতে দেয়নি। গত ৩১ জানুয়ারি বেলা দেড়টার দিকে বীথি তাঁকে ফোন করে জানান, তাঁর মেয়েটি অসুস্থ। তাকে নিয়ে যেতে। তিনি দুইটার দিকে মেয়েকে আনতে যান। তখন বীথিকে ফোন করলে তিনি বাইরে আছেন জানিয়ে তাঁকে অপেক্ষা করতে বলেন। পরে বীথি সন্ধ্যা সাতটার দিকে বাড়ির বাইরে তাঁর কাছে মেয়েকে বুঝিয়ে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ভোটারদের হুমকির অভিযোগ জামায়াত প্রার্থীর, বিএনপি বলছে মনগড়া | প্রথম আলো",
            "time": "2026-02-10T10:38:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fs18stn5i%2FWhatsApp_Image_2026_02_10_at_16_19_28.jpeg?rect=111%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের প্রার্থী মো. বেলায়েত হোসেন তাঁর বক্তব্যে বলেন, জামায়াতের নারী ভোটারদের বিভিন্ন জায়গায় ধানের শীষের প্রার্থীর লোকজন হুমকি দিচ্ছে। যার ভিডিও প্রশাসনকে দেওয়ার পরও কোনো ব্যবস্থা নেওয়া হয়নি।</p><p>জামায়াত প্রার্থীর অভিযোগ, গতকাল সোমবার থেকে বিভিন্ন জায়গায় বোমা ফাটানো হচ্ছে জনমনে আতঙ্ক সৃষ্টির জন্য, যাতে জনগণ ভোটকেন্দ্রে আসতে না পারে। মুছাপুরসহ কিছু কিছু এলাকায় বিগত সময়ের সন্ত্রাসী জড়ো করে ভীতিকর পরিবেশ তৈরি হচ্ছে।</p><p>জামায়াতের প্রার্থী বলেন, দলীয় পদ–পদবি উল্লেখ করে প্রিসাইডিং ও সহকারী প্রিসাইডিং কর্মকর্তার দায়িত্ব পাওয়া ৪৮ জন চিহ্নিত ব্যক্তিকে পরিবর্তন করার জন্য তাঁরা সহকারী রিটার্নিং কর্মকর্তা ও রিটার্নিং কর্মকর্তার কাছে লিখিত অভিযোগ করেছেন। কিন্তু তাঁদের একজনকেও পরিবর্তন করা হয়নি। এমন পরিস্থিতিতে প্রশাসনকে নিরপেক্ষভাবে ভূমিকা পালনের আহ্বান জানান তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "পুরোনো রাজনৈতিক ব্যবস্থার ভাঙন, নাকি ধারাবাহিকতা | প্রথম আলো",
            "time": "2026-02-10T10:37:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F1m6be27t%2FOvimot.jpg?rect=0%2C6%2C682%2C358&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতালীয় রাজনৈতিক তাত্ত্বিক আন্তোনি গ্রামসির <em>প্রিজন নোটবুক</em> গ্রন্থে লেখা সেই বিখ্যাত কথা: পুরোনো জগতের অবসান হচ্ছে, কিন্তু নতুন জগতের দেখা মিলছে না; মধ্যবর্তী এই সময়টা দানবের।</p><p>অভ্যুত্থানের সময় আবির্ভূত জনতা (ক্রাউড) ও জনগণ (পিপল) পরবর্তী সময়ে দুটি ভিন্ন রূপ গ্রহণ করেছে। একটি হলো মবতন্ত্র, আরেকটি হলো গণতান্ত্রিক দাবিদাওয়া–সংবলিত সমাবেশ। পরেরটিকে আমরা ‘বহুজনের রাজনীতি ফিরে আসা’ হিসেবে আখ্যায়িত করেছি। অর্থাৎ আগের এলিট নিয়ন্ত্রিত রাজনীতির অবসানের ফলে এখন সবাই নিজেদের দাবিদাওয়া জানানোর সুযোগ পেয়েছে।</p><p>অভ্যুত্থানের পর আমরা দেখেছি মব সহিংসতা দাবানলের মতো ছড়িয়ে পড়েছে। অনেকগুলো গোষ্ঠী এসব মব বা দঙ্গলবাজিতে উসকানি দেওয়া থেকে শুরু করে সক্রিয় অংশগ্রহণ করেছে। আইন ও সালিশ কেন্দ্রের হিসাবে ২০২৪ সালের আগস্ট থেকে ২০২৫ সালের ডিসেম্বর পর্যন্ত ২৯৫ জন মব সহিংসতায় নিহত হয়েছে। বিআইজিডির একটি জনমত জরিপে দেখা যায়, ৮০ শতাংশ উত্তরদাতা মব সহিংসতা নিয়ে আর ৬২ শতাংশ উত্তরদাতা নারীর নিরাপত্তা নিয়ে উদ্বিগ্ন।</p><p>দলীয়–রাষ্ট্রের (দল ও রাষ্ট্র যেখানে একাকার) পতন মব সহিংসতার অন্যতম কারণ। কারণ, এ ধরনের রাষ্ট্র মব সৃষ্টিকারী গোষ্ঠীগুলোকে নিজেদের মতো ব্যবহার ও পোষ মানাতে পারে। দলীয় রাষ্ট্রের পতনের ফলে রাষ্ট্রের বাইরের গোষ্ঠীগুলোকে নিয়ন্ত্রণ করার একক কোনো শক্তি এখন আর নেই।</p><p>আগে যেসব রক্ষণশীল গোষ্ঠী প্রান্তিক অবস্থানে ছিল, তারা পুনরায় উজ্জীবিত হয়ে ‘ধর্মনিরপেক্ষ’ গোষ্ঠীর বিরুদ্ধে সোচ্চার হয়েছে। তাদের নৈতিক ব্যবস্থা জবরদস্তিমূলকভাবে চাপিয়ে দিতে চেষ্টা করেছে। কিন্তু অন্তর্বর্তী সরকার দৃঢ়ভাবে এসবের বিরুদ্ধে ব্যবস্থা নিতে ব্যর্থ হয়েছে। এর সবগুলো বিষয়ই অভ্যুত্থান–পরবর্তীকালে মবতন্ত্রের উর্বর ভূমি তৈরি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রচারণা শেষে নির্বাচন থেকে সরে দাঁড়ানোর ঘোষণা বিএনপির ‘বিদ্রোহী’ প্রার্থীর | প্রথম আলো",
            "time": "2026-02-10T10:35:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F03uha6ap%2FBagerhatDH0694.jpg?rect=0%2C187%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় সিদ্ধান্তের বাইরে গিয়ে স্বতন্ত্র প্রার্থী হওয়ায় গত ২১ জানুয়ারি খায়রুজ্জামানকে বিএনপি থেকে বহিষ্কার করা হয়। বিএনপির নেতা-কর্মী ও স্থানীয় ভোটাররা বলছেন, স্বতন্ত্র প্রার্থী হিসেবে তিনি প্রচার-প্রচারণায় সরব থাকলেও সেভাবে ভোটারদের নজর কাড়তে পারেননি।</p><p>আজ সংবাদ সম্মেলনে কাজী খায়রুজ্জামান অভিযোগ করেন, ‘আমার নিজের ও কর্মীদের জীবনের শঙ্কা আছে। নির্বাচনের জন্য এখনো লেভেল প্লেয়িং ফিল্ড তৈরি হয়নি। বিদেশি নম্বর থেকে আমার কর্মী ও আমাকে হুমকি দেওয়া হয়েছে। আমরা মনে করি, মোরেলগঞ্জ-শরণখোলায় সুষ্ঠু নির্বাচন হবে না, এরই পরিপ্রেক্ষিতে আমি নির্বাচন থেকে সরে দাঁড়িয়েছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "চুক্তিপ্রক্রিয়ার বৈধতার রায়ের বিরুদ্ধে লিভ টু আপিল শুনানি রোববার | প্রথম আলো",
            "time": "2026-02-10T10:31:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fy0gipdpq%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রিটের বিষয়ে হাইকোর্টের দ্বৈত বেঞ্চের বিভক্ত রায়ের পর একক বেঞ্চ গত ২৯ জানুয়ারি রিট খারিজ (রুল ডিসচার্জ) করে রায় দেন। এর মধ্য দিয়ে হাইকোর্টে সংখ্যাগরিষ্ঠ মতে রিট খারিজের সিদ্ধান্ত চূড়ান্ত হয়।</p><p>একক বেঞ্চের রায় ঘোষণার পর ২৯ জানুয়ারি আপিল বিভাগে আবেদন করে রিট আবেদনকারীপক্ষ। এতে চুক্তিসম্পর্কিত প্রক্রিয়ায় স্থিতাবস্থা চাওয়া হয়। শুনানি নিয়ে সেদিন চেম্বার আদালত ‘নো অর্ডার’ দেন। পাশাপাশি নিয়মিত লিভ টু আপিল করতে বলেন।</p><p>হাইকোর্টের পূর্ণাঙ্গ রায় প্রকাশের পর রিট আবেদনকারীপক্ষ লিভ টু আপিল (আপিল করার অনুমতি চেয়ে আবেদন) করে। লিভ টু আপিলটি চেম্বার আদালতের ৩ ফেব্রুয়ারির কার্যতালিকায় ওঠে। সেদিন আদালত লিভ টু আপিলটি আপিল বিভাগের পূর্ণাঙ্গ বেঞ্চে শুনানির জন্য ৯ ফেব্রুয়ারি তারিখ নির্ধারণ করেন।</p><p>গতকাল বিষয়টি কার্যতালিকায় উঠলে আপিল বিভাগ আজ মঙ্গলবার শুনানির জন্য রাখেন। আপিল বিভাগের আজকের কার্যতালিকায় বিষয়টি ১১৭ নম্বর ক্রমিকে ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যায় জাতির উদ্দেশে ভাষণ দেবেন প্রধান উপদেষ্টা | প্রথম আলো",
            "time": "2026-02-10T10:31:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fu0c2pr79%2F3.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস আজ মঙ্গলবার সন্ধ্যা ৭টায় জাতির উদ্দেশে ভাষণ দেবেন।</p><p>১২ ফেব্রুয়ারি অনুষ্ঠেয় ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও জুলাই জাতীয় সনদ বিষয়ে গণভোটকে সামনে রেখে এই ভাষণ দেবেন তিনি।</p><p>প্রধান উপদেষ্টার ফেসবুক পেজে এক পোস্টে এ তথ্য জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটকেন্দ্র বসাতে প্রত্যন্ত দ্বীপে হাজির এক তরুণী, অতপর... | প্রথম আলো",
            "time": "2026-02-10T10:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fzle71emg%2F14c06e04-1382-4fc1-ae5f-37557aca9629.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তরুণী কর্মকর্তার চরিত্রটি এক অর্থে রাষ্ট্রের প্রতিনিধিত্ব করে। তিনি নিয়ম মেনে চলেন, ফরম পূরণ করেন, বয়স যাচাই করেন, ব্যালট বাক্স বহন করেন। তাঁর কাছে ভোট মানে একটি প্রশাসনিক দায়িত্ব, একটি নৈতিক কর্তব্য; কিন্তু দ্বীপবাসীদের কাছে বিষয়টি সম্পূর্ণ ভিন্ন। তাঁদের জীবনে রাষ্ট্র প্রায় অনুপস্থিত; তাই ভোটও তাঁদের কাছে বিমূর্ত। কেউ ভোট দিতে চাইলেও বাধার মুখে পড়েন—কখনো নিয়মের কারণে, কখনো সামাজিক বাস্তবতার কারণে।</p><p>এই দ্বন্দ্বের ভেতর সবচেয়ে তাৎপর্যপূর্ণ চরিত্র হলো সেই তরুণ সৈনিক। তিনি আদেশ পালন করেন, কর্মকর্তাকে অনুসরণ করেন, ব্যালট বাক্স বহন করেন; কিন্তু ধীরে ধীরে তার মধ্যেও একধরনের প্রশ্ন তৈরি হয়। সে কি শুধু আদেশ মানা যন্ত্র? নাকি সে-ও এই প্রক্রিয়ার একজন অংশগ্রহণকারী নাগরিক? ছবির এক পর্যায়ে এই প্রশ্ন নীরবে কিন্তু গভীরভাবে উঠে আসে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ার চারটি আসনে ‘বিদ্রোহীদের’ চাপে বিএনপি | প্রথম আলো",
            "time": "2026-02-10T10:28:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C46%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়া-৫ (নবীনগর) আসনে বিএনপির প্রার্থী উপজেলা বিএনপির সভাপতি মো. আবদুল মান্নান (ধানের শীষ)। দলটি থেকে বিদ্রোহী প্রার্থী হয়েছেন জেলা বিএনপির অর্থনৈতিকবিষয়ক সম্পাদকের পদ থেকে বহিষ্কৃত কাজী নাজমুল হোসেন (ফুটবল)। আর ১১–দলীয় নির্বাচনী ঐক্যের পক্ষে প্রার্থী বাংলাদেশ খেলাফতে মজলিসের আমজাদ হোসাইন (রিকশা)। অন্য যাঁরা প্রার্থীরা হলেন ইসলামী আন্দোলন বাংলাদেশের নজরুল ইসলাম (হাতপাখা), জাতীয় পার্টির মোহাম্মদ কামরুল ইসলাম (লাঙ্গল), ইনসানিয়াত বিপ্লব বাংলাদেশের মোহাম্মদ আশরাফুল ইসলাম (আপেল), বাংলাদেশের কমিউনিস্ট পার্টির মো. শাহীন (কাস্তে) ও গণসংহতি আন্দোলনের প্রার্থী নাহিদা জাহান (মাথাল)।</p><p>প্রার্থীদের মধ্যে কাজী নাজমুল হোসেন তাপস ২০১৮ সালের জাতীয় সংসদ নির্বাচনে ধানের শীষ প্রতীকে অংশ নিয়েছিলেন। তাঁর বাবা প্রয়াত কাজী আনোয়ার হোসেন এই আসনের চারবারের সংসদ সদস্য ছিলেন।</p><p>বিএনপির দলীয় নেতা–কর্মী ও স্থানীয় ব্যক্তিদের সঙ্গে কথা বলে জানা যায়, জেলা বিএনপির সদস্য হযরত আলী ও আবু সাঈদ, উপজেলা বিএনপির সাবেক সভাপতি শফিকুল ইসলাম, সাবেক সহসভাপতি ও সাবেক মেয়র মাইনু উদ্দিনসহ একাধিক নেতা–কর্মী বিএনপির বিদ্রোহী প্রার্থীর পক্ষে মাঠে সরব। এ জন্য দল থেকে তাঁদের বহিষ্কার করা হয়েছে। তরুণ প্রজন্ম ও দলের বড় একটি অংশের নেতা-কর্মীর কাজী নাজমুল হোসেনের পক্ষে রয়েছেন। পাশাপাশি বাবার জনপ্রিয়তা, প্রার্থী হিসেবে মাঠে সক্রিয় থাকা এবং তৃণমূলে জনপ্রিয়তার কারণে তিনি এগিয়ে রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মব বিপ্লব আর বিনিয়োগ জোয়ার একসঙ্গে ঘটে না | প্রথম আলো",
            "time": "2026-02-10T10:27:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fmnc3388j%2FMotamot.jpg?rect=0%2C33%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালের আগস্টে অন্তর্বর্তী সরকার যখন ক্ষমতায় এল, তখন গাছের পাতাটিও মনে করত উন্নয়নে এক নবযুগের সূচনা হলো। আওয়ামী লীগ উন্নয়নের বয়ানকে গণতন্ত্রের বিপরীতে দাঁড় করিয়েছিল। </p><p>এ কথা সত্য যে ঋণের বোঝা বাড়িয়ে হলেও অবকাঠামোর বেশ কিছু উন্নয়ন হয়েছিল। যেমন পদ্মা সেতু, মহাসড়ক, ফ্লাইওভার, মেট্রোরেল—এ ধরনের স্থাপনাগুলো বিনিয়োগ, নিয়োগ ও জিডিপির প্রবৃদ্ধিতে ভূমিকা রাখতে শুরু করেছিল। যদিও বাণিজ্য উপদেষ্টা এক নতুন তত্ত্ব দিয়েছেন যে পদ্মা সেতু জিডিপির প্রবৃদ্ধি কমিয়েছে। বাণিজ্য উপদেষ্টার এই হাইপোথিসিস অনেকটা ‘বিড়ি খেলে আয়ু বাড়ে’–জাতীয় তত্ত্ব। </p><p>আওয়ামী লীগ আমলের অবকাঠামোর সবচেয়ে বড় সমালোচনা ছিল যে সেখানে এক টাকার ঘোড়া তিন টাকার দানা খেত। অর্থাৎ প্রতিটিতে দুর্নীতি ছিল। তদুপরি আমলাতান্ত্রিক গড়িমসিতে প্রথাগত অপচয় ছিল অবধারিত। জ্ঞানী–গুণীর নতুন সরকার এগুলো থেকে মুক্ত হয়ে সংস্কার ও বিনিয়োগের এক নবজোয়ার আনবে, এটিই ছিল ধারণা। যাকে অর্থনীতির ভাষায় বলা হয় ‘যৌক্তিক প্রত্যাশা’।</p></div></div></div></body></html>"
        },
        {
            "title": "রোহিঙ্গাদের এইচআইভি শনাক্ত বাড়ছে, উদ্বেগ জনস্বাস্থ্যবিদদের | প্রথম আলো",
            "time": "2026-02-10T10:20:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F8201a71a-cfb2-4682-afed-8b3435ee51ca%2Fhiv_aids.webp?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে ২০২৫ সালে এইচআইভি শনাক্ত ব্যক্তিদের মধ্যে ১১ শতাংশই রোহিঙ্গা জনগোষ্ঠীর মানুষ। দেখা গেছে, দুই বছর আগের চেয়ে রোহিঙ্গাদের মধ্যে এইচআইভি শনাক্তের সংখ্যা অনেকটাই বেশি। বর্তমান অবস্থান, আর্থ–সামাজিক পরিস্থিতি, চিকিৎসা সুবিধা, সচেতনতা ইত্যাদি নানা নিরিখে রোহিঙ্গাদের মধ্যে এইচআইভি সংক্রমণের এই হারকে উদ্বেগজনক বলছেন বিশেষজ্ঞরা। তাঁদের অভিমত, আন্তর্জাতিক দাতা সংস্থা ও সরকারেও এ বিষয়ে অনেক বেশি সজাগ হতে হবে। পরিস্থিতি নিয়ন্ত্রণ করতে না পারলে এইচআইভি শনাক্তের সংখ্যা আরও বাড়তে পারে বলে আশঙ্কা তাঁদের। এর ফলে শুধু রোহিঙ্গা নয়, স্থানীয় জনগোষ্ঠীরও স্বাস্থ্যঝুঁকি রয়েছে বলে মনে করছেন তাঁরা।</p><p>গত বছরের ডিসেম্বর মাসে আন্তর্জাতিক এইডস দিবসের সময় স্বাস্থ্য অধিদপ্তরের পক্ষ থেকে দেশে এইচআইভি–এইডস পরিস্থিতি তুলে ধরা হয়। এটি তুলে ধরেন স্বাস্থ্য অধিদপ্তরের জাতীয় এইডস–এসটিডি নিয়ন্ত্রণ কর্মসূচির পরিচালক ডা. মো. খায়রুজ্জামান। তাঁর দেওয়া তথ্য অনুযায়ী, ২০২৪ সালের ডিসেম্বর মাস শুরু করে ২০২৫ সালের নভেম্বর পর্যন্ত সময়ে ১ হাজার ৮৯১ জনে পৌঁছেছে। গত দেড় দশকের মধ্যে বার্ষিক হিসাব ধরলে এ সংখ্যা ছিল সর্বোচ্চ। এই সংখ্যা স্বাস্থ্য বিশেষজ্ঞদের মধ্যে তীব্র উদ্বেগ সৃষ্টি করেছে, কারণ নির্দিষ্ট ভৌগোলিক ও সমাজ বিশেষ করে রোহিঙ্গা শিবিরগুলোতে শনাক্তের হার উদ্বেগের কোণে দাঁড়িয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ভোটারদের মুখ দেখে ভোট দেওয়ার ব্যবস্থা করার দাবি নায়াব ইউসুফের | প্রথম আলো",
            "time": "2026-02-10T10:17:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fpkl12urq%2FFaridpurDH053920260210IMG-20260210-WA0005.jpg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই দল বাড়ি বাড়ি গিয়ে নারী ভোটারদের জান্নাতের লোভ দেখিয়েছে উল্লেখ করে বিএনপির এই প্রার্থী বলেন, ‘আপনারা জানেন, স্বভাবগতভাবেই নারীরা দুর্বল প্রকৃতির হয়। এ জন্য কিছু নারী ভোটার তাদের এসব চটকদার কথায় বিভ্রান্তও হতে পারে।’</p><p>এই কার্যক্রমের সমালোচনা করে নায়াব ইউসুফ বলেন, ‘তারা ধর্মকে নিয়ে অপকৌশল ও অপচেষ্টা চালিয়েছে। এটা আসলে দুঃখজনক। তবে নিজের প্রতি আমার বিশ্বাস আছে। আমি বিপুল পরিমাণ ভোটে জয়ী হব।’</p><p>সভায় নায়াব ইউসুফের নির্বাচন পরিচালনা কমিটির সদস্য এ কে কিবরিয়া স্বপন ও গোলাম রব্বানী ভূঁইয়া উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের সবচেয়ে বেশি স্বাস্থ্য খাতে হাত দেওয়া উচিত: শিক্ষার্থী | প্রথম আলো",
            "time": "2026-02-10T10:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fm6wgzq0y%2FWEB.jpg?rect=0%2C10%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বাংলাদেশের সবচেয়ে বেশি স্বাস্থ্য খাতে হাত দেওয়া উচিত: শিক্ষার্থী \" class=\"nA4h1 \">বাংলাদেশের সবচেয়ে বেশি স্বাস্থ্য খাতে হাত দেওয়া উচিত: শিক্ষার্থী </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-10T16:15:00+06:00\"><span>প্রকাশ: ১০ ফেব্রুয়ারি ২০২৬, ১০: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আমি সরে দাঁড়াতে চাই: ঢাবি উপাচার্য | প্রথম আলো",
            "time": "2026-02-10T10:09:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-08%2Fytdz3gzn%2FUntitled-1.jpg?rect=0%2C0%2C1624%2C853&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নিয়াজ আহমেদ খান বলেন, আজ প্রায় দেড় বছর পর সবাইকে সঙ্গে নিয়ে তাঁরা (বিশ্ববিদ্যালয়) মোটামুটি একটি ভালো অবস্থানে আছেন। আপৎকালীন পরিস্থিতি, দুর্যোগ ও বিশ্ববিদ্যালয়ের সার্বিক একটি ঊর্ধ্বমুখী প্রবণতা দেখা যাচ্ছে। এখনো অনেক সীমাবদ্ধতা আছে। কিন্তু সার্বিকভাবে একটি ঊর্ধ্বমুখী প্রবণতা সবক্ষেত্রে দেখা যাচ্ছে। যে আপৎকালীন ও বিশেষ পরিস্থিতিতে তিনি দায়িত্ব নিয়েছিলেন, সে আপৎকালীন কিংবা বিশেষ পরিস্থিতি এই মুহূর্তে তাঁরা উত্তরণ করতে পেরেছেন সবার সহযোগিতায়, অংশীজনদের ভালোবাসায়।</p><p>ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য বলেন, ‘সুতরাং আমি এখন মনে করছি যে, এটি একটি দায়িত্ব পালনের পর্বে আমরা একটি ভালো পর্যায়ে এসেছি এবং আমি সরে দাঁড়াতে চাই।’</p><p>নিয়াজ আহমেদ খান উল্লেখ করেন, এখন এই মুহূর্তে যেন কোনো শূন্যতা না হয়, ধারাবাহিকতা যেন কোনো অসুবিধায় না পড়ে, বিশ্ববিদ্যালয়ের স্মুথ ট্রানজিশন দরকার, সে জন্য তাঁকে যদি সরকার মনে করে, অংশীজনেরা যদি মনে করেন যে, আরও কিছু সময় এই ধারাবাহিকতার প্রশ্নে, হঠাৎ শূন্যতা যেন না হয়, সেই প্রশ্নে যদি তাঁরা কিছু সময় নিতে চায়, তিনি সেটি বিবেচনা করতে রাজি আছেন বিশ্ববিদ্যালয়ের ধারাবাহিকতার স্বার্থে।</p></div></div></div></body></html>"
        }
    ]
}