{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "অক্সফাম বাংলাদেশে চাকরির সুযোগ, বার্ষিক বেতন ১৪ লাখ টাকার বেশি | প্রথম আলো",
            "time": "2026-02-16T08:47:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-21%2Fvthm76c5%2F133.webp?rect=0%2C40%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্যোগ ব্যবস্থাপনা (Disaster Management), সমাজবিজ্ঞান বা সংশ্লিষ্ট যেকোনো বিষয়ে স্নাতকোত্তর ডিগ্রি।</p><p>প্রজেক্ট সাইকেল ম্যানেজমেন্টে অন্তত পাঁচ বছরের অভিজ্ঞতা থাকতে হবে। দুর্যোগের ঝুঁকি হ্রাস (DRR), জরুরি সাড়াদান এবং ক্যাশ ট্রান্সফার প্রোগ্রামিং (CTP) সম্পর্কে ভালো ধারণা থাকা আবশ্যক।</p><p>ইংরেজি ও বাংলায় যোগাযোগে দক্ষ হতে হবে। মাঠপর্যায়ে কাজ করার মানসিকতা এবং জেন্ডার সমতা ও সুরক্ষা নীতিমালার প্রতি অঙ্গীকারবদ্ধ হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "খোলা আকাশের নিচে শপথ নেবেন নতুন মন্ত্রিসভার সদস্যরা | প্রথম আলো",
            "time": "2026-02-16T08:45:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fwbtbddlk%2FWEB.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"খোলা আকাশের নিচে শপথ নেবেন নতুন মন্ত্রিসভার সদস্যরা\" class=\"nA4h1 \">খোলা আকাশের নিচে শপথ নেবেন নতুন মন্ত্রিসভার সদস্যরা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-16T14:45:04+06:00\"><span>প্রকাশ: ১৬ ফেব্রুয়ারি ২০২৬, ০৮: ৪৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "রক্তে সোডিয়াম কমে যায় কেন, চিকিৎসা ও করণীয় | প্রথম আলো",
            "time": "2026-02-16T08:34:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F4def907d-04d8-4f67-bd41-1fc83ae05456%2Fpexels_photo_3776811.jpeg?rect=0%2C37%2C5651%2C2967&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাইপোন্যাট্রেমিয়ার চিকিৎসা সম্পূর্ণ এর কারণ ও তীব্রতার ওপর নির্ভর করে। কিছু ক্ষেত্রে পানি গ্রহণ সীমিত করা ও খাদ্যাভ্যাসে পরিবর্তন আনলেই সমস্যা নিয়ন্ত্রণে আসে। মাঝারি বা গুরুতর ক্ষেত্রে চিকিৎসকের পরামর্শ অনুযায়ী হাসপাতালে ভর্তি হয়ে চিকিৎসা নিতে হয়।</p><p>কিছু ক্ষেত্রে স্যালাইন ( সোডিয়ামযুক্ত তরল) শিরার মাধ্যমে দেওয়া হয়। তবে এটি খুব সতর্কতার সঙ্গে করতে হয়। কারণ, খুব দ্রুত সোডিয়াম বাড়াতে গেলে মস্তিষ্কে মারাত্মক জটিলতা হতে পারে। </p><p>যদি কোনো ওষুধের কারণে সোডিয়াম কমে যায়, তাহলে সেই ওষুধ পরিবর্তন বা বন্ধ করা হয়। হরমোনজনিত সমস্যা থাকলে উপযুক্ত হরমোন থেরাপি দেওয়া হয়।</p><p>এডিএইচজনিত সমস্যা হলে পানি গ্রহণ সীমিত করা জরুরি। তবে এসব সিদ্ধান্ত চিকিৎসকের পরামর্শে হওয়া জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুক, ইনস্টাগ্রাম, ইউটিউবে টাকার নোটের ভিডিও প্রচারে সতর্ক করল বাংলাদেশ ব্যাংক | প্রথম আলো",
            "time": "2026-02-16T08:34:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2Fe7b97cd8-d79c-43f5-8b12-6857cfcd1a04%2Fbb.jpg?rect=0%2C13%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক, ইনস্টাগ্রাম, ইউটিউবসহ বিভিন্ন সামাজিক যোগাযোগমাধ্যমে টাকার নোট নিয়ে প্রচারণা চালানোর বিষয়ে সতর্ক করেছে বাংলাদেশ ব্যাংক। আসল নোটের মতো কাগজ তৈরি করা, প্রচার কার্যক্রমে ব্যবহার করা কিংবা সামাজিক যোগাযোগমাধ্যমে ভিডিও বানিয়ে প্রদর্শন করা দণ্ডনীয় অপরাধ বলে জানিয়েছে কেন্দ্রীয় ব্যাংক।</p><p>আজ সোমবার বাংলাদেশ ব্যাংক এক সংবাদ বিজ্ঞপ্তিতে এ কথা জানিয়েছে। সংবাদ বিজ্ঞপ্তিতে বলা হয়েছে, সম্প্রতি ফেসবুক, ইনস্টাগ্রাম, ইউটিউবসহ বিভিন্ন সামাজিক যোগাযোগমাধ্যমে বেশ কিছু ভিডিও চিত্র ও ছবি দেখা যাচ্ছে, যেখানে আসল নোটের ডিজাইন ও আকারের মতো, কখনো আসল নোটের তুলনায় বড় আকারের নমুনা নোট ব্যবহার করে নিজস্ব প্রচারণা চালানো বা কনটেন্ট প্রস্তুত করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৭০০ উইকেটের অনন্য মাইলফলকে রশিদ খান | প্রথম আলো",
            "time": "2026-02-16T08:29:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-07%2Fdz8xy9zd%2F383731.webp?rect=0%2C46%2C1228%2C645&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বকাপ শুরুর আগে থেকেই সংবাদ সম্মেলনে ঘুরেফিরে আসছিল এই ৭০০ উইকেটের প্রসঙ্গ। গত মঙ্গলবার দক্ষিণ আফ্রিকা ম্যাচের আগেও অবলীলায় বলেছিলেন, ‘আমি এমন কোনো লক্ষ্য ঠিক করিনি যে ৭০০ উইকেট নিয়েই থেমে যাব। দেশের হয়ে যখন বিশ্বকাপে খেলি, আমার শতভাগ চেষ্টা থাকে দলের প্রয়োজনে উইকেট নেওয়া।’</p><p>রশিদের এই অর্জনের দিনে ম্যাচে আগে ব্যাট করে সংযুক্ত আরব আমিরাত তুলেছে ৯ উইকেটে ১৬০ রান। </p></div></div></div></body></html>"
        },
        {
            "title": "পান্নুন হত্যার ষড়যন্ত্রে দোষ স্বীকার করে ভারতীয় নাগরিক নিখিল গুপ্ত মার্কিন বিচারককে ঠিক কী বলেছিলেন | প্রথম আলো",
            "time": "2026-02-16T08:21:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-18%2F3y5uno3w%2FGurpatwant-Singh-Pannun.jpg?rect=0%2C0%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৩ ফেব্রুয়ারি স্থানীয় সময় সকাল ১০টা ২০ মিনিটের দিকে নিউইয়র্কের সাউদার্ন ডিস্ট্রিক্ট আদালতে এই শুনানি অনুষ্ঠিত হয়। বিচারক সারাহ নেটবার্নের সভাপতিত্বে এই শুনানিতে সহকারী মার্কিন অ্যাটর্নি কামিল ফ্লেচার, আলেকজান্ডার লি, অ্যাশলে নিকোলাস এবং নিখিল গুপ্তের আইনজীবী ডেভিড টুজারসহ একটি বড় আইনি দল উপস্থিত ছিল।</p><p>গুপ্ত মূলত ইংরেজিতেই কথা বলছিলেন। তবুও আইনি বিষয়ের সূক্ষ্ম দিকগুলো যাতে তিনি সঠিকভাবে বুঝতে পারেন, তা নিশ্চিত করতে উমেশ সি পাসি এবং মধু মিশ্র নামে দুজন হিন্দি দোভাষীকে সেখানে শপথ পাঠ করানো হয়েছিল। শুনানির সময় নিখিল গুপ্ত বলেন, বন্দী থাকাকালে তাঁর ইংরেজি বেশ উন্নত হয়েছে। তবে তাঁর প্রবেশন ইন্টারভিউয়ের সময় তিনি তাঁর আইনজীবীর উপস্থিতি চেয়েছেন।</p><p>দোষ স্বীকার করার আগে বিচারক নেটবার্ন একটি পদ্ধতিগত বিষয় পরিষ্কার করেন। সেই অনুযায়ী নিখিল গুপ্ত ডিস্ট্রিক্ট জজের পরিবর্তে একজন ম্যাজিস্ট্রেটের সামনে তাঁর দোষ স্বীকারোক্তি দেওয়ার জন্য একটি আনুষ্ঠানিক সম্মতিপত্রে স্বাক্ষর করেছেন। মার্কিন ফেডারেল সিস্টেমে এটি একটি সাধারণ নিয়ম, যেখানে আসামি প্রক্রিয়াটি দ্রুত করতে ডিস্ট্রিক্ট জজের পরিবর্তে ম্যাজিস্ট্রেটের সামনে প্রাথমিক দোষ স্বীকার করেন।</p><p>অবশ্য, চূড়ান্ত সাজার রায় ডিস্ট্রিক্ট জজই দেবেন।</p><p>নিখিল গুপ্ত নিশ্চিত করেন, তিনি এই অধিকারের বিষয়টি বোঝেন এবং তাঁর আইনজীবীর সঙ্গে এ বিষয়ে আলোচনা করেছেন। এরপর বিচারক তাঁর বিরুদ্ধে আনা তিনটি অভিযোগ পড়ে শোনান—ভাড়ায় খুনের ষড়যন্ত্র, ভাড়ায় খুনের মূল কাজ এবং অর্থ পাচারের ষড়যন্ত্র।</p></div></div></div></body></html>"
        },
        {
            "title": "ওমর সানীর রেস্টুরেন্টে ক্রেতাকে কুপিয়ে জখম, সিসিটিভিতে যা দেখা গেল | প্রথম আলো",
            "time": "2026-02-16T08:15:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fh6ebzceb%2Fa1c37cde-4866-4f73-a474-78079e8d5472.jpg?rect=0%2C32%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘চাপওয়ালা শ্বশুরবাড়ি’ রেস্টুরেন্টের মালিক চিত্রনায়ক ওমর সানী আজ সোমবার সকালে প্রথম আলোকে বললেন, ‘আমার রেস্টুরেন্টে নানরুটি বানানোর একজন কারিগর হঠাৎ চলে যায়। এতে একটা সংকট তৈরি হয়। ঠিক এই সময়ে লিখন নামের একজন কর্মচারীকে অস্থায়ীভাবে নিয়োগ দেওয়া হয়, ওর বাসা হচ্ছে রেস্টুরেন্টের কাছেই। একজন কাস্টমারের কাছে নানরুটি পছন্দ না হওয়ায় তিনি তা জানাতেই লিখন প্রতিবাদ করে, চিল্লাচিল্লি করে। একপর্যায়ে নারী কাস্টমারের সঙ্গে বাগ্‌বিতন্ডায় জড়িয়ে পড়ে। আমার রেস্টুরেন্টের অন্য কর্মচারীদের মধ্যে মুন্না, জীবনসহ কয়েকজন তা মিটমাটের চেষ্টা করে। যদিও আমি নিজে সেখানে ছিলাম না, তবে সিসিটিভির ক্যামেরায় যা দেখেছি, তাতে পরিস্কার—লিখন কাস্টমারের সঙ্গে খারাপ ব্যবহার করছিল। হাতাহাতি করেছে। একপর্যায়ে তারা রেস্টুরেন্টের সীমানার অনেক বাইরে চলে যায়। এরপর শুনি, রেস্টুরেন্টে দুর্ব্যবহারের সূত্র ধরে একজনকে লিখন ও তার সঙ্গে থাকা লোকজনের কেউ সেই কাস্টমারের পিঠে ছুরিকাঘাত করে। এটা কিন্তু আমার রেস্টুরেন্টের ভেতরে ঘটেনি। আজকে ওমর সানীর দেখে হয়তো সংবাদ হচ্ছে, বড় ইস্যু করে দেখা হচ্ছে; কিন্তু যারা ছুরিকাঘাতের মতো এ ধরনের ঘটনা ঘটিয়েছে, তাদের দৃষ্টান্তমূলক শাস্তি চাই। লিখনের শাস্তি চাই, এর সঙ্গে জড়িত যারা তাদেরও শাস্তিও চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্বামীর কথামতো ভোট না দেওয়ায় মৌখিক তালাক, পরে দুঃখ প্রকাশ | প্রথম আলো",
            "time": "2026-02-16T08:14:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2Fnimr8ez5%2F66a7237a-ed2c-4a56-983a-6b17f0de81c2.jfif?rect=0%2C129%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই ভিডিওতে ওই নারীর স্বামীকে বলতে শোনা যায়, ‘হামি ধানের শীষকে ভালোবাসি, ধানের শীষ করি। হামার মনটা খারাপ ছিল। শুক্রবার দিন সকালবেলা উৎসব করছিল, হামি এটা সহ্য করতে পারিনি। হামি রাগের মাথায় এইটা কইরা ফালাইছি, হামি অন্যায় করছি।’</p><p>ঘটনার পর ওই নারী এক স্বজনের বাড়িতে আশ্রয় নিয়েছেন। নিজের ভুল বুঝতে পেরে দুঃখ প্রকাশ করেছেন তাঁর স্বামী।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সরকারের অগ্রাধিকার দেওয়া উচিত যে পাঁচ বিষয়ে | প্রথম আলো",
            "time": "2026-02-16T08:13:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2F2qnzbazf%2FScreenshot-2026-02-16-123440.jpg?rect=0%2C78%2C1147%2C602&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমাদের ছাত্র, শিক্ষক, পেশাজীবী, হকার, শিল্পী—সবাইকে বিগত দিনগুলোতে রাজনীতিতে জড়িয়ে ফেলা হয়েছে।</p><p>আপনি যেদিকেই তাকাবেন, শুনবেন—তিনি বিএনপির লোক, তিনি আওয়ামী লীগের বা জামায়াতের। শিক্ষক, আমলা, চিকিৎসক কেউই বাদ নেই এই শ্রেণিবিভাগ থেকে।</p><p>এই শ্রেণিবিভাগ তৈরি হয় প্রথমে রাজনৈতিক দলগুলোর স্বার্থে। যে দল ক্ষমতায় আসে, তাদের লোকেরাই সবকিছুতে প্রমোশন ও প্রশ্রয় পেয়ে থাকেন এবং এই ট্যাগে অনেক অযোগ্য লোক উচ্চাসনে গিয়ে বসেন। এতে ক্ষতি হয় রাষ্ট্রের।</p><p>একটি উদাহরণ দিই। ধরুন, একটি ফুটবল দলে ১১ জন খেলোয়াড়। তাঁদের ছয়জন সবুজ পার্টির ও পাঁচজন হলুদ পার্টির সমর্থক।</p><p>সবুজ পার্টি ক্ষমতায় এসে হলুদ পার্টির পাঁচজনকে ওএসডি করে বেঞ্চে বসিয়ে রাখল। সেখানে তাদের সমর্থক নতুন খেলোয়াড়কে স্থান দেওয়া হলো। আপনি আশ্চর্য হবেন?</p><p>যদি আমাদের ক্রীড়ামন্ত্রীদের ক্ষমতার অপব্যবহারের উদাহরণ আগে দেখে থাকেন, তাহলে নিশ্চয়ই আশ্চর্য হবেন না। অথবা আপনাকে পুরোনো পত্রিকা ঘেঁটে জেনে নিতে হবে।</p><p>এখন যে ফুটবল দল হলো, তারা কেমন খেলবে? হয়তো দুজন চৌকস স্ট্রাইকার ও ডিফেন্ডার এখন ওএসডি। নতুন দল বিদেশে গিয়ে এক ডজন গোল হজম করে এলে আশ্চর্য হওয়ার কিছু নেই!</p><p>আশা করি বিএনপি ক্ষমতায় এসে প্রশাসন ও পেশাজীবীদের বিরাজনৈতিকীকরণের কাজ শুরু করবে। তারেক রহমানকে অনুরোধ করব, যাঁরা বিজয়ের মালা দিতে আসবেন, তাঁদের দয়া করে ফিরিয়ে দিন, তাঁদের নির্দলীয়ভাবে দেশের জন্য কাজ করতে বলুন।</p><p>এতে প্রশাসনে গতি আসবে এবং পেশাজীবীদের কর্মদক্ষতা ও কাজে মনোযোগ বাড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধান উপদেষ্টার সঙ্গে সেনাপ্রধানের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-02-16T08:12:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fi4g2srum%2Fchief-adviser.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">সেনাপ্রধান জেনারেল ওয়াকার-উজ-জামান অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে বিদায়ী সাক্ষাৎ করেছেন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রধান উপদেষ্টার ফেসবুক পেজ</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "সংস্কার ছাড়া অর্থনীতি ঘুরে দাঁড়াবে না | প্রথম আলো",
            "time": "2026-02-16T08:11:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-30%2Ffvaz73l4%2FZahid.jpg?rect=0%2C1%2C616%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় ইশতেহারের পাশাপাশি বিএনপির স্থানীয় নেতারাও নানা প্রতিশ্রুতি দিয়েছেন। সার্বিকভাবে এসব প্রত্যাশার ব্যবস্থাপনার কাজটি সহজ নয়। তাই তাদের পরিষ্কার করে সময় নির্দিষ্ট করে বলে দেওয়া উচিত, ‘আগামী পাঁচ বছরের মধ্যে প্রতিবছরে আমি কোন কাজগুলো করতে পারব, কোনগুলো ধাপে ধাপে কোন সময়ে করে দেওয়া হবে।’</p><p>আগামী ২০২৬-২৭ অর্থবছরের বাজেট তৈরির জন্য নিয়মিত বা রুটিন কাজগুলো হয়তো অর্থ মন্ত্রণালয় করে রেখেছে। কিন্তু কিছু বিষয়ে রাজনৈতিক সিদ্ধান্ত সরকার গঠন করতে যাওয়া দলকেই দিতে হবে। বিশেষ করে ইশতেহারের কোন বিষয়গুলো বাজেটে যুক্ত করা হবে, সেটি নিয়ে কাজ করা প্রয়োজন।</p><p>বিএনপির ইশতেহারে বলা হয়েছে, তারা ঋণনির্ভর অর্থনীতি থেকে বের হয়ে আসতে চায়। এটি করতে হলে খুব বড় ধরনের বাজেট ঘাটতি রাখা যাবে না। আবার সীমিত বাজেট দিয়ে প্রতিশ্রুতি কতটা বাস্তবায়ন করা যাবে, সেটিও চিন্তার বিষয়।</p><p>বিএনপি বলেছে, সরকারি কর্মচারীদের বেতনের বিষয়টি তারা বিবেচনায় রাখবে। বেতন কমিশনের সুপারিশ অনুসারে এক লাখ কোটি টাকার অতিরিক্ত অর্থ শুধু বেতনের জন্য দিতে হবে। তাহলে বিএনপি পরিবার কার্ড বা কৃষক কার্ডের মতো অন্য যেসব সামাজিক সুবিধার কথা বলেছে, সেগুলোর অর্থায়ন কীভাবে হবে, সেটিও ঠিক করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "অবশেষে পাতিসারসের দেখা | প্রথম আলো",
            "time": "2026-02-16T08:07:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fw92elpy6%2F16022026-cm-16.jpg?rect=0%2C39%2C1178%2C618&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বছরের ৭ জানুয়ারি ফেসবুকে শামীম ভাইয়ের পোস্টে তিনটি সারসের ছবি দেখলাম। দেখে মনে হলো, গত বছরের জোড়াটি একটি ছানাসহ এসেছে। শামীম ভাই আমাকে আসতে বললেন। কিন্তু ব্যস্ততার জন্য সঙ্গে সঙ্গে যেতে পারলাম না। এর মধ্যে আরও দুই সপ্তাহ পেরিয়ে গেল।</p><p>অবশেষে ২২ জানুয়ারি রাতে ছয়জনের টিম নিয়ে রওনা হলাম। কিন্তু রাস্তায় প্রচণ্ড যানজট থাকায় সিলেটে পৌঁছাতে চার–পাঁচ ঘণ্টা দেরি হলো। দুপুর সাড়ে ১২টার দিকে হাওরের এক গরু-মহিষের বাথানে শামীম ভাইয়ের সঙ্গে দেখা হলো। তিনি প্রথমেই বাইনোকুলারে দূর থেকে তাদের অবস্থান দেখালেন। এরপর প্রায় আধা কিলোমিটার হেঁটে পাখিগুলোর নিরাপদ দূরত্বে গিয়ে থামলাম। সেখানে বেশ বড় বড় ঘাসঝোপ ছিল। ঘাসঝোপের আড়ালে বসে পাখিগুলোকে পর্যবেক্ষণ করতে লাগলাম। প্রায় ৩৩ মিনিট ধরে থেমে থেমে ছবি তুললাম। একসময় পাখিগুলো উড়ল। আমরাও পেলাম কিছু উড়ন্ত ছবি।</p><p>বিরল এই পাখিগুলো এ দেশের অনিয়মিত ও তথ্য অপ্রতুল পরিযায়ী পাখি—পাতিসারস। পশ্চিমবঙ্গে বলে কালো কাক। ইংরেজি নাম কমন/ইউরেশিয়ান ক্রেন। গ্রুইডি গোত্রের সারসটির বৈজ্ঞানিক নাম <em>Grus grus</em>। উত্তর ইউরোপ ও সাইবেরিয়ার আবাসিক পাখিটি শীতে উত্তর পাকিস্তান, ভারত, মিয়ানমার, থাইল্যান্ড, চীনসহ বেশ কিছু দেশে পরিযায়ন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুকে সংবাদপত্রের খণ্ডিত অংশ পাঠ কেন ভয়ের | প্রথম আলো",
            "time": "2026-02-16T07:57:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fs1f1csoa%2FGeminiGeneratedImageja1u9ija1u9ija1u.JPG?rect=0%2C28%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এতে করে সংবাদ পাঠ নয়, বরং মতামত গ্রহণের একটি সংস্কৃতি তৈরি হচ্ছে। পাঠকের জন্য এই অভ্যাসের একটি উপকারী দিক হলো, পাঠকের সময় বাঁচে। স্বল্প সময়ে সংক্ষেপে তিনি প্রায় অনেক প্রতিবেদন বা খবরাখবর সম্পর্কে ধারণা পেয়ে যান।</p><p>অতএব এই নতুন ‘পাঠ-সংস্কৃতি’কে পুরোপুরি প্রত্যাখ্যান করার সুযোগ নেই, আবার অন্ধভাবে গ্রহণ করাও সমীচীন নয়।</p><p>এই প্রবণতা সংবাদমাধ্যমের জন্য যেমন ক্ষতিকর, তেমনি সমাজের জন্যও বিপজ্জনক। কারণ, সংবাদপত্রে প্রকাশিত খবর পেশাদার সম্পাদনা, তথ্য যাচাই, দায়িত্বশীল উপস্থাপনার মধ্য দিয়ে আসে।</p><p>সেখানে ফেসবুকের ব্যক্তিগত লেখায় থাকে ব্যক্তিগত বিশ্বাস, রাজনৈতিক অবস্থান, আবেগের প্রভাব এবং বেশির ভাগ ক্ষেত্রে থাকে ব্যক্তির সুনির্দিষ্ট উদ্দেশ্য। ফলাফল হিসেবে খবর বিকৃত হয়, আংশিক তথ্য ছড়িয়ে পড়ে এবং বিভ্রান্তি তৈরি হয়।</p><p>সবচেয়ে উদ্বেগের বিষয় হলো, এই সংস্কৃতি ভুল ও গুজব ছড়ানোর পথকে আরও সহজ করে দিয়েছে। বিভ্রান্তিমূলক এবং যাচাইহীন তথ্য মুহূর্তেই হাজারো মানুষের কাছে পৌঁছে যাচ্ছে।</p><p>অথচ পাঠক হিসেবে আমরা প্রশ্ন করছি না, এই তথ্যের উৎস কী, এটি আদৌ সত্য কি না। দায়িত্বশীল পাঠক মনোভাবের এই অভাব গণতান্ত্রিক সমাজের জন্য মোটেও শুভ লক্ষণ নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পদত্যাগের আবেদন করলেন প্রধান উপদেষ্টার মুখ্য সচিব | প্রথম আলো",
            "time": "2026-02-16T07:55:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fbavinqjr%2FSiraz.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার মুখ্য সচিব এম সিরাজ উদ্দিন মিয়া চাকরি থেকে পদত্যাগের আবেদন করেছেন।</p><p>সিরাজ উদ্দিন মিয়া আজ সোমবার প্রধান উপদেষ্টা বরাবর পদত্যাগের আবেদন করেন। সরকারের উচ্চপর্যায়ের একটি সূত্র এ তথ্য জানিয়েছে।</p><p>২০২৪ সালের অক্টোবরে সিরাজ উদ্দিন মিয়াকে দুই বছরের জন্য চুক্তিতে প্রধান উপদেষ্টার মুখ্য সচিব করা হয়। তিনি তাঁর পদত্যাগের আবেদনে অবশিষ্ট মেয়াদে চাকরি করতে অপারগতার কথা উল্লেখ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের সাবেক চেয়ারম্যানকে মারধরের পর যুবদল নেতাকে বহিষ্কার | প্রথম আলো",
            "time": "2026-02-16T07:55:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fup2bylbg%2FNATOREDH060420260216NATORE-SHAMIM-AHMED-PHOTO-16.2.26.JPG.JPG?rect=0%2C35%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাটোরের সিংড়া উপজেলার ছাতারদিঘী ইউনিয়ন যুবদলের যুগ্ম আহ্বায়ক শামিম হোসেনকে দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে দল থেকে বহিষ্কার করা হয়েছে। নির্বাচনের পরদিন সিংড়ার ছাতারদিঘী ইউনিয়ন পরিষদের (ইউপি) আওয়ামী লীগ–সমর্থিত সাবেক চেয়ারম্যান আলতাফ হোসেন আকন্দকে মারধর করার ঘটনায় এ সিদ্ধান্ত এসেছে বলে দলীয় সূত্রে জানা গেছে।</p><p>যুবদলের কেন্দ্রীয় কমিটির পাঠানো এক সংবাদ বিজ্ঞপ্তিতে জানানো হয়, দলীয় নীতি–পরিপন্থী কর্মকাণ্ড এবং নানা অনাচারের কারণে শামিম হোসেনের বিরুদ্ধে ব্যবস্থা নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মন্ত্রিপরিষদ সচিবের দায়িত্বে নাসিমুল গনি | প্রথম আলো",
            "time": "2026-02-16T07:53:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fl8o24z46%2FImage.jpeg?rect=0%2C10%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র মন্ত্রণালয়ের সিনিয়র সচিব নাসিমুল গনিকে মন্ত্রিপরিষদ সচিব করা হয়েছে। আজ সোমবার এ বিষয়ে প্রজ্ঞাপন জারি করেছে জনপ্রশাসন মন্ত্রণালয়। প্রজ্ঞাপনে বলা হয়, জনস্বার্থে জারি করা এই আদেশ অবিলম্বে কার্যকর হবে। নাসিমুল গনি চুক্তিভিত্তিতে স্বরাষ্ট্র মন্ত্রণালয়ের সিনিয়র সচিবের দায়িত্ব পালন করে আসছিলেন। চুক্তিভিত্তিতে তাঁকে মন্ত্রিপরিষদ সচিব করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির ব্যানার লাগিয়ে নদীবন্দরের জমি দখল, অবৈধ স্থাপনা গুঁড়িয়ে দিল ছাত্রদল | প্রথম আলো",
            "time": "2026-02-16T07:52:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fd3t3htas%2FWhatsApp-Image-2026-02-16-at-13.32.42.jpeg?rect=0%2C74%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্রদলের সাবেক সাধারণ সম্পাদক ফাহিমুর রহমান এ বিষয়ে প্রথম আলোকে বলেন, বিএনপির সংসদ সদস্যের নাম ব্যবহার করে নদীর জায়গায় স্থাপনা গড়ে তোলা হয়েছিল। এ কারণে ছাত্রদলের নেতা-কর্মীরা সেসব গুঁড়িয়ে দিয়েছে।</p><p>গত বছরের ১ থেকে ৫ সেপ্টেম্বর বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষের (বিআইডব্লিউটিএ) নেতৃত্বাধীন যৌথ বাহিনী উচ্ছেদ অভিযান পরিচালনা করে ৪৯৬টি অবৈধ স্থাপনা সরিয়ে প্রায় ৬৩ একর জমি উদ্ধার করেছিল। উদ্ধার করা ওই জমি আবার দখলের ঝুঁকি থাকায় কাঁটাতারের বেড়া ও সীমানা পিলার দেওয়ার উদ্যোগ নেয় বিআইডব্লিউটিএ। গত ৭ ডিসেম্বর সীমানা স্থাপনের জন্য গেলে যৌথ বাহিনীর সঙ্গে স্থানীয় লোকজনের সংঘাত শুরু হয়। প্রতিবাদে কয়েক শ নারী-পুরুষ বিক্ষোভ ও সড়ক অবরোধে করে রাখেন। ফলে বিআইডব্লিউটিএসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীকে পিছু হটতে হয়। উদ্ধার হওয়া জায়গাটি সেই থেকে অরক্ষিত পড়ে ছিল।</p><p>বিআইডব্লিউটিএ, কক্সবাজার কস্তুরাঘাট নদীবন্দরের পোর্ট অফিসার মো. আব্দুল ওয়াকিল প্রথম আলোকে বলেন, শনিবার নদীর কস্তুরাঘাট অংশে গিয়ে নদীবন্দরের জমি আবার দখল করে ১৫টি ঘর নির্মাণ করতে দেখা গেছে। বিষয়টি পুলিশসহ সংশ্লিষ্ট দপ্তরের কর্মকর্তাদের জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মন্ত্রিসভার শপথের আগের দিন গুলশান কার্যালয়ে বিজয়ী সংসদ সদস্য ও নেতা-কর্মীদের ভিড় | প্রথম আলো",
            "time": "2026-02-16T07:52:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-16%2Fkfue50lm%2Fbnp-tarek.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সকাল সাড়ে ১০টায় গুলশান কার্যালয়ে যান বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। দুপুর পৌনে ১২টায় যান বিএনপির স্থায়ী কমিটির সদস্য আমীর খসরু মাহমুদ চৌধুরী।</p><p>নওগাঁ-৪ আসনে নির্বাচিত সংসদ সদস্য ইকরামুল বারী আসেন ফুল দিয়ে শুভেচ্ছা জানাতে। তাঁর সঙ্গে নওগাঁ জেলার মান্দা উপজেলার স্থানীয় বিএনপির নেতা–কর্মীরাও ছিলেন।</p><p>ইকরামুল বারী প্রথম আলোকে বলেন, ‘দেশে ১৭ বছর পর গণতন্ত্র ফিরেছে। দীর্ঘ লড়াইয়ে বিএনপির নেতা–কর্মী ছিলেন সবচেয়ে নির্যাতিত। কেউ গুম হয়েছেন, কেউ খুন হয়েছেন। কিন্তু আজ দেশে গণতন্ত্র ফিরেছে। চেয়ারম্যান তারেক রহমানের নেতৃত্বে বিএনপি বড় জয় পেয়েছে। তাই নেতাকে শুভেচ্ছা জানাতে এসেছি।’<br>বেলা সাড়ে ১১টায় আসেন কৃষক দলের কেন্দ্রীয় কমিটির সাধারণ সম্পাদক ও ফরিদপুর-৪ আসনে নির্বাচিত সংসদ সদস্য শহিদুল ইসলাম। তিনি বলেন, ‘বর্তমান প্রেক্ষাপটে দেশের মানুষের প্রত্যাশা অনেক বেশি। তবে পরিবর্তিত পরিস্থিতিতে দেশের আইনশৃঙ্খলা ও স্থিতিশীলতা ঠিক করা সবচেয়ে জরুরি বলে মনে করছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ে ইমাম-খতিব পদে নিয়োগ, আবেদন ২৬ ফেব্রুয়ারি পর্যন্ত | প্রথম আলো",
            "time": "2026-02-16T07:52:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F99ee479a-c29b-431b-9766-2cc062969479%2F%E0%A6%85%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%95%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B0%20%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%AF%20%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%20%E0%A6%A2%E0%A6%BE%E0%A6%95%E0%A6%BE%20%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F%2C%20%E0%A6%B9%E0%A6%B2%20%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%97%E0%A7%87%E0%A6%B0%20%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A7%8D%E0%A6%A6%E0%A7%87%E0%A6%B6?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা বিশ্ববিদ্যালয়ের মসজিদুল জামিআয় একটি শূন্য স্থায়ী ইমাম–খতিব পদে জনবল নিয়োগ দেওয়া হবে। এ জন্য আবেদন আহ্বান করা হয়েছে। </p><p>এ–সংক্রান্ত <a target=\"_blank\" href=\"https://jobs.du.ac.bd/storage/circular/KjUZi19G4Z9lisFVHmRHg7Fw3jqxZMAmN2bEis9M.pdf\" rel=\"nofollow\">বিজ্ঞপ্তিতে বলা হয়েছে</a>, ঢাকা বিশ্ববিদ্যালয়ের মসজিদুল জামিআর একটি শূন্য স্থায়ী ইমাম–খতিব পদ জনবল পূরণের জন্য ৫০ টাকার বিনিময়ে রেজিস্ট্রারের দপ্তরে আবেদন জমা দিতে হবে। ঢাকা বিশ্ববিদ্যালয় বিধি মোতাবেক প্রদেয় অন্যান্য ভাতাদিসহ ৩৫,৫০০-৬৭,০১০ টাকা (জাতীয় বেতন স্কেল-২০১৫) টাকা বেতন হবে।</p></div></div></div></body></html>"
        }
    ]
}