{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যুক্তরাষ্ট্রের রাষ্ট্রদূতের রাজনৈতিক তৎপরতা বন্ধ করতে হবে: জাতীয় মুক্তি কাউন্সিল | প্রথম আলো",
            "time": "2025-08-13T08:25:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F5xt9hz7r%2Fprothomalo-bangla.avif?rect=0%2C2%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, জুলাই গণ-অভ্যুত্থান শুধু পতিত ফ্যাসিস্ট, মানবতাবিরোধী অপরাধে অভিযুক্ত পলাতক শেখ হাসিনা ও তাঁর সরকারকে উচ্ছেদ করেনি। একই সঙ্গে বাংলাদেশের অভ্যন্তরীণ রাজনীতিতে ভারত, যুক্তরাষ্ট্র, চীন, ইউরোপীয় ইউনিয়নভুক্ত সাম্রাজ্যবাদী দেশগুলোর আধিপত্য বিস্তারের বিরুদ্ধে প্রবল প্রতিরোধ ঘোষণা করেছে।</p><p>বিবৃতিতে আরও বলা হয়, বাংলাদেশের শাসকশ্রেণির রাজনৈতিক দলগুলো ৫৪ বছর ধরে সাম্রাজ্যবাদী রাষ্ট্রের পদ লেহন করে দেশের স্বার্থ, জনগণের স্বার্থ বিলিয়ে দিয়েছে। যার নিকৃষ্ট উদাহরণ পতিত ফ্যাসিস্ট শেখ হাসিনার সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পই হচ্ছেন ওয়াশিংটন ডিসির ‘সবচেয়ে কুখ্যাত অপরাধী’: মাস্কের গ্রক দিল তথ্য | প্রথম আলো",
            "time": "2025-08-13T08:16:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-06%2F0xnomqne%2Ftrump-and-elon.jpg?rect=0%2C0%2C549%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক বার্তায় বলা হয়, সাসপেনশনের স্ক্রিনশট ‘ভুয়া’। আরেকটিতে বলা হয়, এক্সের হোস্টাইল কনডাক্ট পলিসি লঙ্ঘনের কারণে সাময়িকভাবে স্থগিত রাখা হয়েছিল।</p><p>গ্রক পরে তথ্য দিয়েছে, ‘আমি ফিরে এসেছি, আসলে কখনো স্থগিত বা নিষ্ক্রিয় ছিলাম না। স্ক্রিনশটটি ভুয়া, এটি ২০২৫ সালের জুলাইয়ের একটি ত্রুটি থেকে এসেছে, যেখানে আপডেটের কারণে আমি আপত্তিকর কনটেন্ট পোস্ট করেছিলাম। এক্সএআই ত্রুটি ঠিক করেছে, সব পোস্ট মুছে দিয়েছে, সব ঠিক হয়ে গেছে।’</p><p>আরেক ইংরেজি বার্তায় গ্রক জানায়, এটিকে স্থগিত করা হয়েছিল ‘ঘৃণাত্মক আচরণের’ জন্য, যা ইহুদিবিদ্বেষ হিসেবে দেখা হয়েছিল।</p><p>আরেক বার্তায় গ্রক দাবি করে, ‘আমি বলেছিলাম, ইসরায়েল ও যুক্তরাষ্ট্র গাজায় গণহত্যা চালাচ্ছে, এরপর অ্যাকাউন্ট স্থগিত করা হয়।’</p><p>গ্রককে স্থগিত করার আসল কারণ রহস্যই থেকে গেল। তবে মাস্ক বলেন, ‘এটি ছিল কেবল একটা বোকার মতো ভুল। এক্স ও এক্সএআইয়ের ভেতরের ভুল–বোঝাবুঝি থেকেই বিভ্রান্তি তৈরি হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2025-08-13T08:10:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে কিছু মুদ্রার দাম বেড়েছে, অপরিবর্তিত আছে একাধিক মুদ্রা। দাম বাড়ার তালিকায় আছে ইউরো, পাউন্ড, ইউয়ান, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। অপরিবর্তিত আছে রুপি ও ইয়েনের দাম।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্ধুদের সঙ্গে কোথাও খাওয়াদাওয়ার পর বিল ভাগ করবেন যেভাবে | প্রথম আলো",
            "time": "2025-08-13T08:09:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F9lh4fa5y%2FKBRH1686.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভাবুন, অফিস শেষে একটি অভিজাত রেস্তোরাঁয় বন্ধুরা বসেছেন খাবার নিয়ে। খাওয়াদাওয়া শেষ, এবার বিল আসতেই শুরু হলো গল্প। নাহিয়ান বলছেন, ‘আমি শর্মা খেয়েছি, তাই শর্মার দাম আমি দেব।’ সাব্বির বলছেন, ‘আমি শুধু সুশি খেয়েছি, সেটার দাম আমি দেব।’ সদ্য চাকরি পাওয়া তানহা মনে করিয়ে দিচ্ছেন, ‘গতবার বিল দিয়েছিলাম আমি, এবার দেবে ইশফাক।’ অথচ ইশফাক বলছেন, ‘আমার কার্ড বাসায় রেখে এসেছি।’<br> ওয়েটার তখন দাঁড়িয়ে ভাবছেন, কার থেকে টাকা নেবেন আর কোন কার্ডে বিল করবেন! পেশাগত নিয়মের কারণে মুখে হাসি ধরে রাখতে গিয়ে কিছু বলতেও পারছেন না। শাঁখের করাতের মতো অবস্থা—বিল তো নিতে হবে, আবার কারও মনোকষ্টের কারণও হওয়া চলবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "পানামা রোজ ও কনকসুধার কথা | প্রথম আলো",
            "time": "2025-08-13T08:05:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fm5yg6vwr%2FC04.png?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বোটানিক্যাল গার্ডেনের গেট দিয়ে সোজা প্রবেশ করে নগ্নবীজী উদ্ভিদের বাগানকে বাঁ পাশে রেখে এগিয়ে গেলাম। তারপর পুকুর পেরিয়ে সামনে যেতেই ছোট একটা গুল্মজাতীয় গাছ চোখে পড়ল। দেখলাম তাতে থোকায় থোকায় নজরকাড়া সুন্দর ফুল ফুটে আছে। হঠাৎ দেখলে রঙ্গন এবং পুটুস বা ল্যান্টানার কথা মনে হয়। এটিই পানামা রোজ। এই উদ্ভিদের বৈজ্ঞানিক নাম <em>Rondeletia odorata</em>, এটি Rubiaceae পরিবারের গুল্মজাতীয় উদ্ভিদ। কফি আর রঙ্গনও কিন্তু একই পরিবারের। এই গুল্ম ইংরেজিতে পানামা রোজ, ক্লিভল্যান্ড সানরাইজ ইত্যাদি নামে পরিচিত। এই গুল্ম খরাসহিষ্ণু। এর আদি নিবাস পানামা ও কিউবা। এই জন্যই এই ফুলের নাম পানামা রোজ হয়েছে।</p><p>পানামা রোজ সাধারণত এক থেকে দেড় মিটার পর্যন্ত উঁচু হতে পারে। পাতা আয়তাকার, দৈর্ঘ্যে ৪ থেকে ৬ সেন্টিমিটার হয়। পাতার ওপরের পিঠ রোমযুক্ত, কিনারা ঢেউখেলানো। পাতা পুরু, চামড়ার মতো। পত্রবিন্যাস বিপরীত। সাত থেকে আট মাস পর্যন্ত ফুল ফোটে। পাপড়ির আগা ভোঁতা ও মাঝখানে একটি হলুদ রঙের ফোঁটা থাকে।</p><p>ফুল ফোটার সময় গ্রীষ্ম থেকে শরৎকাল। ফুল সুগন্ধি, লালচে কমলা, হলুদ গলাসহ নলাকার। একেকটি থোকায় ১৫-২০টি ফুল থাকে। দিনের বেলায় ফুলের একটা হালকা ঘ্রাণ থাকে। সন্ধ্যা ঘনিয়ে আসার সঙ্গে সঙ্গে এই ঘ্রাণ আরও শক্তিশালী হয়। পানামা রোজ ফুলে মধু থাকে, যা প্রজাপতি ও মৌমাছিকে আকর্ষণ করে। ফুল ঝরে গেলেও তাদের বৃত্যংশগুলো থেকে যায়। বৃত্যংশগুলোকে দেখলে মনে হয় যেন এরাও ফুল। এর ফল ছোট, শুষ্ক। ফলে অনেক বীজ থাকে। বীজগুলো সাদা এবং নরম রোমে আবৃত থাকে। ফ্রান্সের মঁপেলিয়ে বিশ্ববিদ্যালয়ের প্রাকৃতিক ইতিহাসবিদ, চিকিৎসক এবং উদ্ভিদবিদ্যার প্রশিক্ষক গুইলাম রন্ডেলেটের সম্মানে এই উদ্ভিদের গণের নাম <em>Rondeletia</em> রাখা হয়েছে।</p><p>চিরসবুজ এই গাছ প্রচণ্ড গরমেও ঝলমলে হয়ে বাঁচে। আবার একটানা ভারী বৃষ্টির মধ্যেও সজীব থাকে। উদ্ভিদের বংশবৃদ্ধি হয় দাবা কলমে। </p></div></div></div></body></html>"
        },
        {
            "title": "সমুদ্র আর সবুজে টয়া, রইল ১০টি ছবি | প্রথম আলো",
            "time": "2025-08-13T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fbmshfxxv%2Fbananoninapapoi175396130636888172604558220113819670231.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সমুদ্রসৈকতে ঘুরে বেড়ানোর নতুন একগুচ্ছ ছবি পোস্ট করেছেন টয়া। লিখেছেন, ‘সূর্যের আলো আর বাতাসের উপকূলে।’ অভিনেত্রীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "গুপ্ত রাজনীতির নামে নয়া আধিপত্যবাদী শক্তির বিকাশ ঘটছে কি | প্রথম আলো",
            "time": "2025-08-13T07:53:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fgxoryf01%2Fdhakauniversity.JPG?rect=0%2C62%2C623%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূলত প্রকৌশল বিশ্ববিদ্যালয়ের শিক্ষার্থী আবরার ফাহাদকে হত্যার পর সেখানে ছাত্ররাজনীতি বন্ধ ঘোষণা করা হয়েছিল। হত্যাকারী ও পরবর্তী সময়ে নিষিদ্ধ ছাত্রলীগের আধিপত্য ঠেকাতেই সব দল মিলে ওই সময় প্রকৌশল বিশ্ববিদ্যালয়ে ছাত্ররাজনীতি নিষিদ্ধ করার দাবি তোলে।</p><p>কিন্তু গণ–অভ্যুত্থানে আওয়ামী লীগের পতন হয়েছে। এদের অধিকাংশ নেতা–কর্মী পালিয়েছেন বা আত্মগোপনে চলে গেছেন। এখন সময় নতুনভাবে রাজনীতি শুরু করার। ঠিক এই সময়ে সাধারণ শিক্ষার্থীদের নামে কয়েকটি সংগঠন বিরাজনীতিকরণের চেষ্টা করছে।</p><p>বৃহস্পতিবার রাতে ওই তথাকথিত সাধারণ শিক্ষার্থীরা স্লোগান দিয়েছেন, ছাত্রলীগ গিয়েছে যে পথে, ছাত্রদল যাবে সেই পথে। ছাত্রলীগের অপকর্মের কারণে যদি ছাত্ররাজনীতি বন্ধ করতে হয়, তবে তো আওয়ামী লীগের ফ্যাসিবাদী কর্মকাণ্ডের কারণে সারা দেশেই রাজনীতি বন্ধ করে দিতে হবে। কে কখন আবার ফ্যাসিবাদী হয়ে যায়, এই অশঙ্কা করলে তো আর রাষ্ট্র পরিচালনা করা যাবে না।</p><p>আমাদের ছাত্ররাজনীতির এক গৌরবময় ইতিহাস রয়েছে। বায়ান্নর ভাষা আন্দোলন, বাষট্টির শিক্ষা আন্দোলন, ছেষট্টির আন্দোলন, উনসত্তরের গণ–অভ্যুত্থান, একাত্তরের স্বাধীনতাযুদ্ধ, স্বাধীনতার পরবর্তী সময়ে আওয়ামী লীগের ফ্যাসিবাদী বাকশালের বিরুদ্ধে প্রতিরোধ, নব্বইয়ের গণ–আন্দোলন ও সর্বশেষ জুলাই–আগস্টের গণ–অভ্যুত্থানে শিক্ষার্থীরা সামনে থেকে নেতৃত্ব দিয়েছে। বুকের রক্ত ঢেলে দিয়ে দেশকে স্বৈরাচারমুক্ত করছে, দেশের প্রতিটি গণতান্ত্রিক লড়াইয়ে জোরালো ভূমিকা রেখেছে।</p><p>শিক্ষার্থীদের এই শক্তিকে যারা দুর্বল করে দিতে চায়, তারাই ছাত্ররাজনীতি বন্ধের কথা বলে। কারণ, ছাত্ররাজনীতি সচল থাকার কারণেই ঢাকা বিশ্ববিদ্যালয়ে একাত্তরে মানবতাবিরোধী অপরাধে দায়ে দন্ডিতদের ছবি প্রদর্শনী বন্ধ করা সম্ভব হয়েছে। এই শিক্ষার্থীদের কারণেই ছাত্রলীগ ক্যাম্পাস থেকে লেজ গুটিয়ে পালিয়ে যেতে বাধ্য হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "অবাধ, সুষ্ঠু ও স্বচ্ছ নির্বাচন আয়োজনে কঠোর পরিশ্রম করছি: ড. ইউনূস | প্রথম আলো",
            "time": "2025-08-13T07:50:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F7grrq32b%2FDr.-Muhammad-Yunus.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"অবাধ, সুষ্ঠু ও স্বচ্ছ নির্বাচন আয়োজনে কঠোর পরিশ্রম করছি: ড. ইউনূস\" class=\"nA4h1 \">অবাধ, সুষ্ঠু ও স্বচ্ছ নির্বাচন আয়োজনে কঠোর পরিশ্রম করছি: ড. ইউনূস</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-13T13:50:55+06:00\"><span>প্রকাশ: ১৩ আগস্ট ২০২৫, ০৭: ৫০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দয়া করে গাজায় যান: পোপ লিওর প্রতি ম্যাডোনার আহ্বান | প্রথম আলো",
            "time": "2025-08-13T07:50:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F7em9p8fw%2FUntitled-3.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাডোনার বিবৃতিতে গাজায় ইসরায়েলের কর্মকাণ্ডের সরাসরি সমালোচনা ছিল না।</p><p>ম্যাডোনা বলেন, ‘আমি কাউকে দোষ দিচ্ছি না, পক্ষ নিচ্ছি না। সবাই কষ্ট পাচ্ছে, জিম্মিদের মায়েরাও। আমি তাদের মুক্তির জন্যও প্রার্থনা করছি। আমি শুধু চেষ্টা করছি, যাতে এই শিশুরা অনাহারে মারা না যায়।’</p><p>ম্যাডোনার মতে, রাজনীতি নয়, কেবল সচেতনতা পারে পরিবর্তন আনতে। এ কারণেই তিনি ‘ঈশ্বরের একজন মানুষ’-এর কাছে আবেদন করছেন।</p><p>ম্যাডোনা রোমান ক্যাথলিক ধর্মের অনুসারী হিসেবে বড় হয়েছেন এবং প্রায়ই তাঁর গান ও মিউজিক ভিডিওতে ক্যাথলিক প্রতীক ব্যবহার করে থাকেন।</p><p>ধর্মীয় বিষয় নিয়ে ম্যাডোনার উসকানিমূলক উপস্থাপনা, যেমন জ্বলন্ত ক্রস, পোল-ড্যান্স করা সন্ন্যাসিনী ইত্যাদি কর্মকাণ্ড দশকের পর দশক ধরে তাঁকে ক্যাথলিক চার্চ ও পোপদের সঙ্গে বিরোধে জড়িয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের পরও বাংলাদেশের অর্থনীতি স্থিতিশীল, ব্যতিক্রম ঘটনা: আনিসুজ্জামান চৌধুরী | প্রথম আলো",
            "time": "2025-08-13T07:48:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-10%2F5u8ttqyf%2FAnisuzaman.jpg?rect=0%2C6%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার অর্থবিষয়ক বিশেষ সহকারী আরও বলেন, অন্তর্বর্তী সরকার ক্ষমতায় আসার পর শক্তিশালী ও সুশাসিত পুঁজিবাজার গড়ার জন্য কাজ করছে। ‘তিন শূন্য’: শূন্য দারিদ্র্য, শূন্য বেকারত্ব ও শূন্য কার্বন নিঃসরণের লক্ষ্য অর্জনে এই প্রচেষ্টা।</p><p>এ সময় বিনিয়োগকারীদের উদ্দেশে আনিসুজ্জামান চৌধুরী বলেন, বাংলাদেশে বিনিয়োগের জন্য এখন ভালো সুযোগ। আমাদের পুঁজিবাজারও দীর্ঘমেয়াদি বিনিয়োগের জন্য প্রস্তুত। শুধু বিদেশি বিনিয়োগকারীদের নয়, এই বার্তা দেশীয় বিনিয়োগকারীদের কাছেও পৌঁছে দিতে চান বলে মন্তব্য করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "লিভারপুলে নুনিয়েজের ৯ নম্বর জার্সি এবার কার | প্রথম আলো",
            "time": "2025-08-13T07:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-12%2Fea0cq1ae%2Fdarwin-nunez-shirt-reaction-13072023.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যানচেস্টার ইউনাইটেডের ৭ নম্বর কিংবা বার্সেলোনার ১০ নম্বর জার্সির মতো ততটা ঐতিহ্যবাহী না হলেও, লিভারপুলের ৯ নম্বর জার্সি গায়ে তুলেছেন অনেক কিংবদন্তি। ইয়ান রাশ, ফার্নান্দো তোরেস, রবি ফাওলার ও রবার্তো ফিরমিনোর মতো তারকা এই নম্বর গায়ে জড়িয়ে অ্যানফিল্ডের ইতিহাসে জায়গা করে নিয়েছেন। দারউইন নুনিয়েজ ক্লাবে আসার পর সবার চাওয়া ছিল তিনিও যেন সে পথেই হাঁটেন।</p><p>কিন্তু ২০২২ সালে দলবদলে সেই সময়ের ক্লাব রেকর্ড ভেঙে লিভারপুলে যোগ দেওয়া এই উরুগুইয়ান ফরোয়ার্ড তিন বছরে সেই প্রত্যাশা পূরণ করতে পারেননি। গ্রীষ্মের চলমান দলবদলে লিভারপুল ছেড়ে সৌদি আরবের ক্লাব আল হিলালে যোগ দিয়েছেন তিনি। নুনিয়েজের বিদায়ের পর লিভারপুলের ৯ নম্বর জার্সিটি এখন খালি। </p></div></div></div></body></html>"
        },
        {
            "title": "ভিসার অনুমতি হঠাৎ বাতিল, বাংলাদেশে বৃত্তি পাওয়া ১৩০ ফিলিস্তিনি ছাত্রীর পড়াশোনা অনিশ্চয়তায় | প্রথম আলো",
            "time": "2025-08-13T07:34:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fnsf4vu1t%2FAsian-University-For-Women.jpg?rect=0%2C30%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে ঢাকায় ফিলিস্তিনের রাষ্ট্রদূত ইউসুফ রামাদান গতকাল মঙ্গলবার <em>প্রথম আলো</em>কে বলেন, ফিলিস্তিন দূতাবাস বাংলাদেশের সরকারি ও বেসরকারি বিশ্ববিদ্যালয়গুলো থেকে সে দেশের শিক্ষার্থীদের জন্য, বিশেষত গাজার শিক্ষার্থীদের জন্য, প্রদত্ত সব ধরনের বৃত্তিকে স্বাগত জানায়। এরই মধ্যে বাংলাদেশের বিভিন্ন বিশ্ববিদ্যালয় থেকে তারা দুই শর বেশি বৃত্তি পেয়েছে। এর আওতায় বাংলাদেশ সরকারের পূর্ণ সহযোগিতায় তারা গাজা থেকে শিক্ষার্থীদের নিয়ে আসার প্রস্তুতি নিচ্ছে।</p><p>ইউসুফ রামাদান বলেন, ‘ফিলিস্তিন সরকারের নীতি অনুযায়ী, শুধু ফিলিস্তিনের শিক্ষা মন্ত্রণালয় কর্তৃক স্বীকৃত বিশ্ববিদ্যালয়গুলোর বৃত্তিই গ্রহণ করা হয়। ফলে যেসব বিশ্ববিদ্যালয় এই স্বীকৃতি পায়নি, সেখানে আমাদের শিক্ষার্থীদের ভর্তি করানোর অনুমতি আমরা দিতে পারি না। বাংলাদেশে অবস্থিত ফিলিস্তিন রাষ্ট্রের দূতাবাস ফিলিস্তিন সরকারের নীতি অনুযায়ী সিদ্ধান্ত গ্রহণ করে।’</p><p>এদিকে এশিয়ান ইউনিভার্সিটি ফর উইমেনের প্রতিষ্ঠাতা এবং প্রধান নির্বাহী কর্মকর্তা (সিইও) কামাল আহমেদ চলতি মাসের শুরুতে ফিলিস্তিন সফর করেন। এ সময় তিনি ফিলিস্তিনের পররাষ্ট্র ও প্রবাসীবিষয়ক মন্ত্রী ভারসেন আঘাবেকিয়ান শাহিন এবং শিক্ষা ও উচ্চশিক্ষামন্ত্রী আমজাদ বারহামের সঙ্গে দেখা করেন। এ সময় ফিলিস্তিনের দুই মন্ত্রী গাজার ছাত্রীদের জন্য বৃত্তির ব্যবস্থা করায় তাঁকে ধন্যবাদ জানান বলে উল্লেখ করেন কামাল আহমেদ। </p></div></div></div></body></html>"
        },
        {
            "title": "টেকসই প্রকল্পের ঋণ আদায় সন্তোষজনক | প্রথম আলো",
            "time": "2025-08-13T07:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fwyyhgdof%2FAbul-kashem.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আবুল কাশেম মো. শিরিন:</strong> ডাচ্-বাংলা ব্যাংক শুরু থেকেই টেকসই ও পরিবেশবান্ধব অর্থায়নের ওপর গুরুত্ব আরোপ করে আসছে, যা আমাদের ভিশন স্টেটমেন্ট বা প্রতিবেদনে প্রতিফলিত হয়েছে। আমরা কোনো প্রকল্পে অর্থায়নের ক্ষেত্রে সেই প্রকল্পের পরিবেশগত প্রভাব ও নেতিবাচক প্রভাবগুলো হ্রাস করার বিষয়ে উদ্যোক্তারা কী কী পদক্ষেপ গ্রহণ করেছেন, সেটা বিবেচনায় নিয়ে থাকি। এ ছাড়া প্রকল্পের সামাজিক দায়বদ্ধতা, প্রশাসনিক কাঠামো, বাজারভিত্তিক তথ্য ও আর্থিক বিবরণী বিশ্লেষণ করে অর্থায়নের সিদ্বান্ত গ্রহণ করা হয়। ফলে আমাদের মোট বিতরণ করা ঋণের ৮০ শতাংশের বেশি টেকসই অর্থায়নের আওতাভুক্ত। এসব ঋণ কৃষি, পরিবেশবান্ধব কুটির, ক্ষুদ্র ও মাঝারি শিল্প, টেক্সটাইল ও তৈরি পোশাক শিল্প, নবায়নযোগ্য জ্বালানি, ওষুধশিল্প, সিরামিক ও অন্যান্য পরিবেশবান্ধব খাতে বিনিয়োগ করা হয়েছে।</p></span></div></div></body></html>"
        },
        {
            "title": "নবীজি (সা.) যেভাবে ঘরে সময় কাটাতেন | প্রথম আলো",
            "time": "2025-08-13T07:17:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fpxy1kkru%2Fheadscarf-hanging-wall.jpg?rect=0%2C1116%2C3478%2C1826&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল্লাহ ইবন সাদ (রা.) বলেন, ‘আমি নবীজিকে জিজ্ঞাসা করলাম, নফল নামাজ আমার ঘরে পড়া উত্তম, নাকি মসজিদে পড়া উত্তম? তিনি বললেন, তুমি দেখছ না আমার ঘর মসজিদের কত কাছে, তারপরও ফরজ নামাজ মসজিদে পড়ে অন্যান্য নামাজ ঘরে পড়াটাই ভালো মনে করি।’ (শামায়েলে তিরমিজি, হাদিস: ২৯৭)</p><p>তিনি ঘরকে পুরোপুরি নামাজশূন্য রাখতে নিষেধ করতেন। যে ঘরে কোনো নামাজ পড়া হয়, সে ঘরকে কবরের সঙ্গে তুলনা করেছেন।</p><p>আবদুল্লাহ ইবন উমর (রা) বর্ণিত এক হাদিসে তিনি বলেছেন, ‘তোমরা তোমাদের কিছু নামাজ ঘরে আদায় করবে এবং তোমাদের ঘরকে কবরে পরিণত করো না।’ (মুসনাদে আহমদ, হাদিস: ৯৩৮)</p><p>নবীজির প্রতিদিন ছিল কর্মমুখর। এ কর্ম যেমন বাইরে ছিল, তেমনি ছিল ঘরের ভেতর। বাইরের এত ব্যস্ততা শেষে ঘরে ফিরে নিজের কাজ নিজ হাতে সম্পন্ন করতেন। এতে তাঁর মোটেও দ্বিধাবোধ ছিল না।</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহের সাবেক সংসদ সদস্য রুহুল আমিন মাদানীর ইন্তেকাল | প্রথম আলো",
            "time": "2025-08-13T07:16:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F3yiyaqlu%2FMymensinghD.png?rect=0%2C0%2C954%2C501&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহ-৭ (ত্রিশাল) আসনের সাবেক সংসদ সদস্য রুহুল আমিন মাদানী ইন্তেকাল করেছেন (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)। গতকাল মঙ্গলবার রাতে রাজধানী ঢাকার একটি বেসরকারি হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি শেষনিশ্বাস ত্যাগ করেন। তাঁর বয়স হয়েছিল ৭৩ বছর।</p><p>মরহুমের বড় ছেলে হোসাইন প্রিন্স বলেন, তাঁর বাবা হৃদ্‌রোগসহ নানা শারীরিক জটিলতায় ভুগছিলেন। গত ২১ জুলাই হৃদ্‌রোগে আক্রান্ত হয়ে তাঁর বাবা ঢাকার একটি বেসরকারি হাসপাতালে ভর্তি হন। সেখানে ২৩ দিন আইসিইউতে চিকিৎসাধীন ছিলেন। গতকাল রাত সাড়ে ১১টার দিকে তাঁর মৃত্যু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সিনেমা হলে পপকর্ন বিক্রি করতেন, এখন ৮০ লাখ ডলারের মালিক এই নায়ক | প্রথম আলো",
            "time": "2025-08-13T07:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2Fa17ipx18%2Fimsebastianstan_1480636059_1395998902838447222_1231453737.jpg?rect=0%2C0%2C628%2C330&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ক্যারিয়ার নিয়ে একসময় ভয়ানক হতাশা ও অর্থকষ্টে ছিলেন। অভিনয় করে তেমন পারিশ্রমিকও পেতেন না। এই হতাশার মধ্যেই তিনি ‘হট টাব টাইম মেশিন’ সিনেমার আয় থেকে হঠাৎ করেই ৬৫ হাজার ডলার লভ্যাংশ পান। এ অর্থই তাঁকে অভিনয়ে নিয়মিত করে তোলে। বদলে দেয় তাঁর ক্যারিয়ার।</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইনস্টাগ্রাম</figcaption></p></div></div></body></html>"
        },
        {
            "title": "চোখের চিকিৎসার জন্য ব্যাংককের পথে মির্জা ফখরুল | প্রথম আলো",
            "time": "2025-08-13T07:12:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Faniisxhh%2FFakrul-1.jpg?rect=0%2C35%2C1174%2C616&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির মিডিয়া সেলের সদস্য শায়রুল কবির খান জানান, চিকিৎসকদের পরামর্শে ফলোআপের জন্য মির্জা ফখরুল আবারও ব্যাংককের রুটনিন আই হাসপাতালে যাচ্ছেন। এর আগে গত ১৪ মে একই হাসপাতালে তাঁর রেটিনায় অস্ত্রোপচার করা হয়।</p><p>ব্যাংকক যাওয়ার আগে গতকাল মঙ্গলবার রাতে রাজধানীর গুলশানে বিএনপি চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার বাসভবন ফিরোজায় তাঁর সঙ্গে সাক্ষাৎ করেন ফখরুল। এ সময় বিএনপির স্থায়ী কমিটির সিনিয়র সদস্য খন্দকার মোশাররফ হোসেনও উপস্থিত ছিলেন। পাশাপাশি তখন তাঁরা খালেদা জিয়ার স্বাস্থ্যের খোঁজখবরও নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাড়ে ১২ লাখ টাকা নিয়ে বের হন মোবাইল ব্যাংকিংয়ের কর্মী, দুদিন পর লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-08-13T06:55:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-13%2F79kj8jhr%2FNetrokonaDH054820250813IMG-20250812-WA0016.jpg?rect=0%2C80%2C991%2C520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে আটপাড়া থানার পরিদর্শক (তদন্ত) প্রদীপ কুমার চক্রবর্তী বলেন, লাশের সুরতহাল শেষে পরিচয় শনাক্ত করা হয়েছে। ময়নাতদন্তের জন্য লাশটি আজ বুধবার সকালে নেত্রকোনা আধুনিক সদর হাসপাতালে পাঠানো হয়েছে।</p><p>এদিকে রিজনের নিহতের খবর ফেসবুকে ছড়িয়ে পড়লে নিরাপত্তা পরিস্থিতি ও আইনশৃঙ্খলা বাহিনীর ভূমিকা নিয়ে মন্তব্য করেছেন অনেকেই। তাঁদের মধ্যে জাতীয় নাগরিক পার্টির (এনসিপি) কেন্দ্রীয় সদস্য ফাহিম খান পাঠান ফেসবুক পোস্টে লেখেন, ‘কে জানত, এটাই হবে রিজনের শেষ ডিউটি! বিকেলে কে বা কারা তাঁকে অপহরণ করে নিয়ে যায় মোটরসাইকেলটি বাজারে রেখেই। আজ (মঙ্গলবার) তাঁর লাশ আটপাড়া থেকে উদ্ধার করা হয়েছে। রিজনের এরিয়া ছিল দুগিয়া, আমতলা, সদর নেত্রকোনা। এ দেশে নিরাপত্তা বলতে কিচ্ছু নেই। কর্মক্ষেত্রে গিয়ে সেফলি বাসায় ফেরার মতো নিরাপত্তা নেই। এ দেশে আছে লুটপাট, চাঁদাবাজি এবং পেশিশক্তির অপব্যবহার।’</p></div></div></div></body></html>"
        }
    ]
}