{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কৃষকদের জন্য গুদামটি সংস্কার করা হোক | প্রথম আলো",
            "time": "2026-01-31T13:36:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-02%2Fa6l5cl32%2Fprothomalo-bangla_2024-03_20d26d7e-ae90-4b1f-a053-44a4c17d078f_Letter.webp?rect=0%2C69%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই এলাকায় অনেক গরিব কৃষক আছেন, যাঁদের ফসল রাখার মতো নিরাপদ জায়গা নেই। ফসল ঘরে তুলেও সংরক্ষণের অভাবে তাঁরা প্রতিনিয়ত নানা ক্ষতির মুখে পড়েন। গুদামটি সংস্কার করে ব্যবহার করা গেলে স্থানীয় কৃষকেরা উপকৃত হবেন এবং সরকারি একটি সম্পত্তিও নষ্ট হওয়া থেকে রক্ষা পাবে। তাই এ বিষয়ে দ্রুত পদক্ষেপ নিতে সংশ্লিষ্ট কর্তৃপক্ষের সদয় দৃষ্টি আকর্ষণ করছি।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বৈরাচারী সময়ের সঙ্গে তুলনা করে কোনো অন্যায়কে খাটো করে দেখার সুযোগ নেই | প্রথম আলো",
            "time": "2026-01-31T13:33:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fcynprt96%2FWhatsApp-Image-2026-01-31-at-6.06.44-PM.jpeg?rect=133%2C0%2C1356%2C712&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘হেফাজতে মৃত্যু এখনো বন্ধ হয়নি’</strong></p><p>অন্তর্বর্তী সরকারের সময়ে মানবাধিকারের বিষয়ে কিছু ইতিবাচক পদক্ষেপ নেওয়া হলেও মানবাধিকার পরিস্থিতি উদ্বেগজনক পর্যায়েই আছে বলে মনে করেন মানবাধিকার সংগঠন অধিকারের পরিচালক তাসকিন ফাহমিনা। তিনি বলেন, এই সরকারের সময়ে গুমের ঘটনা না শোনা গেলেও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর হেফাজতে নির্যাতনের অভিযোগ অব্যাহত আছে। অধিকারের তথ্য অনুযায়ী, এ পর্যন্ত হেফাজতে ১৪টি মৃত্যুর ঘটনা ঘটেছে।</p><p>সামগ্রিকভাবে বাংলাদেশে মানবাধিকার পরিস্থিতি দীর্ঘদিন ধরেই গভীর উদ্বেগজনক উল্লেখ করে তাসকিন ফাহমিনা বলেন, ধারাবাহিক সরকারগুলোর আমলে লঙ্ঘন ঘটলেও ২০০৯ সালের জানুয়ারি থেকে ২০২৪ সালের আগস্ট পর্যন্ত শেখ হাসিনার কর্তৃত্ববাদী শাসনামলে এসব নির্যাতনের কৌশল, তীব্রতা ও প্রাতিষ্ঠানিকীকরণ নজিরবিহীন পর্যায়ে পৌঁছে যায়। তবে এখন দেশে আইন নিজের হাতে তুলে নেওয়ার প্রবণতাও লক্ষ করা যাচ্ছে। শেখ হাসিনা দেশ ছাড়ার পর পুলিশ বাহিনীর কার্যকারিতা ভেঙে পড়ে; বিশৃঙ্খলা দমনে ব্যর্থতা দেখা যায়। এমনকি অন্তর্বর্তী সরকারের সময় গণমাধ্যমে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনা ঘটেছে।</p><p>অনুষ্ঠানে আরও বক্তব্য দেন গুম কমিশনের সদস্য অবসরপ্রাপ্ত বিচারপতি মো. ফরিদ আহমেদ শিবলী ও সাজ্জাদ হোসেন, বিলিয়ার অনারারি ট্রেজারার নজরুল ইসলাম, বিলিয়ার অনারারি সেক্রেটারি মোহাম্মদ একরামুল হক। গুমের শিকার ব্যক্তিদের মধ্যে সাবেক লেফটেন্যান্ট কর্নেল মো. হাসিনুর রহমান এবং ইকবাল চৌধুরী বক্তব্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবেশবান্ধব কারখানা হিসেবে বিশ্বে সর্বোচ্চ নম্বর পেল হ্যামস গার্মেন্টস, বিজিএমইএর সংবর্ধনা | প্রথম আলো",
            "time": "2026-01-31T13:31:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fbxvidmge%2FWhatsApp-Image-2026-01-31-at-7.06.27-PM.jpeg?rect=0%2C149%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে বিজিএমইএর জ্যেষ্ঠ সহসভাপতি ইনামুল হক খান হ্যামস গার্মেন্টস লিমিটেডের ব্যবস্থাপনা পরিচালক শফিকুর রহমানের হাতে বিশেষ সম্মাননা স্মারক তুলে দেন। অনুষ্ঠানে আরও উপস্থিত ছিলেন বিজিএমইএর সহসভাপতি (অর্থ) মিজানুর রহমান, পরিচালক ফয়সাল সামাদ, পরিচালক এ বি এম সামছুদ্দিন, পরিচালক ফারুক হাসান, ইউএসজিবিসির কনসালট্যান্ট অনন্ত আহমেদ, ইনস্টিটিউশন অব টেক্সটাইল ইঞ্জিনিয়ার্স অ্যান্ড টেকনোলজিস্টস (আইটিইটি)–এর অন্তর্বর্তী কমিটির কনভেনর এহসানুল করিম কায়সার প্রমুখ।</p><p>এ সময় বিজিএমইএর জ্যেষ্ঠ সহসভাপতি ইনামুল হক খান বলেন, হ্যামস গার্মেন্টস লিমিটেড ইউএসজিবিসি লিড প্লাটিনাম সার্টিফিকেশনে যে নম্বর পেয়েছে, তা বিশ্বের যেকোনো গ্রিন ফ্যাক্টরির মধ্যে সর্বোচ্চ স্কোর। এই সাফল্য সারা বিশ্বের কাছে মেড ইন বাংলাদেশ ব্র্যান্ডের মর্যাদা ও সক্ষমতাকে নতুন উচ্চতায় নিয়ে গেছে এবং বাংলাদেশের পোশাক খাতের জন্য একটি গ্লোবাল বেঞ্চমার্ক তৈরি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পচা রাজনীতিকে আমরা পাল্টে দিতে চাই: জামায়াতের আমির | প্রথম আলো",
            "time": "2026-01-31T13:25:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F9aj063fx%2FCumillaDH175220260131IMG20260131162738.jpg?rect=0%2C0%2C1740%2C914&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের আমির বলেন, ‘আপনাদের আমরা কথা দিচ্ছি, আপনারা যদি আমাদের ১১-দলীয় জোটকে মনোনীত করেন, তাহলে আমরা আপনাদের প্রতি কখনোই বেইনসাফি করব না। এই প্রতিশ্রুতি আমি আজকে দিচ্ছি, ইনসাফের ভিত্তিতে আপনাদের সব পাওনা ও অধিকার আপনাদের হাতে তুলে দেব ইনশা আল্লাহ।’</p><p>নারীদের উদ্দেশে শফিকুর রহমান বলেন, ‘আমরা নারীদের সম্মানের জায়গায় নিয়ে যেতে চাই। সমাজ এখন আপনাদের বহু ব্যাপারে সম্মান দেয় না। পরিবারও অনেক ব্যাপারে আপনাদের ন্যায্য অধিকারটা দিতে চায় না। পরিবার থেকে কর্মস্থল—আমরা সব ক্ষেত্রে আপনাদের সম্মানকে সুপ্রতিষ্ঠিত করব ইনশা আল্লাহ। ঘরে এবং বাইরে সম্মানের পাশাপাশি আপনাদের জন্য নিরাপত্তা নিশ্চিত করা হবে।’</p><p>তরুণদের উদ্দেশে জামায়াতের আমির বলেন, ‘আমরা যুবকদের হাতে বেকার ভাতা তুলে দিয়ে তাঁদের অপমান করতে চাই না। আমরা যুবকদের হাততে শক্তিশালী করতে চাই। যাতে যুবকেরা দেশ গড়ার একজন কারিগর হিসেবে দায়িত্ব পালন করতে পারে এবং গর্বের সঙ্গে পরিচয় দিতে পারে—আমিই বাংলাদেশ। যুবকেরা নিজেদের কাজের অধিকারের জন্য রাস্তায় নেমে এসেছিল, বেকার ভাতা খাওয়ার জন্য নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে নির্বাচন: উৎসব, উৎকণ্ঠার সহাবস্থান | প্রথম আলো",
            "time": "2026-01-31T13:23:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fnm6x9x1k%2FWhatsApp-Image-2026-01-22-at-6.15.11-PM.jpeg?rect=0%2C185%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামের মানুষ রাজনৈতিকভাবে সচেতন—এ কথা ব্যাপকভাবে বলা হয়। কিন্তু সেই সচেতনতা এখন আগের মতো সরল নয়। এখন মানুষ হিসাব করে কথা বলে, শোনে, দেখে। উন্নয়ন, নিরাপত্তা, কর্মসংস্থান—এসব বড় প্রশ্নের পাশাপাশি ব্যক্তিগত অভিজ্ঞতাও ভোটের সিদ্ধান্তে প্রভাব ফেলছে।</p><p>শহরের ভোটারদের সঙ্গে গ্রামের ভোটারদের ভাবনার পার্থক্যও স্পষ্ট। শহরে আলোচনা বেশি জাতীয় রাজনীতি, অর্থনীতি আর ভবিষ্যৎ নিয়ে। গ্রামে আলোচনা বেশি স্থানীয় প্রতিনিধি কেমন হবেন, কে এলাকায় থাকবেন, কে বিপদে পাশে দাঁড়াবেন—এসব নিয়ে। তাঁরা ভাবেন স্থানীয় সমস্যাগুলো নিয়ে কোন প্রার্থী বেশি ভাবেন।</p><p>এই নির্বাচন চট্টগ্রামের জন্য আরেকটি কারণে গুরুত্বপূর্ণ। দীর্ঘ সময় ধরে রাজনীতির যে টানাপোড়েন, আস্থার যে সংকট, তার ভেতর দিয়ে মানুষ আবার ভোটের মাঠে ফিরছে। ভোটকেন্দ্রে যাওয়ার আগ্রহ যেমন আছে, তেমনি আছে শঙ্কাও—ভোট আদৌ নিজের মতো করে দেওয়া যাবে তো?</p><p>নির্বাচনী প্রশাসন বলছে, প্রস্তুতি আছে। কেন্দ্র, কক্ষ, ভোটার—সব হিসাবই ঠিকঠাক। কিন্তু নির্বাচন শুধু প্রশাসনিক আয়োজন নয়; এটা মানুষের বিশ্বাসের প্রশ্ন। সেই বিশ্বাস কতটা ফিরছে, সেটাই এই নির্বাচনের সবচেয়ে বড় পরীক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী ও পুরুষের বন্ধ্যত্ব কেন হয়, চিকিৎসা কী | প্রথম আলো",
            "time": "2026-01-31T13:18:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F449umfei%2FThumb.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ইন ভিট্রো ফার্টিলাইজেশন (আইভিএফ): </strong>ডিম্বাণু ও শুক্রাণু শরীরের বাইরে ল্যাবরেটরিতে নিষিক্ত করা হয়, তারপর সেই ভ্রূণটি জরায়ুতে স্থাপন করা হয়। এটি সাধারণত ‘টেস্টটিউব বেবি’ নামে পরিচিত।</p><p><strong>ইনট্রাসাইটোপ্লাজমিক স্পার্ম ইনজেকশন (আইসিএসআই):</strong> শুক্রাণুর মান যখন খুব খারাপ হয়, তখন একটি শুক্রাণু সরাসরি একটি ডিম্বাণুর মধ্যে প্রবেশ করানো হয়। আইভিএফের উন্নত সংস্করণ বলা যায়।</p><p><strong>সার্জারি:</strong> ফ্যালোপিয়ান টিউব ব্লক থাকলে বা জরায়ুর ভেতরে কোনো পলিপ, ফাইব্রয়েড বা গঠনগত সমস্যা থাকলে অস্ত্রোপচারের মাধ্যমে ঠিক করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আসন্ন জাতীয় নির্বাচনে আসছেন ৩৩০ আন্তর্জাতিক পর্যবেক্ষক | প্রথম আলো",
            "time": "2026-01-31T13:15:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fx2672m96%2FCApress-wing.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যেসব দেশ এখনো প্রতিনিধি চূড়ান্ত করেনি, তাদের মধ্যে রয়েছে ভারত, নেপাল, অস্ট্রেলিয়া, ব্রাজিল, কানাডা, মিসর, ফ্রান্স, কুয়েত, মরক্কো, নাইজেরিয়া ও রোমানিয়া। এ ছাড়া দক্ষিণ এশিয়ার নির্বাচন ব্যবস্থাপনা সংস্থাগুলোর ফোরাম ফেমবোসা শিগগিরই তাদের পর্যবেক্ষকদের নাম ঘোষণা করতে পারে।</p><p>এর আগে ১২তম জাতীয় সংসদ নির্বাচনে ১৫৮ জন, ১১তম জাতীয় নির্বাচনে ১২৫ জন এবং ১০ম নির্বাচনে মাত্র চারজন আন্তর্জাতিক পর্যবেক্ষক ছিলেন।</p><p>এবারের নির্বাচনে ৫০টির বেশি রাজনৈতিক দল ও স্বতন্ত্র প্রার্থী মিলিয়ে প্রায় ২ হাজার প্রার্থী ৩০০টি সংসদীয় আসনে প্রতিদ্বন্দ্বিতা করছেন। জাতীয় সংসদ নির্বাচনের পাশাপাশি একই দিনে অনুষ্ঠিত হবে জুলাই জাতীয় সনদ নিয়ে গণভোট।</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুর বিভাগ: কেউ কথা রাখে না, ইন্টেরিমও রাখল না | প্রথম আলো",
            "time": "2026-01-31T13:11:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2Fkx7y8ywq%2F%E0%A7%AD.JPG?rect=0%2C297%2C2616%2C1373&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত দুবারের খানা জরিপে একবার ৬৩ শতাংশ, আরেকবার ৭১ শতাংশ গরিব মানুষ নিয়ে দারিদ্র্যের শীর্ষে কুড়িগ্রাম জেলা। গত ১৬ মাসে রিক্রুটিং এজেন্সিগুলো নতুন করে নিবন্ধন পেয়েছে ২৫০টির মতো। তার মধ্যে রংপুর বিভাগ চার–পাঁচটিও পায়নি। কেন পায়নি জানতে চাইলে বলা হয়েছে, শর্ত পূরণ করতে পারেনি। তার মানে দুর্বলেরা চিরকাল দুর্বলই রবে।</p><p>এ অঞ্চলের তরুণদের প্রশিক্ষণ দিয়ে আউটসোর্সিংয়ের মাধ্যমে উপার্জন বৃদ্ধির জন্য বিটিআরসিতে আবেদন করা হয়েছিল। তাঁরা জানিয়েছেন, তাঁরা মোবাইল অপারেটর কোম্পানিগুলোর নেটওয়ার্ক বৃদ্ধির কাজটা করতে পারেন মাত্র; কিন্তু নেটওয়ার্ক ব্যবহার করে দক্ষতা বৃদ্ধি ও উপার্জনক্ষম করে গড়ে তোলা তাঁদের কাজ নয়। অথচ মাত্র পাঁচ কোটি টাকা দিয়ে দুই হাজার তরুণকে স্বাবলম্বী করে কুড়িগ্রামের অর্থনীতিকে অনেকটা বদলে দেওয়া সম্ভব।</p><p>২০১৪ সালের একটি পোস্টারে রেল, নৌ, যোগাযোগ ও পরিবেশ উন্নয়ন গণকমিটি দেখিয়েছে, সারা দেশের মানুষ যেখানে গড়ে সাড়ে ১২ কেজি মাছ খেতে পারেন, কুড়িগ্রাম জেলার মানুষ সেখানে পান মাত্র ৮ কেজি। এ ছাড়া কুড়িগ্রামের জেলেরা ব্রহ্মপুত্রে মাছ ঘাটতি হওয়ায় আসামে মাছ শিকারে যাচ্ছেন। করোনার সময় ২৬ জন জেলে ভারতে আটকা পড়েছিলেন মাছ মারতে গিয়ে। তাই নদ–নদী ও প্রাকৃতিক প্রজননক্ষেত্রগুলোতে মাছের উৎপাদন বাড়ানো জরুরি। এটা নিয়ে মৎস্য ও প্রাণিসম্পদ মন্ত্রণালয়ের কোনো উদ্যোগ চোখে পড়েনি।</p></div></div></div></body></html>"
        },
        {
            "title": "মব-গণপিটুনিতে জানুয়ারিতে নিহত বেড়ে দ্বিগুণ, বেড়েছে অজ্ঞাতনামা লাশ | প্রথম আলো",
            "time": "2026-01-31T13:10:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F0ad1bfda-efe5-40a9-8716-4bcb95906d63%2Fcc346893_5b66_46f3_9347_2254ebe3073b.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বেড়েছে মামলায় আসামির সংখ্যা</strong></p><p>এমএসএফের প্রতিবেদনে বলা হয়েছে, আওয়ামী লীগের বিরুদ্ধে বৈষম্যবিরোধী ছাত্র আন্দোলন সংক্রান্ত মামলায় গ্রেপ্তারের সংখ্যা ডিসেম্বরের তুলনায় জানুয়ারিতে অর্ধেকে নেমে এলেও (১৬ থেকে ৮), সরকার পতনের পর সংঘটিত হত্যাকাণ্ড ও সহিংসতার ঘটনায় শেখ হাসিনা–সংশ্লিষ্টদের বিরুদ্ধে করা মামলাগুলোতে আসামির সংখ্যা অস্বাভাবিক হারে বৃদ্ধি পেয়েছে।</p><p>বিশেষ করে, জানুয়ারিতে নাম উল্লেখ করা আসামির সংখ্যা ৩০ থেকে বেড়ে ১২০ এবং অজ্ঞাতনামা আসামির সংখ্যা ১১০ থেকে বেড়ে ৩২০ হয়েছে। এমএসএফ বলছে, ‘এ অবস্থা আইনগত প্রক্রিয়ার স্বচ্ছতা ও ন্যায্যতা নিয়ে গুরুতর প্রশ্ন তোলে এবং রাজনৈতিক প্রতিহিংসা ও গণমামলার প্রবণতার ইঙ্গিত দেয়।’</p><p><strong>রাজনৈতিক ও নির্বাচনী সহিংসতা</strong></p><p>রাজনৈতিক সহিংসতায় জানুয়ারি মাসে আহতের সংখ্যা উল্লেখযোগ্যভাবে বেড়েছে। ডিসেম্বরের তুলনায় জানুয়ারিতে আহতের সংখ্যা প্রায় দ্বিগুণ হয়েছে। এমএসএফ বলছে, ‘দুষ্কৃতকারীদের হামলায় নিহত ও আহতের ঘটনাও বৃদ্ধি পেয়েছে, যা রাজনৈতিক সহিংসতার নৃশংসতা বৃদ্ধির দিকটি নির্দেশ করে। নির্বাচনী সহিংসতা ছিল জানুয়ারি মাসের অন্যতম সবচেয়ে ভয়াবহ মানবাধিকার সংকট।’</p><p>জানুয়ারি মাসে রাজনৈতিক সহিংসতায় নিহতের সংখ্যা বেড়ে ১ থেকে ৪ হয়েছে। এ অবস্থা উদ্বেগজনক পরিস্থিতি নির্দেশ করে বলে মনে করে এমএসএফ। মানবাধিকার সংগঠনটি আরও বলেছে, ‘এটি প্রমাণ করে যে নির্বাচনী প্রক্রিয়া কার্যত প্রাণঘাতী সহিংসতার দিকে যাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "১২ গোলে জিতে পোখারার মাঠ নিয়ে বিস্ফোরক বাটলার | প্রথম আলো",
            "time": "2026-01-31T13:04:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-25%2F3eqs79f1%2FBD-womens-football-team-Coach-Meet-the-press2.jpg?rect=0%2C8%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাফ অনূর্ধ্ব-১৯ নারী ফুটবলে ভুটানকে ১২-০ গোলে উড়িয়ে দুর্দান্ত শুরু হয়েছে চ্যাম্পিয়ন বাংলাদেশের। নেপালের পোখারার রঙ্গশালা স্টেডিয়ামে আজ এই বিশাল জয়ের পর বাংলাদেশ দলের প্রধান কোচ পিটার বাটলার যেমন দলের পারফরম্যান্সে খুশি, তেমনি মাঠের শোচনীয় অবস্থায় তীব্র অসন্তুষ্টও।</p><p>পোখারার এই মাঠ মোটেও ভালো ফুটবল খেলার উপযুক্ত নয়। অনেক জায়গায় ঘাস নেই, অসমানও। দেখলেই মনে হবে গ্রামের কোনো অযত্ন-অবহেলার মাঠ। ম্যাচ শেষে সংবাদ সম্মেলনে বাটলার চাঞ্চল্যকর এক তথ্য দিয়ে বলেন, ‘মাঠে সবুজ রং স্প্রে করা হয়েছে, যেন ঘাসের মতো দেখায়। আমার মতে, এটা দুই দলের জন্য মোটেও ন্যায্য নয়। আমি কাউকে দোষারোপ করছি না। আমি শুধু বলছি, মাঠ যথেষ্ট ভালো নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউটিউবে সৌদি যুবরাজের সমালোচনা করে যুক্তরাজ্যে প্রাণহানির শঙ্কায় দিন কাটে আরব তরুণের | প্রথম আলো",
            "time": "2026-01-31T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fya7t6k20%2FSaudi-1.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টরন্টো বিশ্ববিদ্যালয়ে সিটিজেন ল্যাবের স্পাইওয়্যার বিশেষজ্ঞরা বলছেন, আল–মাসারির ফোনটি পেগাসাস স্পাইওয়্যার ব্যবহার করে হ্যাক করা হয়েছে। তাঁরা একজন বিশ্লেষককে লন্ডনে পাঠিয়েছিলেন। হ্যাকটি সৌদি আরবের নির্দেশে করা হয়েছে বলে ধারণা করছেন তাঁরা।</p><p>পেগাসাস হলো একটি শক্তিশালী ও বিতর্কিত হ্যাকিং টুল। ইসরায়েলের এনএসও গ্রুপ এটি তৈরি করেছে। এনএসও গ্রুপের দাবি, সন্ত্রাসবাদী ও অপরাধীদের ওপর নজরদারি চালাতে তারা এটি শুধু বিভিন্ন দেশের সরকারের কাছে বিক্রি করে।</p><p>তবে সিটিজেন ল্যাব দেখিয়েছে, রাজনীতিবিদ, সাংবাদিক এবং বিরোধীদের ফোনে এই পেগাসাস স্পাইওয়্যার ব্যবহার করা হয়েছে।</p><p>লন্ডনের হাইকোর্টের রায় অনুযায়ী, সৌদি কর্তৃপক্ষকে মোট ৩০ লাখ ২৫ হাজার ৬৬২ পাউন্ড ক্ষতিপূরণ দিতে বলা হয়েছে। তবে সৌদি আরব তা পরিশোধ করবে কি না, সেটি নিশ্চিত নয়।</p><p>বিবিসি এ ব্যাপারে জানতে লন্ডনস্থ সৌদি দূতাবাসের সঙ্গে যোগাযোগ করেছিল। কিন্তু কোনো সাড়া পাওয়া যায়নি।</p><p>আল–মাসারির বলেছেন, তিনি রায় কার্যকর করতে দৃঢ় সংকল্পবদ্ধ এবং প্রয়োজনে আন্তর্জাতিক আদালতেও যেতে প্রস্তুত। তবে তিনি মনে করেন, হ্যাকিংয়ের কারণে তিনি যে ক্ষতির শিকার হয়েছেন, তা কোনো অর্থ দিয়েই পরিশোধ করা সম্ভব নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন ঘিরে আগে এতগুলো দেশের এত সক্রিয়তা দেখা যায়নি | প্রথম আলো",
            "time": "2026-01-31T12:57:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F3p2xcng3%2FWhatsApp-Image-2026-01-31-at-5.41.13-PM.jpeg?rect=0%2C106%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>জিল্লুর রহমান</strong>: রাজনৈতিক দলগুলোর মধ্যে পারস্পরিক আস্থার সংকট তো তৈরি হয়েছেই; এনসিপি যখন তৈরি হলো, এনসিপির তরুণ নেতাদের কথাবার্তা, আচার-আচরণে মনে হয়েছে, তারা আওয়ামী লীগকে বিতাড়িত করেছে, এখন বিএনপিকে বিতাড়িত করতে চায়। বিএনপির নেতৃত্ব সম্পর্কে তারা খুবই বাজে ভাষায় কথাবার্তা বলেছে।</p><p>দ্বিতীয়ত, তেল আর জল তো একত্রে মেশার কথা নয়। জামায়াত একসময় বিএনপির সঙ্গে জোটবদ্ধ হয়েছে, এর আগে আওয়ামী লীগের সঙ্গে যুগপৎ আন্দোলন করেছে। এরপরও এই দলগুলোকে এক কাতারে ফেলা যাবে না; মুক্তিযুদ্ধ আর মুক্তিযুদ্ধের বিরোধী শক্তিকে তো এক পাল্লায় বিবেচনা করা না।</p><p>তৃতীয়ত, যে অসাম্প্রদায়িক রাজনীতি, মধ্যপন্থার রাজনীতির কথা আলোচিত হয়েছে, তার সঙ্গে উগ্রপন্থা বা চরম ডানপন্থাকে মেলানো যাবে না। তাই এখানে পারস্পরিক আস্থা বা ঐক্যের কিছু নেই। মধ্যপন্থার রাজনীতি বা মুক্তিযুদ্ধের চেতনার সঙ্গে সংশ্লিষ্ট যে রাজনীতি, সেটাকে ধারণ করা, এগিয়ে নেওয়ার সেই জায়গাটাতে এই বৈরিতাটা খুব স্বাভাবিক এবং এই বৈরিতাটা থাকবেই।</p><p>বিএনপির সঙ্গে ঐক্যবদ্ধ হওয়ার জন্য জামায়াত কিছুটা চেষ্টা করেছিল। জামায়াত জাতীয় সরকারের একটা টোপ দিয়েছিল বিএনপিকে। বিএনপি চাইলে সেটা হয়তো হয়েও যেত। কিন্তু গণতান্ত্রিক রাজনীতিতে বিরোধী দল না থাকলে, সেটা ভালো কিছু হবে না। তা ছাড়া জামায়াতের সঙ্গে ঐক্যবদ্ধ হলে বিএনপির যে রাজনীতি, সেটা হুমকির মুখে পড়বে।</p></span></div></div></body></html>"
        },
        {
            "title": "‘বিদ্রোহী প্রার্থীরাই’ বিএনপির বড় চ্যালেঞ্জ | প্রথম আলো",
            "time": "2026-01-31T12:44:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Ft3sm1vxp%2FMotamot-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবিধান অনুযায়ী, বাংলাদেশের যেকোনো নাগরিক যেকোনো আসন থেকে নির্বাচন করতে পারেন। প্রার্থীকে ভোট দেওয়া বা না দেওয়া একান্তভাবেই ভোটারের অধিকার। তফসিল ঘোষণার পর থেকে এ পর্যন্ত ১৬ জন নিহত হয়েছেন, যাঁদের মধ্যে ১৩ জনই বিএনপির কর্মী বা সমর্থক। এই পরিসংখ্যানও নির্বাচনী সহিংসতার ভয়াবহতা স্পষ্ট করে। </p><p>১২ ফেব্রুয়ারির নির্বাচনটি প্রতিদ্বন্দ্বিতাপূর্ণ হলেও একে সমানে সমান লড়াই বলা কঠিন। সমানে সমান লড়াই বলতে বোঝায় রাজনৈতিক শক্তির ভারসাম্য। সেই ভারসাম্য বর্তমানে নেই। নব্বই–পরবর্তী বাংলাদেশে আওয়ামী লীগ ও বিএনপিই ছিল প্রধান দুই রাজনৈতিক শক্তি। তারা কখনো এককভাবে, কখনো জোটগতভাবে নির্বাচনে লড়েছে। এই ভারসাম্য নষ্ট হয় তখনই, যখন ক্ষমতায় থাকা আওয়ামী লীগ তত্ত্বাবধায়ক সরকারব্যবস্থা বাতিল করে বিএনপিকে বাদ দিয়ে নির্বাচনের আয়োজন করে। বাংলাদেশে গণ–অভ্যুত্থান ও আন্দোলনের মধ্য দিয়ে ক্ষমতা হারানোর নজির আছে। কিন্তু দল হিসেবে আওয়ামী লীগ আজ যে চরম রাজনৈতিক সংকটে, তার বড় অংশই তাদের নিজেদের সিদ্ধান্তের ফল। </p><p>এবারের নির্বাচনে আওয়ামী লীগ মাঠে না থাকায় বিএনপিই সবচেয়ে বড় রাজনৈতিক শক্তি হিসেবে দাঁড়িয়েছে। অনেক বিদেশি সংবাদমাধ্যম বিএনপির জয় প্রায় নিশ্চিত বলে পূর্বাভাস দিয়েছে। আবার কেউ কেউ বলছেন, ফলাফল এই প্রত্যাশার বিপরীতও হতে পারে। এমন কিছু হলে তার প্রধান কারণ হবে বিএনপির অভ্যন্তরীণ বিরোধ, বিদ্রোহী প্রার্থী এবং দলীয় শৃঙ্খলার দুর্বলতা। </p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ রেড ক্রিসেন্ট সোসাইটিতে স্নাতেকাত্তরে নিয়োগ, বেতন ৫০ হাজার টাকা | প্রথম আলো",
            "time": "2026-01-31T12:41:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-06%2Ffki7lm4s%2F153.jpg?rect=0%2C0%2C4464%2C2344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ রেড ক্রিসেন্ট সোসাইটি নিয়োগ বিজ্ঞপ্তি প্রকাশ করেছে। ‘ফিল্ড অফিসার’ পদে জনবল নিয়োগ দেবে বাংলাদেশ রেড ক্রিসেন্ট সোসাইটি। আবেদনকারী প্রার্থীকে অবশ্যই স্নাতকোত্তর ডিগ্রিধারী হতে হবে। আগ্রহী ও যোগ্য প্রার্থীরা  এ পদে কেউ চাকরি পেলে মাসে বেতন হবে ৫০ হাজার টাকা।</p><p>প্রতিষ্ঠানের নাম: বাংলাদেশ রেড ক্রিসেন্ট সোসাইটি</p><p>পদের নাম: ফিল্ড অফিসার</p><p>পদসংখ্যা: ১ জন</p><p>শিক্ষাগত যোগ্যতা: স্নাতকোত্তর ডিগ্রি থাকতে হবে</p></div></div></div></body></html>"
        },
        {
            "title": "সেন্ট মার্টিন দ্বীপে শেষ হলো ভ্রমণের সময়সীমা, দুই মাসে গেলেন কত পর্যটক | প্রথম আলো",
            "time": "2026-01-31T12:34:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2F5dfyorvy%2FWhatsApp-Image-2026-01-31-at-5.57.30-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি নির্দেশনা অনুযায়ী, রাতে সৈকতে আলো জ্বালানো, শব্দ সৃষ্টি, বারবিকিউ পার্টি, কেয়াবনে প্রবেশ, কেয়া ফল সংগ্রহ বা ক্রয়-বিক্রয় এবং সামুদ্রিক কাছিম, পাখি, প্রবাল, রাজকাঁকড়া, শামুক-ঝিনুকসহ যেকোনো জীববৈচিত্র্যের ক্ষতি করা কঠোরভাবে নিষিদ্ধ করা হয়। চলাচল নিষিদ্ধ করা হয় সৈকতে মোটরসাইকেল, সি-বাইকসহ যেকোনো মোটরচালিত যানের। তা ছাড়া ভ্রমণকালে পলিথিন বহন ও ব্যবহারের ওপরও কঠোর বিধিনিষেধ আরোপ করা হয়। একবার ব্যবহার্য প্লাস্টিক যেমন চিপসের প্যাকেট, প্লাস্টিকের চামচ, স্ট্র, সাবান ও শ্যাম্পুর মিনি প্যাক, ৫০০ বা ১০০০ মিলিলিটারের প্লাস্টিক বোতলের ব্যবহারও নিরুৎসাহিত করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যশোরে বিএনপি প্রার্থীর স্মার্ট ভোটার স্লিপ অ্যাপস চালু | প্রথম আলো",
            "time": "2026-01-31T12:31:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fo1jh80x7%2FJessoreDH055220260131IMG-20260131-WA0005.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উদ্বোধনের পর সংবাদ সম্মেলনে উপস্থিত সাংবাদিক ও বিএনপির নেতা-কর্মীরা অ্যাপসে প্রবেশ করে নিজেদের ভোটার নম্বর ও কেন্দ্র জানতে পেরেছেন।</p><p>সৈয়দ সাবেরুল হক বলেন, প্রযুক্তির এই যুগে ভোটারদের হয়রানি কমাতে এবং দ্রুত তথ্য নিশ্চিত করতে এই উদ্যোগ একটি মাইলফলক। এর ফলে ভোটাররা কোনো ঝামেলা ছাড়াই তাঁদের ভোটকেন্দ্রের তথ্য নিশ্চিত হতে পারবেন।</p><p>অনুষ্ঠানে বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন জেলা বিএনপির সাধারণ সম্পাদক দেলোয়ার হোসেন। অন্যদের মধ্যে উপস্থিত ছিলেন প্রার্থী অনিন্দ্য ইসলামের সহোদর ও দৈনিক লোকসমাজ পত্রিকার প্রকাশক শান্তনু ইসলাম, প্রেসক্লাব যশোরের সভাপতি জাহিদ হাসান, সাধারণ সম্পাদক এস এম তৌহিদুর রহমান প্রমুখ।</p></div></div></div></body></html>"
        },
        {
            "title": "যৌন নিপীড়ক এপস্টেইনের নথিতে প্রকাশ পেল বিখ্যাত ধনকুবেরদের নাম | প্রথম আলো",
            "time": "2026-01-31T12:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Fi8k3dl1e%2FWEB.jpg?rect=0%2C39%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যৌন নিপীড়ক এপস্টেইনের নথিতে প্রকাশ পেল বিখ্যাত ধনকুবেরদের নাম \" class=\"nA4h1 \">যৌন নিপীড়ক এপস্টেইনের নথিতে প্রকাশ পেল বিখ্যাত ধনকুবেরদের নাম </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-31T18:30:00+06:00\"><span>প্রকাশ: ৩১ জানুয়ারি ২০২৬, ১২: ৩০ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}