{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শরীফুল কি পারবেন তাসকিনের উইকেটের রেকর্ড ভাঙতে | প্রথম আলো",
            "time": "2026-01-21T03:40:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fjqa9wqri%2FSoriful-player-of-the-match-against-Noakhali-Exp-1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১১ ম্যাচে ২৪ উইকেট, গড় ৯.৫৪, ইকোনমি ৫.৬—কী দুর্দান্ত এক বিপিএলই–না কাটছে শরীফুল ইসলামের। চট্টগ্রাম রয়্যালসকে ফাইনালে ওঠাতে বড় ভূমিকা রাখা বাঁহাতি পেসারকে ডাকছে বড় এক রেকর্ডও। রেকর্ডটা বিপিএলে এক মৌসুমে সবচেয়ে বেশি উইকেট নেওয়ার।</p><p>রেকর্ডটা এখন তাসকিন আহমেদের। গত মৌসুমেই দুর্বার রাজশাহীর হয়ে রেকর্ডটা গড়েছিলেন জাতীয় দলের এই পেসার। ১২ ম্যাচে ২৫ উইকেট নিয়ে কেড়ে নিয়েছিলেন ২০১৮-১৯ মৌসুমে সাকিব আল হাসানের নেওয়া ২৩ উইকেটের রেকর্ড। এক বছর যেতে না যেতেই তাসকিনের সেই রেকর্ড হাতছাড়া হওয়ার পথে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার ৪ স্থানে মাত্রাতিরিক্ত বায়ুদূষণ, রাজধানীজুড়ে ‘খুব অস্বাস্থ্যকর’ বায়ু | প্রথম আলো",
            "time": "2026-01-21T03:39:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-28%2Fvwbt63a8%2F3.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বায়ুদূষণে আজ প্রথম স্থানে আছে পাকিস্তানের লাহোর। এ নগরীর স্কোর ৩২৬।</p><p>রাজধানী ঢাকার বায়ুদূষণ কমার কোনো লক্ষণ নেই; বরং দিন দিন তা বাড়ছে। গত ডিসেম্বর তো পুরোটাই, চলতি জানুয়ারি মাসেও প্রায় প্রতিদিন বিশ্বের শীর্ষ দূষিত নগরীগুলোর মধ্যে থাকছে ঢাকা।</p><p>বায়ুদূষণের মাত্রা ২০০-এর বেশি হলে তাকে ‘খুব অস্বাস্থ্যকর’ বলে বিবেচনা করা হয়। আর ৩০০ হয়ে গেলে তা ‘দুর্যোগপূর্ণ’ বলে গণ্য করা হয়।</p><p>দেশের সর্বত্রই বায়ুদূষণ বাড়ছে; বরং কিছু ক্ষেত্রে আজকাল ঢাকার বাইরের অন্যান্য এলাকায় বায়ুদূষণের মাত্রা অনেক বেশি থাকে। বায়ুদূষণ নিয়ন্ত্রণে যেসব কার্যক্রম আছে, তা মূলত ঢাকাকেন্দ্রিক। তবে এসব কার্যক্রমের তেমন কোনো ফল নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রেসিডেন্ট ডোনাল্ড ট্রাম্প কি অভিশংসিত হবেন | প্রথম আলো",
            "time": "2026-01-21T03:33:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fg35s4q09%2FDonald-Trump.avif?rect=0%2C0%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে এই সাংবাদিক এটাও বলেছেন, দলের (রিপাবলিকান পার্টি) মধ্যে অবশ্যই কিছু মানুষ আছেন, যাঁরা প্রেসিডেন্ট ট্রাম্পের অভিশংসনকে সমর্থন করবেন। তবে এটা নিশ্চিত নয়, দলের নেতৃত্ব এমন কৌশল নিয়ে এগিয়ে যেতে চাইবেন কি না।</p><p>এর একটা বাস্তব কারণ আছে বলেও মনে করছেন অ্যান্টনি। তাঁর মতে, মধ্যবর্তী নির্বাচনে প্রতিনিধি পরিষদে ডেমোক্র্যাটরা যদি সংখ্যাগরিষ্ঠতা অর্জন করে এবং ট্রাম্পকে অভিশংসনের মুখোমুখি করে, তখন সেই প্রস্তাব উচ্চকক্ষ সিনেটে যাবে। সিনেটে প্রেসিডেন্ট ট্রাম্পকে দোষী সাব্যস্ত করতে এবং পদ থেকে অপসারণের জন্য ডেমোক্র্যাটদের ৬০টি আসন প্রয়োজন। কিন্তু এর কাছাকাছি পৌঁছানোর সম্ভাবনা খুবই ক্ষীণ।</p><p>ট্রাম্পের অভিশংসন এড়ানোর আরেকটি কারণ আছে, সেটা রাজনৈতিক। ডেমোক্র্যাটরা হয়তো রাষ্ট্রক্ষমতায় ফিরে আসার মধ্য দিয়ে নিজেদের এজেন্ডা এগিয়ে নেওয়ার বিষয়ে অগ্রাধিকার দিতে চাইবেন। এ জন্য তাঁরা ২০২৮ সালে হোয়াইট হাউস পুনরুদ্ধারের ভিত্তি স্থাপনে বেশি অগ্রাধিকার দেবেন বলে মনে করছেন অ্যান্টনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালো কোম্পানির অভাবই বিনিয়োগে বড় বাধা | প্রথম আলো",
            "time": "2026-01-21T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fgem4jo8l%2FWhatsApp-Image-2026-01-20-at-10.39.47-PM.jpeg?rect=0%2C105%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনলাইনে যুক্ত হয়ে যুক্তরাষ্ট্রভিত্তিক বিনিয়োগ পরামর্শক প্রতিষ্ঠান কনটেক্সচুয়াল ইনভেস্টমেন্টের ব্যবস্থাপনা পরিচালক তাকাও হিরোসে বলেন, ‘বাংলাদেশে নির্বাচন-পূর্ব ও নির্বাচন-পরবর্তী পরিস্থিতি কিছুটা উত্তেজনাপূর্ণ থাকে। আমরা আগে নিশ্চিত হতে চাই যে সবকিছু স্বাভাবিক ও স্থিতিশীল রয়েছে। তারপর আমরা বাংলাদেশের বাজারে বিনিয়োগের বিষয়ে সিদ্ধান্ত নেব।’</p><p>বিএসইসির কমিশনার মো. সাইফুদ্দিন বলেন, ‘বিনিয়োগকারীরা মান নির্ধারণ করবেন স্বচ্ছ তথ্যের মাধ্যমে। তাই আর্থিক প্রতিবেদন ও প্রকাশনার মানের বিষয়ে আমরা বিধিমালা এমনভাবে সাজিয়েছি, যাতে নিয়ন্ত্রকদের জন্য নিম্নমানের বা অসাধু অংশগ্রহণকারীদের ছাড় দেওয়ার সুযোগ সীমিত হয়ে যায়।’</p><p>বাংলাদেশ শ্রমিক কল্যাণ ফেডারেশনের সেক্রেটারি জেনারেল আতিকুর রহমানের কাছে জানতে চাওয়া হয় যে তাঁর দল ভবিষ্যৎ সরকার গঠন করলে শরিয়াহভিত্তিক অর্থনীতিতে যাওয়া বা আর্থিক ব্যবস্থায় হঠাৎ কোনো পরিবর্তন আসবে কি না। জবাবে আতিকুর রহমান বলেন, ‘জামায়াতে ইসলামী ন্যায়বিচার, নৈতিক শাসনব্যবস্থা এবং মানবকল্যাণের দর্শনে বিশ্বাসী। তবে তার অর্থ এই নয় যে হঠাৎ করে পুরো অর্থনৈতিক ব্যবস্থায় পরিবর্তন আনা হবে। আমরা বাস্তববাদী ও ধাপে ধাপে অগ্রসর হওয়ার পক্ষে।’</p></div></div></div></body></html>"
        },
        {
            "title": "১ লাখ ৬৫ হাজার দর্শক নিয়ে ব্ল্যাকপিংকের কনসার্ট | প্রথম আলো",
            "time": "2026-01-21T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F9mauvpw5%2Fnews-p.v1.20260120.5ba72f157402469384a1a03c8817afbcP1.jpg?rect=0%2C0%2C812%2C426&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ার্ল্ড ট্যুর ‘ডেডলাইন’ নিয়ে জাপানে গেছে কে–পপ গ্রুপ ব্ল্যাকপিংক। ওয়াইজি এন্টারটেইনমেন্ট জানিয়েছে, গ্রুপটি ১৬ থেকে ১৮ জানুয়ারি টোকিও ডোমে তিনটি শো করেছে। তিন শোতে মোট ১ লাখ ৬৫ হাজার দর্শক হাজির হয়েছিলেন।</p><p>কনসার্টের শুরুতে ‘কিল দিস লাভ’ ও ‘পিংক ভেনম’ পরিবেশন করে ব্ল্যাকপিংক। রোজে, জেনি, লিসা ও জিসুর সঙ্গে দর্শকেরাও কণ্ঠ মেলাতে থাকেন। গানের সঙ্গে শিল্পীদের নাচ রীতিমতো উন্মাদনা তৈরি করে।</p><p>এরপর ‘হুইসেল’, ‘বুম্বায়া’ থেকে ‘জাম্প’—একের পর এক হিট গান পরিবেশন করেন শিল্পীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই বছর বন্ধ থাকার পর মেলান্দহে ঘোড়দৌড়ের জমজমাট প্রতিযোগিতা | প্রথম আলো",
            "time": "2026-01-21T03:19:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Froe66wba%2Fjamalpurdh056320260121jamalpur-pic-2-2.jpg?rect=0%2C0%2C3520%2C1848&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রামবাংলার ঐতিহ্যবাহী ঘোড়ার দৌড় খেলাকে টিকিয়ে রাখতে, নতুন প্রজন্মকে জানাতে ও মাদকমুক্ত সমাজ গড়ার লক্ষ্যে এ ঘোড়ার দৌড় প্রতিযোগিতার আয়োজন করা হয়। গতকাল বেলা তিনটায় ঘোড়দৌড় প্রতিযোগিতা শুরু হয়। এর আগে উপজেলার বিভিন্ন এলাকা ও আশপাশের গ্রাম থেকে মাঠে আসতে শুরু করেন দর্শকেরা। খেলা শুরুর আগেই হরিপুর ফসলি মাঠ ভরে যায়। ঘোড়দৌড় প্রতিযোগিতা শুরু হলে দর্শকের করতালিতে মুখর হয় চারপাশ। প্রতিযোগিতা শেষ হয় সন্ধ্যায়।</p><p>এতে জামালপুর সদর, ইসলামপুর, মেলান্দহ ও মাদারগঞ্জ উপজেলা, সিরাজগঞ্জ ও শেরপুর জেলার ৩৫টি ঘোড়া অংশ নেয়। প্রথম হয়েছেন সিরাজগঞ্জের ঘোড়সওয়ার খোরশেদ আলম। দ্বিতীয় হয়েছেন ইসলামপুরের টাবুরচর এলাকার মোহাম্মদ আজিজুল। প্রথম পুরস্কার হিসেবে ছিল একটি গরু, দ্বিতীয় পুরস্কার ছাগল। এ ছাড়া বিভিন্ন ক্যাটাগারিতে আরও ২৪টি পুরস্কার দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালে হজে যেতে নিবন্ধন করেছেন ৭৬ হাজার ৫৮০ বাংলাদেশি | প্রথম আলো",
            "time": "2026-01-21T03:01:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2Fc983dd5c-b2ef-4d4e-a46a-c04c80f71049%2Fda2d9747-403f-47ac-827b-e07094945184.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হজ এজেন্সি ও এয়ারলাইনসগুলোকে হজ ব্যবস্থাপনাসংক্রান্ত সব নির্দেশনা কঠোরভাবে মানতে নির্দেশ দিয়েছে ধর্মবিষয়ক মন্ত্রণালয়।</p><p>২০২৬ সালের হজযাত্রীদের ফ্লাইট আগামী ১৮ এপ্রিল থেকে শুরু হবে।</p><p>সৌদি সরকার সব হজযাত্রীর জন্য মেডিক্যাল ফিটনেস বাধ্যতামূলক করেছে।</p><p>মন্ত্রণালয়ের এক কর্মকর্তা বলেন, ‘হজযাত্রা নির্বিঘ্ন করতে সবচেয়ে গুরুত্বপূর্ণ হলো স্বাস্থ্য সচেতন থাকা এবং শারীরিক ও মানসিকভাবে প্রস্তুত থাকা। সাধারণ স্বাস্থ্য সমস্যা মোকাবিলায় হজযাত্রীদের প্রস্তুতি থাকতে হবে।’</p><p>হজযাত্রীরা ই-হজ সিস্টেম, লাব্বাইক মোবাইল অ্যাপ, ইউনিয়ন ডিজিটাল সেন্টার, ইসলামী ফাউন্ডেশনের বিভাগীয় ও জেলা অফিস এবং বায়তুল মোকাররম হজ অফিস ও আশকোনা হজ অফিসের মাধ্যমে নিবন্ধন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সলিমপুরে রাষ্ট্রের নিয়ন্ত্রণ প্রতিষ্ঠা করতেই হবে | প্রথম আলো",
            "time": "2026-01-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের আমলেও এই চিত্রের ব্যতিক্রম হয়নি। চব্বিশের ৫ আগস্ট রাজনৈতিক পটপরিবর্তনের পর জঙ্গল সলিমপুরের নিয়ন্ত্রণ নিয়ে পুরোনো গোষ্ঠীর সঙ্গে নতুন গোষ্ঠীর কয়েক দফা সংঘর্ষ ও খুনোখুনির ঘটনা ঘটেছে। গত বছরের অক্টোবর মাসে <em>প্রথম আলো</em>র প্রতিবেদনে জঙ্গল সলিমপুরের বাস্তব চিত্র বিস্তারিতভাবে উঠে আসে। প্রশাসনের নিয়ন্ত্রণের বাইরে থাকা ‘সন্ত্রাসী ও ভূমিদস্যুশাসিত’ অঞ্চলটি রক্ষার জন্য সরকারের সিদ্ধান্ত, পরিকল্পনা এবং আইনশৃঙ্খলা রক্ষাকারী বাহিনীগুলোর সমন্বিত অভিযান প্রয়োজন বলে আমরা সম্পাদকীয়ও লিখেছি। অন্তর্বর্তী সরকার, স্বরাষ্ট্র মন্ত্রণালয় ও আইনশৃঙ্খলা রক্ষাকারী বাহিনী সেই প্রতিবেদন ও সম্পাদকীয় আমলে নিলে গত সোমবারের দুঃখজনক ঘটনা না-ও ঘটতে পারত।</p><p><em>প্রথম আলো</em>র খবর থেকে এটা স্পষ্ট, সন্ত্রাসীরা পরিকল্পিত ও সংঘবদ্ধভাবে র‍্যাবের সদস্যদের ওপর হামলা চালিয়েছে। র‍্যাবের দুটি মাইক্রোবাস জঙ্গল সলিমপুরে প্রবেশের সঙ্গে সঙ্গে লাঠিসোঁটা ও অস্ত্র নিয়ে হামলা করা হয়। মাইকে ঘোষণা দিয়েই সন্ত্রাসীদের জড়ো করা হয়। সন্ত্রাসীরা প্রকাশ্যে গুলি চালায়। র‍্যাবের ওপর হামলার সঙ্গে যারাই জড়িত, তাদের প্রত্যেককে চিহ্নিত করে শাস্তির আওতায় আনতে হবে।</p><p>জঙ্গল সলিমপুর অঞ্চলে সন্ত্রাসীরা এমন বেপরোয়া হয়ে ওঠার মূল কারণ হলো সেখানকার পাহাড় ও বন কেটে গড়ে ওঠা বিশাল অঙ্কের প্লট-বাণিজ্য। বর্তমান বাজারমূল্যে সেখানকার খাসজমির মূল্য প্রায় ৩০ হাজার কোটি টাকা। কয়েক দশক ধরে ভূমিহীন লোকদের কাছে ভূমিদস্যুরা পাহাড় ও বন দেদার উজাড় করে প্লট আকারে সেখানকার জমি বিক্রি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বাসাভাড়া এত বেশি যে দিতে গিয়ে মনে হয় সব বুঝি শেষ’ | প্রথম আলো",
            "time": "2026-01-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fhl2kz9iw%2FWhatsApp-Image-2026-01-19-at-19.53.04.jpeg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>দিয়া:</strong> নীলফামারীতে আমার জন্ম। ছোটবেলা থেকেই খেলাধুলা ভালোবাসতাম। আব্বু কখনো পড়াশোনার জন্য চাপ দিতেন না। বলতেন, ‘তুমি খেলো, গান শেখো, সব করো।’ একদিন স্কুলের শারীরিক শিক্ষক বললেন, ‘আর্চারি নামে নতুন খেলা আসছে, চেষ্টা করে দেখো, ভালো করলে ঢাকায় নেওয়া হবে।’ গেলাম, প্রথমে বাদ পড়লাম। পরে কোচকে গিয়ে বললাম, ‘আপনি তো আমাকে দেখলেনই না।’ উনি বুঝলেন, মেয়েটার ইচ্ছা আছে। সেখান থেকেই শুরু। সবার মধ্যে আমি টিকে গেলাম। তারপর বিকেএসপিতে ভর্তি হওয়া।</p></span></div></div></body></html>"
        },
        {
            "title": "চূড়ান্ত বিবেচনায় বাংলাদেশ ও বাঙালি টিকে থাকবে | প্রথম আলো",
            "time": "2026-01-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2F72x01szr%2F038A7702.jpg?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><span class=\"inline\"><p><strong>অধ্যাপক নজরুল ইসলাম:</strong> এই যে আমরা বলি ঢাকা–ময়মনসিংহ রোড, এইটার পাশে রেললাইন এখন, এই রেললাইনকে ভিত্তি করেই এখন হচ্ছে এলিভেটেড এক্সপ্রেসওয়ে। এখন হচ্ছে ছয় লেন, আট লেনের ঢাকা এয়ারপোর্ট, ঢাকা–ময়মনসিংহ রোড। ব্রিটিশ আমলে রেললাইন করে দিয়ে গেল এক লাইনের, তারপর জায়গা রাখল কত রাইট অব ওয়ে যেটাকে বলে, এত চওড়া যে কোনো অসুবিধাই হচ্ছে না এখন, ২০০ বছর পরেও। এটা আমি সব সময় মনে করি।</p><p>দুই নম্বর হলো পাকিস্তান আমলে প্রথম মাস্টারপ্ল্যান ঢাকা। প্রথমটা ব্রিটিশ আমলে করল প্যাট্রিক গেডিস ১৯১৭ সালে। কিন্তু সেটা কাগজ, বই। ইমপ্লিমেন্টেশনে যেতে পারল না। এবং প্যাট্রিক গেডিস তো কোনো টাউন প্ল্যানার না, উনি ছিলেন বায়োলজিস্ট কিন্তু টাউন প্ল্যানিং শিখেছেন এবং ইন্ডিয়াতে ইনক্লুডিং বাংলাদেশ ঢাকা, প্রায় ১৬টা না ১৭টা শহরের প্ল্যান করেছেন। তো ওনার মূল কথা যেটা ছিল, তখন ১৯১৭ সবুজ এবং জল। জলভাগ, লেক–নদী–খাল এইটা সংরক্ষণ করো। এটা আমরা পারি নাই, পর্যায়ক্রমে নষ্ট। একমাত্র রিকভারি হলো হাতিরঝিল আর ধানমন্ডি লেক, কিছুটা…তো এখন ১৯৫৭ সালে, ’৫৯ সালে যে ঢাকা ইমপ্রুভমেন্ট ট্রাস্ট পরিকল্পনা, মহাপরিকল্পনা, এটা একটা ল্যান্ডমার্ক। এটা ব্রিটিশ একটা কোম্পানি করেছে। এইটাকে বেসিস ধরেই কিন্তু ঢাকা, বর্তমান ঢাকা গড়ে উঠেছে। আর এই যে ধানমন্ডিতে বসে আমরা কথা বলছি, এটা কিন্তু মাস্টারপ্ল্যানের আগে। এটা ডিআইটির না, রাজউকের না, এটা হলো সিঅ্যান্ডবির। এবং এটা এই আজিমপুর কলোনি, মতিঝিল কলোনি, এই যে পরিকল্পিত অ্যাপার্টমেন্ট, ফ্ল্যাট বাড়ি, নিউমার্কেট ইত্যাদি ধানমন্ডি, এগুলো পাকিস্তান আমলের প্রথম দিকে হামিদুল হক চৌধুরী যখন মিনিস্টার ছিলেন, পরবর্তীকালে তো রাজাকার হিসেবে…যাই হোক উনি একটা ফাউন্ডেশন দিয়ে গেছেন। আর এই ধানমন্ডি, এটা সিঅ্যান্ডবির পরিকল্পনা। মোটামুটি ভালো, যথেষ্ট ভালো এটা।</p><p>তবে একটা জিনিস ছিল ১০০ পারসেন্ট রেসিডেন্সিয়াল। শুধু দুই–তিনটা স্কুল—ধানমন্ডি বয়েজ স্কুল, ধানমন্ডি গার্লস স্কুল, এ ছাড়া কোনো কিছু অনাবাসিক না। একটা দোকান না, একটা ড্রাগ স্টোর না, একটা বাচ্চাদের স্কুল না। খেলার মাঠ দিয়েছে অবশ্য; খেলার মাঠ, লেক আর দুইটা স্কুল। তো এখন এই ৬০ বছরে বিশাল পরিবর্তন, এটা যে ডায়নামিকস কাজ করে আরবান ডেভেলপমেন্টে, এটা নিয়ে আমি, এখন ধানমন্ডি নিয়ে আবার নতুন করে লিখব, এটা অন্য রকম। তো, এখন এই যে ফাউন্ডেশনটা করে দিয়ে গেছে দোতলা বিল্ডিংয়ের জন্য। এক বিঘা জমিতে দোতলা একটা বিল্ডিং। বাগান, মাঠ, সামনে বাগান, হ্যাঁ গরু–ছাগল পালবে ইত্যাদি। সাবার্ব যা হয় তখন তো এটা সাবার্ব। তো এই জিনিসটা রয়ে গেছে এখনো, এই যে আমি ছয়তলা বিল্ডিংয়ে বসে আছি, ১০ তলা ১৪ তলা ১৫ তলা বিল্ডিং পর্যন্ত। তো এখন ডেনসিটি ২০ গুণ বেড়ে গেছে। তারপরেও যদি গাড়িঘোড়া না থাকে, কেউ না থাকে, তাহলে চলা যায়। ঠিক একই অবস্থা মোহাম্মদপুর, লালমাটিয়া এমনকি মিরপুর, এগুলো পাকিস্তান আমলের। এই যে বেসিক প্ল্যান, যেগুলো চমৎকার, কিন্তু যেহেতু জনসংখ্যা বেড়েছে, ডেনসিটি বেড়েছে, সবকিছুর সার্ভিস ডিমান্ড বেড়েছে, এটা ম্যানেজ করা কঠিন। তো এটা একটা।</p><p>আরেকটা হলো পাকিস্তান আমলের এটা, আমরা বাইচান্স পেয়ে গেছি শেরেবাংলা নগর।</p></span></div></body></html>"
        },
        {
            "title": "ইসরায়েলের সঙ্গে ২০২৫ সালে কোন দেশ কত বড় চুক্তি করেছে | প্রথম আলো",
            "time": "2026-01-21T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fcmioowa1%2Fprothomalo-Israel.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ছাড়া চীনের সঙ্গে ৮ হাজার ৬৫০ কোটি ডলারের (১১.৬%), জার্মানির সঙ্গে ৪ হাজার কোটি ডলারের (৫.৫%) এবং তুরস্কের সঙ্গে ৩ হাজার ৫৭০ কোটি ডলারের (৪.৮%) বাণিজ্য করেছে ইসরায়েল।</p><p>সুইজারল্যান্ডের সঙ্গে ইসরায়েলের বাণিজ্য ছিল ২ হাজার ৩০০ কোটি ডলারের। এই তালিকায় বেলজিয়াম, ভারত, অস্ট্রেলিয়া, তাইওয়ান, হংকং, সিঙ্গাপুর, সংযুক্ত আরব আমিরাত, ব্রাজিল, দক্ষিণ আফ্রিকাসহ বিভিন্ন দেশের নাম রয়েছে।</p><p>২০২৪ সালে ইসরায়েলের আমদানি ও রপ্তানির তালিকায় দেখা যায়, দেশটি ফোন, কম্পিউটার, বিদ্যুতের যন্ত্রপাতি, ইলেকট্রনিকস, ট্রাক, বাস এবং উড়োজাহাজসহ খনিজ পণ্য পেট্রোলিয়াম, কয়লা ও সিমেন্ট আমদানি করে। দেশটির রপ্তানির তালিকায় রয়েছে হীরা, সোনা, অপটিক্যাল, প্রযুক্তিগত ও চিকিৎসা যন্ত্রসরঞ্জাম ইত্যাদি।</p></div></div></div></body></html>"
        },
        {
            "title": "দ্রুত কার্যকর উদ্যোগ নিতে হবে | প্রথম আলো",
            "time": "2026-01-21T02:58:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যশোরের কেশবপুর উপজেলার চারটি গ্রাম—বাগডাঙ্গা, মনোহরনগর, আড়ুয়া ও কালীচরণপুর—দীর্ঘ এক দশকের বেশি সময় ধরে যে জলাবদ্ধতার মধ্যে রয়েছে, তা আর প্রাকৃতিক দুর্যোগের সাধারণ বর্ণনায় ধরা যায় না। <em>প্রথম আলো</em>র খবরে এসেছে, বছরের প্রায় পাঁচ মাস গ্রামগুলোর দুই শতাধিক বাড়ি পানিবন্দী থাকে। এই পানিবন্দী থাকার প্রভাব পড়ে পুরো জনগোষ্ঠীর অর্থনীতি, শিক্ষা, স্বাস্থ্য ও জীবিকার ওপর। ফলে স্পষ্টতই সেখানে কাঠামোগত প্রশাসনিক ব্যর্থতা এবং মানবিক সংকট তৈরি হয়েছে।</p><p>সরেজমিন চিত্র বলছে, মানুষ ঘরে ঢুকতে নৌকা বা বাঁশের সাঁকোর ওপর নির্ভর করছে। শিশুদের স্কুলে যাওয়া, অসুস্থ মানুষকে হাসপাতালে নেওয়া, বয়স্কদের দৈনন্দিন চলাফেরা—সবই অনিশ্চিত ও ঝুঁকিপূর্ণ। দীর্ঘমেয়াদি জলাবদ্ধতা স্থানীয় লোকজনের মানসিক স্বাস্থ্যের ওপরও গুরুতর চাপ তৈরি করছে। জলাবদ্ধ বাসিন্দাদের প্রায় সবার মুখে এক কথা, ‘এভাবে আর বসবাস করা যায় না।’ প্রশ্ন হচ্ছে এই পরিস্থিতি তৈরি হলো কেন?</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লায় রাতের আঁধারে কাটা হলো শতবর্ষী ৭টি গাছ, নগরবাসীর ক্ষোভ | প্রথম আলো",
            "time": "2026-01-21T02:44:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Feh3j7zv4%2Fcumilladh175220260120img-20260120-wa0023.jpg?rect=0%2C0%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদর্শ সদর উপজেলা বন কর্মকর্তা মো. রফিকুল ইসলাম বলেন, ‘আমরা প্রথমে ভেবেছিলাম সড়ক প্রশস্ত করতে গাছগুলো কেটে ফেলা হয়েছে। পরে বিষয়টি নিয়ে বিতর্ক শুরু হলে আমরা খোঁজ নিয়ে দেখেছি। কাগজপত্র ঘেঁটে জানতে পেরেছি, ২০২০ সালে মোট সাতটি পুরোনো গাছ নিলামের মাধ্যমে কেটে ফেলার প্রক্রিয়া শুরু করে সওজ। সাতটি গাছের মধ্যে দুটি মেহগনি আর বাকি পাঁচটি রেইনট্রি। বটগাছটি বুনো গাছ হওয়ায় সেটি নিলামের অন্তর্ভুক্ত ছিল না। ওই সাতটি গাছের মধ্যে একটি কোনো কারণে কয়েক বছর আগে কেটে ফেলা হয়েছিল। এখন ছয়টি কাটা হয়েছে। এগুলো সওজের নিলামে পাওয়া ঠিকাদার বা তাঁর পক্ষের লোকজনই কেটেছেন বলে জেনেছি।’</p><p>২০২০ সালের নিলামে ২০২৬ সালে কীভাবে গাছ কাটা হচ্ছে—জানতে চাইলে সওজের কুমিল্লার উপবিভাগীয় প্রকৌশলী আদনান ইবনে হাসান প্রথম আলোকে বলেন, ‘নিলামে এসব গাছকাটার প্রক্রিয়া শুরু হলে বেশির ভাগ ক্ষেত্রেই কয়েক বছর সময় লাগে। এই ক্ষেত্রেও তেমনটা হতে পারে, এটা অস্বাভাবিক কিছু না।’</p><p>শতবর্ষী গাছ কাটায় ক্ষোভ প্রকাশ করেছেন কুমিল্লার ইতিহাস গবেষক আহসানুল কবীর। তিনি বলেন, ‘গাছগুলো ঠিক কবে লাগানো হয়েছে নিশ্চিতভাবে বলা যাচ্ছে না। আকার দেখেই বোঝা যায়, এগুলো শতবর্ষী। নিলামের ছয় বছর পর কীভাবে গাছগুলো কাটা হলো, এ নিয়ে সংশ্লিষ্ট দপ্তরের ব্যাখ্যা দেওয়া দরকার। ২০০ বছরের পুরোনো বটগাছটি না কাটলেও পারত। এভাবে শতবর্ষী গাছ কেটে ফেলার আগে বেশি করে গাছ লাগানোর দরকার ছিল। তা না করে উল্টো পরিবেশের বারোটা বাজানো হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি প্রাথমিক বিদ্যালয়ের শিক্ষকেরা কৃষি ব্যাংক থেকে কীভাবে ১০ লাখ টাকা ঋণ পাবেন | প্রথম আলো",
            "time": "2026-01-21T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Ffjvjkg2l%2FUntitled-2.png?rect=0%2C85%2C1186%2C623&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ঋণের ধরন কেমন</strong></p><p>এই ঋণের ধরন কেমন, তা জানা যাক—১. বেতনের বিপরীতে অগ্রিম; ২. সুদের হার ৯ শতাংশ (সময়ে সময়ে পরিবর্তনযোগ্য); তিন. প্রসেসিং ফি ৫০০ টাকা।</p><p><strong>কত দিনে শোধ</strong></p><p>ঋণ বিতরণের পরবর্তী মাস থেকে শুরু করে সর্বোচ্চ ৬০টি মাসিক কিস্তিতে বা চাকরির মেয়াদকাল পর্যন্ত।</p><p><strong>আবেদন কীভাবে করবেন</strong></p><p>আবেদন করতে হলে কিছু প্রক্রিয়া অনুসরণ করতে হবে। যেমন—</p><p>১. কৃষি ব্যাংকের নির্ধারিত ঋণ আবেদন ফরমে আবেদন করতে হবে।</p><p>২. ঋণ আবেদনকারীর সম্প্রতি তোলা ২ কপি পাসপোর্ট সাইজের ছবি।</p><p>৩. নিয়ন্ত্রণকারী কর্তৃপক্ষের অনাপত্তি পত্র।</p><p>৪. জাতীয় পরিচয়পত্রের সত্যায়িত কপি।</p><p>৫. নিয়ন্ত্রণকারী কর্তৃপক্ষ থেকে কারণ দর্শানো, অভিযোগ, শৃঙ্খলাজনিত মামলা প্রক্রিয়াধীন নেই মর্মে অনাপত্তি পত্র গ্রহণ করতে হবে।</p><p>৬. ঋণ প্রদানের সুপারিশসহ বেতন প্রদানকারী কর্তৃপক্ষের কাছ থেকে তাঁর বেতন–ভাতার সনদপত্র বা ঋণ গ্রহণের অনাপত্তি পত্র দাখিল করতে হবে। (চাকরির মেয়াদ, বৈতনিক আয়, ঋণ গ্রহণের অনাপত্তি ইত্যাদি উল্লেখসহ)।</p><p>৭. ঋণের কিস্তি খেলাপি হলে গ্রাহকের বেতন হতে কিস্তি কাটা নিশ্চিত করাসহ চাকরি থেকে অবসরজনিত প্রাপ্য সুবিধা থেকে ঋণ আদায়ের নিশ্চয়তাপত্র বেতন প্রদানকারী বা নিয়ন্ত্রণকারী কর্তৃপক্ষ কর্তৃক গ্রহণ করতে হবে।</p><p>৮. আবেদনকারীর বেতন ও ভাতার বিবরণ এবং অন্যান্য ঋণের কিস্তির পরিমাণ (যদি থাকে)।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2026-01-21T02:29:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2Fd4b19497-b8ce-415d-ac07-7a43c8dfea06%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">রাজধানী ঢাকার বাড়িভাড়া–সংক্রান্ত নির্দেশিকা প্রণয়ন করেছে ঢাকা উত্তর সিটি করপোরেশন (ডিএনসিসি) কর্তৃপক্ষ। মঙ্গলবার দুপুরে ডিএনসিসির নগর ভবনে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "৭৯ আসনে বিএনপির ‘বিদ্রোহী’ ৯২ জন | প্রথম আলো",
            "time": "2026-01-21T02:25:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F5hl987or%2FLogo.jpg?rect=0%2C166%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনোনয়নপত্র প্রত্যাহারের শেষ দিনেও বিএনপির বিদ্রোহী প্রার্থীদের বড় অংশ সরেননি। বহিষ্কার, সতর্কতা ও দলীয় সিদ্ধান্ত অমান্য করে তাঁরা নির্বাচনের মাঠে রয়ে গেছেন। গতকাল মঙ্গলবার রাত ১২টায় এ প্রতিবেদন লেখা পর্যন্ত ২৯৮ আসনের মধ্যে ২৯৫ আসনের হিসাব পাওয়া গেছে। তাতে দেখা যায়, ৭৯টি আসনে বিএনপির ৯২ জন নেতা এখনো বিদ্রোহী বা স্বতন্ত্র প্রার্থী হিসেবে রয়ে গেছেন। কোনো কোনো আসনে একাধিক বিদ্রোহী রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে সংশোধিত ভোটার তালিকা থেকে মুসলিম, অভিবাসী ও আদিবাসীদের কীভাবে বাদ দেওয়া হচ্ছে | প্রথম আলো",
            "time": "2026-01-21T02:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fan6v87xx%2FCongress.jpg?rect=0%2C0%2C1008%2C529&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বস্তিবাসী</strong></p><p>মহানগর এলাকার বস্তিবাসী, বিশেষ করে তামিলনাড়ুর অনেক মানুষ এই প্রক্রিয়া থেকে বাদ পড়েছেন। মুম্বাই, জলন্ধর ও হায়দরাবাদের ওপর করা এক গবেষণায় দেখা গেছে, উচ্চবিত্ত এলাকার ৭৪ শতাংশ মানুষ ভোটার হতে পারলেও বস্তি এলাকার ৫০ শতাংশের কম মানুষ ভোটার হিসেবে নিবন্ধিত হতে পেরেছেন।</p><p><strong>জীবিত মানুষকে মৃত ঘোষণা</strong></p><p>বিহারে জীবিত থাকলেও অনেক বয়স্ক মানুষকে তালিকায় ‘মৃত’ হিসেবে দেখানো হয়েছে। এর ফলে তাঁরা বৃদ্ধ ভাতা পাওয়া থেকেও বঞ্চিত হচ্ছেন। ২০২৫ সালের আগস্টে বিহারের আরার এক চালককে ভুল করে মৃত ঘোষণা করার খবর পাওয়া গিয়েছিল। একইভাবে গুজরাটের আহমেদাবাদেও ১ হাজার ২০৬ জনকে তালিকায় ‘মৃত’ দেখানো হয়েছে।</p><p><strong>নারী ও ট্রান্সজেন্ডাররা বাদ</strong></p><p>রাজ্যগুলোতে নারী ভোটারের সংখ্যা অস্বাভাবিকভাবে কমে গেছে। এর একটি কারণ হচ্ছে, নির্বাচন কমিশন শ্বশুরবাড়ির আত্মীয়দের ‘স্বীকৃত আত্মীয়’ হিসেবে মানছে না। ফলে বিয়ের পর যাঁরা পৈতৃক গ্রাম ছেড়ে এসেছেন, তাঁরা সহজে যাচাইযোগ্য আত্মীয় খুঁজে পাচ্ছেন না। এ ছাড়া পরিবার থেকে বিচ্ছিন্ন ট্রান্সজেন্ডারদেরও আবাসন সমস্যার কারণে তালিকা থেকে বাদ দেওয়া হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রূপপুর পারমাণবিক বিদ্যুৎকেন্দ্রে বড় নিয়োগ, পদ ৫২১ | প্রথম আলো",
            "time": "2026-01-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-07%2Fybsyx1s2%2F203.jpg?rect=0%2C0%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩১. পদের নাম: উপসহকারী ব্যবস্থাপক (সিকিউরিটি অ্যানালাইসিস)<br>পদসংখ্যা: ০২<br>বেতন স্কেল: (গ্রেড-১০) ৪৮,০০০ টাকা।</p><p>৩২. পদের নাম: টেকনিক্যাল অ্যাটেনডেন্ট<br>বিভাগ ও পদসংখ্যা: ওয়্যার হাউসম্যান–০১<br>রেকর্ডকিপার–০১<br>বেতন স্কেল: (গ্রেড-১৭) ২০,৪০০ টাকা।</p><p>৩৩. পদের নাম: জুনিয়র টেকনিক্যাল এ্যাটেনডেন্ট<br>পদসংখ্যা: ০৩<br>বেতন স্কেল: (গ্রেড-১৮) ১৮,৬০০ টাকা।<br>অন-সাইট ফায়ার স্টেশন বিভাগ</p><p>৩৪. পদের নাম: ফায়ার অফিসার<br>পদসংখ্যা: ০১<br>বেতন স্কেল: (গ্রেড-১০) ৪৮,০০০ টাকা।</p><p>৩৫. পদের নাম: অগ্নিনির্বাপক গাড়িচালক<br>পদসংখ্যা: ১০<br>বেতন স্কেল: (গ্রেড-১৩) ৩১,২০০ টাকা।</p><p>৩৬. পদের নাম: ফায়ার ফাইটার<br>পদসংখ্যা: ২৩<br>বেতন স্কেল: (গ্রেড-১৭) ২০,৪০০ টাকা।</p><p>৩৭. পদের নাম: মেকানিক<br>পদসংখ্যা: ০১<br>বেতন স্কেল: (গ্রেড-১৭) ২০,৪০০ টাকা।</p><p>৩৮. পদের নাম: ওয়ার্কশপ হেলপার<br>পদসংখ্যা: ০১<br>বেতন স্কেল: (গ্রেড-১৯) ১৭,৪০০ টাকা।</p><p>৩৯. পদের নাম: অটো ইলেকট্রিশিয়ান<br>পদসংখ্যা: ০১<br>বেতন স্কেল: (গ্রেড-১৯) ১৭,৪০০ টাকা।</p><p>৪০. পদের নাম: হোজ রিপেয়ারার<br>পদসংখ্যা: ০১<br>বেতন স্কেল: (গ্রেড-১৯) ১৭,৪০০ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "অগ্নিকাণ্ডে ধোঁয়া মোকাবিলার কৌশল জানালেন জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের চিকিৎসক | প্রথম আলো",
            "time": "2026-01-21T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Frjg9k042%2Fprothomaloimportmedia20190328e0a8f61e45365d66a1481d8fad45b82d-5c9cac46e9de7.avif?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"অগ্নিকাণ্ডে ধোঁয়া মোকাবিলার কৌশল জানালেন জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের চিকিৎসক\" class=\"IiRps \">অগ্নিকাণ্ডে ধোঁয়া মোকাবিলার কৌশল জানালেন জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের চিকিৎসক</h1></p><div class=\"Ibzfy\"><p>শীত মৌসুমে বাড়ে অগ্নিদুর্ঘটনার ঝুঁকি। আগুনই কেবল বিপজ্জনক নয়, আগুনের ধোঁয়াও হয়ে উঠতে পারে প্রাণঘাতী। ১৬ জানুয়ারি রাজধানীর উত্তরায় অগ্নিদুর্ঘটনায় যে ছয়জন মারা গেলেন, তাঁরা কেউই আগুনে পুড়ে মারা যাননি। মৃত্যুর কারণ ছিল ধোঁয়া। ঘরটাই হয়ে উঠেছিল তাঁদের মৃত্যুকূপ। এমন পরিস্থিতিতে বিষাক্ত ধোঁয়ার হাত থেকে বাঁচতে নিজেদের কিছু কি করার আছে? জানালেন জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটের সহকারী রেজিস্ট্রার ডা. <strong>জেনিফার শারমিন</strong></p></div></div></div></body></html>"
        }
    ]
}