{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নারী ভোটারদের গুরুত্ব দিয়ে প্রচারে এনসিপি প্রার্থী নাবিলা তাসনিদ | প্রথম আলো",
            "time": "2026-01-26T14:26:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F0h15yeiz%2FDHAKA-20-NCP-1.JPG?rect=0%2C274%2C2919%2C1532&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেলা আড়াইটার দিকে বাজারের পাশে দাঁড় করিয়ে রাখা নাবিলা তাসনিদের ছবি–সংবলিত ‘শাপলা কলিতে ভোট দিন’ লেখা একটি পিক আপ থেকে গানের আওয়াজ ভেসে আসছিল। শোনা যাচ্ছিল, ‘ভিন্ন মত ভিন্ন পথ, থাকতেই পারে ভাই। দেশ বাঁচাতে এক কাতারে দাঁড়ানো আজ চাই। জনগণের দাবি এবার, সংস্কারেরই ডাক, স্বৈরাচারের কালো ছায়া নিপাত হয়ে ‍যাক। এক হও ভাই এক হও, ভুলে ভেদাভেদ হ্যাঁ ভোটেতে গড়বো মোরা ইস্পাতের এক জেদ...।’</p><p>১৬টি ইউনিয়ন ও একটি পৌরসভা নিয়ে গঠিত ঢাকা-২০ আসনে মোট ভোটার ৩ লাখ ৭৬ হাজার ৬৩৯ জন। এর মধ্যে নারী ১ লাখ ৮৮ হাজার ৮০২ জন ও পুরুষ ১ লাখ ৮৭ হাজার ৮৩৫ জন। হিজড়া ভোটার রয়েছেন ২ জন। উপজেলার ১৪৭টি ভোটকেন্দ্রের ৭১০টি কক্ষে এবার ভোট গ্রহণ করা হবে।</p><p>আসনটিতে নাবিলা তাসনিদসহ ছয়জন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। অন্য প্রার্থীরা হলেন বিএনপির মো. তমিজ উদ্দিন, খেলাফত মজলিসের মো. আশরাফ আলী, জাতীয় পার্টির আহছান খান, আমার বাংলাদেশ পার্টির (এবি পার্টি) হেলাল উদ্দিন আহাম্মদ এবং বাংলাদেশ জাসদের মো. আরজু মিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "যাঁদের অপছন্দ করি, তাঁরা বাউফলে থাকতে পারবে না: বিএনপি মনোনীত প্রার্থী | প্রথম আলো",
            "time": "2026-01-26T14:21:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fe2k1lifs%2F%E0%A6%AF%E0%A6%BE%E0%A6%81%E0%A6%A6%E0%A7%87%E0%A6%B0-%E0%A6%85%E0%A6%AA%E0%A6%9B%E0%A6%A8%E0%A7%8D%E0%A6%A6-%E0%A6%95%E0%A6%B0%E0%A6%BF-%E0%A6%A4%E0%A6%BE%E0%A6%81%E0%A6%B0%E0%A6%BE-%E0%A6%AC%E0%A6%BE%E0%A6%89%E0%A6%AB%E0%A6%B2%E0%A7%87-%E0%A6%A5%E0%A6%BE%E0%A6%95%E0%A6%A4%E0%A7%87-%E0%A6%AA%E0%A6%BE%E0%A6%B0%E0%A6%AC%E0%A7%87-%E0%A6%A8%E0%A6%BE-%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%AE%E0%A6%A8%E0%A7%8B%E0%A6%A8%E0%A7%80%E0%A6%A4-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80.00013724.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"যাঁদের অপছন্দ করি, তাঁরা বাউফলে থাকতে পারবে না: বিএনপি মনোনীত প্রার্থী \" class=\"nA4h1 \">যাঁদের অপছন্দ করি, তাঁরা বাউফলে থাকতে পারবে না: বিএনপি মনোনীত প্রার্থী </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-26T20:21:36+06:00\"><span>প্রকাশ: ২৬ জানুয়ারি ২০২৬, ১৪: ২১ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ব্রিকসের নৌ মহড়ায় ইরানের অংশগ্রহণ নিয়ে বিপাকে দক্ষিণ আফ্রিকা | প্রথম আলো",
            "time": "2026-01-26T14:21:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fqgkj5e74%2FAn-Iranian-vessel.png?rect=0%2C54%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানুয়ারির দ্বিতীয় সপ্তাহে দক্ষিণ আফ্রিকায় ব্রিকসভুক্ত দেশগুলোর এক যৌথ নৌ মহড়ায় ইরানের অংশগ্রহণ নিয়ে তদন্তে নেমেছে দেশটি। প্রেসিডেন্ট সিরিল রামাফোসা নাকি ইরানকে যোগ দিতে নিষেধ করেছিলেন। ব্রিকস ১০ দেশের একটি জোট।</p><p>দেশগুলো হলো ব্রাজিল, চীন, মিসর, ইথিওপিয়া, ভারত, ইন্দোনেশিয়া, ইরান, রাশিয়া, দক্ষিণ আফ্রিকা ও সংযুক্ত আরব আমিরাত (ইউএই)। জোটটির প্রতিষ্ঠাতা দেশগুলোর নামের অদ্যক্ষর থেকে ব্রিকস নামটি এসেছে। জোটটি প্রতিষ্ঠা করেছিল ব্রাজিল, রাশিয়া, ভারত, চীন ও দক্ষিণ আফ্রিকা।</p><p>২০০৬ সালে গঠিত জোটটি শুরুতে ছিল বাণিজ্যকেন্দ্রিক, পরে এটি সহযোগিতার পরিধিতে নিরাপত্তা ও সাংস্কৃতিক বিনিময়কেও অন্তর্ভুক্ত করে। নতুন সদস্যরা আসার পর এটা চলতি কথায় ব্রিকসপ্লাস নামে পরিচিতি পায়।</p><p>১৬ জানুয়ারি দক্ষিণ আফ্রিকার জলসীমায় সপ্তাহব্যাপী ব্রিকসের একটি যৌথ নৌ মহড়া শেষ হয়। এ মহড়া ঘিরে দেশটিতে বিতর্ক তৈরি হয়েছে। অন্যদিকে যুক্তরাষ্ট্রও তীব্র অসন্তোষ প্রকাশ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বড় হতে হলে আরামদায়ক গণ্ডির বাইরে বের হতে হবে | প্রথম আলো",
            "time": "2026-01-26T14:20:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Ft7cjqznf%2F02.-IUBAT-Convocation-ImageZef-Cation.JPG?rect=0%2C0%2C7008%2C3679&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষার্থীদের উদ্দেশে জেফ কেশেন বলেন, ‘আপনার চিন্তার প্রতি খেয়াল রাখুন, কারণ তা শব্দে পরিণত হয়; শব্দের প্রতি খেয়াল রাখুন, কারণ তা কর্মে রূপ নেয়; কর্মের প্রতি খেয়াল রাখুন, কারণ তা অভ্যাসে পরিণত হয়; অভ্যাসের প্রতি লক্ষ রাখুন, কারণ তা চরিত্র গঠন করে। আর আপনার চরিত্রের প্রতি যত্নশীল হোন, কারণ চরিত্রই আপনার ভাগ্য নির্ধারণ করে। কারণ, আমরা যা চিন্তা করি, আমরা শেষ পর্যন্ত তা–ই হয়ে উঠি।’</p><p>আইইউবিএটির গবেষণা কার্যক্রম, বৈশ্বিক র‍্যাঙ্কিং অর্জন এবং টেকসই উন্নয়নবিষয়ক শিক্ষার প্রশংসা করে সভাপতির বক্তব্যে মোহাম্মদ তৌহিদ হোসেন বলেন, ‘সদ্য গ্র্যাজুয়েট হওয়া শিক্ষার্থীদের উদ্দেশে বলতে চাই, আপনারা এমন এক পৃথিবীতে প্রবেশ করছেন, যা দ্রুত পরিবর্তনশীল এবং চ্যালেঞ্জে ভরপুর। আর এই চ্যালেঞ্জগুলোর সঙ্গেই লুকিয়ে আছে বিশাল সম্ভাবনা।’ তিনি বলেন, অধ্যাপক ড. এম আলিমউল্লাহ মিয়ান একটি লক্ষ্য নিয়ে প্রতিষ্ঠানটি প্রতিষ্ঠা করেছিলেন। সেটি হলো, বাংলাদেশের প্রতিটি গ্রাম থেকে অন্তত একজন করে পেশাদার গ্র্যাজুয়েট তৈরি। আজ এই গ্র্যাজুয়েশনের মাধ্যমে গ্র্যাজুয়েটরা সেই স্বপ্নেরই মশাল বহনকারী হয়ে উঠলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাধীনতায় বিশ্বাস না করা দলকে ভোট দিলে সর্বনাশ হবে: মির্জা ফখরুল | প্রথম আলো",
            "time": "2026-01-26T14:06:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fy3q4f0s9%2FMirza-Fakhrul-In-Thakurgaon.00060006.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"স্বাধীনতায় বিশ্বাস না করা দলকে ভোট দিলে সর্বনাশ হবে: মির্জা ফখরুল\" class=\"nA4h1 \">স্বাধীনতায় বিশ্বাস না করা দলকে ভোট দিলে সর্বনাশ হবে: মির্জা ফখরুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-26T20:06:49+06:00\"><span>প্রকাশ: ২৬ জানুয়ারি ২০২৬, ১৪: ০৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের গমের অষ্টম বৃহত্তম বাজার বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-26T14:04:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fgm3k5dxq%2FUSA.jpg?rect=0%2C324%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে মার্কিন রাষ্ট্রদূত ব্রেন্ট টি. ক্রিস্টেনসেন বলেন, ‘বাংলাদেশ দীর্ঘদিন ধরে আমাদের গুরুত্বপূর্ণ অংশীদার এবং আজকের এই চালান আমাদের ক্রমবর্ধমান বাণিজ্য সম্পর্কের এক মাইলফলক। মার্কিন গম কেনা আমেরিকান কৃষকদের পাশাপাশি বাংলাদেশি পরিবারগুলোর জন্যও একটি বিজয়। বছরব্যাপী ক্রয়সীমার মধ্যে পুষ্টিকর খাবারপ্রাপ্তি বাংলাদেশি পরিবারগুলোর জন্য কতটা গুরুত্বপূর্ণ, তা আমরা জানি।’</p><p>অনুষ্ঠানে খাদ্য মন্ত্রণালয়ের সচিব মো. ফিরোজ সরকার বলেন, এখন পর্যন্ত যুক্তরাষ্ট্র থেকে যেসব গম আমদানি হয়েছে, সেগুলোর মান খুবই ভালো। এসব গমের আমিষ উপাদান প্রায় ১৪ শতাংশ। ভবিষ্যতে জাতীয় খাদ্যনিরাপত্তা নিশ্চিত করতে যুক্তরাষ্ট্র থেকে আমরা আরও গম আমদানি করব। এর ফলে খাদ্যনিরাপত্তা নিশ্চিতের পাশাপাশি বাংলাদেশের তৈরি পোশাক খাতের শুল্ক হ্রাসের কারণে জাতীয় অর্থনীতি শক্তিশালী হচ্ছে। দ্বিপক্ষীয় সম্পর্ক এবং দীর্ঘমেয়াদি বন্ধুত্বে যা গুরুত্বপূর্ণ ভূমিকা রাখবে।</p><p>অনুষ্ঠানে উপস্থিত ছিলেন চট্টগ্রাম বন্দরের চেয়ারম্যান রিয়ার এডমিরাল এস এম মনিরুজ্জামান ও খাদ্য অধিদপ্তরের পরিচালক (সংগ্রহ) মো. মনিরুজ্জামান।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুদের কান ধরে ওঠবস করিয়ে সর্বমিত্র ‘অবৈধ, অমানবিক’ কাজ করেছেন | প্রথম আলো",
            "time": "2026-01-26T14:00:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F1wmwc5re%2Fdumitra.png?rect=0%2C6%2C716%2C376&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘এই শাস্তি অবৈধ, অমানবিক’</strong></p><p>শিশুদের শাস্তি দেওয়াকে অবৈধ উল্লেখ করে ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের সহযোগী অধ্যাপক তাসলিমা ইয়াসমীন প্রথম আলোকে বলেন, জাতিসংঘ শিশু অধিকার সনদে অনুস্বাক্ষরকারী দেশ বাংলাদেশ। শিশু অধিকার প্রসঙ্গে আন্তর্জাতিক বিভিন্ন চুক্তিতেও বাংলাদেশ অনুস্বাক্ষরকারী। অর্থাৎ শিশুদের শারীরিক শাস্তি দেওয়ার বিরুদ্ধে আন্তর্জাতিক অঙ্গীকারের সঙ্গে শক্ত অবস্থানে রয়েছে বাংলাদেশ। শিশুর শারীরিক শাস্তির বিরুদ্ধে উচ্চ আদালতের নির্দেশনা রয়েছে, যেটি পরে নীতিমালা হয়। শিক্ষা প্রতিষ্ঠানের প্রেক্ষাপটে এই নীতিমালা হলেও এটা এখন সবক্ষেত্রে প্রযোজ্য। এই নীতিমালার আলোকে ঢাকা বিশ্ববিদ্যালয়সহ যেকোনো শিক্ষা প্রতিষ্ঠানের জন্য তা মেনে চলার বাধ্যবাধকতা আছে। কোনো শিক্ষা প্রতিষ্ঠানের প্রাঙ্গনে অবৈধ শাস্তি দেওয়ার ঘটনা ঘটলে সেই শিক্ষা প্রতিষ্ঠানের কর্তৃপক্ষকে অবশ্যই এর দায়দায়িত্ব নিতে হবে।  </p><p>তাসলিমা ইয়াসমীন আরও বলেন, বিচার বহির্ভূত শাস্তি দেওয়ার এখতিয়ার কারও নেই। যদি কেউ মনে করেন, এখানে নিয়ম–শৃঙ্খলা আরোপের প্রয়োজন আছে, তাও তিনি সালিশ করে অনিয়মের সমাধান করতে পারেন না, কোনো শাস্তি আরোপ করতে পারেন না। এটা অবৈধ। শিশু অধিকার অনেক বড় একটা বিষয়। ওরা শিশু বলে কেউ যা-খুশি তা করতে পারবে না। শৃঙ্খলার নামে যে কেউ কান ধরে ওঠবস করতে, চড় থাপ্পড় দিতে পারে না। এটা অমর্যাদাকর, অমানবিক ও অবৈধ। তিনি আরও বলেন, শিশু আইন ২০১৩ এ সংস্কার আনা প্রয়োজন। যেমন ওই আইনের ৭০ ধারায় যার হেফাজতে শিশু তার মাধ্যমে শিশু দুর্ভোগ পোহালে অপরাধ বলা হয়েছে। এটা আরও বিস্তৃত করা প্রয়োজন। এ বিষয়ে দণ্ডবিধি ১৮৬০ এ আরও সংস্কার আনা প্রয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "বেশি বেশি এআই ব্যবহার করায় চাকরি হারালেন স্প্যানিশ কোচ | প্রথম আলো",
            "time": "2026-01-26T13:58:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F07xqfhsm%2F3968963546371163483279405759199225668405473n.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্প্যানিশ দৈনিক দিয়ারিও এএস এবং বিইন স্পোর্টস রুশ গণমাধ্যমকে দেওয়া এফসি সোচির সাবেক মহাপরিচালক আন্দ্রে অরলভের সাক্ষাৎকারের বক্তব্য দিয়ে প্রতিবেদন তৈরি করেছে। সেখানে অরলভ দাবি করেন, সোচিতে মোরেনোর ‘কাজের হাতিয়ার’ হয়ে উঠেছিল চ্যাটজিপিটি। কৃত্রিম বুদ্ধিমত্তাভিত্তিক চ্যাটবটটি দৈনন্দিন কাজে ব্যবহার করতেন মোরেনো। যার মধ্যে ছিল ম্যাচের শুরুর একাদশ সাজানো থেকে কখন কাকে বদলি করা হবে পর্যন্ত।</p><p>সাবেক এই রুশ কর্মকর্তা জানান, মোরেনো কৃত্রিম বুদ্ধিমত্তার সাহায্যে দলের ভ্রমণসূচিও বানাতেন। সোচির জন্য সবচেয়ে লম্বা ভ্রমণের একটি হচ্ছে খাবারভস্ক। স্মৃতিচারণা করে অরলভ বলেন, ‘রবার্তো বলল, সবকিছু চ্যাটজিপিটি দিয়ে পরিকল্পনা করা আছে।’ এআই দিয়ে তৈরি ভ্রমণ পরিকল্পনা প্রেজেন্টেশন পর্যালোচনায় দেখা যায়, খেলোয়াড়দের টানা ২৮ ঘণ্টা না ঘুমিয়ে থাকতে হবে। এ বিষয়ে তাঁকে জানানোর পর পরিকল্পনায় কিছু পরিবর্তন আনা হলেও শেষ পর্যন্ত এআইয়ের তৈরি করা সূচিই অনুসরণ করা হয়। অরলভ এ বিষয়ে বলেন, ‘আমি তাকে জিজ্ঞেস করেছিলাম, সবকিছু ঠিক আছে, কিন্তু ছেলেরা ঘুমাবে কখন?’</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লা-১০ আসনে ধানের শীষ প্রতীক বরাদ্দ পেলেন মোবাশ্বের আলম ভূঁইয়া | প্রথম আলো",
            "time": "2026-01-26T12:45:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F85q27h1j%2FWhatsApp-Image-2026-01-26-at-6.41.png?rect=0%2C0%2C831%2C436&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সোমবার দুপুরে এ প্রসঙ্গে কুমিল্লা জেলা প্রশাসক ও রিটার্নিং কর্মকর্তা মু. রেজা হাসান প্রথম আলোকে বলেন, ‘মনোনয়নপত্র বাতিলের সিদ্ধান্ত স্থগিত করে হাইকোর্ট মোবাশ্বের আলম ভূঁইয়াকে ধানের শীষ প্রতীক বরাদ্দ দিতে নির্দেশ দিয়েছেন—এমন একটি নির্দেশের বিষয় আমরা জেনেছি এবং সেটি অনলাইনে যাচাই করে সত্যতা পাওয়া গেছে। উচ্চ আদালতের এই আদেশের সার্টিফায়েড কপি মোবাশ্বের আলম ভূঁইয়ার আবেদনসহ আজকেই জমা দেওয়ার কথা। আশা করছি, সেটি পেলে আজ বিকেলের মধ্যেই তাঁকে ধানের শীষ প্রতীক বরাদ্দ দেওয়া হবে।’</p><p>পরে সোমবার সন্ধ্যায় ধানের শীষ প্রতীক বরাদ্দ পেয়েছেন মোবাশ্বের আলম ভূঁইয়া।  রিটানিং কর্মকর্তা মু. রেজা হাসানের কার্যালয়ের সম্মেলন কক্ষে গিয়ে মোবাশ্বের আলম ভূঁইয়ার প্রস্তাবকারী, সমর্থনকারীসহ নেতা-কর্মীরা তাঁর পক্ষে প্রতীক সংগ্রহ করেন। </p><p>রিটানিং কর্মকর্তা মু. রেজা হাসান কুমিল্লা-১০ আসনের বিএনপির প্রার্থী হিসেবে মোবাশ্বের আলম ভূঁইয়াকে প্রতীক বরাদ্দের বিষয়টি নিশ্চিত। তিনি বলেন, উচ্চ আদালতের নির্দেশনা অনুযায়ী মোবাশ্বের আলম ভূঁইয়াকে ধানের শীষ প্রতীক বরাদ্দ দেওয়া হয়েছে। </p><p>মোবাশ্বের আলম ভূঁইয়ার পক্ষে দলীয় প্রতীক সংগ্রহের পর তাঁর অনুসারী নাঙ্গলকোট উপজেলা বিএনপি নেতা নুরুল ইসলাম প্রথম আলোকে বলেন, ‘কথায় আছে শেষ ভালো যার, সব ভালো তার। আমাদের নেতা মোবাশ্বের আলম ভূঁইয়ার ক্ষেত্রে এমন ঘটনাই ঘটেছে। আশা করছি তিনি বিপুল ভোটে জয়ী হবেন ভোটের মাঠে।’</p><p>খোঁজ নিয়ে জানা গেছে, গত ৩ নভেম্বর আবদুল গফুর ভূঁইয়াকে দলীয় মনোনয়ন দিলে মোবাশ্বের আলম ভূঁইয়ার অনুসারীরা এই সিদ্ধান্তের বিরোধিতা করে চূড়ান্ত মনোনয়নের আগপর্যন্ত বিভিন্ন কর্মসূচি পালন করেন। তবে আবদুল গফুর ভূঁইয়াকেই দল চূড়ান্ত মনোনয়ন দেয়। ৩ জানুয়ারি যাচাই-বাছাইয়ে তাঁর প্রার্থিতা বৈধতা পায়। পরে আবদুল গফুর ভূঁইয়ার বিরুদ্ধে হলফনামায় তাঁর দ্বৈত নাগরিকত্বের বিষয়টি গোপনের অভিযোগে ইসিতে আপিল করেন একই আসনে বাংলাদেশ সাংস্কৃতিক মুক্তিজোটের প্রার্থী কাজি নুরে আলম ছিদ্দিকি। ১৮ জানুয়ারি এ নিয়ে শুনানির পর গফুর ভূঁইয়ার মনোনয়নপত্র বাতিল করে ইসি। এরপর প্রার্থিতা ফিরে পেতে উচ্চ আদালতে রিট করেন গফুর। কিন্তু নির্বাচন কমিশনের সিদ্ধান্ত চ্যালেঞ্জ করে মো. আবদুল গফুর ভূঁইয়ার করা রিটটি ২২ জানুয়ারি সরাসরি খারিজ করে দেন হাইকোর্ট। হাইকোর্ট গফুর ভূঁইয়ার করা রিট খারিজ করে দেওয়ায় মনোনয়নপত্র বাতিলে ইসির সিদ্ধান্তই বহাল থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "যশোরকে ডিজিটাল ও টেক সিটি গড়তে কাজ করছে সরকার: ফয়েজ আহমদ তৈয়্যব | প্রথম আলো",
            "time": "2026-01-26T13:51:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fdeelo9f4%2Fpic2.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যশোরকে একটি আধুনিক, ডিজিটাল ও টেক সিটি হিসেবে গড়ে তোলার লক্ষ্যে সরকারের পরিকল্পিত ও ধারাবাহিক উদ্যোগ অব্যাহত থাকবে বলে জানিয়েছেন প্রধান উপদেষ্টার ডাক, টেলিযোগাযোগ ও তথ্যপ্রযুক্তিবিষয়ক বিশেষ সহকারী ফয়েজ আহমদ তৈয়্যব। আজ সোমবার যশোর সফটওয়্যার টেকনোলজি পার্কে আয়োজিত ‘জব ফেয়ার ও সেমিনার-২০২৫’-এর ভার্চ্যুয়ালি উদ্বোধনকালে তিনি এ কথা বলেন। সরকারের বিডিসেট প্রকল্প এবং যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের (যবিপ্রবি) যৌথ উদ্যোগে এই মেলার আয়োজন করে।</p></div></div></div></body></html>"
        },
        {
            "title": "৫০ হাজার বছর আগে ক্যাঙ্গারু কি লাফিয়ে চলত | প্রথম আলো",
            "time": "2026-01-26T13:46:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F03%2F16%2F5ab49b7bb0ce141f2092c316effdbeb9-03.jpg?rect=0%2C20%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় ৫০ হাজার বছর আগে অস্ট্রেলিয়ার বুকে দাপিয়ে বেড়াত আকারে বড় দানবীয় প্রোটেমনোডন গোলিয়াথ প্রজাতির ক্যাঙ্গারু। এত দিন ভাবা হতো, আধুনিক ক্যাঙ্গারুর পূর্বপুরুষ আদি দানবীয় ক্যাঙ্গারুগুলো অতিরিক্ত ওজনের কারণে লাফাতে পারত না। তবে যুক্তরাজ্যের ইউনিভার্সিটি অব ম্যানচেস্টারের একদল গবেষক দাবি করেছেন, প্রাচীন এই প্রোটেমনোডন গোলিয়াথ তাদের বিশাল শরীর নিয়েও ছোট ছোট লাফ দিতে পারত।</p><p>বিজ্ঞান সাময়িকী সায়েন্টিফিক রিপোর্টসে প্রকাশিত গবেষণায় বলা হয়েছে, প্লাইস্টোসিন যুগের এই সব প্রাণী আধুনিক ক্যাঙ্গারুর পূর্বপুরুষ। এর আগে বিজ্ঞানীদের ধারণা ছিল, যেসব প্রাণীর ওজন ৩৫০ পাউন্ড বা প্রায় ১৫৯ কেজি, তাদের পক্ষে লাফানো অসম্ভব। কারণ হিসেবে মনে করা হতো, এই বিপুল ওজন নিয়ে লাফ দিলে তাদের গোড়ালির হাড় ফেটে যেতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "৩ বছরের সাজা কি যৌক্তিক, প্রশ্ন শহীদ আনাসের মায়ের | প্রথম আলো",
            "time": "2026-01-26T13:45:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F4beat1er%2Fanas-mother-after-tribunal-verdict-1.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাকি আসামিদের মধ্যে ডিএমপির রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুলের ছয় বছরের কারাদণ্ড হয়েছে। চার বছরের কারাদণ্ডাদেশ হয়েছে শাহবাগ থানার সাবেক পরিদর্শক মো. আরশাদ হোসেনের। সাবেক কনস্টেবল মো. সুজন হোসেন, ইমাজ হোসেন ও মো. নাসিরুল ইসলামকে দেওয়া হয়েছে তিন বছর করে কারাদণ্ড। আসামিদের মধ্যে চারজন পলাতক। তাঁরা হলেন হাবিবুর, সুদীপ, আখতারুল ও ইমরুল। গ্রেপ্তার আছেন আরশাদ, সুজন, ইমাজ ও নাসিরুল।</p><p>রায় ঘোষণার পর শহীদ আনাসের বাবা সাহরিয়ার খান পলাশও ক্ষুব্ধ প্রতিক্রিয়া জানান। তিনি সাংবাদিকদের বলেন, ‘এটা কি কোনো সাজা হলো?’</p><p>অভ্যুত্থানের চূড়ান্ত পর্যায়ে ৫ আগস্ট ‘মার্চ টু ঢাকা’ কর্মসূচিতে নেমেছিল পুরান ঢাকার গেন্ডারিয়ার আদর্শ একাডেমির দশম শ্রেণির শিক্ষার্থী আনাস। ওই দিন ক্ষমতাচ্যুত হয়ে শেখ হাসিনা ভারতে পালিয়ে যাওয়ার আগে চানখাঁরপুলে বিক্ষোভকারীদের ওপর গুলি চালিয়েছিল পুলিশ। তাতে ১৬ বছর বয়সী আনাসসহ ছয়জন নিহত হন। অন্যরা হলেন শেখ মাহদি হাসান জুনায়েদ, মো. ইয়াকুব, মো. রাকিব হাওলাদার, মো. ইসমামুল হক ও মানিক মিয়া শাহরিক।</p><p>অন্তর্বর্তী সরকার দায়িত্ব নেওয়ার পর ওই সময়ে সংঘটিত মানবতাবিরোধী অপরাধের বিচার আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে করার সিদ্ধান্ত নেয়। চানখাঁরপুল হত্যাকাণ্ডের মামলাটির রায়ের মধ্য দিয়ে ট্রাইব্যুনালে দ্বিতীয় রায় হলো। গত বছরের ১৭ নভেম্বর দেওয়া প্রথম রায়ে ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা ও সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খানকে মৃত্যুদণ্ড দেওয়া হয়। তবে রাজসাক্ষী হওয়ায় অপর আসামি পুলিশের সাবেক মহাপরিদর্শক (আইজিপি) চৌধুরী আবদুল্লাহ আল-মামুনকে দেওয়া হয় পাঁচ বছরের সাজা।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতায় গেলে জনগণের সম্পদের ওপর হাত দেব না: জামায়াত আমির | প্রথম আলো",
            "time": "2026-01-26T13:43:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F72fq0ees%2F2.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ক্ষমতায় গেলে জনগণের সম্পদের ওপর হাত দেব না: জামায়াত আমির\" class=\"nA4h1 \">ক্ষমতায় গেলে জনগণের সম্পদের ওপর হাত দেব না: জামায়াত আমির</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-26T19:43:57+06:00\"><span>প্রকাশ: ২৬ জানুয়ারি ২০২৬, ১৩: ৪৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অবাধ, সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন নিশ্চিত করতে সশস্ত্র বাহিনীকে সর্বোচ্চ সতর্কতার নির্দেশ প্রধান উপদেষ্টার | প্রথম আলো",
            "time": "2026-01-26T13:31:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F6knvpvpl%2FUntitled-1.png?rect=0%2C53%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন প্রসঙ্গে প্রধান উপদেষ্টা সশস্ত্র বাহিনীর শীর্ষ নেতৃত্বকে স্পষ্ট নির্দেশনা দিয়ে বলেন, মাঠপর্যায়ে সব সিদ্ধান্ত হতে হবে আইনসম্মত, সংযত ও দায়িত্বশীল। সামান্য বিচ্যুতিও যেন জনগণের আস্থাকে ক্ষুণ্ন না করে, সে বিষয়ে সর্বোচ্চ সতর্কতা অবলম্বনের আহ্বান জানান তিনি।</p><p>প্রধান উপদেষ্টা আরও বলেন, তরুণ ও দীর্ঘদিন ভোটাধিকারবঞ্চিত নাগরিকদের অংশগ্রহণে এবারের নির্বাচন বিশেষ তাৎপর্য বহন করছে। তাই ভয়মুক্ত পরিবেশে প্রত্যেক নাগরিকের ভোটাধিকার প্রয়োগ নিশ্চিত করা রাষ্ট্রের একটি ঐতিহাসিক দায়িত্ব।</p><p>প্রধান উপদেষ্টা একটি শান্তিপূর্ণ, স্থিতিশীল ও গণতান্ত্রিক বাংলাদেশের পথে সম্মিলিতভাবে এগিয়ে যাওয়ার আহ্বান জানান। তিনি বলেন, ‘দীর্ঘ ফ্যাসিস্ট শাসনকালে বাংলাদেশ সশস্ত্র বাহিনীর সক্ষমতার বিষয়টি উপেক্ষিত থেকে গেছে। আমরা অত্যন্ত অল্প সময়ে এই পরিস্থিতির ব্যাপক পরিবর্তন সূচনা করেছি। দায়িত্বভার গ্রহণের পর থেকে বর্তমান সরকার সশস্ত্র বাহিনীর সক্ষমতার উন্নয়ন এবং যেকোনো আগ্রাসন মোকাবিলার জন্য যুগোপযোগী করে গড়ে তোলা অন্তর্বর্তীকালীন সরকারের একটি প্রধান অগ্রাধিকার।’</p><p>অধ্যাপক ইউনূস বলেন, সশস্ত্র বাহিনীর স্বনির্ভরতা ও সক্ষমতা বৃদ্ধির লক্ষ্যে বর্তমানে নিজস্ব ব্যবস্থাপনায় সামরিক অস্ত্র ও সরঞ্জামাদি তৈরির কারখানা স্থাপনের কার্যক্রম চলমান।</p></div></div></div></body></html>"
        },
        {
            "title": "খায়রুল বাসার আর বেকার থাকবেন না... | প্রথম আলো",
            "time": "2026-01-26T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fu237k841%2F619607116_1449405020525649_4029854356582647903_n.jpg?rect=0%2C0%2C1536%2C806&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">অভিনেত্রী গোলাম ফরিদা ছন্দার দুই মেয়ে এ মাস থেকে মালয়েশিয়ায় পড়াশোনা করছেন। তাঁদের পৌঁছে দিতে গেছেন এই অভিনেত্রী। একা ছবিটি পোস্ট করে তিনি লিখেছেন, ‘নীল বেদনার রং! মুখে হাসির রেশ ধরে রেখে কষ্ট আড়াল করাটা আমাদের অনেক পুরোনো অভ্যাস। তাই রঙেই প্রকাশ করতে কখনো কখনো ভালোবাসি।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "শিক্ষাপ্রতিষ্ঠান ১১ ও ১২ ফেব্রুয়ারি ছুটি ঘোষণা, জারি প্রজ্ঞাপন | প্রথম আলো",
            "time": "2026-01-26T13:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-01%2Fji6wc191%2F4499b667_af50_44c1_a383_b18fddda43aa.png?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনও গণভোট উপলক্ষে আগামী ১১ ও ১২ ফেব্রুয়ারি দুই দিন নির্বাহী আদেশে সব শিক্ষাপ্রতিষ্ঠানে সরকারি ছুটি ঘোষণা করা হয়েছে। পাশাপাশি শিল্পাঞ্চলের শ্রমিক ও কর্মচারীদের জন্য আগামী ১০ ফেব্রুয়ারি বিশেষ ছুটি দেওয়া হয়েছে। গতকাল রোববার (২৫ জানুয়ারি ২০২৬) জনপ্রশাসন মন্ত্রণালয় থেকে এ–সংক্রান্ত প্রজ্ঞাপন জারি করা হয়েছে।</p><p>নির্বাচনে দায়িত্ব পালনকারী শিক্ষক-কর্মকর্তারা এই ছুটির আওতায় পড়বেন না।</p><p>ছুটির প্রজ্ঞাপনে বলা হয়, উপদেষ্টা পরিষদের বৈঠকের সিদ্ধান্ত অনুযায়ী ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোট উপলক্ষে আগামী ১১ ও ১২ ফেব্রুয়ারি, বুধ ও বৃহস্পতিবার সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত ও বেসরকারি অফিস, প্রতিষ্ঠান ও সংস্থায় কর্মরত কর্মকর্তা-কর্মচারী এবং সরকারি, বেসরকারি শিক্ষাপ্রতিষ্ঠানের শিক্ষক, কর্মকর্তা-কর্মচারীদের ভোটাধিকার প্রয়োগ ও ভোট গ্রহণের সুবিধার্থে নির্বাচনকালীন নির্বাহী আদেশে সরকারি ছুটি এবং শিল্পাঞ্চলের শ্রমিক, কর্মচারীদের জন্য ১০ ফেব্রুয়ারি ২০২৬, মঙ্গলবার বিশেষ ছুটি ঘোষণা করা হলো।</p></div></div></div></body></html>"
        },
        {
            "title": "মহেশখালীতে দুই স্পিডবোটের সংঘর্ষ, নারী যাত্রীর মৃত্যু | প্রথম আলো",
            "time": "2026-01-26T13:08:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Fc9oclymp%2FSpeed-boat.jpg?rect=0%2C42%2C1072%2C563&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজার-মহেশখালী সাগর চ্যানেলে দুটি দ্রুতগতির স্পিডবোটের সংঘর্ষে এক নারী যাত্রী নিহত হয়েছেন। আজ সোমবার বিকেল চারটা পর্যন্ত নিহত ওই নারীর পরিচয় শনাক্ত করা যায়নি।</p><p> আজ সোমবার দুপুর সোয়া ১২টার দিকে মহেশখালী উপজেলার গোরকঘাটা হামিদিয়া খালের মুখ এলাকায় এ দুর্ঘটনা ঘটে।</p><p> ঘটনার সত্যতা নিশ্চিত করে মহেশখালী উপজেলা নির্বাহী কর্মকর্তা ইমরান মাহমুদ প্রথম আলোকে বলেন, দুর্ঘটনায় আহত নারী যাত্রীকে উদ্ধার করে কক্সবাজার সদর হাসপাতালে নেওয়া হলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন। নিহত নারীর পরিচয় শনাক্তের চেষ্টা চলছে। দুর্ঘটনার কারণ তদন্ত করে দেখা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সবাইকে বাংলাদেশের মালিকানা ফেরত দিতে হবে: সালাহউদ্দিন আহমদ | প্রথম আলো",
            "time": "2026-01-26T13:08:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2Frhyaufsl%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"সবাইকে বাংলাদেশের মালিকানা ফেরত দিতে হবে: সালাহউদ্দিন আহমদ\" class=\"nA4h1 \">সবাইকে বাংলাদেশের মালিকানা ফেরত দিতে হবে: সালাহউদ্দিন আহমদ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-26T19:08:42+06:00\"><span>প্রকাশ: ২৬ জানুয়ারি ২০২৬, ১৩: ০৮ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সুপার সিক্সে প্রথম ম্যাচে হেরেই বিদায় বাংলাদেশের | প্রথম আলো",
            "time": "2026-01-26T13:06:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F2g5n99yv%2F412479.webp?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্য দিকে সুপার সিক্সের ২ নম্বর গ্রুপে বাংলাদেশের সঙ্গী ভারত ও ইংল্যান্ড এই পর্বটা শুরু করেছে ৪ পয়েন্ট নিয়ে। সুপার সিক্সে প্রতিটি দল অন্য গ্রুপ থেকে আসা দুটি দলের বিপক্ষে খেলবে। যার অর্থ প্রথম ম্যাচটি জিতলেই শুধু বাংলাদেশের সম্ভাবনা টিকে থাকত সেমিফাইনালে ওঠার।</p><p>সেই চাপটা নিতে পারেনি বাংলাদেশের যুবারা। টসে জিতে ব্যাটিং নিয়ে ৩৮.১ ওভারে অলআউট ১৩৬ রানে। প্রথম ওভারে জাওয়াদ আবরারের বিদায়ের পর অধিনায়ক আজিজুল হাকিমকে নিয়ে ওপেনার রিফাত বেগ ৪৬ রান যোগ করেন। ইংলিশ অফ স্পিনার ফারহান আহমেদ রিফাতকে উইকেটকিপারের ক্যাচ বানিয়ে ভাঙেন জুটি। ৩৬ বলের ৩১ রান করা রিফাতের বিদায়ের পর নিয়মিত উইকেট হারায় বাংলাদেশ। অধিনায়ক আজিজুল হাকিম, উইকেটকিপার মোহাম্মদ আবদুল্লাহ (২৫) ছাড়া আর কেউ ২০ রানও পাননি।</p></div></div></div></body></html>"
        }
    ]
}