{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ল্যাটকা খিচুড়ি যেভাবে জাতে উঠল | প্রথম আলো",
            "time": "2025-07-23T08:25:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F9lfzqoy7%2FKBRH0051.jpg?rect=0%2C192%2C3300%2C1733&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেশ কয়েক বছর ধরে শহুরে বাবুদের চাহিদা মেটাতে গড়ে উঠেছে অনেক ল্যাটকা খিচুড়ির দোকান। কারওয়ান বাজারের শাহী মোগল বিরিয়ানির দোকানের ল্যাটকাও সম্প্রতি বেশ নামডাক ছড়াচ্ছে। বনানীর যাত্রা বিরতি, স্বাদে বাংলাদেশ থেকে মিরপুরের বাঙালিয়ানা ভোজ বা ধানমন্ডির এন’স কিচেন ইত্যাদি রেস্তোরাঁয় ৫০ টাকা থেকে প্রায় ১ হাজার টাকায় খেতে পারবেন ল্যাটকা খিচুড়ি। কেউ ল্যাটকার সঙ্গে রাখছেন কালাভুনা, কষা মাংস, মুরগি বা হাঁসের পদ, কোথাও শুধু সবজির ট্যালটেলে খিচুড়ির সঙ্গে একটা ডিম। সেটা ভুনা বা ভাজা, যেকোনোভাবেই পরিবেশিত হতে পারে। তবে বেশির ভাগ দোকানেই একটা বিষয় কমন, সেটা আচার। ল্যাটকা খিচুড়ির সঙ্গে ভালো যায় নানা রকম ভাজাপোড়া। পানি পানি খিচুড়ির সঙ্গে মুচমুচে ঝিরি আলুভাজার সংগতও কম উপভোগ্য নয়। হাতিরপুলের মোতালেব প্লাজার একটা ছোট্ট দোকান মা খাবার ঘর-এ ২০০ টাকায় ঝুরা মাংসের সঙ্গে বিক্রি হচ্ছে ল্যাটকা খিচুড়ি। এটার স্বাদও আপনাকে ল্যাটকারসিক করে তুলতে পারে। জগাখিচুড়ি বলে বাংলায় যে এলোমেলো বা অগোছালো অবস্থাকে বোঝানো হয়, সেই জগাখিচুড়ি কিন্তু নিজেই নরম খিচুড়ির এক পদের নাম। জগন্নাথমন্দিরের ভোগ হোক বা জগা নামধারী সাধকের করা রান্নাই হোক, তা খেতে যেমন স্বাদু, পুষ্টিগুণেও অনন্য।   </p><p>বারডেম হাসপাতালের প্রধান পুষ্টিবিদ শামছুন্নাহার নাহিদ জানালেন, রান্নার ওপর নির্ভর করে এক প্লেট খিচুড়ি দিয়ে একজন মানুষের দেহে প্রয়োজনীয় ৬টি পুষ্টি উপাদানের সব কটিই পাওয়া সম্ভব। ল্যাটকা খিচুড়িতে যেহেতু পানির পরিমাণ বেশি থাকে, সেটা শরীরের জন্য বেশি ভালো। ভুনা খিচুড়ির তুলনায় ল্যাটকা সহজে হজমও হয়।  </p><p>উপকারিতার দিক থেকে ল্যাটকা যেমন এগিয়ে, স্বাদেও কম যায় না। বছরের অন্য সময়ের চেয়ে বর্ষাকাল এলেই ল্যাটকার চাহিদা বাড়ে। আর তাকে যোগ্য সংগত দিতে এগিয়ে আসে ভাজাভুজি থেকে গরু, মুরগি বা হাঁসের নানা রকম পদ। শহুরে ঘরোয়া পার্টিতে এখন তাই ল্যাটকা খিচুড়ি দিয়ে সাজানো মাটির থালার প্ল্যাটারের ছবি শুধু ফেসবুকে রিচ বাড়ায় না, শ্রেণিগত উত্তরণেও আপনাকে করতে পারে রিচ। </p><p><sup>তথ্যসূত্র: নীলাঞ্জন হাজরার </sup><em><sup>খিচুড়ি</sup></em><sup> ও অনুপম পালের </sup><em><sup>বাংলার কৃষি ও কৃষক</sup></em></p></div></div></div></body></html>"
        },
        {
            "title": "ঘুম ভাঙতেই মেয়ে দেখল মা নিথর, বাবা ঝুলছে আড়ায় | প্রথম আলো",
            "time": "2025-07-23T08:23:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-06%2F94742b14-ff9f-4add-beb6-d520e155b98d%2Fsuicide.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্থানীয় বাসিন্দাদের সূত্রে জানা যায়, গতকাল মঙ্গলবার রাতে স্বাভাবিকভাবেই ঘুমিয়ে পড়েন হাই ও মোমেনা দম্পতি। পাশের কক্ষে ঘুমাচ্ছিল তাঁদের দুই মেয়ে। আজ সকালে ছোট মেয়ে জেগে দেখে, মায়ের নিথর দেহ বিছানায় পড়ে আছে এবং বাবার দেহ ঘরটির আড়ার সঙ্গে একটি রশিতে ঝুলছে। পরে সে বাড়ির বাইরে গিয়ে প্রতিবেশীদের ডাক দেয়। তারা ঘরে হাই ও মোমেনাকে মৃত অবস্থায় পান। খবর পেয়ে লাশগুলো উদ্ধার করে পুলিশ।</p></div></div></div></body></html>"
        },
        {
            "title": "শক্তিশালী পাসপোর্টের সূচকে ৩ ধাপ এগিয়েও ফিলিস্তিনের কাতারে বাংলাদেশ | প্রথম আলো",
            "time": "2025-07-23T08:16:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fxyvtccm8%2FPassportofBD.avif?rect=0%2C2%2C540%2C284&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বছরের সূচকে সবচেয়ে শক্তিশালী পাসপোর্ট সিঙ্গাপুরের। দেশটির পাসপোর্টধারীরা ১৯৩টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন। গত বছরের সূচকেও শীর্ষে ছিল সিঙ্গাপুর।</p><p>সূচকে দ্বিতীয় অবস্থানে আছে জাপান ও দক্ষিণ কোরিয়া। দেশ দুটির পাসপোর্টধারীরা ১৯০টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন।</p><p>তৃতীয় অবস্থানে রয়েছে সাতটি দেশ। দেশগুলো হলো—ডেনমার্ক, ফিনল্যান্ড, ফ্রান্স, জার্মানি, আয়ারল্যান্ড, ইতালি ও স্পেন। এসব দেশের পাসপোর্টধারীরা ১৮৯টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন।</p><p>অস্ট্রিয়া, বেলজিয়াম, লুক্সেমবার্গ, নেদারল্যান্ডস, নরওয়ে, পর্তুগাল ও সুইডেন রয়েছে চতুর্থ অবস্থানে। এসব দেশের পাসপোর্টধারীরা ১৮৮টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন। এ ছাড়া পঞ্চম অবস্থানে থাকা নিউজিল্যান্ড ও সুইজারল্যান্ডের পাসপোর্টধারীরা ১৮৭টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন।</p><p>সূচকে ষষ্ঠ অবস্থানে থাকা যুক্তরাজ্যের পাসপোর্টধারীরা ১৮৬টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন। সপ্তম অবস্থানে রয়েছে অস্ট্রেলিয়া, চেক রিপাবলিক, হাঙ্গেরি, মাল্টা ও পোল্যান্ড। এসব দেশের পাসপোর্টধারীরা ১৮৫টি দেশে আগাম ভিসা ছাড়া ভ্রমণ করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আলুর দাম বাড়াতে চান হিমাগারমালিকেরা | প্রথম আলো",
            "time": "2025-07-23T08:12:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F45p4pgc2%2FRajshahiDH060120250717IMG-20250717-WA0004.jpg?rect=0%2C187%2C2837%2C1489&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>খাদ্যবান্ধব কর্মসূচিতে আলু বিক্রির অনুরোধ</strong></p><p>সরকারি একাধিক খাদ্যবান্ধব কর্মসূচিতে আলু বিক্রি কার্যক্রম চালুর অনুরোধও জানিয়েছে হিমাগার সমিতি। সম্প্রতি সরকার দেশের ৫৫ লাখ নিম্ন আয়ের পরিবারের কাছে প্রতি মাসে ১৫ টাকা কেজি দরে সর্বোচ্চ ৩০ কেজি চাল বিক্রির কর্মসূচি হাতে নিয়েছে। আগামী আগস্ট থেকে এ কার্যক্রম শুরু হওয়ার কথা।</p><p>এ কার্যক্রমে আলুকেও যুক্ত করার অনুরোধ জানিয়েছে হিমাগার সমিতি। সংগঠনটি বলেছে, নিম্ন আয়ের পরিবারকে চালের পাশাপাশি ১০ কেজি করে আলু দেওয়া (বিক্রি) যেতে পারে। এ ছাড়া সারা দেশে ট্রেডিং করপোরেশন অব বাংলাদেশের (টিসিবি) ট্রাকসেল (ট্রাকে করে ভর্তুকি মূল্যে পণ্য বিক্রি) কার্যক্রমেও আলু বিক্রি করতে পারে সরকার। তাতে দেশে আলুর ব্যবহার ও দাম বাড়বে এবং আলুচাষিরাও উপকৃত হবেন।</p><p>হিমাগার সমিতি বলেছে, বর্তমানে দেশের ৩৫০টির বেশি হিমাগারে প্রায় ৩৫ লাখ টন আলু সংরক্ষিত আছে। হিমাগার গেটে আলুর দাম না বাড়লে এই আলুর অন্তত ২০ থেকে ৩০ শতাংশ হিমাগার থেকে খালাস হবে না। অর্থাৎ যাঁরা আলু রেখেছেন, তাঁরা নির্ধারিত সময়ে এগুলো নেবেন না। ফলে অন্তত ৭ থেকে ১০ লাখ টন আলু হিমাগারে অবিক্রীত থেকে যাবে। বছর শেষে এই আলু হিমাগারমালিকেরা কোথায় ফেলবেন, তার কোনো স্থান নেই। এতে পরিবেশ বিপর্যয়েরও মারাত্মক ঝুঁকি তৈরি হতে পারে। সার্বিক বিবেচনায় আলুর দাম বাড়ানোর উদ্যোগ নেওয়ার জন্য বাণিজ্য মন্ত্রণালয়কে বিশেষ অনুরোধ জানিয়েছে হিমাগার সমিতি।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের কথা শুনে প্রাণ বেরিয়ে যাওয়ার দশা হয়েছিল চেলসি ডিফেন্ডারের | প্রথম আলো",
            "time": "2025-07-23T08:05:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fukwdwgtt%2F2025-07-13T225713Z1805860243UP1EL7D1RRCNGRTRMADP3SOCCER-CLUB-CHE-PSG.JPG?rect=0%2C0%2C4558%2C2393&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হিহান্তেস নামের এক পডকাস্টে চেলসি লেফট ব্যাক কুকুরেয়া বলেন, ‘আমাদের জানানো হয়েছিল, নিয়ম অনুযায়ী ট্রাম্প ট্রফি তুলে দেবেন। তিনি চলে যাওয়ার পরই আমরা উদ্‌যাপন শুরু করতে পারব। কিন্তু তিনি কিছুতেই মঞ্চ ছাড়তে চাইছিলেন না। উল্টো আমাদের দিক তাকিয়ে বললেন, “তোমরা তোলো ট্রফিটা, আমি এখানেই থাকব।” আমি তখন ভাবছিলাম, কে ওকে কিছু বলার সাহস করবে? সত্যি বলতে, আমার তো একেবারে প্রাণ বেরিয়ে যাওয়ার দশা হয়েছিল!’</p><p>সেদিন ফাইনাল শেষে ইনফান্তিনো, চেলসির মালিক টড বোয়েলি ও পিএসজি সভাপতি নাসের আল-খেলাইফির সঙ্গে মাঠে প্রবেশ করেন ট্রাম্প। পরে তিনি খেলোয়াড়দের মধ্যে পদক বিতরণ করেন এবং ইনফান্তিনোর দেওয়া একটি উপহারও বুঝে নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিখোঁজ পরিবারের সদস্যদের ডিএনএ নমুনা দেওয়ার অনুরোধ | প্রথম আলো",
            "time": "2025-07-23T08:01:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fm4d8mqn5%2FDNA.jpg?rect=0%2C13%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর উত্তরার দিয়াবাড়ির মাইলস্টোন স্কুল অ্যান্ড কলেজে ভয়াবহ যুদ্ধবিমান দুর্ঘটনার পর যেসব নিখোঁজ ব্যক্তির নাম আহত বা নিহতদের প্রকাশিত তালিকায় নেই, তাঁদের পরিবারের সদস্যদের মালিবাগের সিআইডি ভবনে গিয়ে ডিএনএ নমুনা দেওয়ার অনুরোধ জানিয়েছে স্বাস্থ্য মন্ত্রণালয়।</p><p>মন্ত্রণালয়ের দায়িত্বপ্রাপ্ত প্রধান উপদেষ্টার বিশেষ সহকারী মো. সায়েদুর রহমান এক বিবৃতিতে এ অনুরোধ জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বইয়ের প্রতি ভালোবাসায় বেঁচে গেছে আকাফ | প্রথম আলো",
            "time": "2025-07-23T07:56:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fcie6m0hx%2FAkafh-Dhaka.jfif?rect=0%2C51%2C1206%2C633&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আকাফ জানায়, কয়েকজন বন্ধু–সহপাঠীসহ বইমেলায় না গেলে তখন সে ওই কোচিং ক্লাসেই থাকত। চোখের সামনে বিমান বিধ্বস্ত, আগুন, মৃত্যু—মুহূর্তের মধ্যে এত এত বিভীষিকা দেখেছে সে। এখনো সেই ভীতির রেশ কাটেনি শিশুটির।</p><p>আকাফ জানায়, স্পেশাল বৃত্তি ব্যাচে পাঁচজন ছিল ওর গ্রুপ থেকে। অন্য তিনটি গ্রুপের আরও ১৫ থেকে ১৬ জন ছিল একই ব্যাচে। বইমেলায় যাওয়ার আগে কয়েকজন ব্যাগ রেখে বেড়িয়ে গিয়েছিল। অন্যরা তখন ওই কক্ষে ছিল কি না, নিশ্চিত করে বলতে পারে না সে।</p><p>রীনা নাসরিন জানালেন, পরিবার নিয়ে তুরাগের নয়ানগর শুক্রাভাঙ্গা এলাকায় থাকেন তিনি। ছেলের যে কোনো ক্ষতি হয়নি, সেটা বলতে গিয়ে কণ্ঠ ধরে আসছিল তাঁর। বললেন, ‘আল্লাহ আমার ছেলেকে বাঁচাইছে। বইমেলায় গিয়েছিল বলেই বাঁচল। ব্যাগ পেলাম কি পেলাম না, সেটা বড় কথা না। আমার ছেলেটা বেঁচে আছে, এটাই সবচেয়ে বড়।’</p></div></div></div></body></html>"
        },
        {
            "title": "নেতানিয়াহুর প্রতি হোয়াইট হাউসের সন্দেহ দিন দিন বাড়ছে | প্রথম আলো",
            "time": "2025-07-23T07:52:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fu7byi33s%2FUntitled-1.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প এ মাসের শুরুতে হোয়াইট হাউসে নেতানিয়াহুকে আমন্ত্রণ জানিয়েছিলেন। দীর্ঘদিন ধরে ইসরায়েলি এই নেতার সঙ্গে এক জটিল সম্পর্কের মধ্য দিয়ে যাচ্ছেন তিনি। পরিচিতদের মতে, শক্তিশালী মিত্র হলেও ব্যক্তিগতভাবে তাঁরা খুব একটা ঘনিষ্ঠ নন এবং মাঝেমধ্যে পারস্পরিক অবিশ্বাস তাঁদের সম্পর্কে নেতিবাচক প্রভাব ফেলে।</p><p>তবু চলতি গ্রীষ্মে ট্রাম্প যখন ইরানে ইসরায়েলের বিমান হামলার পক্ষে অবস্থান নেন তখন মনে হয়েছিল, নেতানিয়াহুর সঙ্গে তাঁর সম্পর্ক আগের চেয়ে আরও ঘনিষ্ঠ হয়েছে। চলতি মাসের শুরুর দিকে হোয়াইট হাউসের ব্লুরুমে এক নৈশভোজে নেতানিয়াহু নাটকীয়ভাবে ট্রাম্পের হাতে একটি চিঠি হস্তান্তর করেন, যেখানে তিনি শান্তিতে ট্রাম্পকে নোবেল পুরস্কারের জন্য মনোনয়ন দিয়েছেন বলে জানান।</p><p>ট্রাম্প আশা করেছিলেন, নেতানিয়াহুর এই চার দিনের ওয়াশিংটন সফরে গাজায় যুদ্ধবিরতির অগ্রগতি হবে, যাতে হামাসের হাতে আটক বন্দীদের মুক্তি এবং অবরুদ্ধ গাজায় আরও বেশি মানবিক সহায়তা প্রবেশের সুযোগ তৈরি হবে। সফরের আগে ট্রাম্প বারবার বলেছিলেন, তিনি আশা করছেন ওই সপ্তাহেই একটি যুদ্ধবিরতির ঘোষণা আসবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মিগ-২১ যুদ্ধবিমানকে চিরবিদায় জানাতে যাচ্ছে ভারত | প্রথম আলো",
            "time": "2025-07-23T07:47:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F9leubn1u%2FMig-21.jpg?rect=0%2C0%2C667%2C350&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মিগ টোয়েন্টি ওয়ানের বিকল্প</strong></p><p>মিগ টোয়েন্টি ওয়ানের বিকল্প হিসেবে ভারতীয় বিমানবাহিনী ‘তেজস’ যুদ্ধবিমান নিয়ে এসেছে।</p><p>অবসরপ্রাপ্ত গ্রুপ ক্যাপ্টেন সুজান বলছিলেন, তবে ‘তেজস’ পরিকল্পনা রূপায়িত হতে বহু বছর দেরি হয়েছে।</p><p>সুজান বলেন, ‘আমরা যখন বিমানবাহিনীতে যোগ দিলাম, সেই নব্বইয়ের দশকের গোড়ায়, আমাদের বলা হয়েছিল যে আমরা সম্ভবত পাস করার আগেই “তেজস” ওড়ানোর প্রশিক্ষণ পেয়ে যাব। তবে এখনো যথেষ্ট “তেজস” বাহিনীতে নেই।’</p><p>ভারতের সামরিক বাহিনীর তথ্যসংক্রান্ত পোর্টাল ‘ডিফেন্স ওয়াচ’-এর ওয়েবসাইটে বলা হয়েছে, ‘তেজস’ নির্মাণকারী হিন্দুস্তান অ্যারোনটিকস লিমিটেড ২০২৭-২৮ সালের মধ্যে ভারতকে ৮৩টি যুদ্ধবিমান দেবে।</p><p>ওই সাইটেই লেখা হয়েছে, ২০২৪-২৫ অর্থবছরের মধ্যে ১৮টি বিমান দেওয়ার কথা। তবে যুক্তরাষ্ট্র থেকে জিইয়ের ইঞ্জিন পাওয়া নিয়ে বড় সমস্যা রয়েছে। ফলে তেজসের পরিকল্পনা অনেক বছর পিছিয়ে রয়েছে।</p><p>সুজান বলেন, আসলে মিগ টোয়েন্টি ওয়ানের বিকল্প যে লাগবে, তার জন্য অনেক আগে পরিকল্পনা করা দরকার ছিল। এটা তো বিমানবাহিনীর প্রধান নিজেও স্বীকার করেছেন। সে জন্যই এত বছর ধরে মিগ বিমান দিয়েই চালাতে হচ্ছে।</p><p>তবে আর নয়। সেপ্টেম্বরের ১৯ তারিখে ইতিহাসের পাতায় চলে যাবে মিগ টুয়েন্টি ওয়ান।</p><p>সুজান বলেন, ‘আমরা সতীর্থরা প্রায় সবাই মিগ টোয়েন্টি ওয়ান উড়িয়েই কর্মজীবন শুরু করেছি। কারণ, তখনো সেগুলোই ছিল বিমানবাহিনীর মূল যুদ্ধবিমানবহর। মিগের বহরে সাধারণত আমরা পাঁচ-ছয় বছর থাকতাম। এরপর আমাদের আরও উন্নত বিমান যেমন মিরাজ টু থাউজেন্ড বা মিগ টুয়েন্টি নাইন ইত্যাদিতে পাঠানো হতো। আমি নিজে প্রায় ১২-১৩ বছর মিগ টোয়েন্টি ওয়ান উড়িয়েছি। তারপর আমাকে দেওয়া হয়েছিল সুকোই থার্টি। এখন মিগ টোয়েন্টি ওয়ানের বিদায় বেলায় এসে মনটা ভারাক্রান্ত তো হচ্ছেই।’</p><p>সুজান মনে করেন, কোনো বিমানবহর যখন বাহিনী থেকে অবসর নেয়, তার সঙ্গে জড়িত থাকে অনেক সুখস্মৃতি। তবে বাস্তবতা বিবেচনা করলে মিগ টোয়েন্টি ওয়ানকে অবশেষে বিদায় জানানোর সিদ্ধান্তটা সঠিক।</p></div></div></div></body></html>"
        },
        {
            "title": "বিমান দুর্ঘটনায় আহত মাইলস্টোনের শিক্ষিকার মৃত্যু, গ্রামে ফিরলেন কফিনে | প্রথম আলো",
            "time": "2025-07-23T07:46:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F5egzpq56%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বিমান দুর্ঘটনায় আহত মাইলস্টোনের শিক্ষিকার মৃত্যু, গ্রামে ফিরলেন কফিনে\" class=\"nA4h1 \">বিমান দুর্ঘটনায় আহত মাইলস্টোনের শিক্ষিকার মৃত্যু, গ্রামে ফিরলেন কফিনে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-23T13:46:59+06:00\"><span>প্রকাশ: ২৩ জুলাই ২০২৫, ০৭: ৪৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মুগদায় দুই বাসের মাঝখানে চাপা পড়ে একজন নিহত | প্রথম আলো",
            "time": "2025-07-23T07:46:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fbd4fc6c6-7409-4c71-92f8-1a7f024062a7%2Froad_accident_01.png?rect=0%2C147%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর মুগদায় দুই বাসের মাঝখানে চাপা পড়ে আতিকুর রহমান (৪৮) নামের এক ব্যক্তি নিহত হয়েছেন বলে জানিয়েছেন তাঁর সহকর্মী ওবায়দুল হক।</p><p>আজ বুধবার সকাল ৮টার দিকে মুগদা হাসপাতালের সামনে সড়কে এ ঘটনা ঘটে। নিহত আতিকুর ঢাকা রেলওয়ে বিভাগের মেকানিক হিসেবে কর্মরত ছিলেন।</p><p>আতিকুরের সহকর্মী ওবায়দুল হক বলেন, আতিকুরের বাসা মুগদা এলাকায়। আজ সকাল আটটার দিকে বাসা থেকে কর্মস্থলে আসার পথে মুগদা হাসপাতালের সামনে রাস্তা পারাপারের সময় দুই বাসের মাঝখানে চাপা পড়ে তিনি আহত হন। পরে তাঁকে উদ্ধার করে প্রথমে মুগদা মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। সেখান থেকে তাঁকে ঢাকা মেডিকেলে ভর্তি করা হয়। বেলা ১১টার দিকে চিকিৎসাধীন অবস্থায় তাঁর মৃত্যু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের বিরুদ্ধে পুরোদমে অস্ত্র নিষেধাজ্ঞার দাবি যুক্তরাজ্যের প্রায় ৬০ পার্লামেন্ট সদস্যের | প্রথম আলো",
            "time": "2025-07-23T07:33:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F9znwoias%2FUK-DavidLammy.webp?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিঠিতে এমপি ও লর্ডরা জানতে চেয়েছেন—প্রকল্পটি কী, কোন ন্যাটো মিত্র এতে জড়িত, প্রকল্পটি কখন শুরু হয়েছে এবং এর প্রকৃত উদ্দেশ্য কী।</p><p>স্টিভ উইদারডেন বলেন, অস্ত্র রপ্তানি নিয়ে স্বচ্ছতার দাবিতে বারবার চাপ দেওয়া হলেও সরকার এখন পর্যন্ত কোনো জবাব দেয়নি।</p><p>‘যেসব রাষ্ট্র বেসামরিক মানুষের ওপর নির্বিচার হত্যাকাণ্ড চালাচ্ছে, তাদের কাছে কোন ধরনের অস্ত্র যাচ্ছে, সে তথ্যের ব্যাপারে আমাদের ন্যূনতম সততা থাকা উচিত’, বলেন উইদারডেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘নাটক মানে স্বার্থ ত্যাগ’-শেখানো মানুষটা আর নেই | প্রথম আলো",
            "time": "2025-07-23T07:33:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F06%2F26%2F4489dd4fc9368028a9468bd863a04d0b-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমসাময়িক ভারতীয় মঞ্চনাটকের অন্যতম পথিকৃৎ, ‘থিয়েটার অব রুটস’ আন্দোলনের অগ্রদূত রতন থিয়াম আর নেই। গতকাল মঙ্গলবার দিবাগত রাত দেড়টার দিকে মণিপুরের ইম্ফলের আঞ্চলিক চিকিৎসাবিজ্ঞান ইনস্টিটিউটে শেষনিশ্বাস ত্যাগ করেন তিনি। বয়স হয়েছিল ৭৬ বছর। দীর্ঘদিন ধরেই অসুস্থ ছিলেন। দ্য হিন্দু, আসাম ট্রিবিউনসহ একাধিক ভারতীয় গণমাধ্যম তাঁর মৃত্যুর খবর নিশ্চিত করেছে।<br>রতন থিয়াম ছিলেন এমন এক শিল্পী, যিনি মণিপুরের ঐতিহ্যবাহী শিল্পরূপ ও পারফরম্যান্স ধারাগুলোকে আধুনিক নাট্যভাষার সঙ্গে মিশিয়ে নির্মাণ করেছিলেন এক অনন্য নাট্যশৈলী। তাঁর থিয়েটারে স্থান পায় লোকসংস্কৃতি, আধ্যাত্মবাদ, দার্শনিক গভীরতা এবং প্রথাভাঙা দৃষ্টিভঙ্গি। তিনি ‘কোরাস রেপার্টরি থিয়েটার’-এর প্রতিষ্ঠাতা ও প্রধান ছিলেন। পাশাপাশি ছিলেন ভারতের জাতীয় নাট্যবিদ্যালয় (ন্যাশনাল স্কুল অব ড্রামা, এনএসডি)-এর চেয়ারম্যান।</p><p> ‘সভ্যতা, সংস্কৃতি বলতে আমরা কী বুঝি? কোট-প্যান্ট পরা, মুঠোফোন হাতে ঘোরা? একেবারেই নয়। এসব তো আর্টিফিশিয়াল জিনিস, নকল। সভ্যতা-সংস্কৃতির সঙ্গে এসবের সম্পর্ক নেই। বরং এসবের মধ্যে থেকে আমরা সত্যিকারের সভ্যতা থেকে অনেক দূরে চলে যাচ্ছি। শিকড়ে ফেরার জন্যই আদিবাসী সংস্কৃতিকে জানা দরকার।’</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকারের ভেতরেও আরেকটা সরকার আছে: দেবপ্রিয় ভট্টাচার্য | প্রথম আলো",
            "time": "2025-07-23T07:24:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F0rein00n%2Fdeboprio.jpg?rect=0%2C6%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সে ক্ষেত্রে ইন এইড টু সিভিল অ্যাডমিনিস্ট্রেশন অথবা স্ট্রাইকিং ফোর্সের বাইরে গিয়ে কিছু একটা হতে হবে এবং সেনাবাহিনীর আরেকটু প্রত্যক্ষ ও সক্রিয় অংশগ্রহণ লাগবে উল্লেখ করে দেবপ্রিয় বলেন, ‘কিন্তু সরকারের সঙ্গে সেনাবাহিনীর সম্পর্ক মানুষের দুশ্চিন্তার কারণ হিসেবে আবির্ভূত হয়েছে। ফলে সরকারের নিরপেক্ষতা ও সরকারের সক্ষমতা—এই দুটো বিষয় এখন দুটো বড় প্রশ্ন। যেহেতু এটা অন্তর্বর্তী সরকার, আমি মনে করি সরকারের সময় হয়েছে একটা ডেস্ক ক্লিয়ারিং লিস্ট করার। এখন যদি জাতির উদ্দেশ্যে মাননীয় প্রধান উপদেষ্টা বক্তৃতা দেন, আমি প্রত্যাশা করব যে তিনি কী দিয়ে সমাপ্ত করতে চাইছেন, সেটাকে তিনি পরিষ্কার করবেন। যেসব সংস্কারের উদ্যোগ নিয়েছিলেন, সেগুলো কোথায় কোথায় তিনি শেষ করবেন, কোথায় কোথায় অংশগ্রহণ করবেন...।’</p><p>দেবপ্রিয় ভট্টাচার্য আরও বলেছেন, ‘সংস্কার একটা অব্যাহত প্রক্রিয়া। রাজনৈতিক নেতাদের এখন নির্বাচনের ইশতেহার দিতে হবে। ওই ইশতেহারে আমাদের নাগরিক সমাজ, গণমাধ্যম ও উদ্যোক্তাদের পক্ষ থেকে আলোচনা বা আন্দোলন দরকার হলে, তা করা দরকার। দেশ থাকবে, জনগণ থাকবে, সরকার আসবে–যাবে। এই চিন্তাটা মাথায় রেখে জাতি গঠনের এই অবস্থান থেকে ওই উত্তরণের জায়গাটাতে পৌঁছাতে হবে। এখন গত বছরের মূল্যায়নের চেয়ে আমি আগামী এক বছরের এই নিষ্ক্রমণ পদ্ধতিটা কী হবে বা এক্সিট পলিসিটা কী হবে, সেটার জন্য কী কী প্রয়োজন পড়বে, সেগুলোর ওপর গুরুত্ব দেওয়ার আমি প্রয়োজন বোধ করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঝিনাইদহে ট্রেনে কাটা পড়ে প্রতিবন্ধী নারী ও সড়ক দুর্ঘটনায় শ্রমিক নিহত | প্রথম আলো",
            "time": "2025-07-23T07:21:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-20%2Fn2a0w8jk%2Fdeath.jpg?rect=0%2C404%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঝিনাইদহের কালীগঞ্জে রেল ও সড়কপথে পৃথক দুর্ঘটনায় নারীসহ দুজন নিহত হয়েছেন। আজ বুধবার সকালে উপজেলার পৃথক স্থানে এসব দুর্ঘটনা ঘটে।</p><p>ট্রেনে কাটা পড়ে নিহত নারীর নাম আমচি (৫৫)। তিনি কালীগঞ্জ পৌরসভার ঈশ্বরবা গ্রামের বাসিন্দা ও মানসিক প্রতিবন্ধী ছিলেন। অন্যদিকে সড়ক দুর্ঘটনায় নিহত ব্যক্তির নাম রুহুল আমিন (৪০)। তিনি কোটচাঁদপুর উপজেলার শিশারকুন্ডু গ্রামের হামিদুল ইসলামের ছেলে ও পেশায় রাজমিস্ত্রি ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2025-07-23T07:16:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে দাম বেড়েছে ইউরো, পাউন্ড, ইউয়ান, জাপানের ইয়েন, অস্ট্রেলীয় ডলার, সিঙ্গাপুরি ডলার। দাম অপরিবর্তিত আছে ভারতীয় রুপির। আজ প্রধান মুদ্রাগুলোর মধ্যে মুদ্রার দাম কমেনি।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত বৈদেশিক মুদ্রার দামের চেয়ে কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচ ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "কাঁচা মরিচের হাট | প্রথম আলো",
            "time": "2025-07-23T07:12:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F6ln7532p%2F%E0%A7%AC.jpg?rect=0%2C397%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">পরের মৌসুমে চারা করার জন্য পাকা মরিচ থেকে বীজ সংগ্রহ করছেন এক নারী।</figcaption></p></div></div></body></html>"
        },
        {
            "title": "শিক্ষার্থী-অভিভাবকদের ওপর হামলার প্রতিবাদে প্রতীকী ওয়াকআউট তিন দলের | প্রথম আলো",
            "time": "2025-07-23T07:07:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fmmc4z2ux%2FImage-2.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাইলস্টোন স্কুল অ্যান্ড কলেজে যে ঘটনা ঘটেছে, তার প্রতিবাদে কর্মসূচিতে শিক্ষক, শিক্ষার্থী ও অভিভাবকদের ওপর হামলা করা হয়েছে বলে অভিযোগ করেন রুহিন হোসেন প্রিন্স। তিনি বলেন, ‘অতীতে আমরা দেখতাম, স্বৈরাচার শাসকেরা এ ধরনের ঘটনা ঘটলে যে ধরনের ঘটনাগুলো ঘটত, তারই ছায়া দেখলাম।’</p><p>রুহিন হোসেন প্রিন্স বলেন, ‘স্বৈরাচারে যারা ছিল, তারা এখানে নানান সংকট, ষড়যন্ত্র করবে, সেটা সরকারের জানার কথা। একজন উপদেষ্টাকে দেখা গেল, তিনি বলছেন, গতকালের ঘটনা স্বৈরাচারেরা করেছে, এটাকে ঐক্যবদ্ধভাবে মোকাবিলা করতে হবে। আগে স্বৈরাচার হাসিনা যখন বিপদে পড়তেন, এ ধরনের কথা বলতেন। তাঁর পাশে ১৪ দল বা অন্যরা বসে থাকত। তারা বলত, সবাই মিলে ঐক্যবদ্ধভাবে মোকাবিলা করতে হবে। এখন সে রকমই দেখা গেল।’</p><p>ঐকমত্যের আলোচনা জরুরি হলেও প্রতিবাদ করাটা দরকার বলে উল্লেখ করেন রুহিন হোসেন প্রিন্স। তিনি বলেন, ‘এ ঘটনার প্রতিবাদ করা ছাড়া এখানে থাকা সম্ভব হচ্ছে না। এ জন্য ১০ মিনিটের জন্য থাকতে চাই না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মনে হয়েছে এটাই থেমে যাওয়ার সময়, বিদায়বেলায় রাসেল | প্রথম আলো",
            "time": "2025-07-23T07:04:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fknihzdzt%2FAndre-Russell-Farewell-AFP-2.jpg?rect=0%2C0%2C1459%2C766&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফ্র্যাঞ্চাইজি ক্রিকেটে তো বটেই, ওয়েস্ট ইন্ডিজকেও কয়েকটি ম্যাচ জিতিয়েছেন ‘ওয়ান ম্যান আর্মি’ হয়ে। অনেক স্মরণীয় পারফরম্যান্সের মধ্যে মুম্বাইয়ে ২০১৬ টি-টোয়েন্টি বিশ্বকাপ সেমিফাইনালে ভারতকে স্তব্ধ করে দেওয়া ইনিংটাই (২০ বলে অপরাজিত ৪৩) তাঁর ক্যারিয়ারের সেরা মুহূর্ত বলে কদিন আগে জানিয়েছিলেন ।</p><p>আজ জানালেন দুটি টি-টোয়েন্টি বিশ্বকাপ জয় (২০১২ ও ২০১৬) নিয়ে নিজের গর্বের কথাও, ‘আমার মনে পড়<del>ছে</del> দুবার বিশ্বকাপ জয়ের পর আমাদের পতাকা কতটা উঁচুতে উড়েছে।’</p></div></div></div></body></html>"
        }
    ]
}