{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দুজনকে পিটিয়ে হত্যা : ‘এ্যালা মুই কেমন করি বাঁচিম, কার কাছোত বিচার চাইম’ | প্রথম আলো",
            "time": "2025-08-10T07:09:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fsrzjom9o%2FRangpurDH057620250810IMG-20250810-WA0007.jpg?rect=0%2C27%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ বছর বয়সী মেয়ে রুপা দাস ও ১৩ বছর বয়সী ছেলে জয় দাসকে জড়িয়ে বারবার মূর্ছা যাচ্ছিলেন ভারতী দাস। বুক ভেঙে কান্না আর বিলাপে তিনি বলছিলেন, ‘এ্যালা মুই কেমন করি বাঁচিম? ছোট ছাওয়া দুইটাক কায় খাওয়াইবে পড়াইবে? মোর নির্দোষ স্বামীক কেন মারিল, বেটিটার বিয়ার কী হইবে? মুই কোনটে যাইম, কী করিম? কার কাছোত বিচার চাইম?’</p><p>বড় মেয়ে নুপুর দাস (১৮) মায়ের গলা ধরে কাঁদছিলেন। তাঁর কণ্ঠেও অসহায়ত্বের হাহাকার, ‘এ্যালা কয় হামাক দ্যাখপে, কায় মাও কয়া দাকপে, হামরা যে এতিম হয়া গেইনো।’</p><p>ছেলে হারিয়ে বৃদ্ধ লালিচা দাস (রুপলালের মা) কাঁদতে কাঁদতে জ্ঞান হারিয়ে ফেলেন। প্রতিবেশীরা তাঁর মুখ ও মাথায় পানি ঢেলে জ্ঞান ফেরান। তারপরও কান্নাজড়ানো কণ্ঠে বলতে থাকেন, ‘মোর ছেলেটার দোষ কী? কেন ওক দাংগে মারিল? মোর বাবা তো কারও ক্ষতি করত না। হামাক দ্যাখপার যে আর কায়ও থাকিল না। যায় মোর ব্যাটাক মারছে, তাঁর বিচার চাও।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিরাজের মাত, বুমরার ঘাত আর তাসকিনের দুকুল রক্ষা | প্রথম আলো",
            "time": "2025-08-10T07:09:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fscl3kzu4%2F7fc05be7-4300-4efa-85ec-04b940f9a245.jpg?rect=0%2C84%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যম একটা অদ্ভুত জায়গা। বলা যায়, সামাজিক যোগাযোগমাধ্যমই সামাজিক না। যদি সেখানে কখনো নায়ক হন, আপনাকে খলনায়ক হওয়ার অপেক্ষাতেও থাকতে হবে। </p><p>ভালোবাসা পেলে ঘৃণাও যে পাবেনই, অবধারিত। ভারতীয় পেসার যশপ্রীত বুমরার কথা ভাবুন। ভারতের ইংল্যান্ড সিরিজ শুরুর আগে অনেক ভারতীয় সমর্থকের কাছে তিনি ছিলেন সবেধন নীলমণি। সিরিজ শেষে? তিনিই নাকি প্রতারক!</p><p>সিরিজ শুরুর আগেই বুমরা জানিয়েছিলেন, তিনি ইংল্যান্ড সফরে তিনটি টেস্ট খেলবেন। নিজে নিজে তো আর সিদ্ধান্ত নেননি! টিম ম্যানেজমেন্টের সঙ্গে আলোচনা করেই এমন সিদ্ধান্ত। তখন বুমরাকে নিয়ে কোনো সমালোচনা হয়নি। </p><p>বুমরা হঠাৎ করে অনেকের চোখে খারাপ হয়ে গেলেন তাঁর সতীর্থ মোহাম্মদ সিরাজ সিরিজের পাঁচটি টেস্ট খেলায়। ‘অ্যান্ডারসন–টেন্ডুলকার ট্রফির’ সব টেস্টেই নিজেকে উজাড় করে দিয়েছেন সিরিজ। আর তাঁর হাত ধরেই ওভাল টেস্ট জিতে সিরিজ ড্র করেছে ভারত। </p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিশ্ববিদ্যালয়ের আলাওল হলে শিক্ষার্থীদের বিক্ষোভ | প্রথম আলো",
            "time": "2025-08-10T07:06:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fjaqg87ik%2FWhatsApp-Image-2025-08-10-at-12.51.27.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম বিশ্ববিদ্যালয়ের আলাওল হলের ছাদ, শৌচাগার ও পানির লাইন সংস্কার এবং ইন্টারনেট সংযোগ নিশ্চিত করাসহ বেশ কিছু দাবিতে প্রাধ্যক্ষের কার্যালয়ে তালা দিয়ে বিক্ষোভ করেছেন শিক্ষার্থীরা। আজ রোববার সকাল সাড়ে ৯টার দিকে এ ঘটনা ঘটে। পরে সকাল ১০টার দিকে প্রশাসনের আশ্বাসে শিক্ষার্থীরা তালা খুলে দেন।</p><p>শিক্ষার্থীদের অভিযোগ, হলের প্রতিটি তলায় দীর্ঘ সময় ধরে পানি জমে থাকে। এ ছাড়া শৌচাগারের ছাদ থেকে পানি পড়ে, ছাদের পলেস্তারা খসে পড়েছে। পানিতে আয়রন বেশি থাকায় গোসলও করা যায় না। এর বাইরে হলের পর্যাপ্ত ইন্টারনেট সরবরাহ না থাকায় নানান ভোগান্তির শিকার হচ্ছেন শিক্ষার্থীরা। এ কারণে তাঁরা হলে তালা দিয়ে প্রতিবাদ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় উড়োজাহাজ থেকে ফেলা ত্রাণের বাক্সের নিচে চাপা পড়ে কিশোর নিহত | প্রথম আলো",
            "time": "2025-08-10T07:03:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fyor2qdhs%2FUntitled-1.jpg?rect=0%2C60%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভিডিওতে দেখা গেছে, গতকাল গাজার নেতজারিম করিডরের কাছে কিশোর ঈদের চারপাশে কয়েকজন মানুষ জড়ো হয়ে আছেন। কেউ কেউ ছেলেটিকে বাঁচানোর চেষ্টা করছিলেন। তার মুখ রক্তাক্ত ছিল। ভিডিওটির সত্যতা যাচাই করেছে আল–জাজিরা।</p><p>অন্য একটি ভিডিওতে দেখা যায়, ওই কিশোরের ভাই তাকে ঘটনাস্থল থেকে দূরে নিয়ে যাচ্ছেন এবং তার বাবা নুসাইরাতের আল-আওদা হাসপাতালে তার মৃতদেহ আঁকড়ে ধরে আছেন।</p><p>বার্তা সংস্থা রয়টার্সকে ঈদের ভাই বলেন, তাঁর ভাই ত্রাণ নিতে গিয়েছিল। উড়োজাহাজ থেকে ত্রাণ ফেলা হচ্ছিল। ওই সময় একটি বাক্স সরাসরি তাঁর ভাইয়ের ওপর পড়লে তার মৃত্যু হয়।</p><p>ঈদের ভাই আরও বলেন, ‘তারা (যে দেশগুলো সাহায্য পাঠাচ্ছে) সীমান্ত দিয়ে সরাসরি সাহায্য দিতে পারছে না। তারা ওপর থেকে ত্রাণের বোঝা ফেলছে। এতে আমাদের শিশুরা মারা যাচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে আইনজীবী হত্যা মামলার অভিযোগপত্র নিয়ে রাষ্ট্রপক্ষের আপত্তি, শুনানি ২৫ আগস্ট | প্রথম আলো",
            "time": "2025-08-10T07:00:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F8fc1d017-3547-4ce1-9707-cc0500dc1929%2Fprothomalo_bangla_2023_08_cce5f710_15d2_4b83_8ed0_19e9b585e904_CTG_Court.webp?rect=33%2C0%2C408%2C214&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালত সূত্র জানায়, সাইফুল হত্যার আসামিদের মধ্যে চন্দন দাস, রিপন দাস ও রাজীব ভট্টাচার্য আদালতে স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন। এতে উল্লেখ করা হয়, আইনজীবীর ঘাড়ে বঁটি দিয়ে দুটি কোপ দেন রিপন দাস। আর কিরিচ দিয়ে কোপান চন্দন দাস। পরে রাস্তায় পড়ে থাকা সাদা শার্ট ও কালো প্যান্ট পরা এই আইনজীবীকে লাঠি, বাটাম, ইট, কিরিচ ও বঁটি দিয়ে তাঁরা ১৫ থেকে ২০ জন পিটিয়ে হত্যা করেন।</p><p>মামলার তদন্তকারী কর্মকর্তা নগর পুলিশের সহকারী কমিশনার (কোতোয়ালি অঞ্চল) মাহফুজুর রহমান প্রথম আলোকে বলেন, চিন্ময়ের উসকানি ও নির্দেশে আইনজীবীকে হত্যা করা হয়েছে। এ জন্য মামলায় তাঁকে আসামি করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কানাডায় একের পর এক হত্যাকাণ্ড, ভারতীয় বিষ্ণোই গ্যাংকে সন্ত্রাসী সংগঠন ঘোষণার দাবি | প্রথম আলো",
            "time": "2025-08-10T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fsv1z7t5e%2FCanada-1.jpg?rect=0%2C72%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই বছরের অক্টোবরে কানাডার তৎকালীন প্রধানমন্ত্রী জাস্টিন ট্রুডো অভিযোগ করেন, ভারতীয় কূটনীতিকেরা এমন কানাডীয় নাগরিকদের তথ্য সংগ্রহ করছিলেন, যাঁরা ভারতে ক্ষমতাসীন মোদি সরকারের বিরোধী। পরে এ তথ্য লরেন্স বিষ্ণোই গ্যাংয়ের মতো অপরাধী গোষ্ঠীর হাতে যাওয়ার পর কানাডায় সহিংসতা হয়েছে। ট্রুডো সরাসরি মোদি সরকারকে নিজ্জর হত্যার জন্য দায়ী করেন। নিজ্জর ছিলেন খালিস্তান সমর্থক।</p><p>ভারত এসব অভিযোগ অস্বীকার করেছে। তাদের দাবি, বিষ্ণোই গ্যাং সদস্যদের দেশে ফিরিয়ে বিচারের মুখোমুখি করতে কানাডা সরকারের কাছে দুই ডজনের বেশি অনুরোধ পাঠিয়েছে ভারত সরকার। কিন্তু কানাডা সেগুলোতে সাড়া দেয়নি।</p><p>দুই দেশের এ পাল্টাপাল্টি দোষারোপের মধ্যে কানাডায় বসবাসকারী ভারতীয় বংশোদ্ভূতদের অনেকেই নিরাপত্তাহীনতায় ভুগছেন। বিষ্ণোই গ্যাংয়ের পরবর্তী নিশানা হবেন কি না, সে আতঙ্কে থাকেন তাঁরা।</p><p>এই ভারতীয় বংশোদ্ভূতদেরই একজন ৭৩ বছর বয়সী সতীশ কুমার। তিনি কানাডার ব্রিটিশ কলাম্বিয়া প্রদেশের সারে শহরের একজন ব্যবসায়ী। ৪৫ বছর আগে তিনি কানাডায় যান। সতীশ সারেতে অবস্থিত লক্ষ্মী নারায়ণ মন্দিরের সভাপতি, যেটি স্থানীয় হিন্দুদের জন্য একটি গুরুত্বপূর্ণ উপাসনালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘জঙ্গি নাটক’ সাজিয়ে সাবেক মেজর জাহিদুল হত্যার অভিযোগ চিফ প্রসিকিউটর কার্যালয়ে | প্রথম আলো",
            "time": "2025-08-10T06:57:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-12%2Feakv2mid%2FImage-20.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যাঁদের বিরুদ্ধে অভিযোগ করা হয়েছে, তাঁরা হলেন পুলিশের সাবেক মহাপরিদর্শক (আইজিপি) এ কে এম শহিদুল হক, ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগের (ডিবি) তৎকালীন প্রধান মো. মনিরুল ইসলাম, কাউন্টার টেররিজম অ্যান্ড ট্রান্সন্যাশনাল ক্রাইমের (সিটিটিসি) তৎকালীন প্রধান মো. আসাদুজ্জামান, মিরপুর বিভাগের তৎকালীন উপকমিশনার (ডিসি) মাসুদ আহমেদ, রূপনগর থানার তৎকালীন ভারপ্রাপ্ত কর্মকর্তা (ওসি) সহিদ আলম, রূপনগর থানা–পুলিশের তৎকালীন অজ্ঞাতনামা সদস্যরা।</p><p>অভিযোগে বলা হয়েছে, ২০১৬ সালের ২ সেপ্টেম্বর রাত আনুমানিক ১০টার দিকে আসামিরা পরস্পর যোগসাজশে জেবুন্নাহারকে তাঁর দুই শিশুসন্তানসহ চোখ বেঁধে অজ্ঞাত স্থানে নিয়ে বন্দী করে রাখেন। পরের দিন আসামিরা তাঁকে জিজ্ঞাসাবাদ করেন। তখন তিনি জানতে চান, তাঁর স্বামী কোথায়? আসামিরা তখন বলতে থাকেন, তিনি ও তাঁর স্বামী জঙ্গি—এই স্বীকারোক্তি না দিলে তাঁকেও তাঁর স্বামীর কাছে পাঠিয়ে দেওয়া হবে। তখন তিনি বুঝতে পারেন, তাঁর স্বামীকে হত্যা করা হয়েছে। পরে আসামিদের কোনো একজন বলেন, তাঁরাই তাঁর স্বামীকে হত্যা করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "১০ বছর পর ভোটে তারাগঞ্জ উপজেলা বিএনপির নতুন নেতৃত্ব | প্রথম আলো",
            "time": "2025-08-10T06:41:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fhs0sqeq7%2FUntitled-1.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক দশক পর সরাসরি ভোটে রংপুরের তারাগঞ্জ উপজেলা বিএনপির নতুন নেতৃত্ব নির্বাচিত হয়েছে। গতকাল শনিবার সন্ধ্যায় ভোট গণনা শেষে সভাপতি পদে সিরাজুল ইসলাম এবং সাধারণ সম্পাদক পদে মেহেদী হাসানের নাম ঘোষণা করা হয়।</p><p>দলীয় সূত্র জানায়, এত দিন উপজেলা বিএনপির কার্যক্রম আহ্বায়ক কমিটির মাধ্যমে পরিচালিত হচ্ছিল। নতুন নেতৃত্ব বেছে নিতে গতকাল তারাগঞ্জ ও/এ বালিকা স্কুল অ্যান্ড কলেজ মাঠে দলের দ্বিবার্ষিক কাউন্সিল অনুষ্ঠিত হয়। সভাপতি পদে ৩ জন, সাধারণ সম্পাদক পদে ২ জন এবং সাংগঠনিক সম্পাদক পদে ৩ জনসহ মোট ৮ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন। বেলা ২টা থেকে বিকেল ৫টা পর্যন্ত ভোট গ্রহণ চলে। এতে ৩৫৩ জন ভোটার অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বেসরকারি ব্যাংক নেবে অ্যাসিস্ট্যান্ট ম্যানেজার/অ্যাসোসিয়েট ম্যানেজার, স্নাতকে আবেদন | প্রথম আলো",
            "time": "2025-08-10T06:41:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fyfo4y1a5%2F150.png?rect=0%2C0%2C305%2C160&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেসরকারি বাণিজ্যিক ব্যাংক মিউচুয়াল ট্রাস্ট ব্যাংক পিএলসিতে (এমটিবি) জনবল নিয়োগে বিজ্ঞপ্তি প্রকাশ করা হয়েছে। পদের নাম ‘অ্যাসিস্ট্যান্ট ম্যানেজার/অ্যাসোসিয়েট ম্যানেজার’। ৬ আগস্ট প্রকাশিত নিয়োগ বিজ্ঞপ্তিতে বলা হয়েছে, আগ্রহী প্রার্থীরা যোগ্যতা থাকা সাপেক্ষে আবেদন করতে পারবেন অনলাইনে। মিউচুয়াল ট্রাস্ট ব্যাংক পিএলসি সেন্ট্রাল ভেরিফিকেশন ইউনিটের অ্যাসিস্ট্যান্ট ম্যানেজার/অ্যাসোসিয়েট ম্যানেজার পদে কতজন নেবে, তা নিয়োগ বিজ্ঞপ্তিতে উল্লেখ নেই।</p><p>আবেদনে শিক্ষাগত যোগ্যতা: স্নাতক সমমান অথবা স্নাতকোত্তর সমমান ডিগ্রি থাকলে আবেদন করা যাবে। একাডেমিক ক্যারিয়ারে তৃতীয় বিভাগ থাকলে আবেদনের প্রয়োজন নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "বেশি বৃষ্টি হয় এই ১০ দেশে | প্রথম আলো",
            "time": "2025-08-10T06:32:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fv2qtw9ic%2FWhatsApp-Image-2025-08-10-at-12.32.12.jpeg?rect=0%2C145%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওশেনিয়া মহাদেশের আরেকটি দ্বীপরাষ্ট্র সলোমন দ্বীপপুঞ্জ। বছরে দেশটিতে ৩ হাজার ২৮ মিলিমিটার বৃষ্টি হয়।</p><p>দক্ষিণ প্রশান্ত মহাসাগরে অবস্থিত এ দেশে সারা বছরই বৃষ্টি হয়। দেশটিতে আর্দ্র বায়ুপ্রবাহের প্রভাব রয়েছে, যা মহাসাগর পেরিয়ে আসে। দক্ষিণ-পূর্ব মৌসুমি বায়ুর প্রভাবে দেশটিতে ভারী বৃষ্টি হয়ে থাকে।</p><p>সলোমন দ্বীপপুঞ্জে বছরে দুটি মৌসুম রয়েছে। একটি শুষ্ক ও ঠান্ডা (এপ্রিল থেকে অক্টোবর), যা দক্ষিণ-পূর্ব বাতাসের মৌসুম। আরেকটি ভেজা ও উষ্ণ (নভেম্বর থেকে মার্চ)। এ সময় তাপমাত্রা বেশি থাকে, বৃষ্টি বেশি হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "অর্থনীতির পতন ঠেকানো গেছে, অস্বস্তি বিনিয়োগে | প্রথম আলো",
            "time": "2025-08-10T06:31:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2F0ghlvkye%2FCapture.PNG?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্র-জনতার অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর অর্থ পাচার বেশ কমে এসেছে। এর ফলে প্রতি মাসে গড়ে ৫০ কোটি ডলার প্রবাসী আয় বেড়েছে। অনেক কারখানা বন্ধ হয়ে গেলেও রপ্তানি এখনো ঊর্ধ্বমুখী। এর ফলে দীর্ঘদিন ধরে চলা ডলারের সংকট কেটে গেছে।</p><p>বিদায়ী ২০২৪-২৫ অর্থবছরে বিদেশ থেকে রেকর্ড পরিমাণ ৩ হাজার ৩৩ কোটি ডলার পাঠিয়েছেন প্রবাসীরা। আগের অর্থবছরের তুলনায় প্রায় সাড়ে ৬ বিলিয়ন বা ২৭ শতাংশ বেশি রেমিট্যান্স তথা প্রবাসী আয় পাঠিয়েছেন তাঁরা।</p><p>রপ্তানি উন্নয়ন ব্যুরোর (ইপিবি) হিসাবে, বিদায়ী অর্থবছরে ৪ হাজার ৮২৮ কোটি ডলারের পণ্য রপ্তানি হয়েছে, যা আগের অর্থবছরের তুলনায় ৮ দশমিক ৫৮ শতাংশ বেশি। তবে যুক্তরাষ্ট্রের নতুন শুল্ক শঙ্কা জাগাচ্ছে। তৈরি পোশাকসহ রপ্তানিকারকেরা চিন্তার মধ্যে আছেন।</p><p>ডলারের জোগান বাড়লে এবং ডলারের খরচ কমলে (আমদানি খরচ এবং বিদেশি ঋণ পরিশোধ) রিজার্ভ বাড়ে। গত অর্থবছরে মূলধনি যন্ত্রপাতি আমদানিতে ঋণপত্র (এলসি) নিষ্পত্তি ২৫ শতাংশ কম হয়েছে। মধ্যবর্তী পণ্য ও প্রস্তুত পণ্য আমদানিতেও নেতিবাচক। এর মানে আমদানি বিল পরিশোধে ডলারের খরচ কমেছে।</p><p>বাংলাদেশ ব্যাংকের তথ্য অনুযায়ী, জুন শেষে বৈদেশিক মুদ্রার রিজার্ভ বেড়ে ৩১ দশমিক ৭৭ বিলিয়ন ডলার হয়েছে। গত ২৮ মাসের মধ্যে যা সর্বোচ্চ। জুন শেষে আইএমএফের মানদণ্ড বিপিএম ৬ অনুযায়ী রিজার্ভ দাঁড়িয়েছে ২৬ দশমিক ৭৪ বিলিয়ন ডলার। ২০২৪ সালের ৩১ জুলাই রিজার্ভের পরিমাণ ছিল ২ হাজার ৪৮ কোটি ডলার।</p><p>এ ছাড়া চার বছর পর গত অর্থবছরে সার্বিক লেনদেন ভারসাম্যে ৩২৯ কোটি ডলার উদ্বৃত্ত হয়েছে। চলতি হিসাবে আগের অর্থবছরের ৬৫১ কোটি ডলারের ঘাটতি থেকে গত অর্থবছরে ৯৮ কোটি ডলার উদ্বৃত্ত হয়েছে। এতে বাণিজ্যঘাটতিও কমে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেট বিভাগের ১৭ আসনে প্রার্থীদের নাম জানাল জমিয়তে উলামায়ে ইসলাম | প্রথম আলো",
            "time": "2025-08-10T06:30:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-15%2Frzmf4aby%2FLOGOJAMIYAT.jpg?rect=0%2C43%2C602%2C316&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলটির সূত্রে জানা গেছে, সিলেটের ৬টি আসনের মধ্যে সিলেট-১ (নগর ও সদর) আসন ছাড়া বাকি ৫টিতে প্রার্থীর নাম ঘোষণা করা হয়েছে। তাঁরা হলেন সিলেট-২ (বিশ্বনাথ ও ওসমানীনগর) আসনে হোসাইন আহমদ, সিলেট-৩ (দক্ষিণ সুরমা, বালাগঞ্জ ও ফেঞ্চুগঞ্জ) আসনে নজরুল ইসলাম, সিলেট-৪ (গোয়াইনঘাট, কোম্পানীগঞ্জ ও জৈন্তাপুর) আসনে মুহাম্মদ আলী, সিলেট-৫ (কানাইঘাট ও জকিগঞ্জ) আসনে উবায়দুল্লাহ ফারুক এবং সিলেট-৬ (বিয়ানীবাজার ও গোলাপগঞ্জ) আসনে ফখরুল ইসলাম। সিলেট-৫ আসনে দলীয় মনোনয়নপ্রাপ্ত উবায়দুল্লাহ ফারুক দলটির কেন্দ্রীয় কমিটির সভাপতি।</p><p>সুনামগঞ্জ জেলার পাঁচটি আসনেই প্রার্থীদের নাম ঘোষণা করা হয়েছে। তাঁরা হলেন সুনামগঞ্জ-১ (তাহিরপুর, ধর্মপাশা, জামালগঞ্জ ও মধ্যনগর) আসনে তাফাজ্জুল হক আজিজ, সুনামগঞ্জ-২ (দিরাই ও শাল্লা) আসনে শোয়াইব আহমদ, সুনামগঞ্জ-৩ (জগন্নাথপুর ও শান্তিগঞ্জ) আসনে হাম্মাদ গাজীনগরী, সুনামগঞ্জ-৪ (সদর ও বিশ্বম্ভরপুর) আসনে মুখলিসুর রহমান চৌধুরী এবং সুনামগঞ্জ-৫ (ছাতক ও দোয়ারাবাজার) আসনে নুরুল হক।</p></div></div></div></body></html>"
        },
        {
            "title": "ই-মেইলের জমানায় কদর নেই ডাকবাক্সের | প্রথম আলো",
            "time": "2025-08-10T06:22:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fm6lz80s9%2FC10.png?rect=0%2C27%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হলদে খামে ভরা চিঠি, লাল ডাকবাক্স—এখন দেখা যায় না। ডিজিটাল জমানায় ডাকঘরে গিয়ে চিঠি পাঠানো, কিংবা ডাকবাক্সে চিঠি ফেলার দিন ফুরিয়েছে। তার চেয়ে নীল মেসেঞ্জার, সবুজ হোয়াটসঅ্যাপ, নীল টেলিগ্রাম, আর লাল-নীল-সবুজ-হলুদের ই–মেইল বেশি পরিচিত। হয়তো আগামীর শিশুদের সঙ্গে ডাকবাক্সের পরিচয় হবে জাদুঘরে।</p><p>পুরান ঢাকার বুড়িগঙ্গা নদীর পাড়ে চিত্তরঞ্জন অ্যাভিনিউতে অবস্থিত জগন্নাথ বিশ্ববিদ্যালয়। এখানে এখনো টিকে আছে পোস্ট অফিস। একসময় এ বিশ্ববিদ্যালয়ের ডাকবাক্সে দাপ্তরিক চিঠির পাশাপাশি আসত ব্যক্তিগত চিঠিও। এখন আর আগের মতো চিঠি আসে না। তাই মরিচা পড়ে ডাকবাক্সটি তামাটে রং ধারণ করেছে। আগের মতো আর নেই লাল বাক্সের কদর। সদরঘাট পোস্ট অফিসের সাব–পোস্ট অফিস হিসেবে জগন্নাথ বিশ্ববিদ্যালয়ের এ ডাকঘর পরিচালিত হয়। এর পোস্টাল কোড—১১০০। বর্তমানে ডাকঘরটিতে শুধু চিঠিপত্র গ্রহণের কাজ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কীভাবে মরল, কেন মরল-উয়েফাকে প্রশ্ন মোহাম্মদ সালাহর | প্রথম আলো",
            "time": "2025-08-10T06:20:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-08%2Fypsx1jl7%2Fezgif-3623f1a9f277a7.jpg?rect=0%2C0%2C4546%2C2387&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত ২৯ জুলাই ফিলিস্তিন অলিম্পিক কমিটির এক সংবাদ বিজ্ঞপ্তিতে বলা হয়েছিল, শুধু জুলাই মাসেই গাজা ও দখলকৃত পশ্চিম তীরে ইসরায়েলের হামলায় ৪০ জন ফিলিস্তিনি ক্রীড়াবিদ নিহত হয়েছেন। বিবৃতিতে বলা হয়েছিল, ‘একেকটি দিন যায় আর ফিলিস্তিনের ক্রীড়াঙ্গনে বিয়োগান্ত ঘটনার নতুন অধ্যায় যোগ হয়।’</p><p>২০২৩ সালের অক্টোবর থেকে প্রায় বিরতিহীন হামলা চালিয়ে যাচ্ছে ইসরায়েল। এসব হামলায় এখন পর্যন্ত ৬১ হাজারের বেশি মানুষ নিহত হয়েছেন। শনিবার হামাস-পরিচালিত স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, গত ২৪ ঘণ্টায় ইসরায়েলের হামলায় অন্তত ৩৮ জন নিহত এবং ৪৯১ জন আহত হয়েছেন।</p><p>এ মাসের শুরুতে জাতিসংঘের এক প্রতিবেদনে বলা হয়, মে মাসের শেষের দিকে নতুন করে যুক্তরাষ্ট্র ও ইসরায়েল-সমর্থিত সংস্থা গাজা হিউম্যানিটারিয়ান ফাউন্ডেশন (জিএইচএফ) ত্রাণ বিতরণের কেন্দ্র স্থাপনের পর থেকে খাবার চাইতে গিয়ে ১ হাজার ৩৭৩ জন ফিলিস্তিনি নিহত হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পটিয়ায় ছয় ব্যাংকের চাকরিচ্যুত কর্মীদের অবরোধ | প্রথম আলো",
            "time": "2025-08-10T06:17:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F30esjulu%2Fde4105fe-32ae-4f2f-b3e5-3f728ba2e6f3.jfif?rect=0%2C182%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী সূত্রে জানা গেছে, সকাল সাতটায় পূর্বনির্ধারিত কর্মসূচি বাস্তবায়নের জন্য পটিয়া আদর্শ বিশ্ববিদ্যালয় মাঠে জড়ো হন চাকরিচ্যুত কর্মকর্তা-কর্মচারীরা। পরে সেখান থেকে সকাল নয়টার দিকে পটিয়ায় অবস্থিত সব ব্যাংকের শাখার সামনে একযোগে অবস্থান নেন তাঁরা। তাঁদের বাধার মুখে ব্যাংকগুলোয় ব্যাংকের কোনো কর্মকর্তা-কর্মচারী ও সেবাগ্রহীতা ঢুকতে পারেননি। এসব ব্যাংকের মধ্যে ৬টি সরকারি ও ১৪টি বেসরকারি। বেলা সাড়ে ১১টায় এ সংবাদ লেখা পর্যন্ত কর্মসূচি চলছিল।</p><p>জানতে চাইলে জনতা ব্যাংকের পটিয়া শাখার ব্যবস্থাপক নাজিম উদ্দিন প্রথম আলোকে, শুক্র ও শনিবার ব্যাংক বন্ধ থাকায় আজ গ্রাহকের চাপ বেশি। অনেক গ্রাহক সেবা না পেয়ে ফিরে যাচ্ছেন। আবার অনেকেই তাঁদের ফোন দিচ্ছেন। তবে আন্দোলনকারীরা অবরোধ করে রাখায় তাঁরা সেবা দিতে পারছেন না।</p><p>আন্দোলনকারীদের একজন শিবলু আলম। তিনি সোশ্যাল ইসলামী ব্যাংক লিমিটেডের চুয়াডাঙ্গা শাখার ক্যাশ অফিসার ছিলেন। জানতে চাইলে তিনি প্রথম আলোকে বলেন, হঠাৎ কোনো কারণ ছাড়াই তাঁকে চাকরিচ্যুত করা হয়েছে। তিনি অসহায় হয়ে পড়েছেন। চাকরি ফিরে না পাওয়া পর্যন্ত তিনি অন্যদের সঙ্গে আন্দোলন চালিয়ে যাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আদিবাসী দিবসে যত আয়োজন | প্রথম আলো",
            "time": "2025-08-10T06:17:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2Fcqta7ny1%2F%E0%A7%AE.jpg?rect=0%2C2%2C969%2C509&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">আন্তর্জাতিক আদিবাসী দিবস উপলক্ষে বাংলাদেশ আদিবাসী ফোরাম ঢাকার কেন্দ্রীয় শহীদ মিনা‌র থেকে র‌্যালি বের করে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: মীর হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘শূন্য’ রিটার্ন দিলে ৫ বছর পর্যন্ত জেল: এনবিআর | প্রথম আলো",
            "time": "2025-08-10T06:07:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F47004a2a-c6e1-41db-9f0e-0f837032a27e%2Fp_alo.webp?rect=0%2C0%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনবিআর আরও বলেছে, আয়কর আইন অনুসারে ‘জিরো রিটার্ন’ নামে কোনো প্রকার রিটার্ন দাখিলের বিধান নেই। আয়কর আইন অনুসারে একজন করদাতাকে তাঁর প্রকৃত আয়, ব্যয়, সম্পদ ও দায় অবশ্যই সঠিকভাবে আয়কর রিটার্নে প্রদর্শন করতে হবে।</p><p>এনবিআরের মতে, একজন করদাতার আয়, ব্যয়, সম্পদ বা দায়সংক্রান্ত বিষয়ে রিটার্নে সঠিক ঘোষণা প্রদান করা একজন করদাতার নাগরিক ও আইনি দায়িত্ব। করদাতার প্রকৃত আয়ের পরিমাণ আইনানুযায়ী করযোগ্য না হলে তাঁকে কোনো কর পরিশোধ করতে হবে না। তবে কর প্রদেয় না হলেও সঠিক তথ্য-উপাত্ত প্রদর্শন না করে শূন্য আয়, ব্যয়, সম্পদ ও দায় দেখিয়ে জিরো রিটার্ন দাখিল করার কোনো সুযোগ আয়কর আইনে নেই।</p><p>এনবিআর বলেছে, সব করদাতা দায়িত্বশীল নাগরিক হিসেবে আয়কর রিটার্নে প্রকৃত আয়, ব্যয়, সম্পদ ও দায় প্রদর্শন করে দেশের উন্নয়নে গর্বিত অংশীদার হবেন। একই সঙ্গে সামাজিক যোগাযোগমাধ্যমে প্রচারিত প্রতারণামূলক জিরো রিটার্নের ফাঁদে পা না দিয়ে নিজেকে কারাদণ্ড ও অর্থদণ্ড থেকে সুরক্ষিত রাখবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সমালোচনার পর জাহাঙ্গীরনগরে মওলানা ভাসানী হল ছাত্রদলের কমিটি বিলুপ্ত | প্রথম আলো",
            "time": "2025-08-10T06:03:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-02%2Fsu95bqd4%2FUntitled-1.webp?rect=0%2C39%2C549%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ছাত্রদলের হল কমিটি ঘোষণার দুই দিনের মাথায় সমালোচনার মুখে মওলানা ভাসানী হল কমিটি বিলুপ্ত ঘোষণা করা হয়েছে। </p><p>আজ রোববার সকালে ছাত্রদল জাহাঙ্গীরনগর বিশ্ববিদ্যালয় শাখার আহ্বায়ক কমিটির সদস্য (সহ-দপ্তর চলতি দায়িত্ব) জহিরুল ইসলাম স্বাক্ষরিত এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p><p>বিজ্ঞপ্তিতে বলা হয়, বাংলাদেশ জাতীয়তাবাদী ছাত্রদল জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সিদ্ধান্ত মোতাবেক মওলানা ভাসানী হল শাখার ছাত্রদলের কমিটি বিলুপ্ত ঘোষণা করা হলো। অতি শিগগিরই নিয়মিত শিক্ষার্থীদের মধ্য থেকে নতুন কমিটি ঘোষণা করা হবে। বিশ্ববিদ্যালয় শাখা ছাত্রদলের আহ্বায়ক জহির উদ্দিন মোহাম্মদ বাবর ও সদস্যসচিব ওয়াসিম আহমেদ এক জরুরি সভায় এ সিদ্ধান্ত অনুমোদন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (১০ আগস্ট ২০২৫) | প্রথম আলো",
            "time": "2025-08-10T06:02:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F5m7olb0r%2F%E0%A7%AE.JPG?rect=0%2C417%2C3472%2C1823&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিক্রির জন্য তাল নিয়ে বাজারে যাচ্ছেন একজন। নতুনবাজার, দাউদকান্দি, কুমিল্লা, ১০ আগস্ট</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আবদুর রহমান ঢালী</figcaption></p></div></div></body></html>"
        }
    ]
}