{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মুসলিম ছেলেদের আধুনিক নাম | প্রথম আলো",
            "time": "2025-07-30T22:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Frfpw28t4%2Fpexels-mlkbnl-7392324.jpg?rect=0%2C3232%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামে নামকরণের জন্য কিছু নির্দেশনা রয়েছে।</p><p><strong>প্রথমত</strong>, সন্তান জন্মের পর সপ্তম দিনে নামকরণ করা সুন্নাহ। (সুনানে তিরমিজি, হাদিস: ২,৮৩২)</p><p>এই সময়ে আকিকা দেওয়ার রীতিও রয়েছে।</p><p><strong>দ্বিতীয়ত</strong>, নাম রাখার আগে পরিবারের সদস্য, আলেম বা বিজ্ঞ ব্যক্তিদের সঙ্গে পরামর্শ করা উচিত।</p><p><strong>তৃতীয়ত</strong>, নামটি এমন হওয়া উচিত, যা সন্তানের জন্য আত্মবিশ্বাসের উৎস হয়।</p><p>আধুনিক যুগে নামকরণের ক্ষেত্রে অনলাইন প্ল্যাটফর্ম, বই ও অ্যাপের সাহায্য নেওয়া যায়। তবে এসব ক্ষেত্রে সতর্কতা অবলম্বন করতে হবে, কারণ, অনেক সময় ভুল অর্থ বা অপ্রমাণিত তথ্য দেওয়া হতে পারে।</p><p>নাম শুধু একটি শব্দ নয়, এটি সন্তানের পরিচয়, চরিত্র ও সমাজে তার অবস্থানের প্রতিফলন। তাই মা–বাবার উচিত এমন নাম নির্বাচন করা, যা ইসলামি মূল্যবোধের সঙ্গে সামঞ্জস্যপূর্ণ ও শ্রুতিমধুর।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাজিলের ওপর ৫০ শতাংশ শুল্ক আরোপ করলেন ট্রাম্প | প্রথম আলো",
            "time": "2025-07-30T20:44:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F830edtii%2Ftrump-japan-01.avif?rect=0%2C6%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লাতিন আমেরিকার দেশ ব্রাজিলের পণ্যের ওপর অতিরিক্ত ৪০ শতাংশ শুল্ক আরোপ করেছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। বুধবার এ–সংক্রান্ত একটি নির্বাহী আদেশে সই করেছেন তিনি। এর মধ্য দিয়ে ব্রাজিলের ওপর যুক্তরাষ্ট্রের আরোপ করা মোট শুল্ক ৫০ শতাংশে দাঁড়াল। হোয়াইট হাউসের পক্ষ থেকে এ তথ্য জানানো হয়েছে।</p><p>হোয়াইট হাউসের এক ঘোষণায় বলা হয়েছে, ব্রাজিল সরকারের রাজনৈতিক উদ্দেশ্যপ্রণোদিত দমন–পীড়ন, ভয়ভীতি প্রদর্শন, হয়রানি, সেন্সরশিপ এবং সাবেক প্রেসিডেন্ট জইর বলসোনারো ও তাঁর হাজার হাজার সমর্থকের বিরুদ্ধে বিচারিক ব্যবস্থা গ্রহণ মানবাধিকারের গুরুতর লঙ্ঘন। এগুলো ব্রাজিলে আইনের শাসনকে দুর্বল করে দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুদিনের সফরে কলকাতায় ভারতের রাষ্ট্রপতি দ্রৌপদী মুর্মু | প্রথম আলো",
            "time": "2025-07-30T19:02:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F1ab3psc8%2FPRESIDENT-AT-AIRPORT-.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> ভারতের রাষ্ট্রপতি দ্রৌপদী মুর্মু দুদিনের সফরে বুধবার কলকাতায় পৌঁছেছেন। বিকেলে তিনি নেতাজি সুভাষচন্দ্র বসু আন্তর্জাতিক বিমানবন্দরে পৌঁছান। বিমানবন্দরে তাঁকে স্বাগত জানান পশ্চিমবঙ্গের রাজ্যপাল সিভি আনন্দ বোস ও রাজ্যের বনমন্ত্রী বীরবাহা হাঁসদা।</p><p> রাষ্ট্রপতি দ্রৌপদী মুর্মু পরে নদীয়া জেলার কল্যাণীতে অবস্থিত অল ইন্ডিয়া ইনস্টিটিউট অব মেডিকেল সায়েন্সেসের (এইমস) প্রথম সমাবর্তন উৎসবে যোগ দেন। সেখানে তাঁকে সংবর্ধনা জানান এইমসের পরিচালক রামজি সিং। অনুষ্ঠানে রাষ্ট্রপতি কৃতী শিক্ষার্থীদের হাতে সনদ তুলে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শুটিংয়ের ক্যাম্প বন্ধ নিয়ে পাল্টা প্রশ্ন আগের কমিটির | প্রথম আলো",
            "time": "2025-07-30T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fex05ckk6%2FRatna-Shooter-Of-Bangladesh-During-Training-Session-At-Shooting-Comlex-7.JPG?rect=0%2C0%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হায়দার রাইফেল-পিস্তল বুঝে নেওয়ার প্রক্রিয়া নিয়ে বলেছিলেন, ‘কতগুলো গুলি আছে, কাকে কাকে দেওয়া হয়েছে, অবশিষ্ট কী আছে...এগুলোর জবাব দিতে হবে না?’ কিন্তু রাইফেল-পিস্তল লকারে থাকার বিষয়েও আগের কমিটির কোনো দায় খুঁজে পাচ্ছেন না ওয়াইজ। তিনি জানান, রাইফেল-পিস্তলের স্টোরের চাবি বুঝিয়ে দিতে চেয়েছিলেন তাঁরা। কিন্তু বর্তমান কমিটিই তা বুঝে নেয়নি, ‘আমরা স্টোরের দুটি চাবি যখন বুঝিয়ে দেওয়ার জন্য যাই, তখন তাঁরা বুঝে নেননি। তাঁরা ম্যাজিস্ট্রেটের মাধ্যমে স্টোর বুঝে নেবেন বলে জানিয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্লগার অভিজিৎ হত্যা মামলায় যাবজ্জীবন কারাদণ্ডপ্রাপ্ত ফারাবীর জামিন | প্রথম আলো",
            "time": "2025-07-30T18:52:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2Fd5904e75-9808-4a92-8a27-58a7cfa69eba%2FUntitled_6.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৫ সালের ২৬ ফেব্রুয়ারি অমর একুশে গ্রন্থমেলা প্রাঙ্গণ থেকে ফেরার পথে ঢাকা বিশ্ববিদ্যালয়ের টিএসসি এলাকায় কুপিয়ে হত্যা করা হয় অভিজিৎকে। হামলায় অভিজিতের স্ত্রী রাফিদা আহমেদও গুরুতর আহত হন। এ ঘটনায় অভিজিতের বাবা অধ্যাপক অজয় রায় বাদী হয়ে রাজধানীর শাহবাগ থানায় হত্যা মামলা করেন।</p><p>মামলাটি তদন্ত করে ২০১৯ সালের ১৮ ফেব্রুয়ারি ছয়জনের বিরুদ্ধে আদালতে অভিযোগপত্র জমা দেওয়া হয়। অভিযোগপত্র আমলে নিয়ে ২০১৯ সালের ৬ আগস্ট ছয়জনের বিরুদ্ধে অভিযোগ গঠন করেন আদালত। রাষ্ট্রপক্ষ থেকে এই মামলায় ২৮ জন সাক্ষীকে আদালতে হাজির করা হয়।</p><p>এই মামলায় ২০২১ সালের ১৬ ফেব্রুয়ারি ঢাকার সন্ত্রাসবিরোধী বিশেষ ট্রাইব্যুনালের বিচারক মো. মজিবুর রহমান রায় দেন। রায়ে পাঁচ আসামিকে মৃত্যুদণ্ড এবং এক আসামিকে (শফিউর রহমান ফারাবী) যাবজ্জীবন কারাদণ্ড দেওয়া হয়। দণ্ডাদেশের রায়ের বিরুদ্ধে ওই বছরই হাইকোর্টে আপিল করেন ফারাবী।</p></div></div></div></body></html>"
        },
        {
            "title": "সোয়া ২ কোটি টাকার চেক নেন সাবেক এমপির কাছ থেকে | প্রথম আলো",
            "time": "2025-07-30T18:31:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F3lfb0hr7%2FRajjak-Court-04.jpeg?rect=0%2C143%2C1097%2C576&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাবেক সংসদ সদস্য (এমপি) শাম্মী আহমেদের বাসায় গিয়ে চাঁদা নেওয়ার ঘটনায় গ্রেপ্তার বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক নেতা আবদুর রাজ্জাক বিন সোলাইমান ওরফে রিয়াদের নাখালপাড়ার ভাড়া বাসা থেকে ২ কোটি ২৫ লাখ টাকার চারটি চেক উদ্ধার করেছে ঢাকা মহানগর গোয়েন্দা পুলিশ (ডিবি)।</p><p>ডিএমপি মিডিয়া সেন্টারে গতকাল বুধবার এক সংবাদ সম্মেলনে চেক উদ্ধারের বিষয়টি জানান ঢাকা মহানগর পুলিশের (ডিএমপি) উপকমিশনার (গণমাধ্যম ও জনসংযোগ) মুহাম্মদ তালেবুর রহমান। তবে এই চেক কোন প্রতিষ্ঠান দিয়েছে, তা তিনি জানাননি।</p><p>পুলিশ সূত্র জানিয়েছে, ওই সোয়া দুই কোটি টাকার চেক নেওয়া হয়েছে রংপুর-৬ আসনে (পীরগঞ্জ) আওয়ামী লীগের সাবেক সংসদ সদস্য আবুল কালাম আজাদের ব্যবসাপ্রতিষ্ঠান ‘ট্রেড জোন’ থেকে। ট্রেড জোনের পোশাক কারখানাসহ নানা ব্যবসা রয়েছে।</p><p>ট্রেড জোনের ব্যবস্থাপক সাইফুল ইসলাম গতকাল প্রথম আলোকে বলেন, সোয়া দুই কোটি নয়, মোট ৫ কোটি টাকার ১১টি চেক নিয়েছিলেন আবদুর রাজ্জাকসহ ছয়জন। তবে একটি চেকের বিপরীতেও তাঁরা টাকা উত্তোলন করতে পারেননি। কারণ, সংশ্লিষ্ট ব্যাংক হিসাবগুলোতে ট্রেড জোন কর্তৃপক্ষ টাকা রাখেনি। তিনি বলেন, টাকা উত্তোলন করতে না পেরে রাজ্জাকসহ অন্যরা ট্রেড জোনের মালিককে হুমকি দিচ্ছিলেন।</p><p>রাজ্জাকসহ অন্যরা কীভাবে চেক নিয়েছিলেন, তা প্রথম আলোকে বিস্তারিত জানিয়েছেন সাইফুল ইসলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "জকসুর পথরেখা ও সম্পূরক বৃত্তির দাবিতে জবি শিক্ষার্থীদের আলটিমেটাম | প্রথম আলো",
            "time": "2025-07-30T18:27:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F24eqthed%2FJNUHUMANCHAIN.jpg?rect=0%2C81%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানববন্ধনে শিক্ষার্থীরা বলেন, ‘এ প্রশাসন আমরা এনেছি। যদি আপনারা আমাদের দাবি বাস্তবায়ন করতে না পারেন, আপনাদের আমরা গাড়িতে তুলে দিতে বাধ্য হব। এ প্রশাসন ক্যাম্পাসে গত এক বছরে কিছুই করতে পারেনি। ছয় মাস পার হলেও একটি ক্যাফেটেরিয়া সম্পূর্ণ হয়নি। হচ্ছে, হবে কিংবা প্রক্রিয়ায় আছে—এসব কথা আর বলা যাবে না। যদি কাজ করতে না পারেন, আপনারা চলে যাবেন।’</p><p>জগন্নাথ বিশ্ববিদ্যালয় ছাত্র অধিকার পরিষদ, সমাজতান্ত্রিক ছাত্র ফ্রন্ট, বাংলাদেশ গণতান্ত্রিক ছাত্রসংসদ, ইউনাইটেড পিপলস (আপ) বাংলাদেশ ও ইসলামী ছাত্রশিবির মানববন্ধনের সঙ্গে একাত্মতা প্রকাশ করে। বিভিন্ন ছাত্রসংগঠনের নেতা-কর্মীরা মানববন্ধনে অংশ নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রোনালদো-বেকহামের জার্সি তৈরি কেন বন্ধ করল ম্যানচেস্টার ইউনাইটেড | প্রথম আলো",
            "time": "2025-07-30T18:24:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2Fcdb0e570-f264-4485-8271-6d87534a7633%2FFdWLC5qX0AIPYn4.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেগা স্টোরে গিয়ে একটি বিজ্ঞপ্তি লক্ষ করেন লয়েড। ওয়াল মনিটরে প্রদর্শিত সেই বিজ্ঞপ্তিতে লেখা ছিল, ‘লাইসেন্স–সংক্রান্ত নিষেধাজ্ঞার কারণে আমরা ক্যান্টোনা, বেকহাম ও রোনালদোর নাম প্রিন্ট করতে পারছি না।’ এ বিজ্ঞপ্তির ছবি তুলে পরে সামাজিক যোগাযোগমাধ্যম পোস্ট করেছেন লয়েড। এরপর আরও অনেকেই বিষয়টি নিয়ে কথা বলেছেন।</p><p>আলোচনা–সমালোচনা শুরু হওয়ার পর বিষয়টি নিয়ে নিজেদের অবস্থান পরিষ্কার করেছে ইউনাইটেড। ব্রিটিশ সংবাদমাধ্যম ‘সান’কে ইউনাইটেড জানিয়েছে, ক্যান্টোনা, বেকহ্যাম ও রোনালদোর ইমেজ রাইটস (চেহারা ও নাম ব্যবহারের বাণিজ্যিক অধিকার) এই তিন খেলোয়াড়ের নিজেদের মালিকানায় রয়েছে। ফলে ক্লাবের মেগা স্টোরে তাঁদের নাম জার্সিতে প্রিন্ট করা ক্লাবের পক্ষে সম্ভব নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বৃক্ষমেলা নিয়ে আগ্রহ | প্রথম আলো",
            "time": "2025-07-30T18:10:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F38bu6kil%2F%E0%A7%A7.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিক্রির জন্য প্লাস্টিকের টব সাজিয়ে রাখছেন দোকানি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বৃহত্তর জনগোষ্ঠীর কল্যাণের পক্ষে অবস্থান ছিল তাজউদ্দীনের | প্রথম আলো",
            "time": "2025-07-30T12:17:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fsj1ccmsn%2FWhatsApp-Image-2025-07-30-at-11.23.45-PM.jpeg?rect=0%2C141%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শারমিন আহমদ বলেন, বর্তমান বিশ্বে এই যে সংঘর্ষ, আর সংঘর্ষের মূল কারণ লোভ, ক্ষমতার মিশন। এই হানাহানি–সংঘর্ষের মধ্যে তাজউদ্দীন আহমদ তাঁর জীবন দিয়ে প্রমাণ করেছেন, কীভাবে ন্যায়ের পক্ষে থাকতে হয়, কীভাবে একতাকে দৃঢ় করে একটা জাতি গঠনে এগিয়ে যেতে হয়। তিনি প্রতিরোধ না করলে পাকিস্তানি বাহিনীর আত্মসমর্পণের চুক্তিপত্রে লেখা থাকত, ভারতের কাছে পাকিস্তানি বাহিনী আত্মসমর্পণ করেছে।</p><p>দেশ স্বাধীন হওয়ার পর বাংলাদেশ সরকার যখনই মনে করবে, তখনই ভারতীয় বাহিনীকে প্রত্যাবর্তন করতে হবে, এটিই ছিল তৃতীয় শর্ত বলে জানান শারমিন আহমদ। তিনি বলেন, বঙ্গবন্ধু ওই শর্তের ভিত্তিতেই ভারতীয় বাহিনীকে প্রত্যাবর্তনের জন্য বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ হাসিনাকে ১০ বার ফাঁসিতে ঝোলালেও তাঁর অপরাধ কমবে না: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2025-07-30T18:01:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F2tktnabt%2FSavar-NCP.JPG?rect=0%2C72%2C3840%2C2016&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম বলেছেন, শেখ হাসিনাকে ১০ বার ফাঁসিতে ঝোলালেও তাঁর অপরাধ আসলে কমবে না। বাংলাদেশের মানুষ কখনো ক্ষমা করবে না শেখ হাসিনাকে। কোনো দিন ক্ষমা করবে না আওয়ামী লীগকে। কোনো দিন ক্ষমা করবে না কোনো ধরনের রিফাইন্ড আওয়ামী লীগকে।</p><p> আজ বুধবার রাত ১০টার দিকে সাভারের আশুলিয়ার বাইপাইল মোড়ে এনসিপির মাসব্যাপী জুলাই পদযাত্রা উপলক্ষে আয়োজিত পথসভায় তিনি এসব কথা বলেন।</p><p> নাহিদ ইসলাম বলেন, ‘সাভার-আশুলিয়া গণ-অভ্যুত্থানের সময় হটস্পট ছিল। এদিকে নারায়ণগঞ্জ, যাত্রাবাড়ী, এদিকে সাভার-আশুলিয়া, ওদিকে গাজীপুর, টঙ্গী। আপনারা প্রতিবাদ করেছিলেন বলে ঢাকা সুরক্ষিত ছিল। ঢাকার মানুষ রাজপথে নেমে আসার সাহস করেছিল। এই সাভার–আশুলিয়া গণ-অভ্যুত্থানের সময় আমরা জানি, কী নির্মমভাবে নির্যাতন চালানো হয়েছিল, গুলি চালানো হয়েছিল, আমাদের ভাইয়েরা শহীদ হয়েছিল। আশুলিয়ায় শহীদ সজলকে পুড়িয়ে মারা হয়েছিল নির্মমভাবে। ফ্যাসিস্ট সরকারের দোসররা ঠিক এইভাবেই সারা বাংলাদেশে নিপীড়ন চালিয়েছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "১৬ বছর আগে বুড়িগঙ্গার তীরে ধারণ করা ‘ইত্যাদি’ আবার পর্দায় | প্রথম আলো",
            "time": "2025-07-30T17:59:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fwmle8iwr%2F3-10.jpg?rect=0%2C0%2C2902%2C1524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী ১ আগস্ট, শুক্রবার রাতে বাংলাদেশ টেলিভিশনের পর্দায় আবার দেখা যাবে জনপ্রিয় ম্যাগাজিন অনুষ্ঠান ‘ইত্যাদি’র এক বিশেষ সংকলিত পর্ব। ঐতিহ্যবাহী আহসান মঞ্জিলের সামনে ধারণ করা এই পর্ব প্রচারিত হবে রাত আটটার বাংলা সংবাদের পর। অনুষ্ঠানটি রচনা, পরিচালনা ও উপস্থাপনায় আছেন হানিফ সংকেত।<br> এক সংবাদ বিজ্ঞপ্তিতে জানানো হয়েছে, ২০০৯ সালের আগস্টে প্রথম প্রচারিত হয়েছিল ‘ইত্যাদি’র এই পর্ব। ঢাকার পুরান অংশের কুমারটুলীতে, বুড়িগঙ্গা নদীর তীরে অবস্থিত, স্থাপত্য ও ঐতিহাসিক গুরুত্বে অনন্য আহসান মঞ্জিলের সামনে উন্মুক্ত মঞ্চে ধারণ করা হয়েছিল এটি। শতাব্দীপ্রাচীন এই ভবন একসময় ছিল ঢাকার নবাবদের রাজকীয় আবাস ও জমিদারির সদর কাচারি। বর্তমানে এটি বাংলাদেশের অন্যতম গুরুত্বপূর্ণ জাদুঘর।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসরায়েলের ওপর নিষেধাজ্ঞা চান দেশটির ৩১ বিশিষ্ট নাগরিক | প্রথম আলো",
            "time": "2025-07-30T17:51:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Foiqcxikq%2FPALESTINIAN-ISRAEL-CONFLICT-095137.JPG.JPG?rect=0%2C455%2C6433%2C3377&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে স্বাক্ষর করেছেন অস্কারজয়ী ইসরায়েলি চলচ্চিত্র নির্মাতা ইউভাল আব্রাহাম, ইসরায়েলের সাবেক অ্যাটর্নি জেনারেল মাইকেল বেন–ইয়ার, ইসরায়েলের পার্লামেন্টের সাবেক স্পিকার আব্রাহাম বার্গ। এ ছাড়া ইসরায়েলের সাংস্কৃতিক ক্ষেত্রের সর্বোচ্চ মর্যাদাপূর্ণ পুরস্কার ‘ইসরায়েল প্রাইজ’ পাওয়া বেশ কিছু বিশিষ্ট ব্যক্তিও এতে স্বাক্ষর করেছেন।</p><p>বিবৃতিতে ইসরায়েলের এসব বিশিষ্ট নাগরিক বলেছেন, ‘গাজার বাসিন্দাদের অনাহারে রেখে মেরে ফেলতে চাইছে ইসরায়েল। পাশাপাশি উপত্যকাটির লাখ লাখ ফিলিস্তিনিকে জোর করে গাজা থেকে সরিয়ে দেওয়ার কথা ভাবছে। গাজায় ইসরায়েলি বাহিনীর এই নৃশংসতা বন্ধ না হলে এবং একটি স্থায়ী যুদ্ধবিরতি কার্যকর না করলে ইসরায়েলের ওপর আন্তর্জাতিক সম্প্রদায়ের অবশ্যই কঠোর নিষেধাজ্ঞা দিতে হবে।’</p><p>ইসরায়েলের ওপর কঠোর নিষেধাজ্ঞা চেয়ে দেশটির বিশিষ্ট নাগরিকদের এ ধরনের একটি যৌথ বিবৃতি নানা কারণে তাৎপর্যপূর্ণ। প্রথমত, ইসরায়েলের সরকারের খোলামেলা সমালোচনা ও নিষেধাজ্ঞা চেয়ে দেশটির নাগরিকদের এ ধরনের বিবৃতি দেওয়ার ঘটনা বিরল। এ ছাড়া ইসরায়েল এমন একটি দেশ যেখানে এ ধরনের আহ্বান কেউ জানালে তার বিরুদ্ধে ব্যবস্থা নেওয়ার জন্য আইন ও বিধিবিধান রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়ার পূর্বাঞ্চলে শক্তিশালী ভূমিকম্পের পর প্রশান্ত মহাসাগরীয় অঞ্চলজুড়ে সুনামির সতর্কতা | প্রথম আলো",
            "time": "2025-07-30T17:51:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fl0hk3voc%2FMetropolitan-Lima.jpg?rect=0%2C269%2C3788%2C1989&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অবশ্য আরটির প্রতিবেদনে বলা হয়েছে, রাশিয়ান একাডেমি অব সায়েন্সেসের ভূতাত্ত্বিক জরিপের তথ্যমতে, ভূমিকম্পটি স্থানীয় সময় বুধবার বেলা সাড়ে ১১টায় পেট্রোপাভলোভস্ক-কামচাতস্কি থেকে প্রায় ১৩৬ কিলোমিটার দক্ষিণ–পূর্বে অনুভূত হয়েছে। ১৯৫২ সালের পর, তথা ৭৩ বছরের মধ্যে এই অঞ্চলে এটিই সবচেয়ে শক্তিশালী ভূমিকম্প।</p><p>ভূমিকম্পের কারণে জাপান থেকে শুরু করে ওয়াশিংটন, অরেগন, আলাস্কা, ক্যালিফোর্নিয়াসহ যুক্তরাষ্ট্রের পশ্চিম উপকূলের নানা অঞ্চল এবং হাওয়াই দ্বীপপুঞ্জসহ প্রশান্ত মহাসাগরের উপকূলবর্তী বিভিন্ন দেশ ও অঞ্চলে নানা মাত্রায় সুনামির ঢেউ দেখা গেছে। তা ছাড়া কানাডার ব্রিটিশ কলম্বিয়া, ইকুয়েডর, পেরু, কলম্বিয়া, মেক্সিকো, চিলি, নিউজিল্যান্ড, ইন্দোনেশিয়া, ফিলিপাইন, তাইওয়ান, ফ্রেঞ্চ পলিনেশিয়া, পাপুয়া নিউ গিনি, সলোমন আইল্যান্ডস, ভানুয়াতুসহ প্রশান্ত মহাসাগরের বিভিন্ন দেশ ও অঞ্চলে হয়তো ‘সুনামি–সতর্কতা’ নয়তো ‘সুনামি অ্যাডভাইজারি’ বা ‘সুনামি ওয়াচ’ জারি করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আসামির কাঠগড়ায় সাবেক প্রধান বিচারপতি খায়রুল হকের ৪৫ মিনিট | প্রথম আলো",
            "time": "2025-07-30T17:27:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F8vycvbz3%2FKairul-Haque-01.jpeg?rect=0%2C25%2C1297%2C681&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শামসুদ্দোহা আরও বলেন, ‘মাননীয় আদালত, ত্রয়োদশ সংশোধনী বাতিল করে এই সাবেক প্রধান বিচারপতি বাংলাদেশে ফ্যাসিজমের জন্ম দিয়েছেন। তিনি শেখ মুজিবুর রহমানের থেকেও আওয়ামী লীগের পক্ষে বেশি কাজ করেছেন। তিনি আওয়ামী লীগের মতো প্রাচীন রাজনৈতিক দলকে ধ্বংস করে দিয়েছেন। তাঁকে আমরা ১০ দিন রিমান্ডে নেওয়ার আবেদন করেছি।’</p><p>শামসুদ্দোহা যখন সাবেক প্রধান বিচারপতির বিরুদ্ধে আনা অভিযোগ একের পর এক আদালতকে শোনাতে থাকেন, তখন খায়রুল হক মাথা নিচু করে এসব বক্তব্য শুনতে থাকেন।</p><p>এ পর্যায়ে শামসুদ্দোহা বলেন, ‘সাবেক প্রধান বিচারপতি কেন সংক্ষিপ্ত আদেশকে উপেক্ষা করে ১৬ মাস পর জালিয়াতপূর্ণ পূর্ণাঙ্গ রায় প্রকাশ করেছিলেন, জালিয়াতির সঙ্গে আর কারা কারা জড়িত, সেটি জানার জন্য এই সাবেক প্রধান বিচারপতিকে নিবিড়ভাবে রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করা প্রয়োজন।’</p><p>পিপির বক্তব্য শেষ হওয়ার পর আদালত রিমান্ডের আদেশ দেন। বিচারকের পাশে দাঁড়ানো একজন পুলিশ কর্মকর্তা বলেন, ‘আসামি এ বি এম খায়রুল হকের সাত দিনের রিমান্ড মঞ্জুর করেছেন আদালত।’</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় স্বার্থ রক্ষায় সব পদক্ষেপ নেবে নয়াদিল্লি | প্রথম আলো",
            "time": "2025-07-30T17:23:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fan64cqkx%2F002.jpg?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে স্থানীয় সময় বুধবার সন্ধ্যায় ভারতের বাণিজ্য ও শিল্প মন্ত্রণালয় এক বিবৃতিতে বলেছে, ‘দ্বিপক্ষীয় বাণিজ্য নিয়ে যুক্তরাষ্ট্রের প্রেসিডেন্ট যে মন্তব্য করেছেন, তা সরকারের নজরে এসেছে। সরকার এই পদক্ষেপের প্রভাব খতিয়ে দেখছে। কয়েক মাস ধরে ভারত ও যুক্তরাষ্ট্র একটি ন্যায্য, ভারসাম্যপূর্ণ এবং পরস্পর উপকৃত হয়, এমন একটি দ্বিপক্ষীয় বাণিজ্য চুক্তি নিয়ে আলোচনা চালিয়ে আসছে। আমরা সেই লক্ষ্যের প্রতি প্রতিশ্রুতিবদ্ধ রয়েছি।’</p><p>বিবৃতিতে জোর দিয়ে বলা হয়েছে, ভারতের কেন্দ্রীয় সরকার নিজেদের ‘কৃষক, উদ্যোক্তা এবং ক্ষুদ্র, ছোট ও মাঝারি শিল্প (এমএসএমই) খাতের কল্যাণ ও উন্নয়নে সর্বোচ্চ গুরুত্ব দেয়।’ পাশাপাশি যুক্তরাজ্যের সঙ্গে সম্প্রতি করা মুক্তবাণিজ্য চুক্তির কথাও বিবৃতিতে উল্লেখ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরবর্তী সরকারের পক্ষে এত সহজে সংস্কার আকাঙ্ক্ষাকে উপেক্ষা করা সম্ভব হবে না: আসিফ নজরুল | প্রথম আলো",
            "time": "2025-07-30T17:18:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F6gsxlq7s%2FAsif-Nazrul.jpeg?rect=0%2C141%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খসড়াটি চূড়ান্ত করতে আরও পরামর্শ নেওয়া হবে জানিয়ে আইন উপদেষ্টা আসিফ নজরুল বলেন, ‘একটা খুব ভালো সাজেশন আসছে পলিটিক্যাল পার্টির সঙ্গে কনসাল্টেশন। এটা পলিটিক্যাল পার্টির জন্য খুবই রেলেভান্ট (প্রাসঙ্গিক), অবশ্যই করব। আপনাদের সবার সহযোগিতায় ইনশা আল্লাহ আমরা একটা ভালো আইন করতে পারব এবং আমাদের প্রত্যাশা আছে এই সরকারের আমলে অন্তত কিছু নিয়োগ যদি আমরা অ্যাটর্নি সার্ভিসে দিয়ে দিতে পারি—সে চেষ্টা করব।’</p><p>আইন উপদেষ্টা বলেন, ‘সব সময় শুনতাম যে নিম্ন আদালতে বা উচ্চ আদালতে যে দুর্নীতি হয় বা অনিয়ম হয় এখানে অনেক পক্ষ থাকে। শুধু যে আপনার সাপোর্ট স্টাফরা বা জাজরা করে, সেটা না। এক শ্রেণির আইনজীবীরা, সরকারি আইনজীবীদেরও ভূমিকা থাকে। আমি কিছু রিসার্চ করেও শুনেছি যে অল্প, অত্যন্ত অল্প টাকা পান উনারা। বিশেষ করে যাঁরা পাবলিক প্রসিকিউটর অফিসে আসেন, তারপরও এটা হওয়ার প্রচণ্ড আগ্রহ থাকে সবার। কারণ, এমন অভিযোগ শুনেছি, এগেইন বলছি অভিযোগ অন্যভাবে নিয়েন না। সরকারি উকিল হয়ে উনারা দেখা যায়, প্রতিপক্ষের পক্ষে কাজ করে টাকা নেন এরকম কিছু উদাহরণ আছে। সবাই না। অনেকে তো আছেন, অনেক ভালো প্র্যাকটিস করেছেন বা করছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভৌতিক গল্প নিয়ে কানাডায় নুহাশ | প্রথম আলো",
            "time": "2025-07-30T17:15:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2Farbg6ob0%2FIMG-20250623-WA0005.jpg?rect=0%2C140%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ভাগ্য ভালো’-তে আছেন মোশাররফ করিম, জেবুন্নেছা সোবহান (টুনটুনি), আদনান আদীব খান, সামিয়া অথৈ। এ ছাড়া আফজাল হোসেন, কাজী নওশাবা আহমেদ, শিল্পী সরকার অপু আছেন ‘অন্তরা’ পর্বে। আর ‘বেসুরা’য় অভিনয় করেছেন সুমাইয়া শিমু, এরফান মৃধা শিবলু, ইসলাম উদ্দিন পালাকারসহ অনেকে।</p><p>চরকির অ্যানথোলজি সিরিজ ‘২ষ’। নুহাশ জানান, আগামী শুক্রবার ‘২ষ’–এর দ্বিতীয় প্রদর্শনী রয়েছে। এ উৎসব থেকে এর আগের নুহাশের ‘মশারি’ ও ‘ফরেনার্স অনলি’ অংশ নিয়ে পুরস্কার জয় করে। ১৬ জুলাই শুরু হয়ে ৩ আগস্ট পর্যন্ত চলবে এ আয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের উন্নয়নে ২,৮৪০ কোটি টাকার প্রকল্প অনুমোদন | প্রথম আলো",
            "time": "2025-07-30T17:12:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-01%2F08op2831%2Fdhakauniversiuty.JPG?rect=0%2C74%2C624%2C328&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রকল্পে নির্মিতব্য স্থাপনাগুলো হলো কেন্দ্রীয় গ্রন্থাগারের পাশের ভবন ভেঙে ১২ তলা ও ৬ তলা দুটি ভবন, আইএসআরটি ও ফার্মেসি বিভাগের জন্য ১০ তলা ভবন, উদ্ভিদবিজ্ঞান বিভাগে ৩ তলা ভবন, চারুকলা অনুষদের পুরোনো ভবন ভেঙে ৫ তলা একাডেমিক ভবন, বিজনেস স্টাডিজ অনুষদে ১০ তলা এমবিএ টাওয়ার, প্রেস বিল্ডিং ও নীলক্ষেত পুলিশ ফাঁড়ি ভেঙে দুটি একাডেমিক ভবন, শহীদ সার্জেন্ট জহুরুল হক, সূর্যসেন, শহীদুল্লাহ, মুহসীন ও কুদরাত-ই-খুদা হলে সম্প্রসারণ ভবন, ছাত্রীদের জন্য শাহনেওয়াজ, শামসুন নাহার, বাংলাদেশ-কুয়েত মৈত্রী, লেদার ইঞ্জিনিয়ারিং ও টেকনোলজি ইনস্টিটিউটে ১০-১৫ তলা ভবন, প্রতিটি হলে ২০টি ফ্ল্যাটসহ ১১তলা শিক্ষক কোয়ার্টার, সহ-উপাচার্যের বাংলো, ১৫ তলা আবাসিক ভবন, ডাকসু মাল্টিপারপাস ভবন, প্রশাসনিক ভবনের উত্তর-পশ্চিমে ২০ তলা এবং দক্ষিণ-পূর্বে ৪ তলা ভবন, কেন্দ্রীয় খেলার মাঠে গ্যালারি, বাস পার্কিং, অফিস, ডরমিটরি, ডা. মোহাম্মদ মোর্তজা মেডিকেল সেন্টার ভবন, ৪ তলা মসজিদুল জামিয়া কমপ্লেক্স, জলাধার সংস্কার, সৌন্দর্যবর্ধন, সড়ক, সার্ভিসলাইন, ২৪ হাজার ৮২০ মিটার ড্রেনেজ ব্যবস্থা ও আধুনিক বর্জ্য ব্যবস্থাপনা।</p></div></div></div></body></html>"
        }
    ]
}