{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গুম, খুনের শিকার মায়েদের কান্না জমা করলে বুড়িগঙ্গার চেয়ে বেশি পানি হতো: সাইফুল হক | প্রথম আলো",
            "time": "2026-01-05T09:28:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fmk1wakgg%2Fmayer-dak-.jpeg?rect=0%2C0%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইফুল হক ঢাকা-১২ আসনে বিএনপি মনোনীত সংসদ সদস্য পদপ্রার্থী। মায়ের ডাকের সদস্যের সঙ্গে মতবিনিময় সভায় তিনি বলেন, ‘আজকের এই সভা কোনো নির্বাচনী প্রচারণা নয়, এটা শুধু সৌজন্য সাক্ষাৎ।’</p><p>মায়ের ডাকের মতো প্ল্যাটফর্ম না থাকলে এই দেশ থেকে হাসিনার মতো ফ্যাসিস্টকে বিদায় করা যেত কি না, সে বিষয়ে এখনো সন্দেহ রয়েছে বলে মন্তব্য করেন সাইফুল হক। তিনি বলেন, এই প্ল্যাটফর্ম বাংলাদেশে সংগঠিত অন্যায়, গুম ও খুনকে বিশ্বের কাছে উপস্থাপন করেছিল।</p><p>মতবিনিময় সভায় মায়ের ডাকের সমন্বয়ক সানজিদা ইসলাম বলেন, একজন শিক্ষিত ও মননশীল ব্যক্তি যখন সমাজের নেতৃত্বে আসেন, তখন সেটি গোটা সমাজের জন্য আশীর্বাদ। আগামীর রাজনীতিতে যেই পরিবর্তনের কথা বলা হচ্ছে, তারই ধারাবাহিকতায় সাইফুল হক এই আসনে বিএনপির থেকে মনোনীত হয়েছেন।</p><p>রাজনৈতিক এই যাত্রা মানুষের জন্য, পরিবর্তনের জন্য। যেই নির্দেশনা তারেক রহমান দিয়েছেন, তা মেনে চলা বিএনপি ও অঙ্গসংগঠনের নেতা কর্মীদের গুরুদায়িত্ব।</p><p>মায়ের ডাকের সদস্য রমিজউদদীন রাজু বলেন, ২০১৩ সালের ৬ ডিসেম্বর তাঁর ভাই নিজামুদ্দিন মুন্নাকে রাজধানীর দক্ষিণ খানের একটি পার্ক থেকে তুলে নিয়ে গুম করা হয়। তারপর নিজামুদ্দিনের আর কোনো খোঁজ পায়নি পরিবার।</p></div></div></div></body></html>"
        },
        {
            "title": "শামীম পাটোয়ারীর সম্পদ পৌনে ৫ কোটি টাকার, ঋণ ৪ কোটি ৩০ লাখ | প্রথম আলো",
            "time": "2026-01-05T09:20:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Feevbbbpv%2FGaibandhaDH059920260104Gaibandha-01-Samim.jpg?rect=0%2C169%2C1070%2C562&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে গাইবান্ধা-১ (সুন্দরগঞ্জ) আসনে জাতীয় পার্টি (জাপা) মনোনীত প্রার্থী শামীম হায়দার পাটোয়ারীর বার্ষিক আয় ৩২ লাখ ৮৮ হাজার ২০ টাকা। এ ছাড়া স্থাবর-অস্থাবর মিলিয়ে তাঁর সম্পদ আছে পৌনে ৫ কোটি টাকার।</p><p>পেশায় আইনজীবী শামীম পাটোয়ারীর স্ত্রী, এক ছেলে ও এক মেয়েসহ পরিবারে নির্ভরশীল সদস্যদের কোনো আয় নেই। কারণ হিসেবে তিনি উল্লেখ করেন, স্ত্রী গৃহিণী এবং ছেলে ও মেয়ে শিক্ষার্থী।</p><p>নির্বাচন কমিশনে মনোনয়নপত্রের সঙ্গে জমা দেওয়া হলফনামায় শামীম হায়দার পাটোয়ারী আয় ও সম্পদের এসব তথ্য উল্লেখ করেন।</p><p>হলফনামার তথ্য অনুযায়ী, শামীম হায়দার পাটোয়ারীর বার্ষিক মোট আয় ৩২ লাখ ৮৮ হাজার ২০ টাকা। এর মধ্যে কৃষি খাত থেকে ৩ লাখ ২৪ হাজার ১০০ টাকা, বাড়িভাড়া থেকে ১ লাখ ৩৫ হাজার টাকা, ব্যবসা থেকে ১৫ লাখ ৯৬ হাজার ৫৪৫ টাকা, শেয়ার/বন্ড/সঞ্চয়পত্র/ব্যাংক আমানত থেকে ১৯ হাজার ৯৭৫ টাকা এবং আইন পেশা থেকে ১২ লাখ ১২ হাজার ৪০০ টাকা আয় করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টোয়েন্টিতে সবচেয়ে বেশি ফাইনাল খেলেছেন যাঁরা",
            "time": "2026-01-05T09:19:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2026-01-04/1806e83h/Shakib_MI_Emirates.webp?auto=format&q=35&w=1200",
            "body": "<html><body><div><div class=\"vs__summary\"><p><strong>কাইরন পোলার্ড—৩২</strong> </p><p>ওয়েস্ট ইন্ডিয়ান অলরাউন্ডার গতকাল রাতেই খেলেছেন সর্বশেষ ফাইনালটি। গতকালের আগে রেকর্ড ১৮টি ফাইনাল জিতেছেন পোলার্ড।</p></div>\n                        \n              </div></body></html>"
        },
        {
            "title": "ঘটনা গোপন করতে সহযোগীরা রিপনকে গলা কেটে হত্যা করে : পুলিশ | প্রথম আলো",
            "time": "2026-01-05T09:18:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C312%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঘটনার পরের দিন গতকাল সকালে নিহত ব্যক্তির বড় ভাই মো. সুজন মিয়া থানায় হত্যা মামলা করেন। মামলায় রিপনের সহযোগী রাকিব মিয়াসহ চারজনকে আসামি করা হয়েছে। তথ্যপ্রযুক্তি ব্যবহার করে পুলিশ ওই দিন সকালে রাকিবকে গ্রেপ্তার করে। বিকেলে কেন্দুয়া আমলি আদালতে হাজির করা হলে তিনি বিচারকের কাছে নিজে জড়িত থাকার কথা স্বীকার করেন।</p><p>পুলিশ জানায়, জবানবন্দিতে রাকিব বলেছেন যে গত শুক্রবার রাতে রিপন মিয়াসহ তাঁদের কয়েকজন সহযোগী ওই ট্রান্সফরমার চুরি করতে যান। এ সময় রিপন খুঁটির ওপর উঠলে বিদ্যুৎস্পৃষ্ট হয়ে তাঁর দুই হাত ঝলসে যায় এবং তিনি নিচে পড়ে যান। বিষয়টি জানাজানি হলে চুরির ঘটনা ফাঁস হয়ে যেতে পারে—এই আশঙ্কায় তাঁর সহযোগীরা তাঁকে গলা কেটে হত্যা করে।</p><p>কেন্দুয়া সার্কেলের সহকারী পুলিশ সুপার গোলাম মোস্তফা প্রথম আলোককে মুঠোফোনে বলেন, হত্যাকাণ্ডে জড়িত অন্য আসামিদের গ্রেপ্তারে অভিযান চলছে। জবানবন্দি শেষে গ্রেপ্তার রাকিবকে আদালতের নির্দেশে কারাগারে পাঠানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিকগঞ্জে দুটি প্রাইভেট কারের সংঘর্ষে কলেজছাত্র নিহত | প্রথম আলো",
            "time": "2026-01-05T09:17:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fk2i8v76i%2FManikgonjDH053120260105MANIKGANJ-PIC-5.1.26.jpg?rect=0%2C229%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানিকগঞ্জ সদর উপজেলায় দুটি প্রাইভেট কারের মুখোমুখি সংঘর্ষে রিপন হোসেন (১৯) নামের এক কলেজছাত্র নিহত হয়েছেন। গতকাল রোববার রাতে ঢাকা-আরিচা মহাসড়কের জাগীর এলাকায় সেতুর ওপর এ দুর্ঘটনা ঘটে।</p><p>নিহত রিপন হোসেন মানিকগঞ্জের সাটুরিয়া উপজেলার পাড়াগ্রাম এলাকার মোশারফ হোসেনের ছেলে। তিনি সাটুরিয়া উপজেলার দড়গ্রাম সরকারি ভিকু মেমোরিয়াল ডিগ্রি কলেজের দ্বাদশ শ্রেণির শিক্ষার্থী ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীয়তপুরে ব্যবসায়ী খোকন দাস হত্যায় ৩ আসামি দুই দিনের রিমান্ডে | প্রথম আলো",
            "time": "2026-01-05T09:16:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fwazl2sfc%2FShariatpur-Khokon.jpg?rect=0%2C315%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরীয়তপুর আদালত পুলিশের উপপরিদর্শক (এসআই) শাহাবুদ্দিন মুন্সী প্রথম আলোকে বলেন, ডামুড্যার ব্যবসায়ী হত্যাকাণ্ডে জড়িত গ্রেপ্তার তিন আসামিকে রোববার রাতে চিফ জুডিশিয়াল ম্যাজিস্ট্রেট আদালতে হাজির করা হয়। মামলার তদন্তকারী কর্মকর্তার আবেদনের পরিপ্রেক্ষিতে সিনিয়র জুডিশিয়াল ম্যাজিস্ট্রেট আয়েশা আক্তার আসামিদের দুই দিনের রিমান্ড মঞ্জুর করেছেন। পরে তাঁদের জিজ্ঞাসাবাদের জন্য ডামুড্যা থানায় নেওয়া হয়েছে।</p><p>ডামুড্যা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মোহাম্মদ রবিউল হক প্রথম আলোকে বলেন, আসামিদের রিমান্ডে পেয়ে জিজ্ঞাসাবাদ চলছে। আজ ও আগামীকাল তাঁদের জিজ্ঞাসাবাদ করা হবে। এরপর তাঁদের আবার আদালতে নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক আইনমন্ত্রী আনিসুল হকের গাড়ি-জমি জব্দের আদেশ | প্রথম আলো",
            "time": "2026-01-05T09:06:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-18%2Frr44vu3s%2Ftribunal-2.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদনটি করেন দুদকের উপপরিচালক জাহাঙ্গীর আলম।</p><p>আবেদনে বলা হয়, সাবেক আইনমন্ত্রী আনিসুল হক ক্ষমতার অপব্যবহার করেছেন। তিনি, তাঁর স্বার্থসংশ্লিষ্ট ব্যক্তিরা অসাধু উপায়ে জ্ঞাত আয়ের উৎসের সঙ্গে অসংগতিপূর্ণ ১৪৬ কোটি ১৯ লাখ ৭০ হাজার টাকার সম্পদের মালিকানা অর্জন করেছেন। তাঁর ২৯টি ব্যাংক হিসাবে ৩৪৯ কোটি ১৫ লাখ ২১ হাজার টাকা জমা হয়। আর ৩১৬ কোটি ৪৮ লাখ ৮১ হাজার টাকা উত্তোলন করা হয়। তাঁর বিরুদ্ধে মামলা হয়েছে। মামলার সুষ্ঠু তদন্তের স্বার্থে উল্লিখিত সম্পদ জব্দ করা প্রয়োজন। সম্পদ জব্দ করা না গেলে তা বিক্রি বা হস্তান্তর হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাস্তাঘাট বন্ধ করে জনদুর্ভোগ সৃষ্টি করলে কোনো ছাড় নয়: স্বরাষ্ট্র উপদেষ্টা | প্রথম আলো",
            "time": "2026-01-05T09:05:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fkiy030go%2FHome.jpeg?rect=0%2C112%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বরাষ্ট্র উপদেষ্টা বলেন, সহযোগী সেজে ফ্যাসিস্টের এজেন্ট বা নাশকতাকারীরা যাতে বিভিন্ন রাজনৈতিক দলে অনুপ্রবেশ ঘটাতে না পারে, সে বিষয়ে রাজনৈতিক দলগুলোকে সতর্ক থাকতে বলা হয়েছে। রাজনৈতিক দলগুলোর পারস্পরিক দোষারোপে নাশকতাকারীরা যাতে সুযোগ না নিতে পারে বা পার পেয়ে যেতে না পারে, সে বিষয়েও রাজনৈতিক দলগুলোকে সতর্ক থাকতে হবে।</p><p>গত ১৩ ডিসেম্বর শুরু হওয়া অপারেশন ডেভিল হান্ট ফেজ-২-এ গতকাল রোববার পর্যন্ত ১৪ হাজার ৫৬৯ জনকে গ্রেপ্তার করা হয়েছে বলে জানান জাহাঙ্গীর আলম চৌধুরী। তিনি বলেন, এ সময় মামলা ও পরোয়ানাভুক্ত ১৯ হাজার ২৩৫ জনসহ মোট ৩৩ হাজার ৮০৪ জনকে গ্রেপ্তার করা হয়েছে। এ ছাড়া অভিযানে ২০১টি আগ্নেয়াস্ত্র, ১ হাজার ৫৪১টি গুলি, ৫৬৬টি কার্তুজ, ১৬৫টি দেশীয় অস্ত্রসহ অন্যান্য জিনিস-উপকরণ উদ্ধার করা হয়েছে।</p><p>সভায় সাম্প্রদায়িক সম্প্রীতি অক্ষুণ্ন রাখার উদ্দেশ্যে সরকারের দৃঢ় প্রতিজ্ঞা পুনর্ব্যক্ত করা হয়েছে বলে জানান স্বরাষ্ট্র উপদেষ্টা। তিনি বলেন, সামাজিক যোগাযোগমাধ্যমে গুজব-অপপ্রচার প্রতিরোধ ও উসকানিমূলক বক্তব্য পরিহারের বিষয়েও সভায় বিস্তারিত আলোচনা করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্প কি কারাকাসে ‘পুতুল সরকার’ বসাতে যাচ্ছেন | প্রথম আলো",
            "time": "2026-01-05T09:04:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fyfp5vdqc%2FImage.jpeg?rect=0%2C118%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ভেনেজুয়েলা অনেক দিন ধরেই বলে আসছিল, দেশটির তেলসম্পদ দখল করতে চায় যুক্তরাষ্ট্র</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মাদুরোকে ট্রাম্পের তুলে নেওয়া কি ইরানে মার্কিন হামলার আশঙ্কা বাড়িয়ে দিল | প্রথম আলো",
            "time": "2026-01-05T09:02:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F1bgghv9n%2FIran-US-1.jpg?rect=0%2C0%2C724%2C380&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>ভেনেজুয়েলায় মাদুরোকে সরানো হলেও আপাতত তাঁর সরকারের পতন হয়নি। ভাইস প্রেসিডেন্ট দেলসি রদ্রিগেজ বর্তমানে ভেনেজুয়েলার ভারপ্রাপ্ত প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করছেন। তিনি জোর দিয়ে বলেছেন, মাদুরো এখনো দেশের একমাত্র নেতা। তিনি যুক্তরাষ্ট্রের হামলারও নিন্দা জানান।</p><p>রদ্রিগেজ আরও ইঙ্গিত দেন, ইসরায়েলও মাদুরোকে তুলে নেওয়ার এ ঘটনার সঙ্গে জড়িত ছিল। মাদুরো যুক্তরাষ্ট্রের মিত্রদেশগুলোর কঠোর সমালোচক।</p><p>ট্রাম্প ইতিমধ্যে রদ্রিগেজকে হুমকি দিয়েছেন। দ্য আটলান্টিক সাময়িকীকে দেওয়া সাক্ষাৎকারে তিনি বলেন, যুক্তরাষ্ট্রের দাবিতে রাজি না হলে তাঁকে (রদ্রিগেজ) ‘বড় মূল্য চুকাতে হবে—সম্ভবত মাদুরোর চেয়েও বড়।’</p><p>এতে বোঝা যায়, ভেনেজুয়েলাকে ‘পরিচালনা’ এবং দেশটির তেল নেওয়ার বিষয়ে যুক্তরাষ্ট্রের পরিকল্পনা এখনো শেষ হয়নি। এর জন্য আরও বেশি করে সামরিক পদক্ষেপের প্রয়োজন হতে পারে।</p><p>তবে নেগার মোর্তাজাভি বলেন, ট্রাম্পের পছন্দের ধাঁচ হলো দ্রুত শক্তি প্রদর্শন। দীর্ঘমেয়াদি যুদ্ধ নয়। তিনি ট্রাম্পের নির্দেশে দ্রুত সময়ের মধ্যে চালানো কয়েকটি অভিযানের কথা উল্লেখ করেন। সেগুলো হলো ২০১৯ সালে আইএস নেতা আবু বকর আল-বাগদাদিকে হত্যা, ২০২০ সালে ইরানের শীর্ষ জেনারেল কাসেম সোলাইমানিকে হত্যা এবং জুনে ইরানের পারমাণবিক স্থাপনায় হামলা।</p><p>মোর্তাজাভি আরও বলেন, ‘বেশির ভাগ মার্কিন নাগরিক দীর্ঘমেয়াদি যুদ্ধে ক্লান্ত; বিশেষ করে মধ্যপ্রাচ্যে। তাই ট্রাম্প প্রশাসন জানে, এমন আরও যুদ্ধ চালানো হলে তা মার্কিন নাগরিকদের কাছে গ্রহণযোগ্য করে তোলা যাবে না।’</p><p>তবে ট্রাম্প ইতিমধ্যেই ভেনেজুয়েলায় স্থল অভিযান চালানোর আশঙ্কার কথা বলেছেন।</p><p>ট্রাম্প বলেছেন, ‘স্থলসেনা পাঠাতে আমরা ভয় পাই না। এটা বলতে আমাদের আপত্তি নেই। তবে দেশটি যেন সঠিকভাবে পরিচালিত হয়, তা আমরা নিশ্চিত করব। আমরা এটাকে ব্যর্থ হতে দেব না।’</p><p>তবে এনআইএসির আবদি মনে করেন, ভেনেজুয়েলায় যুক্তরাষ্ট্রের দীর্ঘমেয়াদি সম্পৃক্ততা পরোক্ষভাবে ইরানের সঙ্গে যুদ্ধ ঠেকাতে পারে।</p><p>আবদি আল–জাজিরাকে বলেন, ‘এমনও হতে পারে, যুক্তরাষ্ট্র ভেনেজুয়েলাকে “চালাতে” গিয়ে সেখানে এতটাই জড়িয়ে পড়বে যে ইরানের বিরুদ্ধে যুদ্ধ চালানো বা ইসরায়েলকে এমন যুদ্ধ শুরু করতে সমর্থন দেওয়ার মতো সময় ও সামর্থ্য তাদের থাকবে না।’</p><p>আবদি আরও বলেন, ‘২০০৩ সালে যুক্তরাষ্ট্র ইরাকে আক্রমণ করার পর তালিকায় পরের দিকেই ইরানের নাম ছিল। আর আমরা জানি এরপর কী হয়েছিল। ট্রাম্প হয়তো এখনই “মিশন সম্পন্ন” ঘোষণা করতে চাইবেন না।’</p></div></div></body></html>"
        },
        {
            "title": "ট্রেলারেই ঝড় তুলল বিজয়ের শেষ ছবি | প্রথম আলো",
            "time": "2026-01-05T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fpuchorbu%2FThalapathy.webp?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মালয়েশিয়ায় বিশাল আকারের অডিও লঞ্চে বিজয় ভক্তদের উদ্দেশে আবেগপূর্ণ বক্তব্য দেন, ‘আমি সেই ভক্তদের জন্য সিনেমা ছাড়ছি, যারা আমার জন্য সবকিছু দিয়েছে।’<br>ছবিটি ১০০ দিনেরও বেশি সময় ধরে শুট করা হয়েছে, বিজয় শুটিংয়ে উপস্থিত ছিলেন ৮৪ দিন।</p><p>বিজয়ের সঙ্গে ছবিতে আছেন পূজা হেগডে, ববি দেওল, গৌতম বসুদেব মেনন, প্রকাশ রাজ ও প্রিয়মণি।</p><p>মুক্তির পর থেকেই ছবিটি নিয়ে বিজয়ের ভক্তদের মধ্যে ব্যাপক আগ্রহ দেখা গেছে। কেউ লিখেছেন, ‘এই বিজয়কেই চাই।’ কেউ আবার আরও সিনেমা করার অনুরোধ জানিয়েছেন বিজয়কে।</p><p>ইন্ডিয়ান এক্সপ্রেস অবলম্বনে</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই গণ-অভ্যুত্থান যুক্ত হলো পাঠ্যবইয়ের ইতিহাস অংশে | প্রথম আলো",
            "time": "2026-01-05T08:56:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fyasw0q1d%2Ftextbook.JPG?rect=0%2C136%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতিহাসের অংশ হিসেবে নতুন পাঠ্যবইয়ে যুক্ত হলো জুলাই গণ-অভ্যুত্থানের বিষয়বস্তু। একই সঙ্গে যুক্ত হয়েছে নব্বইয়ের গণ-অভ্যুত্থান নিয়েও লেখা। ষষ্ঠ, সপ্তম, অষ্টম ও নবম-দশম শ্রেণির বাংলাদেশ ও বিশ্বপরিচয় বইয়ে মূলত এসব বিষয় নতুন করে যুক্ত করা হয়েছে।</p><p>এর পাশাপাশি আগে থাকা ইতিহাসবিষয়ক বিভিন্ন লেখায় কিছু পরিবর্তন করা হয়েছে। বিভিন্ন শ্রেণির বাংলাদেশ ও বিশ্বপরিচয় বইয়ে অধিকাংশ জায়গা থেকে বঙ্গবন্ধু শেখ মুজিবুর রহমানের ‘বঙ্গবন্ধু’ উপাধি বাদ দেওয়া হয়েছে। তবে কিছু কিছু জায়গায় উপাধি রাখা হয়েছে। অষ্টম শ্রেণির সাহিত্য-কণিকা বই থেকে ‘এবারের সংগ্রাম স্বাধীনতার সংগ্রাম’ গদ্যটি বাদ দেওয়া হয়েছে। এই গদ্যে বঙ্গবন্ধুর শেখ মুজিবুর রহমানের ১৯৭১ সালের ঐতিহাসিক ৭ মার্চের ভাষণ ছিল। সদ্য শেষ হওয়া বছরে অষ্টম শ্রেণির ওই পাঠ্যবইয়ে গদ্যটি ছিল। এবার এটি বাদ দেওয়ায় এ বইয়ে একটি গদ্য কমে মোট গদ্য হয়েছে ১১টি।</p><p>১ জানুয়ারি শুরু হওয়া নতুন শিক্ষাবর্ষে বিনা মূল্যের নতুন পাঠ্যবই শিক্ষার্থীদের হাতে তুলে দেওয়া হয়েছে। যদিও মাধ্যমিক স্তরে এখনো বিপুলসংখ্যক বই সরবরাহ করতে পারেনি জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড (এনসিটিবি)। ফলে বছরের শুরুতেই মাধ্যমিকের সব শিক্ষার্থী সব বিষয়ের বই হাতে পায়নি।</p><p>নতুন শিক্ষাবর্ষে বিনা মূল্যে বিতরণের জন্য মাধ্যমিক স্তরে (ইবতেদায়ি স্তরসহ) ২১ কোটি ৪৩ লাখের বেশি কপি পাঠ্যবই ছাপানো হচ্ছে। এনসিটিবি জানিয়েছে, ৩ জানুয়ারি পর্যন্ত মাধ্যমিকে ৭৮ দশমিক ৬৯ শতাংশ বই শিক্ষাপ্রতিষ্ঠানে পৌঁছে দেওয়া হয়েছে। এর মধ্যে ষষ্ঠ শ্রেণিতে ৮৫ শতাংশের বেশি, সপ্তম শ্রেণিতে ৬৮ দশমিক ৬৯ শতাংশ এবং অষ্টম শ্রেণির প্রায় ৫৫ শতাংশ এবং নবম শ্রেণিতে প্রায় ৮৮ শতাংশ ও ইবতেদায়ি স্তরে ৯৬ শতাংশের বেশি বই সরবরাহ করা হয়েছে। তবে ছাপা হয়েছে আরও বেশি। অন্যদিকে প্রাথমিক স্তরে মোট ৮ কোটি ৫৯ লাখের বেশি বইয়ের মধ্যে সব বই সরবরাহ করা হয়েছে। </p></div></div></div></body></html>"
        },
        {
            "title": "নাইজেরিয়ার গ্রামে বন্দুকধারীর গুলিতে নিহত ৩০, লুটপাট-অপহরণ | প্রথম আলো",
            "time": "2026-01-05T08:50:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-18%2F486dvadd%2Fnigeria.JPG?rect=0%2C45%2C786%2C413&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হামলার পর নিজের সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে ট্রাম্প লেখেন, ‘কমান্ডার ইন চিফ হিসেবে আমার নির্দেশে নাইজেরিয়ায় আইএস সন্ত্রাসীদের ওপর শক্তিশালী ও প্রাণঘাতী হামলা চালানো হয়েছে। তবে নাইজেরিয়ার সরকার দাবি করেছে, সশস্ত্র গোষ্ঠীর হামলায় কেবল খ্রিষ্টান নয়, বিপুলসংখ্যক মুসলিমও প্রাণ হারাচ্ছেন।’</p><p>দীর্ঘদিন ধরে চলা সশস্ত্র সংঘাত ও অপহরণের ঘটনায় নাইজেরিয়ার সাধারণ মানুষের মধ্যে চরম আতঙ্ক বিরাজ করছে। সরকার ও নিরাপত্তা বাহিনী পরিস্থিতি নিয়ন্ত্রণে আনার চেষ্টা করলেও প্রত্যন্ত অঞ্চলগুলোয় এখনো নিরাপত্তা নিশ্চিত করা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ নৌবাহিনীতে কমিশন্ড অফিসার পদে চাকরি | প্রথম আলো",
            "time": "2026-01-05T08:46:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fyghffzxz%2FScreenshot-2026-01-05-144514.png?rect=27%2C0%2C1082%2C568&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১. ইলেকট্রিক্যাল শাখা: স্বীকৃত বিশ্ববিদ্যালয় থেকে ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিকস/ ইলেকট্রিক্যাল ইলেকট্রনিকস অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিং বিষয়ে বি.এসসি ইঞ্জিনিয়ারিং। প্রার্থীকে এসএসসি ও এইচএসসি উভয় পরীক্ষায় জিপিএ ৪.৫০সহ বি.এসসি ইঞ্জিনিয়ারিংয়ে সিজিপিএ ৩.০০ (৪-স্কেলে) প্রাপ্ত হতে হবে।</p><p>২. শিক্ষা শাখা (বিবিধ বিষয়): স্বীকৃত বিশ্ববিদ্যালয় থেকে বাংলা/ইংরেজি/পদার্থবিজ্ঞান/রসায়ন/মনোবিজ্ঞান বিষয়ে স্নাতকসহ (সম্মান) মাস্টার্স। প্রার্থীকে এসএসসি ও এইচএসসি/ সমমান উভয় পরীক্ষায় ন্যূনতম জিপিএ-৪.০০ এবং স্নাতক (সম্মান) ও মাস্টার্স উভয় পরীক্ষায় ন্যূনতম সিজিপিএ ৩.০০ (৪-স্কেলে) প্রাপ্ত হতে হবে।</p><p>৩. শিক্ষা শাখা (ইঞ্জিনিয়ার): সরকার কর্তৃক স্বীকৃত স্বনামধন্য পাবলিক/ প্রকৌশল বিশ্ববিদ্যালয় থেকে কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং/অ্যারোনটিক্যাল ইঞ্জিনিয়ারিং/সিভিল ইঞ্জিনিয়ারিং বিষয়ে ন্যূনতম স্নাতক (সম্মান) হতে হবে।</p><p>৪. শিক্ষা শাখা (মেডিকেল): স্বীকৃত যেকোনো মেডিকেল কলেজ থেকে এমবিবিএস ডিগ্রিসহ ইন্টার্নশিপ সম্পন্নকারী হতে হবে। প্রার্থীকে এসএসসি ও এইচএইসসি/সমমান উভয় পরীক্ষায় ন্যূনতম জিপিএ ৪.৫০ (৫-স্কেলে) প্রাপ্ত হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজরের উচ্ছিষ্ট অংশকে উচ্চমানের প্রোটিন উৎসে রূপান্তর করেছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2026-01-05T08:41:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fgiqkskli%2FCarrot.reuters.png?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই প্রোটিনের কার্যকারিতা যাচাই করতে বিজ্ঞানীরা বার্গারের জন্য বেশ কিছু ভেগান প্যাটি তৈরি করেন। সেখানে সয়া প্রোটিনের বদলে বিভিন্ন পরিমাণে মাইসেলিয়াম ব্যবহার করেন তাঁরা। আশ্চর্যজনকভাবে অনেকেই সয়া দিয়ে তৈরি প্যাটির চেয়ে সম্পূর্ণ মাইসেলিয়াম দিয়ে তৈরি প্যাটি বেশি পছন্দ করেছেন। একইভাবে ছোলার বদলে মাইসেলিয়াম দিয়ে তৈরি সসেজ ঘ্রাণ ও স্বাদের পরীক্ষায় এগিয়ে ছিল।</p><p>গবেষণার তথ্যমতে, এ প্রক্রিয়ায় প্রোটিন তৈরি করতে বাড়তি কোনো ফসলি জমির প্রয়োজন হয় না। পরিবেশের ওপর বিরূপ প্রভাব কমায়। বিজ্ঞানী মার্টিন গান্ডের মতে, উচ্ছিষ্ট থেকে প্রোটিন তৈরির এই পদ্ধতি খাদ্যনিরাপত্তার পাশাপাশি পরিবেশ রক্ষায় এক টেকসই সমাধান বয়ে আনবে।<br>সূত্র: সায়েন্স ডেইলি</p></div></div></div></body></html>"
        },
        {
            "title": "আমাকে খুশি রাখা জরুরি: মোদিকে কেন বললেন ট্রাম্প | প্রথম আলো",
            "time": "2026-01-05T08:40:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-24%2Fzvlcmxwm%2FScreenshot_2025_08_02_173829.jpg?rect=0%2C6%2C769%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল রোববার মার্কিন নীতি এবং ভারতের সঙ্গে বাণিজ্য সম্পর্ক নিয়ে সাংবাদিকদের সঙ্গে কথা বলেন ট্রাম্প। সেখানে তিনি জোর দিয়ে বলেন, তাঁর প্রশাসন আশা করছে, রাশিয়ার তেল আমদানি কমাতে নয়াদিল্লি থেকে সমর্থন আরও বাড়বে।</p><p>ডোনাল্ড ট্রাম্প আরও বলেন, ‘এ বছরের শেষ নাগাদ ভারত রাশিয়ার তেল কেনা বন্ধ করে দেবে।’</p><p>নিষেধাজ্ঞা উপেক্ষা করে রাশিয়া থেকে তেল আমদানির জেরে ২০২৫ সালে যুক্তরাষ্ট্র ভারতীয় পণ্যের ওপর অতিরিক্ত ২৫ শতাংশ শুল্ক আরোপ করেছে। তার আগে ২৫ শতাংশ পাল্টাপাল্টি (রেসিপ্রোকাল) শুল্ক আরোপ করা হয়েছিল। শাস্তিস্বরূপ অতিরিক্ত শুল্ক আরোপের ফলে ভারতীয় পণ্যকে যুক্তরাষ্ট্রের বাজারে প্রবেশ করতে বর্তমানে ৫০ শতাংশ শুল্ক দিতে হচ্ছে।</p><p>ভারত থেকে বস্ত্র, পোশাক, রত্ন ও গয়না, কার্পেট, আসবাবপত্র এবং সামুদ্রিক খাবার যুক্তরাষ্ট্রে রপ্তানি হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক প্রতিমন্ত্রী দীপঙ্কর ৫ দিনের রিমান্ডে | প্রথম আলো",
            "time": "2026-01-05T08:36:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F58a64a62-47a6-4ec3-a7f1-1b09f532ef85%2FUntitled_5.jpg?rect=0%2C11%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থান চলাকালে রাজধানীর শাহবাগে ব্যবসায়ী মো. মনির হত্যা মামলায় ক্ষমতাচ্যুত আওয়ামী লীগ সরকারের পার্বত্য চট্টগ্রামবিষয়ক সাবেক প্রতিমন্ত্রী দীপঙ্কর তালুকদারকে জিজ্ঞাসাবাদের জন্য পাঁচ দিনের রিমান্ড মঞ্জুর করেছেন আদালত।</p><p>পুলিশের আবেদনের ওপর শুনানি নিয়ে আজ সোমবার ঢাকার মেট্রোপলিটন ম্যাজিস্ট্রেট মো. জুয়েল রানার আদালত এ আদেশ দেন।</p><p>রাষ্ট্রপক্ষের আইনজীবী ওমর ফারুক ফারুকী জানান, সকাল সাড়ে ৯টায় তাঁকে আদালতে হাজির করা হয়। বেলা সোয়া ১১টার দিকে আদালতে ওঠানো হয়। ১০ দিনের রিমান্ড চেয়ে আবেদন করেন মামলার তদন্তকারী কর্মকর্তা শাহবাগ থানার উপপরিদর্শক (এসআই) মাইনুল ইসলাম খান। রাষ্ট্রপক্ষ থেকে আমরা রিমান্ডের পক্ষে শুনানি করি। শুনানি শেষে আদালত তাঁর পাঁচ দিনের রিমান্ড মঞ্জুর করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতে পা ফাটা থেকে প্রতিকার পেতে যা করবেন | প্রথম আলো",
            "time": "2026-01-05T08:34:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-01%2F9922c488-7da6-415c-8843-4af8c3fb8e25%2FIMG_4981.jpg?rect=0%2C355%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খালি পায়ে হাঁটা, দীর্ঘ সময় দাঁড়িয়ে কাজ করা, শক্ত জুতা পরিধান ও ধুলাবালুতে কাজ করার কারণে পা ফাটতে পারে। এ ছাড়া খেতখামারে কাজ করা, পরিমিত পানি পান না করা, পা অতিরিক্ত ঘেমে যাওয়া এবং ভিটামিন ‘এ’, ‘সি’ ও ‘ই’–এর অভাবে ফাটতে পারে পা।</p><p>এসব ছাড়াও কিছু রোগের কারণে পা ফেটে যেতে পারে। এর একটি পামোপ্ল্যান্টার কেরাটোডার্মা। এটি একধরনের জিনবাহিত রোগ। এ ক্ষেত্রে রোগীর ত্বক পুরু হয়। মোটা ও পুরু চামড়া সংগত কারণেই খসখসে ও শক্ত হতে থাকে, যা পরে ফেটে যায়। ফাটা স্থান দিয়ে নানা জীবাণু ঢুকে হতে পারে মারাত্মক প্রদাহ।</p><p>আরেকটি রোগ হলো সোরিয়াসিস। এটি একধরনের অটোইমিউনো ডিজিজ। হাতে–পায়ে চাকা চাকা দাগ হওয়া, চুলকানি, চামড়া ওঠা এ রোগের লক্ষণ। হাত ও পায়ের তালুতে সোরিয়াসিস হলে আক্রান্ত স্থান ফেটে গিয়ে লাল মাংস দেখা যায়। </p><p>শীতকালে এই ফাটা বেড়ে যায়। জিনবাহিত রোগ টিরিয়াসিস রুব্রা পাইলারিস যাঁদের আছে, শীতে তাঁদের হাত–পা প্রচণ্ড শুষ্ক হয়ে যায় এবং সোরিয়াসিসের মতোই পা ফেটে যায়।</p></div></div></div></body></html>"
        }
    ]
}