{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রথম টি-২০ তে আয়ারল্যান্ডের কাছে হারল বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-27T18:05:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fg2qxsifr%2F%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A5%E0%A6%AE-%E0%A6%9F%E0%A6%BF-%E0%A7%A8%E0%A7%A6-%E0%A6%A4%E0%A7%87-%E0%A6%86%E0%A6%AF%E0%A6%BC%E0%A6%BE%E0%A6%B0%E0%A6%B2%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A8%E0%A7%8D%E0%A6%A1%E0%A7%87%E0%A6%B0-%E0%A6%95%E0%A6%BE%E0%A6%9B%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%B0%E0%A6%B2-%E0%A6%AC%E0%A6%BE%E0%A6%82%E0%A6%B2%E0%A6%BE%E0%A6%A6%E0%A7%87%E0%A6%B6.00020424.Still002.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"প্রথম টি-২০ তে আয়ারল্যান্ডের কাছে হারল বাংলাদেশ\" class=\"nA4h1 \">প্রথম টি-২০ তে আয়ারল্যান্ডের কাছে হারল বাংলাদেশ</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-28T00:05:13+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ১৮: ০৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গঙ্গার ঢেউ কি বিহার থেকে বঙ্গের দিকে আসছে | প্রথম আলো",
            "time": "2025-11-27T18:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fhgc2jwoe%2FScreenshot-2025-11-27-194449.jpg?rect=0%2C57%2C765%2C402&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামগ্রিক এসব বিবেচনায় এবারও পশ্চিমবঙ্গের ভোট হবে বিজেপি ঠেকাও বনাম তৃণমূল হঠাও সমীকরণে। কংগ্রেস ও বামপন্থীরা একটা তৃতীয় জোট করলেও গত দশ বছরে পশ্চিমবঙ্গে যে দ্বিদলীয় ভোটযুদ্ধ চলছে, তাতে খুব বেশি হেরফের হবে বলে মনে হয় না।</p><p>এই নির্বাচনী যুদ্ধের ফলাফল ভারতের কেন্দ্রীয় সরকার বা বিজেপির জন্য বাঁচা–মরার কোনো সংকট তৈরি করবে না। বিহারের নির্বাচনে ভূমিধস বিজয়ের পর দেশটির ২০টি রাজ্যের প্রশাসন এখন বিজেপি জোটের নিয়ন্ত্রণে। তবে বাংলাকে পদানত না করতে পারার অতৃপ্তি নাগপুরের নীতিনির্ধারকদের বহুদিনের।</p><p>এর মাঝে আবার কৌতূহলোদ্দীপক দিক হলো, বাংলাদেশের ভোট ও পশ্চিমবঙ্গের ভোট খুব কাছাকাছি সময়ে। সম্ভবত এক মাস আগে-পরে। এ রকম মুহূর্ত অতীতে বেশি আসেনি। পৃথক দেশ হলেও বাংলাদেশ ও পশ্চিমবঙ্গের ভোটের সাংস্কৃতিক-রাজনৈতিক আন্তসম্পর্ক অস্বীকার করা যায় না।</p><p>প্রশ্ন হলো, কোন অঞ্চলের ফলাফল অপরের মতামতকে প্রভাবিত করবে এবার? উজানের স্রোতের ধরন সচরাচর ভাটিকে প্রভাবিত করে; কিন্তু সেটা তো নদীর ধর্ম, মানুষের বেলায় কী বিধান?</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় দুপক্ষের বিরোধের জেরে গুলি, আহত ৩ | প্রথম আলো",
            "time": "2025-11-27T17:55:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fx1sudhkm%2FBBARIADH051720251127PIC-2.JPG.JPG?rect=0%2C0%2C477%2C250&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়ায় দুই পক্ষের বিরোধের জেরে প্রকাশ্যে গুলির ঘটনায় তিনজন আহত হয়েছেন। বৃহস্পতিবার সন্ধ্যা পৌনে সাতটার দিকে শহরের কান্দিপাড়া এলাকায় এ ঘটনা ঘটে।</p><p>আহত ব্যক্তিরা হলেন কান্দিপাড়ার টুটুল মিয়া (৪৬), মো. শিহাব উদ্দিন ওরফে সোয়েব (২৭) ও  মো. সানজু (২২)।</p><p>স্থানীয় সূত্র জানায়, বৃহস্পতিবার সন্ধ্যা পৌনে সাতটার দিকে কান্দিপাড়ার মাদ্রাসার রোডে পপুলার প্রেসের সামনে দাঁড়িয়ে টুটুল মিয়াসহ কয়েকজন চা পান করছিলেন। এ সময় একদল লোক এসে গুলি ছোড়ে। এতে টুটুল, শিহাব ও সানজু ছররা গুলিবিদ্ধ হন। পরে স্থানীয় লোকজন তাঁদের উদ্ধার করে ব্রাহ্মণবাড়িয়া জেনারেল হাসপাতালে নিয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "বাউলদের ওপর হামলাকারীদের গ্রেপ্তারের নির্দেশ দেওয়া হয়েছে: প্রধান উপদেষ্টার প্রেস সচিব | প্রথম আলো",
            "time": "2025-11-27T17:47:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fufg2qsr0%2FShafique_Press.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম সংবাদ সম্মেলনে উপদেষ্টা পরিষদের বৈঠকে আলোচনার বিষয়বস্তু সাংবাদিকদের কাছে তুলে ধরেন। আজ বৃহস্পতিবার রাজধানীর ফরেন সার্ভিস একাডেমিতে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নারীর মানবাধিকার প্রতিষ্ঠায় বড় বাধা সহিংসতা: মহিলা পরিষদ | প্রথম আলো",
            "time": "2025-11-27T17:42:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F21wyha3o%2F%E0%A6%AE%E0%A6%B9%E0%A6%BF%E0%A6%B2%E0%A6%BE-%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%B7%E0%A6%A6.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ মহিলা পরিষদের লিগ্যাল এইড সম্পাদক রেখা সাহা বলেন, সহিংসতা থেকে পরিত্রাণের জন্য  সংগঠিতভাবে কাজ করতে হবে। নাগরিক হিসেবে নারীর অধিকার আদায়ের পথে থাকা বাধাগুলো প্রতিহত করতে হবে। নারীর প্রতি সহিংসতার মূল কারণ খুঁজতে বাংলাদেশ মহিলা পরিষদ দীর্ঘদিন নারী আন্দোলনের পাশাপাশি গবেষণা চালিয়ে যাচ্ছে।</p><p>কর্মশালায় নারী আন্দোলন ও সংগঠন, বাংলাদেশ মহিলা পরিষদ প্রতিষ্ঠার প্রেক্ষাপট, সাংগঠনিক লক্ষ্য ও উদ্দেশ্য, নারীর প্রতি সহিংসতা প্রতিরোধে করণীয় সম্পর্কে সংক্ষেপে আলোচনা করেন মহিলা পরিষদের সম্পাদক উম্মে সালমা বেগম। সঞ্চালনা করেন মহিলা পরিষদের সংগঠন উপপরিষদ সদস্য খালেদা ইয়াসমিন কণা।</p><p>আলোচনা সভায় উপস্থিত ছিলেন বাংলাদেশ মহিলা পরিষদের নেত্রীবৃন্দ, সম্পাদকমণ্ডলী, কর্মকর্তাগণ, ঢাকা বিশ্ববিদ্যালয়সহ বিভিন্ন বিশ্ববিদ্যালয় ও কলেজের শিক্ষার্থীবৃন্দ, গ্রিনভয়েজ বহ্নিশিখা, ঢাকা ওয়াইডব্লিউসিএ অব বাংলাদেশ এবং ব্লাস্টের তরুণী প্রতিনিধি।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনাফে জেলের জালে ধরা পড়ল ১৬৬ কেজির বোল মাছ | প্রথম আলো",
            "time": "2025-11-27T17:33:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F98112pja%2FWhatsApp-Image-2025-11-27-at-11.17.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাইফুল ইসলাম বলেন, এত বড় মাছ জীবনে কখনো দেখা হয়নি। বড় মাছ ধরতে পেরে জেলেরা খুশি। আড়তে মাছটি ওজন মেপে পাওয়া গেছে ১৬৬ কেজি। গত পাঁচ বছরে টেকনাফ সমুদ্র উপকূলে এত বড় বোল মাছ কোনো ট্রলারে ধরা পড়েনি। তবে মাঝেমধ্যে বড় বোল মাছ ধরা পড়েছে সেন্ট মার্টিনের ছেঁড়াদিয়ায়।</p><p>ট্রলারের জেলেরা জানান, বোল মাছটির বিক্রির জন্য ২ লাখ টাকা চাওয়া হয়েছিল। ১২ জন মাছ ব্যবসায়ী বোল মাছটি কেনার আগ্রহ দেখান। শেষ পর্যন্ত ১ লাখ ৮০ হাজার টাকায় বোল মাছটি কিনে নেন বাহারছড়ার মাছ ব্যবসায়ী মোহাম্মদ করিম সওদাগর।</p><p>ক্রেতা করিম সওদাগর জানান, বোল মাছটি বিক্রির জন্য রাতেই ঢাকায় পাঠানো হবে। এ জন্য বরফ দিয়ে মাছটি সংরক্ষণের প্রস্তুতি চলছে। ঢাকায় এই মাছ দুই লাখ টাকার বেশি দামে বিক্রি করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটের ছয়টি আসনে বিজয় নিশ্চিত করতে বিএনপি ঐক্যবদ্ধ: বিএনপি নেতা কাইয়ুম চৌধুরী | প্রথম আলো",
            "time": "2025-11-27T17:30:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fvz9gdd2p%2FSYLHET-BNP.JPG?rect=0%2C0%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল কাইয়ুম চৌধুরী আরও বলেন, ‘আমরা কথা দিয়েছিলাম, ফ্যাসিস্ট আওয়ামী লীগ সরকারকে বিদায় করব। জনগণকে সঙ্গে নিয়ে রাজপথের ঐক্যবদ্ধ আন্দোলনের মধ্য দিয়ে সেই ফ্যাসিস্ট শাসনের ইতি টানতে সক্ষম হয়েছি। বন্যা, খরা, করোনা মহামারিসহ যেকোনো জাতীয় দুর্যোগে বিএনপি অতীতে যেভাবে জনগণের পাশে ছিল, ভবিষ্যতেও থাকবে।’</p><p>মতবিনিময় সভায় সভাপতিত্ব করেন ফেঞ্চুগঞ্জ উপজেলা বিএনপির সভাপতি ওহিদুজ্জামান ছুফি চৌধুরী। এ সময় উপজেলা বিএনপির সহসভাপতি এনায়েত হোসেন, ছাদিকুর রহমান, মো. সাহাদ মিয়া, যুগ্ম সম্পাদক জহিরুল ইসলাম, রুহুল আমিন, সহসাংগঠনিক সম্পাদক রাশেদুল হাসান চৌধুরী, প্রচার সম্পাদক দিনার আহমদ শাহ, ছাত্রবিষয়ক সম্পাদক মো. শাহিন আহমদ, সমবায়বিষয়ক সম্পাদক জয়ফুর রহমান, সদস্য মেহেদী হাসান প্রমুখ উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "মাসুদুজ্জামানের পক্ষে ঐক্যের বার্তা বিএনপি নেতাদের | প্রথম আলো",
            "time": "2025-11-27T17:29:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Flunzdbz7%2FNARAYANGONJDH078020251127NARAYANGANJ4.JPG.JPG?rect=0%2C120%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় আরও বক্তব্য দেন মহানগর বিএনপির যুগ্ম আহ্বায়ক জাকির হোসেন, সরকার হুমায়ুন কবির, জেলা বিএনপির যুগ্ম আহ্বায়ক মাসুকুল ইসলাম, যুবদল নেতা মনিরুল ইসলাম, সাবেক কাউন্সিলর মাকছুদুল আলম, ফাতেহ মো. রেজা রিপনসহ অঙ্গসংগঠনের নেতারা।</p><p>বক্তারা বলেন, ধানের শীষ শুধু একটি প্রতীক নয়,এটি দেশের গণতন্ত্র ও জনগণের আকাঙ্ক্ষার প্রতীক। কেন্দ্রীয় নেতৃত্ব এ আসনে মাসুদুজ্জামানকে মনোনীত করেছেন। দলীয় সিদ্ধান্তের প্রতি সম্মান জানিয়ে সবাইকে ঐক্যবদ্ধ হয়ে কাজ করার জন্য আহ্বান জানান তাঁরা।</p><p>সভায় মহানগর, থানা, ওয়ার্ড পর্যায়ের নেতা–কর্মীসহ বিএনপির অঙ্গ ও সহযোগী সংগঠনের হাজারো নেতা–সমর্থক উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হৃদয় বললেন, আপনারা যত ইচ্ছে সমালোচনা করেন, এটা আপনাদের অধিকার | প্রথম আলো",
            "time": "2025-11-27T17:27:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-12%2F6kecukzn%2FHridoy.jpg?rect=0%2C47%2C1307%2C686&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমালোচনাকে ইতিবাচকভাবে দেখেন জানিয়ে তিনি আরও বলেছেন, ‘আমি অনুরোধ করছি যে আপনারা অবশ্যই যুক্তি দিয়ে সমালোচনা করবেন। আমরা বাঙালিরা অনেক সময় একটা শুরু করলে ওটা নিয়েই চলতে থাকি। জিনিসটা এমন নয়। অবশ্যই করবেন। আমি চাই আপনারা করেন। এখান থেকে তো অনেক বার্তাও পেতে পারি ভালো কিছু করার।’</p><p>হৃদয় আজ ৭ চার ও ৩ ছক্কার ইনিংস ৫০ বলে ৮৩ রান করে অপরাজিত থেকেছেন। তবে তিনিসহ মিডল অর্ডার ব্যাটসম্যানদের অবস্থা এবার ভালো নয়। টেস্ট খেলুড়ে দেশগুলোর মধ্যে সবচেয়ে কম স্ট্রাইক রেটে (১১৬.০৭) এ বছর ব্যাট করেছেন তাঁরা।</p><p>এ জায়গায় উন্নতির প্রয়োজন দেখেন কি না, এমন প্রশ্নের উত্তরে হৃদয় বলেছেন, ‘শুধু মিডল অর্ডার নয়, টপ টু বটম—সবকিছুতেই উন্নতির জায়গা আছে আমাদের। যখন উন্নতিটা হবে, তখন আমরা ইনশা আল্লাহ ভালো কিছু করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্মৃতির আলোয় নতুন করে দেখা | প্রথম আলো",
            "time": "2025-11-27T17:18:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fo6x9twlg%2FMuneer-Chowdhury-01.jpg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জন্মশতবর্ষে দুই স্বনামখ্যাত শিক্ষার্থীর স্মৃতিচারণায় বিস্মৃতির আড়াল থেকে নতুন আলোয় উদ্ভাসিত হলেন শহীদ অধ্যাপক মুনীর চৌধুরী।</p><p> বহুভাবেই শহীদ মুনীর চৌধুরীর পরিচয় দেওয়া যায়। তিনি দেশের প্রাগ্রসর চেতনার অগ্রগামী, ঢাকা বিশ্ববিদ্যালয়ের অনন্য শিক্ষক, কৃতী ভাষাবিদ, গবেষক, দেশের আধুনিক নাটকের জনক, অনুবাদক, বাম রাজনীতিক আর শ্রোতাদের মন্ত্রমুগ্ধ করে রাখার মতো বক্তা। তাঁর সেই গুণাবলির বিশদ পরিচয় ব্যক্তিগত অভিজ্ঞতার আলোকে তুলে ধরলেন ঢাকা বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক সিরাজুল ইসলাম চৌধুরী ও আলোকিত মানুষ গড়ার কারিগর অধ্যাপক আবদুল্লাহ আবু সায়ীদ। উপলক্ষ ছিল মুনীর চৌধুরীর জন্মশতবর্ষ উদ্‌যাপন।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ বুদ্ধিজীবী মুনীর চৌধুরীর গল্প | প্রথম আলো",
            "time": "2025-11-27T17:16:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F1uo4v00s%2F01-monir-chodhury.jpg?rect=0%2C189%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>গভীর রাতে নিদ্রাহীন ছদু মিয়ার বিছানার প্রান্তে এসে ফজু বসল। ফজু থাকে পশ্চিমের ঘরে। এ ঘরের ভাইয়ের সঙ্গে তার সম্পর্ক মূলত আর্থিক ও সাংসারিক। নাড়ি আর পরিবারের বন্ধনটাকে গত বছর সে অনেকখানি শিথিল করে দিয়েছে। মেজাজ তার সব সময় একটু রুক্ষ থাকলেও ভেতরে ভেতরে সে ছিল বেজায় রসিক। হপ্তায় হপ্তায় গঞ্জের হাটে, ফুলেল তৈল মেখে, ঢেউ পাটের সিঁথি কেটে একটু গানবাজনা ও ফুর্তির আসরে না বসলে তার চলত না। একবার কিছু সুপারি চুরি করে বেচতে গিয়ে ভাইয়ের কাছে ধরা পড়ে যায়। জোয়ান বড় ভাইয়ের হাতে সেদিন প্রচুর মার খেয়েছিল। তারপর থেকেই নাকি তাকে আর কেউ কোনো দিন কোনোরকম হাসি-তামাশার হল্লায় দেখেনি। এর কিছুদিন পর সে নিজেই উদ্যোগ করে জায়গা-জমি সব ভাগ করিয়েছে। কিন্তু পাড়ার দশজনে মিলে দুভাইয়ের জমির যে ভাগবাঁটোয়ারা করে দিয়েছে, ফজু মিয়ার তা মোটেই পছন্দ হয়নি। তার ধারণা, গ্রামবাসীরা তাকে অপছন্দ করে বলে বড় ভাই তাদের সঙ্গে একজোট হয়ে ষড়যন্ত্র করে তাকে ঠকিয়েছে। বেছে বেছে তার ভাগে ঠেলে দিয়েছে যত পোড়ো, অজন্মা জোলো-জংলা জমিগুলো। লোকে বলে, সে নাকি আব্বার কবরের ওপর দাঁড়িয়ে রোজ রাতে বিড়বিড় করে আজও ভাইয়ের বিরুদ্ধে নালিশ জানায়, গজব দেয়। প্রতিশোধের জন্য ক্ষমতা মাগে। ছদু অবশ্য এসব প্রচারের কিছুই বিশ্বাস করে না। সে দেখেছে ফজু কেমন ধীরে ধীরে সুস্থ, শান্ত, কর্মঠ হয়ে উঠেছে। ছদু ঠিক করেছে, ওকে স্বেচ্ছায় আরও কিছুটা জমি ছেড়ে দেবে।</p><p>ফজু মিয়া ভাইয়ের মুখের দিকে কিছুক্ষণ একদৃষ্টিতে চেয়ে থেকে আস্তে আস্তে বলল,</p><p>‘আঁইনো যদি আঁরে বিশ্বাস করেন, ত একটা কতা কইতাম হারি?’</p><p>‘কী?’</p><p>‘ভাবিরে এক দিনের লাই বিয়া করি আঁই ছাড়ি দিমু। কারোত্তন কিছু ন কইলেই শাইরবো। একলগে হুইতলেও আল্লার দোহাই।’</p><p>ধড়মড় করে লাফিয়ে উঠল ছদু। তার মায়ের পেটের ছোট ভাই। হলোই-বা তালাক দেওয়া বউ, তাই বলে বড় ভাইয়ের অনুরোধে তিন মাস দশ দিন পর একটা লোকদেখানো বিয়ে করতে পারবে না? এক রাত মনভুলানো ঘর তার সঙ্গে পেতে সবার চোখে ধুলো দিয়ে সে পরের দিন তাকে তালাক দিতে পারে না? রাতের বেলায় অর্গল দেওয়া দুয়োরের ফাঁক দিয়ে রহিম তো আর উঁকি দিয়ে থাকছে না! আনন্দে-উল্লাসে ছদু বুকে জড়িয়ে ধরে ছোট ভাইকে। অস্ফুট কণ্ঠস্বরে আবার বুঝিয়েও বলে যে, তালাক তার তো সত্যি সত্যি হয়নি। দিল দিয়ে সে তালাক দেয়নি। কাজেই ফজু যেন বিয়ের রাতেও তফুরীকে ভাবির সম্মান দেখায়। ভাবি, ভাবি, কে না জানে ভাবি মায়ের সমান।</p><p>ঠিক তিন মাস দশ দিন পর গত রাতে তিনজন সাক্ষী আর একজন মোল্লা নিয়ে ব্যাপারটা তারা এত চুপচাপ সেরেছে যে মুন্সি সাহেব পর্যন্ত একদম টের পাননি। ফজুর সাথে তফুরীর বিয়ে হয়ে গেছে। ভোররাত থেকেই তিনজন সাক্ষীসহ ছদু প্রান্তের আঙিনায় অপেক্ষা করছিল ফজুর জন্য। সকালবেলা ফজু তালাক দেবে তার নয়া বিবিকে, পুরোনো ভাবিকে। কিন্তু ফজু হঠাৎ ভোরবেলা দরজা খুলেই নাকি ভাইকে দেখে বহুদিন পর তার বাজারের সেই পরিচিত পুরাতন অট্টহাসিতে চমকে দিয়েছে সব্বাইকে। তারপর চিৎকার করে বলেছে, ‘তালাক আঁই দিতানন্য। দিতানন্য। ব্যাক ভালা ভালা জমির টুকরা আঁরে ভাড়াই আননে লই গ্যাছেন, ইয়াদ আছে হেই কথা? হে-হে-হে। আইজ আননের ব্যাকের ন্য ভালা জমির টুকরা আঁই হাইছি। এইডা আঁই ছাড়ুম ক্যা? ছাইড়তান ন্য, আঁই ছাইড়তান ন্য।’</p><p>ছদুর শ্রেষ্ঠ সম্পত্তির টুকরো সে যখন আজ একবার মুঠোর মধ্যে পেয়েছে, তখন জান গেলেও ফজু তা ছাড়বে না। সঙ্গে এটুকুও জানিয়ে দেয়, ‘হেই লগে এইডাও হুনি রাখেন ভাইজান, জমির লগে জমির ফসলও যায়, বুইজছেন? আঁর জমিত আমনে ফসল কইল্লান ক্যা হেইডাও আঁই দিতানন্য। গলা টিফি মারি হালাইয়ুম।’ ছদুর অনাগত সন্তানকে পর্যন্ত সে গলা টিপে মেরে ফেলতে চায়। বিস্ময়ের ধাক্কা কাটিয়ে ছদু তখন উন্মাদ হয়ে উঠেছে। হাতের কাছে শক্ত যে জিনিসটা ছিল, সেটা নিয়েই সে ছুটল ফজুকে খুন করতে। সড়াৎ করে ঘরের ভেতর ঢুকে ফজু দরজা বন্ধ করে দিয়েছে, কয়েকজন এসে চেপে ধরেছে ছদু মিয়াকে। চিৎকারে ছদুর গলা দিয়ে যেন রক্ত বেরুচ্ছে, চোখ যেন উল্টে বের হয়ে আসতে চায়।</p><p>সবটা ঘটনা বুঝতে পেরে মুন্সি সাহেবের শুভ্র দাড়ি উত্তেজনায় স্ফীত নাসার সঙ্গে সংগতি রেখে ফেঁপে-ফুলে উঠল। সত্তর বছরের দুর্বল দেহটাকে হঠাৎ টান দিয়ে সিঁটিয়ে শক্ত-সবল করে ফেললেন একঝাঁকুনিতে। তারপর আচম্বিতে পায়ের খড়ম জোড়া হাতে নিয়ে ঝাঁপিয়ে পড়লেন ছদু মিয়ার ওপর। সকলে হতবাক হয়ে শুনল মুন্সি সাহেবের গালাগালি—অশ্লীল, অকথ্য, অশ্রাব্য। গ্রামবাসীর দৈনন্দিন উত্তেজনার আদিম বুনো পরিভাষা। বলগাহীন, উদ্দামতার স্রোতোবেগ, ‘আরামজাদা, জারুয়া—শরিয়ত তোগো লাইন্য, তোগো লাই শরিয়তন্য। হাইওয়ান জানোয়ারের লাই শরিয়ত হয় ন্য—শরিয়ত হইছে মাইনষের লাই।’</p><p>দম বন্ধ করে মুন্সি সাহেবের এই অভূতপূর্ব ব্যবহার দেখতে থাকে সবাই। ছদু নিজেকে খড়মের পিটুনির হাত থেকে বাঁচাতে ভুলে গিয়ে চিত হয়ে পড়ে মুন্সি সাহেবের অস্বাভাবিক চেহারার দিকে চেয়ে থাকে, মুন্সি সাহেব প্রচণ্ড চিৎকারে ফেটে পড়েন, ‘মজুর মান্দার আরামজাদ কোনানকার। আরামজাদ বিয়া কইছত ক্যা? বিয়া করছ ক্যা? এইডাও জানছ না যে হেইড্যা মাইয়া হোলার উপর তালাক লাগে না—হ্যাডে হোলা থাইকলে তালাক অয় না। হেই কথা না জাইনলে তালাক দ্যাছ ক্যা? শরিয়ত মানছ ক্যা? আইজো মানুষ হ। মানুষ হ। শরিয়ত মাইনষের লাই, হাইওয়ান জানোয়ারের লাইন্য।’</p><p>মুন্সি সাহেব আর পারেন না। হাঁপাতে থাকেন। ক্ষোভে, ক্রোধে চোখ ভেঙে তার পানি গড়িয়ে আসে। সন্তানবতী নারীকে যে কখনোই তালাক দেওয়া যায় না এই নতুন তথ্য শুনে উত্তর বাড়ির প্রাঙ্গণ হঠাৎ স্তব্ধ হয়ে গেল। সব উত্তেজনাহীন, কোলাহলহীন, নীরব। সব্বাই একদৃষ্টিতে চেয়ে আছে ছদু মিয়ার দিকে। ঘট করে একটা শব্দ হতেই দরজা খুলে নতুন লাল শাড়ি পরা তফুরী বেরিয়ে এল ঘর থেকে আঙিনায়, এক পা এক পা করে এগুতে লাগল ছদুর দিকে। নিতান্ত অনভিপ্রেত একটা রূপ ভোরের পাকাধানি আলোতে বারবার কম্পিত তার চুলে, চোখে, আঁচলের প্রান্তে। আর ছদু আজ থেকে তিন মাস দশ দিন আগে ঠিক যেমন অর্থহীন মরা চোখে ফ্যালফ্যাল করে চেয়ে দেখছিল তফুরীর ভূলুণ্ঠিত অজ্ঞান দেহটাকে, সেই অকম্পিত চোখ জোড়াই সে আজও আবার মেলে ধরল মুন্সি সাহেবের মুখের ওপর মানুষের জন্য, হাইওয়ান জানোয়ারের জন্য—এ কথা তৃতীয়বার মনে হতেই মুন্সি ছদুর চোখের ওপর থেকে নামিয়ে নিলেন নিজের চোখ মাটির দিকে। হাত ছাড়িয়ে স্পর্শ করলেন ভোর থেকে পকেটে পরিত্যক্ত কঠিন পাথুরে তসবির ছড়াটাকে।</p></div></div></body></html>"
        },
        {
            "title": "ভারগোয় নতুন কালেকশন | প্রথম আলো",
            "time": "2025-11-27T17:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fblth504f%2FWhatsApp-Image-2025-11-22-at-3.14.39-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের অন্যতম ফ্যাশন ব্র্যান্ড ভারগো নিয়ে এসেছে শীতের নতুন কালেকশন। প্রতিষ্ঠানটি দেশের আবহাওয়া ও উৎসবের সঙ্গে মিল রেখে ফ্যাশনসচেতন মানুষদের কথা মাথায় রেখে তাদের কালকশনগুলো সাজিয়ে থাকে। আধুনিক প্রযুক্তি ও নিখুঁত ফিনিশিংয়ের মধ্য দিয়ে প্রতিটি পোশাক তৈরি করা হয়, যা আরাম, উষ্ণতা ও আধুনিকতার এক সমন্বয়। ছেলেদের ফরমাল ও ক্যাজুয়াল পোশাকগুলো দৈনন্দিন ব্যবহারের জন্য ডিজাইন করা। নারীদের জন্য রয়েছে নানা পোশাকের বিপুল সমাহার। বিজ্ঞপ্তি </p></div></div></div></body></html>"
        },
        {
            "title": "‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা | প্রথম আলো",
            "time": "2025-11-27T17:05:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2F6kjh9kv0%2F1F.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা\" class=\"IiRps \">‎খাবার, পানি ও পোশাকের সংকটে কড়াইলের আগুনে ক্ষতিগ্রস্ত শিশুরা</h1></p><div class=\"Ibzfy\"><p>‎২৫ নভেম্বর মঙ্গলবার বিকেলে রাজধানীর কড়াইল বস্তির বউবাজার অংশের কুমিল্লাপট্টি, বরিশালপট্টি ও ‘ক’ ব্লকে আগুন লাগে। ফায়ার সার্ভিসের ১৯টি ইউনিটের চেষ্টায় রাত ১০টা ৩৫ মিনিটের দিকে আগুন নিয়ন্ত্রণে আসে। শিশুদের নিয়ে নানান রকম দুর্ভোগে পড়েছে আগুনে ক্ষতিগ্রস্ত পরিবারগুলো। দুর্ঘটনাস্থল ঘুরে এসে শিশুদের দুর্ভোগের ছবি তুলে ধরলেন <strong>সুরাইয়া সরওয়ার</strong> ও <strong>ফারদীন–ই–হাসান</strong>।</p></div></div></div></body></html>"
        },
        {
            "title": "সালমানকে দর্শক বানিয়ে শ্রীলঙ্কাকে ফাইনালে নিলেন চামিরা | প্রথম আলো",
            "time": "2025-11-27T17:00:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fxp4nufg4%2FG6xbnVaEAApH37.jpg?rect=0%2C240%2C1160%2C609&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ ওভারে পাকিস্তানের দরকার ছিল ১০ রান, আর বোলার দুষ্মন্ত চামিরার দায়িত্ব ছিল অন্তত ৮ রানের মধ্যে আটকে রাখা। পাকিস্তান এর আগের আট ওভারের প্রত্যেকটিতে ১০ বা এর বেশি রান তুলেছে। তার ওপর স্ট্রাইকে সালমান আগা, যিনি এরই মধ্যে ঝোড়ো ব্যাটিংয়ে ফিফটি করে ফেলেছেন, সঙ্গে বড় শটের জন্য পরিচিত ফাহিম আশরাফও।</p><p>তবে কোনো ‘বাধা’তেই আটকালেন না চামিরা। শ্রীলঙ্কার ডানহাতি পেসার শেষ ওভারের ৬ বলে দিলেন মাত্র ৩ রান, তুলে নিলেন আশরাফের উইকেটও। তাতে জয়ের সম্ভাবনা জাগানো পাকিস্তান ১৮৪ রান তাড়া করতে গিয়ে আটকে থাকল ১৭৮-এ। </p><p>৬ রানে ম্যাচ জিতিয়ে শ্রীলঙ্কাকে ত্রিদেশীয় সিরিজের ফাইনালে নিয়ে গেলেন চামিরা। পাকিস্তান অধিনায়ক সালমান একপ্রান্তে দর্শক হয়ে দাঁড়িয়েছিলেন ৪৪ বলে ৬৩ রানে।<br> শনিবার রাওয়ালপিন্ডিতে ফাইনালে আবার মুখোমুখি হবে পাকিস্তা ও শ্রীলঙ্কা। <br></p></div></div></div></body></html>"
        },
        {
            "title": "ঘোড়ার গাড়িতে এলেন লিলিপুট ফারহান, রইল বিয়ের ১০ ছবি | প্রথম আলো",
            "time": "2025-11-27T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fi1yi754h%2FWhatsApp-Image-2025-11-27-at-9.54.13-PM.png?rect=0%2C0%2C788%2C414&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">লাল ফিতা টেনে বরযাত্রীকে আটকে দেওয়া হয়েছে, টাকা না দিলে কোনো ছাড় নেই। ভিডিওতে দেখা গেল, দুই টাকার কয়েকটা বান্ডিল দিয়ে বিয়েবাড়িতে ঢুকতে পারেন বরযাত্রী</figcaption><figcaption class=\"story-element-image-attribution\">ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়! | প্রথম আলো",
            "time": "2025-11-27T16:49:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fmrghi1iv%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়!\" class=\"nA4h1 \">চ্যাম্পিয়নস লিগে ৪২ গোলের রাতে এমবাপ্পের ৭ মিনিটের ঝড়!</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-27T22:49:12+06:00\"><span>প্রকাশ: ২৭ নভেম্বর ২০২৫, ১৬: ৪৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আলতাফ চৌধুরীর বক্তব্যের প্রতিবাদ জানাল জেলা বিএনপি | প্রথম আলো",
            "time": "2025-11-27T16:47:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fhwey6duh%2FPATUAKHALIDH180820251127PATUAKHALI-BNP-PRESS-27-11-25-1.JPG.JPG?rect=0%2C115%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলতাফ হোসেন চৌধুরীর এ বক্তব্যের প্রতিবাদে আয়োজিত সংবাদ সম্মেলনে জেলা বিএনপির সাধারণ সম্পাদক মজিবুর রহমান (টোটন) বলেন, ‘তাঁর এসব বক্তব্য সম্পূর্ণ ভিত্তিহীন, বানোয়াট ও দায়িত্বশীল রাজনৈতিক বক্তব্যের সঙ্গে সাংঘর্ষিক। তাঁর এ ধরনের উক্তি জেলা বিএনপির নির্বাচিত সভাপতি ও সাধারণ সম্পাদকের প্রতি কটূক্তিমূলক। আগামী ত্রায়োদশ জাতীয় সংসদ নির্বচনে বিএনপি থেকে মনোনয়ন পাওয়া একজন প্রার্থী জনসমক্ষে এ ধরনের মন্তব্য করতে পারেন কি না, তা সংশ্লিষ্ট মহলের বিবেচনার জন্য রেখে দিলাম।’</p><p>সংবাদ সম্মেলনে আরও বলা হয়, ‘এ ছাড়া তিনি জেলা বিএনপিকে উদ্দেশ্য করে বলেছেন, “জেলা কমিটি বাদ দেন, ওটা ফ্রিজ হয়ে গেছে, হিমাগারে চলে গেছে।” কাউন্সিলে নির্বাচিত হওয়া জেলা বিএনপির নেতৃত্বকে তিনি ডাকবেন কি না, তিনি তা পরে দেখবেন। একজন প্রার্থী বা তাঁর পক্ষে জেলা বিএনপির নির্বাচিত কমিটিকে এইভাবে অবমূল্যায়ন করা সংগঠনের গঠনতন্ত্র ও গণতান্ত্রিক কাঠামোর প্রতি স্পষ্ট অসম্মান, যা তিনি পারেন না।’</p></div></div></div></body></html>"
        }
    ]
}