{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চানখাঁরপুল মামলার রায় আজ | প্রথম আলো",
            "time": "2026-01-26T01:30:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-22%2Fch6v6gn2%2F3.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণ–অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের দিন (২০২৪ সালের ৫ আগস্ট) চানখাঁরপুল এলাকায় পুলিশের গুলিতে শহীদ হন শাহরিয়ার খান আনাস, শেখ মাহদি হাসান জুনায়েদ, মো. ইয়াকুব, মো. রাকিব হাওলাদার, মো. ইসমামুল হক ও মানিক মিয়া শাহরিক।</p><p>এই মামলার আট আসামির মধ্যে পলাতক চারজন হলেন ডিএমপির সাবেক কমিশনার হাবিবুর রহমান, সাবেক যুগ্ম কমিশনার সুদীপ কুমার চক্রবর্তী, রমনা অঞ্চলের সাবেক অতিরিক্ত উপকমিশনার শাহ্ আলম মো. আখতারুল ইসলাম ও রমনা অঞ্চলের সাবেক সহকারী কমিশনার মোহাম্মদ ইমরুল।</p><p>আর এ মামলায় গ্রেপ্তার হয়ে কারাগারে আছেন শাহবাগ থানার সাবেক পরিদর্শক মো. আরশাদ হোসেন, সাবেক কনস্টেবল মো. সুজন হোসেন, ইমাজ হোসেন ও মো. নাসিরুল ইসলাম।</p><p>২০ জানুয়ারি এ মামলার রায় ঘোষণা করার কথা ছিল। তবে সেদিন রায় ঘোষণা করা হয়নি। রায় ঘোষণার জন্য নতুন তারিখ ২৬ জানুয়ারি (আজ) নির্ধারণ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মঞ্চে কী দেখবেন | প্রথম আলো",
            "time": "2026-01-26T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F007eofvn%2F62180018714136990838766066687579949858266164n.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>হোয়েন উই ডেড এওয়েকেন</strong><br>নাট্যদল: এক্টোম্যানিয়া<br>দিনক্ষণ: ২৭ জানুয়ারি ও ২৮ জানুয়ারি, সন্ধ্যা ৭টা<br>কোথায়: জাতীয় নাট্যশালার মূল হল, বাংলাদেশ শিল্পকলা একাডেমি</p><p>হেনরিক ইবসেনের হোয়েন উই ডেড এওয়েকেন–এর বাংলা করেছেন শহীদুল মামুন ও নির্দেশনা দিচ্ছেন নওরীন সাজ্জাদ। নির্দেশক জানান, নাটকটি মুক্তির কথা বলে, সম্পর্কের কথা বলে। এই নাটকের চরিত্রগুলো কেউ সৃষ্টির মধ্যে মুক্তি খোঁজে, আর কেউ সম্পর্কের উত্তাপের মধ্যে মুক্তি খোঁজে। এতে অভিনয় করেছেন কামরুজ্জামান তাপু, এমএইচএস লাবন, নওরীন সাজ্জাদ, মার্শিয়া শাওন।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৬ জানুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-01-26T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Feha0e7ye%2FWhatsApp-Image-2025-09-07-at-18.49.56e919fcaf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"   \n                  story-element\"><p class=\"story-element story-element-title\"><h2>নারী টি–টুয়েন্টি বিশ্বকাপ বাছাই</h2></p></div></div></body></html>"
        },
        {
            "title": "নতুন করে একটি দল ষড়যন্ত্র শুরু করেছে | প্রথম আলো",
            "time": "2026-01-25T23:31:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F2c75v3ki%2Ftareq-n-one.jpeg?rect=0%2C450%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারায়ণগঞ্জের আইনশৃঙ্খলা পরিস্থিতি প্রসঙ্গে তারেক রহমান বলেন, গত দেড় দশকে এই এলাকায় বহু বাড়িঘর ও ব্যবসাপ্রতিষ্ঠান দখল হয়েছে। সন্ত্রাসী অপরাধীদের বিরুদ্ধে প্রচলিত আইনে ব্যবস্থা নেওয়া হবে। একই সঙ্গে শহরের চিহ্নিত মাদক স্পটগুলো নির্মূল এবং দুর্নীতির লাগাম টেনে ধরা হবে।</p><p>বেকার তরুণদের কর্মসংস্থানের বিষয়ে তারেক রহমান বলেন, জেলাভিত্তিক কারিগরি ও ভাষা শিক্ষা প্রশিক্ষণের মাধ্যমে দেশে ও বিদেশে কর্মসংস্থানের ব্যবস্থা করা হবে।</p><p>শহরের জলাবদ্ধতা নিরসন এবং কৃষি কাজের উন্নয়নে শহীদ রাষ্ট্রপতি জিয়াউর রহমানের খাল কাটা কর্মসূচি পুনরায় চালুর ঘোষণা দেন তারেক রহমান। তিনি জানান, নদী–নালা ও খাল ভরাট হয়ে যাওয়ার কারণে সামান্য বৃষ্টিতেই জলাবদ্ধতা তৈরি হচ্ছে। বিএনপি সরকার গঠন করলে তিনি নিজে উপস্থিত থেকে এ কর্মসূচি শুরু করবেন।</p><p>এ ছাড়া মসজিদ-মাদ্রাসার খতিব, ইমাম ও মোয়াজ্জিনদের জন্য সম্মানী ও বিশেষ প্রশিক্ষণের ব্যবস্থা করার প্রতিশ্রুতি দেন তারেক রহমান। তিনি বলেন, এতে ধর্মীয় নেতারা সম্মানজনক উপায়ে হালাল আয়ের সুযোগ পাবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কেন্দ্র পাহারা দিয়ে বিজয় নিশ্চিত হওয়ার পর বাড়ি ফিরবেন | প্রথম আলো",
            "time": "2026-01-25T22:35:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fx1f6xudr%2Ftareq-one.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমান বলেন, গত ১৫-১৭ বছরে কী হয়েছে সেদিকে যাব না। তবে চব্বিশের গণঅভ্যুত্থানে দেশে একটা বিরাট পরিবর্তন হয়েছে। সে পরিবর্তনকে সঠিকভাবে কাজে লাগাতে হবে। করব কাজ, গড়বো দেশ, সবার আগে বাংলাদেশ।</p><p>তারেক রহমান সভামঞ্চে আসার পর রাত ১২টা ৪৩ মিনিটে বক্তব্য শুরু করেন। রাত ১টায় বক্তব্য শেষ করেন।</p><p>শীতের রাতের ঠান্ডা আবহাওয়া ও কুয়াশা উপেক্ষা করে দল বেঁধে বিএনপির নেতা-কর্মীরা বিএনপির চেয়ারম্যান তারেক রহমানের বক্তব্য শোনার জন্য অপেক্ষা করছিলেন। তাঁদের অনেকের হাতে ছিল তারেক রহমানের ছবি, কারও হাতে ধানের শীষের ছবি, আবার কারও হাতে ড. খন্দকার মোশাররফ হোসেনের ছবি। তারেক রহমানের দাউদকান্দিতে আগমনকে ঘিরে উৎসবের আমেজ বিরাজ করছিল।</p><p>দাউদকান্দি,মেঘনা, মুরাদনগর, মুন্সীগঞ্জ, চাঁদপুরের মতলব উপজেলা থেকে বিএনপি ও এর অঙ্গসংগঠনের নেতা-কর্মীরা সমাবেশে উপস্থিত হন।</p><p>গত বৃহস্পতিবার সিলেটে জনসভার মধ্য দিয়ে ত্রয়োদশ জাতীয় সংসদ নির্বাচনের প্রচার শুরু করেছেন তারেক রহমান। পরদিন শুক্রবার ঢাকায় সমাবেশ করেন তিনি।</p><p>জনসভায় আরও বক্তব্য দেন কুমিল্লার মুরাদনগর আসনের এবারের ধানের শীষ প্রতীকের প্রার্থী ও সাবেক মন্ত্রী শাহ মোফাজ্জল হোসেন কায়কোবাদ, মুন্সিগঞ্জ-৩ আসনের ধানের শীষ প্রতীকের প্রার্থী কামরুজ্জামান রতন, কুমিল্লা উত্তর জেলা বিএনপির আহ্বায়ক আখতারুজ্জামান সরকার, জ্যেষ্ঠ যুগ্ম আহ্বায়ক বীর মুক্তিযোদ্ধা আবুল হাশেম, উপজেলা বিএনপির আহ্বায়ক এম এ লতিফ ভূঁইয়াসহ অনেকে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিখার যুদ্ধ: ইতিহাসের পালাবদল | প্রথম আলো",
            "time": "2026-01-25T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fh2nuslru%2Fcamel-caravan-dune-erg-chebbi-morocco.jpg?rect=0%2C385%2C5456%2C2864&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দীর্ঘ অবরোধের ফলে শত্রুবাহিনী ক্লান্ত হয়ে পড়েছিল। এ অবস্থায় নবীজি আল্লাহর কাছে প্রার্থনা করেন, ‘হে কিতাব অবতীর্ণকারী, দ্রুত হিসাব গ্রহণকারী, এই দলগুলোকে পরাজিত করো।’ (সহিহ বুখারি, হাদিস: ২৯৩৩)</p><p>আল্লাহ–তাআলা তাঁর নবীর দোয়া কবুল করলেন। হঠাৎ এক রাতে প্রচণ্ড বেগে ঠান্ডা বাতাস বইতে শুরু করল, যা শত্রুদের তাঁবু উপড়ে ফেলল, হাঁড়ি-পাতিল উল্টে দিল এবং তাদের মনে ত্রাস সৃষ্টি করল।</p><p>আল্লাহ–তাআলা বলেন, ‘হে মুমিনগণ, তোমরা তোমাদের ওপর আল্লাহর নেয়ামতের কথা স্মরণ করো, যখন তোমাদের নিকট শত্রুসৈন্য এসেছিল, অতঃপর আমি তাদের বিরুদ্ধে প্রেরণ করলাম প্রবল বায়ু এবং এমন এক বাহিনী (ফেরেশতা), যা তোমরা দেখতে পাওনি।’ (সুরা আহজাব, আয়াত: ৯)</p><p>দিশাহারা হয়ে আবু সুফিয়ান তাঁর বাহিনী নিয়ে মক্কার দিকে পিছু হটতে বাধ্য হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঝড়ে রাতে বিদ্যুৎহীন হয় গ্রিনল্যান্ড, পরে পরিস্থিতি স্বাভাবিক | প্রথম আলো",
            "time": "2026-01-25T20:12:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F9il0m0yr%2Fgreenland-power-cut.avif?rect=0%2C77%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একটি শক্তিশালী ঝড়ে ট্রান্সমিশনের তার ক্ষতিগ্রস্ত হওয়ায় গ্রিনল্যান্ডের রাজধানী নুক বিদ্যুৎহীন হয়ে পড়ে। এতে শহরের হাজারো বাসিন্দাকে শনিবার প্রচণ্ড শীতের ভেতর রাত কাটাতে হয়। রোববার ভোরে স্থানীয় কর্তৃপক্ষ বিদ্যুৎ সরবরাহ পুনরায় চালু হওয়ার কথা জানায়।</p><p>প্রত্যক্ষদর্শীদের বরাতে স্থানীয় গণমাধ্যমের খবরে বলা হয়, শনিবার রাতে হঠাৎ করে নুক শহরজুড়ে বিদ্যুৎ–সংযোগ চলে যায়। নুকের বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠান নুকিসসিয়োরফিট জানায়, রাজধানীর দক্ষিণ-পূর্বে অবস্থিত বুকসেফজর্ড হাইড্রোপাওয়ার প্ল্যান্ট থেকে রোববার ভোর সাড়ে চারটায় বিদ্যুৎ সরবরাহ পুনরায় চালু হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিলেতি সাংবাদিকের উপমহাদেশীয় কণ্ঠ | প্রথম আলো",
            "time": "2026-01-25T20:06:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fadogddrb%2F%E0%A7%A8.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>টালি</strong>: আমার বাবা যে প্রতিষ্ঠানে চাকরি করতেন, সেটি কাজ করত আরও অজস্র কোম্পানির ব্যবস্থাপনা প্রতিনিধি হিসেবে। একপর্যায়ে আমার বাবা সেখানকার হিসাব বিভাগের প্রধান কর্মকর্তা পদের দায়িত্ব পান। তাঁকে এ–জাতীয় ৬০টি কোম্পানির তদারক করতে হতো। এর মধ্যে ছিল আবাসন, কয়লাখনি, ব্যাংক, বিমা ইত্যাদি বিচিত্র প্রতিষ্ঠান। সেগুলোর একটি ছিল দার্জিলিং হিমালয়ান রেলওয়ে। ট্রেনভ্রমণ আমার কাছে প্রিয় হয়ে ওঠার একটা কারণ অবশ্যই আমার শৈশব স্মৃতি। আরেকটি কারণ হয়তো এই যে আমি এখনো মনে করি, বাষ্পীয় ইঞ্জিন পৃথিবীর সবচেয়ে সুন্দর যন্ত্র। আমি তো মনে করি, ভ্রমণের জন্য ট্রেনের চেয়ে সুসভ্য যান আর হতেই পারে না। ট্রেন খুব দ্রুত নয়, আবার বেশি মন্থরও নয়। পরিবেশের ওপর এর কোনো বিরূপ প্রভাব নেই। আরেকটি অপূর্ব ব্যাপার হলো, বাংলার তালগাছঘেরা প্রকৃতি উত্তর প্রদেশে যেতে যেতে কীভাবে অন্য এক নিসর্গরূপে পাল্টে যায়—ট্রেনভ্রমণেই কেবল তার স্বাদ নেওয়া সম্ভব। এর তুলনায় উড়োজাহাজ-ভ্রমণ তো একেবারে অভব্য, নীরস আর একঘেয়ে।</p></span></div></div></body></html>"
        },
        {
            "title": "গাজার তাঁবুতে মানবেতর জীবন | প্রথম আলো",
            "time": "2026-01-25T17:26:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fdz5eti8l%2Fpalestinian-israel-gaza-conflict-094618.jpg?rect=0%2C30%2C3514%2C1845&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চিকিৎসকেরা সতর্ক করে বলেছেন, ময়লা–আবর্জনা, নর্দমার পানির কারণে এবং বিশুদ্ধ পানির অভাবে গাজায় রোগাক্রান্ত মানুষের সংখ্যা বাড়ছে।</p><p>গাজার আল-শিফা মেডিক্যাল কমপ্লেক্সের ফুসফুস বিভাগের প্রধান আহমেদ আলরাবিই বলেন, ‘গাজার জনস্বাস্থ্য পরিস্থিতি ভয়াবহ। আমরা ভাইরাস ও ব্যাকটেরিয়ার সংক্রমণ দেখতে পাচ্ছি। ফলে এত কঠিন জটিলতা হচ্ছে, যা যুদ্ধের আগে আমরা কখনো দেখিনি বা মোকাবিলা করতে হয়নি।’</p><p>গাজার মিউনিসিপ্যাল কর্মকর্তাদের মতে, গাজা নগরী মানবিক ও পরিবেশগত সংকটের মুখোমুখি। ইসরায়েলের হামলায় সেখানকার পানি ও স্যানিটেশন অবকাঠামো প্রায় ধ্বংস হয়ে গেছে।</p><p>গাজা মিউনিসিপ্যালিটির জনসংযোগ বিভাগের প্রধান আহমেদ দিরিয়েমলি বলেন, গাজা নগরীর ভেতরে দেড় লাখ মিটার বেশি পাইপ এবং প্রায় ৮৫ শতাংশ পানির কূপ ধ্বংস হয়ে গেছে। একই সঙ্গে পানি বিশুদ্ধকরণ প্ল্যান্টও সম্পূর্ণরূপে ধ্বংস হয়েছে।</p><p>গাজার পূর্বাঞ্চলে বর্জ্য ফেলার জায়গায় প্রবেশে বাধা দিচ্ছে ইসরায়েল। ফলে শহরজুড়ে বর্জ্যের স্তূপ জমে গেছে। গাজা মিউনিসিপ্যালিটির মুখপাত্র হুসনি মুহানা বলেন, উপত্যকায় ৭ লাখ টনের বেশি বর্জ্য জমা হচ্ছে, যার মধ্যে শুধু গাজা নগরীতেই জমেছে সাড়ে তিন লাখ টনের বেশি বর্জ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৫ সালে বাংলাদেশকে নিয়ে ৭৩ ভারতীয় গণমাধ্যমের ১৪০ প্রতিবেদনে অপতথ্যের প্রমাণ | প্রথম আলো",
            "time": "2026-01-25T19:49:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-08%2Fgbagxruu%2Frumorscanner.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫ সালে ভারতীয়দের ছড়ানো যে ১৫৫টি অপতথ্য শনাক্ত করেছে রিউমর স্ক্যানার, এর মধ্যে ৯১টিই সাম্প্রদায়িক অপতথ্য। অর্থাৎ শনাক্ত হওয়া অপতথ্যগুলোর প্রায় ৫৮ শতাংশই সাম্প্রদায়িক ঘটনাসংক্রান্ত। ভারতীয়দের সাম্প্রদায়িক অপতথ্য প্রচারের ক্ষেত্রে বড় এক মাধ্যম এক্স। গত বছর এক্সে ভারতীয়দের ছড়ানো সাম্প্রদায়িক অপতথ্যের সংখ্যা অন্তত ৮৫টি।</p><p>সাম্প্রদায়িক অপতথ্যের এই ক্যাম্পেইনে ভারতীয় গণমাধ্যমও ভূমিকা রেখেছে। অন্তত ১০টি ঘটনায় ভারতের গণমাধ্যমে বাংলাদেশকে জড়িয়ে সাম্প্রদায়িক অপতথ্য প্রচারের প্রমাণ পাওয়া গেছে। এসব ঘটনায় এনডিটিভি, দ্য টাইমস অব ইন্ডিয়া, জি নিউজ, ওয়ার্ল্ড ইজ ওয়ান নিউজ (WION), ইন্ডিয়া টুডে, হিন্দুস্তান টাইমস, নিউজ১৮, টিভি নাইন, এবিপি, মিরর নাউয়ের মতো মূলধারার সংবাদমাধ্যমগুলোতে অপতথ্যের প্রচার করা হয়েছে।</p><p>এই পরিসংখ্যানগুলো আরও গভীর উদ্বেগের ইঙ্গিত দেয়। কারণ, এখানে শুধু অপতথ্যের পরিমাণ নয়, বরং তার প্রকৃতি ও উদ্দেশ্যও স্পষ্ট হয়ে ওঠে। ১৫৫টি অপতথ্যের মধ্যে সংখ্যাগরিষ্ঠ অংশ এমন কনটেন্ট, যা সরাসরি ধর্মীয় বিভাজন উসকে দিতে সক্ষম। এটি ইঙ্গিত করে যে বাংলাদেশকে ঘিরে ভারতীয় উৎস থেকে ছড়ানো অপতথ্যের একটি বড় অংশ পরিকল্পিতভাবে সাম্প্রদায়িক উত্তেজনা তৈরির লক্ষ্যে প্রচার ও প্রসার পাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আবাসিক ভাতার দাবিতে ভবনে তালা, ১৩ ঘণ্টা ধরে অবরুদ্ধ জগন্নাথ বিশ্ববিদ্যালয়ের উপাচার্য | প্রথম আলো",
            "time": "2026-01-25T19:43:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F27u55mvp%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে সকালে ভাতার দাবিতে বিশ্ববিদ্যালয়ের ভিসি ভবনের সামনে থেকে বিক্ষোভ মিছিল শুরু করে কলা ভবন, শহীদ সাজিদ ভবন ও বিজ্ঞান অনুষদের সামনে দিয়ে মিছিল করে প্রশাসনিক ভবন ঘেরাও করে অবস্থান করছেন শিক্ষার্থীরা।</p><p>রোববার বেলা তিনটার দিকে শিক্ষার্থীদের সঙ্গে কথা বলেন বিশ্ববিদ্যালয়ের কোষাধ্যক্ষ অধ্যাপক সাবিনা শারমিন। তিনি বলেন, ২০তম ব্যাচ জগন্নাথ বিশ্ববিদ্যালয়ের অন্যতম একটি গৌরবান্বিত ব্যাচ। প্রথম বর্ষে পুরান ঢাকার ঘিঞ্জি পরিবেশে নানা সমস্যার সম্মুখীন হতে হয়। নীতিমালা অনুযায়ী, ২০২৪-২৫ শিক্ষাবর্ষের শিক্ষার্থীদের প্রথম কিস্তিতে যুক্ত করলে ২০১৯-২০ শিক্ষাবর্ষের শিক্ষার্থীরা বৃত্তি থেকে বঞ্চিত হবেন। কারণ, চলমান পাঁচটি ব্যাচ অনুযায়ী তাঁরা (১৫তম ব্যাচ) বৃত্তি পাবে না। কিন্তু যমুনার আন্দোলনে তাঁদের ভূমিকা অগ্রগণ্য ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথ বিশ্ববিদ্যালয়ে ফুটবল টুর্নামেন্ট স্থগিত করে ১৫ হাজার টাকায় জামায়াতের নির্বাচনী সমাবেশের অনুমতি | প্রথম আলো",
            "time": "2026-01-25T19:30:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fm76zeqws%2F1.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আন্তবিভাগ ফুটবল টুর্নামেন্ট-২০২৬ স্থগিত করে জগন্নাথ বিশ্ববিদ্যালয়ের কেন্দ্রীয় খেলার মাঠে বাংলাদেশ জামায়াতে ইসলামীকে নির্বাচনী সমাবেশ করার অনুমতি দেওয়া হয়েছে। বিশ্ববিদ্যালয় প্রশাসন ১৫ হাজার টাকার বিনিময়ে এই অনুমতি দিয়েছে। শিক্ষার্থীদের না জানিয়ে টুর্নামেন্ট স্থগিত করে এই সিদ্ধান্ত নেওয়ায় তাঁরা ব্যাপক ক্ষোভ জানিয়েছেন।</p><p>রোববার জগন্নাথ বিশ্ববিদ্যালয়ের কেন্দ্রীয় খেলার মাঠ ধূপখোলা মাঠে দুপুরে এই নির্বাচনী সমাবেশ করে জামায়াতে ইসলামী। বিশ্ববিদ্যালয় সূত্রে জানা গেছে, পূর্বঘোষিত সূচি অনুযায়ী রোববার জগন্নাথ বিশ্ববিদ্যালয়ের আন্তবিভাগ ফুটবল টুর্নামেন্টের চারটি ম্যাচ অনুষ্ঠিত হওয়ার কথা ছিল। সকাল ৯টায় মনোবিজ্ঞান বিভাগ বনাম দর্শন বিভাগ, সকাল ১০টায় আইন ও ভূমি প্রশাসন বিভাগ বনাম রসায়ন বিভাগ, বেলা ১১টায় লোকপ্রশাসন বিভাগ বনাম পরিসংখ্যান বিভাগ এবং দুপুর ১২টায় ইতিহাস বিভাগ বনাম ইসলামিক স্টাডিজ বিভাগের খেলা অনুষ্ঠিত হওয়ার কথা ছিল।</p><p>বিশ্ববিদ্যালয় প্রশাসনের কাছ থেকে অনুমতি নেওয়া ছাড়াই গত শনিবার রাতে ধূপখোলা মাঠে প্যান্ডেল নির্মাণের কাজ শুরু করে জামায়াতে ইসলামী। এ নিয়ে ব্যাপক সমালোচনার সৃষ্টি হয়। বিশ্ববিদ্যালয়ের শিক্ষার্থীরা সামাজিক যোগাযোগমাধ্যমে ব্যাপক ক্ষোভ জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "আর্সেনালের শিরোপা স্বপ্নে এবার ইউনাইটেডের ধাক্কা | প্রথম আলো",
            "time": "2026-01-25T19:17:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fdlfkftmd%2F2026-01-25T181734Z930359893UP1EM1P1ET96ERTRMADP3SOCCER-ENGLAND-ARS-MUN.JPG?rect=0%2C207%2C3424%2C1798&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিভারপুলের পর নটিংহাম ফরেস্টের সঙ্গে ড্র। টানা দুই ড্রয়ের পর এবার আর্সেনালের শিরোপা জয়ের স্বপ্নে বড় ধাক্কা দিল ম্যানচেস্টার ইউনাইটেড। আর্সেনালকে আজ তাদেরই মাঠে হারিয়ে দিয়েছে তারা ৩-২ গোলে।<br>এমিরেটস স্টেডিয়ামে নাটকীয় এক ম্যাচে লিসান্দ্রো মার্তিনেজের আত্মঘাতী গোলে এগিয়ে যায় আর্সেনাল। তবে বিরতির আগে ব্রায়ান এমবুয়েমো সমতা ফেরান। দ্বিতীয়ার্ধে প্যাট্রিক দরগুর অসাধারণ শটে লিড নেয় ইউনাইটেড। শেষ দিকে মিকেল মেরিনোর গোলে আর্সেনাল এক পয়েন্ট বাঁচানোর আশা জাগালেও শেষ হাসি হাসে অতিথিরাই। শেষ দিকে মাথিউস কুনহার দুর্দান্ত গোলেই জয় নিশ্চিত করে ইউনাইটেড।<br>এই হারের পর শীর্ষে থাকা আর্সেনালের সঙ্গে দ্বিতীয় স্থানে থাকা ম্যানচেস্টার সিটি ও তৃতীয় অ্যাস্টন ভিলার সঙ্গে ব্যবধান নেমে এসেছে ৪ পয়েন্টে। ২৩ ম্যাচ শেষে আর্সেনালের পয়েন্ট এখন ৫০। সমান ম্যাচ খেলে সিটির পয়েন্ট ৪৬, অ্যাস্টন ভিলারও তাই। টানা দুই ম্যাচে দুই বড় শিকার করে (ম্যানচেস্টার সিটি ও আর্সেনালকে হারিয়ে) ৩৮ পয়েন্ট নিয়ে চতুর্থ স্থানে আছে ইউনাইটেড।  </p></div></div></div></body></html>"
        },
        {
            "title": "ডাকসু নিয়ে জামায়াত নেতার কুরুচিপূর্ণ মন্তব্যে ছাত্রদল ও শিক্ষার্থীদের ক্ষোভ | প্রথম আলো",
            "time": "2026-01-25T19:12:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fg0ibmibm%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ডাকসু নিয়ে জামায়াত নেতার কুরুচিপূর্ণ মন্তব্যে ছাত্রদল ও শিক্ষার্থীদের ক্ষোভ \" class=\"nA4h1 \">ডাকসু নিয়ে জামায়াত নেতার কুরুচিপূর্ণ মন্তব্যে ছাত্রদল ও শিক্ষার্থীদের ক্ষোভ </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2026-01-26T02:13:04+06:00\"><span>আপডেট: ২৫ জানুয়ারি ২০২৬, ২০: ১৩ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী প্রচারে সরগরম ভোটের মাঠ | প্রথম আলো",
            "time": "2026-01-25T19:11:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fsgd7cytp%2F%E0%A7%AA.jpeg?rect=0%2C423%2C5960%2C3129&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"নির্বাচনী প্রচারে সরগরম ভোটের মাঠ\" class=\"IiRps \">নির্বাচনী প্রচারে সরগরম ভোটের মাঠ</h1></p><div class=\"Ibzfy\"><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের প্রচারে এখন সরগরম সারা দেশের ভোটের মাঠ। বড় রাজনৈতিক দল থেকে শুরু করে স্বতন্ত্র প্রার্থী—সবাই এখন মাঠে। জনসভা, গণসংযোগ, প্রচারপত্র বিতরণসহ নানা কর্মসূচিতে ব্যস্ত সময় পার করছেন প্রার্থী ও সমর্থকেরা। নির্বাচনী মাঠের নানা মুহূর্তের ছবি নিয়ে এই ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতায় গেলে বিএনপি দেশের মানুষকে ঠকাবে না: কুমিল্লায় তারেক রহমান | প্রথম আলো",
            "time": "2026-01-25T18:54:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fzi6rtz4w%2Fcumilla1.jpg?rect=0%2C371%2C3280%2C1722&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে বিএনপির চেয়ারম্যান তারেক রহমান বলেন, ‘বিএনপি আগে কয়েকবার দেশ পরিচালনা করেছিল। খাল খনন, কৃষক ঋণ মওকুফসহ আরও অনেক কাজ করেছিল বিএনপি। কিন্তু এখন এই এলাকার মানুষের রাস্তাঘাট, চিকিৎসা, শিক্ষা এ রকম অনেক সমস্যা রয়েছে। যেহেতু বিএনপি দেশ পরিচালনা করেছে, তাই বিএনপি জানে কীভাবে দেশ পরিচালনা করতে হয়। আমরা যদি ক্ষমতায় গিয়ে পরিকল্পনাগুলো বাস্তবায়ন করতে পারি, তাহলে আপনাদের উপকার হবে।’</p><p>কুমিল্লা দক্ষিণ জেলা বিএনপির সভাপতি ও কুমিল্লা-৮ আসনের ধানের শীষ প্রতীকের প্রার্থী জাকারিয়া তাহেরের (সুমন) সভাপতিত্বে সমাবেশে বক্তব্য দেন কুমিল্লা-৬ (সদর) আসনের বিএনপির প্রার্থী দলের চেয়ারম্যানের উপদেষ্টা মনিরুল হক চৌধুরী, বিএনপির চেয়ারম্যানের উপদেষ্টা ও কুমিল্লা দক্ষিণ জেলার ছয়টি সংসদীয় আসনে বিএনপির নির্বাচনী সমন্বয়ক আমিন-উর-রশিদ (ইয়াছিন), কুমিল্লা-২ আসনের প্রার্থী বিএনপির কুমিল্লা বিভাগীয় সাংগঠনিক সম্পাদক মো. সেলিম ভূঁইয়া, কুমিল্লা-৯ আসনের বিএনপির প্রার্থী দলের শিল্পবিষয়ক সম্পাদক মো. আবুল কালাম, কুমিল্লা-৭ আসনের প্রার্থী রেদোয়ান আহমেদ, কুমিল্লা-৫ আসনের প্রার্থী মো. জসীম উদ্দীন, কুমিল্লা-১০ আসনের মোবাশ্বের আলম ভূঁইয়া, চাঁদপুর-১ আসনে বিএনপির প্রার্থী আ ন ম এহসানুল হক (মিলন), চাঁদপুর-৪ আসনের প্রার্থী হারুনুর রশিদ, চাঁদপুর-২ আসনের প্রার্থী জালাল উদ্দিন, বিএনপির কুমিল্লা বিভাগীয় সহসাংগঠনিক সম্পাদক মোস্তাক মিয়া, কেন্দ্রীয় যুবদলের সভাপতি মোনায়েম মুন্না, ছাত্রদলের কেন্দ্রীয় সাধারণ সম্পাদক নাছির উদ্দীন, মহানগর বিএনপির সভাপতি উদবাতুল বারী (আবু) প্রমুখ।<br>সভা সঞ্চালনা করেন কুমিল্লা দক্ষিণ জেলা বিএনপির সাধারণ সম্পাদক আশিকুর রহমান মাহমুদ (ওয়াসিম) এবং কুমিল্লা মহানগর বিএনপির সাধারণ সম্পাদক ইউসুফ মোল্লা (টিপু)।</p></div></div></div></body></html>"
        },
        {
            "title": "বেঙ্গল কমার্শিয়াল ব্যাংকের বার্ষিক ব্যবসায়িক সম্মেলন | প্রথম আলো",
            "time": "2026-01-25T18:52:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F4orn2jmb%2FBENGAL-COMMERCIAL-BANKImage.jpg?rect=0%2C68%2C957%2C502&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মেলনে ২০২৫ সালে ব্যাংকের সামগ্রিক ব্যবসায়িক সাফল্য ও মূলধন পর্যাপ্ততা, নিয়ন্ত্রিত খেলাপি ঋণ, শক্তিশালী করপোরেট সুশাসন, মজবুত আর্থিক ভিত্তিসহ ব্যাংকের দীর্ঘমেয়াদি সুনাম তুলে ধরা হয়। পাশাপাশি ২০২৬ সালের জন্য ব্যবসার নতুন সম্ভাবনা ও ভবিষ্যৎমুখী কর্মপরিকল্পনা উপস্থাপন করা হয়।</p><p>সম্মেলনে ২০২৫ সালে ব্যবসায়িক লক্ষ্যমাত্রা অর্জন ও সাফল্যের স্বীকৃতি হিসেবে বিভিন্ন শাখা ও প্রধান কার্যালয়ের বিভাগগুলোকে পুরস্কৃত করা হয়।</p></div></div></div></body></html>"
        }
    ]
}