{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নেত্রকোনায় ইউএনওকে বদলি, তবে তাৎক্ষণিক অবমুক্তির আদেশ প্রত্যাহার | প্রথম আলো",
            "time": "2026-01-22T06:30:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F9ls1ls7p%2Fnetrokonadh054820260121fbimg1768957121855.jpg?rect=0%2C104%2C1640%2C861&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নেত্রকোনার কলমাকান্দায় ভ্রাম্যমাণ আদালতের অভিযানে বাগ্‌বিতণ্ডার ঘটনায় উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) মাসুদুর রহমানের তাৎক্ষণিক অবমুক্তির আদেশ প্রত্যাহার করা হয়েছে। গতকাল বুধবার রাতে জনপ্রশাসন মন্ত্রণালয়ের মাঠ প্রশাসন-২ শাখার উপসচিব আমিনুল ইসলাম স্বাক্ষরিত এক আদেশে এ তথ্য জানা গেছে।</p><p>আজ বৃহস্পতিবার সকালে বিষয়টি নিশ্চিত করেছেন নেত্রকোনা জেলা প্রশাসক সাইফুর রহমান। তিনি বলেন, মঙ্গলবার রাতে জনপ্রশাসন মন্ত্রণালয়ের সিনিয়র সহকারী সচিব সামিউল আমিন স্বাক্ষরিত প্রজ্ঞাপনে মাসুদুর রহমানসহ আটজন ইউএনওকে তাৎক্ষণিক বদলির আদেশ দেওয়া হয়েছিল। আদেশে বলা হয়, বৃহস্পতিবারের মধ্যে নতুন কর্মস্থলে যোগদান করতে হবে। তবে বুধবার রাতে নতুন আদেশে অবমুক্তির নির্ধারিত তারিখ অর্থাৎ তাৎক্ষণিক অবমুক্তির আদেশ বাতিল করা হয়েছে। এখন এটি নিয়মিত বদলি হিসেবে বিবেচিত হবে। তিনি বলেন, ‘বদলির বিষয়টি সরকারের উচ্চপর্যায়ের সিদ্ধান্ত, আমরা সরকারি আদেশের বাইরে যেতে পারি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "নীলফামারী-৪ আসনে বিএনপির ‘বিদ্রোহী’ প্রার্থীকে দল থেকে বহিষ্কার | প্রথম আলো",
            "time": "2026-01-22T06:30:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F7md8i6mh%2Fnilphamaridh058520260122riad-arfan-ranaq.jpg?rect=0%2C228%2C1070%2C562&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় শৃঙ্খলা ভঙ্গের অভিযোগে নীলফামারী-৪ (সৈয়দপুর-কিশোরগঞ্জ) আসনের স্বতন্ত্র প্রার্থী ও বিএনপি নেতা রিয়াদ আরফান সরকারকে দল থেকে বহিষ্কার করা হয়েছে। গতকাল বুধবার রাতে বিএনপির সিনিয়র যুগ্ম মহাসচিব রুহুল কবির রিজভীর সই করা বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে।</p><p>এতে বলা হয়, রিয়াদ আরফানকে দলীয় নীতি, আদর্শ ও শৃঙ্খলা পরিপন্থী কর্মকাণ্ডে জড়িত থাকায় দলীয় সদস্যপদসহ সব পর্যায়ের পদ থেকে বহিষ্কার করা হয়েছে।</p><p>রিয়াদ আরফান উপজেলা পরিষদ নির্বাচনে বিএনপির নির্বাচন বর্জন নীতিকে অগ্রাহ্য করে সৈয়দপুর উপজেলা পরিষদে চেয়ারম্যান প্রার্থী হয়েছিলেন। পরে তাঁকে জেলা যুগ্ম সাধারণ সম্পাদকের পদ থেকে বহিষ্কার করা হয়। ভুল স্বীকার করে মুচলেকা দিলে গত ২৭ অক্টোবর তাঁর বহিষ্কারাদেশ প্রত্যাহার করা হয় এবং দলের সদস্যপদ দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মাত্র ৩০ দিনে সাতটি স্কিল শিখে ঘরে বসে আয় করুন ৩০০-৯০০ ডলার | প্রথম আলো",
            "time": "2026-01-22T06:27:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F7tjtuph1%2Fphoto-1758874573562-5bf0c1a7fc72.avif?rect=0%2C25%2C1332%2C699&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিস্টের সবচেয়ে সহজ কাজ এটি। ইনস্টাগ্রামে সুন্দর পোস্ট দেখে নিশ্চয়ই ভাবেন, ‘ইশ্‌! আমিও যদি এমন বানাতে পারতাম!’ সুসংবাদ হলো, আপনিও পারবেন। ফটোশপ বা গ্রাফিকস ডিজাইনের ডিগ্রির দরকার নেই, ক্যানভা দিয়েই প্রফেশনালদের মতো ডিজাইন করুন। </p><p>কাজটি শুরু করার আগে শুধু সাধারণ কিছু বিষয় বুঝতে হবে—</p><ul><li><p>কালার ম্যাচিং</p></li><li><p>সঠিক ফন্ট নির্বাচন</p></li><li><p>ডিজাইন পরিষ্কার রাখা</p></li></ul><p><strong>যা বানাতে পারবেন</strong></p><ul><li><p>ইনস্টাগ্রাম পোস্ট</p></li><li><p>ইউটিউব থাম্বনেইল</p></li><li><p>পোস্টার</p></li><li><p>সিভি</p></li><li><p>লোগো</p></li><li><p>প্রেজেন্টেশন</p></li></ul><p><strong>যেভাবে আয় করবেন</strong></p><p>ছোট থেকে বড়—সব ব্যবসার জন্যই কনটেন্ট লাগে, কিন্তু প্রতিষ্ঠানগুলোর পক্ষে এসব বানানোর সময় বা লোকবল নেই। ১০টা স্যাম্পল ডিজাইন করে একটা পোর্টফোলিও বানান। ফাইভারে গিগ খুলুন অথবা যাঁরা ছোট ব্যবসা করেন, তাঁদের সরাসরি মেসেজ দিন।</p><p><strong>শিখতে লাগবে:</strong> ১০-১৫ দিন</p><p><strong>সম্ভাব্য আয়:</strong> মাসে ৩০০-৬০০ ডলার</p></div></div></div></body></html>"
        },
        {
            "title": "সুরভিত দিবা হাসনাহেনা | প্রথম আলো",
            "time": "2026-01-22T06:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F1px52vl3%2F22012026-cm-16.jpg?rect=0%2C99%2C1168%2C613&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিবা হাসনাহেনা একটি চিরসবুজ কাষ্ঠল গুল্ম প্রকৃতির বহুবর্ষজীবী উদ্ভিদ। গাছ দুই থেকে চার মিটার লম্বা হয়। গাছ বহু শাখায়িত হয়ে বেশ ঝোপাল হয়। প্রচুর পাতা বের হয়। কচি ডালে ক্ষুদ্র ক্ষুদ্র বায়ু গ্রন্থি বা লেন্টিসেল থাকে, যেগুলো দেখতে ফুটি ফুটি বা ঘামাচির মতো দেখায়। পাতা সরল, চর্মবৎ, কিনারা মসৃণ, লম্বাটে-ডিম্বাকার, অগ্রভাগ সরু, পাতা ৫ থেকে ১৫ সেন্টিমিটার লম্বা, ওপরের পিঠ সবুজ, নিচের পিঠ হালকা সবুজ। বোঁটা খাটো, প্রায় এক সেন্টিমিটার লম্বা। শাখা-প্রশাখার শীর্ষের অংশে পাতার কোল থেকে পুষ্পমঞ্জরিতে থোকায় কয়েকটি করে ফুল ফোটে। ফুলের বোঁটা লম্বা থাকায় তা দোলায়মান দেখায়। ফুল প্রায় বোঁটাহীন, প্রতিটি পুষ্পগুচ্ছকে পাতার মতো একপ্রকার বৃতি ধরে রাখে। পুষ্পনল সরু। ফুলগুলো ছোট হলেও দেখতে বেশ সুন্দর, পাপড়ি পাঁচটি খাঁজযুক্ত, সাদা ও সুমিষ্ট সুগন্ধযুক্ত। দুপুরের পর ফুলের চেহারা মলিন হতে শুরু করে, হলদেটে হয়ে যায়। এই ফুল পরাগায়নকারী অনেক পতঙ্গকে আমন্ত্রণ জানায়। আবহাওয়াভেদে ফোটা ফুল গাছে দু–এক দিন থাকে। ফুল ও ফল ধরার সময় হলো বসন্ত থেকে হেমন্ত। তবে শীতেও দেখলাম গাছে দিব্যি ফুল ফুটছে। ফুল ফোটা শেষ হলে প্রায় গ্লোবাকার ফল হয়, ফলের রং কালো। বীজ থেকে চারা হয়। শাখা কলম করেও চারা তৈরি করা যায়। ভালো বৃদ্ধি ও ফুলের জন্য রোদ দরকার।</p><p>দিবা হাসনাহেনা প্রধানত ফুলের গাছ, আলংকারিক উদ্ভিদ হিসেবে বাগানে লাগানো হয়। এর সুগন্ধি ফুলের কারণে বাড়ির বাগান, বিশেষ করে জানালার ধারের অংশের বাগানে, বারান্দায় ও ঝুলবারান্দায় টবে লাগানোর জন্য উপযুক্ত। তবে বারান্দা বা ব্যালকনিতে লাগানো গাছ মাঝেমধ্যে বের করে রোদ খাওয়াতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ক্ষমতার অন্ধকার দিক উঠে এল যে সিরিজে, বিশ্বজুড়ে আলোচনা | প্রথম আলো",
            "time": "2026-01-22T06:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-20%2Fmd6tv0gx%2FKRMade-in-Korea1.webp?rect=0%2C0%2C681%2C358&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিরিজের নাম ‘মেড ইন কোরিয়া’–তেও আছে গভীর প্রতীকী অর্থ। উ মিন–হোর ব্যাখ্যায়, এই নামটি আসলে সেই ‘দানবদের’ ইঙ্গিত করে, যাদের জন্ম দিয়েছে ওই সময়ের সামাজিক–রাজনৈতিক বাস্তবতা।</p><p>উ মিন-হো বলেন, ‘আমি চেয়েছি দর্শক বেক কি–তাইয়ের আকাঙ্ক্ষার ট্রেনে চড়ুক—ঠিক যেমন মানুষ দ্য গডফাদার–এ আল পাচিনোর চরিত্রের প্রতি সহানুভূতিশীল হয়। এই চরিত্রের জন্য হিউন বিন নিজ উদ্যোগে ১৫ কেজি ওজন বাড়িয়েছেন। আমার আগের ছবিতে জাতীয় নায়ক থেকে এখানে তাঁর লোভী খলনায়কে রূপান্তর আমাকে ভীষণ তৃপ্তি দিয়েছে।’</p><p>জাং গন–ইয়ং চরিত্রে জং উ–সুংয়ের অভিনয় নিয়ে দর্শকদের প্রতিক্রিয়া ছিল মিশ্র। কেউ কেউ তাঁর অতিরঞ্জিত হাসি ও চরিত্রায়নকে অস্বস্তিকর মনে করেছেন। তবে পরিচালক জানান, এই সিদ্ধান্ত ছিল সচেতনভাবেই নেওয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "সংবাদমাধ্যমের ভুয়া ফটোকার্ড বানিয়ে ছড়ানো হচ্ছে একের পর এক অপতথ্য | প্রথম আলো",
            "time": "2026-01-22T06:13:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fe3ggetas%2FFactcheck-Hero-Image-1.jpg%E0%A7%A7.jpg?rect=0%2C51%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিজিটাল অধিকার ও তথ্য গবেষণা প্রতিষ্ঠান ডিজিটালি রাইট সম্প্রতি তাদের প্রকাশিত এক গবেষণাপত্রে বলেছিল, এবার নির্বাচনে ভুয়া তথ্য ও বিদ্বেষমূলক প্রচার বড় ধরনের ঝুঁকি তৈরি করতে পারে।</p><p>প্রধান উপদেষ্টা থেকে শুরু করে সরকারের কর্তব্যক্তিরাও এবার নির্বাচনে ডিজিটাল পরিসরে গুজব ও অপতথ্য ছড়ানো নিয়ে শঙ্কার কথা বলে আসছেন।</p><p>গুজব বা অপতথ্যের ক্ষেত্রে এবার কৃত্রিম বুদ্ধিমত্তা (এআই) দিয়ে তৈরি ছবি, ভিডিও ব্যবহার দেখা গেলেও ফেসবুকে বিভিন্ন রাজনৈতিক নেতার ভুয়া বক্তব্য দিয়ে ফটোকার্ডই বেশি দেখা যাচ্ছে। বিভিন্ন পেজ থেকে এগুলো তোলার পর হাজার হাজার বার শেয়ার হতে দেখা যাচ্ছে। সংবাদমাধ্যমের তথ্য ভেবে এগুলো বিশ্বাস করেছেন অনেকে।</p><p>জামায়াতে ইসলামীর সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ারের নামে একটি ভুয়া ফটোকার্ড ছড়ানো হয়েছে। ‘আপনি যদি জামায়াত না করেন, আপনি স্পষ্ট অমুসলিম’ তাঁর এমন কথাজুড়ে বেসরকারি টিভি চ্যানেলের নকশায় ফটোকার্ডটি তৈরি করা হয়। অথচ ওই টেলিভিশন চ্যানেলের ফেসবুক পেজে এমন কোনো ফটোকার্ড প্রকাশ করা হয়নি। যাচাই করে দেখা যায়, আলোচিত ফটোকার্ডে ব্যবহৃত লোগোটি সংশ্লিষ্ট টিভি চ্যানেলের আসল লোগোর সঙ্গে পুরোপুরি মিলছে না এবং ‘নভেম্বর’ শব্দটির বানানও ভুল।</p></div></div></div></body></html>"
        },
        {
            "title": "২৪০ স্ট্রাইক রেটে ৮৪ করে তিনি বললেন, ‘আমার হাতে অনেক শট নেই’ | প্রথম আলো",
            "time": "2026-01-22T06:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fslgqwcdr%2F910880-01-02.jpg?rect=0%2C0%2C2089%2C1097&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইসিসির পূর্ণ সদস্যদেশগুলোর মধ্যে ২০২৪ টি-টুয়েন্টি বিশ্বকাপ থেকে এ সংস্করণে ছক্কা মারায় সবার ওপরে ২৫ বছর বয়সী এই বাঁহাতি—৩৩ ইনিংসে ৮১ ছক্কা। অথচ অভিষেকের দাবি, তাঁর ব্যাটিং পুরোপুরি পাওয়ার-হিটিং নির্ভর নয়। যুক্তিগুলো শুনুন তাঁর মুখেই, ‘খেয়াল করে দেখবেন, আমি রেঞ্জ হিটিং করি না, কারণ আমি অতটা শক্তিশালী নই। আমি টাইমিং নির্ভর ব্যাটার। তাই আমার কাজ হলো বলটা দেখে কন্ডিশনের সঙ্গে খাপ খাইয়ে নেওয়া। এ কারণে আমি ম্যাচের এক দিন আগে কিংবা নেট সেশনের সময়ই পরিকল্পনা করি।’</p></div></div></div></body></html>"
        },
        {
            "title": "কাশ্মীরকে হিন্দুত্ববাদী প্রকল্প যেভাবে গ্রাস করে ফেলছে | প্রথম আলো",
            "time": "2026-01-22T06:09:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fy3gmsw5r%2FkashmirbjpAFP.jpg?rect=0%2C68%2C1075%2C564&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই ঘটনাগুলো একসঙ্গে দেখলে স্পষ্ট হয়, মুসলমানদের জীবন ও সাফল্যকে কীভাবে নিয়ন্ত্রণযোগ্য সমস্যা হিসেবে দেখা হচ্ছে। কাশ্মীরে এই বাস্তবতা আরও তীব্র। কারণ, অঞ্চলটি আগেই তল্লাশি অভিযান, চেকপোস্ট ও সার্বক্ষণিক নজরদারির ক্ষেত্রে পরিণত হয়েছে।</p><p>২০২৫ সালের নভেম্বর মাসে জাতিসংঘের মানবাধিকার–বিশেষজ্ঞরা জম্মু ও কাশ্মীরে ভারতের সন্ত্রাসবিরোধী অভিযানের বিষয়ে গুরুতর সতর্কবার্তা দেন। ২০২৫ সালের এপ্রিল মাসে পেহেলগামে হামলার পর প্রায় ২ হাজার ৮০০ জনকে আটক করা হয়। তাঁদের মধ্যে সাংবাদিক ও মানবাধিকারকর্মীরাও ছিলেন। বিভিন্ন প্রতিবেদনে নির্বিচারে গ্রেপ্তার, নির্যাতন, বিচার ছাড়াই দীর্ঘ সময় আটক, যোগাযোগ বিচ্ছিন্ন করে দেওয়া, বাড়িঘর ভেঙে ফেলা এবং ভারতের বিভিন্ন স্থানে কাশ্মীরি শিক্ষার্থীদের হয়রানির তথ্য উঠে আসে।</p><p>কাশ্মীর ক্রমেই সারা ভারতের হিন্দুত্ববাদী প্রবণতার প্রতিচ্ছবি হয়ে উঠছে। সেন্টার ফর দ্য স্টাডি অব সোসাইটি অ্যান্ড সেক্যুলারিজমের এক প্রতিবেদনে বলা হয়েছে, ২০২৪ সালে সাম্প্রদায়িক সহিংসতা বেড়েছে ৮৪ শতাংশ। এসব সহিংসতায় নিহত ব্যক্তিদের বড় অংশই ছিলেন মুসলমান। ওই বছর নথিভুক্ত ৫৯টি সাম্প্রদায়িক সহিংসতার মধ্যে ৪৯টিই ঘটেছে বিজেপিশাসিত রাজ্যগুলোতে। ২০০৯ থেকে ২০১৯ সালের মধ্যে ধর্মভিত্তিক ঘৃণাজনিত অপরাধের প্রায় ৯০ শতাংশই ঘটেছে ২০১৪ সালে বিজেপি ক্ষমতায় আসার পর।</p></div></div></div></body></html>"
        },
        {
            "title": "শরীর চুলকাতে লাঠি ব্যবহার করে গরু | প্রথম আলো",
            "time": "2026-01-22T06:08:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fu5xth56e%2FCapture.PNG?rect=0%2C0%2C887%2C466&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যতিক্রমী এক ঘটনার বিস্তারিত তুলে ধরেছেন অস্ট্রিয়ার একদল গবেষক। তাঁরা দেখিয়েছেন, গরু নিজের প্রয়োজনে হাতিয়ারের ব্যবহার করতে পারে।</p><p>শুনতে অবিশ্বাস্য মনে হলেও ঘটনা সত্যি। ভিয়েনার ভেটেরিনারি মেডিসিন বিশ্ববিদ্যালয়ের গবেষকরা দেখিয়েছেন, কীভাবে একটি গাভি লম্বা লাঠি, বাঁশের টুকরা বা লম্বা হাতলের ব্রাশ ব্যবহার করে নিজের পিঠ বা শরীরের অন্যান্য অংশ চুলকায়।</p><p>অস্ট্রিয়ার দক্ষিণাঞ্চলের রাজ্য ক্যারিনথিয়ার বাসিন্দা উইটগার উইগেলের পালিত গাভি ভেরোনিকা বছরের পর বছর মুখে লাঠি বা কাঠি কামড়ে ধরে নিজের শরীর চুলকায়। ভেরোনিকা একটি সুইস ব্রাউন জাতের গাভি।</p><p>উইগেলে বলেন, প্রায় এক দশক আগে ভেরোনিকা প্রথমবার পিঠ চুলকাতে কাঠের একটি টুকরা মুখে তুলে নিয়েছিল। পরে প্রাণীটি একটি লম্বা ব্রাশ ব্যবহার করতে শুরু করে।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষা খাতে ব্যর্থতার পাল্লা ভারী হচ্ছে | প্রথম আলো",
            "time": "2026-01-22T06:06:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2F15d59295-0e6c-4d8f-ab09-83ad2d07ffa7%2F459e8f3e-d3c2-478a-9df1-79d2c721b89a.jpeg?rect=0%2C180%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘প্রত্যাশা পূরণ হয়নি’</strong></p><p>তবে প্রাথমিকের প্রধানশিক্ষকদের বেতন দশম গ্রেডে উন্নীত করা, এমপিওভুক্ত শিক্ষক-কর্মচারীদের বাড়িভাড়া বৃদ্ধি, বেসরকারি শিক্ষাপ্রতিষ্ঠানের (স্কুল ও কলেজ) জনবল কাঠামো ও এমপিও নীতিমালা সংশোধন করা, শিক্ষা ক্যাডারের কর্মকর্তাদের আটকে থাকা পদোন্নতি, বদলিসহ কিছু কাজ অবশ্য হয়েছে। এ ছাড়া সরকারের মেয়াদের শেষ সময়ে এসে বেসরকারি শিক্ষাপ্রতিষ্ঠান এমপিওভুক্তি এবং এমপিওভুক্ত বেসরকারি শিক্ষাপ্রতিষ্ঠানে অধ্যক্ষ ও প্রধান শিক্ষক পদে নিয়োগ বেসরকারি শিক্ষক নিবন্ধন ও প্রত্যয়ন কর্তৃপক্ষের (এনটিআরসিএ) মাধ্যমে দেওয়ার উদ্যোগ নেওয়া হয়েছে।</p><p>অন্তর্বর্তী সরকারের সময়ে শিক্ষা খাতের পরিস্থিতি সব মিলিয়ে হতাশাজনক বলে মনে করেন ব্র্যাক বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক মনজুর আহমেদ। তিনি প্রথম আলোকে বলেন, এ সময়ে প্রত্যাশা ছিল, কিন্তু তা পূরণ হয়নি। প্রথম থেকেই শিক্ষাকে সত্যিকার অর্থে অগ্রাধিকার দিয়ে রাজনৈতিক অঙ্গীকারের ভিত্তিতে শিক্ষাকে ভালো করার উদ্যোগ নেওয়া হয়নি—এটি সব সরকারের ক্ষেত্রেই সত্য।</p><p>অধ্যাপক মনজুর আহমেদের মতে, অন্তর্বর্তী সরকারের কাছে প্রত্যাশা ছিল যে এই ধারায় অন্তত ব্যতিক্রম ঘটবে, কিন্তু সেই প্রত্যাশা ব্যর্থ হয়েছে বলেই বলতে হয়। তিনি বলেন, সব সমস্যার সমাধান করার সক্ষমতা অন্তর্বর্তী সরকারের ছিল না। তা সত্ত্বেও সরকার যে কাজটি করতে পারত, তা হলো শিক্ষা নিয়ে একটি সামগ্রিক ও দীর্ঘমেয়াদি চিন্তা-ভাবনার সূচনা করা।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা-৯: তাসনিম জারার নির্বাচনী প্রচার শুরু | প্রথম আলো",
            "time": "2026-01-22T06:01:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fntinvcvl%2Ftasnim_1.jpeg?rect=0%2C60%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">তিন বান্ধবী ছবি তোলেন তাসনিম জারার সঙ্গে। আজ বৃহস্পতিবার সকালে খিলগাঁও থানাধীন দক্ষিণ গোড়ানের বাগানবাড়ি বাজার এলাকায় নির্বাচনী প্রচার শুরু করেন তাসনিম জারা</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ডাইনোসরের শরীরের রং কী ছিল | প্রথম আলো",
            "time": "2026-01-22T06:01:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-09%2Fnkq244eh%2Fdino.jpg?rect=0%2C23%2C695%2C365&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাজ্যের ইউনিভার্সিটি অব ব্রিস্টলসহ বেশ কয়েকটি প্রতিষ্ঠানের বিজ্ঞানীরা ইলেকট্রন মাইক্রোস্কোপ ব্যবহার করে এই চামড়া পরীক্ষা করেছেন। গবেষণায় দুটি ভিন্ন ধরনের মেলানোসোমের সন্ধান পাওয়া গেছে। লম্বাটে বা ডিম্বাকৃতি মেলানোসোম আধুনিক পাখি বা সরীসৃপের ক্ষেত্রে কালো বা গাঢ় রঙের উপস্থিতি নির্দেশ করে। চ্যাপটা ও ডিস্ক আকৃতির মেলানোসোম দেখে বিজ্ঞানীরা অবাক হয়েছেন। এ ধরনের গঠন সাধারণত পাখির পালকে আলো প্রতিফলিত করতে ও উজ্জ্বলতা বাড়াতে সাহায্য করে।</p><p>সবচেয়ে বড় বিষয় হলো, এই মেলানোসোম পুরো চামড়ায় একভাবে ছড়ানো ছিল না। ছোট ছোট গুচ্ছ আকারে ছিল। এর থেকে বোঝা যায়, ডাইনোসরটির শরীরে সুনির্দিষ্ট কোনো রং ছিল না; বরং তা ছিল ছোপ ছোপ দাগের মতো। বিজ্ঞানীরা মনে করছেন, তরুণ ডিপ্লোডোকাসদের শরীরের এই বৈচিত্র্যময় রং বা ছোপ ছোপ দাগ তাদের পরিবেশে মিশে থাকতে বা ছদ্মবেশ ধারণ করতে সাহায্য করত। এটি শিকারি প্রাণীদের আক্রমণ থেকে তাদের সুরক্ষা দিত।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির প্রার্থীদের ২২৯ জন উচ্চশিক্ষিত, ব্যবসায়ী ২০৫ | প্রথম আলো",
            "time": "2026-01-22T06:00:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fsse3vt9e%2F%E0%A6%A5%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%ACjpg.jpg?rect=0%2C89%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে বিএনপির ধানের শীষ প্রতীকে প্রার্থী হওয়া ব্যক্তিদের বেশির ভাগই উচ্চশিক্ষিত। পেশা হিসেবে বেশির ভাগ প্রার্থী ব্যবসা উল্লেখ করেছেন। অর্ধেকের বেশি প্রার্থীর বয়স ৬০ বছরের বেশি। কোটি টাকার বেশি স্থাবর ও অস্থাবর সম্পদ রয়েছে ২১৫ জনের।</p><p>সংসদ নির্বাচনে অংশ নিতে রিটার্নিং কর্মকর্তার কাছে জমা দেওয়া হলফনামা বিশ্লেষণ করে এ তথ্য জানা গেছে। ২০০৮ সালের নবম জাতীয় সংসদ নির্বাচন থেকে প্রার্থীদের হলফনামা দেওয়া বাধ্যতামূলক করা হয়। এবারের হলফনামায় প্রার্থীদের বয়স, শিক্ষাগত যোগ্যতা, পেশা, মামলার তথ্য, আয়, সম্পদসহ ১০ ধরনের তথ্য দেওয়া বাধ্যতামূলক করা হয়েছে।</p><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ২৮৭টি আসনে ধানের শীষ প্রতীকে প্রার্থীর নাম নিশ্চিত হওয়া গেছে। প্রথম আলোর প্রতিবেদক ও প্রতিনিধিরা সারা দেশে রিটার্নিং কর্মকর্তাদের সঙ্গে কথা বলে এই নামগুলো পেয়েছেন। এর মধ্যে ছয়জন বিএনপির জোটসঙ্গী, যাঁরা নিজ দল ছেড়ে ধানের শীষের প্রার্থী হয়েছেন। বিএনপির জোটসঙ্গী দলগুলোর নেতাদের জন্য আটটি আসনে প্রার্থী নেই দলটির। দুটি আসনে নির্বাচনে তফসিল পুনর্নির্ধারণ করা হয়েছে। দুটি আসনে বিএনপির দুজনের মনোনয়নপত্র বাতিল হয়েছে। একটি আসনে বিএনপির প্রার্থীর বিষয়ে নিশ্চিত হওয়া যায়নি।</p><p>বিএনপি থেকে গতকাল বুধবার রাত পর্যন্ত কোনো চূড়ান্ত তালিকা পাওয়া যায়নি। অন্যদিকে নির্বাচন কমিশন গতকাল রাতে এ প্রতিবেদন লেখা পর্যন্ত প্রার্থীদের চূড়ান্ত তালিকা প্রকাশ করেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বিএনপির প্রথম নির্বাচনী জনসভা | প্রথম আলো",
            "time": "2026-01-22T05:37:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fqy02ow5d%2Fsylhetdh077820260122sylhet_alia.jpg?rect=42%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট নগরের আলিয়া মাদ্রাসা মাঠে বিএনপির প্রথম নির্বাচনী জনসভায় খণ্ড খণ্ড মিছিল নিয়ে যোগ দিচ্ছেন দলের নেতা–কর্মীরা। জনসভায় প্রধান অতিথির বক্তব্য দেবেন দলের চেয়ারম্যান তারেক রহমান। গতকাল বুধবার রাত থেকেই আলিয়া মাদ্রাসা মাঠের এক পাশে শামিয়ানা টানিয়ে, ত্রিপলে শুয়ে–বসে অনেক নেতা–কর্মী রাত কাটিয়েছেন। আজ সকাল থেকেই সিলেটের বিভিন্ন এলাকা থেকে জনসভাস্থলে আসতে শুরু করেন নেতা–কর্মীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বিএনপির নির্বাচনী জনসভা শুরু, বক্তব্য দিচ্ছেন স্থানীয় নেতারা | প্রথম আলো",
            "time": "2026-01-22T05:33:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2F8sr9ohjn%2FWhatsApp-Image-2026-01-22-at-11.13.49-AM.jpeg?rect=132%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেট জেলা ও মহানগর এবং সুনামগঞ্জ জেলা বিএনপির উদ্যোগে এ জনসভার আয়োজন করেছে। এতে সভাপতিত্ব করছেন সিলেট জেলা বিএনপির সভাপতি আবদুল কাইয়ুম চৌধুরী। বিশেষ অতিথি বক্তব্য দেবেন দলের মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। তিনি সকাল ১০টা ৫৪ মিনিটে সভাস্থলে এসে পৌঁছান। অনুষ্ঠান সঞ্চালনা করছেন সিলেট মহানগর বিএনপির ভারপ্রাপ্ত সভাপতি রেজাউল হাসান কয়েস লোদী ও সাধারণ সম্পাদক ইমদাদ হোসেন চৌধুরী।</p><p>জনসভায় শুভেচ্ছা বক্তব্য দেন সিলেট মহানগর ছাত্রদলের সাধারণ সম্পাদক ফজলে রাব্বি এহসান। এ সময় ছাত্রদলের পক্ষ থেকে ধানের শীষ নিয়ে কাজ করার আহ্বান জানান তিনি। সিলেট মহানগর ছাত্রদলের সভাপতি সুদীপ জ্যোতি (এষ) তাঁর বক্তব্যে বলেন, ‘আজকের দিনটি আমাদের কাছে স্বপ্নের মতো। আমাদের স্বপ্ন ছিল দলের চেয়ারম্যানকে নিয়ে সিলেটে জনসভা করা। সেই স্বপ্ন পূরণ হয়েছে।  এখন নতুন করে স্বপ্ন দেখার সময় এসেছে। ১২ ফেব্রুয়ারি নির্বাচনে ধানের শীষকে বিজয়ী করে নতুন স্বপ্ন বাস্তবায়ন হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের অপেক্ষায় নির্বাচনী সমাবেশে সিলেটবাসী | প্রথম আলো",
            "time": "2026-01-22T05:32:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fc66ey893%2FYT-GFX.00093324.Still013.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"তারেক রহমানের অপেক্ষায় নির্বাচনী সমাবেশে সিলেটবাসী\" class=\"nA4h1 \">তারেক রহমানের অপেক্ষায় নির্বাচনী সমাবেশে সিলেটবাসী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-22T11:32:28+06:00\"><span>প্রকাশ: ২২ জানুয়ারি ২০২৬, ০৫: ৩২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "৪ দিন পর আবার উৎপাদনে ফিরেছে বড়পুকুরিয়ার তাপবিদ্যুৎকেন্দ্রের প্রথম ইউনিট | প্রথম আলো",
            "time": "2026-01-22T05:29:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-28%2Fmx8me9df%2FNilphamariDH058520250228Saidpur.jpg?rect=0%2C33%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়লাভিত্তিক বড়পুকুরিয়া তাপবিদ্যুৎকেন্দ্র সূত্রে জানা গেছে, তিনটি ইউনিটের মধ্যে প্রথম ও দ্বিতীয় ইউনিট দুটি ১২৫ মেগাওয়াটের এবং তৃতীয় ইউনিটটি ২৭৫ মেগাওয়াট বিদ্যুৎ উৎপাদন ক্ষমতাসম্পন্ন। তাপবিদ্যুৎকেন্দ্রের দ্বিতীয় ইউনিট যান্ত্রিক ত্রুটির কারণে ২০২০ সালের নভেম্বর থেকে বন্ধ আছে। গত বছরের ১৬ অক্টোবর ২৭৫ মেগাওয়াটের তৃতীয় ইউনিটটিও বন্ধ হয়ে যায়।</p><p>গত দুই মাসে চারবার কেন্দ্রের ১২৫ মেগাওয়াটের প্রথম ইউনিটটি বন্ধ হয়েছে। আবার উৎপাদনে ফিরলেও ৪–৫ দিনের বেশি উৎপাদনে থাকতে পারে না। গত বছরের ৬ ডিসেম্বর দুপুর পৌনে ১২টার দিকে কেন্দ্রের ১২৫ মেগাওয়াটের প্রথম ইউনিটটি বন্ধ হয়ে যায়। ১৩ ডিসেম্বর রাত পোনে ৯টায় প্রথম ইউনিটে বিদ্যুৎ উৎপাদনে ফিরে। ফের ৩০ ডিসেম্বর প্রথম ইউনিট বন্ধ হয়ে যায়। পরে ১৫ দিন পর ১৪ জানুয়ারি ইউনিটটিতে উৎপাদন শুরু হয়। ৪ দিন বিদ্যুৎ উৎপাদনের পর আবার ১৮ জানুয়ারি বেলা ১১টা ১৫ মিনিটে ইউনিটটির বিদ্যুৎ উৎপাদন বন্ধ হয়ে যায়। এর ফলে ওই দিন পুরোপুরিভাবে বন্ধ হয়ে যায় বিদ্যুৎকেন্দ্রের তিনটি ইউনিটের উৎপাদন কার্যক্রম।</p></div></div></div></body></html>"
        },
        {
            "title": "মোহাম্মদপুরে অভিযান, অস্ত্র-মাদকসহ আটক ৬: সেনাবাহিনী | প্রথম আলো",
            "time": "2026-01-22T05:26:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fqmghxp6v%2FMohammadpur-1.jpeg?rect=0%2C22%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর মোহাম্মদপুরের সুনিবিড় হাউজিং ও জেনেভা ক্যাম্পে অভিযান চালিয়ে অস্ত্র–মাদকসহ ছয়জনকে আটক করার কথা জানিয়েছে সেনাবাহিনী।</p><p>গতকাল বুধবার মধ্যরাতে অভিযান শুরু হয়। শেষ হয় আজ বৃহস্পতিবার ভোরে। সেনাবাহিনীর ৪৬ স্বতন্ত্র পদাতিক ব্রিগেড ও মোহাম্মদপুরের বছিলা সেনা ক্যাম্প এ তথ্য নিশ্চিত করেছে।</p><p>আটক ব্যক্তির হলেন মাহবুব (৩৮), সুমন (৩৮), রাসেল (২৯), মোমিন (৩১), সাইদুল (২৭) ও মুকুল (৩৫)।</p></div></div></div></body></html>"
        }
    ]
}