{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজশাহী মেডিকেল কলেজ হাসপাতালে যাঁর কেউ নেই, তাঁর পাশে আছেন আলিয়া | প্রথম আলো",
            "time": "2026-02-14T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-12%2Fers4h7xg%2FWhatsApp-Image-2025-11-16-at-3.44.01-PM.jpeg?rect=0%2C93%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মেয়েকে নিয়ে বাবার বাড়িতে থাকতেই রওশন আরা জানতে পারেন, আরেকটা বিয়ে করেছেন তাঁর স্বামী। আর কোনো দিন স্বামীর বাড়িতে ফিরে যাননি তিনি। একসময় জীবিকার প্রয়োজনে মেয়ে আলিয়াকে নিয়ে সিরাজগঞ্জ থেকে চলে আসেন রাজশাহী। শহরে শুরু হয় মা–মেয়ের সংসার।</p><p>১৯৯৯ সালে আলিয়াকে বিয়ে দেন তাঁর মা। তখন তাঁর বয়স মোটে ১৩ বছর। কিন্তু চাহিদামতো যৌতুকের টাকা দিতে না পারায় তিন বছরের মাথায় আলিয়াকে ফেলে চলে যান তাঁর স্বামী। তত দিনে তাঁর একটা মেয়ে হয়েছে, নাম টুম্পা। খোঁজখবর নিতে গিয়ে দেখেন, মোটা অঙ্কের যৌতুক নিয়ে আরেকজনকে বিয়ে করেছেন স্বামী। মেয়েটা আবার প্রতিবন্ধী। মামলা করলে প্রতিবন্ধী মেয়েটা বিপদে পড়বে ভেবে ফিরে<br>আসেন আলিয়া।</p><p>দেড় বছর বয়সের মেয়েকে নিয়ে তো চলতে হবে। বই বাঁধাইয়ের কাজ নিলেন আলিয়া। এক হাজার পৃষ্ঠা বাঁধাই করলে পান ২৫ টাকা। তাতে সংসার চলে না। এ সময় রাজশাহী মেডিকেল কলেজ হাসপাতালের সিনিয়র স্টাফ নার্স নূরজাহান বেগমের সঙ্গে পরিচয়। তিনিই তাঁকে হাসপাতালে নিয়ে যান। সেই থেকে হাসপাতালে ট্রলি ঠেলতে শুরু করেন আলিয়া।</p><p>একদিন আলিয়ার চোখের সামনেই মারা যায় দুজন মানুষ। তাদের কোনো পরিচয় জানা গেল না। বিষয়টি তাঁকে চরমভাবে নাড়া দিল। তখন থেকে অভিভাবকহীন রোগী হাসপাতালে এলেই ছুটে যান আলিয়া। মুখে একটু পানি দেন, নিজের টাকা দিয়ে হলেও কিনে আনেন জরুরি ওষুধ। মানুষকে সুস্থ করে তুলতে পারলেই মুখে হাসি ফোটে। রোগী সুস্থ হয়ে উঠলে পরিবারের কাছে ফিরিয়ে দেওয়ার চেষ্টা করেন। দুই যুগে কয়েক শ মানুষকে বাড়ি পৌঁছে দেওয়ার ব্যবস্থা করেছেন আলিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2026-02-14T03:54:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভোট কেবল রাজনৈতিক পরিভাষা নয়-এটি নাগরিক আত্মসম্মানের ভাষা। মানুষ এবার উপলব্ধি করেছে, ভোট দেওয়া মানে কেবল প্রতিনিধি নির্বাচন নয়—এটি নিজের অস্তিত্ব, মত ও ভবিষ্যতের ওপর নিজের স্বাক্ষর রাখা। এবারের নির্বাচন তাই মানুষকে শুধু ভোটার বানায়নি—তাদের আরও সচেতন, আত্মমর্যাদাবান ও সক্রিয় নাগরিক হিসেবে প্রতিষ্ঠিত হওয়ার সুযোগ করে দিয়েছে।<br><a target=\"_blank\" href=\"https://www.prothomalo.com/opinion/column/hoj54uqdzj\">বিস্তারিত পড়ুন</a>...</p></div></div></div></body></html>"
        },
        {
            "title": "ভারত-পাকিস্তান ম্যাচ: হোটেলে জায়গা নেই, টিকিটের দাম চার গুণ বেশি, ভাঙতে পারে দর্শকের রেকর্ড | প্রথম আলো",
            "time": "2026-02-14T03:48:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fr6o0oq0z%2FTGHPGZEAMFN5FBC3KIEIO6VKJM.avif?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীলঙ্কা ইনবাউন্ড ট্যুর অপারেটরস অ্যাসোসিয়েশনের (এসএলএইটিও) সভাপতি নালিন জয়াসুন্দেরা বলেন, হোটেলগুলোয় আসন ফাঁকা নেই, বুকড। তাঁর ভাষায়, ‘বেশির ভাগ দর্শকই প্যাকেজে আসছেন, যার দাম টিকিট, হোটেল ও ফ্লাইটের ওপর নির্ভর করে ১ হাজার ৫০০ থেকে ২ হাজার ডলার (প্রায় ২ লাখ ৪৪ হাজার ৬১৪ টাকা) বা তারও বেশি হতে পারে।’</p><p>প্রাচীন মন্দির, সমুদ্রসৈকত ও সবুজ চা-বাগানের জন্য বিখ্যাত শ্রীলঙ্কায় বৈদেশিক মুদ্রা আয়ের তৃতীয় বৃহত্তম খাত হলো পর্যটন। দেশটি সাম্প্রতিক ভয়াবহ আর্থিক সংকট ও ঘূর্ণিঝড়ের ধাক্কা কাটিয়ে অর্থনৈতিক পুনরুদ্ধারের পথে রয়েছে। ওই ঘূর্ণিঝড়ে প্রাণ গেছে ৬৫০ জনের। এমন পরিস্থিতিতে আরও বেশি খেলাধুলার আয়োজন অর্থনৈতিক প্রবৃদ্ধিতে সহায়ক হবে বলে মনে করা হচ্ছে। শ্রীলঙ্কা ট্যুরিজম ডেভেলপমেন্ট কর্তৃপক্ষের চেয়ারম্যান বুদ্ধিকা হেওয়াসাম রয়টার্সকে বলেন, ফেব্রুয়ারির প্রথম ১০ দিনে শ্রীলঙ্কায় আসা ১ লাখ পর্যটকের প্রায় ২০ শতাংশই এসেছেন ভারত-পাকিস্তান ম্যাচটি দেখতে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাণিজ্য চুক্তির খসড়ায় কিছু শিথিলতা আনল হোয়াইট হাউস, উঠে গেল বাধ্যবাধকতা | প্রথম আলো",
            "time": "2026-02-14T03:47:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-26%2Ff7wa7uik%2Faa.jpg?rect=0%2C37%2C615%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগের ফ্যাক্টশিটে বলা হয়েছিল, ভারত সব মার্কিন শিল্পপণ্য এবং বিপুল পরিমাণ খাদ্য ও কৃষিপণ্য থেকে শুল্ক তুলে নেবে বা কমাবে। এর মধ্যে আছে ডিডিজি, লাল জোয়ার, বাদামজাত পণ্য, তাজা ও প্রক্রিয়াজাত ফল, নির্দিষ্ট কিছু ডাল, সয়াবিন তেল, ওয়াইন ও স্পিরিট।’</p><p>কিন্তু সংশোধিত সংস্করণে ‘নির্দিষ্ট কিছু ডাল’ শব্দটি বাদ দেওয়া হয়েছে। নতুন নথিতে বলা হয়েছে, ভারত সব মার্কিন শিল্পপণ্য এবং বিপুল পরিমাণ খাদ্য ও কৃষিপণ্য থেকে শুল্ক তুলে নেবে বা কমাবে। এর মধ্যে আছে ডিডিজি, লাল জোয়ার, বাদামজাত পণ্য, তাজা ও প্রক্রিয়াজাত ফল, সয়াবিন তেল, ওয়াইন, স্পিরিটস ও অন্যান্য পণ্য।</p><p>ভারত বিশ্বের সবচেয়ে বড় ডাল উৎপাদক ও ভোক্তা দেশ। মসুর ও ছোলার মতো পণ্য আমদানিতে উচ্চ শুল্ক আরোপ করে ভারতের কেন্দ্রীয় সরকার সে দেশের কৃষকদের সুরক্ষা দেয়। ফ্যাক্টশিটের এই পরিবর্তন থেকে বোঝা যাচ্ছে, দিল্লি এই বিষয়ে ওয়াশিংটনের চাপের বিরুদ্ধে নিজের অবস্থান ধরে রাখতে পেরেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আলোচিত যৌন হয়রানির মামলা, সমাঝোতা হলো না দুই তারকার | প্রথম আলো",
            "time": "2026-02-14T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fxof9ez67%2F60fac370-7206-426c-b7b0-2b8ea79c0177.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বালডোনির আইনজীবী ব্রায়ান ফ্রিডম্যান সাংবাদিকদের জানান, কোনো সমঝোতা হয়নি। তিনি বলেন, ভবিষ্যতে সমঝোতার সম্ভাবনা থাকলেও তা খুব একটা সম্ভাব্য বলে মনে হচ্ছে না। মামলাটি বিচারে গড়াবে কি না—এমন প্রশ্নে তিনি বলেন, ‘আমরা মনে করি মামলাটি বিচারে গড়াবে। আমরা তার জন্য প্রস্তুত।’</p><p>ফেডারেল আদালতের নিয়ম অনুযায়ী ম্যাজিস্ট্রেট জজ সারাহ এল. কেইভের তত্ত্বাবধানে এই মধ্যস্থতা অনুষ্ঠিত হয়। এর আগেও উভয় পক্ষ কেইভের সঙ্গে সরাসরি বৈঠকে বসেছিল। তবে শুরু থেকেই আলোচনায় অগ্রগতির স্পষ্ট কোনো ইঙ্গিত পাওয়া যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁপাইনবাবগঞ্জে ককটেল বানানোর সময় বিস্ফোরণ, নিহত ২ | প্রথম আলো",
            "time": "2026-02-14T03:39:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F3dp6fcts%2FChapainawabgonjDH060320260214IMG-20260214-WA0000.jpg?rect=0%2C79%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁপাইনবাবগঞ্জ সদর উপজেলার চর বাগডাঙ্গা ইউনিয়ন পরিষদের পাঠাপাড়া গ্রামের একটি বাড়িতে ককটেল বানানোর সময় বিস্ফোরণে  দুজন নিহত ও কয়েকজন আহত হয়েছেন। আজ শনিবার ভোর পাঁচটার দিকে এ ঘটনা ঘটে।</p><p><br>সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) নূরে আলম প্রথম আলোকে এ তথ্য নিশ্চিত করেছেন। তিনি বলেন, বিস্ফোরণে দুজন নিহত ও তিনজন গুরুতর আহত হয়েছেন। নিহত দুজনের নাম জানা যায়নি। আহত তিনজন হলেন সদর উপজেলার পাঠাপাড়া গ্রামের মিনহাজ (৫২) ও বজলুর রহমান (২০) এবং রানীহাটির ধুমী গ্রামের মো. শুভ (২০)। বিস্ফোরণে বাড়ির ইটের দেয়াল ধসে গেছে। টিনের চাল উড়ে গেছে। </p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচিত সংসদ সদস্যদের ও গণভোটের ফলাফলের গেজেট প্রকাশ | প্রথম আলো",
            "time": "2026-02-14T03:22:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fqy7osb0i%2Fimage-281024-1770550224.webp?rect=0%2C14%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টার কার্যালয়ের সূত্রে জানা গেছে, এখন পর্যন্ত সরকারের সিদ্ধান্ত হলো, নবনির্বাচিত সংসদ সদস্যদের শপথ পড়াবেন প্রধান নির্বাচন কমিশনার (সিইসি)। সে ক্ষেত্রে সংসদ সদস্যদের শপথ হতে পারে আগামী সোমবার বা মঙ্গলবার। যেদিন সংসদ সদস্যরা শপথ নেবেন, সেদিনই নতুন প্রধানমন্ত্রী ও মন্ত্রিসভার সদস্যরা শপথ নিতে পারেন।</p><p>সংবিধান অনুযায়ী, নবনির্বাচিত সংসদ সদস্যদের শপথ পড়াবেন দ্বাদশ জাতীয় সংসদের স্পিকার শিরীন শারমিন চৌধুরী বা তাঁর মনোনীত ব্যক্তি। তিন দিনের মধ্যে এটি না হলে পরবর্তী তিন দিনের মধ্যে সিইসি নবনির্বাচিত সংসদ সদস্যদের শপথ পড়াবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফাগুনের রোদে 'হলদে পাখি' ভাবনার সূর্যস্নান",
            "time": "2026-02-14T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla/2026-02-13/nx8zobn5/bhab1.jpg?auto=format&q=35&w=1200",
            "body": "<html><body><div><div class=\"vs__bottom-animate\">\n                  \n                        \n                          <p class=\"vs__summary\"><h3>ফাগুনের রোদে সূর্যস্নানের এই ছবিগুলো সত্যি মন ভালো করা</h3></p>\n                        \n                        \n              </div>\n          </div></body></html>"
        },
        {
            "title": "আবারও কি শেষ মুহূর্তে সিটির হাতে শিরোপা তুলে দেবে আর্সেনাল | প্রথম আলো",
            "time": "2026-02-14T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fw4trl4ay%2F2026-02-12T220454Z1846925249UP1EM2C1P6ZEKRTRMADP3SOCCER-ENGLAND-BRE-ARS.JPG?rect=0%2C0%2C1933%2C1015&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সর্বশেষ তিন মৌসুমে রানার্সআপ হওয়ার পথে আর্সেনাল দুটিতে শিরোপা হাতছাড়া করেছে সিটির কাছে। আবারও মৌসুমের শেষভাগে এসে সেই সিটির সঙ্গে লড়তে হচ্ছে তাদের, যা অনেক সমর্থকদের মধ্যে আতঙ্কও তৈরি করেছে।</p><p>সাবেক ইংলিশ ফুটবলার পিটার ক্রাউচ ‘টিএনটি স্পোর্টস’কে বলেন, ‘ম্যান সিটির যা আছে, তা হলো অভিজ্ঞতা এবং সাম্প্রতিক ইতিহাস। এটা স্টেডিয়ামে একধরনের স্নায়ুচাপ তৈরি করতে পারে। বিশেষ করে মৌসুমের শেষ দিকে।’ ম্যান সিটি ও পেপ গার্দিওলাকে পেছনে দেখে আপনি সব সময় পেছনে তাকিয়ে থাকবেন। তবে আর্সেনালের অবস্থান অনেক বেশি সুবিধাজনক।’</p><p>ক্রাউচের মতে, আর্সেনালের জন্য শিরোপা জেতার এমন একটি সুযোগ আর কখনো আসবে না, ‘ম্যান সিটি আর পুরোনো ম্যান সিটি নয়। লিভারপুল আর আগের মতো নেই। ম্যানচেস্টার ইউনাইটেড ও চেলসিও আগের মতো নেই। লিগের শীর্ষ স্তরের মানের অভাব রয়েছে। অতীতের মতো স্ট্যান্ডার্ড এখন আর নেই। এটা এখন আর্সেনালের জন্য দারুণ সুযোগ। যদি তারা শেষ পর্যন্ত শিরোপা জিততে না পারে, তাহলে আরও অনেক প্রশ্নের উত্তর খুঁজে বের করতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "যে কারণে বিএনপির ‘নিশ্চিত’ আসন বাঁশখালী হাতছাড়া। | প্রথম আলো",
            "time": "2026-02-14T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2F0oajo8t8%2FBARIS.png?rect=0%2C0%2C2565%2C1347&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির আসন হিসেবে পরিচিত চট্টগ্রাম–১৬ (বাঁশখালী)। কার্যক্রম নিষিদ্ধ হওয়া আওয়ামী লীগের বিগত তিনটি একক নির্বাচন (২০১৪ থেকে ২০২৪) ছাড়া প্রতিদ্বন্দ্বিতামূলক তিনটি (১৯৯৬, ২০০১ ও ২০০৮) সংসদ নির্বাচনে এ আসনটিতে বিএনপি জিতেছে। কিন্তু এবার ব্যতিক্রম হলো—জামায়াতে ইসলামীর প্রার্থীর কাছে হেরেছেন বিএনপির প্রার্থী।</p><p> নেতা–কর্মী ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, বিএনপি প্রার্থীর হারার পেছনে চারটি কারণ আলোচনায় রয়েছে—সাংগঠনিক দুর্বলতা, শক্তিশালী বিদ্রোহী প্রার্থীকে থামাতে না পারা, ১১ হত্যা মামলার আসামিকে প্রধান সমন্বয়ক করা ও ত্যাগী নেতাদের দূরে সরিয়ে রাখা।</p><p> অন্যদিকে ২০২৪ সালের ৫ আগস্টের পর থেকে জামায়াতে ইসলামী ঘরে ঘরে গিয়ে প্রচারণা, দলে কোন্দল না থাকা ও সাবেক উপজেলা চেয়ারম্যান থাকায় প্রার্থী নির্বাচনী প্রচারণা ও কৌশলে এগিয়ে থাকায় প্রথমবারের মতো জয় পায় বাঁশখালীতে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় পার্টি নিয়ে মানুষের আর ‘ওই আবেগ নাই’ | প্রথম আলো",
            "time": "2026-02-14T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fsit6cfbn%2FRANGPURDH049420260212IMG6061.JPG.JPG?rect=0%2C0%2C3331%2C1749&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রংপুর বিভাগে নীলফামারী সদর আসন বাদ দিয়ে ৩২ আসনে প্রার্থী দিয়েছিল জাতীয় পার্টি। কোনোটিতে জাতীয় পার্টি জিতেনি। দলের সাধারণ সম্পাদক গাইবান্ধার দুটি আসনে ভোট করলেও একটিতে তৃতীয় হয়েছেন, আরেকটিতে জামানত হারান।<br>রংপুরে জাপা নেতা-কর্মীদের ধারণা ছিল, দলের চেয়ারম্যান জি এম কাদের অন্তত তাঁর আসনে জিতবেন। কিন্তু জামায়াতে ইসলামীর মাহবুবুর রহমান দাঁড়িপাল্লা প্রতীকের কাছে তিনি পরাজিত হয়েছেন। দীর্ঘদিন এ আসন ধরে রাখার জাতীয় পার্টির চেয়ারম্যান জি এম কাদের ৪৩ হাজার ৩৮৫ ভোট পেয়ে তৃতীয় অবস্থানে। এর পর থেকে রংপুরের মানুষের আলোচনায় জি এম কাদের।</p><p>জাপা নেতারা অবশ্য দলের চেয়ারম্যানের হারকে মেনে নিতে পারছেন না। তাঁরা এটিকে ‘মেটিকুলাস ডিজাইন’ হিসেবে দেখছেন। জেলা জাতীয় পার্টির আহ্বায়ক আজমল হোসেন প্রথম আলোকে বলেন, ‘আমরা গণসংযোগ করেছি। প্রতিটা বাড়ি বাড়ি গিয়েছি। সবাই স্বতঃস্ফূর্ত জাতীয় পার্টির পক্ষে সাড়া দিছে। এখানে জাতীয় পার্টির এই ধরনের রেজাল্ট হওয়ার কথা না। এটা “সূক্ষ্ম কারচুপি” ছাড়া আর কিছু হয়নি।’</p><p>জাপা চেয়ারম্যানের গতকাল ভোটকেন্দ্র পরিদর্শন ও সাংবাদিকদের বিফ্রিং করার কথা থাকলেও করেননি। সারা দিন তাঁর রংপুরের বাসভবন দ্য স্কাই ভিউতে ছিলেন।<br>জাতীয় পার্টির কেন্দ্রীয় সাংগঠনিক সম্পাদক মিলন চৌধুরী প্রথম আলোকে বলেন, আজ সকাল থেকে জাতীয় পার্টি রংপুর, গাইবান্ধা, নীলফামারীসহ বিভিন্ন এলাকার নেতা–কর্মীরা তাঁর সঙ্গে দেখা করেন। বেলা দুইটার পর তিনি ঢাকার উদ্দেশে চলে যান। জি এম কাদের ভোট নিয়ে কোনো মন্তব্য করেছেন কি না, তা জানতে চাইলে মিলন চৌধুরী বলেন, ‘আমাদের বলেছেন, সবাই মিলে সংগঠন ঠিক করো। ভুলক্রটি কোথায়, কী কারণে এমন হলো।’</p></div></div></div></body></html>"
        },
        {
            "title": "গণতান্ত্রিক উত্তরণযাত্রাকে এগিয়ে নিতে হবে | প্রথম আলো",
            "time": "2026-02-14T02:07:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনে দুই-তৃতীয়াংশের বেশি সংখ্যাগরিষ্ঠতা পেয়ে দুই যুগ পর সরকার গঠন করতে চলেছে বিএনপি। গতকাল শুক্রবার দুপুরে নির্বাচন কমিশন (ইসি) ২৯৭টি আসনের আনুষ্ঠানিক ফলাফল ঘোষণা করে। তারেক রহমানের নেতৃত্বে বিএনপি ও মিত্র দলগুলো ২১২টি আসন পেয়ে বড় বিজয় নিশ্চিত করেছে। এটা বিএনপির ইতিহাসে সবচেয়ে বড় বিজয়। জাতি-ধর্ম-লিঙ্গনির্বিশেষে সব শ্রেণির জনগণের রায়ে নিরঙ্কুশ এই বিজয় পাওয়ায় দল হিসেবে বিএনপিকে শুভেচ্ছা ও অভিনন্দন।</p><p>১২ ফেব্রুয়ারি (বৃহস্পতিবার) শান্তিপূর্ণ, উৎসবমুখর ও পরিচ্ছন্ন ভোটের যে নজির স্থাপন হলো, নিশ্চিত করেই এর কৃতিত্ব অন্তর্বর্তী সরকার, নির্বাচন কমিশন, রাজনৈতিক দল, সশস্ত্র বাহিনীসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর। নজিরবিহীন নিরাপত্তা, কঠোর নজরদারি এবং রাজনৈতিক দলগুলোর সংযত ভূমিকার কারণেই এ রকম একটি সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন অনুষ্ঠিত হতে পেরেছে বলে আমরা মনে করি। নির্বাচন-পরবর্তী শান্তিশৃঙ্খলা রক্ষায় একই ধারাবাহিকতা বজায় থাকবে, সেটাই নাগরিকেরা প্রত্যাশা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাস্তবায়নে ডিএমপিকে মনোযোগী হতে হবে | প্রথম আলো",
            "time": "2026-02-14T02:01:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানী ঢাকাবাসীর জীবনে শব্দদূষণ অনেক আগেই বড় ধরনের ঝুঁকিতে রূপ নিয়েছে। ঢাকার ব্যস্ত সড়কে অকারণে হর্ন বাজানো যেন এক স্বাভাবিক অভ্যাসে পরিণত হয়েছে। <em>প্রথম আলো</em>র খবরে এসেছে, ২ ফেব্রুয়ারি আদালত, হাসপাতাল, ক্লিনিক, শিক্ষাপ্রতিষ্ঠান বা একই ধরনের অন্য প্রতিষ্ঠানের ১০০ মিটারের মধ্যে বিস্তৃত এলাকাকে ‘নীরব এলাকা’ ঘোষণা করেছে ঢাকা মহানগর পুলিশ (ডিএমপি)। নতুন নিয়ম অনুযায়ী, এসব নীরব এলাকায় হর্ন বাজানো শাস্তিযোগ্য অপরাধ হিসেবে গণ্য হবে। এই অপরাধের জন্য ১০ হাজার টাকা পর্যন্ত জরিমানা অথবা তিন মাসের কারাদণ্ড হবে। দেরিতে হলেও এই সিদ্ধান্ত নাগরিক জীবনের মান উন্নয়নের পথে একটি প্রয়োজনীয় পদক্ষেপ।</p><p>নীরব এলাকা নির্ধারণ কেবল আইন প্রয়োগের বিষয় নয়, এটি জনস্বাস্থ্য রক্ষারও অংশ। অতিরিক্ত শব্দ মানুষের মানসিক চাপ বাড়ায়, রক্তচাপ বৃদ্ধি করে, ঘুমের ব্যাঘাত ঘটায় এবং দীর্ঘ মেয়াদে হৃদ্‌রোগের ঝুঁকি বাড়াতে পারে। হাসপাতালের সামনে হর্নের বিকট শব্দ কোনো অসুস্থ মানুষের জন্য কেবল বিরক্তির নয়, কখনো কখনো শারীরিক যন্ত্রণার কারণও হয়ে দাঁড়ায়। শিক্ষাপ্রতিষ্ঠানের ক্ষেত্রে তা মনঃসংযোগ নষ্ট করে, শিক্ষার্থীদের শেখার পরিবেশ ব্যাহত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালোবাসা দিবসে টিভিতে কী দেখবেন | প্রথম আলো",
            "time": "2026-02-14T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-13%2Fu7dfgy5b%2Fnatok-2.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পয়লা ফাল্গুন ও ভালোবাসা দিবস আজ শনিবার। এবার ভোটের খবর নিয়ে আলোচনার মধ্যে হাতে গোনা কয়েকটি নাটক ও অনুষ্ঠান প্রচারিত হবে।</p><p>আজ রাত ৯টায় বিটিভিতে দেখবেন বসন্ত এসে গেছে। রেজাউর রহমানের রচনায় নাটকটি প্রযোজনা করেছেন মনিরুল হাসান। এতে অভিনয় করেছেন ডলি জহুর, আজম খান, সালমান আরাফাত, নওশীন নাহার, শেখ স্বপ্না, শফিউল আলম বাবু ও শিউলি শিলা।</p><p>নাটক ছাড়াও একাধিক অনুষ্ঠান প্রচার করবে বিটিভি। রাত ১০টায় প্রচারিত হবে সংগীতানুষ্ঠান ‘ভালোবাসি তাই ভালোবেসে যাই’। এতে গাইবেন আলম আরা মিনু, রুমানা ইসলাম, অনন্যা আচার্য, খালেদ মুন্না, পিয়াল হাসান, আঁখি আলমগীর, রাফতি রায়া, তানভীর আলম, ছন্দামণি, পরাণ, লাবণ্য।</p><p>সন্ধ্যা সাড়ে ৬টায় থাকছে আলেখ্যানুষ্ঠান ‘ফাল্গুনের রঙে রাঙা’। নুসরাত জাহানের উপস্থাপনায় অনুষ্ঠানটি প্রযোজনা করেছেন রুমা আকতার।</p></div></div></div></body></html>"
        },
        {
            "title": "যেভাবে একের পর এক পরাজয় আড়াল করছেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-14T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-10%2F1vaisljp%2FQatar-1.jpg?rect=0%2C54%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প কোনোভাবেই, কোনো যুক্তির সামনে পরাজয় স্বীকার করেন না। গত সপ্তাহেই দ্য নিউইয়র্ক টাইমস জানিয়েছে, হার্ভার্ড বিশ্ববিদ্যালয়ের কাছে ২০ কোটি ডলার দাবি থেকে ট্রাম্প সরে এসেছেন। চলমান আলোচনায় তিনি যে সুবিধাজনক অবস্থানে নেই, তা স্পষ্ট হয়ে উঠতেই তিনি আবারও আক্রমণাত্মক ভঙ্গিতে ফিরে যান। </p><p>গভীর রাতে ট্রুথ সোশ্যালে একের পর এক পোস্ট করে হার্ভার্ডের কাছে ১০০ কোটি ডলার দাবি তোলেন ট্রাম্প। একই সঙ্গে দাবি করেন, ভবিষ্যতে হার্ভার্ডের সঙ্গে তাঁর আর কোনো সম্পর্ক রাখতে ইচ্ছা নেই।</p><p>এতে কারও বিস্মিত হওয়ার কথা নয়। কারণ, এই আচরণ ট্রাম্পের দীর্ঘদিনের স্বভাবেরই প্রতিফলন। তিনি পরাজয় অস্বীকার করেন আগেভাগে সম্পর্ক ছিন্ন করার মাধ্যমে। অর্থাৎ আপনি আমাকে প্রত্যাখ্যান করার আগেই আমি আপনাকে প্রত্যাখ্যান করছি। আপনি আমাকে ছেড়ে যাচ্ছেন না, আমিই আপনাকে ছেড়ে দিচ্ছি।</p></div></div></div></body></html>"
        }
    ]
}