{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিএইচবিএফসির খেলাপি ঋণ কমে ৩.৪৫% | প্রথম আলো",
            "time": "2026-01-15T05:23:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Funoyctm5%2F13-01-26-BHBFC-MANEGERS-CONFERENCE074557.png?rect=0%2C0%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ হাউস বিল্ডিং ফাইন্যান্স করপোরেশনের (বিএইচবিএফসি) ব্যবস্থাপক সম্মেলন অনুষ্ঠিত হয়েছে। প্রতিবছরের মতো এবারের সম্মেলনেও বিএইচবিএফসির মাঠপর্যায়ের অফিসপ্রধানদের অংশগ্রহণ করেন। এ বছর মাঠপর্যায়ের মোট ৯১টি কার্যালয়ের ব্যবস্থাপকেরা সম্মেলনে উপস্থিত ছিলেন।</p><p>এক সংবাদ বিজ্ঞপ্তিতে বিএইচবিএফসি এ তথ্য জানিয়েছে। এতে বলা হয়, রাজধানীর বিদ্যুৎ ভবনের মুক্তি হলে সম্প্রতি বিএইচবিএফসির ব্যবস্থাপক সম্মেলন অনুষ্ঠিত হয়েছে। সম্মেলনের উদ্বোধনী অনুষ্ঠানে প্রধান অতিথি ছিলেন অর্থ মন্ত্রণালয়ের আর্থিক প্রতিষ্ঠান বিভাগের সচিব নাজমা মোবারেক। বিএইচবিএফসির ব্যবস্থাপনা পরিচালক (এমডি) মো. আব্দুল মান্নানের সভাপতিত্বে অনুষ্ঠানে বিশেষ অতিথি ছিলেন প্রতিষ্ঠানের চেয়ারম্যান এ এস এম আব্দুল হালিম ও পরিচালনা পর্ষদের সব সদস্য। বিএইচবিএফসির উপব্যবস্থাপনা পরিচালক (ডিএমডি) মো. নূর আলম সরদার ও মহাব্যবস্থাপকেরা (জিএম) সম্মেলনের বিভিন্ন পর্ব পরিচালনা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নিখোঁজ বিড়ালের সন্ধান চেয়ে লাখ টাকার পুরস্কার ঘোষণা | প্রথম আলো",
            "time": "2026-01-15T05:18:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-14%2F2uw4bk10%2F00-1.jpg?rect=0%2C143%2C1998%2C1049&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জীববিজ্ঞানের এই শিক্ষক বলেন, ‘আমি খুব অপরাধবোধে ভুগছি। দুর্ভাগ্যজনকভাবে আমি বারান্দার দরজাটা বন্ধ করতে ভুলে গিয়েছিলাম। কারণ, আমার পাঁচটি বিড়াল বারান্দায় স্বাচ্ছন্দ্যে থাকে। আর পরদিন সকালে দেখি, ও নেই।’</p><p>ল্যান্ডোর নিখোঁজ হওয়ার খবর জানার পর থেকে রেনল্ডস প্রতিদিন আশপাশের এলাকায় তাকে খুঁজে বেড়াচ্ছেন। পার্ক ও অ্যাকুইলা স্কুলের আশপাশের এলাকায় অনুসন্ধান করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যে অভিমানে ১৫ বছর বড় পর্দা থেকে দূরে ছিলেন ডলি জহুর | প্রথম আলো",
            "time": "2026-01-15T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-07%2Feb6a6ded-f00c-453c-a743-a60f765f90a8%2Fimage_516209_1643844462.jpg?rect=0%2C0%2C728%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলনবিলের শুটিং সেট থেকে এই অভিনেত্রী আরও বলেন, ‘চলনবিলের ওপর দিয়ে কতবার গিয়েছি, এবার শুটিং করছি। খুব ভালো লাগছে। একটু ঠান্ডা লেগেছে, ওষুধ খাচ্ছি। খুব ভালো লাগছে।’<br>তাহলে কি এখন থেকে নিয়মিত বড় পর্দায় দেখা যাবে আপনাকে? এ প্রশ্নে ডলি জহুর বলেন, ‘সেই বয়স কি আর আছে। আর আমাদের কেন্দ্র করে তো আর গল্প হয় না। তাই একই চরিত্রে আর কাজ করার ইচ্ছা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "আশুগঞ্জে ট্রাকের সঙ্গে সংঘর্ষে মোটরসাইকেল আরোহী দুই বন্ধু নিহত | প্রথম আলো",
            "time": "2026-01-15T05:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-12%2Fhejp5ud1%2Froad_accident_02.png?rect=0%2C74%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা-সিলেট মহাসড়কের ব্রাহ্মণবাড়িয়ার আশুগঞ্জ উপজেলায় একটি ট্রাক ও একটি মোটরসাইকেলের মুখোমুখি সংঘর্ষে মোটরসাইকেলের দুই আরোহী নিহত হয়েছেন। গতকাল বুধবার সন্ধ্যা সাড়ে ছয়টার দিকে আশুগঞ্জ উপজেলার সোনারামপুর সেতুর ওপর এ দুর্ঘটনা ঘটে।</p><p>নিহত দুজন হলেন কিশোরগঞ্জের ভৈরব উপজেলার লক্ষ্মীপুর এলাকার শহিদুল ইসলামের ছেলে সামাউন মিয়া (২১) এবং একই এলাকার মাকরুল মোল্লার ছেলে আবদুর রহমান (২৩)।</p></div></div></div></body></html>"
        },
        {
            "title": "পাখি সব করে রব | প্রথম আলো",
            "time": "2026-01-15T05:14:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fvpca6yee%2F15012026-cm-16.jpg?rect=0%2C31%2C1166%2C612&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জলাশয়ের পাশের একটি দোকানের ব্যবসায়ী শাহাদাত ইসলাম জানান, ২০১৯ সাল থেকে তিনি ঘাসিটুলা এলাকায় থেকে ব্যবসা করছেন। প্রতিবছরই শীতে এখানে পাখি আসে। তবে কয়েক বছর ধরে শীতের প্রকোপ কম থাকায় পাখিও কম ছিল। এবার শীত বাড়ায় পাখির সংখ্যাও বেড়েছে। এসব পাখির মধ্যে হাঁস প্রজাতির আধিক্যই বেশি। তবে কেউ শিকার না করায় পাখিরা এখানে নিরাপদে থাকছে।</p><p>সরেজমিনে দেখা গেছে, পুকুরের দুই পাশে দুটি সাইনবোর্ড। পুকুরটি ঘাসিটুলা কেন্দ্রীয় বড় জামে মসজিদ ও লামাপাড়া জামে মসজিদের স্থাবর সম্পত্তি বলে এতে উল্লেখ করা রয়েছে। পুকুরের একাংশ এখনো লোকজন ব্যবহার করলেও অনেকটা মৃতপ্রায়। কচুরিপানা, ঘাস, কচুসহ নানা উদ্ভিদ মাথা উঁচু করে আছে। এসব উদ্ভিদকে আশ্রয় করেই হাজারো পাখি বসে আছে, নির্বিঘ্নেœওড়াউড়ি ও খুনসুটি করছে। কোনো কোনো পাখি খাবার খুঁজছে। আবার এক পায়ে দাঁড়িয়ে কিছু বক ঘুমাচ্ছে। পাখিরা কিচিরমিচির রবে চারপাশ মুখর করে রেখেছে।</p><p>গতকাল সন্ধ্যায় চোখেমুখে অপার বিস্ময় নিয়ে এক কিশোর তার বাবার হাত ধরে পাখিদের ওড়াউড়ি দেখছিল। ওই কিশোরের বাবা মাহতাব আলী (৪৯) বললেন, পরিযায়ী পাখিরা এখানে দল বেঁধে এসেছে। ব্যস্ততম নগরে এমন দৃশ্য কল্পনাও করা যায় না। এটা আসলেই বিরল ঘটনা। স্থানীয় মানুষেরাও এসব পাখিকে জ্বালাতন করেন না। ফলে পাখিরা এখানে নিরাপদ বোধ করছে। গত কয়েক বছরের তুলনায় এবার পাখি বেশি এসেছে। এবারের তীব্র শীতের প্রকোপ থেকে বাঁচতেই তারা এখানে আশ্রয় নিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "লন্ডনে বসবাস করা ‘কোভিড হিরো’ দবিরুল ইসলাম চৌধুরী মারা গেছেন | প্রথম আলো",
            "time": "2026-01-15T05:12:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fshh0tunj%2FDabirul-Islam-Chowdhury-1.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দবিরুল ইসলাম চৌধুরীর সংগ্রহ করা অর্থের মধ্যে প্রায় ১ লাখ ১৬ হাজার পাউন্ড দেওয়া হয় যুক্তরাজ্যের ন্যাশনাল হেলথ সার্ভিসকে (এনএইচএস)। বাকি অর্থ ৫২টি দেশের ৩০টি দাতব্য সংস্থার মধ্যে বণ্টন করা হয়। তাঁর এই উদ্যোগ বাস্তবায়িত হয় রমজান ফ্যামিলি কমিটমেন্টের (আরএফসি) কোভিড-১৯ সংকটকালের কর্মসূচির আওতায়। দবিরুল ইসলাম চৌধুরী ছিলেন এই সংগঠনের একজন শুভেচ্ছাদূত।</p><p>কোভিড মহামারির সময় তাঁর এই মানবিক অবদানের স্বীকৃতিস্বরূপ ২০২০ সালে দবিরুল ইসলাম চৌধুরী প্রয়াত ব্রিটিশ রানি দ্বিতীয় এলিজাবেথের কাছ থেকে ব্রিটিশ সাম্রাজ্যের বেসামরিক সম্মাননা খেতাব ‘অর্ডার অব দ্য ব্রিটিশ এম্পায়ার (ওবিই) লাভ করেন।</p><p>মানবিক কাজের ধারাবাহিকতায় ইউক্রেনীয় শরণার্থীদের সহায়তায় তহবিল সংগ্রহ ও সংহতি প্রকাশের জন্য ২০২২ সালে দবিরুল ইসলাম চৌধুরী নিজ বাড়িতে সারা বিশ্বের মানুষকে আমন্ত্রণ জানিয়েছিলেন। বাংলাদেশ, কানাডা, ভারত, পাকিস্তান ও তুরস্কসহ বিশ্বের শতাধিক দেশ থেকে মানুষ অনলাইনে যুক্ত হন। সে সময় তিনি নিজের বাগানে দাঁড়িয়ে ১০২ সেকেন্ড নীরবতা পালন করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কোথাও ঐক্য, কোথাও অনিশ্চয়তা | প্রথম আলো",
            "time": "2026-01-15T05:09:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fsk3cvqbm%2FUntitled-2.jpg?rect=0%2C2%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ঢাকা-১৯ (সাভার)</strong></p><p>১১ জন মনোনয়নপত্র দাখিল করেন। এর মধ্যে ৯ জনের বৈধ ঘোষণা করা হয়। এখানে বিএনপির প্রার্থী দলের কেন্দ্রীয় সহপরিবার কল্যাণবিষয়ক সম্পাদক দেওয়ান মোহাম্মদ সালাউদ্দিন। তিনি ১৯৯৬ ও ২০০১ সালে বিএনপির মনোনয়নে এমপি হয়েছিলেন। দলের আরেক মনোনয়নপ্রত্যাশী ঢাকা জেলা যুবদলের সাধারণ সম্পাদক আইয়ুব খান মনোনয়নপত্র সংগ্রহ করলেও শেষ পর্যন্ত দাখিল করেননি। দেওয়ান মোহাম্মদ সালাউদ্দিন বলেন, ‘ভোটারদের দ্বারে দ্বারে গিয়েছি। নেতা-কর্মীরাও গিয়েছেন।’</p><p>জামায়াত এই আসনে প্রার্থী করেছে ঢাকা জেলার সেক্রেটারি মো. আফজাল হোসাইনকে। তিনি <em>প্রথম আলো</em>কে বলেন, ‘সবাই ইতিবাচক পরিবর্তন চায়। আমরাও সেই লক্ষ্যে কাজ করছি এবং ভবিষ্যতেও করব।’</p><p>এনসিপির প্রার্থী হিসেবে দলের যুগ্ম সদস্যসচিব ফয়সাল মাহমুদ (শান্ত) মনোনয়নপত্র সংগ্রহ করেছিলেন। তবে শেষ পর্যন্ত এনসিপির যুগ্ম মুখ্য সমন্বয়ক দিলশানা পারুল মনোনয়নপত্র জমা দেন। জামায়াত ও এনসিপির মধ্যে শেষ পর্যন্ত জোটের ‘একক প্রার্থী’ হিসেবে কে থাকছেন, তা নিয়ে আলোচনা আছে। দিলশানা পারুল বলেন, ‘জেনেছি জোটের প্রার্থী হিসেবেই ঢাকা-১৯ আসনে আমাকে প্রার্থী করা হয়েছে। তবে পরবর্তী সময়ে যেকোনো বিষয়ে দলের সিদ্ধান্তই হবে আমার চূড়ান্ত সিদ্ধান্ত।’</p><p>আসনটিতে আরও প্রার্থী হয়েছেন লিবারেল ডেমোক্রেটিক পার্টির (এলডিপি) চৌধুরী হাসান সারওয়ার্দী, ন্যাশনাল পিপলস পার্টির (এনপিপি) মো. ইসরাফিল হোসেন সাভারী, জাতীয় পার্টির (জাপা) মো. বাহাদুর ইসলাম, গণ অধিকার পরিষদের (জিওপি) শেখ শওকত হোসেন, ইসলামী আন্দোলন বাংলাদেশের মোহাম্মদ ফারুক খান ও খেলাফত মজলিসের এ কে এম এনামুল হক।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের সঙ্গে সংঘাতের আশঙ্কায় ইরানের আকাশসীমা সাময়িক বন্ধ | প্রথম আলো",
            "time": "2026-01-15T05:07:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-14%2F9dx0dwcd%2FUS-Base.jpg?rect=0%2C79%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সঙ্গে সামরিক সংঘাতের আশঙ্কায় গতকাল বুধবার অধিকাংশ বেসামরিক ফ্লাইটের জন্য নিজেদের আকাশসীমা সাময়িকভাবে বন্ধ করে দিয়েছে ইরান। ফলে বিভিন্ন আন্তর্জাতিক উড়োজাহাজ পরিবহন সংস্থাকে তাদের ফ্লাইট বাতিল করতে হয়েছে, অথবা আকাশপথ পরিবর্তন করে দীর্ঘপথ পাড়ি দিতে হচ্ছে।</p><p>যুক্তরাষ্ট্রের ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (এফএএ) ইরানের পক্ষ থেকে দেওয়া একটি নোটিশ প্রকাশ করেছে। সেখানে জানানো হয়, বিশেষ অনুমতিপ্রাপ্ত আন্তর্জাতিক ফ্লাইট ছাড়া সব ধরনের উড়োজাহাজের জন্য ইরানের আকাশসীমা বিকেল ৫টা ১৫ মিনিট (যুক্তরাষ্ট্রের স্থানীয় সময়) থেকে বন্ধ থাকবে। প্রাথমিকভাবে এ নিষেধাজ্ঞা সন্ধ্যা ৭টা ১৫ মিনিট পর্যন্ত বলবৎ থাকবে। তবে এর ৩০ মিনিট পরও এফএএর ওয়েবসাইটে এ নোটিশ ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথমবারের মতো নারী ক্রিকেট দল গঠন, চার প্রতিষ্ঠানকে হারিয়ে চ্যাম্পিয়ন চট্টগ্রাম বিশ্ববিদ্যালয় | প্রথম আলো",
            "time": "2026-01-15T05:03:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2F8md3w8od%2FWhatsApp-Image-2026-01-15-at-10.24.33.jpeg?rect=0%2C64%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যক্তিগত অর্জনের দিক থেকেও টুর্নামেন্টে চট্টগ্রাম বিশ্ববিদ্যালয়ের খেলোয়াড়দের দাপট ছিল। মিফতাহ জাহান টুর্নামেন্টের সেরা ব্যাটসম্যান ও শারীরিক শিক্ষা ও ক্রীড়াবিজ্ঞান বিভাগের তৃতীয় বর্ষের ইসরাত জাহান সেরা ফিল্ডার নির্বাচিত হন। পুরো টুর্নামেন্টে ৯ উইকেট নেওয়া ও ৭৮ রান করে ‘প্লেয়ার অব দ্য টুর্নামেন্ট’ নির্বাচিত হন প্রশান্তি রানা।</p><p>তামান্না মাহবুব প্রথম আলোকে বলেন, ‘প্রথমবারের মতো মাত্র এক সপ্তাহের প্রস্তুতিতে একটি দল গঠন করে চ্যাম্পিয়ন হওয়া আমাদের জন্য অবিশ্বাস্য রকম আনন্দের। প্রত্যেক খেলোয়াড় ব্যাটিং, বোলিং ও ফিল্ডিং—সব ক্ষেত্রেই দারুণ সমন্বয় দেখিয়েছে। বিশেষ করে আমাদের বোলাররা অসাধারণ পারফরম্যান্স করেছে।’</p><p>সুযোগ পেলে মেয়েরাও ভালো ফলাফল এনে দিতে পারে উল্লেখ করে তামান্না মাহবুব বলেন, ‘দল গঠন থেকে শুরু করে মাঠে উপস্থিত থেকে আমাদের সমর্থন দেওয়ার জন্য যাঁরা ছিলেন, তাঁদের প্রতি আমরা কৃতজ্ঞ। শারীরিক শিক্ষা ও ক্রীড়াবিজ্ঞান বিভাগের সহযোগিতার কারণেই মাত্র এক সপ্তাহে নারী ক্রিকেট দল গঠন সম্ভব হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছয় ধরনের ভাতার নতুন হার হবে, পর্যালোচনার জন্য কমিটি গঠন | প্রথম আলো",
            "time": "2026-01-15T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2F1e1e209f-0962-4251-b4ca-3d15001f49c4%2F00001.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এবারের কমিটির অন্য সদস্যদের মধ্যে থাকছেন মন্ত্রিপরিষদ বিভাগ, সমাজকল্যাণ মন্ত্রণালয়, দুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয়, মহিলা ও শিশুবিষয়ক মন্ত্রণালয় এবং পরিসংখ্যান ও তথ্য ব্যবস্থাপনা বিভাগ থেকে একজন করে যুগ্ম সচিব। এ ছাড়া পরিকল্পনা কমিশনের সাধারণ অর্থনীতি বিভাগের একজন যুগ্ম প্রধান এবং মহিলাবিষয়ক অধিদপ্তর, বাংলাদেশ পরিসংখ্যান ব্যুরো (বিবিএস), সমাজসেবা অধিদপ্তর এবং দুর্যোগ ব্যবস্থাপনা অধিদপ্তর থেকে একজন করে পরিচালক থাকবেন কমিটিতে। কমিটির সদস্যসচিব থাকবেন অর্থ বিভাগের একজন উপসচিব।</p><p>এবারের কমিটিতে সমাজকল্যাণ মন্ত্রণালয়, দুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয় এবং মহিলাবিষয়ক অধিদপ্তর থেকে একজন করে নতুন সদস্য নেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আঞ্চলিক গণিত উৎসব শুরু আগামীকাল | প্রথম আলো",
            "time": "2026-01-15T04:49:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2F63p9aau6%2FMATH-OLYMPIAD082852.png?rect=0%2C21%2C1604%2C842&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘গণিত শেখো, স্বপ্ন দেখো’ স্লোগানে ডাচ্-বাংলা ব্যাংক-প্রথম আলো গণিত উৎসব ২০২৬-এর দ্বিতীয় ধাপ ‘আঞ্চলিক গণিত উৎসব’ শুরু হচ্ছে আগামীকাল শুক্রবার (১৬ জানুয়ারি)। এ বছর দেশের ১২টি শহরে আঞ্চলিক গণিত উৎসব আয়োজিত হবে। অঞ্চলগুলো হচ্ছে ঢাকা, চট্টগ্রাম, রংপুর, ময়মনসিংহ, রাজশাহী, সিলেট, বরিশাল, খুলনা, দিনাজপুর, সিরাজগঞ্জ, কুমিল্লা ও কুষ্টিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে জনসমর্থন আদায় ও দেশ পরিচালনায় পাহলভির সক্ষমতা নিয়ে প্রশ্ন ট্রাম্পের | প্রথম আলো",
            "time": "2026-01-15T04:48:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fjxer3p7i%2FUntitled-1.png?rect=0%2C81%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাক্ষাৎকারে ইউক্রেন যুদ্ধের বিষয়ে রাশিয়ার সঙ্গে আলোচনা থমকে যাওয়ার জন্য ট্রাম্প ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কিকে দায়ী করেন। এ ছাড়া ফেডারেল রিজার্ভের চেয়ারম্যান জেরোম পাওয়েলের বিরুদ্ধে বিচার বিভাগের তদন্ত নিয়ে রিপাবলিকানদের সমালোচনাও উড়িয়ে দেন।</p><p>ইরানে গত ২৮ ডিসেম্বর সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনির নেতৃত্বাধীন সরকারের বিরুদ্ধে শুরু হওয়া সহিংস বিক্ষোভে এ পর্যন্ত কয়েক হাজার মানুষ নিহত হওয়ার খবর পাওয়া গেছে। তাঁদের মধ্যে আইনশৃঙ্খলা রক্ষাকারী ও নিরাপত্তা বাহিনীর সদস্যও রয়েছেন।</p><p>ট্রাম্প বারবারই এই বিক্ষোভকারীদের সমর্থনে হস্তক্ষেপ করার হুমকি দিয়েছেন। কিন্তু ইরানের প্রয়াত শাহর ছেলে রেজা পাহলভিকে (১৯৭৯ সালে ইসলামি বিপ্লবে ক্ষমতাচ্যুত হয়েছিলেন শাহ) পূর্ণ সমর্থন দেওয়ার ক্ষেত্রে গতকাল দ্বিধাগ্রস্ত ছিলেন মার্কিন প্রেসিডেন্ট।</p><p>ট্রাম্প বলেন, ‘তাঁকে (রেজা পাহলভি) বেশ চমৎকার মানুষ মনে হয়, কিন্তু নিজ দেশের ভেতরে তাঁর গ্রহণযোগ্যতা কেমন হবে, তা আমি জানি না। আর আমরা এখনো প্রকৃতপক্ষে সেই পর্যায়ে পৌঁছাইনি।’</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিতীয় বিভাগে ১৭তম দলের কাছে হেরে বিদায় রিয়ালের, আরবেলোয়া বললেন ‘দায় আমার’ | প্রথম আলো",
            "time": "2026-01-15T04:44:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fuwfxucib%2F2026-01-14T220508Z191020756UP1EM1E1PCIXNRTRMADP3SOCCER-SPAIN-ALB-RMA.JPG?rect=0%2C0%2C7501%2C3938&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আলবাখেটের জন্য আরবেলোয়ার অভিষেক পণ্ড করা জয়টাই আবার ঐতিহাসিক। তাদের ৮৬ বছরের ইতিহাসে রিয়ালের বিপক্ষে এটাই প্রথম জয়, যেটা তাদের পাইয়ে দিয়েছে কোয়ার্টার ফাইনালের টিকিট।</p><p>রিয়াল কোচ হিসেবে আনুষ্ঠানিকভাবে দায়িত্ব নেওয়ার পরের দিনই প্রথম ম্যাচে এই হার আরবেলোয়ার জন্য অবশ্যই কষ্টের। তবে হারের দায়টাও নিজের কাঁধে তুলে নিয়েছেন। ম্যাচ শেষে সংবাদ সম্মেলনে বলেছেন, ‘এই ক্লাবে ড্র বাজে ফল, ট্র্যাজেডি বলতে পারেন। তাহলে ভাবুন এমন একটা হার কেমন হতে পারে। এটা কষ্টের, বিশেষ করে নিচু স্তরের দলের বিপক্ষে। অবশ্যই আমাদের উন্নতি করতে হবে। দায় আমার। সিদ্ধান্তগুলো আমার; দল, কীভাবে খেলব, বদলি।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রার্থিতা পেলেন স্বতন্ত্র প্রার্থী বিএনপি নেতা পারভেজ, বদলাতে পারে ভোটের সমীকরণ | প্রথম আলো",
            "time": "2026-01-15T04:44:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fxy6b0p6r%2FNaogaonDH061920260115IMG20260115083533.jpg?rect=0%2C84%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে গতকাল সন্ধ্যার দিকে পারভেজ আরেফিন সিদ্দিকীর প্রার্থিতা ফিরে পাওয়ার খবর ছড়িয়ে পড়ার পর তাঁর নেতা-কর্মী ও সমর্থকদের মধ্যে উচ্ছ্বাস দেখা যায়। একই সঙ্গে এ আসনের ভোটের হিসাব-নিকাশ নিয়ে ভোটারদের মধ্যে নতুন করে আলোচনা শুরু হয়েছে।</p><p>মহাদেবপুর উপজেলা সদরের বাসিন্দা আহসান হাবীব বলেন, পারভেজ আরেফিন সিদ্দিকীর মনোনয়ন বাতিল হওয়ার পর এত দিন বিএনপি ও জামায়াতে ইসলামীর প্রার্থীদের মধ্যেই নির্বাচনী লড়াই সীমাবদ্ধ ছিল। এখন তিনি প্রার্থিতা ফিরে পাওয়ায় ভোটের অঙ্কের হিসাব জটিল হয়ে গেল। আগে ছিল দ্বিমুখী লড়াই, এখন হয়ে গেল ত্রিমুখী লড়াই।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীতে শনিবার গণমাধ্যম সম্মিলন | প্রথম আলো",
            "time": "2026-01-15T04:37:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fdmhhm5ri%2FEDITORS-COUNCIL-noab.png?rect=0%2C123%2C1619%2C850&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াব ও সম্পাদক পরিষদের সব সদস্য, অ্যাসোসিয়েশন অব টেলিভিশন চ্যানেল ওনার্স, ব্রডকাস্ট জার্নালিস্ট সেন্টার, জাতীয় প্রেসক্লাব, বাংলাদেশ ফেডারেল সাংবাদিক ইউনিয়ন, ঢাকা সাংবাদিক ইউনিয়ন, ঢাকা রিপোর্টার্স ইউনিটি, ডিপ্লোমেটিক করেসপনডেন্ট অ্যাসোসিয়েশন, ইকোনমিক রিপোর্টার্স ফোরাম, ফটো জার্নালিস্টস অ্যাসোসিয়েশন, ক্রাইম রিপোর্টার্স অ্যাসোসিয়েশনসহ বিভিন্ন সাংবাদিক সংগঠনের নেতারা এবং ঢাকার বাইরে কর্মরত সাংবাদিক ও গণমাধ্যমের সম্পাদক-প্রকাশকদের সম্মিলনে উপস্থিত হওয়ার জন্য আমন্ত্রণ জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিবাহবার্ষিকীতে ‘উপহার’ ডিভোর্স পেপার | প্রথম আলো",
            "time": "2026-01-15T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-27%2Fflgi23pw%2Fcelinajaitlyofficial176406104737735400257332607021433631036-1.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নিজের বাড়িতে ঢুকতেও আদালতের দ্বারস্থ<br></strong>সেলিনা আরও জানান, ভারতে ফেরার পর তাঁকে নিজের বাড়িতে প্রবেশের জন্যও আদালতের দ্বারস্থ হতে হয়েছে। তাঁর অভিযোগ, স্বামী সেই সম্পত্তির ওপর অধিকার দাবি করছিলেন। চলমান আইনি লড়াই তাঁকে বড় অঙ্কের ঋণ নিতে বাধ্য করেছে।</p><p><strong>১৫তম বিবাহবার্ষিকীতে ‘উপহার’ হিসেবে ডিভোর্স পেপার<br></strong>সবচেয়ে চাঞ্চল্যকর তথ্যটি সামনে আনেন সেলিনা নিজেই। তিনি জানান, তাঁদের ১৫তম বিবাহবার্ষিকীর দিন স্বামী তাঁকে পোস্ট অফিসে নিয়ে যান। বলা হয়েছিল, তাঁর জন্য একটি উপহার এসেছে। কিন্তু সেখানে তাঁকে যে খামটি দেওয়া হয়, সেটি ছিল ডিভোর্সের কাগজ। সেলিনার কথায়, সেটিই ছিল তাঁর ‘বার্ষিকী উপহার’।<br>সেলিনা বলেন, সন্তানদের কথা ভেবে তিনি একাধিকবার শান্তিপূর্ণভাবে আলাদা হওয়ার চেষ্টা করেছিলেন। কিন্তু তাঁর কাছে এমন শর্ত রাখা হয়েছিল, যেখানে তাঁকে বিয়ের আগের নিজের সম্পত্তির অধিকার ছেড়ে দিতে বলা হয় এবং একজন নারী ও মা হিসেবে তাঁর স্বাধীনতা ও মর্যাদা খর্ব করার শর্ত মানতে বলা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মালিকপক্ষের আপত্তিতে দুই মাসের মধ্যেই শ্রম আইন সংশোধনের উদ্যোগ নিল সরকার | প্রথম আলো",
            "time": "2026-01-15T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2F26ocjiru%2Ffb04a576ed0d455d07475d82797e946e_5e7c82848c11d.jpg?rect=0%2C36%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাম প্রকাশ না করার শর্তে বিটিএমএ ও বিকেএমএর দুজন নেতা জানান, শ্রম আইন পুনরায় সংশোধনের উদ্যোগ না নিলে উচ্চ আদালতে রিট করবে মালিকপক্ষ।</p><p>জানতে চাইলে বিকেএমইএর সভাপতি মোহাম্মদ হাতেম প্রথম আলোকে বলেন, ‘শ্রম আইন সংশোধনে মালিক, শ্রমিক ও সরকার—এই তিন পক্ষের সিদ্ধান্ত রহস্যজনকভাবে বদলে ফেলা হয়েছে। এতে শ্রম মন্ত্রণালয়ের ওপর আমাদের আস্থা নষ্ট হয়ে গেছে। তারা বিভ্রান্তি তৈরি করছে। যেভাবে শ্রম আইন সংশোধন করা হয়েছে, তাতে শ্রম–অসন্তোষ সৃষ্টি হবে; শিল্পকারখানা সংকটে পড়বে।’</p><p>অন্যদিকে বাংলাদেশ লেবার কংগ্রেসের সাধারণ সম্পাদক নাজমা আক্তার প্রথম আলোকে বলেন, ‘সংশোধিত শ্রম আইন বাস্তবায়ন করতে গিয়ে সমস্যা হলে সংশোধনের প্রশ্ন আসবে। তার আগেই কেন সরকার সংশোধন নিয়ে আলোচনা শুরু করতে চায়, সেটি আমাদের বোধগম্য নয়। অনেক অসন্তুষ্টি থাকার পরও আমরা সংশোধিত শ্রম আইন মেনে নিয়েছি। যদি সংশোধনের আলোচনার প্রয়োজন হয়, তাহলে সেটি নতুন সরকারের আমলে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "শৈত্যপ্রবাহের এলাকা বাড়ল, সর্বনিম্ন তাপমাত্রা ৭.৫ | প্রথম আলো",
            "time": "2026-01-15T04:26:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-15%2Fcvk3q1r0%2FRajshahiToday.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তর জানিয়েছিল, আজ বৃহস্পতিবার থেকে দেশের তাপমাত্রা খানিকটা কমতে পারে। বাড়তে পারে শৈত্যপ্রবাহের এলাকা। আজ দেশের তিন জেলায় শৈত্যপ্রবাহ বইছে। গতকাল শুধু এক জেলায় ছিল এ হাওয়ার প্রবাহ। আজ দেশের সর্বনিম্ন তাপমাত্রাও কমেছে গতকালের চেয়ে। আবহাওয়া অফিস বলছে, আগামীকাল শুক্রবার তাপমাত্রা আরও খানিকটা কমতে পারে। তবে তাপমাত্রা অপেক্ষাকৃত বেশি করে কমতে পারে দেশের উত্তরের জেলাগুলোতে। আজ অবশ্য রাজধানীতে তাপমাত্রা সামান্য কমেছে।</p><p>আজ দেশের সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে উত্তরের জেলা পঞ্চগড়ের তেঁতুলিয়ায়, ৭ দশমিক ৫ ডিগ্রি সেলসিয়াস। গতকাল এখানেই দেশের সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছিল ৮ ডিগ্রি সেলসিয়াস। আসলে এই তেঁতুলিয়ায় আট দিন ধরে সর্বনিম্ন তাপমাত্রা রেকর্ড করা হচ্ছে।</p><p>আজ দিনাজপুর, পঞ্চগড় ও কুড়িগ্রামে বয়ে যাচ্ছে শৈত্যপ্রবাহ। গতকাল শুধু পঞ্চগড়ে শৈত্যপ্রবাহ ছিল।</p><p>যখন কোনো এলাকায় সর্বনিম্ন তাপমাত্রা ৮ দশমিক ১ থেকে ১০ ডিগ্রি সেলসিয়াস থাকে, তখন তাকে মৃদু শৈত্যপ্রবাহ বলে। তাপমাত্রা ৬ দশমিক ১ থেকে ৮ ডিগ্রি সেলসিয়াস হলে তাকে বলা হয় মাঝারি শৈত্যপ্রবাহ। তাপমাত্রা ৪ দশমিক ১ থেকে ৬ ডিগ্রি সেলসিয়াস হলে তা তীব্র শৈত্যপ্রবাহ বলে গণ্য করা হয়। আর তাপমাত্রা ৪ ডিগ্রি সেলসিয়াসের নিচে গেলে তাকে অতি তীব্র শৈত্যপ্রবাহ বলা হয়।</p></div></div></div></body></html>"
        }
    ]
}