{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মিরপুর টেস্ট: ছয় বলের মধ্যে সাদমান ও নাজমুলকে হারাল বাংলাদেশ | প্রথম আলো",
            "time": "2025-11-19T03:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F7a4yobod%2FWhatsApp-Image-2025-11-21-at-3.17.16-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না হলো না!</p><p>৯০ ওভার শেষে মাঠে আম্পায়ার ও খেলোয়াড়দের অঙ্গভঙ্গি দেখে মনে হয়েছিল টেস্টের প্রথম দিনে একটি ওভার বাড়তি খেলাতে পারেন তাঁরা। সেটি হয়নি। মুশফিক অপরাজিত রইলেন ৯৯ রানে। কাল ১ রান করলেই বিশ্বের ১১তম ক্রিকেটার হিসেবে নিজের শততম টেস্টে সেঞ্চুরির কীর্তি গড়বেন মুশফিক। </p><p>মুশফিক আজ সেঞ্চুরিটি পাবেন কি না, শেষ কয়েক ওভার ধরে সবার মনে এ নিয়েই কৌতুহল ছিল। মুশফিকও হয়তো সেঞ্চুরিটি আজই করতে চেয়েছিলেন। নইলে কি দিনে নিজের শেষ বলটিতে সুইপ খেলেন এই অভিজ্ঞ ব্যাটসম্যান! সেটি করেও পারেননি। সেই শট থেকে এসেছে ১ রান।</p><p>মুশফিকের ৯৯* ও মুমিনুলের ফিফটিতে বাংলাদেশ প্রথম দিন শেষ করেছে ৪ উইকেটে ২৯২ রান নিয়ে। নাজমুল ছাড়া সবাই শুরুটা ভালো করেছেন। ওপেনার সাদমান করেছেন ৩৫, মাহমুদুল ৩৫।  লিটন অপরাজিত আছেন ৪৭ রান নিয়ে। </p><p>আয়ারল্যান্ডের হয়ে অ্যান্ডি ম্যাকব্রাইন একাই ৪ উইকেট নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টেস্টের মুশফিকুর রহিমকে কতটা জানেন আপনি | প্রথম আলো",
            "time": "2025-11-22T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fhhuplqf1%2FNew-Phototastic-Collage1.jpg?rect=0%2C0%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">স্পোর্টস কুইজ </h2></p><p><h1 data-title-0=\"টেস্টের মুশফিকুর রহিমকে কতটা জানেন আপনি\" class=\"IiRps \">টেস্টের মুশফিকুর রহিমকে কতটা জানেন আপনি</h1></p><div class=\"Ibzfy\"><p>বাংলাদেশের প্রথম খেলোয়াড় হিসেবে শততম টেস্ট খেলতে নেমে সেঞ্চুরি করার কীর্তি গড়েছেন মুশফিকুর রহিম। তাঁর ১০০ টেস্টের ক্যারিয়ারের খোঁজখবর কতটা জানেন আপনি—</p></div></div></div></body></html>"
        },
        {
            "title": "৪৯তম বিসিএসে সুপারিশপ্রাপ্ত হয়েছেন মিতা, এ পর্যন্ত আসতে কত কাঠখড়ই না পোড়াতে হয়েছে তাঁকে | প্রথম আলো",
            "time": "2025-11-22T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fl37zgpa7%2Fa070919e-97c8-4af9-990d-56b58487c8ac.jpg?rect=0%2C87%2C547%2C287&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ কথা শুনে মিতার মতো তাঁর শিক্ষকদের মনেও বিষাদের ছায়া নেমে এল। তাঁকে নিয়ে সবচেয়ে বেশি আশাবাদী ছিলেন বিজ্ঞান বিষয়ের শিক্ষক সাজিদুল ইসলাম। মানবিক বিভাগের বই নিতে গেলে মিতাকে পরপর তিন দিন তিনি ফিরিয়ে দিলেন, যেন বিজ্ঞান বিভাগে ভর্তি হয়। শেষে মানবিকেই পড়তে হলো মিতাকে।</p><p>২০১৭ সালে বাঘার রহমতুল্লাহ বালিকা উচ্চবিদ্যালয় থেকে জিপিএ-৫ পেয়ে এসএসসি পাস করলেন মিতা। নম্বর পেলেন ১১৯৪, মানবিক বিভাগ থেকে উপজেলার মধ্যে সর্বোচ্চ। দেশের যেকোনো কলেজে ভর্তি হতে পারতেন কিন্তু এবারও আর্থিক কারণে তাঁকে ভর্তি করে দেওয়া হলো স্থানীয় মোজাহার হোসেন মহিলা ডিগ্রি কলেজে। ২০১৯ সালে জিপিএ-৫ (১১৪১ নম্বর) পেয়ে এইচএসসি পাস করেন। এবারও উপজেলার মধ্যে মানবিকে সর্বোচ্চ নম্বর মিতার।</p><p>বিশ্ববিদ্যালয়ে ভর্তির সময়ও বাধার মুখে পড়লেন মিতা। বললেন, ‘আমার মা (সেলিনা বেগম) অত্যন্ত বুদ্ধিমতী। আমার ঢাকা বিশ্ববিদ্যালয়ে পড়ার ইচ্ছাটা তিনি জানতেন। তাই আমার এসএসসির স্কলারশিপের ১৬ হাজার টাকা দিয়ে দুটি ছাগল কিনে রেখেছিলেন। আমি জীবনে অনেক ‘‘না’’ শুনেছি। বিশ্ববিদ্যালয়ে ভর্তির সময় যেন আমাকে আরেকটা না শুনতে না হয়, সেই জন্য মা এই ব্যবস্থা করে রেখেছিলেন।’</p><p>এইচএসসির ফল প্রকাশের পর মিতার বাবা রাজশাহীতেই মেয়েকে ভর্তি হতে বললেন। কিন্তু শিক্ষকদের চাপাচাপি আর পরামর্শে মেয়েকে ঢাকা বিশ্ববিদ্যালয়েই পড়ানোর সিদ্ধান্ত নিলেন। মিতার শিক্ষকেরা চাঁদা তুলে তাঁর ঢাকা বিশ্ববিদ্যালয়ে ভর্তির জন্য সহযোগিতা করলেন।</p><p>মিতা বলেন, ‘আমাকে না জানিয়েই তাঁরা এই উদ্যোগ নিয়েছিলেন। তখনকার ইউএনও শাহীন রেজাও সহযোগিতা করেছিলেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপিতে তৃণমূলে ‘ঐক্য প্রতিষ্ঠার’ চ্যালেঞ্জ, ‘পরিবর্তনে আশা’ জামায়াতের | প্রথম আলো",
            "time": "2025-11-22T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2F0gixivw7%2FCapture.jpg?rect=0%2C166%2C1154%2C606&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০০১ সালের নির্বাচনে বিএনপির প্রার্থী আলী কদর এ আসনে জয়ী হয়েছিলেন। এরপর ২০০৮ সালে বিএনপি-জামায়াতের নেতৃত্বাধীন চারদলীয় ঐক্যজোটের প্রার্থী হন জামায়াতের নেতা মাওলানা আজীজুর রহমান। পাঁচ হাজার ভোটের ব্যবধানে তিনি আওয়ামী লীগের প্রার্থীর কাছে হেরে যান। এবারও আজীজুর রহমানকে জামায়াতের দলীয় প্রার্থী করা হয়েছে। এ জন্য জামায়াতে ইসলামী এ আসনে জয়ী হওয়ার ব্যাপারে আশাবাদী। যদিও বিএনপি নেতাদের দাবি, জামায়াতের প্রার্থী ২০০৮ সালে যে ভোট পেয়েছিলেন, তা ছিল মূলত বিএনপির ভোট।</p><p>এ আসনে বিএনপির প্রার্থী হিসেবে গণসংযোগ করছেন দলের সাবেক দপ্তর সম্পাদক মফিকুল হাসান (তৃপ্তি)। যদিও শার্শার কয়েকটি ইউনিয়নের একাংশের নেতারা প্রার্থী বদলের জন্য কেন্দ্রে লিখিত আবেদন করেছেন। শার্শা উপজেলা বিএনপির সভাপতি মো. হাসান জহির, সাধারণ সম্পাদক নুরুজ্জামান লিটন ও সাবেক সভাপতি খাইরুজ্জামান এ আসনে দলীয় মনোনয়নপ্রত্যাশী।</p><p>এ বিষয়ে মো. হাসান জহির বলেন, ‘কোনো ত্যাগী নেতাকে তৃণমূলের নেতা-কর্মীরা প্রার্থী হিসেবে দেখতে চান। এ জন্য বিভিন্ন ইউনিয়নের নেতারা লিখিত আবেদন জানিয়েছেন।’</p><p>বিএনপির দলীয় প্রার্থী মফিকুল হাসান বলেন, ‘উপজেলা বিএনপির সভাপতি হাসান জহির এখনো বিরোধিতা করছেন। তিনি কাউকে কাউকে দিয়ে আবেদনপত্রে স্বাক্ষর করিয়ে নিয়েছেন। তবে তাদের অনেকে আবার আমার সঙ্গে নির্বাচনী গণসংযোগে মাঠে কাজ করছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "মামদানির হাত চাপড়ে, মজার ছলে ঘুষি দিয়ে কী বোঝালেন ট্রাম্প | প্রথম আলো",
            "time": "2025-11-22T03:43:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fwbk7b6d6%2FMeeting-AFP.jpg?rect=0%2C145%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরো বিশ্বের দৃষ্টি ছিল ওয়াশিংটনে, হোয়াইট হাউসের দিকে। মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ও নিউইয়র্ক নগরীর নবনির্বাচিত তরুণ মেয়র জোহরান মামদানির বৈঠক ঘিরে। অতীতের বৈরিতা ভুলে প্রথম সামনাসামনি সাক্ষাতে ট্রাম্প-মামদানি কি ঘনিষ্ঠতার বার্তা দেবেন, নাকি তিক্ততা জিইয়ে রাখবেন—আগ্রহ ছিল অনেকের।</p><p>তবে হোয়াইট হাউসে গতকাল শুক্রবার ট্রাম্প-মামদানির সাক্ষাৎ মোটাদাগে ছিল—উষ্ণ, ঘনিষ্ঠ, এমনকি সৌহার্দ্য ছিল সেখানে। এমনকি তা তাঁদের শরীরী ভাষাতেও প্রকাশ পেয়েছে।</p><p>জোহরান মামদানি বামঘেঁষা ডেমোক্র্যাট। নিউইয়র্কের বর্ষীয়ান রাজনীতিক ও সাবেক গভর্নর অ্যান্ড্রু কুমোকে হারিয়ে অল্প বয়সে মেয়র নির্বাচিত হয়েছেন। অভিবাসী পরিবারের সন্তান হয়েও পেয়েছেন নিউইয়র্ক পরিচালনার গুরুদায়িত্ব।</p></div></div></div></body></html>"
        },
        {
            "title": "উৎপত্তিস্থল মাধবদীতে এপাশ-ওপাশ দুলছিল উঁচু ভবনগুলো, মাটিতে ফাটল | প্রথম আলো",
            "time": "2025-11-22T03:38:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Ffb8vcmrv%2FPA22112025P-2DhakaCMYK.jpg?rect=0%2C41%2C1242%2C652&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছোট মাধবদী এলাকার একটি পাঁচতলা ভবনের তৃতীয় তলার বাসিন্দা জসিম মিয়া স্ত্রী-সন্তানকে নিয়ে বের হয়ে রাস্তায় চলে আসেন। তিনি বলছিলেন, ‘ভূমিকম্পের এমন ঝাঁকুনি আমার জীবনে আর কখনো দেখি নাই। সব বাড়িঘরের ভেতর থেকে লোকজন রাস্তায় চলে আসছিলেন। আতঙ্কে শুধু আল্লাহকে ডাকছিলাম।’</p><p>পৌরসভাসংলগ্ন চা–দোকানি বজলু মিয়া বলেন, ‘মারাত্মক ভয় পেয়েছিলাম, দোকানে লোকজনের সঙ্গে আমি নিজেও সব রেখে সড়কের মাঝখানে বের হয়ে পড়ছিলাম।’</p><p>গৃহবধূ সালমা আক্তার (৩৫) গরুরহাট এলাকার একটি সাততলা ভবনের পাঁচতলায় চার বছর বয়সী শিশুসন্তান নিয়ে থাকেন। ভূমিকম্পের সময় আতঙ্কগ্রস্ত হয়ে ভবনের অন্য বাসিন্দাদের সঙ্গে হুড়োহুড়ি করে নামতে গিয়ে পায়ে ব্যথা পান। তিনি বলেন, ‘এত ভয় কখনো পাইনি।’</p><p>বিরামপুর এলাকার ব্যবসায়ী গিয়াস উদ্দিন (৫২) বলেন, জীবনে তিনি এমন ভয়ংকর ভূমিকম্প আগে কখনো দেখেননি।</p><p>মাধবদীর নওয়াপাড়া এলাকার ছয়তলা ভবনের মালিক ফজলুল হক। তাঁর বাড়ির ২০টি ফ্ল্যাটে শতাধিক মানুষের বসবাস। ফজলুল হক বলেন, ভূমিকম্পের সময় বাড়ির বাসিন্দাদের অন্তত ৮০ জন অবস্থান করছিলেন। হঠাৎ পুরো বাড়ি কেঁপে উঠলে অধিকাংশই হুড়োহুড়ি করে নিচে নেমে আসেন। সবাই এতটাই আতঙ্কিত ছিলেন যে তাড়াহুড়ো করে নামতে গিয়ে কেউ কেউ হাত–পায়ে আঘাত পেয়েছেন। কপাল ভালো, বড় কোনো দুর্ঘটনা ঘটেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "আমার মাথায় কী হয়েছিল জানি না, বললেন আকবর | প্রথম আলো",
            "time": "2025-11-22T03:37:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fsfpygojy%2F586697148183015922752801947257211261392979070n.jpg?rect=0%2C111%2C1076%2C565&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরস্কার বিতরণী অনুষ্ঠানে এই ঘটনা নিয়ে আকবর বলেছেন, ‘আমাদের যারা সমর্থন করেছেন, সবার কাছে আমার ক্ষমা চাওয়া উচিত। আমি সমীকরণটা জানতাম, কিন্তু শেষ বলে আমার মাথায় কী হয়েছিল জানি না, আমি থ্রো করে ফেলি।’</p><p>সুপার ওভারে কাল রিপন মণ্ডলের দুর্দান্ত বোলিংয়ে ভারত ‘এ’ দলকে কোনো রানই করতে দেয়নি বাংলাদেশ ‘এ’ দল। রিপন প্রথম দুই বলেই দুটি উইকেট নেন। ১ রানের লক্ষ্যে আবার ব্যাটিংয়ে নেমে বাংলাদেশ ‘এ’ দল উইকেট হারায় প্রথম বলেই। এরপর ক্রিজে আসেন আকবর। দায়িত্ব নিতে এসে তিনি পান ভাগ্যের সহায়তা। মূল্যবান একটি রান আসে ওয়াইড থেকে। এই প্রসঙ্গে তিনি বলেছেন, ‘সুপার ওভারে যখন বল হাতে নামলাম, আমি (নিজেকে) শুধু বলেছিলাম, যা-ই হোক, আমি দায়িত্ব নেব।’</p></div></div></div></body></html>"
        },
        {
            "title": "গণতন্ত্র পুনরুদ্ধারের সুযোগ কাজে লাগাতে হবে | প্রথম আলো",
            "time": "2025-11-22T03:31:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১১ সালের পর থেকে এই ব্যবস্থার পুনঃপ্রবর্তন দাবি করে নাগরিক সমাজ, নানা সংগঠন ও রাজনৈতিক দল আন্দোলন-সংগ্রাম চালিয়ে গেছে। এ রায়কে তাই কেউ কেউ গণতন্ত্রের জন্য ‘ঐতিহাসিক পুনর্জাগরণ’ হিসেবে অভিহিত করেছেন। তাঁদের বক্তব্য, তত্ত্বাবধায়ক বাতিলের রায়ের মাধ্যমে দেশের নির্বাচনী ব্যবস্থা নির্বাসনে গিয়েছিল। ফলে ভোটারবিহীন, একতরফা ও বিতর্কিত নির্বাচন এবং রাজনৈতিক প্রতিদ্বন্দ্বিতাহীন সংসদ তৈরি হয়েছিল।</p><p>সর্বোচ্চ আদালত গণতন্ত্রের স্বার্থে যে অবস্থান নিতে পারেন, এই রায় তার এক শক্তিশালী উদাহরণ। আমরা মনে করি, দলীয় সরকারের অধীন নির্বাচন নিয়ে দীর্ঘদিনের বিতর্ককে আইনি ভিত্তিতে পুনর্বিবেচনা করার সুযোগ তৈরি করেছে। তত্ত্বাবধায়ক ব্যবস্থা ফিরে আসায় নির্বাচন নিয়ে নতুন করে আস্থা সৃষ্টির পথ খুলছে। অতীতের অভিজ্ঞতা দেখিয়েছে, দলীয় সরকারের অধীন নিয়ন্ত্রিত নির্বাচন জনগণের আস্থা অর্জনে ব্যর্থ হয়েছে।</p><p>এ রায় জনগণের আস্থাহীনতার সংকট কাটিয়ে গণতন্ত্রে নতুন ধারা ফিরিয়ে আনতে পারে—যদি রাজনৈতিক দলগুলো প্রজ্ঞা, উদারতা ও জনগণের প্রতি দায়বদ্ধতা প্রদর্শন করে। রাজনৈতিক দলগুলোর জন্য এটি একটি পরোক্ষ সতর্কবার্তা—গণতন্ত্রের ভিত্তি দুর্বল হলে রাষ্ট্রীয় কাঠামোও অস্থিতিশীল হয়ে পড়ে।</p><p>তবে এটা ভুলে গেলে চলবে না, তত্ত্বাবধায়ক ব্যবস্থার পুনরুজ্জীবন হলেই স্বয়ংক্রিয়ভাবে সুষ্ঠু নির্বাচন নিশ্চিত হবে না। এ ব্যবস্থার অতীতেও কিছু বিতর্ক ছিল। কিন্তু বিতর্ক সত্ত্বেও এটি ছিল একমাত্র প্রক্রিয়া, যা দলগুলোর মধ্যে আস্থা তৈরি করতে সক্ষম হয়েছিল। রাজনৈতিক দলগুলো এই প্রক্রিয়াকে গ্রহণ করে পারস্পরিক আস্থা ফিরিয়ে আনবে কি না, এখন সেটাই সবচেয়ে বড় প্রশ্ন।</p><p>আমাদের প্রত্যাশা, তত্ত্বাবধায়ক সরকারের পুনরুজ্জীবন গণতন্ত্রের জন্য যে সুযোগ তৈরি করেছে, রাজনৈতিক দলগুলো সেটি দায়িত্বশীলতার সঙ্গে কাজে লাগাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রশাসনের দ্রুত পদক্ষেপই সমাধান | প্রথম আলো",
            "time": "2025-11-22T03:29:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1d63e6da-a8a2-4b30-a01c-0443c6229cd7%2Feditorial_3.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুড়িগ্রামের চিলমারীর একটি সরকারি প্রাথমিক বিদ্যালয় আজ পথহীন। শিক্ষকেরা গাছতলায় বসে ক্লাস নেন, শিক্ষার্থীরা ধুলা, ময়লা আর যানবাহনের শব্দের মধ্যে পড়াশোনা করে। এ ঘটনা কোনো প্রাকৃতিক দুর্যোগের কারণে ঘটেনি। ঘটেছে নৈতিক অবক্ষয়ের ফলে।</p><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, সরকারি জায়গায় বন্দোবস্ত পেয়ে বিদ্যালয়ের পথরোধ করে বাড়ি নির্মাণ করেছেন এক ব্যক্তি। ফলে একটি সরকারি প্রাথমিক বিদ্যালয়ে যাতায়াতের পথ পুরোপুরি বন্ধ হয়ে পড়েছে। এ ঘটনা স্থানীয় প্রশাসনের চরম অব্যবস্থাপনার প্রতিচ্ছবি। যে দেশে শিক্ষা খাতকে অন্যতম ‘অগ্রাধিকার’ বলে দাবি করা হয়, সেখানে একটি সরকারি প্রাথমিক বিদ্যালয়ের প্রবেশপথই যদি রক্ষা করা না যায়, তাহলে প্রশাসন আসলে কী করছে?</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-11-22T03:27:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F8db00a1d-1229-447c-a55a-6f9818b54f5f%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C45%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">হোয়াইট হাউসে দিওয়ালিতে মোমবাতি জ্বালাচ্ছেন মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। এ সময় পাশে ভারতীয় বংশোদ্ভূত মার্কিন এফবিআইয়ের পরিচালক ক্যাশ প্যাটল। ২১ অক্টোবর ২০২৫, ওয়াশিংটন–</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: রয়টার্স</figcaption></p></div></div></body></html>"
        },
        {
            "title": "এক সংশপ্তকের রাজনৈতিক পথপরিক্রমা | প্রথম আলো",
            "time": "2025-11-22T03:20:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2F8ngq1phn%2FWhatsApp-Image-2025-11-21-at-19.21.10.jpeg?rect=0%2C157%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বাধীনতাযুদ্ধ চলাকালে তাজউদ্দীন আহমদ অসামান্য প্রজ্ঞা ও ধীরস্থির রাজনৈতিক নেতৃত্বের পরিচয় দেন। মুজিবনগর সরকারের প্রথম প্রধানমন্ত্রী হিসেবে তিনি অস্থায়ী সরকার গঠন করে মুক্তিযুদ্ধকে সংগঠিত করে যুদ্ধে গতিশীলতা আনেন। বাংলাদেশের মুক্তিযুদ্ধের ইতিহাসচর্চা প্রায়ই সামরিক সাফল্যের পরিসরে সীমাবদ্ধ থাকার দরুন তাজউদ্দীনের মতো বেসামরিক নেতৃত্বের অবদান থেকে গেছে আড়ালেই। বেসামরিক প্রজ্ঞা ও কূটনৈতিক সাফল্যও একই কারণে অবমূল্যায়িত। অথচ মুক্তিযুদ্ধ কেবল রণাঙ্গনের জয় নয়; এটি ছিল রাজনৈতিক দূরদৃষ্টি, ঐক্য ও জাতিসত্তার নবজাগরণের ফল। বলাবাহুল্য, এর নির্মাতাদের অন্যতম ছিলেন তাজউদ্দীন আহমদ। তাঁর সংহত নেতৃত্বে জাতি পেয়েছিল স্বাধীনতার সুস্পষ্ট রূপরেখা ও দিকনির্দেশনা। তাজউদ্দীন আহমদ আজ বেঁচে থাকলে বয়স হতো ১০০ বছর। মাত্র ৫০ বছর বয়সে তিনি ঘাতকের হাতে প্রাণ দেন, কিন্তু বাংলাদেশের প্রথম প্রধানমন্ত্রীরূপে তাঁর অবদান ইতিহাসে অমোচনীয়। ইতিহাসের দায় মেটানোর প্রয়াসেই মহিউদ্দিন আহমদ লিখেছেন ‘তাজউদ্দীন নামে একজন প্রধানমন্ত্রী ছিলেন’ গ্রন্থটি। এটি কোনো জীবনী নয়, বরং ১৯৭০ থেকে ১৯৭৫ পর্যন্ত এক রাজনৈতিক যাত্রার গভীর ঐতিহাসিক ও মানবিক আখ্যান। </p><p>‘উপসংহার’ ও ‘গ্রন্থপঞ্জি’ বাদ দিলে গ্রন্থটিতে মোট অধ্যায় রয়েছে নয়টি। অধ্যায়গুলোর শিরোনামের কোনো কোনোটির নামকরণে কাব্যিকতা রয়েছে। পাঠক এতে গ্রন্থটি পড়ার বাড়তি আগ্রহ পাবেন। ‘যুদ্ধদিনের কথা’, ‘মুক্ত দেশের প্রধানমন্ত্রী’, ‘যখন অর্থমন্ত্রী’, ‘ক্ষমতার রসায়ন’ প্রভৃতি অধ্যায় একদিকে যেমন কাব্যিকতা দ্বারা শোভিত, অন্যদিকে রুচিশীল পাঠকের আগ্রহ ও কৌতূহল বৃদ্ধির টনিক হিসেবেও কাজ করবে। ইতিহাসের মোড় ঘোরানো কয়েক বছরের কথা গ্রন্থটির উপজীব্য হলেও, বাংলাদেশের জন্মের ইতিহাসের সঙ্গে তাজউদ্দীনের ঐতিহাসিক বিবর্তনকে লেখক চমৎকারভাবে সমীকৃত করতে পেরেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাত নেই, পা দিয়ে লিখেই স্নাতকোত্তর পাস, করেন ফ্রিল্যান্সিং | প্রথম আলো",
            "time": "2025-11-22T03:19:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2F3cclmuah%2F51254a3a-7866-48ab-9d39-7bfa2fee10dd.jfif?rect=0%2C105%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উচ্চশিক্ষার মূল্যায়ন হিসেবে নিজের জন্য একটি সরকারি চাকরির দাবি জানিয়ে মো. আলী আরও বলেন, ‘আমার সমাজ ও দেশের প্রতি আমার দায় অনেক। যোগ্যতা অনুযায়ী একটি সরকারি চাকরি পেলে মানুষকে সেবা দিয়ে সেই দায় কিছুটা শোধ করতে পারব। দেশে আমার মতো যাঁরা আছেন, তাঁরাও অনুপ্রাণিত হবেন।’</p><p>আলীর বাবা আমিন শরীফ জানান, ‘আলী সব সময় নিজের কাজ নিজেই সামলে নেওয়ার চেষ্টা করে। সুযোগ পেলে আমার ক্ষুদ্র ব্যবসায়ও আমাকে সাহায্য করে আসছে। তার ইচ্ছা, একটি সরকারি চাকরি করার। সরকার যেন তার সেই ইচ্ছা পূরণ করে।’</p><p>স্থানীয় ইউপি সদস্য মামুনুর রশিদ প্রথম আলোকে বলেন, ‘আলী খুবই ভালো ছেলে। এলাকার সবার সঙ্গে তার সুসম্পর্ক রয়েছে। যেকোনো কাজ সে দক্ষতার সঙ্গে করতে পারে। তার উজ্জ্বল ভবিষ্যৎ কামনা করছি।’</p><p>লোহাগাড়া উপজেলা নির্বাহী কর্মকর্তা মো. সাইফুল ইসলাম প্রথম আলোকে বলেন, ‘দুই হাত ছাড়াও আলী যে প্রতিভার স্বাক্ষর রেখে চলছেন, তা সত্যিই প্রশংসনীয়। তাঁর কৃতিত্ব একটি দৃষ্টান্ত হয়ে থাকবে। তাঁর সরকারি চাকরির জন্য আমরা সর্বোচ্চ চেষ্টা করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "তীব্রতা টের পেয়েছে ঢাকার এক কোটি মানুষ | প্রথম আলো",
            "time": "2025-11-22T03:12:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fjzkko1qx%2FCapture.PNG?rect=0%2C39%2C967%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল শুক্রবার সকালে ঢাকা শহরে তীব্র ভূমিকম্প অনুভূত হয়েছে, উৎপত্তিস্থল ছিল নরসিংদীর মাধবদী, যা ঢাকা থেকে ২৫ কিমি দূরে অবস্থিত। ইউএসজিএস-এর মতে, ৭ কোটির বেশি মানুষ মৃদু এবং পৌনে ৭ কোটি মানুষ হালকা ঝাঁকুনি অনুভব করেছেন। এ ঘটনায় অন্তত ১০ জন মারা গেছেন এবং ছয় শতাধিক আহত হয়েছেন। রিখটার স্কেলে এর মাত্রা ছিল ৫.৭।</p></div></div></div></body></html>"
        },
        {
            "title": "বিসিএস ও একাডেমিক পড়াশোনা: সমন্বয়ের জরুরি প্রশ্ন | প্রথম আলো",
            "time": "2025-11-22T03:06:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F279fc803-9427-4ff9-969c-3e4a80976903%2FWhatsApp_Image_2023_03_06_at_13_05_26.jpeg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ কথা স্বতঃসিদ্ধ, বিশ্ববিদ্যালয়ের মূল কাজ জ্ঞান সৃষ্টি করা এবং সেই জ্ঞান প্রয়োগের জন্য দক্ষ মানবসম্পদ তৈরি করা। কিন্তু শুধু চাকরির সিলেবাস উপযোগী পড়াশোনায় গুরুত্ব দেওয়া হলে বিশ্ববিদ্যালয় তৈরির মূল উদ্দেশ্য ব্যাহত হবে।</p><p>বক্তব্য হচ্ছে, শুধু চাকরির সিলেবাস তথা লগ, বিন্যাস, সমাবেশ, শতকরা, লসাগু, গসাগু, কোণ, ত্রিভুজ, রম্বস, ব্যাকটেরিয়া, ভাইরাস, দেশ-মহাদেশ, রাজধানী, মুদ্রা, চর্যাপদ, আলাওল, পদ্মাবতী, বাংলা রচনা, ইংরেজি রচনা ইত্যাদির ওপর ভর করে দু-চারটি প্রশিক্ষণ দিয়ে মন্ত্রণালয়, অধিদপ্তর, পরিদপ্তর, স্কুল, কলেজসহ অন্যান্য ক্ষেত্রে নীতি নির্ধারণ, পরিকল্পনা প্রণয়ন, কর্মসূচি বাস্তবায়ন, কর্মসূচির পরিবীক্ষণ–মূল্যায়নসহ কার্যকর ভূমিকা পালন অসম্ভব হয়ে পড়ে। স্বাধীনতার ৫৪ বছর পরে আমাদের দেশের বর্তমান সেবাব্যবস্থা এর বড় প্রমাণ। আর যদি মনে করা হয়, বিদ্যমান সিলেবাস দিয়ে দক্ষ জনশক্তি নির্বাচন সম্ভব, তাহলে বিশ্ববিদ্যালয়গুলোতে এতগুলো সাবজেক্ট চালু রাখার প্রাসঙ্গিকতা কতটুকু আছে, সেটি নতুন করে ভাবতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচ-১বি বাতিলের পথে যুক্তরাষ্ট্র: প্রযুক্তি খাতে পরিবর্তনের শঙ্কা | প্রথম আলো",
            "time": "2025-11-22T03:05:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-27%2Fzuyn3yj4%2F175.jpg?rect=0%2C308%2C4336%2C2276&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কোম্পানিগুলোয় অফশোর মডেল শক্তিশালী হচ্ছে</strong></p><p>ম্যাভেরিক সিস্টেমস লিমিটেডের সিওও সুব্রামানিয়ান এন এন মনে করেন, নীতি পরিবর্তনে বৈশ্বিক টেক কোম্পানিগুলোর নিয়োগ পরিকল্পনায় তেমন বড় পরিবর্তন না–ও আসতে পারে।</p><p>সুব্রামানিয়ান জানান, ‘কোম্পানিগুলো এরই মধ্যে অফশোর ইঞ্জিনিয়ারিং হাব ও অফশোর সেন্টার প্রসারিত করছে। একই সঙ্গে যুক্তরাষ্ট্রের স্থানীয় টেক ট্যালেন্ট তৈরিতে বিনিয়োগ বাড়ানো হচ্ছে। গত পাঁচ বছরে আমাদের প্রতিষ্ঠানে এইচ–১বি নির্ভরতা উল্লেখযোগ্যভাবে কমেছে।’</p><p><strong>দ্রুত বাড়বে স্কিল–ফার্স্ট গ্লোবাল টিম</strong></p><p>নিউটন স্কুলের সহপ্রতিষ্ঠাতা নিশান্ত চন্দ্রা বলেন, প্রস্তাবিত এক লাখ ডলারের এইচ–১বি ফি প্রতিষ্ঠানগুলোকে দ্রুত ভিসানির্ভর নিয়োগ থেকে দূরে সরিয়ে দেবে। তাঁর বিশ্লেষণ, ভারত ও দক্ষিণ–পূর্ব এশিয়ায় অফশোর ও হাইব্রিড টিম আরও বড় হবে। কারণ, খরচ কম এবং দক্ষ জনশক্তির জোগান বাড়ছে। এআই, ডেটা সায়েন্স ও সাইবার সিকিউরিটিতে আঞ্চলিক আপস্কিলিংয়ে বিনিয়োগ বাড়বে, যা ভারতকে শুধু ট্যালেন্ট এক্সপোর্টার নয়; বরং প্রযুক্তি উদ্ভাবনের কেন্দ্রেও পরিণত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম নগরে ৭০ শতাংশ ভবন ঝুঁকিতে | প্রথম আলো",
            "time": "2025-11-22T03:02:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fkrgzrkj2%2F4c9eb264-7597-4ecc-b4fc-6204ac549419.jfif?rect=0%2C75%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দুর্যোগ মোকাবিলায় ঘাটত</strong></p><p>বিশেষজ্ঞরা বলছেন, চট্টগ্রামের বেশির ভাগ ভবনে ভূমিকম্প-প্রতিরোধী কোনো ব্যবস্থা নেই। সিডিএও কোনো ধরনের তদারক করেনি। বড় ধরনের ভূমিকম্প হলে এগুলোর বেশির ভাগ পুরোপুরি ধসে পড়বে, কিছু আংশিকভাবে ক্ষতিগ্রস্ত হবে। এতে প্রচুর মানুষ হতাহত হওয়ার শঙ্কা রয়েছে।</p><p>এ ধরনের বিপর্যয় পরবর্তী পরিস্থিতি মোকাবিলা করার জন্য সরকারি সংস্থাগুলোর প্রস্তুতিতে ঘাটতি রয়েছে বলে মনে করেন নগরের বাসিন্দা ও বিশেষজ্ঞরা। তাঁরা বলছেন, ফায়ার সার্ভিস, সিটি করপোরেশন, সিডিএ—কারও ভূমিকম্প নিয়ে প্রস্তুতি নেই। উদ্ধার তৎপরতার জন্য প্রয়োজনীয় যন্ত্রপাতিও নেই। আবার অনেক ভবন নির্মাণ করা হয়েছে ঘিঞ্জি এলাকায়। কোথাও কোথাও গলিগুলো এমন সরু, সেখানে উদ্ধারকারী গাড়ি, অ্যাম্বুলেন্স যাওয়ার সুযোগ পর্যন্ত নেই।</p><p>চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (চুয়েট) সাবেক উপাচার্য মোহাম্মদ জাহাঙ্গীর আলম প্রথম আলোকে বলেন, চট্টগ্রাম ভূমিকম্পের জন্য ঝুঁকিতে রয়েছে। কেননা ভবন নির্মাণের ক্ষেত্রে বেশির ভাগই আইন ও বিধি মানেনি। সিডিও তদারক করেনি। এ ছাড়া দুর্যোগ মোকাবিলায় প্রস্তুতির ঘাটতি রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০ বছর ধরে যে দুর্গ তৈরি করছেন ৬০০ জন, আছেন ৪০ কারুশিল্পী | প্রথম আলো",
            "time": "2025-11-22T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2F5gb5g4ko%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"২০ বছর ধরে যে দুর্গ তৈরি করছেন ৬০০ জন, আছেন ৪০ কারুশিল্পী\" class=\"nA4h1 \">২০ বছর ধরে যে দুর্গ তৈরি করছেন ৬০০ জন, আছেন ৪০ কারুশিল্পী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-22T09:00:00+06:00\"><span>প্রকাশ: ২২ নভেম্বর ২০২৫, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "চাল বিক্রেতা থেকে বড় উদ্যোক্তা প্রতিবন্ধী তরিকুল | প্রথম আলো",
            "time": "2025-11-22T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Ffmy438hq%2F%E0%A6%9A%E0%A6%BE%E0%A6%B2-%E0%A6%AC%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%A4%E0%A6%BE-%E0%A6%A5%E0%A7%87%E0%A6%95%E0%A7%87-%E0%A6%AC%E0%A7%9C-%E0%A6%89%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A7%8B%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%BE-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7%E0%A7%80-%E0%A6%A4%E0%A6%B0%E0%A6%BF%E0%A6%95%E0%A7%81%E0%A6%B2.jpg?rect=0%2C392%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্প্রতি কথা হয় ৬০ বছর বয়সী তরিকুল ইসলামের সঙ্গে। শৈশবে শারীরিক প্রতিবন্ধকতা জয় করে কীভাবে একজন সফল উদ্যোক্তা হয়ে ওঠেন, সেই গল্প তিনি শোনান আলাপকালে। গল্পে গল্পে জানা যায়, শৈশবে গ্রামের প্রাথমিক বিদ্যালয়ে ভর্তি হয়েছিলেন প্রথম শ্রেণিতে; কিন্তু প্রথম শ্রেণির পরীক্ষায় অকৃতকার্য হন। তরিকুল বলেন, যখন পরীক্ষায় পাস করতে পারলাম না, তখন বাবা বললেন, তোকে দিয়ে লেখাপড়া হবে না। বাবার এই কথার পর লেখাপড়া আর বেশিদূর এগোয়নি। শুরু হলো জীবনযুদ্ধ। শৈশবেই যুক্ত হয়ে যান ব্যবসার সঙ্গে, তা–ও কিছু না জেনে, না বুঝে।</p><p>তরিকুল জানান, সেই ছোটবেলাতেই প্রতিদিন ১০ কেজি চাল নিয়ে ট্রেনে করে চাঁপাইনবাবগঞ্জ থেকে পাবনার ঈশ্বরদীতে যেতেন তিনি। সেই চাল বিক্রি করে আবার ফিরে আসতেন। প্রতিদিন চাল বিক্রি করে পাঁচ থেকে আট টাকা লাভ হতো। তখন ঈশ্বরদীতে ফুটপাতের দোকানে প্রতি প্লেট ভাত বিক্রি হতো আট আনায়। এভাবে একটু একটু করে বিক্রি বাড়তে থাকে। ঈশ্বরদীর পরে কুষ্টিয়ায় গিয়ে চাল বিক্রি শুরু করেন তিনি। হঠাৎ একদিন যাত্রীবাহী ট্রেনে অবৈধভাবে চাল পরিবহনের অভিযোগে পুলিশ তাঁর ৩৮ মণ চাল আটকে দিল। সেটি ১৯৮২ সালের ৩ ডিসেম্বর। দিনটির কথা এখনো ভোলেননি তরিকুল। এভাবে চলতে চলতে ১৯৮৭ সালে বিয়ে করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "টেস্টে সবচেয়ে বেশি বল খেলা ১০ ব্যাটসম্যান | প্রথম আলো",
            "time": "2025-11-22T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-21%2Fsk67o03c%2FWhatsApp-Image-2025-11-21-at-7.01.39-PM.jpeg?rect=0%2C21%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><ul><li><p><strong>ইনিংস:</strong> ২৮৯</p></li><li><p><strong>রান:</strong> ১৩৫৪৩</p></li><li><p><strong>গড়:</strong> ৫১.১০</p></li><li><p><strong>বল খেলেছেন:</strong> ২৩৫৬৩</p></li></ul><p>আধুনিক ক্রিকেটের কিংবদন্তি। ব্যাটসম্যান হিসেবে সর্বকালের সেরাদের কাতারেও উঠে এসেছেন অল্প সময়ের মধ্যে। জো রুটের ব্যাটিং অনেকটাই শৈল্যবিদের ‘সার্জিক্যাল নাইফ’ ব্যবহারের মতো। ধীরে ধীরে চিরে ফেলেন এবং প্রতিপক্ষ তা টের পাওয়ার আগেই সর্বনাশ ঘটে যায়।</p><p>টেস্ট ইতিহাসে চতুর্থ সর্বোচ্চ সেঞ্চুরি করা রুটের এই হিসাব করা হয়েছে চলমান পার্থ টেস্টে ইংল্যান্ডের প্রথম ইনিংস পর্যন্ত। এই টেস্টে ইংল্যান্ড তাদের দ্বিতীয় ইনিংসে ব্যাটিংয়ে নামলে রুটের বল খেলার সংখ্যাও বাড়বে। আপাতত টেস্টে ইংল্যান্ডের হয়ে সর্বোচ্চ বল খেলার তালিকায় দুইয়ে রুট।</p></div></div></div></body></html>"
        }
    ]
}