{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আলোচিত যৌন নিপীড়ন মামলা, আবারও সামনে এল ব্যক্তিগত বার্তা | প্রথম আলো",
            "time": "2026-01-30T08:37:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fxof9ez67%2F60fac370-7206-426c-b7b0-2b8ea79c0177.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতের নথিতে উল্লেখ আছে, আলোচিত সিনেমাটিতে যোগ দেওয়ার আগে আরেকটি সিনেমার প্রতি তাঁর দেওয়া প্রতিশ্রুতির কথাও ব্লেক বলেন। যদিও শারীরিক ও মানসিকভাবে তিনি তখন বেশ চাপে ছিলেন। তিনি বলেন, ‘ওই সিনেমাটা আগে করার একমাত্র কারণ হলো, আমি তাদের কথা দিয়েছি, আর আমি সেই প্রতিশ্রুতি ভাঙতে চাইনি।’</p><p>ব্লেক আরও যোগ করেন, ‘কিন্তু মাঝখানে মাত্র এক সপ্তাহ ছুটি পাওয়া, এটা সত্যিই অনেক চাপের।’ লাইভলি বার্তায় সন্তানের দেখভালের বিষয়টিও তুলে ধরেন। তিনি বলেন, ‘আমার এখনো কোনো বেবি নার্স নেই।’ তিনি জানান, সন্তান জন্মের এত অল্প সময়ের মধ্যেই কাজে ফেরার ভাবনাটা তাঁর জন্য কতটা কঠিন হয়ে উঠছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজার ছেলে রাজা হবে, সেই সংস্কৃতি আমরা পাল্টে দিতে চাই: জামায়াত আমির | প্রথম আলো",
            "time": "2026-01-30T08:29:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Ffxhw27fv%2FJamat-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতে ইসলামীর আমির শফিকুর রহমান বলেছেন, ‘রাজার ছেলে রাজা হবে, মন্ত্রীর ছেলে মন্ত্রী হবে, সেই সংস্কৃতির ধারা আমরা পাল্টে দিতে চাই।’ আজ শুক্রবার বেলা সাড়ে ১১টার দিকে ফেনীতে নির্বাচনী জনসভায় প্রধান অতিথির বক্তব্যে তিনি এ কথা বলেন। জেলা শহরের ফেনী সরকারি পাইলট উচ্চবিদ্যালয় মাঠে এ জনসভা অনুষ্ঠিত হয়।</p><p> জামায়াতের আমির বলেন, ‘অতীতের বস্তাপচা রাজনীতি ফ্যাসিবাদ উপহার দিয়েছে, একনায়কতন্ত্র উপহার দিয়েছে, দুর্নীতিতে দেশকে চ্যাম্পিয়ন করেছে। ওই রাজনীতিকে আমরা লাল কার্ড দেখাতে চাই। আমাদের কাছে হিন্দু-মুসলমান, বৌদ্ধ-খ্রিষ্টান সবাই সমান। আমরা তাদের সবার অধিকার নিশ্চিত করতে বদ্ধপরিকর। ইনশা আল্লাহ এই কাজে কেউ বাধা দিয়ে আমাদের আটকাতে পারবে না।’</p><p> দেশের বিভিন্ন স্থানে রাজনৈতিক সহিংসতার দিকে ইঙ্গিত করে জনসভায় জামায়াতের আমির বলেন, ‘বিভিন্ন জায়গায় আমরা মাথা গরম দেখতে পাচ্ছি। শীতের দিনে মাথা গরম করলে, চৈত্র মাসে কী করবেন? একটু মাথাটা ঠান্ডা রাখেন। একটু জুলাই যোদ্ধাদের সম্মান করেন, এতগুলো শহীদের প্রতি একটু শ্রদ্ধা প্রদর্শন করুন। জীবনের ঝুঁকি নিয়ে গুলির সামনে যাঁরা বুক পেতে দিয়েছিল, তাদের সম্মান করুন। সেই সম্মানটা করলে মাথা গরমের কোনো সুযোগ নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় বিশ্ববিদ্যালয়ে প্রফেশনাল কোর্সে ভর্তি, আবেদন শেষ ৩১ জানুয়ারি | প্রথম আলো",
            "time": "2026-01-30T08:22:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-24%2Fkep46fhf%2F160.%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A7%80%E0%A7%9F-%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A6%BF%E0%A6%A6%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%9F-%E2%80%93%E0%A7%AA.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ শিক্ষা কার্যক্রমে ভর্তি হওয়া শিক্ষার্থীদের ক্লাস ১ মার্চ থেকে শুরু হবে। এ ভর্তি কার্যক্রমে আবেদনকারীদের এসএসসি ও এইচএসসি পরীক্ষার ফলাফলের ভিত্তিতে প্রতিটি কলেজের জন্য আলাদাভাবে কোর্সভিত্তিক মেধাতালিকা প্রণয়ন করা হবে। এ–সংক্রান্ত বিস্তারিত তথ্য জাতীয় বিশ্ববিদ্যালয়ের ভর্তিবিষয়ক ওয়েবসাইটের Prospectus/Important Notice অপশন থেকে জানা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশিদের চাকরির প্রতিশ্রুতিতে ইউক্রেন যুদ্ধে যেতে বাধ্য করছে রাশিয়া | প্রথম আলো",
            "time": "2026-01-30T08:21:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2F8n5e0dth%2FWhatsApp-Image-2026-01-29-at-15.30.07.jpeg?rect=0%2C3%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এপি তিনজন বাংলাদেশির সঙ্গে কথা বলেছে, যাঁরা রুশ সেনাবাহিনী থেকে পালিয়ে আসতে পেরেছেন। তাঁরা জানান, রাশিয়ায় পৌঁছানোর পর তাঁদের রুশ ভাষায় লেখা কিছু কাগজে সই করতে বাধ্য করা হয়, যা পরে সামরিক চুক্তি বলে জানা যায়। এরপর তাঁদের একটি সেনা প্রশিক্ষণ শিবিরে নেওয়া হয়, যেখানে ড্রোন যুদ্ধকৌশল, আহত ব্যক্তিদের সরিয়ে নেওয়া এবং ভারী অস্ত্র ব্যবহারের মৌলিক প্রশিক্ষণ দেওয়া হয়।</p><p>মাকসুদুর রহমান এ কাজের প্রতিবাদ করলে একটি অনুবাদ অ্যাপের মাধ্যমে এক রুশ কমান্ডার তাঁকে বলেন, ‘তোমার এজেন্ট তোমাকে এখানে পাঠিয়েছে। আমরা তোমাকে কিনেছি।’</p><p>এই তিনজন জানান, তাঁদের ইচ্ছার বিরুদ্ধে অত্যন্ত ঝুঁকিপূর্ণ সামনের সারির কাজে বাধ্য করা হয়। এর মধ্যে ছিল রুশ বাহিনীর আগে এগিয়ে যাওয়া, রসদ বহন, আহত সেনাদের সরিয়ে নেওয়া এবং নিহত ব্যক্তিদের দেহ উদ্ধার করা। আরও তিনজন নিখোঁজ বাংলাদেশির পরিবারের সদস্যরাও জানান, তাঁদের স্বজনেরা নিখোঁজ হওয়ার আগে একই ধরনের অভিজ্ঞতার কথা বলেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পারমাণবিক সংখ্যা আবিষ্কার করেন হেনরি মোসলে | প্রথম আলো",
            "time": "2026-01-30T08:18:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2F7cw5j67v%2Fmasuk-helal.jpg?rect=0%2C31%2C1540%2C809&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১১. Fe, Co, Ni পর্যায় সারণির কোন পর্যায়ে অবস্থিত?</p><p>ক. ২য় খ. ৩য় </p><p>গ. ৪র্থ ঘ. ৫ম</p><p>১২. O-2 আয়নের ইলেকট্রন বিন্যাস কোনটি?</p><p>ক. 2, 2, 6 খ. 2.8 </p><p>গ. 2, 4, 4 ঘ. 2, 8, 3</p><p>১৩. মুদ্রা ধাতু পর্যায় সারণির কোন গ্রুপে অবস্থিত?</p><p>ক. 10 খ. 11 </p><p>গ. 9 ঘ. 12</p><p>১৪. পর্যায় সারণিতে আর্সেনিকের অবস্থানের গ্রুপ—</p><p>ক. গ্রুপ–14 খ. গ্রুপ-13 </p><p>গ. গ্রুপ-16 ঘ. গ্রুপ-15</p><p>১৫. পর্যায় সারণিতে একটি মৌলের অবস্থান ৩য় গ্রুপে হয়, যদি তার—</p><p>i. সুস্থিত আয়ন তৈরি করতে ৩টি ইলেকট্রন ত্যাগ করে </p><p>ii. তিনটি আইসোটোপ থাকে </p><p>iii. পারমাণবিক সংখ্যা হয় 21</p><p>নিচের কোনটি সঠিক?</p><p>ক. i ও ii খ. i ও iii </p><p>গ. ii ও iii ঘ. i, ii ও iii</p><p>১৬. অপধাতুর বৈশিষ্ট্য কোনটি?</p><p>ক. ধাতু ও অধাতু উভয়ের বৈশিষ্ট্য বহন করে</p><p>খ. ধাতু ও অধাতু বৈশিষ্ট্য বহন করে না </p><p>গ. নির্দিষ্ট সময় পরপর ধাতু ও অধাতুর বৈশিষ্ট্য বহন করে </p><p>ঘ. কখনো স্বতন্ত্র আচরণ করে</p></div></div></div></body></html>"
        },
        {
            "title": "গত পাঁচটি নির্বাচনে সহিংসতায় নিহত ১৬৫, সবচেয়ে বেশি ‘বিনা ভোটের’ নির্বাচনে | প্রথম আলো",
            "time": "2026-01-30T08:16:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-28%2Fae52m1uz%2Felection-infograph.jpeg?rect=0%2C106%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনে সহিংসতার আশঙ্কা ও পুলিশের প্রস্তুতি নিয়ে পাঁচটি জেলার পুলিশ সুপারের সঙ্গে কথা বলেছে প্রথম আলো। তাঁরা বলেন, যেসব আসনে বিএনপি ও জামায়াতের প্রার্থীদের মধ্যে শক্তির প্রতিযোগিতা হবে, সেখানে সহিংসতার শঙ্কা রয়েছে। পাশাপাশি যেসব আসনে বিএনপির বিদ্রোহী প্রার্থী শক্তিশালী, সেখানেও সহিংসতার শঙ্কা রয়েছে।</p><p>এ বিষয়ে জামালপুর জেলার পুলিশ সুপার চৌধুরী মো. যাবের সাদেক প্রথম আলোকে বলেন, যেসব আসনে সহিংসতার সম্ভাবনা রয়েছে, এমন আসনের গোয়েন্দা তথ্য সংগ্রহ করে নানা ব্যবস্থা নেওয়া হচ্ছে। প্রার্থী ও তাঁদের সমর্থকদের সঙ্গে কথা বলা হচ্ছে। পাশাপাশি তল্লাশিচৌকি, নজরদারি বাড়ানো হয়েছে।</p><p>তিনি বলেন, ‘এবার নির্বাচনে কিশোর গ্যাংয়ের সদস্যদের ওপর বাড়তি নজরদারি রাখা হবে, যাতে কোনো প্রার্থী কিশোর গ্যাংয়ের সদস্যদের ব্যবহার করে নির্বাচনে সহিংসতা করতে না পারে।’</p><p>নির্বাচনে উগ্রবাদী গোষ্ঠীর কোনো হুমকি রয়েছে কি না, তা নিয়ে সম্প্রতি পুলিশ সদর দপ্তরে একটি বৈঠক অনুষ্ঠিত হয়েছে। ওই বৈঠকে দক্ষিণ কেরানীগঞ্জের একটি মাদ্রাসা থেকে বিপুল পরিমাণ বিস্ফোরক ও বিস্ফোরক তৈরির সরঞ্জামাদি উদ্ধারের বিষয় নিয়ে আলোচনা হয়।</p><p>সংশ্লিষ্ট এক কর্মকর্তা নাম প্রকাশ না করার শর্তে প্রথম আলোকে বলেন, ওই মাদ্রাসায় বানানো কিছু বোমা বিস্ফোরণের কয়েক দিন আগেই সেখান থেকে সরিয়ে ফেলা হয়। নির্বাচনে সহিংসতা সেগুলো ব্যবহারের শঙ্কা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হঠাৎ বন্ধ হয়ে গেল যশোর আইটি পার্ক রিসোর্ট | প্রথম আলো",
            "time": "2026-01-30T08:04:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-22%2Fhrgfbnmu%2FIT-park2.jpeg?rect=0%2C0%2C1368%2C718&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খান প্রপার্টিজের ব্যবস্থাপনা পরিচালক মাসুদুর রহমান খান প্রথম আলোকে বলেন, ‘একটা অলাভজনক পরিত্যক্ত জায়গাকে নিয়ে চার বছর ধরে একটু একটু করে সফল করেছি। প্রায় চার কোটি টাকা ব্যয়ে ভবনটিকে সংস্কার করেছি। লক্ষ্য ছিল কেবল ব্যবসায়িক মুনাফা নয়; বরং যশোরের সমৃদ্ধ ইতিহাস ও ঐতিহ্যকে পর্যটকদের সামনে তুলে ধরা। যশোরের মতো জায়গায় আন্তর্জাতিক মানের সেবা দিচ্ছি। এখানে যশোরের মানুষের কর্মস্থান করেছি। ১০০ জনের কাজের সুযোগ হয়েছে। আরও ১০০ জনের কর্মসংস্থানের উদ্যোগ নিয়েছি। ঠিক তখনই আমাদের কার্যক্রম বন্ধ করার নির্দেশ দিয়েছে। আমরা সরকারের সব সিদ্ধান্ত মেনেই আমাদের কাজ চালাচ্ছিলাম। এমন সিদ্ধান্ত আমাকে বিব্রত করেছে। ২৫ বছর ধরে এই খাত নিয়ে কাজ করছি। কখনো এমন পরিস্থিতিতে পড়তে হয়নি। আমরা এখানে ব্যবসা করতে চাই। কিন্তু কোনো চুক্তি ছাড়া দীর্ঘমেয়াদে ব্যবসা করা সম্ভব না। কর্তৃপক্ষকে বারবার বলা সত্ত্বেও তারা চুক্তি করেনি। তবে আমাদের এখনো সরকারের ওপর আস্থা আছে। আমাদের যে সফলতা, এটির ওপর সরকার গুরুত্ব দিয়ে আমাদের সঙ্গে চুক্তি করে আবার কাজের সুযোগ করে দেবে। আমাদের কর্মীদের আমরাও আবার কাজের সুযোগ করে দিতে চাই। পাশাপাশি আগেও বলেছি, এখনো বলছি—আমরা আরও ১০০ জনের কর্মসংস্থান এখন করব। আর সেটি সম্ভব।’</p><p>তবে প্রধান উপদেষ্টার ডাক, টেলিযোগাযোগ ও তথ্যপ্রযুক্তিবিষয়ক বিশেষ সহকারী ফয়েজ আহমদ তৈয়্যব বলছেন ভিন্ন কথা। তিনি বৃস্পতিবার রাতে প্রথম আলোকে বলেন, ‘ওটা তো বন্ধ হয়নি। আমরা এক্সিস্টিং যে টেক সিটি নামে সাপ্লায়ার আছে, ওই সাপ্লায়ারকে রিপ্লেস করার উদ্যোগ নিয়েছি। কারণ, তাদের ২৬ লাখ টাকা ইউটিলিটি বিলসহ প্রায় ৪০ লাখ টাকা বকেয়া আছে। এর বাইরে তারা প্রায় পাঁচ কোটি টাকার কাছাকাছি মেনটেন্যান্স করে না। এ অবস্থায় রেখে গেছে। অর্থাৎ কথা ছিল যে বিল্ডিং ভবনগুলোর রুমগুলো তারা মেনটেন্যান্স করবে। মেনটেইন না করতে করতে বিল্ডিংটার একেবারে জরাজীর্ণ দশা। তো তারা বিশাল ক্ষতি করেছে ওই জায়গার, প্লাস যেহেতু সাবেক সরকারের তাদের সাথে আমাদের যে ইনভেস্টমেন্ট কমিউনিটি, ওখানে যে যশোর হাইটেক পার্কে বিজনেস এন্টারপ্রেনিউর আছে তারা কমফর্টেবল নয়। সবকিছু মিলে এটার সাপ্লায়ার আমরা চেঞ্জ করব আর কি।’</p></div></div></div></body></html>"
        },
        {
            "title": "পোশাকসহ ৫ খাতের কাঁচামাল আনা যাবে বিনা শুল্কে | প্রথম আলো",
            "time": "2026-01-30T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F7krmguu6%2FWhatsApp-Image-2026-01-04-at-12.07.03.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>আমদানি নিষিদ্ধ পণ্য</strong></p><p>নতুন আমদানি নীতিমালা আদেশের খসড়ায় অবশ্য ২৭ ধরনের পণ্য আমদানি নিষিদ্ধ তালিকায় রাখা হয়েছে। এর মধ্যে রয়েছে চিংড়ি, জীবিত শূকর ও শূকরজাত সব ধরনের পণ্য, পপি সিড ও পোস্তদানা, ঘাস, ওয়াইন লিজ ও আরগোল, ঘন চিনি, কৃত্রিম শর্ষের তেল, নিম্নমানের পণ্য অথবা পুরোনো, ব্যবহৃত, রিকন্ডিশন্ড পণ্য বা কারখানায় বাতিল করা বা স্টক লটের পণ্য। আরও আছে রিকন্ডিশন্ড অফিস ইকুইপমেন্ট, অর্থাৎ ফটোকপিয়ার, টাইপরাইটার, টেলেক্স, ফোন, ফ্যাক্স, পুরোনো কম্পিউটার, কম্পিউটার সামগ্রী ও পুরোনো ইলেকট্রনিক সামগ্রী; সব ধরনের শিল্প স্লাজ ও স্লাজ দিয়ে তৈরি সার ও যেকোনো পণ্য, সব ধরনের বর্জ্য পদার্থ।</p><p>‘স্টকহোম কনভেনশন অন পারসিসট্যান্ট অর্গানিক পলিউটনেসের (পিওপি)’ আওতাধীন বিভিন্ন রাসায়নিক কীটনাশক ও শিল্পজাত দ্রব্যের আমদানিও নিষিদ্ধ। এসব দ্রব্যের মধ্যে রয়েছে এলড্রিন, ক্লোরডেন, ডিডিটি, ডাই-এলড্রিন, এনড্রিন, হেপ্টাক্লোর, মিরেক্স, টক্সফেন, হেক্সক্লোরোবেনজিন, পলিক্লোরিনেটেড বাই-ফিনাইল; হাইড্রোলিক হর্নসহ ৭৫ ডেসিবেলের বেশি মাত্রার সব হর্ন; পলিপ্রপিলিন ও পলিথিন ব্যাগ; দুই স্ট্রোক ইঞ্জিন ও চেসিসবিশিষ্ট থ্রি-হুইলার যানবাহন, অর্থাৎ টেম্পো, অটোরিকশা ইত্যাদি।</p><p>বাংলাদেশ জরিপ অধিদপ্তরের প্রকাশিত মানচিত্র অনুযায়ী, দেশের সীমারেখা দেখানো হয়নি এমন মানচিত্র, চার্ট ও ভৌগোলিক গ্লোব; হরর কমিকস, অশ্লীল ও নাশকতামূলক সাহিত্য পুস্তিকা, সংবাদ সাময়িকী; পোস্টার, ফটো, ফিল্ম, কাগজপত্র, অডিও-ভিডিও টেপ ইত্যাদি পণ্যও আমদানি নিষিদ্ধ তালিকায় রয়েছে।</p></div></div></body></html>"
        },
        {
            "title": "ভোটের মাঠে আওয়ামী নেতাদের ডিমান্ড, জিএম কাদেরের দুশ্চিন্তা | প্রথম আলো",
            "time": "2026-01-30T07:55:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F94a67b6c-ca07-4b43-a7cf-73890e4b6df3%2FSariatpur_DH0541_20231229_Shariatpur_GM2.jpg?rect=0%2C60%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের প্রচারণা ভালোই এগোচ্ছে। এখন পর্যন্ত মোটামুটি শান্তিপূর্ণভাবে প্রচারণা চলছে। আমি বলব, এই সময়ে পরিবেশ এর চেয়েও শান্তিপূর্ণ থাকলে আমি বিস্মিত ও শঙ্কিত হতাম। বিস্মিত হতাম; কারণ, সেটা হতো অস্বাভাবিক। আর শঙ্কিত হতাম এ কারণে যে ঝড়ের আগের ‘প্রশান্তি’ আমরা আগেও দেখেছি।</p><p>২০২৪ সালের জানুয়ারির ডামি-আমি নির্বাচনটাও ছিল খুবই শান্তিপূর্ণ। তারপরই শুরু হলো আন্দোলন ও অশান্তি।</p><p>দেশের প্রতিটি রাজনৈতিক দল শুরু করেছে ‘অপারেশন ভোট হান্ট’। নির্বাচনের দিন যত ঘনিয়ে আসবে, উত্তাপ বাড়বে, এটাই স্বাভাবিক। এতে চিন্তিত হওয়ার কিছু নেই। কিছু ছোটখাটো অঘটনও ঘটবে, কিছু ডিমের অপচয় হবে এবং নেতারা প্রতিদ্বন্দ্বীর বিরুদ্ধে গরম-গরম কথা বলবেন—ভোটযুদ্ধে প্রতিদ্বন্দ্বীকে কাবু করে নকআউট করাই হবে সবার লক্ষ্য।</p><p>নির্বাচনের এই সময়ের উত্তাপ, বিরক্তি বা টেনশনটাকে আমরা পজিটিভলি নিতে পারি। ফেব্রুয়ারির ১২ তারিখের পর নেতাদের আর তেমন দেখা যাবে না। টেনশন কমে যাবে, জনগণও হাঁপ ছেড়ে বাঁচবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "অচল মানবাধিকার ও তথ্য কমিশন | প্রথম আলো",
            "time": "2026-01-30T07:47:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-16%2Fdb26h69n%2FIftekhar.jpg?rect=0%2C59%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তথ্য কমিশন সূত্র জানায়, ২০২৪ সালে সারা দেশে তথ্য চেয়ে ১২ হাজারের বেশি আবেদন জমা পড়ে। আর শুরু থেকে ওই বছরের ডিসেম্বর পর্যন্ত মোট আবেদন ছিল ১ লাখ ৬৮ হাজারের বেশি। কমিশন না থাকার সময় থেকে এখন পর্যন্ত ছয় শতাধিক অভিযোগ নিষ্পত্তির অপেক্ষায় আছে।</p><p>কবে নাগাদ প্রধান তথ্য কমিশনার ও তথ্য কমিশনার নিয়োগ হতে পারে—এ প্রশ্নের জবাবে তথ্য ও সম্প্রচার উপদেষ্টা সৈয়দা রিজওয়ানা হাসান <em>প্রথম আলো</em>কে বলেন, ‘একটা প্রক্রিয়ার মধ্য দিয়ে যেতে হয়। আমি দায়িত্ব নেওয়ার পরে কাজ শুরু করেছি।’</p><p>ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) নির্বাহী পরিচালক ইফতেখারুজ্জামান এ বিষয়ে <em>প্রথম আলো</em>কে বলেন, মানবাধিকার, স্বচ্ছতা ও জবাবদিহি প্রতিষ্ঠায় অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রাখার কথা যে দুটি প্রতিষ্ঠানের, সেগুলো প্রায় দেড় বছরেও পুনর্গঠন করতে না পারার এমন নজির বাংলাদেশে নেই। এমনকি পৃথিবীর কোনো দেশেও আছে বলে তাঁর জানা নেই।</p><p>ইফতেখারুজ্জামান মনে করেন, উদ্দেশ্যমূলকভাবেই সরকার এ দুটি প্রতিষ্ঠান পুনর্গঠন করেনি। এতে প্রশ্ন উঠছে, সরকারের কি কোনো ভয় বা উৎকণ্ঠা ছিল যে এ দুটি প্রতিষ্ঠান গঠিত হলে তাদের (অন্তর্বর্তী সরকার) সময়ে সংঘটিত মানবাধিকার লঙ্ঘন এবং অস্বচ্ছতা-অনিয়মের বিষয়গুলো প্রকাশ্যে আসতে পারে?</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশের মেয়েদের টানা ষষ্ঠ জয় | প্রথম আলো",
            "time": "2026-01-30T07:38:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fqoraib6i%2F62340596613803165574401744956272222331770010n.jpg?rect=0%2C135%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বকাপের টিকিট আগেই নিশ্চিত হয়েছিল, এবার যেন তারই উদযাপন চলল মাঠের পারফরম্যান্সে। নেপালের কীর্তিপুরে আজ স্কটল্যান্ড নারী দলকে উড়িয়ে দিয়েছে বাংলাদেশের মেয়েরা। অধিনায়ক নিগার সুলতানার ঝোড়ো ফিফটি আর মারুফা আক্তারের বোলিং তোপে স্কটিশদের ৯০ রানের বিশাল ব্যবধানে হারিয়েছে বাংলাদেশ নারী দল। টি-টুয়েন্টিতে রানের হিসাবে এটি বাংলাদেশের তৃতীয় সর্বোচ্চ ব্যবধানে জয়। গ্রুপ পর্বে চার জয় ও সুপার সিক্সে দুই জয় মিলিয়ে বিশ্বকাপ বাছাইপর্বে এ নিয়ে টানা ছয় ম্যাচ জিতলেন বাংলাদেশের মেয়েরা।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটকের নতুন ঠিকানা স্পর্ধা অ্যাটেলিয়ার | প্রথম আলো",
            "time": "2026-01-30T07:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fa7y293pw%2Fbe8a641e-8b0e-41c1-9595-8f04f1278920.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কী দেখবেন</strong></p><p>চাকরিপ্রার্থী নাটকে দেখা যাবে, চাকরির ইন্টারভিউ দিতে আসেন এক তরুণ। পুরো নিয়োগপ্রক্রিয়ার মধ্য দিয়ে নাট্যকার হ্যারল্ড পিন্টার পুঁজিবাদী সমাজব্যববস্থার প্রতি তীব্র কটাক্ষ করেন।</p><p>নাটকটির নির্দেশক শাহনাজ পারভীন বলেন, ‘পিন্টারের ডার্ক কমেডি, নিঃশব্দতা, শব্দের যুদ্ধ আমাকে মুগ্ধ করে। তা বাদেও আমার জীবনের অভিজ্ঞতার সঙ্গে মিলে যায় বলেই নাটকটি করার সিদ্ধান্ত নিই।’ </p><p>এতে রিয়াসাত সালেকিন, সিফাত নওরীণ, তানভীর আহমেদ, রিজওয়ানা রাশেদ অভিনয় করেন।</p><p>শব্দ, শব্দ, শব্দ নাটকে দেখা যাবে, ইনফিনিটি মাংকি তত্ত্ব প্রমাণের জন্য একটি এক্সপেরিমেন্ট করছেন এক গবেষক। এতে ইরফান উদ্দিন, ফাইযা চৌধুরী ও রবি প্রারম্ভিক অভিনয় করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সেদিন অজিত পাওয়ারের উড়োজাহাজ চালানোর কথা ছিল না পাইলট সুমিতের: বন্ধুদের দাবি | প্রথম আলো",
            "time": "2026-01-30T07:19:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fkcbhaiat%2FUntitled-1.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের মহারাষ্ট্র রাজ্যের বারামতিতে উড়োজাহাজ দুর্ঘটনায় অজিত পাওয়ারসহ যে পাঁচজন প্রাণ হারিয়েছেন, তাঁদের একজন হচ্ছেন ক্যাপ্টেন সুমিত কাপুর। তাঁর বন্ধুদের দাবি, ওই দিন অজিত পাওয়ারকে বহনকারী উড়োজাহাজ তাঁর চালানোরই কথা ছিল না। অন্য একজন পাইলট যানজটে আটকে যাওয়ায় তাঁর পরিবর্তে তিনি দায়িত্ব নিয়েছিলেন।</p><p> ভারতের রাজধানী নয়াদিল্লিতে সুমিত কাপুরের শেষকৃত্যের সময় তাঁর বন্ধুরা এনডিটিভিকে জানান, তিনি কয়েক দিন আগেই হংকং থেকে ফিরেছিলেন। দুর্ঘটনার মাত্র কয়েক ঘণ্টা আগে তিনি অজিত পাওয়ারকে নিয়ে মুম্বাই থেকে পুনে জেলার বারামতি যাওয়ার নির্দেশ পান।</p></div></div></div></body></html>"
        },
        {
            "title": "সংস্কার প্রস্তাব বাস্তবায়িত না হওয়া পর্যন্ত তেমন কোনো লাভ নেই: রেহমান সোবহান | প্রথম আলো",
            "time": "2026-01-30T07:15:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fs4yclkw9%2FRehman-Sobhan.jpeg?rect=0%2C109%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্ষমতাবিহীন দৃশ্যমানতা: বাংলাদেশের রূপান্তর প্রক্রিয়ায় জেন্ডারভিত্তিক বিতর্ক</p><p>স্টেট অব গভর্ন্যান্স গবেষণায় দেখা গেছে, অন্তর্বর্তী সরকার আগে থেকে অনুমান করতে পারেনি যে, নারীর উন্নয়ন ও অধিকারবিষয়ক এজেন্ডা সামনে আনার ফলে জনগণের মধ্যে এত শক্তিশালী প্রতিক্রিয়া সৃষ্টি হতে পারে। গবেষণায় দেখা গেছে, প্রধান উপদেষ্টার অফিস নারীবিষয়ক সংস্কার কমিশনের সদস্যদের উদ্দেশ্যপ্রণোদিতভাবে হয়রানি করেছে এবং নেতিবাচক মতগুলোকে নিয়ে জনগণের আলোচনার সুযোগ তৈরি করে দিয়েছে। সবচেয়ে বিতর্কিত সুপারিশগুলোও তারা কোনো প্রস্তুতি ছাড়াই প্রকাশ করেছে।</p><p>পুরুষপ্রধান রাজনৈতিক দলগুলো সংস্কারের বিরুদ্ধে প্রতিবাদ করেছে। তারা এমন একটি ব্যবস্থা জোরদার করেছে, যেখানে নারীদের রাজনৈতিক অংশগ্রহণ পরিবারের সম্পর্কের ওপর নির্ভর করে, নিজের অধিকার বা স্বতন্ত্রভাবে নয়। জাতীয় কনসেনসাস কমিশন জেন্ডারভিত্তিক এজেন্ডা অন্তর্ভুক্ত করতে চায়নি; আর সরকারও প্রতিবেদনটি প্রকাশ্যে সমর্থন করতে বা কার্যকর পদক্ষেপ নিতে আগ্রহী হয়নি।</p><p>বাংলাদেশ গার্মেন্টস শ্রমিক সংহতির সভাপতি তাসলিমা আক্তার বলেন, ‘নীতিনির্ধারণে নারীদের অংশগ্রহণ অত্যন্ত গুরুত্বপূর্ণ। এটি জেন্ডারভিত্তিক সমস্যাগুলোকে প্রান্ত থেকে কেন্দ্রের দিকে তুলে আনে। নারীরা, বিশেষ করে যাঁরা নীতিনির্ধারণের অবস্থানে আছেন, যদি অন্যদের ওপর নির্ভর করে তাদের লক্ষ্য এগোতে দেন, তাহলে নারীবাদী আন্দোলন পিছিয়ে যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানকে গান শোনাল বিশেষ চাহিদাসম্পন্ন শিশুরা | প্রথম আলো",
            "time": "2026-01-30T07:14:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-30%2Fvdgbr8y0%2F039A9967__1__JPG.jpeg?rect=0%2C0%2C843%2C443&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ শুক্রবার দুপুর ১২টার দিকে বগুড়ার চার তারকা হোটেল নাজ গার্ডেনের বলরুমে বিশেষ চাহিদাসম্পন্ন শিশু ও কিশোরদের জন্য হুইলচেয়ার বিতরণ ও মতবিনিময় সভায় প্রধান অতিথি ছিলেন বিএনপির চেয়ারম্যান তারেক রহমান।</p><p>তারেক রহমানের সহধর্মিণী জুবাইদা রহমানের পক্ষ থেকে বিশেষ চাহিদাসম্পন্ন শিশু ও কিশোরদের মধ্যে হুইলচেয়ার বিতরণ করা হয়।</p><p>এ অনুষ্ঠানের আয়োজন ও সঞ্চালনা করেন সিএসএফ গ্লোবালের চেয়ারম্যান এম এ মুহিত।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসলামের আলোকে নেতৃত্বের গুণাবলি | প্রথম আলো",
            "time": "2026-01-30T07:13:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-15%2Fwwzf9oi4%2Fc93c89fc09f3236049645e49fe8ad7f8_24.jpg?rect=0%2C266%2C701%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলাম একমাত্র আল্লাহর মনোনীত ও গ্রহণযোগ্য পরিপূর্ণ জীবনবিধান। ইসলামি বিধিবিধানের পূর্ণাঙ্গ অনুসরণ করাই দুনিয়ার শান্তি ও পরকালে মুক্তির একমাত্র পথ। মানুষ সামাজিক জীব; সমাজবদ্ধ হয়ে বসবাস করতে প্রয়োজন হয় নেতৃত্ব। যোগ্য নেতৃত্বের জন্য রয়েছে কিছু মহৎ গুণ।</p><p>জীবনে সফল ব্যক্তিই নেতৃত্বের আসনে অধিষ্ঠিত হবেন, এটাই স্বাভাবিক। তাই সফল নেতৃত্বের জন্য প্রয়োজন বিশ্বাস, সৎকর্ম, কল্যাণকামিতা ও সহিষ্ণুতা। আল্লাহ–তাআলা বলেন, ‘সময়ের শপথ! নিশ্চয় মানুষ ক্ষতির মধ্যে রয়েছে। তবে তারা নয়, যারা বিশ্বাস করে, সৎকর্ম করে, একে অন্যকে সত্যের উপদেশ দেয় এবং ধৈর্যধারণে পরামর্শ দেয়।’ (সুরা-১০৩ আসর, আয়াত: ১-৩)</p><p>সর্বকালের সর্বশ্রেষ্ঠ নেতৃত্বের উদাহরণ, ইনসানে কামিল, সর্বশেষ নবী ও রাসুল হজরত মুহাম্মদ (সা.)। সত্যতা, পবিত্রতা ও প্রেমিকতা এবং বিশ্বাস, আশা ও ভালোবাসায় পরিপূর্ণ ছিল তাঁর জীবন। নেতা হবেন স্নেহশীল ও দয়ালু। প্রিয় নবী (সা.)–এর বৈশিষ্ট্য উল্লেখ করে আল্লাহ–তাআলা বলেন, ‘তোমাদের কাছে এসেছে তোমাদের মধ্য থেকেই একজন এমন রাসুল, তোমাদের দুঃখকষ্ট তাঁর পক্ষে দুঃসহ, তিনি তোমাদের কল্যাণকামী, বিশ্বাসীদের প্রতি স্নেহশীল, দয়ালু।’ (সুরা-৯ তাওবা, আয়াত: ১২৮) </p></div></div></div></body></html>"
        }
    ]
}