{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ইউরোপের যে ৫ দেশে পরিবারসহ পড়াশোনার সুযোগ | প্রথম আলো",
            "time": "2026-01-18T04:35:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2F25df9419-2152-4388-930b-2b4f04acb512%2F54.jpg?rect=0%2C0%2C2560%2C1344&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিদেশে পড়তে যাওয়া মানেই প্রিয়জনদের পেছনে ফেলে যাওয়া—এমনটা সব সময় নয়। ইউরোপের বেশ কয়েকটি দেশ আন্তর্জাতিক শিক্ষার্থীদের তাঁদের স্ত্রী/স্বামী ও সন্তানদের সঙ্গে নিয়ে বসবাস ও পড়াশোনার সুযোগ দেয়, নির্দিষ্ট কিছু শর্ত পূরণ সাপেক্ষে। এখানে এমন পাঁচটি ইউরোপীয় দেশের কথা তুলে ধরা হলো, যেখানে পড়াশোনার পাশাপাশি পরিবার নিয়ে থাকা সম্ভব—</p><p><strong>১. জার্মানি</strong></p><p>জার্মানি তার ফ্যামিলি রিইউনিফিকেশন নীতির আওতায় আন্তর্জাতিক শিক্ষার্থীদের স্ত্রী/স্বামী ও সন্তানদের সঙ্গে আনার অনুমতি দেয়। শিক্ষার্থীদের পর্যাপ্ত আর্থিক সামর্থ্য ও উপযুক্ত বাসস্থানের প্রমাণ দেখাতে হয়। সাধারণত জীবনসঙ্গীরা কাজ করার অনুমতি পান এবং সন্তানেরা সরকারি স্কুলে পড়তে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাক্ষাৎকার: এসিআই মোটরসের ব্যবসাকে ‘বিলিয়ন ডলারে’ নিতে চাই | প্রথম আলো",
            "time": "2026-01-18T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F1947uri5%2FWhatsApp-Image-2026-01-17-at-9.28.48-PM.jpeg?rect=0%2C601%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>সুব্রত রঞ্জন দাস: </strong>এসিআই মোটরস এখন কৃষি যন্ত্রপাতি খাতের সবচেয়ে বড় কোম্পানি। মোটরসাইকেলের বাজারে বিগত ছয় মাসে সবচেয়ে বেশি বিক্রি হয়েছে ইয়ামাহা মোটরসাইকেল, যেটি এসিআই বিক্রি করে। নির্মাণ সরঞ্জাম, বাণিজ্যিক যানবাহন ও অন্যান্য পণ্য বিক্রিতেও আমরা ভালো করছি। সব মিলিয়ে ২০২৪-২৫ অর্থবছরে আমরা ৩ হাজার ৬৯৩ কোটি টাকার পণ্য বিক্রি করেছি। কর–পরবর্তী মুনাফা দাঁড়িয়েছে ১৯০ কোটি টাকা। ব্যবসা-বাণিজ্যের পরিস্থিতি উৎসাহজনক নয়, তার মধ্যে এই অর্জন দারুণ। সব মিলিয়ে এসিআই গ্রুপের মধ্যে অন্যতম লাভজনক কোম্পানি এসিআই মোটরস।</p><p>সবচেয়ে বড় অর্জন, এসিআই মোটরস বাংলাদেশের একটি ‘চেঞ্জমেকার’ (যারা পরিবর্তন আনে) প্রতিষ্ঠান। এ দেশের কৃষি খাতে যান্ত্রিকীকরণে বড় পরিবর্তন এসেছে, যেখানে বড় ভূমিকা রেখেছে এসিআই মোটরস। বাংলাদেশে এখন ৪০ শতাংশের জমি এসিআইয়ের বিক্রি করা ট্রাক্টর অথবা পাওয়ার টিলার দিয়ে চাষ হয়। একটা ট্রাক্টর এক ঘণ্টায় এক একরের বেশি জমি চাষ করে, যা লাঙল দিয়ে করতে আড়াই দিন লাগত। ট্রাক্টরে এক একর জমি চাষ করতে খরচ দেড় হাজার টাকার মতো। লাঙলে লাগে ১০ হাজার টাকার বেশি। ধান বা অন্য শস্য কাটার জন্য আমরা নিয়ে এসেছি কম্বাইন্ড হারভেস্টর। এখন দেশের ১৫ শতাংশের বেশি জমির শস্য এসিআইয়ের হারভেস্টর দিয়ে কাটা হয়। সময় কম লাগে, খরচ কম হয়। শস্যও কম নষ্ট হয়। এসিআই মোটরসে বর্তমানে দুই হাজার কর্মী কাজ করে। এঁদের গড় বয়স ২৮–এর কম। বলতে পারেন, এটি তরুণদের নিয়ে পরিচালিত একটি কোম্পানি।</p></span></div></div></body></html>"
        },
        {
            "title": "বিএনপির বৈঠকে বাগ্‌বিতণ্ডা, পরে যুবককে পিটিয়ে হত্যা | প্রথম আলো",
            "time": "2026-01-18T04:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fhtu06lha%2Fc390fcb8-3a52-45f1-ae01-c7497bf10acc.jfif?rect=0%2C0%2C1227%2C644&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নোয়াখালীর কবিরহাট উপজেলায় এক যুবককে পিটিয়ে হত্যার অভিযোগ উঠেছে। গতকাল শনিবার রাত ১০টার দিকে উপজেলার নরোত্তমপুর ইউনিয়নের ২ নম্বর ওয়ার্ডের কালিরহাট বাজারসংলগ্ন কাজী বাড়ির সামনের সড়কে এ ঘটনা ঘটে।</p><p>নিহত যুবকের নাম মিজানুর রহমান ওরফে রনি (৩৫)। তিনি কবিরহাট পৌরসভার জৈনদপুর এলাকার মো. শহীদের ছেলে। তিনি দুই সন্তানের জনক। ডাকাতিসহ ছয় মামলার আসামি ছিলেন তিনি।</p><p>পুলিশ ও স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, ত্রয়োদশ সংসদ নির্বাচনকে সামনে রেখে গতকাল রাত আটটার দিকে কালিরহাট বাজারে স্থানীয় ২ নম্বর ওয়ার্ড বিএনপির একটি প্রস্তুতি বৈঠক চলছিল। মিজান সেখানে উপস্থিত হয়ে নিজেকে দলের ত্যাগী কর্মী দাবি করে কথা বলতে থাকেন। এ সময় বৈঠকে উপস্থিত নেতা-কর্মীদের সঙ্গে তাঁর বাগ্‌বিতণ্ডা হয়। একপর্যায়ে কয়েকজন নেতা-কর্মী মিজানুরকে ধাওয়া দিলে তিনি পালিয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোর হওয়ার আগেই জেগে ওঠা হাট | প্রথম আলো",
            "time": "2026-01-18T04:13:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Fhgq5xcj7%2F%E0%A7%A7%E0%A7%A6.jpg?rect=0%2C192%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ভোর হওয়ার আগেই জেগে ওঠা হাট\" class=\"IiRps \">ভোর হওয়ার আগেই জেগে ওঠা হাট</h1></p><div class=\"Ibzfy\"><p>পাঁচলিয়া রঙের গামছার হাটে আছে শত শত রঙের গামছা। ভোরের আলো ফোটার আগে জেগে ওঠে হাটটি। বিকিকিনি চলে কয়েক ঘণ্টা। এর মধ্যে ক্রেতা–বিক্রেতার হাঁকডাক আর দূরদূরান্ত থেকে আসা পাইকারদের দরাদরি শুরু হয়। বিক্রেতা সিরাজুল ইসলামের মতে, পাঁচলিয়া গামছার হাট দেশের সবচেয়ে বড় ও প্রাচীন। শতবর্ষী এই হাট আজও সিরাজগঞ্জের তাঁতশিল্পের ঐতিহ্যকে বাঁচিয়ে রেখেছে। প্রতি সপ্তাহের মঙ্গল ও শুক্রবার সিরাজগঞ্জের উল্লাপাড়া উপজেলায় এই হাট বসে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্র্যাকটিক্যাল | প্রথম আলো",
            "time": "2026-01-18T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fn2ghkovk%2FWhatsApp-Image-2026-01-17-at-12.51.36.jpeg?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘স্যার, আমাদের এখানে অন্য কলেজের ছাত্রছাত্রীরা পরীক্ষা দিচ্ছে। পরীক্ষার্থী সংখ্যা মাত্র এক শ বিশ। আমরা চল্লিশজন করে তিন দিনে ভাগ করেছি। আপনি এক দিন আসলেই হবে।’</p><p>মাত্র চল্লিশজন!</p><p>তার মানে চল্লিশ গুণন বিশ ইকুয়াল আট শ টাকা!</p><p>মাত্র আট শ!</p><p>পাঁচ শ টাকা ঘুষ আর তিন শ টাকা যাতায়াত। কী লাভ হলো ঘুষ দিয়ে!</p><p>তবু নির্ধারিত দিনে পরীক্ষা নিতে ইছামতী কলেজে গেল পরিতোষ।</p><p>সকাল-বিকাল দুই বেলা পরীক্ষাও নিল।</p><p>পরীক্ষা শেষে আট শ টাকা বুঝে নেওয়ার জন্য বসে রইল পরিতোষ।</p><p>একটু পরেই পিয়ন এসে ওর হাতে একটা কাগজ ধরিয়ে দিল।</p><p>আট শ টাকার মধ্যে ইনকাম ট্যাক্স কেটেছে দশ পার্সেন্ট।</p><p>আশি টাকা কেটে কলেজ কর্তৃপক্ষ দিয়েছে সাত শ বিশ টাকা।</p><p>একটা খাম দিল পিয়ন। ‘স্যার, টাকাটা গুনে নিন।’ হেসে বলল সে।</p><p>খামের ভেতর মাত্র তিন শ বিশ টাকা। একটু অবাক হয়ে পিয়নের দিকে তাকাল পরিতোষ।</p><p>‘স্যার, আপনি দুপুরে যে লাঞ্চ করেছেন সেই লাঞ্চের বিল চার শ টাকা কেটে নিয়েছে কলেজ। আপনাকে খাওয়ানোর বিল বোর্ড কর্তৃপক্ষ তো দেয় না। তাই ছাত্রপ্রতি আপনি যে বিশ টাকা পেতেন সেই টাকা দিয়েই আপনাকে দুপুরে লাঞ্চ করাতে হয়েছে, বুঝেছেন স্যার?’</p></div></div></div></body></html>"
        },
        {
            "title": "গাম্বিয়া কেন রোহিঙ্গাদের ওপর জাতিগত নিধনের মামলায় মিয়ানমারের শাস্তি চায় | প্রথম আলো",
            "time": "2026-01-18T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F0mpwsmzu%2FGambia.jpg?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই প্রথম রোহিঙ্গাদের বিরুদ্ধে হওয়া ব্যাপক মানবাধিকার লঙ্ঘনের অভিযোগ কোনো আন্তর্জাতিক আদালতে শুনানি হচ্ছে। এটিই প্রথম, যেখানে আইসিজে অন্য একটি দেশ বা গোষ্ঠীর পক্ষে কোনো তৃতীয় দেশের বিরুদ্ধে আনা জাতিগত নিধনের অভিযোগে করা মামলার রায় দেবেন।</p><p>বিরল ও আবেগঘন এক মুহূর্তে জালো আন্তর্জাতিক বিচার আদালতের ‘পিস হল’–এ উপস্থিত রোহিঙ্গা শরণার্থীদের উঠে দাঁড়াতে বলেন, যেন ১৫ বিচারকের প্যানেল তাঁদের দেখতে পান।</p><p>শরণার্থীরা রুদ্ধদ্বার অধিবেশনে সাক্ষ্য দেবেন বলে আশা করা হচ্ছে। তবে আদালত কবে চূড়ান্ত রায় দেবেন, তা এখনো জানা যায়নি। আইসিজে তাঁদের রায় সরাসরি কার্যকর করতে পারেন না। তবে এই আদালতের সিদ্ধান্তের ব্যাপক আইনি গুরুত্ব রয়েছে।</p><p>বিশেষজ্ঞরা বলছেন, ইসরায়েলের বিরুদ্ধে দক্ষিণ আফ্রিকার করা মামলার ওপরেও রোহিঙ্গা মামলার এই সিদ্ধান্তের প্রভাব পড়তে পারে। ফিলিস্তিনিদের পক্ষে ২০২৩ সালের ডিসেম্বরে দক্ষিণ আফ্রিকা ওই মামলা করেছিল। সেই মামলায় পরবর্তী সময় আরও বেশ কিছু দেশ যোগ দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের বিপক্ষে কোথায় হারল বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-18T03:57:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F7m1xwitz%2Frrrw.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমন হার নিয়ে আজিজুল বলেন, ‘এমন হার আমাদের জন্য হতাশার। আমরা একটি স্টাম্পিং ও কিছু ক্যাচ ছেড়েছি। এরপরও ডিএলএসএলে আমরা লক্ষ্যে পৌঁছাতে পারিনি। জয়-পরাজয় বিষয় নয়, ম্যাচ থেকে কতটা শিখলাম, সেটাই বড়। আল ফাহাদের বোলিং নিয়ে আমি গর্বিত, সে তার সামর্থ্য দেখিয়েছে, নিজেকে চিনিয়েছে।’ পেসার ফাহাদ বল হাতে ৫ উইকেট নেন।</p><p>গতকাল টসের সময় বাংলাদেশ অনূর্ধ্ব-১৯ দলের সহ-অধিনায়ক জাওয়াদ আবরার ও ভারত অনূর্ধ্ব-১৯ দলের অধিনায়ক আয়ুশ মাত্রের মধ্যে করমর্দন হয়নি। নিয়মিত অধিনায়ক আজিজুল অসুস্থ হয়ে পড়ায় বাংলাদেশের হয়ে টসে উপস্থিত ছিলেন জাওয়াদ।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী দায়িত্ব পালনে অনীহা-শৈথিল্য দেখালে শাস্তিমূলক ব্যবস্থা | প্রথম আলো",
            "time": "2026-01-18T03:55:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F8d5p3xi5%2Fimage-274199-1768654945.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরিপত্রে যা আছে</strong></p><p>মন্ত্রিপরিষদ সচিব শেখ আব্দুর রশীদ স্বাক্ষরিত পরিপত্রে বলা হয়েছে, নির্বাচন পরিচালনার জন্য ইতিমধ্যে ৬৯ জন রিটার্নিং কর্মকর্তা ও ৪৯৯ জন সহকারী রিটার্নিং কর্মকর্তা নিয়োগ করা হয়েছে।</p><p>এ ছাড়া বিপুলসংখ্যক শিক্ষক এবং সব মন্ত্রণালয় ও বিভাগ, সরকারি, আধা সরকারি, স্বায়ত্তশাসিত, আধা স্বায়ত্তশাসিত অফিস অথবা প্রতিষ্ঠানের কর্মকর্তা-কর্মচারীদের মধ্য থেকে এবং কোনো কোনো ক্ষেত্রে বেসরকারি অফিস থেকেও প্রয়োজনীয়সংখ্যক কর্মকর্তা-কর্মচারী ভোট গ্রহণ কর্মকর্তা হিসেবে দায়িত্ব পালন করবেন। তাঁরা সবাই ‘নির্বাচন কর্মকর্তা’ হিসেবে গণ্য হবেন। তাঁরা সরাসরি নির্বাচন কমিশনের কাছে দায়ী থাকবেন।</p><p>নির্বাচন কর্মকর্তা (বিশেষ বিধান) আইন, ১৯৯১-এর কথা উল্লেখ করে পরিপত্রে বলা হয়, নির্বাচনসংক্রান্ত কোনো দায়িত্ব পালনে অনীহা, অসহযোগিতা, শৈথিল্য বা ভুল তথ্য প্রদান করলে তা ‘অসদাচরণ’ হিসেবে গণ্য হবে। এ অভিযোগে নির্বাচন কর্মকর্তাকে সরকার অভিযুক্ত করতে পারবে এবং শৃঙ্খলামূলক ব্যবস্থা গ্রহণ করবে।</p><p>শিক্ষা মন্ত্রণালয়ের মাধ্যমিক ও উচ্চশিক্ষা বিভাগের এক কর্মকর্তা জানান, দেশের বিভিন্ন শিক্ষাপ্রতিষ্ঠানের শিক্ষক ও শিক্ষাসংশ্লিষ্ট কর্মকর্তাদের একটি বড় অংশ নির্বাচনে প্রিসাইডিং কর্মকর্তা ও পোলিং এজেন্ট হিসেবে দায়িত্ব পালন করেন। তাই শিক্ষা মন্ত্রণালয়ের পক্ষ থেকে বিশ্ববিদ্যালয় মঞ্জুরি কমিশন (ইউজিসি), মাউশি, নায়েম, ব্যানবেইস, এনটিআরসিএ, এনসিটিবি, ইইডিসহ সংশ্লিষ্টদের এ বিষয়ে সজাগ থাকার নির্দেশ দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে যুক্তরাষ্ট্রের হামলা কেন এত সহজ না | প্রথম আলো",
            "time": "2026-01-18T03:54:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2Ff931xae9%2Fkhameni_trump_001.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইরানের ব্যবস্থার মূল ভিত্তি হলো এর অভ্যন্তরীণ কঠোর সংহতি। দেশটির রাজনৈতিক ও নিরাপত্তাপ্রতিষ্ঠানগুলো সমান্তরালভাবে একে অপরের সঙ্গে কাজ করার ক্ষমতা রাখে। এমনকি যখন তাদের শাসনব্যবস্থার বৈধতা সংকটে পড়ে, তখনো এ প্রতিষ্ঠানগুলোর সংহতি অটুট থাকে। এ অভ্যন্তরীণ শক্তির কারণেই ইরান এমন সব বড় ধাক্কা সামলে নিতে পারে, যা অন্য যেকোনো সাধারণ রাষ্ট্রকে ধসিয়ে দেওয়ার জন্য যথেষ্ট।</p></div></div></div></body></html>"
        },
        {
            "title": "জামালপুরে মহাসড়কের পাশে হলুদে ছেয়েছে মাঠ, ছবি তুলতে দর্শনার্থীর ভিড় | প্রথম আলো",
            "time": "2026-01-18T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fg776rmet%2FJamalpurDH056320260117Jamalpur-.-pic-8.jpg?rect=0%2C0%2C4226%2C2219&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামালপুর জেলা কৃষি সম্প্রসারণ অধিদপ্তরের তথ্য অনুযায়ী, চলতি মৌসুমে সদরসহ জেলার সাতটি উপজেলায় ৪৬ হাজার ২৭৮ হেক্টর জমিতে শর্ষে চাষের লক্ষ্যমাত্রা নির্ধারণ করা হয়েছিল। তবে আবাদ হয়েছে ৪১ হাজার ৫৫০ হেক্টর জমিতে। লক্ষ্যমাত্রা অর্জিত না হলেও গত বছরের তুলনায় আবাদ বেড়েছে। গত বছর ৪১ হাজার ১২৬ হেক্টর জমিতে শর্ষের চাষ হয়েছিল।</p><p>জামালপুর জেলা কৃষি সম্প্রসারণ অধিদপ্তরের উপপরিচালক মোহাম্মদ আলম শরীফ খান বলেন, টানা শৈত্যপ্রবাহের প্রভাবে শর্ষেগাছের কিছু ফুল ঝরে গেছে। পাশাপাশি কয়েকটি খেতে ছত্রাকের সংক্রমণও দেখা দিয়েছে। কৃষকদের ছত্রাকনাশক ব্যবহারের পরামর্শ দেওয়া হয়েছে। ফলন কম বা বেশি হওয়ার বিষয়টি কাটার পরই নিশ্চিত হওয়া যাবে। তবে সবকিছু অনুকূলে থাকলে এবারও ভালো ফলনের সম্ভাবনা রয়েছে।</p><p>দর্শনার্থীদের বিষয়ে এই কর্মকর্তা বলেন, অসচেতনভাবে খেতের ভেতরে ঢোকায় অনেক সময় ফসলের ক্ষতি হয়। এ বিষয়ে সচেতনতা জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "গণরুম আর ছাত্ররাজনীতির গল্পে ‘ইউনিভার্সিটি অব চানখাঁরপুল’ | প্রথম আলো",
            "time": "2026-01-18T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fo64scde4%2FWhatsApp-Image-2026-01-17-at-1.27.04-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৪ সালে ঢাকা বিশ্ববিদ্যালয়ের মনোবিজ্ঞান বিভাগে ভর্তির সুযোগ পান আকাশ হক। ওঠেন স্যার এ এফ রহমান হলে, শুরুতেই তাঁকে থাকতে হয় হলের গণরুমে। প্রায় ৪০ জন শিক্ষার্থীর সঙ্গে একত্র বসবাস—এ অভিজ্ঞতা আকাশের মনে গভীর ছাপ ফেলে। এ এফ রহমান হল থেকে পরে তিনি বিজয় একাত্তর হলে স্থানান্তরিত হন। সেখানে দেখেন, একটি কক্ষে প্রায় ২০০ শিক্ষার্থী থাকেন। তাঁর কাছে এটি অমানবিক মনে হয়েছিল, অনেক সময় মনে হতো জেলখানার মতো। আকাশ বলেন, ‘২০১৫ সাল থেকেই ভাবতে থাকি, এ ব্যবস্থার প্রতিবাদ করব। সিনেমা বানাব। ক্যাম্পাসের ভেতরের চিত্র সবাইকে দেখাব।’</p><p>১০ বছর ধরে বোনা সেই স্বপ্ন বাস্তবে রূপ নেয় গত বছর। ২৪তম ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবে ‘ইউনিভার্সিটি অব চানখাঁরপুল’ নামের সিনেমাটির ওয়ার্ল্ড প্রিমিয়ার হয় গত শুক্রবার। জাতীয় জাদুঘরের প্রধান মিলনায়তনের ৫০০ আসনের হলে প্রায় ৮০০ দর্শক সিনেমাটি দেখেছেন। আসন না পেয়ে অনেকেই চলাচলের জায়গায় বসেন, সেখানেও জায়গা না পেয়ে কেউ কেউ ফিরে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুরের শ্যামপুর ও দিনাজপুরের সেতাবগঞ্জ চিনিকল চালুর উদ্যোগ থেমে গেছে | প্রথম আলো",
            "time": "2026-01-18T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Flbzj7juh%2F5.-Dinajpur-Sugar-mill.jpg?rect=0%2C34%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>চিনিকলে আগাছা, সুনসান নীরবতা</strong></p><p>সম্প্রতি সরেজমিনে হতাশাজনক চিত্র দেখা গেল শ্যামপুর চিনিকল ঘুরে। ১৯৬৪ সালে ১১১ দশমিক ৪৫ একর জমি নিয়ে প্রতিষ্ঠিত এই কারখানার চারপাশে এখন সুনসান নীরবতা। মিলের ভেতরেও আগাছার স্তূপ।</p><p>চিনিকলের সহকারী ব্যবস্থাপক (ভান্ডার) দেবাশিষ সিংহ রায় জানান, কার্যক্রম চালু থাকাকালীন এই চিনিকলে সর্বশেষ ৪৯৩ জন স্থায়ী ও অস্থায়ী কর্মকর্তা-কর্মচারী ছিলেন। এটি বন্ধের পর অনেকে অবসরে গেছেন। কিছু জনবল অন্যান্য চিনিকলে বদলি করা হয়েছে। বর্তমানে শ্যামপুর চিনিকলে ৬৪ জন কর্মকর্তা-কর্মচারী কর্মরত রয়েছেন।</p><p>শ্যামপুর সুগার মিলের ব্যবস্থাপনা পরিচালক (এমডি) মো. মোশাররফ হোসেনও নতুন কোনো আশার কথা শোনাতে পারেননি। সম্প্রতি তিনি প্রথম আলোকে বলেন, ‘অর্থ মন্ত্রণালয়ের আপত্তির পর বাজেট কমিয়ে প্রতিষ্ঠানটি চালু করতে যতটুকু টাকা লাগে, ততটুকু চাওয়া হয়েছিল। সেটাও এখনো পাওয়া যায়নি।’</p><p>সেতাবগঞ্জ সুগার মিলের ব্যবস্থাপনা পরিচালক সাইফুল ইসলাম বলেন, ‘অর্থ মন্ত্রণালয় টাকা ছাড় করছে না। বিএসএফআইসি শিল্প মন্ত্রণালয়ের মাধ্যমে অর্থ মন্ত্রণালয়ের সঙ্গে যোগাযোগ অব্যাহত রেখেছে। এখনো অর্থছাড়ের বিষয়ে কোনো হালনাগাদ তথ্য নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় ‘শান্তি পর্ষদে’ এরদোয়ান ও সিসিকে চান ট্রাম্প | প্রথম আলো",
            "time": "2026-01-18T03:21:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-18%2F3a7k1t7o%2FUntitled-1.jpg?rect=0%2C29%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত শুক্রবার শান্তি পর্ষদের প্রতিষ্ঠাকালীন সদস্যদের নাম ঘোষণা করেছে হোয়াইট হাউস। মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিও, ট্রাম্পের বিশেষ দূত স্টিভ উইটকফ, সাবেক ব্রিটিশ প্রধানমন্ত্রী টনি ব্লেয়ার, ট্রাম্পের জামাতা জ্যারেড কুশনার পর্ষদের সদস্য হিসেবে থাকছেন। আরও থাকছেন মার্কিন ধনকুবের মার্ক রোয়ান, বিশ্বব্যাংকের প্রেসিডেন্ট অজয় বাঙ্গা, ট্রাম্পের উপদেষ্টা রবার্ট গ্যাব্রিয়েল ও জাতিসংঘের মধ্যপ্রাচ্যবিষয়ক সাবেক দূত নিকোলাই ম্লাদেনভ।</p><p>হোয়াইট হাউস বলেছে, শান্তি পর্ষদের চেয়ারম্যান হিসেবে ট্রাম্প নিজেই থাকবেন। এর মাঝেই এরদোয়ান ও সিসিকে এ পর্ষদে যুক্ত হতে ট্রাম্পের আমন্ত্রণ জানানোর কথা জানা গেল।</p><p>তুরস্কের প্রেসিডেন্টের একজন মুখপাত্র গতকাল শনিবার সামাজিকমাধ্যমে পোস্ট দিয়ে জানান, এরদোয়ান এক দিন আগে ট্রাম্পের কাছ থেকে পর্ষদের প্রতিষ্ঠাকালীন সদস্য হওয়ার আমন্ত্রণ পেয়েছেন।</p><p>একই দিন মিসরের পররাষ্ট্রমন্ত্রী বদর আবদেলাত্তি এক সংবাদ সম্মেলনে বলেন, পর্ষদে যোগ দিতে ট্রাম্পের পক্ষ থেকে আল-সিসি যে আমন্ত্রণ পেয়েছেন, সেটি পর্যালোচনা করছে তাঁর দেশের সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "পটুয়াখালীতে বিএনপির ‘বিদ্রোহী’ প্রার্থীর পক্ষে কাজ করার শপথ, দুই উপজেলা কমিটি বিলুপ্ত | প্রথম আলো",
            "time": "2026-01-18T03:07:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C55%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গলাচিপা উপজেলা বিএনপির সাধারণ সম্পাদক আবদুস সাত্তার হাওলাদার বলেন, ‘দল ছাড়া যেমন ব্যক্তি অচল, তেমনি ব্যক্তি ছাড়া দলও অচল। আমরা হাসান মামুনের পক্ষে আছি এবং থাকব।’</p><p>জেলা বিএনপির সাধারণ সম্পাদক মজিবুর রহমান (টোটন) বলেন, ‘কমিটি বিলুপ্ত ঘোষণার আগে জেলা বিএনপি বিষয়টি জানে না। হাসান মামুন এখন দলের কেউ নন, তাই তাঁকে নিয়ে মন্তব্য করার কিছু নেই। দল যাঁকে সমর্থন দেবে, জেলা বিএনপি তাঁর সঙ্গেই থাকবে—এটাই চূড়ান্ত সিদ্ধান্ত।’</p></div></div></div></body></html>"
        },
        {
            "title": "জিমেইলে যুক্ত হওয়া জেনারেটিভ এআইয়ের কারণে ব্যবহারকারীদের গোপনীয়তা নিয়ে উদ্বেগ | প্রথম আলো",
            "time": "2026-01-18T03:05:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2F54vb5txg%2FGmail.-google.png?rect=0%2C12%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিজিটাল অধিকার নিয়ে কাজ করা সংগঠন ইলেকট্রনিক ফ্রন্টিয়ার ফাউন্ডেশনের গোপনীয়তা বিশেষজ্ঞ থোরিন ক্লসোস্কির মতে, ই–মেইলকে পুরোপুরি ব্যক্তিগত যোগাযোগমাধ্যম হিসেবে দেখা উচিত নয়। যত বেশি তথ্য সেখানে সংরক্ষণ করা হবে, আইনি প্রক্রিয়ায় তত বেশি তথ্য পাওয়ার সম্ভাবনাও তৈরি হবে।</p><p>গুগল জানিয়েছে, নতুন এআই সুবিধাগুলোর বেশির ভাগই বিনা মূল্যে ব্যবহার করা যাবে। এআই ইনবক্স ছাড়া বাকি নতুন সুবিধাগুলো বর্তমানে ডিফল্টভাবে চালু রয়েছে। ব্যবহারকারীরা চাইলে অ্যাকাউন্ট সেটিংসে গিয়ে ‘স্মার্ট ফিচারস’ অপশন বন্ধ করে এসব সুবিধা ব্যবহার না করার সিদ্ধান্ত নিতে পারবেন।</p><p>সূত্র: ইন্ডিয়ান এক্সপ্রেস</p></div></div></div></body></html>"
        },
        {
            "title": "বন্ধ্যা মাছি দিয়ে বিষমুক্ত শুঁটকি | প্রথম আলো",
            "time": "2026-01-18T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-17%2Fs0o9ruxv%2FWhatsApp-Image-2026-01-17-at-10.35.00-PM.jpeg?rect=0%2C110%2C1576%2C827&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাছি বন্ধ্যাকরণ প্রযুক্তির মাধ্যমে বিষমুক্ত শুঁটকি উৎপাদনে সফল হয়েছেন বাংলাদেশ পরমাণু শক্তি কমিশনের বিজ্ঞানীরা। কক্সবাজারের সাগরদ্বীপ মহেশখালীর সোনাদিয়ায় পরীক্ষামূলকভাবে এই প্রযুক্তির মাধ্যমে বিষমুক্ত শুঁটকি উৎপাদন করে ব্যাপক সাফল্যও পাওয়া গেছে। সোনাদিয়াকে বিষমুক্ত শুঁটকি উৎপাদনের জন্য ‘উপযুক্ত জায়গা’ ঘোষণা করেছেন গবেষকেরা।</p><p>গবেষকদের সঙ্গে কথা বলে জানা গেছে, ২০২১ সালে প্রকল্পটি চালু হয়। টানা কয়েক বছরে ৯০ লাখ বন্ধ্যা মাছি ছাড়া হয়েছিল। এরপর গবেষণায় আসে সাফল্য।</p><p>পরমাণুবিজ্ঞানীদের গবেষণা প্রতিবেদনে বলা হয়, দেশে প্রতিবছর অন্তত ১৩ লাখ মেট্রিক টন সামুদ্রিক ও স্বাদুপানির মাছ উৎপাদিত হয়। এর মধ্যে ১৫ শতাংশ মাছ রোদে শুকিয়ে শুঁটকিতে রূপান্তর করা হয়। শুকানোর সময় ‘লুসিলিয়া কিউপ্রিনা’ প্রজাতির ক্ষতিকর মাছি মাছে ডিম পেড়ে লার্ভা উৎপাদন করে। মাছির এই লার্ভা মাছ খেয়ে বিনষ্ট করে। মাছির আক্রমণে ৬০ শতাংশ শুঁটকি নষ্ট হয়ে যায়। টাকার অঙ্কে এই ক্ষতির পরিমাণ অন্তত ৩০০ কোটি।</p><p>মৎস্য গবেষক ও বিজ্ঞানীরা জানান, মাছির ক্ষতি রোধ করতে উৎপাদনকারীরা মাছে বিষ ও অতিরিক্ত লবণ প্রয়োগ করে থাকেন; যা স্বাস্থ্যের জন্য মারাত্মক ক্ষতিকর। মানসম্পন্ন শুঁটকি উৎপাদিত না হওয়ায় বিদেশেও শুঁটকি রপ্তানি করা যাচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "তালাবদ্ধ ভবনে মৃত্যুর এই মিছিল থামাবে কে | প্রথম আলো",
            "time": "2026-01-18T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, ফায়ার সার্ভিস আধা ঘণ্টার চেষ্টায় আগুন নিয়ন্ত্রণে আনে। ভবনটির বেঁচে যাওয়া বাসিন্দারা জানান, দোতলা ও তিনতলায় আগুন সীমাবদ্ধ থাকলেও ধোঁয়া বের হওয়ার কোনো পথ না থাকায় ওপরের দিকে উঠতে থাকে। ফায়ার সার্ভিসের কর্মীরা ১৩ জনকে উদ্ধার করে হাসপাতালে নিয়ে যান। চিকিৎসকেরা ছয়জনকে মৃত ঘোষণা করেন। ধোঁয়ায় দমবন্ধ হয়েই তাঁদের মৃত্যু হয়।</p><p>উত্তরার অগ্নিকাণ্ডে নিহত ব্যক্তিরা দুটি পরিবারের। একটি পরিবারের মা–বাবা ও সন্তান এবং অন্য পরিবারের বাবা, সন্তান ও ভাতিজি নিহত হন। আমরা মনে করি, স্বজনদের এই শোক ও ক্ষতি অপূরণীয়। জীবিত স্বজনদের এই ট্র্যাজেডি আজীবন তাড়া করে বেড়াবে।</p><p>সবচেয়ে জরুরি বিষয় হলো, উত্তরার অগ্নিকাণ্ডে এমন মৃত্যু প্রতিরোধযোগ্য ছিল। ভবনটিতে অগ্নিনিরাপত্তার ব্যবস্থা থাকলে, ছাদে ওঠার গেট খোলা থাকলে এবং ধোঁয়া নির্গমনের পথ থাকলে এমন ট্র্যাজেডি ঘটতে পারত না। এই দুর্ঘটনা ও হতাহতের পেছনে ভবনমালিকের দায় ও গাফিলতি তদন্ত করে বের করতে হবে।</p></div></div></div></body></html>"
        }
    ]
}