{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বছর শেষেও পাঁচ ব্যাংকের আমানতকারীদের শঙ্কা কাটেনি | প্রথম আলো",
            "time": "2025-12-28T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F8kwezygt%2FWhatsApp-Image-2025-12-27-at-6.40.23-PM.jpeg?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নতুন ব্যাংক কত দূর</strong></p><p>রাজধানীর মতিঝিলের সেনাকল্যাণ ভবনে নতুন ব্যাংকটির প্রধান কার্যালয় খোলা হয়েছে। ইতিমধ্যে ব্যাংকটিতে চেয়ারম্যানসহ পরিচালনা পর্ষদ নিয়োগ দিয়েছে সরকার। পর্ষদের সবাই সরকারের সাবেক ও বর্তমান আমলা। সামনে স্বতন্ত্র পরিচালক নিয়োগ দিয়ে পর্ষদকে আরও যোগ্য করে গড়ে তোলা হবে। টাকা ফেরতের স্কিম ঘোষণার পর একীভূত প্রক্রিয়ায় থাকা শরিয়াহভিত্তিক পাঁচ ইসলামি ব্যাংককে ‘সম্মিলিত ইসলামি ব্যাংক’ হিসেবে নামকরণ করা হবে। এরপর সারা দেশে থাকা পাঁচ ব্যাংকের সব সাইনবোর্ডও বদলে যাবে।</p><p>সম্মিলিত ইসলামি ব্যাংকের পরিশোধিত মূলধন ৩৫ হাজার কোটি টাকা। এর মধ্যে ২০ হাজার কোটি টাকা দিয়েছে সরকার। আর আমানতকারীদের ১৫ হাজার কোটি টাকার আমানত শেয়ারে রূপান্তর করা হবে।</p><p>বাংলাদেশ ব্যাংকের কর্মকর্তারা জানান, নতুন ব্যাংকটিতে স্বতন্ত্র পরিচালক, ব্যবস্থাপনা পরিচালক, কোম্পানি সচিব নিয়োগের প্রক্রিয়া চলছে।</p><p>সম্মিলিত ইসলামী ব্যাংক পিএলসির চেয়ারম্যান ও সাবেক সচিব মোহাম্মদ আইয়ুব মিয়া প্রথম আলোকে বলেন, সরকারি মালিকানায় ইসলামি ব্যাংক চালু হওয়া জাতির জন্য সুসংবাদ। ব্যাংকটিকে সঠিকভাবে পরিচালনা করতে ইতিমধ্যে কারিগরি দল কাজ করছে। মূল লক্ষ্য হবে, আমানতকারীদের আস্থা ফিরিয়ে আনা। সম্মিলিত ইসলামি ব্যাংক জাতির আস্থার প্রতীক হয়ে উঠবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিবাহবহির্ভূত সম্পর্ক? কোরীয় গায়ক বললেন.../কল রেকর্ড ফাঁস, বিবাহবহির্ভূত সম্পর্ক? কোরীয় গায়ক বললেন | প্রথম আলো",
            "time": "2025-12-28T06:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fhsb2r6f0%2Fee2a6d85-c6ae-4daa-b465-2d23984becee.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিষয়টি নিয়ে চর্চার মধ্যে এক বিবৃতিতে বিবাহবহির্ভূত সম্পর্কের বিষয়টি অস্বীকার করেছেন মং। এক বিবৃতিতে তিনি জানান, তাঁকে জড়িয়ে যেসব প্রতিবেদন প্রকাশিত হয়েছে, সেসবের বিরুদ্ধে আইনি ব্যবস্থা নেবেন তিনি।</p><p>ফাঁস হওয়ার কথোপকথনের রেকর্ডকে ভুয়া বলে দাবি করেছেন মং। তাঁর ভাষ্য, এসব বার্তা সম্পাদনা করা হয়েছে, শুরু থেকে শেষ পর্যন্ত রেকর্ডটি বানানো।</p><p>এমসি মং ২০২৩ সালে চা গা-ওনের সঙ্গে যৌথভাবে ওয়ান হানড্রেড প্রতিষ্ঠা করেন। এই বছরের জুনে তিনি তার পদ থেকে সরে দাঁড়ান।</p><p>এমসি মং জানান, চা গা-ওনের সঙ্গে পেশাদারত্বের বাইরে কোনো ব্যক্তগত সম্পর্ক ছিল না। ওয়ান হানড্রেড ছাড়ার বিষয়ে তিনি জানান, কোম্পানি ছাড়ার সিদ্ধান্ত নিয়েছিলেন সেটিকে রক্ষা করার জন্যই।</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরে-বাইরে নারীদের ভয় কোথায়? যা দেখাচ্ছে জরিপ | প্রথম আলো",
            "time": "2025-12-28T06:20:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-25%2Ffzbltv0m%2Fviolence-against-woman-graph-2.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সংসদে ৪০% আসন চান নারীরা</strong></p><p>রাজনৈতিক কাঠামোয় যে আরও শক্তিশালী অবস্থান চাইছেন নারীরা, তা উঠে এসেছে এই গবেষণায়। জরিপে অংশ নেওয়া ৬৩ শতাংশ জাতীয় সংসদ নির্বাচনে প্রতিটি দলে অন্তত ৩০ শতাংশ নারী প্রার্থী মনোনয়ন দেওয়ার পক্ষে মত জানিয়েছেন। সংসদে নারীদের জন্য ৪০ শতাংশ আসন সংরক্ষিত রাখার পক্ষে মত দিয়েছেন ৬১ শতাংশ নারী।</p><p>বর্তমানে সংসদে সংরক্ষিত নারী আসন ৫০টি, যা মোট আসনের ১৫ শতাংশ।<br>রাজনীতিতে নারীদের প্রবেশে সবচেয়ে বড় বাধা কোনটি? এমন প্রশ্নের জবাবে জরিপে অংশ নেওয়া ৫৩ শতাংশ নারীবান্ধব পরিবেশের অভাবের কথা বলেছেন। এ ছাড়া প্রশিক্ষণ ও মেন্টরশিপের অভাব, আর্থিক সহায়তার অভাব ও বাধ্যতামূলক কোটা না থাকার কথাও উঠে এসেছে।</p><p>কোনো রাজনৈতিক দলের নারীর ক্ষমতায়ন বিষয়ে প্রতিশ্রুতি আপনার ভোটকে কতটা প্রভাবিত করবে? এর জবাবে প্রায় ৭৭ শতাংশ নারী প্রভাবিত হবে বলে জানিয়েছেন। এর মধ্যে ৩৩ শতাংশ বলেছেন, এটাই তাঁদের কাছে সবচেয়ে গুরুত্বপূর্ণ। এটাই কোনো দলকে তাঁর ভোট দেওয়ার প্রধান মানদণ্ড হবে।</p><p>এ ক্ষেত্রে নারীদের মনোভাব তুলে ধরে গবেষণা প্রতিবেদনে বলা হয়, ‘আমরা ভোট দেব, কিন্তু মনে রাখব। আমরা মনে রাখব কে আমাদের কথা শুনেছে, কে শোনেনি।’</p><p>অধ্যাপক তানিয়া হক প্রথম আলোকে বলেন, ‘যেহেতু নারীরা জনসংখ্যার অর্ধেক, তাই নারীরা প্রতিটি ক্ষেত্রে এখন অর্ধেক হিস্যা চাইছেন। নারীরা সমানভাবে নেতৃত্বের স্থানে থাকতে চান, মর্যাদা চান। নারীবান্ধব সমাজ প্রতিষ্ঠায় নারীদের এই প্রত্যাশার কথা মনে রাখতে হবে রাজনৈতিক দলগুলোকে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মনোনয়নপত্র সংগ্রহ, ঢাকা-১৭ আসনে নির্বাচন করবেন তারেক রহমান | প্রথম আলো",
            "time": "2025-12-28T05:22:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fy2fqi0wd%2FImage.jpeg?rect=0%2C37%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে ঢাকা-১৭ আসন থেকে নির্বাচন করবেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। এ জন্য তাঁর মনোনয়নপত্র সংগ্রহ করা হয়েছে।</p><p>আজ রোববার বেলা ১১টা ২৬ মিনিটে বিএনপির মিডিয়া সেলের ভেরিফায়েড ফেসবুক পেজে দেওয়া এক পোস্টে এই তথ্য জানানো হয়।</p><p>ফেসবুক পোস্টে বলা হয়, রাজধানীর সেগুনবাগিচায় ঢাকা বিভাগীয় কমিশনারের কার্যালয় থেকে বেলা ১১টায় তারেক রহমানের মনোনয়নপত্র সংগ্রহ করা হয়। মনোনয়নপত্র সংগ্রহ করেন বিএনপির চেয়ারপারসনের একান্ত সচিব এ বি এম আবদুস সাত্তার।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপিতে প্রার্থী নিয়ে অসন্তোষ | প্রথম আলো",
            "time": "2025-12-28T06:19:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fs9ek0tgz%2FUntitled-3.jpg?rect=0%2C121%2C1184%2C622&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জানতে চাইলে আলী নেওয়াজ মাহমুদ খৈয়ম <em>প্রথম আলো</em>কে বলেন, মনোনয়ন পাওয়ার পর আসলাম মিয়া ও জেলা বিএনপির সভাপতির সঙ্গে বৈঠকের জন্য একাধিকবার ফোন করেছেন, বার্তা পাঠিয়েছেন। কিন্তু তাঁরা কোনো আগ্রহ দেখাননি। তিনি বিশ্বাস করেন, দলের নেতা-কর্মীরা ধানের শীষের বিরুদ্ধে যাবেন না।</p><p>আসনটিতে জেলা আমির ও কেন্দ্রীয় মজলিশের শুরা সদস্য মো. নূরুল ইসলামকে মনোনয়ন দিয়েছে জামায়াত। নূরুল ইসলাম <em>প্রথম আলো</em>কে বলেন, আগামী নির্বাচনের পরিবেশ সমান্তরাল হতে হবে। এ ক্ষেত্রে কোনো পক্ষপাতিত্বের সুযোগ নেই। সবাই নির্ভয়ে ভোট দিতে পারে, এমন পরিবেশ তৈরির আহ্বান জানান তিনি।</p><p>এ ছাড়া বাংলাদেশ খেলাফত মজলিসের জেলা সভাপতি মাওলানা ইলিয়াছ মোল্লা, গণ অধিকার পরিষদের জাহাঙ্গীর খান, ইসলামী আন্দোলনের জেলা সভাপতি জাহাঙ্গীর আলম খান ও ইসলামী আইন মজলিসের কেন্দ্রীয় সদস্য আমিনুল ইসলাম কাশেমী নির্বাচন করার ঘোষণা দিয়ে মাঠে নেমেছেন। জাপার মনোনয়ন পেয়েছেন জেলা শাখার সভাপতি ও কেন্দ্রীয় কমিটির সহসভাপতি খোন্দকার হাবিবুর রহমান। এনসিপির পক্ষ থেকে আনুষ্ঠানিকভাবে কাউকে প্রার্থী ঘোষণা করা হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "এটি কোনো সিনেমার গল্প নয় | প্রথম আলো",
            "time": "2025-12-28T06:18:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Ft88lwd38%2FCapture.PNG?rect=0%2C26%2C885%2C465&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পেং বলেন, তিনি হারিয়ে যাওয়ার পর তাঁর মা-বাবা খুব ভেঙে পড়েছিলেন। তাঁরা পুলিশের কাছে নিখোঁজ অভিযোগ করেছিলেন এবং সর্বত্র পোস্টার লাগিয়ে তাঁর খোঁজ পাওয়ার চেষ্টা করেছিলেন। ২১ বছর ধরে তাঁরা নিজেদের ছেলেকে খুঁজে বেড়াচ্ছেন।</p><p>অন্যদিকে পেং জিয়াংশু প্রদেশে একটি পরিবারের কাছে বড় হতে থাকেন। তাঁর নাম বদলে ঝ্যাং কুন রাখা হয়। চীনের কয়েকটি সংবাদমাধ্যমের খবরে বলা হয়, পেংকে এই পরিবার কিনে নিয়েছিল। তবে পেং নিজে এ বিষয়ে মুখ খোলেননি।</p><p>গত বছরের ডিসেম্বরে পুলিশ পেংকে জানায়, তিনি জিয়াংশু নয়, বরং জিয়াংশু প্রদেশে থাকতেন। পুলিশ আরও জানায়, ডিএনএ পরীক্ষার মাধ্যমে তাঁর জন্মদাতা মা-বাবা তাঁকে খুঁজে বের করেছেন।</p><p>এরপর পেং বেইজিংয়ে যান এবং নিজের মা-বাবা ও দুই বড় বোনের সঙ্গে দেখা করেন। পেংয়ের পরিবার তাঁকে ওই বাজারের কাছে নিয়ে যায়, তাঁর শৈশবে যেখানে পরিবারটি বসবাস করত। কয়েক দিন পর পেংয়ের পুরো পরিবার জিয়াংশুতে ফিরে যায়। আতশবাজি পুড়িয়ে এবং ভোজের আয়োজন করে গ্রামবাসী তাঁদের বরণ করে নেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হালি পেঁয়াজ রোপণে ব্যস্ততা | প্রথম আলো",
            "time": "2025-12-28T06:17:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Feji5l8z0%2F%E0%A7%A7%E0%A7%A8.JPG?rect=0%2C493%2C6960%2C3654&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"হালি পেঁয়াজ রোপণে ব্যস্ততা\" class=\"IiRps \">হালি পেঁয়াজ রোপণে ব্যস্ততা</h1></p><div class=\"Ibzfy\"><p>এক মৌসুমের হালি পেঁয়াজ সাধারণত পরবর্তী মৌসুমের আগে পর্যন্ত ঘরে রেখে দেওয়া যায়। সহজে পচে না। দেশের বাজারে হালি পেঁয়াজ আসে মার্চের মাঝামাঝিতে। রোপণ মৌসুম শুরু হয় নভেম্বর-ডিসেম্বরে। হালি পেঁয়াজ উৎপাদনে ফরিদপুরের খ্যাতি রয়েছে। এবারের মৌসুমেও হালি পেঁয়াজ রোপণে ব্যস্ত সময় পার করছেন এখানকার কৃষকেরা। ফরিদপুরের সালথা উপজেলার বিভিন্ন গ্রাম ঘুরে ছবিগুলো সম্প্রতি তোলা—</p></div></div></div></body></html>"
        },
        {
            "title": "দূষণ আগরতলায়, ভুগছে ব্রাহ্মণবাড়িয়া | প্রথম আলো",
            "time": "2025-12-28T06:16:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Ftvsirltt%2F28122025-cm-16.jpg?rect=0%2C96%2C1895%2C995&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>দূষণের চিত্র</strong></p><p>পানিতে জলজ প্রাণী ও অণুজীবের শ্বাস নেওয়ার ক্ষেত্রে প্রয়োজনীয় উপাদান হলো দ্রবীভূত অক্সিজেন। প্রতি লিটারে দ্রবীভূত অক্সিজেন (ডিও) দরকার অন্তত ৫ মিলিগ্রাম।</p><p>পরিবেশ অধিদপ্তরের এ বছরের এপ্রিলের পরীক্ষায় দেখা যাচ্ছে, ৭টি জায়গা থেকে নেওয়া নমুনার ৬টিতেই দ্রবীভূত অক্সিজেন গ্রহণযোগ্য মাত্রার চেয়ে অনেক কম পাওয়া গেছে। ৫টিতে পাওয়া গেছে শূন্য দশমিক ৬১ থেকে ১ দশমিক ২০ মিলিগ্রামের মধ্যে। একটি জায়গায় এ হার ছিল ৪ দশমিক ১৫ মিলিগ্রাম। গ্রহণযোগ্য মানমাত্রায় পাওয়া গেছে একটি জায়গায়।</p><p>পানিতে জৈব দূষণ কতটা, তা মাপার সূচক হচ্ছে বিওডি (বায়োকেমিক্যাল অক্সিজেন ডিমান্ড)। এটির গ্রহণযোগ্য মানমাত্রা হলো প্রতি লিটারে সর্বোচ্চ ৬ মিলিগ্রাম। সাতটি নমুনার সব কটিতেই গ্রহণযোগ্য মাত্রার বেশি পাওয়া গেছে। পরিমাণ ৮ থেকে ২৭ মিলিগ্রাম।</p><p>দূষণের মাত্রা পরীক্ষার আরেকটি সূচক হলো সিওডি (কেমিক্যাল অক্সিজেন ডিমান্ড)। পানিতে সিওডি থাকতে হয় প্রতি লিটারে সর্বোচ্চ ৫০ মিলিগ্রাম। সাতটি নমুনার মধ্যে একটিতে সিওডি গ্রহণযোগ্য মাত্রায় পাওয়া গেছে। ছয়টিতে পাওয়া গেছে বেশি, ৫২ থেকে ১১৬ মিলিগ্রাম।</p><p>আখাউড়া প্রকৃতি ও পরিবেশ ক্লাবের আহ্বায়ক রুবেল আহমেদ <em>প্রথম আলো</em>কে বলেন, ভারত থেকে দূষিত পানি আসছে। বিগত তিন দশকে দূষণ বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন চ্যাম্পিয়ন, নতুন গল্প, নতুন নায়ক | প্রথম আলো",
            "time": "2025-12-28T06:12:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fbnmcxxk6%2F15Dec2025-Ispahani-P-Alo-Football-Final-14.JPG?rect=0%2C0%2C3869%2C2031&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৫ ডিসেম্বরের পড়ন্ত বিকেলটা গড়াচ্ছিল সন্ধ্যার দিকে। জাতীয় স্টেডিয়ামের ঘাসে তখনো লেগে আছে দমবন্ধ করা লড়াইয়ের উত্তাপ। ইস্পাহানি-প্রথম আলো তৃতীয় আন্তবিশ্ববিদ্যালয় ফুটবলের ফাইনাল শেষ মুহূর্ত পর্যন্ত কে জিতবে, কে হারবে—জানত না কেউ।</p><p>টাইব্রেকারের স্নায়ুচাপ যখন শেষ হলো, আমেরিকান ইন্টারন্যাশনাল ইউনিভার্সিটি-বাংলাদেশ (এআইইউবি) জয়োৎসবে মেতে উঠল। গ্যালারির একাংশে হাওয়ায় ভাসছিল কয়েক হাজার তরুণ-তরুণীর উচ্ছ্বাস। অন্যদিকে হারের হতাশায় গণ বিশ্ববিদ্যালয়ের ফুটবলার ও সমর্থকেরা বাকরুদ্ধ। আনন্দ-বেদনা শেষে যখন সবাই ফিরতে শুরু করেছে, ঠিক সেই সময় এআইইউবির এক কর্মকর্তা হাসতে হাসতে বললেন, ‘এই টুর্নামেন্টে আগামীবার দেখবেন, কতগুলো দল খেলতে চেয়ে আবেদন করে! বিশ্ববিদ্যালয় ফুটবলে এটিই এখন সবচেয়ে আকর্ষণীয় টুর্নামেন্ট।’</p><p>শুনে মনে হলো, জাতীয় স্টেডিয়ামের এই ঘাসে শুধু একটি শিরোপার লড়াই শেষ হলো না, জন্ম নিল এক নতুন আন্দোলনেরও। তরুণ ফুটবলাররা যেখানে স্বপ্ন দেখে, বিশ্ববিদ্যালয়গুলো যেখানে নিজেদের গর্ব খুঁজে পায়। বছর ঘুরে আবার ফিরে আসবে এই টুর্নামেন্ট। আর প্রতিবারই বয়ে আনবে নতুন গল্প, নতুন নায়ক আর পড়ন্ত বিকেলের এমনই আরেকটি কাব্যিক দৃশ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "আয়কর রিটার্ন দাখিলের সময় বাড়ল | প্রথম আলো",
            "time": "2025-12-28T06:12:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fqxq1fvrm%2Ffjthqf7z.png?rect=0%2C0%2C654%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেষ সময়ে এসে আয়কর রিটার্ন জমা দেওয়ার সময় বাড়াল জাতীয় রাজস্ব বোর্ড (এনবিআর)। ২০২৫-২৬ অর্থবছরের আয়কর রিটার্ন দাখিলের সময় আরও এক মাস বাড়ানো হয়েছে। ফলে ব্যক্তি করদাতা ও হিন্দু অবিভক্ত পরিবার জরিমানা ছাড়া আগামী ৩১ জানুয়ারি, ২০২৬ তারিখ পর্যন্ত রিটার্ন দিতে পারবে। এর আগেও আয়কর রিটার্ন জমা দেওয়ার সময় এক মাস বাড়ানো হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আজকে কম্বল পাইয়া ভালা হইছে’ | প্রথম আলো",
            "time": "2025-12-28T05:51:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fv667tmyz%2F28122025-cm-16.jpg?rect=0%2C0%2C1254%2C658&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কয়েক দিন ধরে প্রচণ্ড ঠান্ডা পড়েছে। এমন পরিস্থিতিতে শ্রীমঙ্গলের আমরাইলছড়া, হুগলিছড়া, গুটিবাড়ি ও গান্ধিছড়া চা–বাগানসহ কয়েকটি চা–বাগান ঘুরে আমরাইল সিক্সার্স ক্রিকেট দলের খেলোয়াড়দের সহযোগিতায় <em>প্রথম আলো</em>র স্থানীয় প্রতিনিধি অসহায় মানুষের তালিকা তৈরি করেন। গতকাল সকালে আমরাইলছড়া চা–বাগান সরকারি প্রাথমিক বিদ্যালয়ের মাঠে তাঁদের হাতে প্রথম আলো ট্রাস্টের কম্বল তুলে দেওয়া হয়।</p><p>কম্বল বিতরণের সময় উপস্থিত ছিলেন সাতগাঁও ইউনিয়ন পরিষদের (ইউপি) সদস্য প্রতিমা দাস ও বিশ্বমনি গোয়ালা, আমরাইল সিক্সার্সের ক্যাপ্টেন আপন দাস, <em>প্রথম আলো</em>র শ্রীমঙ্গল প্রতিনিধি শিমুল তরফদার, স্ট্যান্ড ফর আওয়ার এনডেঞ্জার্ড ওয়াইল্ডলাইফের সদস্য কাজল হাজরা, সাংবাদিক রাজেশ ভৌমিক, শাওন চৌধুরী, সঞ্জয় গোয়ালা প্রমুখ।</p><p>ইউপি সদস্য প্রতিমা দাস বলেন, ‘চা–বাগানে শহরের তুলনায় বেশি শীত পড়ে। শ্রমিকেরা যে মজুরি পান, তা দিয়ে সংসারের খাবার জোগাড় করাই কষ্টকর। আমরা দেখছি, প্রতিবছরই প্রথম আলো ট্রাস্ট চা–বাগানের অসহায় শ্রমিকদের জন্য শীতবস্ত্র পাঠায়। এ জন্য আমরা প্রথম আলো ট্রাস্টকে ধন্যবাদ জানাই।’</p><p>ইউপি সদস্য বিশ্বমনি গোয়ালা বলেন, ‘আমাদের চা–বাগানের তরুণ ছেলেরা শীতবস্ত্রের তালিকা করেছে। আমরা এখানে এসে দেখলাম, বেশির ভাগ বয়স্ক মানুষই শীতবস্ত্র পাচ্ছেন। এ আয়োজনে থাকতে পেরে আমাদেরও ভালো লাগছে। <em>প্রথম আলো</em> যেভাবে অসহায় মানুষের পাশে দাঁড়াচ্ছে, তারা অবশ্যই মানুষের দোয়া ও আশীর্বাদ পাবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দল থেকে পদত্যাগ করে নির্বাচনে স্বতন্ত্র প্রার্থী হচ্ছেন জাপার মহাসচিব লিংকন | প্রথম আলো",
            "time": "2025-12-28T05:43:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2F0eo6cnri%2F60523762815682108944980242155334644730055361n.jpg?rect=0%2C58%2C552%2C290&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাত দেড়টার কিছু সময় পর ফেসবুকে দেওয়া পোস্টে নিজের একটি ছবি যুক্ত করে আহসান হাবীব লিংকন লেখেন, ‘স্বপ্ন ছিল আমার সততা, নিষ্ঠা, দেশপ্রেম দিয়ে সারা জীবনের অর্জিত সুনাম-সুখ্যাতি দিয়ে নিজের অর্জিত মেধা ও যোগ্যতা দিয়ে বাকি জীবটুকু শহীদ জিয়া এবং দেশমাতা বেগম খালেদা জিয়ার সুযোগ্য সন্তান বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমানের ঘোষিত ৩১ দফা ও দেশ পরিচালনায় অবদান রাখব। কিন্তু হায়! আমাকে আসন্ন জাতীয় সংসদ নির্বাচনে প্রার্থী হিসেবে মনোনীত করেননি।’</p><p>আহসান হাবীব লিংকন প্রথম আলোকে বলেন, তিনি দলের চেয়ারম্যানের কাছে পদত্যাগপত্র পাঠাবেন। একই সঙ্গে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচন করতে আজ মনোনয়নপত্র সংগ্রহ করবেন। কুষ্টিয়া-২ (মিরপুর-ভেড়ামারা) আসনে তিনি নির্বাচন করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ময়মনসিংহ-১০ আসনে বিএনপির মনোনয়ন নিয়ে বিক্ষোভ অব্যাহত | প্রথম আলো",
            "time": "2025-12-28T05:13:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fhy2uccxq%2FMymensinghDH169420251228IMG20251228104958.jpg?rect=0%2C78%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় নেতা-কর্মীরা বলেন, এ আসন থেকে মনোনয়ন পাওয়া মোহাম্মদ আক্তারুজ্জামান ছাড়াও আরও পাঁচ নেতা বিএনপির মনোনয়ন চেয়ে প্রচারে ছিলেন। তাঁরা হলেন: দক্ষিণ জেলা বিএনপির যুগ্ম আহ্বায়ক আলমগীর মাহমুদ আলম, এ বি সিদ্দিকুর রহমান, সদস্য মুশফিকুর রহমান, আল ফাত্তাহ ও মোফাখখারুল ইসলাম। গতকাল মনোনয়ন ঘোষণার পরপরই মনোনয়নবঞ্চিত প্রার্থী এ বি সিদ্দিকুর রহমান ও মুশফিকুর রহমানের সমর্থকেরা বিক্ষোভ শুরু করেন। বিভিন্ন স্থানে সড়কে আগুন দিয়ে দলীয় প্রার্থীকে অবাঞ্ছিত ঘোষণা করা হয়।</p><p>গফরগাঁও উপজেলা নির্বাহী কর্মকর্তা এন এম আবদুল্লাহ-আল-মামুন বলেন, ‘রাত ২টা পর্যন্ত আমরা মাঠে থেকে রাস্তা ক্লিয়ার করি। সকালে এক জায়গায় আগুনের খবর পেয়ে পুলিশ, সেনাবাহিনী ও ম্যাজিস্ট্রেট পাঠানো হয়েছে। আজ দলীয় নেতা-কর্মীদের বুঝিয়ে তাঁদের কর্মীদের শান্ত করতে বলা হবে। সেটা না হলে কঠোর ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সু চিকে উৎখাতের পর মিয়ানমারের প্রথম নির্বাচনে ভোট গ্রহণ চলছে | প্রথম আলো",
            "time": "2025-12-28T05:36:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fzoap11wn%2FMyanmar-1.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিন অং হ্লাইং ভোটকেন্দ্র খোলার কিছুক্ষণ পরই মিয়ানমারের রাজধানী নেপিডোতে নিজের ভোট দেন।</p><p>রাষ্ট্রীয় সংবাদমাধ্যম গ্লোবাল নিউলাইট অব মিয়ানমারে গতকাল শনিবার প্রকাশিত এক প্রতিবেদনে বলা হয়, এ ভোট গ্রহণ সংঘাত ও সংকটে জর্জরিত মিয়ানমারকে বদলে দেবে এবং শান্তি প্রতিষ্ঠা ও অর্থনৈতিক পুনর্গঠনের আশাবাদের নতুন অধ্যায়ে প্রবেশ করাবে।</p><p>তবে জাতিসংঘের মানবাধিকারবিষয়ক হাইকমিশনার ফলকার টুর্কের মতে, মিয়ানমারের অনেক এলাকায় এখনো তীব্র লড়াই চলছে। সে ক্ষেত্রে বলা যায়, সহিংসতা ও দমন-পীড়নের পরিবেশে নির্বাচন হচ্ছে। গত সপ্তাহে তিনি বলেছেন, ‘মতপ্রকাশের স্বাধীনতা, সংগঠন করার অধিকার কিংবা শান্তিপূর্ণ সমাবেশের মতো মৌলিক অধিকার চর্চার কোনো পরিবেশ দেশটিতে নেই; যা জনগণের স্বাধীন ও অর্থপূর্ণ অংশগ্রহণ নিশ্চিত করতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এবারও পাঠ্যবইয়ের সংকট | প্রথম আলো",
            "time": "2025-12-28T05:34:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2F8k94l01s%2F5.jpg?rect=0%2C62%2C1448%2C760&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিটিবির সূত্র জানায়, আগামী বছর বিনা মূল্যে বিতরণের জন্য প্রাথমিক স্তরে মোট পাঠ্যবই ৮ কোটি ৫৯ লাখের বেশি এবং মাধ্যমিক স্তরে (ইবতেদায়ি স্তরসহ) ২১ কোটি ৪৩ লাখের বেশি কপি পাঠ্যবই ছাপানো হচ্ছে। বিদায়ী বছরের তুলনায় এবার পাঠ্যবইয়ের সংখ্যা কিছুটা কম।</p><p>এনসিটিবির তথ্য অনুযায়ী, ২৬ ডিসেম্বর পর্যন্ত মাধ্যমিকে ছাপা শেষে বাঁধাই হয়েছে প্রায় ৭১ শতাংশ বই। তবে সরবরাহ-পূর্ব পরিদর্শনসহ (পিডিআই) আনুষঙ্গিক কাজ শেষে ২৬ ডিসেম্বর পর্যন্ত মাঠপর্যায়ে সরবরাহ করা হয়েছে মাধ্যমিকের মোট বইয়ের ৫৬ দশমিক ১৬ শতাংশ। অর্থাৎ প্রায় ৪৪ শতাংশ পাঠ্যবই এখনো সরবরাহ করা হয়নি।</p><p>শ্রেণি বিবেচনায় সবচেয়ে পিছিয়ে আছে অষ্টম শ্রেণির বই। এই শ্রেণির মোট বইয়ের সংখ্যা ৪ কোটির ২ লাখের বেশি। এর মধ্যে মাত্র ১৪ দশমিক ৪৭ শতাংশ বই সরবরাহ করা গেছে। অর্থাৎ প্রায় ৮৫ শতাংশ বই এখনো সরবরাহ হয়নি।</p><p>এ ছাড়া সপ্তম শ্রেণির ৪ কোটি ১৫ লাখের বেশি বইয়ের মধ্যে সরবরাহ করা হয়েছে ৩৬ শতাংশের বেশি। ষষ্ঠ শ্রেণির ৪ কোটি ৪৩ লাখের বেশি বইয়ের মধ্যে সরবরাহ হয়েছে ৬৭ শতাংশের বেশি। নবম শ্রেণির ৫ কোটি ৭০ লাখের বেশি বইয়ের মধ্যে সরবরাহ করা হয়েছে প্রায় ৭১ শতাংশ। আর ইবতেদায়ি স্তরের ৩ কোটি ১১ লাখের বেশি বইয়ের মধ্যে ৯৪ শতাংশের বেশি বই সরবরাহ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বেনিনের প্রথম জয়ের রাতে ওসিমেনদের ‘প্রতিশোধ’ | প্রথম আলো",
            "time": "2025-12-28T05:33:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-28%2Fxov68zoa%2F770841-01-02.jpg?rect=0%2C0%2C4517%2C2371&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিসরের পর দ্বিতীয় দল হিসেবে আফ্রিকা কাপ অব নেশনসের (আফকন) শেষ ষোলোয় উঠেছে নাইজেরিয়া। শনিবার রাতে ‘সি’ গ্রুপে নিজেদের দ্বিতীয় ম্যাচে নাইজেরিয়া ৩-২ গোলে হারিয়েছে তিউনিসিয়াকে। নাইজেরিয়ার হয়ে গোল করেছেন ভিক্টর ওসিমেন, উইলফ্রেড এনদিদি ও আলেমোলা লুকমান। </p><p>৪৪, ৫০ ও ৬৭ মিনিটে টানা তিন গোল করে নাইজেরিয়া যখন জয় নিয়ে অনেকটাই নির্ভার, তখনই ধাক্কা দিয়েছে তিউনিসিয়া। ৭৪ মিনিটে হেডে মুনতাসার তালবি আর ৮৭ মিনিটে আলী আবদি পেনাল্টি থেকে গোল করে সমতার সম্ভাবনা জাগিয়ে তোলেন।</p><p>তবে শেষ দিকে রক্ষণদৃঢ়তায় জয় নিয়েই মাঠ ছেড়েছে নাইজেরিয়া। যে জয় তিনবারের আফকন চ্যাম্পিয়নদের ‘প্রতিশোধের’ স্বাদও দিয়েছে। ২০২১ আফকনে এই তিউনিসিয়ার কাছে হেরে বিদায় নিতে হয়েছিল নাইজেরিয়াকে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে এ ইউনিটের ভর্তি পরীক্ষা সাত পালায়, প্রতি আসনে পরীক্ষার্থী ১৪১ | প্রথম আলো",
            "time": "2025-12-28T05:31:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-10%2Fmey2n6ew%2F206.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-24%2Frzuazv7u%2FGPI-7814x543-my-offer-1.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে গত সপ্তাহের রোববার কলা ও মানবিকী অনুষদভুক্ত সি ইউনিটের পরীক্ষার মধ্যে দিয়ে শুরু হয় এবারের ভর্তি পরীক্ষা। এরই মধ্যে সি ইউনিট, সমাজবিজ্ঞান অনুষদভুক্ত বি ইউনিট, বিজনেস স্টাডিজ অনুষদভুক্ত ই ইউনিট ও জীববিজ্ঞান অনুষদভুক্ত ডি ইউনিটের ভর্তি পরীক্ষার ফল প্রকাশিত হয়েছে।</p><p>সার্বিক বিষয়ে বিশ্ববিদ্যালয়ের কেন্দ্রীয় ভর্তি পরীক্ষা পরিচালনা কমিটির সদস্যসচিব সৈয়দ মোহাম্মদ আলী রেজা বলেন, ‘পূর্বঘোষিত সময় অনুযায়ী এ ইউনিটের ভর্তি পরীক্ষা শুরু হয়েছে। আগামীকাল এ ইউনিটের চার শিফটে পরীক্ষা অনুষ্ঠিত হবে। সুষ্ঠুভাবে সব পরীক্ষা সম্পন্ন করতে পারব বলে আশা করছি।’</p></div></div></div></body></html>"
        }
    ]
}