{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খ্যাতির আশায় শহরে, কী ঘটল সেই গায়িকার ভাগ্যে | প্রথম আলো",
            "time": "2025-11-23T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Frlddh77j%2F188141pre-1.webp?rect=0%2C0%2C500%2C263&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিনেমাটির গল্প বলার ধরন শুরু থেকেই খাপছাড়া। সিনেমাটি যে সাম্প্রতিক পটভূমিতে নির্মিত, সেটা ধরতেও সময় লাগে। কিন্তু তারপরই চোখে পড়ে একের পর এক অসংগতি। গ্রামীণ পটভূমিতে মায়ার পোশাক যেমন বেমানান, তেমনি বেমানান প্রেমের দৃশ্যগুলোও। কিন্তু মায়া ও আলী ঢাকায় আসার পরের দৃশ্যগুলো সিনেমাটিকে যেন ‘হিমঘরে’ পাঠিয়ে দেয়। অতিরঞ্জিত অভিনয়, দৃশ্যের অসংগতি তো ছিলই, এমনকি ইমন সাহার আবহসংগীতও ছিল বেমানান। ঢাকায় আসার পর হুট করে গল্প ৩৬০ ডিগ্রি ঘুরে যায়, হয়ে ওঠে আশি-নব্বইয়ের দশকের সেই ফর্মুলা বাণিজ্যিক সিনেমা! ইন্তেখাব দিনারকে এ সিনেমায় খল চরিত্রে দেখানো হলেও চরিত্রটির হুট করে বদলে যাওয়াটাও বেমানান লাগে। তাঁর এ বদল মায়াকে কেন প্রভাবিত করে না, সেটাও ঠিক পরিষ্কার নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "খাদ্যনিরাপত্তা নিশ্চিতে দ্রুত পদক্ষেপ নিন | প্রথম আলো",
            "time": "2025-11-23T04:29:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F0ecf7067-d7c9-4778-946d-6ab4364b034e%2Feditorial_2.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সারসংকটের প্রথম সরাসরি প্রভাব পড়বে ফসলের উৎপাদনে। ধান, সবজি, ডাল কিংবা তেলবীজ—প্রতিটি খাতেই উৎপাদন কমে যাওয়ার আশঙ্কা বাস্তবসম্মত। দেশের খাদ্যশস্যের চাহিদা যেহেতু নির্দিষ্ট, সেহেতু খাদ্য সরবরাহ কমে গেলে বাজারে তার তীব্র প্রভাব পড়তে বাধ্য। খাদ্যমূল্য বৃদ্ধি পেলে তা সবচেয়ে বেশি আঘাত করবে নিম্নমধ্যবিত্ত ও দিনমজুর শ্রেণিকে। অথচ তাদের আয় স্থির কিন্তু ব্যয় বাড়ছে প্রতিনিয়ত। </p><p>সার সরবরাহসংকট, কারখানা বন্ধ থাকা কিংবা আমদানি সমস্যার ব্যাখ্যা দেওয়া হলেও মাঠপর্যায়ে কৃষকের অভিজ্ঞতার সঙ্গে তা মিলছে না। বরং প্রশ্ন উঠছে—সংকটের এই চরিত্র কি কেবল প্রশাসনিক ব্যর্থতার ফল, নাকি সুপরিকল্পিত কোনো নাশকতার অংশ?</p><p>ইতিহাস বলে, সংকট কখনো কখনো সৃষ্টি করা হয়। বিতরণব্যবস্থায় একচেটিয়া প্রভাব, পরিবেশক-ডিলারদের কারসাজি কিংবা কিছু গোষ্ঠীর মজুতদারি—সবই ইচ্ছাকৃতভাবে বাজারে ঘাটতি তৈরির কৌশল হতে পারে। প্রশ্ন হলো এই সংকট থেকে কারা লাভবান হতে পারে? ফসল উৎপাদন কমলে খাদ্যমূল্য বাড়ে, বাজারে অস্থিরতা তৈরি হয়—এতে রাজনৈতিক ও অর্থনৈতিকভাবে কোনো গোষ্ঠী লাভবান হওয়ার সুযোগ পায় কি না, তা গভীরভাবে তদন্ত করা জরুরি। </p></div></div></div></body></html>"
        },
        {
            "title": "ভূমিকম্প-পরবর্তী পরিস্থিতি: জগন্নাথ বিশ্ববিদ্যালয়ের সব ক্লাস পরীক্ষা বন্ধ | প্রথম আলো",
            "time": "2025-11-23T04:28:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-04%2Fmftn4x1x%2F3.avif?rect=0%2C14%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জগন্নাথ বিশ্ববিদ্যালয়ের (জবি) আজ রোববারের (২৩ নভেম্বর ২০২৫) সব ক্লাস পরীক্ষা স্থগিত করা হয়েছে। <a target=\"_blank\" href=\"https://jnu.ac.bd/assets/notice/9c106115d7817b985d32fd797abae3a6.pdf\" rel=\"nofollow\">ভূমিকম্পজনিত উদ্বেগ ও আতঙ্কের কারণে</a> এ সিদ্ধান্ত নেওয়া হয়েছে বলে গতকাল শনিবার বিশ্ববিদ্যালয় প্রশাসন এক জরুরি বিজ্ঞপ্তিতে বলা হয়েছে।</p><p>বিজ্ঞপ্তিতে বলা হয়েছে,  আজ রোববারের সব ক্লাস পরীক্ষা স্থগিত থাকলেও বিশ্ববিদ্যালয়ের অফিশিয়াল কার্যক্রম স্বাভাবিকভাবে চলবে। শিক্ষার্থীদের পরিবহন বন্ধ থাকবে। শিক্ষক ও কর্মকর্তা–কর্মচারিদের বাস চালু থাকবে। জকসু নির্বাচনের কার্যক্রম পূর্বনির্ধারিতভাবেই চলবে। স্থগিতকৃত পরীক্ষাগুলোর নতুন সময়সূচি সংশ্লিষ্ট বিভাগ যথাসময়ে ঘোষণা করবে। </p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহী পর্বের বর্ণিল উদ্বোধন করলেন এমিলি | প্রথম আলো",
            "time": "2025-11-23T04:27:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2F2gk9jely%2Frajshahidh067020251123img4592copy6264x4176.jpg?rect=0%2C444%2C6264%2C3289&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলোর আয়োজনে ও ইস্পাহানি গ্রুপের পৃষ্ঠপোষকতায় আন্তবিশ্ববিদ্যালয় ফুটবলের এই আসর সামনে রেখে রাজশাহী মুক্তিযুদ্ধ স্মৃতি স্টেডিয়াম ভেতরে–বাইরে বর্ণিল সাজে সেজেছে। ঘাস কেটে, রং করে প্রস্তুত করা হয়েছে মাঠ। দর্শকের বসার আসনও ধোয়ামোছা করা হয়েছে।</p><p>রাজশাহী পর্বে অংশ নেয়া চারটি দলই গতবারও অংশ নিয়েছিল। এর মধ্যে রাজশাহী বিশ্ববিদ্যালয় আঞ্চলিক পর্ব পেরিয়ে ঢাকায় সেমিফাইনাল পর্যন্ত পৌঁছে।</p><p>রাজশাহীর আঞ্চলিক পর্বের বিজয়ী দল আগামী ৭–৮ ডিসেম্বর ঢাকার ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটিতে অনুষ্ঠেয় চূড়ান্ত পর্ব অর্থাৎ কোয়ার্টার ফাইনাল পর্বের টিকিট পাবে। গত ২০–২১ নভেম্বর চট্টগ্রাম জেলা স্টেডিয়ামে এই টুর্নামেন্টের চট্টগ্রাম পর্ব হয়েছে। সেখান থেকে চূড়ান্ত পর্বের টিকিট পেয়েছে চিটাগাং ইনডিপেনডেন্ট ইউনিভার্সিটি ও প্রিমিয়ার ইউনিভার্সিটি।</p><p>সারা দেশের ৪৬টি বিশ্ববিদ্যালয়কে নিয়ে তৃতীয়বারের মতো ইস্পাহানি–প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল টুর্নামেন্ট হচ্ছে দেশের চারটি অঞ্চলে। অঞ্চলগুলো হলো চট্টগ্রাম, রাজশাহী, খুলনা ও ঢাকা। নকআউট ভিত্তিক টুর্নামেন্টে ঢাকার ২৮টি, চট্টগ্রামের ১০টি, খুলনা ও রাজশাহীর ৪টি করে বিশ্ববিদ্যালয় অংশ নিচ্ছে। গত বছর ইস্পাহানি–প্রথম আলো আন্তবিশ্ববিদ্যালয় ফুটবল টুর্নামেন্টের দ্বিতীয় আসরে ৪২টি দল অংশ নিয়েছিল।</p><p>আয়োজনটির সম্প্রচার সহযোগী এটিএন বাংলা।</p></div></div></div></body></html>"
        },
        {
            "title": "মিরপুর টেস্ট: বাংলাদেশের প্রথম বোলার হিসেবে টেস্টে ২৫০ উইকেট নেওয়ার রেকর্ড তাইজুলের | প্রথম আলো",
            "time": "2025-11-19T03:04:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fmlsx2v0g%2F2d1cc5c5-aaa8-4018-b362-abcc146efae1.jpg?rect=0%2C28%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>না হলো না!</p><p>৯০ ওভার শেষে মাঠে আম্পায়ার ও খেলোয়াড়দের অঙ্গভঙ্গি দেখে মনে হয়েছিল টেস্টের প্রথম দিনে একটি ওভার বাড়তি খেলাতে পারেন তাঁরা। সেটি হয়নি। মুশফিক অপরাজিত রইলেন ৯৯ রানে। কাল ১ রান করলেই বিশ্বের ১১তম ক্রিকেটার হিসেবে নিজের শততম টেস্টে সেঞ্চুরির কীর্তি গড়বেন মুশফিক। </p><p>মুশফিক আজ সেঞ্চুরিটি পাবেন কি না, শেষ কয়েক ওভার ধরে সবার মনে এ নিয়েই কৌতুহল ছিল। মুশফিকও হয়তো সেঞ্চুরিটি আজই করতে চেয়েছিলেন। নইলে কি দিনে নিজের শেষ বলটিতে সুইপ খেলেন এই অভিজ্ঞ ব্যাটসম্যান! সেটি করেও পারেননি। সেই শট থেকে এসেছে ১ রান।</p><p>মুশফিকের ৯৯* ও মুমিনুলের ফিফটিতে বাংলাদেশ প্রথম দিন শেষ করেছে ৪ উইকেটে ২৯২ রান নিয়ে। নাজমুল ছাড়া সবাই শুরুটা ভালো করেছেন। ওপেনার সাদমান করেছেন ৩৫, মাহমুদুল ৩৫।  লিটন অপরাজিত আছেন ৪৭ রান নিয়ে। </p><p>আয়ারল্যান্ডের হয়ে অ্যান্ডি ম্যাকব্রাইন একাই ৪ উইকেট নিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পরের জলবায়ু সম্মেলন তুরস্কে, বাংলাদেশে কবে | প্রথম আলো",
            "time": "2025-11-23T04:24:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2F86yozuh1%2FUN-Climate-Conference-COP30.jpg?rect=0%2C146%2C2047%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পরের সম্মেলন তুরস্কে, বাংলাদেশে কবে?</strong></p><p>এবার পিপলস প্ল্যানারিতে প্রতিবন্ধিতা (জলবায়ু) পরিষদের (কনস্টিটিউয়েন্সি) অংশগ্রহণ নিশ্চিত হয়েছে। এ নিয়ে নেপালের অধিকারকর্মী মুনা শাক্য খুব খুশি। বিশ্বনেতারা চাইলেই বিশ্বের সব মুনা শাক্যকে ঝুঁকিমুক্ত করতে পারেন। </p><p>পরবর্তী জলবায়ু সম্মেলন অস্ট্রেলিয়ায় হওয়ার কথা ছিল, কিন্তু চূড়ান্ত হয়েছে তুরস্ক। এর পরেরটি হবে ইথিওপিয়ায়। ইথিওপিয়ার নৃবিজ্ঞানী ফাসিল আর আমি বেলেম একই কক্ষে থেকেছি। বাংলাদেশ কবে জলবায়ু সম্মেলন আয়োজন করবে, তিনি জানতে চান। আমি বলেছি, ‘অবশ্যই সেই সম্ভাবনা তৈরি হচ্ছে।’</p><p>বেলেম থেকে সাও পাওলো বিমানযাত্রায় আলাপ হয় পাপুয়া নিউগিনির গোরু বাবুনা, নাইজেরিয়ার খাদ্য অধিকারকর্মী লাকি ইগবা আবেং এবং কেনিয়ার গালগেল্লো হারু বরুর সঙ্গে। তাঁরাও মনে করেন, বেলেম সম্মেলন বরাবরের মতোই অঙ্গীকারভঙ্গ করেছে ; তবে সম্মেলন থেকে তৈরি হওয়া নতুন সম্ভাবনাগুলো নিয়ে সামনে এগিয়ে যাওয়া জরুরি। </p><p>ল্যাপটপের চার্জার কিনতে গিয়ে ব্যুলেভার্দ শপিং মলে বেলেমের বিখ্যাত চিত্রকর ইম্মানুয়েল নাসারের ‘১৮ চাপাস (১৮ প্লেট)’ প্রদর্শনীর উদ্বোধন অনুষ্ঠানের শেষটুকু দেখা হয়। নাসার মূলত মিশ্র ও পপ মাধ্যমে কাজ করেন এবং তাঁর শিল্পকর্মের মাধ্যমে চলমান উন্নয়ন ও রাজনৈতিকতাকে বিদ্রূপ করেন। জলবায়ু সম্মেলন উপলক্ষ আয়োজিত এই প্রদর্শনীতেও নাসার চলমান নয়া উদারবাদী উন্নয়ন প্রক্রিয়াকে প্রশ্ন করেছেন।</p><p>বেলেমে এসেই পরিচয় হয় ব্রাজিলিয়ান লেখক ও পরিবেশবাদী এইলটন ক্রেনারের সঙ্গে। তাঁর <em>আইডিয়াস টু পস্টপন দ্য অ্যান্ড অব দ্য ওয়ার্ল্ড </em>(২০২০)’, <em>লাইফ ইজ নট ইউজফুল</em> (২০২৩) কিংবা <em>অ্যানসেস্ট্রাল ফিউচার</em> (২০২৪) বইগুলো পড়ে বহু তরুণ পরিবেশকর্মী উদ্বুদ্ধ হয়েছেন। তিনি লিখেছেন, ‘এই পৃথিবীর অণুজীব ও প্রাণসত্তা থেকে আমরা দূরে সরে এসেছি। পৃথিবীর সঙ্গে আমাদের বিচ্ছিন্নতা তৈরি হয়েছে। পৃথিবীর সঙ্গে আমাদের সম্পর্ককে গভীর করতে হবে।’ </p><p>২১ নভেম্বর বেলেম সময়ে মধ্যরাতে দেয়ালে দেয়ালে আঁকা প্রায় পরিচিত হতে থাকা গ্রাফিতিগুলো পেছনে রেখে বিমানবন্দরে পৌঁছাই। ২২ নভেম্বর ভোরে বেলেম থেকে বিমানে রওনা দেই। মেঘের তলায় ঢাকা পড়ে বেলেম শহর, আমাজন বন আর বিশ্ব জলবায়ু মঞ্চ। গুয়ামা নদীর ধারে আমাজন বনের জেলে জুয়াও বাতিস্তা কিংবা চার্লেস তেরেসদের সঙ্গে যেসব কথা হয়েছে, তা অন্য কোনো আলাপের জন্য তোলা রইল।</p><p><strong>● পাভেল পার্থ: লেখক ও গবেষক</strong></p><p> ই-মেইল: <a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"b3d2dddadedac0c7d1d2ddd4dfd2f3d4ded2dadf9dd0dcde\">[email protected]</a></p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটি পার্বত্য জেলা পরিষদে নিয়োগ, পদ ৬২ | প্রথম আলো",
            "time": "2025-11-23T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-23%2F5wr681iz%2FWhatsApp-Image-2025-10-23-at-7.25.46-PM.jpeg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পদসংখ্যা: ২২</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: এসএসসি বা সমমানের পরীক্ষায় উত্তীর্ণ হতে হবে। শুধু সংশ্লিষ্ট ইউনিয়ন ও ওয়ার্ডের স্থায়ী বাসিন্দারা আবেদন করতে পারবেন।</p><p>বেতন স্কেল: ৯,০০০–২১,৮০০ টাকা (গ্রেড–১৭)</p><p><strong>বয়সসীমা</strong></p><p>১৮ থেকে ৩২ বছর</p><p><strong>আবেদনের নিয়ম</strong></p><p>আবেদনকারীকে চেয়ারম্যান, রাঙামাটি পার্বত্য জেলা পরিষদ–কে সম্বোধন করে ‘নমুনা ছক’ মোতাবেক পূর্ণ নাম, স্বাক্ষরসহ পূরণ করে আবেদনপত্রে বর্ণিত প্রয়োজনীয় কাগজপত্র সংযুক্ত করে অফিস চলাকালে রাঙামাটি পার্বত্য জেলা পরিষদ, রাঙামাটি জেলা কার্যালয়ে সরাসরি বা ডাকযোগে পৌঁছাতে হবে।</p><p><strong>আবেদন ফি</strong></p><p>১ থেকে ৬ ও ৮ নম্বর পদের জন্য আবেদন ফি: ৪০০ টাকা;</p><p>৭ ও ৯ নম্বর পদের জন্য আবেদন ফি: ৩০০ টাকা।</p><p>*চেয়ারম্যান, নিয়োগসংক্রান্ত, রাঙামাটি পার্বত্য জেলা পরিষদ শিরোনামের সোনালী ব্যাংক, নিউ কোর্ট বিল্ডিং শাখার চলতি হিসাব নম্বর–৫৪১৯২৪০০০০৪৭২ তে জমা দিয়ে জমা স্লিপের মূল কপি সংযুক্ত করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চলে গেলেন ‘চাঁদের আলো’ নির্মাতা | প্রথম আলো",
            "time": "2025-11-23T04:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fl92rjvpg%2FWhatsApp-Image-2025-11-20-at-10.07.24-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে একক নির্মাতা হিসেবে শেখ নজরুল ইসলাম নির্মাণ করেন ‘চাবুক’, ‘চাঁদ’, ‘এতিম’, ‘নাগিন’, ‘মাসুম’, ‘ঈদ মোবারক’, ‘আশা’, ‘পরিবর্তন’, ‘নতুন পৃথিবী’, ‘দিদার’, ‘সালমা’, ‘বউ–শাশুড়ি’, ‘কসম’, ‘বিধাতা’, ‘স্ত্রীর পাওনা’, ‘চাঁদের আলো’, ‘চাঁদের হাসি’, ‘চক্রান্ত’, ‘সিংহ পুরুষ’, ‘সব খতম’, ‘দমন’, ‘জোছনার প্রেম’, ‘মা বড় না বউ বড়’ ইত্যাদি চলচ্চিত্র।<br>ষাটের দশকে শেখ নজরুল ইসলাম ‘সাত ভাই চম্পা’ ছবিতে অভিনয় করেন। এরপর তাঁকে দেখা যায় বেশ কয়েকটি ছবিতে অভিনয় করতে। জহির রায়হানের অসমাপ্ত ‘লেট দেয়ার বি লাইট’–এ সহকারী হিসেবে কাজ করেন; একটি চরিত্রে অভিনয়ও করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সেনা কর্মকর্তাদের ট্রাইব্যুনালে আনা উপলক্ষে ব্যাপক নিরাপত্তা | প্রথম আলো",
            "time": "2025-11-23T04:11:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fb9vi48my%2FArmy.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ মামলায় ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা, সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান, সাবেক প্রধানমন্ত্রীর উপদেষ্টা তারিক আহমেদ সিদ্দিকসহ সাত আসামি পলাতক।</p><p>জয়েন্ট ইন্টারোগেশন সেলে (জেআইসি) গুম করে রাখার ঘটনায় মানবতাবিরোধী অপরাধের আরেক মামলায় ১৩ জনকে আসামি করা হয়েছে। এর মধ্যে তিন আসামি গ্রেপ্তার আছেন। তাঁরা হলেন প্রতিরক্ষা গোয়েন্দা মহাপরিদপ্তরের (ডিজিএফআই) সাবেক তিন পরিচালক মেজর জেনারেল শেখ মো. সরওয়ার হোসেন, ব্রিগেডিয়ার জেনারেল মো. মাহবুবুর রহমান সিদ্দিকী ও ব্রিগেডিয়ার জেনারেল আহমেদ তানভির মাজাহার সিদ্দিকী।</p><p>এ মামলায় ক্ষমতাচ্যুত প্রধানমন্ত্রী শেখ হাসিনা, সাবেক প্রধানমন্ত্রীর উপদেষ্টা তারিক আহমেদ সিদ্দিকসহ ১০ আসামি পলাতক।</p><p>গুমের এই দুটি মামলায় এর আগে গত ২২ অক্টোবর গ্রেপ্তার আসামিদের ট্রাইব্যুনালে হাজির করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "সারা দেশে উদ্যোক্তাদের ৮৭১ শিল্পপ্লট দিচ্ছে বিসিক, আবেদন শেষ ১০ ডিসেম্বর | প্রথম আলো",
            "time": "2025-11-23T04:07:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-03%2F97ce3835-8d83-43b5-ac2c-a624df6eaa0a%2F258bb918_52f4_4a71_be55_6f80a8af2f09.webp?rect=0%2C14%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে দেওয়া তথ্য বিশ্লেষণে দেখা যায়, বর্তমানে বরাদ্দের জন্য সবচেয়ে বেশি প্লট আছে মুন্সিগঞ্জের ‘বিসিক বৈদ্যুতিক পণ্য উৎপাদন ও হালকা প্রকৌশল’ শিল্পনগরীতে। এখানে ৩২৭টি শিল্পপ্লট বরাদ্দের জন্য উপযোগী অবস্থায় আছে।</p><p>বরাদ্দযোগ্য প্লটসংখ্যার দিক থেকে দ্বিতীয় অবস্থানে আছে রাজশাহী-২ (দ্বিতীয়) বিসিক শিল্পনগরী। সেখানে ২১৫টি খালি শিল্পপ্লট আছে। তৃতীয় অবস্থানে থাকা গোপালগঞ্জ বিসিক শিল্পনগরীতে (সম্প্রসারিত অংশ) খালি শিল্পপ্লট আছে ৯২টি। এর বাইরে মৌলভীবাজারের শ্রীমঙ্গল শিল্পনগরীতে ৬৩টি, চুয়াডাঙ্গা শিল্পনগরীতে ৪৫টি, সুনামগঞ্জ শিল্পনগরীতে ২৭টি, মাদারীপুর (সম্প্রসারণ) শিল্পনগরীতে ২৩টি ও ভৈরব শিল্পনগরীতে ১৯টি খালি শিল্পপ্লট আছে।</p><p>এ ছাড়া বরগুনা শিল্পনগরীতে ১২টি, নরসিংদী শিল্পনগরীতে (সম্প্রসারণ) ৮টি, পাবনা শিল্পনগরীতে ৭টি, কুড়িগ্রাম ও খাগড়াছড়ি শিল্পনগরীতে ৬টি করে, সিরাজগঞ্জ শিল্পনগরীতে ৫টি; ঝালকাঠি, ফেনীর নিজকুঞ্জরা, মৌলভীবাজার ও নোয়াখালী শিল্পনগরীতে ৩টি করে এবং রাঙামাটি ও কুমিল্লার চৌদ্দগ্রাম শিল্পনগরীতে ২টি করে খালি শিল্পপ্লট রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভিকারুননিসা স্কুলের রোববারের সব পরীক্ষা স্থগিত | প্রথম আলো",
            "time": "2025-11-23T04:05:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F09%2F15%2Ffbe6896bedf014bebee84de896a62d3b-5d7e208d72bcf.gif?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ভিকারুননিসা নূন স্কুল অ্যান্ড কলেজ<span class=\"custom-gallery-image _3bj2K SZnJd\">ফাইল ছবি</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "কেন তবু কম্পিউটার বিজ্ঞানে পড়বে | প্রথম আলো",
            "time": "2025-11-23T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fc92f9y4o%2FMarcusFontoura.jpg?rect=0%2C16%2C853%2C448&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>এআইয়ের কাছে সফটওয়্যার খাতই সবচেয়ে ‘সহজলভ্য গিনিপিগ’, বিষয়টি এমন নয়। প্রোগ্রামিং ভাষার উন্নতি হচ্ছে, কম্পিউটারের সঙ্গে মানুষের যোগাযোগের ধরন বদলাচ্ছে, এসবের সঙ্গে সঙ্গে এই পরিবর্তন খুব স্বাভাবিক। তবে এতে সফটওয়্যার ডেভেলপারদের প্রয়োজন কমে যাবে—এমন নয়। আমাদের এখনো অনেক কাজ বাকি আছে। আমাদের এমন দক্ষ মানুষ লাগবে, যাঁরা ক্রিটিকালি চিন্তা করতে পারেন, কঠিন সমস্যার সমাধান করতে পারেন। তবে হ্যাঁ, মানুষের কাছ থেকে আমাদের প্রত্যাশা বদলে যাবে। সেটা সফটওয়্যার নির্মাতাদের পাশাপাশি অন্য সব পেশাজীবীর ক্ষেত্রেও।</p><p>এআই যে কাজটা খুব ভালোভাবে করতে পারে, তা হলো কাজের যন্ত্রগত বা নিয়মমাফিক অংশগুলোর ‘অটোমেশন’। সফটওয়্যার উন্নয়নের ক্ষেত্রে যদি আমরা স্পষ্ট নির্দেশনা দিই, এআই আমাদের জন্য কোড লিখে দিতে পারবে। একইভাবে মার্কেটিংয়ে যদি আমরা পণ্যের বিবরণ ও প্রচারণার লক্ষ্য যথাযথভাবে উল্লেখ করে দিই, এআই মার্কেটিংয়ের উপকরণ তৈরি করতে পারবে।</p><p>কিন্তু এখনো সেই সময় আসেনি, যখন এআই নিজে সিদ্ধান্ত নেবে কোন সফটওয়্যার সিস্টেম বানাতে হবে বা কোন পণ্য তৈরি করা উচিত। আর ভোক্তার আচরণ নিয়ন্ত্রণ করার মতো আবেগ-অনুভূতি এআই এখনো ছুঁতে পারে না। তাই এসব কাজের জন্য মানুষের প্রয়োজন আছে এবং আগামী দিনেও থাকবে। আমাদের সব সময় এমন যোগ্য মানুষের প্রয়োজন পড়বে, যাঁরা জটিল সমস্যা সমাধান করতে পারেন।</p><p>জ্ঞাননির্ভর সব কর্মীকেই শেষ পর্যন্ত এআইয়ের সঙ্গে কাজ করতে হবে। এআই সব বদলে দেবে, শুধু এই কথা মাথায় রেখে শিক্ষার্থীদের সিদ্ধান্ত নেওয়া উচিত নয়। বরং তারা সেই বিষয় পড়ুক, যেটিতে তারা আগ্রহী, যেখানে তারা নিজেদের সবচেয়ে বেশি সৃজনশীল মনে করে। তারা সেই ক্ষেত্র বেছে নিক, যেটিকে তারা সমাজে ইতিবাচক প্রভাব ফেলার জন্য সবচেয়ে গুরুত্বপূর্ণ মনে করে।</p><p>আমার ব্যক্তিগত পক্ষপাত থাকতে পারে, কিন্তু আমি মনে করি—নব্বইয়ের দশকে যখন আমি গ্র্যাজুয়েট হয়েছি, কম্পিউটার বিজ্ঞান ও সংশ্লিষ্ট বিষয়গুলো এখন তার চেয়ে আরও গুরুত্বপূর্ণ। এখন আমাদের কাছে ভালো প্রযুক্তি আছে, বেশি কম্পিউটিং শক্তি আছে এবং সমাধান করার মতো অনেক বড় বড় সমস্যা আছে—যেমন জলবায়ু পরিবর্তন, ক্ষুধা, স্বাস্থ্যসেবা। এসব সমস্যার সমাধানে মানুষের প্রয়োজন।</p><p>আমি জানি, কম্পিউটার বিজ্ঞান ও স্টেম (সায়েন্স, টেকনোলজি, ইঞ্জিনিয়ারিং ও ম্যাথমেটিকস)-এর অনেক স্নাতক বর্তমান চাকরির বাজার দেখে হতাশ। এখন হয়তো অতীতের তুলনায় নতুন গ্র্যাজুয়েটদের জন্য চাকরির সুযোগ কম, কিন্তু এটা বদলে যাবে। চাকরির বাজার চক্রাকারে চলে—কয়েক বছর অন্য বছরের তুলনায় অনেক ভালো হয়। কিন্তু যেসব বছরে বাজারের পরিস্থিতি কঠিন থাকে, শিক্ষার্থীদের উচিত সেই সময়ে নিজের জ্ঞান আরও গভীর করা—নিজেদের স্বার্থে না হলেও, সমাজের স্বার্থে।</p><p>আমরা নতুন প্রজন্মের কম্পিউটার বিজ্ঞানী ছাড়া নতুন সিস্টেম তৈরি চালিয়ে যেতে পারব না। আর আমাদের হাতে সমস্যার সংখ্যা বেশি, সেই তুলনায় মানুষ কম। একটি ভালো সমাজ গড়ে তোলার জন্য হলেও আমাদের আগামী প্রজন্মের কম্পিউটার বিজ্ঞানীদের ভীষণ প্রয়োজন।</p></div></div></body></html>"
        },
        {
            "title": "মানুষের দেহে থাকে একাধিক স্নায়ুতন্ত্র, কীভাবে কাজ করে? | প্রথম আলো",
            "time": "2025-11-23T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2F22cd5duv%2F02.jpg?rect=0%2C11%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মানুষের দেহে থাকে একাধিক স্নায়ুতন্ত্র, কীভাবে কাজ করে?\" class=\"nA4h1 \">মানুষের দেহে থাকে একাধিক স্নায়ুতন্ত্র, কীভাবে কাজ করে?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-23T10:00:00+06:00\"><span>প্রকাশ: ২৩ নভেম্বর ২০২৫, ০৪: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নারায়ণগঞ্জে সিমেন্ট কারখানায় বিস্ফোরণে ছয় শ্রমিক দগ্ধ | প্রথম আলো",
            "time": "2025-11-23T03:54:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fx4981m49%2FBurn-Unit.jpg?rect=0%2C7%2C850%2C446&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন্দর উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) মোস্তাফিজুর রহমান বলেন, কয়লার কলে কয়লা গুঁড়া করার সময় হঠাৎ বিস্ফোরণে আগুনের স্ফুলিঙ্গ ছিটকে শ্রমিকেরা দগ্ধ হন। দগ্ধ ছয় শ্রমিককে জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে ভর্তি করা হয়েছে।</p><p>নারায়ণগঞ্জ ফায়ার সার্ভিস অ্যান্ড সিভিল ডিফেন্সের উপসহকারী পরিচালক আবদুল্লাহ আল আরেফিন বলেন, কয়লার কলে কয়লা গুঁড়া করার সময় বিস্ফোরণে উত্তপ্ত কয়লা ছিটকে ছয় শ্রমিক দগ্ধ হয়েছেন।</p><p>তবে এ বিষয়ে বসুন্ধরা সিমেন্ট কারখানা কর্তৃপক্ষের কারও কোনো বক্তব্য পাওয়া যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভালো কাজের প্রথম লাভ কার? | প্রথম আলো",
            "time": "2025-11-23T03:48:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fn9ddhruv%2Fpexels-ethan-sarkar-2060961318-31410721.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানুষের মন সবসময় লাভ খোঁজে। কী করলে বেশি পাওয়া যায়? ইসলাম এই মনের কথা বোঝে। নবীজি (সা.) বলেন, “যা তোমার উপকারে আসবে, তার পিছনে লেগে থাকো” (সহিহ মুসলিম, হাদিস: ২৬৫৪)।</p><p>‘উপকার’ মানে কারও কাছে টাকা-পয়সা, কারও কাছে নাম-যশ। কিন্তু ইসলাম বলে, সত্যিকারের লাভ ভালো কাজে। ভালো করা সহজ নয়—টাকা কমে, সময় যায়, পরিশ্রম লাগে। মানুষ নিজের জন্যই ছোটে। তাহলে কী লাভ ভালো করায়?</p><p>কোরআনের সুন্দর জবাব, “তোমরা ভালো করলে নিজেদের জন্যই করো, খারাপ করলে নিজেদের জন্যই” (সুরা ইসরা, আয়াত: ৭)। আরো বলা হয়েছে, “তোমরা নিজেদের জন্য যা ভালো করবে, আল্লাহর কাছে তা পাবে” (সুরা বাকারা, আয়াত: ১১০)।</p><p>অর্থাৎ, ভালো কাজের প্রথম লাভ নিজের।</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-11-23T03:46:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2Fd4b19497-b8ce-415d-ac07-7a43c8dfea06%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">শাবনাজ, শাবনূর ও মৌসুমি</figcaption><figcaption class=\"story-element-image-attribution\">কোলাজ</figcaption></p></div></div></body></html>"
        },
        {
            "title": "‘দ্য ফ্যামিলি ম্যান’, অস্কার মনোনীত সিনেমা, ওটিটিতে আরও যা দেখবেন | প্রথম আলো",
            "time": "2025-11-23T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-22%2Fg7st8kuj%2F5e83aa24-90d5-4a87-a570-209a08c646ae.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-22%2F104appjl%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"‘দ্য ফ্যামিলি ম্যান’, অস্কার মনোনীত সিনেমা, ওটিটিতে আরও যা দেখবেন\" class=\"IiRps \">‘দ্য ফ্যামিলি ম্যান’, অস্কার মনোনীত সিনেমা, ওটিটিতে আরও যা দেখবেন</h1></p><div class=\"Ibzfy\"><p>প্রতি সপ্তাহে ওটিটিতে যুক্ত হচ্ছে নতুন নতুন কনটেন্ট। চলতি সপ্তাহে মুক্তি পাওয়া ও মুক্তির অপেক্ষায় থাকা নতুন ওয়েব সিরিজ, সিনেমা, প্রামাণ্যচিত্র ও রিয়েলিটি শোর খবর নিয়ে আমাদের নিয়মিত আয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "তাইজুল যাঁর রেকর্ড ভাঙলেন, সেই সাকিব তাঁকে নিয়ে কী বললেন | প্রথম আলো",
            "time": "2025-11-23T03:37:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-23%2Fg5rc2z73%2FAt-the-end-of-the-2nd-days-play-Bangladeshi-cricketers-Shakib-Taijul-.jpg?rect=0%2C0%2C2467%2C1295&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-20%2Fi3tp7bx3%2F7814x5431.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিরপুর টেস্টটি বাংলাদেশ ব্যাটসম্যান মুশফিকুর রহিমের শততম টেস্ট। বিশেষ এই টেস্টে রেকর্ড গড়া তাইজুলকে অভিনন্দন জানিয়েছেন মুশফিকও। ফেসবুকে মুশফিক লিখেছেন, ‘টেস্টে দেশের সর্বোচ্চ উইকেট...অভিনন্দন তাইজুল। আরও আসছে, ইনশা আল্লাহ।’</p><p>বাংলাদেশ টেস্ট দলের অধিনায়ক নাজমুল হোসেন ফেসবুকে তাইজুলকে নিয়ে লিখেছেন, ‘টেস্ট ক্রিকেটে বাংলাদেশের সর্বোচ্চ উইকেটশিকারি হওয়ার জন্য অভিনন্দন তাইজুল ভাই। কী দারুণ ঐতিহাসিক অর্জন! আপনি সব সময় দলের জন্য সর্বোচ্চ চেষ্টা করেছেন, নিজের ভূমিকা নীরবে সততার সঙ্গে নিখুঁতভাবে পালন করেছেন। আমি আপনার জন্য খুব গর্বিত। আমাদের অনুপ্রেরণা হয়ে থাকুন।’<br>তাইজুলকে ফেসবুকে অভিনন্দন জানিয়েছেন বাংলাদেশের টি-টোয়েন্টি দলের অধিনায়ক লিটন দাসও।</p></div></div></div></body></html>"
        }
    ]
}