{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "টি-টুয়েন্টি বিশ্বকাপে খেলা হচ্ছে না হ্যাজলউডের | প্রথম আলো",
            "time": "2026-02-06T05:43:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fzfaqbgbi%2F408035.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামীকাল থেকে শুরু হতে যাওয়া টি-টুয়েন্টি বিশ্বকাপ সামনে রেখে স্কোয়াডে চোট নিয়ে দুশ্চিন্তায় ভুগছিল অস্ট্রেলিয়া দল। পাকিস্তানের বিপক্ষে ১ ফেব্রুয়ারি সিরিজের শেষ টি-টুয়েন্টিতে কুঁচকিতে টান পাওয়া লেগ স্পিনার অ্যাডাম জাম্পা আয়ারল্যান্ডের বিপক্ষে উদ্বোধনী ম্যাচে খেলতে পারবেন বলে জানিয়েছে ক্রিকেট অস্ট্রেলিয়া (সিএ)। নাথান এলিস ও টিম ডেভিড হ্যামস্ট্রিংয়ের সমস্যায় ভুগলেও গ্রুপ পর্বে খেলার জন্য ‘সঠিক পথেই আছেন’ বলে জানিয়েছে সিএ।</p><p>গত বৃহস্পতিবার এই তিনজনের কেউই কলম্বোতে নেদারল্যান্ডসের বিপক্ষে বৃষ্টিতে ধুয়ে যাওয়া প্রস্তুতি ম্যাচে ছিলেন না। এই ম্যাচের জন্য অস্ট্রেলিয়া ফিট হিসেবে পেয়েছে মাত্র ১১ জন খেলোয়াড়কে।</p><p>২০০৯ চ্যাম্পিয়নস ট্রফির পর এই প্রথম হ্যাজলউড, কামিন্স, মিচেল স্টার্ক, স্টিভেন স্মিথ বা ডেভিড ওয়ার্নারের মধ্যে কাউকে ছাড়াই আইসিসি টুর্নামেন্টে খেলবে অস্ট্রেলিয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের রাজনৈতিক ব্যবস্থায় বড় দুইটা ভূত সওয়ার হয়েছে: মামুনুল হক | প্রথম আলো",
            "time": "2026-02-06T05:41:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Favwy7mfj%2FSylhetDH072020260206narsingdi-mamunul-haque.jpg?rect=0%2C0%2C716%2C376&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ খেলাফত মজলিসের আমিরের ভাষ্য, ‘বাংলাদেশের মানুষকে “উন্নয়নের গণতন্ত্র” নামের নতুন এক গণতান্ত্রিক ফিলোসফি শোনানো হয়েছে। তোমার কোনো মতামত লাগবে না, আমি রাস্তাঘাট বানাব, ব্রিজ-কালভার্ট করব, চুরি যা করার আমি করব, যতটুকু দেওয়ার আমিই দেব—এটার নামই গণতন্ত্র। এভাবে গণতন্ত্রের নতুন ডেফিনেশন সাব্যস্ত করে ১৭ বছর দেশের মানুষকে ব্যালটের অধিকার থেকে বঞ্চিত রাখা হয়েছে।’</p><p>দেশের মানুষ দীর্ঘ লড়াই-সংগ্রামের ইতিহাস তুলে ধরে মামুনুল হক বলেন, ‘স্বাধীনতার ৫৪ বছর পর দেশের মানুষ যদি নিজেদের পাওনা আর প্রাপ্তির সঙ্গে স্বপ্ন আর বাস্তবতার হিসাব মেলায়; তাহলে দেখা যায়, শাসকের রূপ, জাত, চামড়ার রং, জাতীয় পরিচয়ের পরিবর্তন হয়েছে; কিন্তু শোষণের কোনো পরিবর্তন হয়নি। আগে যারা শাসক ছিল, তারা চুরি ও লুটপাট করে নিজেদের দেশে সম্পদ নিয়ে যেত। আর স্বাধীনতার পর থেকে আমাদের শাসকেরা চুরি করে বিদেশে টাকা পাঠায়। কী দুর্ভাগ্য আমাদের! ৫৪ বছরেও মানুষের ভাগ্যের পরিবর্তন হয় নাই।’</p><p>নির্বাচনী জনসভায় বিশেষ অতিথির বক্তব্য দেন নরসিংদী-২ আসনের শাপলা কলি প্রতীকের প্রার্থী জাতীয় নাগরিক পার্টির যুগ্ম আহ্বায়ক সারোয়ার তুষার ও উপজেলা জামায়াতে ইসলামীর আমির মোস্তাফিজুর রহমান কাওসার। সভাপতিত্ব করেন বাংলাদেশ খেলাফত মজলিসের শিবপুর উপজেলার সভাপতি আবদুল বাসেদ কাসেমী।</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়ির সাবেক মেয়র রফিকুল ঢাকা থেকে গ্রেপ্তার | প্রথম আলো",
            "time": "2026-02-06T05:39:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fqlkqi77t%2FRafiqul-alam.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও স্থানীয় বাসিন্দাদের সঙ্গে কথা বলে জানা যায়, রফিকুল আলম খাগড়াছড়ির জেলার বিভিন্ন বাজার ইজারা ও টোল আদায় নিয়ন্ত্রণ করতেন। ৫ আগস্টের আগেও তাঁর বিরুদ্ধে, হত্যা, জায়গা দখল, মন্দিরের জায়গা দখল, সাংবাদিক পেটানোসহ বিভিন্ন ঘটনায় মামলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতিসংঘের অধীন হাদি হত্যার তদন্ত দাবিতে ইনকিলাব মঞ্চের অবস্থান চলছে | প্রথম আলো",
            "time": "2026-02-06T05:35:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2F7angqslx%2Fosmanhadi.jpeg?rect=0%2C158%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাতে হোটেল ইন্টারকন্টিনেন্টালের সামনেও একদল মানুষ অবস্থান নিয়ে হাদি হত্যার বিচারের দাবিতে স্লোগান দেন।  দুই ভাগে ভাগ হয়ে তাঁরা রাতভর সেখানেই অবস্থান করেন।</p><p>আজ সকাল সাড়ে ৯টার দিকে ইনকিলাব মঞ্চের ফেসবুক পেজে বলা হয়, যমুনার সামনে তাঁদের অবস্থান কর্মসূচি অব্যাহত রয়েছে। যার কারণে ইনকিলাব মঞ্চের পূর্বঘোষিত কর্মসূচি ‘ভ্যান র‍্যালি’ স্থগিত করা হয়েছে৷</p><p>গতকাল দিবাগত রাত সাড়ে ১২টার দিকে ইনকিলাব মঞ্চের সদস্যসচিব আবদুল্লাহ আল জাবের সাংবাদিকদের বলেন, জাতিসংঘের অধীন হাদি হত্যার তদন্ত করতে হবে। এর বাইরে তাঁদের কোনো দাবি নেই। যতক্ষণ পর্যন্ত চিঠি না পাঠানো না হবে, ততক্ষণ তাঁরা যমুনার সামনেই অবস্থান করবেন বলে তিনি ঘোষণা দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পকে নিয়ে ‘অপমানজনক’ মন্তব্য, পোল্যান্ডের স্পিকারের সঙ্গে যোগাযোগ ছিন্ন করল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-06T05:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2F60zzr9mf%2FPoland.jpg?rect=0%2C2%2C633%2C332&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সাংবাদিকদের চারঝাস্তি বলেন, ‘আমার মতে, প্রেসিডেন্ট ট্রাম্প বলপ্রয়োগের রাজনীতির প্রতিনিধিত্ব করছেন এবং লাভ-ক্ষতিভিত্তিক হিসাবের নীতি বাস্তবায়নে শক্তি ব্যবহার করছেন। এর মধ্য দিয়ে তিনি এসব (আন্তর্জাতিক) সংস্থার পরিস্থিতি অস্থিতিশীল করে তুলছেন।’</p><p>পোল্যান্ডের স্পিকার আরও বলেন, ‘এ সবকিছুর অর্থ দাঁড়াচ্ছে, আমি প্রেসিডেন্ট ট্রাম্পের নোবেল পুরস্কারের মনোনয়নকে সমর্থন করব না। কারণ, তিনি তা পাওয়ার যোগ্য নন।’</p><p>চারঝাস্তি পোল্যান্ডের বর্তমান সরকারে থাকা জোট দ্য লেফটের নেতা।</p><p>চারঝাস্তির বক্তব্যে গতকাল বৃহস্পতিবার ক্ষুব্ধ প্রতিক্রিয়া জানান মার্কিন রাষ্ট্রদূত রোজ। তিনি বলেন, ওয়াশিংটন চারঝাস্তির সঙ্গে আর কোনো ‘লেনদেন, যোগাযোগ বা কথাবার্তা’ চালাবে না। এ সিদ্ধান্ত তাৎক্ষণিকভাবে কার্যকর হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতে কয়লাখনিতে বিস্ফোরণে নিহত ১৮, আটকা অনেকে | প্রথম আলো",
            "time": "2026-02-06T05:23:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fy837c8we%2FINDIA-MINING-ACCIDENT-1.webp?rect=0%2C55%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের উত্তর-পূর্বাঞ্চলীয় রাজ্য মেঘালয়ের একটি অবৈধ কয়লাখনিতে ভয়াবহ বিস্ফোরণে অন্তত ১৮ জন নিহত হয়েছেন। স্থানীয় কর্তৃপক্ষের বরাত দিয়ে এ তথ্য জানা গেছে।</p><p>গতকাল বৃহস্পতিবার পুলিশ জানায়, রাজ্যের ইস্ট জৈন্তিয়া হিলস জেলার একটি দুর্গম এলাকায় অবস্থিত ওই খনি থেকে ১৮ জনের মরদেহ উদ্ধার করা হয়েছে।</p><p>স্থানীয় কর্মকর্তা মনিশ কুমার জানান, এ ঘটনায় আরও আটজন আহত হয়েছেন। বিস্ফোরণের সময় খনির ভেতরে ঠিক কত শ্রমিক কাজ করছিলেন, তা এখনো নিশ্চিত হওয়া যায়নি। পুলিশের আশঙ্কা, আরও অনেকে ভেতরে আটকা পড়ে থাকতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদি হত্যা তদন্তে জাতিসংঘের মানবাধিকার দপ্তরের সহায়তা চাইবে সরকার: প্রেস সচিব | প্রথম আলো",
            "time": "2026-02-06T05:22:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2Fresz8kdi%2FHADI_1070401.jpg?rect=0%2C44%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাদি হত্যাকাণ্ডে আন্তর্জাতিক তদন্ত চাওয়া হবে কি না—এমন প্রশ্নের জবাবে প্রেস সচিব বলেন, ‘সরকার ইতিমধ্যে সিদ্ধান্ত নিয়েছে, সুযোগ পেলেই জাতিসংঘের মানবাধিকার-বিষয়ক হাইকমিশনারের দপ্তরকে এ ঘটনার তদন্তে প্রস্তাব দেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র-রাশিয়ার পারমাণবিক অস্ত্র চুক্তির সমাপ্তি কি নতুন অস্ত্র প্রতিযোগিতার আশঙ্কা বাড়াচ্ছে | প্রথম আলো",
            "time": "2026-02-06T05:05:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fjkwgyxa0%2FThe-New-Start-treaty.jpg?rect=0%2C0%2C1019%2C535&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতিসংঘের মহাসচিব দেশ দুটিকে বর্তমান পরিস্থিতির সঙ্গে মানানসই নতুন ব্যবস্থা তৈরির আহ্বান জানিয়েছেন। কারণ, তিনি মনে করেন, ‘পারমাণবিক অস্ত্র ব্যবহারের ঝুঁকি এখন কয়েক দশকের মধ্যে সর্বোচ্চ পর্যায়ে রয়েছে।’</p><p>গুতেরেস আরও বলেন, ইতিবাচক বিষয় হলো, মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প এবং রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন পারমাণবিক অস্ত্রের অনিয়ন্ত্রিত বিস্তার রোধের প্রয়োজনীয়তা বোঝেন। তবে তিনি তাঁদের কথার চেয়ে কাজে বেশি গুরুত্ব দেওয়ার জন্য অনুরোধ করেছেন।</p><p>বুধবার পোপ লিও-ও দুই দেশকে চুক্তিটি নবায়নের আহ্বান জানিয়ে বলেন, বর্তমান বিশ্বপরিস্থিতিতে নতুন অস্ত্র প্রতিযোগিতা এড়াতে সম্ভাব্য সবকিছু করা প্রয়োজন।</p><p>১৯৯১ সালে যুক্তরাষ্ট্র ও তৎকালীন সোভিয়েত ইউনিয়নের মধ্যে ‘স্টার্ট’ নামের একটি চুক্তি স্বাক্ষরিত হয়েছিল। এ চুক্তির কারণে উভয় পক্ষ ৬ হাজারের বেশি পারমাণবিক যুদ্ধাস্ত্র মোতায়েন করতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বই আলোচনা: সিসিফাস শ্রম | প্রথম আলো",
            "time": "2026-02-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fe2i6f8d1%2FWhatsApp-Image-2026-02-05-at-21.31.35.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রজন্মান্তর ব্যবধানকে চোখে আঙুল দিয়েও তা প্রজন্ম-পরম্পরার উত্তরাধিকারকে অস্বীকার করে না। ফলে তাঁর গল্পে পূর্বপুরুষের স্মৃতিবিষে আচ্ছন্ন মানুষগুলোকে আমাদের চিরপরিচিত মনে হয়, অথচ সূক্ষ্মরেখায় তারা বর্তমানের একজন হয়ে ওঠে—মহীনের ঘোড়াগুলোর মতো তারা প্রস্তর যুগ থেকে বেরিয়ে এসে একালের পৃথিবীর কিমাকার ডাইনামোর ওপর দিব্যি ঘাস খায়। প্রতিটি গল্পের অভিনব বয়ন-কৌশল প্রচলিত গল্প থেকে তাঁর গল্পকে স্বতন্ত্র করে তোলে আর আমরা ডুবে যাই শালসা-কফ-কলা মেশানো জৈব গন্ধে ভরা এক পরা-মনস্তত্ত্বের অতলে, যেখানে চেতন-অবচেতন প্রতিনিয়ত যাওয়া-আসা করে, বংশগতির মতো পরস্পর মিশে থেকেও যে যার মতো আবার আলাদা হয়ে যায়। প্রেক্ষণ নির্বাচন ও বর্ণন-কৌশলে লেখক প্রতিবার নিজেকে ছাড়িয়ে যান এবং অভিজ্ঞ পাচকের মতো নতুন-নতুন আস্বাদ সৃষ্টি করেন। ‘এপিটাফ’ গল্পটি শুরু হয় ২৫ বছর বয়সী এক যুবকের নিজ মৃত্যুর ঘোষণায় ও তার নিজের সমাধিপ্রস্তর খোঁড়ার মাধ্যমে। আপাত-চমকে যে গল্পটি সীমাবদ্ধ নয়, তা অচিরেই স্পষ্ট হয়, যখন আমরা বুঝতে পারি ওই যুবক বিচ্ছিন্ন নয় তার দাদা কিংবা বাবার হাঁপানি, কাশি, শীতভীতি, যৌন দুর্বলতা, দাম্ভিকতা কিংবা বানরের লেজ বা অর্শ-উত্তরাধিকার থেকে, এমনকি মায়ের মুখের আঁচিল থেকেও। সামূহিক নির্জ্ঞান থেকেও অবধারিতভাবে তার কোনো মুক্তি নেই—এক অদৃশ্য জাদুকরের মতো সে থলি থেকে অসংখ্য মাদুলি আর শিকড়-বাকড়ের মতো প্রতিনিয়ত অবমুক্ত করে চলে যাপিত জীবনের ভয়, ক্লান্তি ও বিবমিষার ভগ্নাংশগুলো এবং সার্কাসের ভয়াবহ উদ্বেগ ও বিপন্নতা নিয়ে চলে তার একান্ত বেঁচে থাকা, যা আসলে কখনোই একান্ত হতে পারে না। তাই সে অতীতের ষড়যন্ত্রের গিনিপিগ না হয়ে বংশপরম্পরার মহান দায়িত্বকে অস্বীকার করে মৃত্যুকে মুক্তির পথ বলে মনে করে এবং স্বভাবতই পূর্বপুরুষের আদালতে তার মৃত্যুদণ্ড ঘোষিত হয়। কিন্তু উত্তরাধিকারের ক্লান্তিকর বেঁচে থাকার অবসান নিশ্চিত করলেও মৃত্যু কি তাকে মুক্তি দেয়, নাকি সেই অনমনীয় অতীতের পুনরাবৃত্তি চলতে থাকে? এই যে সিসিফাস-মানুষ, তার নিয়তি কোনো কালেই বদলায় না, কেবল তার ধরন বদলায়।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবার থেকে বিচ্ছিন্নতা: নবীদের জীবন থেকে শিক্ষা | প্রথম আলো",
            "time": "2026-02-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2F93f237xu%2F8953079.jpg?rect=0%2C213%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীদের এই জীবনের গল্পগুলো কেবল ইতিহাস নয়, বরং আমাদের জন্য দিকনির্দেশনা। পরিবার থেকে বিচ্ছিন্ন হওয়া বা প্রিয়জনকে হারানো চরম কষ্টের বিষয় হলেও মুমিন কখনো ভেঙে পড়ে না।</p><p><strong>১. আল্লাহর ওপর ভরসা:</strong> মুসা (আ.)-এর মা এবং ইয়াকুব (আ.)-এর ধৈর্য আমাদের শেখায় যে পরিস্থিতি যত প্রতিকূলই হোক না কেন, আল্লাহর পরিকল্পনা সবসময় মঙ্গলের জন্য হয়।</p><p><strong>২. নিরাশ না হওয়া:</strong> চরম সংকটেও আল্লাহর রহমত থেকে নিরাশ হওয়া যাবে না। ইউসুফ (আ.)-এর কাহিনী আমাদের শেখায় যে, অন্ধকারের পরেই আলোর দেখা মেলে।</p><p><strong>৩. ধৈর্যের ফল সুমিষ্ট:</strong> নবীদের জীবনে বিচ্ছেদ ছিল সাময়িক, কিন্তু সেই বিচ্ছেদের বিনিময়ে তারা যে সম্মান ও মাকাম লাভ করেছেন, তা চিরস্থায়ী।</p><p>বর্তমানে যারা বিভিন্ন কারণে পরিবার থেকে দূরে আছেন বা একাকিত্বে ভুগছেন, তাদের উচিত নবীদের জীবনী থেকে শক্তি সঞ্চয় করা। মনে রাখতে হবে, মানুষের পরিকল্পনা যেখানে শেষ হয়, আল্লাহর কুদরতের পরিকল্পনা সেখান থেকেই শুরু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকার যেসব জায়গার হান্ডি না খেলেই নয় | প্রথম আলো",
            "time": "2026-02-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fymgsrz86%2F29a141df-49b9-4438-b8e8-7672f95d464b.jpg?rect=0%2C100%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘ঢাকায় আমরাই প্রথম হান্ডি আনছি।’ বলছিলেন আবেশ হোটেলের কর্মচারী জাহাঙ্গীর মিয়া। গল্পে গল্পে জানাচ্ছিলেন ২০১৯ সালে তাঁরা হান্ডি বিক্রি শুরু করেন। আবেশের হান্ডির চাহিদাও বেশি। ঢোকার মুখেই দেখা যায় সারি সারি হাঁড়িতে চলছে হান্ডি রান্না। রান্নায় ব্যবহার করা হয় ২২ পদের বিশেষ মসলা। </p><p>সপ্তাহের সাত দিনই খোলা থাকে আবেশ। হান্ডি বিক্রি চলে দুপুর ১২টা থেকে সকাল ৬টা পর্যন্ত। এখানে হান্ডি ২৬০ টাকায় মিলবে। কেউ চাইলে পুরো হাঁড়িই কিনতে পারেন। সে ক্ষেত্রে দাম পড়বে ৩ হাজার টাকা। আবেশে রুমালি রুটি, নান, পরোটা, খিচুড়ি বা সাদা ভাতের সঙ্গে খেতে পারবেন হান্ডি।  </p></div></div></div></body></html>"
        },
        {
            "title": "৫ জানুয়ারি ২০১৪: কলঙ্কিত এক নির্বাচন | প্রথম আলো",
            "time": "2026-02-06T04:52:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fw3tnbv9j%2F003.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০১৪ সালের ৫ জানুয়ারির দশম জাতীয় সংসদ নির্বাচনের পরদিন প্রথম আলোর ছাপা পত্রিকার প্রধান শিরোনাম ছিল, ‘জাল ভোট, কলঙ্কিত নির্বাচন’। কলঙ্ক শুধু জাল ভোটের নয়, এই প্রথম বাংলাদেশে একটি নির্বাচন হলো, যেখানে অর্ধেকের বেশি, ১৫৩টি আসনে বিনা প্রতিদ্বন্দ্বিতায় জয়ী হয়েছিলেন প্রার্থীরা। কলঙ্ক শুধু জাল ভোট ও বিনা প্রতিদ্বন্দ্বিতায় জয় নয়, ভোটের দিন ব্যাপক সহিংসতা হয়েছিল, মারা গিয়েছিলেন অন্তত ১৯ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "আইনি লড়াই, গ্যাংস্টার, কারগিল যুদ্ধ-নেটফ্লিক্সে কত কী থাকছে | প্রথম আলো",
            "time": "2026-02-06T04:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2Fot5j4c1x%2F8av2ia38netflix625x30003February26.webp?rect=0%2C0%2C773%2C406&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘চুম্বক’</strong></p><p>হালকা মেজাজের এই সিটকমে দেখানো হয়েছে পাঁচ প্রতিবেশী পরিবারের গল্প, যারা সময়ের সঙ্গে একে অপরের বিকল্প পরিবারে পরিণত হয়। অভিনয় করেছেন নীনা গুপ্তা, দেবেন ভোজানি, সুমীত ব্যাসসহ আরও অনেকে।</p><p><strong>‘মিসম্যাচড ৪’</strong></p><p>জনপ্রিয় সিরিজ ‘মিসম্যাচড’-এর চতুর্থ ও শেষ সিজন আসছে ২০২৬ সালে। ডিম্পল ও ঋষির সম্পর্কের চূড়ান্ত পরিণতি দেখা যাবে এই সিজনে। রোহিত সারাফ ও প্রাজক্তা কোলির রসায়ন আবারও দর্শকের মন ছুঁয়ে যাবে বলে আশা।</p><p><strong>‘লাস্ট স্টোরিজ ৩’</strong></p><p>অ্যান্থোলজি সিরিজ ‘লাস্ট স্টোরিজ’ ফিরছে তৃতীয় অধ্যায় নিয়ে। পরিচালনায় আছেন বিক্রমাদিত্য মোতওয়ানে, কিরণ রাও, শকুন বত্রা ও বিশাল ভরদ্বাজ। প্রেম, কামনা ও সম্পর্কের নানা দিক উঠে আসবে চারটি আলাদা গল্পে।</p><p><strong>‘দ্য গ্রেট ইন্ডিয়ান কপিল শো ৫’</strong></p><p>চারটি সফল সিজনের পর ২০২৬ সালে ফিরছে এই জনপ্রিয় কমেডি শোর পঞ্চম সিজন। কপিল শর্মার সঙ্গে আবারও দেখা যাবে সুনীল গ্রোভার ও কিকু শারদাকে।</p><p>সব মিলিয়ে ২০২৬ সালে নেটফ্লিক্সে ভারতীয় দর্শকের জন্য অপেক্ষা করছে গল্পের বৈচিত্র্য, তারকার নতুন রূপ আর বড় বাজেটের বিনোদন। অনলাইন দর্শকের জন্য এটি হতে যাচ্ছে কনটেন্টে ভরপুর এক বছর।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে জামায়াতের প্রার্থীকে ভোট দিতে বলার অভিযোগে আওয়ামী লীগ নেতাকে মারধর | প্রথম আলো",
            "time": "2026-02-06T04:33:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F83e96984-d408-4893-b8ff-432f95c9c8b2%2F78b76439_59f6_4b25_8e0b_5a47c14b13a3.jpg?rect=0%2C9%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও প্রত্যক্ষদর্শীরা জানান, গতকাল সন্ধ্যায় মুহিদুল ইসলাম মোটরসাইকেল নিয়ে বাড়ি ফিরছিলেন। সাদোপাড়া ডাকঘরের সামনে এলে একই গ্রামের বিএনপির কর্মী মোজাম্মেল হক, আরিফুল ইসলামসহ চার থেকে পাঁচজন মুহিদুল ইসলামের পথ আটকান। বিএনপির কর্মীরা তাঁর বিরুদ্ধে জামায়াতের প্রার্থীর পক্ষে কাজ করার অভিযোগ তোলেন এবং কেন তিনি আওয়ামী লীগের লোকজনকে দাঁড়িপাল্লায় ভোট দেওয়ার কথা বলেছেন, তা জানতে চান। মুহিদুল অভিযোগ অস্বীকার করেন। তখন বিএনপির কর্মীরা ক্ষুব্ধ হন এবং একপর্যায়ে লাঠি ও রড নিয়ে তাঁর ওপর আক্রমণ করেন। চিৎকার শুনে তাঁর দুই ভাতিজা খায়রুল ইসলাম (২৩) ও রাতুল ইসলাম (১৭) ঘটনাস্থলে ছুটে আসেন। এই সময় তাঁদেরও মারধর করা হয়। পরে হামলাকারীরা মোটরসাইকেল ভাঙচুর করে চলে যান। স্বজনেরা ঘটনাস্থলে এসে ওই তিনজনকে উদ্ধার করে তাহেরপুরের একটি বেসরকারি হাসপাতালে নিয়ে যান। চিকিৎসার পর তাঁরা বাড়ি ফিরে আসেন।</p><p>আহত খায়রুল ইসলাম বলেন, ‘বাম হাতে আঘাত পেয়েছি, ভেঙে গেছে। মামলা করলে আরও সমস্যা হবে, তাই মামলা করব না।’</p></div></div></div></body></html>"
        },
        {
            "title": "টুর্নামেন্ট এলেই জাগে হকি | প্রথম আলো",
            "time": "2026-02-06T04:31:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2F6snmihj8%2FWhatsApp-Image-2026-02-05-at-7.12.47-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অভিজ্ঞ ফরহাদ আহমেদ শিটুল মনে করেন, লিগ থাকলে বিদেশি খেলোয়াড়দের কাছ থেকে অনেক কিছু শেখার সুযোগ থাকত। গোলরক্ষক বিপ্লব কুজুরের মতে, দেশের স্বার্থে মাঠের লড়াইয়ে নামলেও ফিটনেস ধরে রাখতে এবং নতুন খেলোয়াড় তৈরিতে লিগ অপরিহার্য। লিগ না থাকলে ক্যাম্পে এসে ফিটনেস টেস্টে পাস করা অনেকের পক্ষেই কঠিন হয়ে যায়।</p><p>কুজুরের কথার প্রমাণ মিলেছে কাল প্রস্তুতির প্রথম দিনে জাতীয় স্টেডিয়ামের কুপার টেস্টে। ট্র্যাকে চক্কর দিতে গিয়ে হাঁপিয়ে উঠেছেন অনেকে। ক্যাম্পে ডাক পাওয়া ৩৭ জনের মধ্যে অনুপস্থিত ছিলেন শুধু গোলরক্ষক আবু সাঈদ নিপ্পন। ঘরোয়া খেলা নিয়মিত থাকলে ফিটনেস নিয়ে দুশ্চিন্তায় পড়তে হতো না বলে মনে করেন খেলোয়াড়েরা।</p></div></div></div></body></html>"
        },
        {
            "title": "খুলনায় সেলুনে বসে ছিলেন তরুণ, টেনেহিঁচড়ে বাইরে এনে গুলি করে হত্যা | প্রথম আলো",
            "time": "2026-02-06T04:21:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-06%2Fy9okvqws%2Fkhulnadh054920260206khulna-rakib.jpg?rect=0%2C30%2C599%2C314&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রত্যক্ষদর্শী ও পুলিশ সূত্রে জানা গেছে, গতকাল রাত ১০টার দিকে রাকিব আশিবিঘা এলাকার একটি সেলুনে বসে ছিলেন। এ সময় হঠাৎ দুই ব্যক্তি সেলুনের ভেতর ঢুকে তাঁকে টেনে বাইরে রাস্তায় নিয়ে যান। এরপর খুব কাছ থেকে তাঁর মাথায় পরপর দুটি গুলি করা হয়। রাকিব মাটিতে লুটিয়ে পড়লে পরে হামলাকারীরা হেঁটে ঘটনাস্থল ত্যাগ করেন।</p><p>পরে স্থানীয় লোকজন রাকিবকে উদ্ধার করে খুলনা মেডিকেল কলেজ হাসপাতালে নিয়ে যান। সেখানে চিকিৎসক তাঁকে মৃত ঘোষণা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাসার খোলা কলের পানিতে এলাকা হলো স্কেটিং মাঠ | প্রথম আলো",
            "time": "2026-02-06T04:17:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-05%2Fglg9cczl%2FUntitled-1.jpg?rect=0%2C25%2C1340%2C704&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়াং দুঃখ প্রকাশ করে বলেন, ‘গত রাতে আমি গোসল করেছিলাম, এরপর আমার বাসার সোলার ওয়াটার হিটারের পানির কল বন্ধ করতে ভুলে যাই। প্রায় ৯ ঘণ্টা ধরে ট্যাংক থেকে পানি বের হতে থাকে। আজ সকালে আপনারা যে বরফের স্কেটিং মাঠটি আমাদের এলাকায় দেখেছেন, সেটি আমারই তৈরি।’</p><p>ওয়াং গণমাধ্যমকে বলেন, ‘সকাল প্রায় ছয়টার দিকে আমার বাবা দেখেন রাস্তাটি বরফে ঢাকা, আর তখনো সেখানে পানি এসে পড়ছে। প্রথমে তিনি ভেবেছিলেন, পানি হয়তো অন্য কারও বাসা থেকে আসছে। কিন্তু কিছুক্ষণ পরই তিনি বুঝতে পারেন, পানি আসলে আমাদের বাসা থেকেই বের হচ্ছিল।’</p></div></div></div></body></html>"
        }
    ]
}