{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "তফসিল ঘোষণার পর জাতীয় পার্টির নেতারা তৎপর | প্রথম আলো",
            "time": "2025-12-24T06:31:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F0kj7iilf%2FUntitled-4.jpg?rect=0%2C111%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>লালমনিরহাট-২ (আদিতমারী-কালীগঞ্জ)</strong></p><p>স্বাধীনতার পর ১৯৭৩ সালের নির্বাচনে এ আসনে এমপি হয়েছিলেন করিম উদ্দিন আহমেদ। পরে ১৯৭৯ সালে বিএনপির প্রার্থী হিসেবে নির্বাচিত হন মজিবুর রহমান। পরে দল পরিবর্তন করে জাপার হয়ে ১৯৮৬ থেকে ২০০৮ সাল পর্যন্ত প্রতিটি নির্বাচনে জয় পান তিনি। ২০১৪ সালে বিনা প্রতিদ্বন্দ্বিতায় ও পরবর্তী সব নির্বাচনে জয় পান করিম উদ্দিনের ছেলে সাবেক সমাজকল্যাণমন্ত্রী নুরুজ্জামান আহমেদ।</p><p>এ আসনে প্রার্থী ঘোষণা করেনি বিএনপি। জেলা জামায়াতের সেক্রেটারি ফিরোজ হায়দারকে (লাভলু) প্রার্থী ঘোষণা করেছে জামায়াত। এ ছাড়া জনতার দলের প্রধান ব্রিগেডিয়ার জেনারেল (অব.) শামীম কামাল নির্বাচন করার ঘোষণা দিয়ে এলাকায় প্রচারণা চালাচ্ছেন।</p><p>স্থানীয় বিএনপি সূত্রে জানা গেছে, আসনটিতে দলীয় মনোনয়নপ্রত্যাশী হিসেবে আছেন জেলা বিএনপির সহসভাপতি মো. রোকন উদ্দিন, কালীগঞ্জ উপজেলা বিএনপির আহ্বায়ক মো. জাহাঙ্গীর আলমসহ কয়েকজন নেতা।</p><p>এ আসনে উত্তরাঞ্চলের কেন্দ্রীয় সংগঠক রাসেল আহমেদকে মনোনয়ন দিয়েছে এনসিপি। এ ছাড়া গণসংহতি আন্দোলনের কেন্দ্রীয় সম্পাদকমণ্ডলীর সদস্য দীপক কুমার রায়, ইসলামী আন্দোলনের মুফতি মাহফুজুর রহমান, বাংলাদেশ খেলাফত মজলিসের মুফতি আবদুল হান্নান প্রার্থী হিসেবে প্রচারণা চালাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আমাগের খাইটে খাতি হয়, তাই কষ্ট কইরে বের হইচি’ | প্রথম আলো",
            "time": "2025-12-24T06:27:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F8b4flf2l%2FChuadangaDH057020251224chuadanga-cold-pic-24-12-3025.jpg?rect=0%2C520%2C4624%2C2428&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শীতের তীব্রতা গতবারের তুলনায় এবার বেশি দাবি করে শহরতলী দৌলাতদিয়াড় এলাকার নৈশপ্রহরী আব্বাস উদ্দিন গতকাল রাতে বলেন, ‘অ্যারাম জাড় অনেক দিন লাগিনি। জাড় এভাবে বাড়তি থাকলি সামনের দিনগুনু কীভাবে রাত পার কইরবো—সেইডেই বড় চিন্তা।’</p><p>চুয়াডাঙ্গার আবহাওয়া পর্যবেক্ষণকেন্দ্র সূত্রে জানা গেছে, চলতি মৌসুমে ১১ নভেম্বর থেকে তাপমাত্রা ক্রমশ নিচের দিকে নামতে থাকে। এ দিন সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছিল ১৫ দশমিক ৯ ডিগ্রি সেলসিয়াস। বুধবারের আগে গত দেড় মাস ধরে তাপমাত্রা ১১ দশমিক ৫ ডিগ্রি থেকে ১৬ ডিগ্রি সেলসিয়াসের মধ্যে ওঠানামা করে।</p><p>আবহাওয়া পর্যবেক্ষণাগারটির ভারপ্রাপ্ত কর্মকর্তা জামিনুর রহমান জানান, সূর্য না ওঠায় এবং উত্তরের ঠান্ডা বাতাস ও কুয়াশার কারণে তীব্র শীত অনুভূত হচ্ছে। চলতি মাসের শেষ সপ্তাহে জেলায় শৈত্যপ্রবাহ বইতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের নতুন প্রধান বিচারপতি জুবায়ের রহমান চৌধুরী | প্রথম আলো",
            "time": "2025-12-24T06:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F839gdd32%2Fddcb7268_e939_4187_8088_f9e309f77af4.jfif?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের ২৬তম প্রধান বিচারপতি হিসেবে নিয়োগ পেয়েছেন সুপ্রিম কোর্টের আপিল বিভাগের বিচারপতি জুবায়ের রহমান চৌধুরী। আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের প্রজ্ঞাপনে এ কথা বলা হয়। এই নিয়োগ শপথগ্রহণের তারিখ থেকে কার্যকর হবে বলে প্রজ্ঞাপনে উল্লেখ করা হয়েছে। প্রজ্ঞাপনের তারিখ—২৩ ডিসেম্বর ২০২৫। আইন মন্ত্রণালয়ের এক কর্মকর্তা প্রথম আলোকে বলেন, গতকাল মঙ্গলবারের তারিখ থাকলেও প্রজ্ঞাপনটি আজ বুধবার প্রকাশ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাউজানে আগুনে পোড়া বাড়ির পাশে রহস্যময় ব্যানার | প্রথম আলো",
            "time": "2025-12-24T06:12:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Ft63m3tk8%2FWhatsApp_Image_2025_12_23_at_8_36_03_PM.jpeg?rect=0%2C223%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">চট্টগ্রামের রাউজানে আগুনে পুড়ে যাওয়া বাড়ির পাশ থেকে উদ্ধার করা হয় হাতে লেখা রহস্যময় ব্যানার</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পার্বত্য চট্টগ্রামের পাহাড়ি মুক্তিযোদ্ধাদের কথা | প্রথম আলো",
            "time": "2025-12-24T06:10:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fr08dnart%2Fmuktibahinikk.JPG?rect=0%2C86%2C746%2C392&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>খাগড়াছড়ি জেলা থেকে যাঁরা মুক্তিযুদ্ধে অংশ নেন, তাঁরা হলেন প্রিয়জ্যোতি রোয়াজা, রবিরশ্মি চাকমা, রুই প্রু মারমা, কংজরী মগ, রণবিক্রম ত্রিপুরা, উক্যজেন মারমা, মং মং মারমা, ম্রাসাথোয়াই মারমা, সাথোয়াই মারমা, ফিলিপ বিজয় ত্রিপুরা, মংসাথোয়াই মগ, মংশো য়ে অং মারমা, নীলোৎপল ত্রিপুরা, কং চাই মারমা, থোয়াই অং মগ, মং মং চিং মগ, আথুই অং মগ, নববিক্রম কিশোর ত্রিপুরা, থোয়াই অং রী মারমা, আদুং মগ, ধর্মচরণ চাকমা, নারাসু মারমা, চৌহ্লা প্রু চৌধুরী, সুবিলাস চাকমা, মং থা মারমা, মং লা প্রু মারমা, সুই মং মারমা, কং গ্য দেওয়ান, মণীন্দ্র কিশোর ত্রিপুরা, বিন্দু কুমার ত্রিপুরা, বোধন কুমার কারবারি, মং সুই সা মারমা, মং সা লা মারমা, অর্চন ত্রিপুরা, শৈ চান্দ্রা মারমা, ভূপেন ত্রিপুরা, সাথোয়াই প্রু মগ, হেমদা রঞ্জন ত্রিপুরা, লোকনাথ ত্রিপুরা, পূর্ণ কুমার ত্রিপুরা, জয় কুমার ত্রিপুরা, সুরেশ ত্রিপুরা, রূপেন্দ্র ত্রিপুরা, হরেন্দ্র কুমার ত্রিপুরা, চেং ঞ রী মারমা, সাথোয়াই প্রু মগ, অং কি উ মগ, হৃদয় কুমার ত্রিপুরা, কালাচান দেব বর্মণ ত্রিপুরা, মং আফ্রু শী  মগ, ভাগ্যধন ত্রিপুরা, রণজিৎ দেব বর্মণ, নীলমোহন ত্রিপুরা, লালমোহন ত্রিপুরা, বেণু রায় ত্রিপুরা, এম এন অং মং, ভুবনমোহন ত্রিপুরা, কর্ণমোহন ত্রিপুরা, রি প্রু মগ, ভূপেন্দ্র লাল ত্রিপুরা, অন্ন কুমার ত্রিপুরা, মোহন ত্রিপুরা, সুবোধ বিকাশ ত্রিপুরা, পূর্ণমোহন ত্রিপুরা, যতীন্দ্র ত্রিপুরা, কর্ণমোহন ত্রিপুরা, কংক্য মগ, উ থাই মগ, প থোয়াই মারমা, নাইগ্য মারমা, মং মেট মারমা, মং জ চাই মারমা, মং রুই বাই মারমা, চাই লা প্রু মারমা, লাব্রে মারমা, ধুম প রী মগ, গগন চন্দ্র ত্রিপুরা, মং সা থোয়াই চৌধুরী, নির্পদ ত্রিপুরা, রামেচ মারমা, মং মারমা, মংপাই মগ, মং হ্লা প্রু মগ, কংজ অং মগ, কংজ সাই মারমা, মংহলা প্রু মারমা, দো অং গ্য মারমা, অংসাথায়াই মারমা, সুই হ্লা প্রু মগ, কাহরি মগ, ম্রা সাথায়াই মগ, মংহলা প্রু চৌধুরী প্রমুখ।</p><p>রাঙামাটি জেলা থেকে যাঁরা মুক্তিযুদ্ধে অংশ নেন, তাঁরা হলেন করুণামোহন চাকমা, অশোক মিত্র কারবারি, মণীন্দ্র চাকমা, জাপান কুমার চাকমা, কিনা পুতি তঞ্চঙ্গ্যা, চিখন চোখ তঞ্চঙ্গ্যা, দিলীপ মগ, অনীল চন্দ্র তঞ্চঙ্গ্যা, চিংসা মগ, চিং হ্লা মং চৌধুরী মারী, প্রভোধন চৌধুরী, সঞ্চিত চাকমা, গুণসেন চাকমা, গণমালা তঞ্চঙ্গ্যা, প্রীতিকান্তি ত্রিপুরা, বাবুল মগ, অরুণ মারমা, বসন্ত কুমার ত্রিপুরা, সুবেদার সাইপ্রু মগ, আন্নি মং, কালু বাহাদুর, মং লা প্রু মগ, মনীষ দেওয়ান, চিত্ত রঞ্জন চাকমা, লাল বাহাদুর চৈত্রী, রমণী রঞ্জন চাকমা, খগেন্দ্র লাল চাকমা প্রমুখ।</p></div></div></body></html>"
        },
        {
            "title": "প্রযুক্তির নতুন নতুন উদ্ভাবন মানুষের চিন্তাকে ছাড়িয়ে যাচ্ছে | প্রথম আলো",
            "time": "2025-12-24T06:09:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F9eqwf8xf%2FUntitled-1.jpg?rect=0%2C105%2C1505%2C790&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>এজ কম্পিউটিং</strong></p><p>২০২৫ সালে এজ কম্পিউটিং একটি গুরুত্বপূর্ণ প্রযুক্তিগত ধারা হিসেবে আবির্ভূত হয়েছে, যা ডেটা উৎপন্ন হওয়ার উৎসের কাছাকাছি তা প্রসেস করার সুযোগ দেয়। এই পদ্ধতি তথ্যের বিলম্ব কমিয়েছে, তাৎক্ষণিক সিদ্ধান্ত গ্রহণপ্রক্রিয়াকে উন্নত করেছে এবং ব্যান্ডউইডথ খরচ সর্বনিম্ন করেছে। খুচরা বিক্রয়, স্বাস্থ্যসেবা ও আইওটির মতো শিল্পগুলো গ্রাহক অভিজ্ঞতা এবং কার্যক্রমের দক্ষতা বাড়াতে এজ কম্পিউটিং গ্রহণ করেছে।</p><p>২০২৫ সালের প্রযুক্তির এই সাম্প্রতিক ধারাগুলো শিল্প খাতকে নতুন রূপ দিতে এবং ব্যবসায়িক সাফল্য অর্জনে উদ্ভাবনের রূপান্তরকারী ক্ষমতা প্রদর্শন করছে। জেনারেটিভ এআই থেকে শুরু করে এজ কম্পিউটিং পর্যন্ত অগ্রগতি প্রতিষ্ঠানগুলোর পরিচালনা, প্রতিযোগিতা ও প্রবৃদ্ধির ধরনকে আবার সংজ্ঞায়িত করেছে।</p><p>২০২৫ সালের দিকে ফিরে তাকালে একটি বিষয় স্পষ্ট—প্রযুক্তিগত বিবর্তনের গতি কেবল ত্বরান্বিতই হচ্ছে। যাঁরা আগে থেকে প্রস্তুতি নেন, তাঁরাই এই ধারাগুলো থেকে সর্বোচ্চ সুবিধা পাবেন। যাঁরা পরিবর্তনশীল প্রযুক্তির সঙ্গে খাপ খাইয়ে নেবেন এবং নতুন সুযোগগুলোকে আলিঙ্গন করবেন, তাঁরাই ভবিষ্যৎ গড়বেন।</p><p>তথ্যসূত্র: ফোর্বস, ডিলোইট</p></div></div></div></body></html>"
        },
        {
            "title": "ঘরের ভেতর আগুনে পুড়ে দাদি-নাতনির মৃত্যু | প্রথম আলো",
            "time": "2025-12-24T06:08:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fhmv9edrj%2Fe7327f60-993b-4f0a-b04f-80f0060db1c3.jfif?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফায়ার সার্ভিস জানায়, জাতীয় জরুরি সেবা নম্বর  ৯৯৯-এর মাধ্যমে সকাল ৮টা ২৫ মিনিটে আগুনের খবর পায় ফায়ার সার্ভিস। এরপর ঘটনাস্থলে যায় ফায়ার সার্ভিসের দুটি ইউনিট। সকাল ৯টা ৪৫ মিনিটে আগুন নিয়ন্ত্রণে আসে। তবে এর আগেই ৮টি ঘর পুড়ে যায় এবং আগুনে পুড়ে দুজনের মৃত্যু হয়।</p><p>পুড়ে যাওয়া ঘরের মধ্যে একটি আধপাকা এবং বাকিগুলো কাঁচা বসতঘর। এসব ঘর সাতজন মালিকের। ক্ষতিগ্রস্ত বাসিন্দারা হলেন—মো. ফারুক, মো. কায়েস আহমদ, মনসুর আহমেদ, জয়নাল আবেদিন, মো. এস্কেন্দার, সনজিত ও শিরিন আক্তার।</p><p>রাঙ্গুনিয়া মডেল থানার ওসি আরমান হোসেন প্রথম আলোকে বলেন, প্রাথমিকভাবে জানা গেছে শর্টসার্কিট থেকে আগুনের সূত্রপাত হয়েছে। আগুনে পুড়ে দুজন মারা গেছেন। পরিবারের সদস্যদের সঙ্গে এ বিষয়ে কথা বলে প্রয়োজনীয় আইনি ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপারির মৌসুমে ব্যস্ত বরিশালের গ্রাম | প্রথম আলো",
            "time": "2025-12-24T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2F9y7zaqne%2F%E0%A7%A7.jpg?rect=0%2C0%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"সুপারির মৌসুমে ব্যস্ত বরিশালের গ্রাম\" class=\"IiRps \">সুপারির মৌসুমে ব্যস্ত বরিশালের গ্রাম</h1></p><div class=\"Ibzfy\"><p>রোদঝলমল দক্ষিণাঞ্চলের গ্রাম। উঠানজুড়ে ছড়িয়ে আছে কাঁচা–পাকা সুপারি। চলছে ধোয়া, বাছাই আর শুকানোর কাজ। উর্বর মাটি ও অনুকূল আবহাওয়ায় বরিশালের গ্রামগুলোতে সুপারি শুধু একটি ফসল নয়, বহু পরিবারের জীবিকারও অংশ। বরিশালের বানারীপাড়া উপজেলার বাইশারী ইউনিয়নে মৌসুমের এই ব্যস্ততা ধরা পড়েছে ছবির গল্পে।</p></div></div></div></body></html>"
        },
        {
            "title": "খাবারে বিষক্রিয়ায় মৃত্যুও হতে পারে, সুরক্ষিত থাকতে কী করবেন | প্রথম আলো",
            "time": "2025-12-24T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fda1e0ff2-1955-4a25-b1e3-43ba3cdfcd75%2F20240422034543_KBRH3331.JPG?rect=0%2C505%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>​যেকোনো অনুষ্ঠান বা হোটেল থেকে খাবার কেনার আগে পরিচ্ছন্নতার বিষয়টি নিশ্চিত হোন। যদি খাবার থেকে টক গন্ধ আসে, আঠালো হয়ে যায় বা স্বাদ বদলে যায়, তবে বিন্দুমাত্র ঝুঁকিও নেবেন না। এমন খাবার খাবেন না। শিশুদের রোগ প্রতিরোধক্ষমতা বড়দের চেয়ে কম, তাই তাদের ক্ষেত্রে বাড়তি সতর্কতা প্রয়োজন। </p><p>​আমাদের একটু সচেতনতাই এমন করুণ মৃত্যু রুখে দিতে পারে। খাবার সামনে এলে শুধু স্বাদ নয়, তার মান ও বিশুদ্ধতা নিয়েও আমাদের ভাবতে হবে। </p><p><strong><sup>ডা. কাকলী হালদার</sup></strong><sup>, সহকারী অধ্যাপক, মাইক্রোবায়োলজি বিভাগ, ঢাকা মেডিকেল কলেজ</sup></p></div></div></div></body></html>"
        },
        {
            "title": "এবার ‘ভিউ ব্যবসায়ীদের কবলে’ বাবা | প্রথম আলো",
            "time": "2025-12-24T05:53:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-08%2Fej8j1wz6%2FPhoto-1.jpg?rect=0%2C191%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘ফেক নিউজ মানুষকে বিভ্রান্ত করছে’</strong></p><p>কোনো ঘটনা ঘটলেই ফেসবুক ও ইউটিউবে নানাজন নানা তথ্য দেন। অনেক ক্ষেত্রেই তথ্যের সত্যতা থাকে না। কেউ কেউ উদ্দেশ্যপ্রণোদিত অপপ্রচারে লিপ্ত। এর বিপরীতে প্রতিকারের সুযোগও কম। কিন্তু আজিজুল ইসলামের মতো বহু মানুষের জীবন বিপর্যস্ত হচ্ছে মিথ্যা তথ্যের কারণে।</p><p>ঢাকা বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের অবসরপ্রাপ্ত অধ্যাপক মনিরুল ইসলাম খান প্রথম আলোকে বলেন, ‘সততা, বন্ধুত্ব, পরিবারসহ আমাদের বিশ্বাসের যে জায়গাগুলো ছিল, তা দুর্বল হয়ে গেছে। ধ্রুব সত্য বলে এখন আর কিছু নেই। সামাজিক, রাজনৈতিক বিভিন্ন প্রতিষ্ঠান ধ্বংস হয়ে যাচ্ছে। মূল্যবোধের সংকটও চলছে। ফেক নিউজ মানুষকে বিভ্রান্ত করছে। বলা যায়, আমরা সত্য–উত্তর যুগে বাস করছি।’</p><p>মনিরুল ইসলাম খান আরও বলেন, কেউ কোনো কাজ করে না থাকলে, সেই কাজের জন্যই দায়ী করলে তা ওই ব্যক্তিকে মর্মাহত করে, মানসিকভাবে বিপর্যস্ত করে ফেলে।</p></div></div></div></body></html>"
        },
        {
            "title": "সূর্যবংশীর বেধড়ক পিটুনি, ১৪ বছর বয়সে সেঞ্চুরি ও দ্রুততম দেড় শর বিশ্ব রেকর্ড | প্রথম আলো",
            "time": "2025-12-24T05:43:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fbwqtz37v%2F991b3d88-255e-447c-9915-0c199d3e6488.jpg?rect=0%2C0%2C680%2C357&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাতে লিস্ট এ ক্রিকেটে সর্বকনিষ্ঠ হিসেবে সেঞ্চুরির রেকর্ড গড়েছেন সূর্যবংশী। ১৪ বছর ২৭২ দিনে সেঞ্চুরি করে তিনি ভেঙেছেন ১৯৮৬ সালে ১৫ বছর ২০৯ দিনে সেঞ্চুরি করা পাকিস্তানের জহুর এলাহির রেকর্ড। টি-টোয়েন্টির বাইরে সিনিয়র ক্রিকেটে এই প্রথম  সেঞ্চুরি করলেন সূর্যবংশী। এটি ছিল তাঁর সপ্তম ওয়ানডে ম্যাচ। </p><p>লিস্ট এ ক্রিকেটে এটি চতুর্থ দ্রুততম সেঞ্চুরি। বিজয় হাজারে ট্রফিতে দ্বিতীয় দ্রুততম, গত বছর ৩৫ বলে সেঞ্চুরি করেন আনমোলপ্রীত সিং। অস্ট্রেলিয়ার ক্রিকেটার জ্যাক ফ্রেজার ম্যাগার্ক ২০২৩ সালে মার্শ কাপে তাসমানিয়ার হয়ে সাউথ অস্ট্রেলিয়ার বিপক্ষে ২৯ বলে সেঞ্চুরি করেন—এটাই লিস্ট এ ক্রিকেটে দ্রুততম সেঞ্চুরির রেকর্ড। </p></div></div></div></body></html>"
        },
        {
            "title": "ইইউর সাবেক কমিশনারসহ ৫ জনকে ভিসা দেবে না যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2025-12-24T05:38:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Frbigxr3d%2FEU.jpg?rect=0%2C0%2C641%2C337&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাজ্যভিত্তিক অলাভজনক সংস্থা গ্লোবাল ডিজইনফরমেশন ইনডেক্স (জিডিআই)-এর প্রধান ক্লেয়ার মেলফোর্ডকেও ভিসা নিষেধাজ্ঞার জন্য তালিকাভুক্ত করা হয়েছে।</p><p>যুক্তরাষ্ট্রের পররাষ্ট্রবিষয়ক আন্ডার সেক্রেটারি সারাহ বি রজার্স জিডিআই–এর বিরুদ্ধে অভিযোগ করেছেন, তারা মার্কিন করদাতার অর্থ ব্যবহার করে ‘যুক্তরাষ্ট্রের মতামত ও সংবাদমাধ্যমকে সেন্সর ও কালো তালিকাভুক্ত’ করার চেষ্টা করছে।</p><p>তবে জিডিআইয়ের একজন মুখপাত্র বিবিসিকে বলেন, ট্রাম্প প্রশাসন আবারও সরকারের সম্পূর্ণ ক্ষমতা ব্যবহার করে এমন কণ্ঠগুলোকে ভয় দেখানো, সেন্সর করা এবং চুপ করানোর চেষ্টা করছে, যাদের সঙ্গে তারা একমত নয়।</p><p>মার্কো রুবিওর মতে, জিডিআইয়ের কাজ অনৈতিক, অবৈধ ও মার্কিন মূল্যবোধের সঙ্গে সাংঘর্ষিক।</p><p>অনলাইনে বিদ্বেষমূলক ও ভুল তথ্য ঠেকাতে লড়াই চালিয়ে যাওয়া অলাভজনক সংস্থা সিসিডিএইচের প্রধান নির্বাহী কর্মকর্তা ইমরান আহমেদের ভিসাও নিষিদ্ধ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৪ ডিসেম্বর ২০২৫) | প্রথম আলো",
            "time": "2025-12-24T05:30:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fu7t5dtk2%2F%E0%A7%AA.JPG?rect=0%2C241%2C2824%2C1483&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ঘন কুয়াশার কারণে পাটুরিয়া, দৌলতদিয়া ও  আরিচা-কাজীরহাট নৌপথে দুটি ফেরি চলাচল বন্ধ রয়েছে। পাটুরিয়া, আরিচা, মানিকগঞ্জ, ২৪ ডিসেম্বর</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "গণসংগ্রাম ও বেহাত বিপ্লব: অতীত থেকে ভবিষ্যতের পাঠ | প্রথম আলো",
            "time": "2025-12-24T05:24:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fwpbwwmn4%2FWhatsApp-Image-2025-12-23-at-19.56.10.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা আগেই জেনেছি বইটির দ্বিতীয় ভাগে মাওলানা ভাসানীর জীবন ও রাজনীতির বিস্তৃত আলেখ্য উপস্থাপিত হয়েছে। এই অংশে লেখক কোনো প্রকার ব্যাখ্যা না করে সম্পূর্ণ নিরপেক্ষ দৃষ্টিকোণ থেকে ভাসানীর জীবনকে তুলে ধরেছেন। ভাসানীর রাজনৈতিক আদর্শ বোঝার জন্য এখানে তার জীবনের আরও অনেক প্রধান বা অপ্রধান অনেক ঘটনা হয়তো এখানে অবতারণা করা যেত। তবে এই অধ্যায়ের সেই অভাবটি তিনি পূরণ করে দিয়েছেন বইয়ের শেষ অংশে। এখানে মাওলানার একটি সংক্ষিপ্ত জীবনপঞ্জি উপস্থাপন করেছেন লেখক। যা একনজরে মাওলানাকে জানতে সাহায্য করে। বইয়ের শেষে সমৃদ্ধ নির্ঘণ্ট থেকে সময়সাশ্রয়ী পাঠকেরা তার প্রয়োজনীয় অংশ খুঁজে বের করতে পারবেন। বইয়ের প্রতিটি পৃষ্ঠার নিচে টীকা ও তথ্যসূত্রগুলো শুধু তথ্যের বিশ্বাসযোগ্যতাই বাড়ায়নি, ভাসানীকে আরও বিস্তারিতভাবে জনার দুয়ারও খুলে দেয়। এই ভাগটিতে এসেছে আজন্ম বিদ্রোহী ভাসানীর আসাম ও পূর্ব পাকিস্তানের রাজনীতি, রাষ্ট্রভাষা আন্দোলন, যুক্তফ্রন্ট, ন্যাপ, কৃষক ও শ্রমিক আন্দোলনে তাঁর ভূমিকা। একই সঙ্গে আন্তর্জাতিক অঙ্গনে তাঁর সক্রিয়তা—বিশ্ব শান্তি আন্দোলন, জোট নিরপেক্ষ আন্দোলন, চীন, কিউবা ও মধ্যপ্রাচ্য সফর—তাঁর রাজনৈতিক দর্শনের বৈশ্বিক মাত্রা তুলে ধরে। গণ-অভ্যুত্থান ও মুক্তিযুদ্ধকালীন তাঁর অবস্থানও এখানে গুরুত্ব পেয়েছে।</p><p>মাওলানা আবদুল হামিদ খান ভাসানীর দীর্ঘ রাজনৈতিক জীবনের ভেতর দিয়ে লেখক বইয়ের তৃতীয় ভাগে ‘বেহাত বিপ্লব’-এর ধারণাটিকে কোনো একক মুহূর্তের ব্যর্থতা হিসেবে নয়, বরং ধারাবাহিকভাবে হাতছাড়া হয়ে যাওয়া একাধিক ঐতিহাসিক সম্ভাবনার সমষ্টি হিসেবে উপস্থাপন করেছেন। ব্রিটিশবিরোধী সশস্ত্র সংগ্রাম, আজাদ হিন্দ বাহিনী, নৌবিদ্রোহ, ঊনসত্তরের গণ-অভ্যুত্থান এবং একাত্তরের মুক্তিযুদ্ধ—এই প্রতিটি সন্ধিক্ষণেই গণমানুষের মুক্তির বিপ্লবী সম্ভাবনা তৈরি হয়েছিল। কিন্তু প্রতিবারই সেই সম্ভাবনা সংগঠিত বিপ্লবে রূপ নিতে ব্যর্থ হয়েছে।</p><p>লেখকের বিশ্লেষণে এই ব্যর্থতার কেন্দ্রবিন্দুতে রয়েছে কমিউনিস্ট আন্দোলনের নেতৃত্বগত ও তাত্ত্বিক সংকট। ভাসানী জনজোয়ার সৃষ্টি করতে পেরেছিলেন, কিন্তু সেই জোয়ারকে বিপ্লবের মোহনায় প্রবাহিত করার দায়িত্ব যাঁদের ওপর বর্তায়—সোভিয়েতপন্থী ও চীনপন্থী কমিউনিস্টরা—তাঁরা ঐতিহাসিক সেই মুহূর্তে প্রস্তুত ছিলেন না। একদিকে সোভিয়েতপন্থীদের নির্বাচনমুখী, আপসকামী ও বুর্জোয়া জাতীয়তাবাদের লেজুড়বৃত্তি; অন্যদিকে চীনপন্থীদের অন্তর্দ্বন্দ্ব, খণ্ডিত সশস্ত্রবাদ ও নকশালপন্থী বিচ্ছিন্নতা—দুই ধারাই শেষ পর্যন্ত বিপ্লবী ঐক্য গড়ে তুলতে ব্যর্থ হয়।</p><p>একাত্তরের মুক্তিযুদ্ধ লেখকের কাছে শুধু জাতীয় মুক্তির যুদ্ধ নয়, বরং একটি সম্ভাব্য সামাজিক বিপ্লবের ভ্রূণ। কিন্তু সেই ভ্রূণ আন্তর্জাতিক ভূরাজনীতির চাপে, ভারত-সোভিয়েত-আমেরিকার অভিন্ন কমিউনিস্ট-ভীতির কারণে এবং প্রবাসী সরকারের দক্ষিণপন্থী অংশের আপসহীনতার অভাবে বিকশিত হওয়ার সুযোগ পায়নি। যুদ্ধকে ইচ্ছাকৃতভাবে সংক্ষিপ্ত করে, নিয়ন্ত্রিত রেখে, একটি ‘ভৌগোলিক স্বাধীনতা’ অর্জিত হলেও সামাজিক বিপ্লবের পথ রুদ্ধ হয়ে যায়। লেখকের ভাষায়, এটি ছিল একধরনের—‘বিপ্লবের গর্ভপাত’।</p></div></div></div></body></html>"
        },
        {
            "title": "কৈশোর প্রজননস্বাস্থ্যে জলবায়ুর প্রভাব | প্রথম আলো",
            "time": "2025-12-24T05:23:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fdygrwcvg%2FGroup-Pic-Okay.JPG?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>নাছির আহমদ</strong>,পরিচালক (এমসিএইচ—সার্ভিসেস), পরিবার পরিকল্পনা অধিদপ্তর;  <strong>ইকবাল কবির</strong>, পরিচালক—সিসিএইচপিইউ, স্বাস্থ্য ও পরিবারকল্যাণ মন্ত্রণালয়; <strong>মো. রফিকুল ইসলাম তালুকদার</strong>, লাইন ডিরেক্টর, পরিবার পরিকল্পনা অধিদপ্তর; <strong>মো. জহিরুল ইসলাম</strong>, হেলথ অ্যাডভাইজার, ঢাকার সুইডেন দূতাবাস; <strong>ফারিহা হাসিন</strong>, অধ্যাপক, পাবলিক হেলথ অ্যান্ড ইনফরমেটিস বিভাগ, বাংলাদেশ মেডিকেল বিশ্ববিদ্যালয়; <strong>আ ন ম মোস্তফা কামাল মজুমদার</strong>, উপপরিচালক (এমসিএইচ), পরিবার পরিকল্পনা অধিদপ্তর; <strong>মো. মনজুর হোসেন</strong>, সহকারী পরিচালক, পরিবার পরিকল্পনা অধিদপ্তর; <strong>এলভিনা মোস্তারী</strong>, উপপরিচালক, আরএইচ স্টেপ; <strong>তৌফিক উল করিম চৌধুরী</strong>, ম্যানেজার (এম অ্যান্ড ই অ্যান্ড অ্যাডভোকেসি), আরএইচ স্টেপ; <strong>মো. মোফাজ্জল হোসেন</strong>, সহকারী পরিচালক (এমসিএইচ), পরিবার পরিকল্পনা অধিদপ্তর; <strong>শরীফ ওয়াসিমা পারভীন</strong>, সহকারী পরিচালক (এমসিএইচ), পরিবার পরিকল্পনা অধিদপ্তর; <strong>বেলাল উদ্দিন আহমেদ</strong>, সহকারী পরিচালক (এমসিএইচ), পরিবার পরিকল্পনা অধিদপ্তর; <strong>নিশাত তাসনিম</strong>, চিকিৎসা কর্মকর্তা (এমসিএইচ সেবা), পরিবার পরিকল্পনা অধিদপ্তর; <strong>এঞ্জেলিকা দিবা পিউরিফিকেশন</strong>, চিকিৎসা কর্মকর্তা, পরিবার পরিকল্পনা অধিদপ্তর; <strong>সামিয়া আফরিন</strong>, প্রজেক্ট ডিরেক্টর, উইমেন হেলথ অ্যান্ড রাইটস, নারীপক্ষ; <strong>মাহবুবুল আলম</strong>, কান্ট্রি ডিরেক্টর ইন বাংলাদেশ, পাথফাইন্ডার ইন্টারন্যাশনাল; <strong>মো. নুরুল ইসলাম খান</strong>, প্রোগ্রাম অফিসার, বিশ্ব স্বাস্থ্য সংস্থা বাংলাদেশ; <strong>এ এন এম এহতেশাম কবির</strong>, কনসালট্যান্ট (বয়ঃসন্ধি স্বাস্থ্য), ইউনিসেফ বাংলাদেশ; <strong>সৈয়দ মো. নুরুউদ্দিন</strong>, অ্যাডভাইজার, এসআরএইচআর, প্ল্যান ইন্টারন্যাশনাল বাংলাদেশ; <strong>মো. মাসুদুর রহমান</strong>, ন্যাশনাল কো–অর্ডিনেটর, ব্র্যাক; <strong>আবুল বরকত</strong>, ডেপুটি ডিরেক্টর, সেন্টার ফর ইনজুরি প্রিভেনশন অ্যান্ড রিসার্চ, বাংলাদেশ (সিআইপিআরবি)<strong>।  সঞ্চালনা: ফিরোজ চৌধুরী</strong>, সহকারী সম্পাদক, প্রথম আলো</p></div></div></body></html>"
        },
        {
            "title": "দায়ী ব্যক্তিদের শনাক্ত ও দৃষ্টান্তমূলক শাস্তির দাবি বিজেপিসির | প্রথম আলো",
            "time": "2025-12-24T05:22:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-20%2Fvo7xv2iv%2F%E0%A7%AA.jpg?rect=0%2C62%2C5760%2C3024&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও দ্য ডেইলি স্টারের কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগ; নিউ এজের সম্পাদক নূরুল কবীরের ওপর হামলা এবং খুলনায় সাংবাদিক ইমদাদুল হক মিলন হত্যার ঘটনায় উদ্বেগ ও নিন্দা জানিয়েছে বাংলাদেশ জার্নালিস্ট প্রটেক্ট কমিটি (বিজেপিসি)। গতকাল মঙ্গলবার সন্ধ্যায় সংগঠনটি এক বিবৃতিতে এ তথ্য জানিয়েছে।</p><p>বিজ্ঞপ্তিতে বলা হয়, ‘ফ্রি প্রেস আনলিমিটেড’ ও ‘আর্টিকেল ১৯’-এর অনুপ্রেরণায় গঠিত বিজেপিসি মনে করে, এসব ঘটনা স্বাধীন মতপ্রকাশ ও গণমাধ্যমের ওপর চূড়ান্ত আঘাত। অতীতেও বিভিন্ন ব্যক্তি ও প্রতিষ্ঠানের ওপর সংগঠিত সহিংসতা ঘটেছে। সাংবাদিকদের লাঞ্ছনা, হয়রানি ও হত্যার ঘটনা ঘটলেও অধিকাংশ ক্ষেত্রেই অপরাধীরা শাস্তির বাইরে থেকে গেছে। অনেক ঘটনায় তাদের শনাক্তও করা হয়নি।</p></div></div></div></body></html>"
        }
    ]
}