{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "সরকারবিরোধী আন্দোলন রাজতন্ত্রে ফেরার জন্য নয় | প্রথম আলো",
            "time": "2026-01-10T20:45:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fxe9ncb5r%2Firan_violence.jpg?rect=0%2C109%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প কী চাইছেন, তা এখনো স্পষ্ট নয়। তবে বিভিন্ন প্রতিবেদন বলছে, ট্রাম্প হয়তো ইরানের বর্তমান সরকারের কোনো অংশের সঙ্গে সমঝোতার পথ খুঁজছেন। ওমানের কর্মকর্তারা সপ্তাহান্তে তেহরান সফরে যাবেন বলে জানা গেছে। যুক্তরাষ্ট্র ও ইরানের মধ্যে মধ্যস্থতায় সাধারণত ওমান ভূমিকা রাখে।</p><p>ইরানের বর্তমান প্রশাসনের মধ্যে এরই মধ্যে কিছুটা আতঙ্ক ছড়িয়ে পড়লেও তা দেশটির সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনির সিদ্ধান্তকে তেমন একটি প্রভাবিত করতে পারছে না। তিনি এখনো ইউরেনিয়াম সমৃদ্ধকরণ অব্যাহত রাখার পক্ষে। তাঁর কাছে এটি জাতীয় সার্বভৌমত্বের প্রতীক।</p><p>ট্রাম্প কেন রেজা পাহলভিকে পূর্ণমাত্রায় সমর্থন দিতে রাজি নন, সেটার পেছনে বেশ কিছু কারণ রয়েছে। এর একটি হলো ট্রাম্প তাঁকে সমর্থন দিলে ইরানে তাঁর প্রত্যাবর্তনের আহ্বান নিয়ে ভুল ব্যাখ্যা হতে পারে।</p><p>পরিস্থিতি বিশ্লেষণ করতে গিয়ে গার্ডিয়ান–এর কাছে ইরানের এক নাগরিক বলেন, ‘আজকের স্লোগানে যা শোনা যাচ্ছে, তা রাজতন্ত্রের ফেরার আহ্বান নয়। বরং এটি প্রাণঘাতী বাস্তবতা থেকে বাঁচার উপায়। যে সমাজে সমস্যা সমাধানের কোনো পথ খোলা নেই, তাতে পেছনে (রাজতন্ত্র) ফিরে যাওয়ার কথা ওঠে কোনো আগ্রহ থেকে নয়, বরং বাধ্য হয়েই তাঁরা এমনটি করেন। এই পশ্চাদমুখী যাত্রা কোনো বিকল্প নয়। এটি ক্লান্ত রাজনৈতিক ব্যবস্থার হতবিহ্বল প্রতিক্রিয়া, যা আর কোনো নির্দেশনা মেনে চলার অবস্থায় থাকে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "কঠোর হওয়ার ইঙ্গিত খামেনির, ট্রাম্প বলছেন পরিস্থিতি বিপজ্জনক | প্রথম আলো",
            "time": "2026-01-10T20:23:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F4sr97nvj%2F3.PNG?rect=0%2C79%2C918%2C482&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যম এক্সে দেওয়া সর্বশেষ বার্তায় যুক্তরাষ্ট্রপ্রবাসী রেজা পাহলভি বলেছেন, ‘আমাদের লক্ষ্য এখন আর শুধু রাস্তায় নামা নয়, শহরগুলোর কেন্দ্রস্থল দখল ও ধরে রাখার প্রস্তুতি নিতে হবে।’ তিনি অর্থনীতির গুরুত্বপূর্ণ খাত, বিশেষ করে পরিবহন, তেল, গ্যাস ও জ্বালানি খাতের শ্রমিক ও কর্মচারীদের দেশব্যাপী ধর্মঘটে যাওয়ার আহ্বান জানিয়েছেন।</p><p>বৃহস্পতিবার মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প অবশ্য জানিয়ে দিয়েছেন, তিনি আপাতত পাহলভির সঙ্গে সাক্ষাতে আগ্রহী নন। এতে ইঙ্গিত স্পষ্ট যে সংকট কোন দিকে যায়, তা দেখেই তিনি বিরোধী নেতৃত্বের বিষয়ে অবস্থান নেবেন।</p><p>এর আগে গত সপ্তাহে ট্রাম্প সতর্ক করে বলেছিলেন, যুক্তরাষ্ট্র বিক্ষোভকারীদের সহায়তায় এগিয়ে আসতে পারে। শুক্রবার তিনি আরও কড়া হুঁশিয়ারি দিয়ে বলেন, ‘তোমরা যদি গুলি চালাও, আমরাও গুলি চালাব।’ মার্কিন প্রেসিডেন্ট আরও বলেন, ‘আমি শুধু চাই, ইরানের বিক্ষোভকারীরা নিরাপদ থাকুক। পরিস্থিতি এখন খুবই বিপজ্জনক।’</p><p>রাজপথে কিছু বিক্ষোভকারী অবশ্য পাহলভির পক্ষে স্লোগান দিয়েছেন। ‘শাহ দীর্ঘজীবী হোক’—এমন স্লোগানও শোনা গেছে। তবে অধিকাংশ স্লোগানে বর্তমান সরকারের শাসনের অবসান এবং অর্থনৈতিক সংকট সমাধানের দাবি তোলা হচ্ছে। যুক্তরাষ্ট্র ও পশ্চিমা দেশগুলোর আন্তর্জাতিক নিষেধাজ্ঞায় থাকা ইরানের অর্থনীতি নাজুক অবস্থায় রয়েছে। এর মধ্যে গত বছরের জুনে ১২ দিনের যুদ্ধে ইসরায়েল ও যুক্তরাষ্ট্রের বিমান হামলায় দেশটির অর্থনীতি আরও ক্ষতিগ্রস্ত হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শৈত্যপ্রবাহ থাকবে, তবে তাপমাত্রা বাড়তে পারে | প্রথম আলো",
            "time": "2026-01-10T20:02:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fuqpp1nwo%2FUntitled-3.jpg?rect=0%2C31%2C430%2C226&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে শৈত্যপ্রবাহের পরিধি তিন দিন ধরে কমেছে। বেড়েছে সর্বনিম্ন তাপমাত্রাও। তারপরও গতকাল শনিবার দেশের ১৯ জেলায় শৈত্যপ্রবাহ বয়ে গেছে। গতকাল দেশের দুই স্থানে সর্বনিম্ন তাপমাত্রা রেকর্ড করা হয়েছে ৮ দশমিক ৩ ডিগ্রি সেলসিয়াস। আগের দিন শুক্রবারের চেয়ে এ তাপমাত্রা ছিল বেশি। </p><p>গত শুক্রবার পর্যন্ত দেশের বিভিন্ন জেলায় মাঝারি পর্যায়ে শৈত্যপ্রবাহ বয়ে যায়। তবে গতকাল ছিল মৃদু শৈত্যপ্রবাহ। আবহাওয়া অধিদপ্তর বলছে, আজ রোববারও তাপমাত্রা কিছুটা বাড়তে পারে। তবে তাতে যে শৈত্যপ্রবাহ একেবারে কমে যাবে, তা নয়। আবার আগামীকাল সোমবার থেকে তাপমাত্রা আবার কমতে শুরু করবে। এ সময় কমতে পারে সর্বোচ্চ ও সর্বনিম্ন তাপমাত্রার ব্যবধান। তাতে করে শীতের তীব্রতা বাড়তে পারে। </p></div></div></div></body></html>"
        },
        {
            "title": "রান্নার চুলা থেকে স্টেশন,সবখানেই গ্যাস-সংকট | প্রথম আলো",
            "time": "2026-01-10T19:48:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F5ooupu7u%2FDIPU1036053707.JPG.JPG?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৪ জানুয়ারি আমিনবাজারে পাইপলাইন ছিদ্র হওয়ায় এক সপ্তাহ ধরে কম চাপে গ‍্যাস পাচ্ছে ঢাকাবাসী। এর মধ্যে গতকাল রাজধানীর মিরপুর রোডে গণভবনের সামনে পাইপলাইনে একটি ভালভ ফেটে গিয়ে ভোগান্তি বাড়ায়। মেরামতের জন্য আশপাশের আরও কয়েকটি ভালভ বন্ধ করে দেওয়া হয়। ভাল্‌ভ দিয়ে পাইপলাইন গ‍্যাসের প্রবাহ নিশ্চিত করা হয়। প্রয়োজনে বাড়ানো বা কমানো যায়। এটি বিতরণ লাইনের বিভিন্ন নির্দিষ্ট পয়েন্টে থাকে।</p><p>গতকাল বিকেলে ক্ষতিগ্রস্ত ভালভ পরিবর্তন করে নতুন ভালভ বসানো হয়েছে। এরপর ওই এলাকার পাইপলাইনে গ্যাস সরবরাহ শুরু করেছে তিতাস গ্যাস ট্রান্সমিশন অ্যান্ড ডিস্ট্রিবিউশন পিএলসি। এরপর ধীরে ধীরে গ্যাসের চাপ বাড়তে শুরু করে বলে বিজ্ঞপ্তি দিয়ে জানিয়েছে তিতাস। দিনভর গ্যাসের মারাত্মক স্বল্পচাপ নিয়ে ভোগান্তিতে পড়েন ধানমন্ডি, মোহাম্মদপুর, শ্যামলী, নিউমার্কেট, হাজারীবাগ, গাবতলীসহ সংলগ্ন এলাকার মানুষ।</p></div></div></div></body></html>"
        },
        {
            "title": "আরেকবার চেষ্টা করে দেখি: মাহফুজ আলম | প্রথম আলো",
            "time": "2026-01-10T19:31:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fwx0yjflc%2FUntitled-2.jpg?rect=0%2C14%2C736%2C386&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাহফুজ আলম আরও লিখেছেন, ‘আপনারা যাঁরা বৈষম্যহীন ব্যবস্থা, মানবাধিকার, ন্যায়বিচার ও নতুন আর্থরাজনৈতিক বন্দোবস্তে বিশ্বাসী, দ্বিদলীয় (এবারে জোট) কাঠামো নিয়ে অনাগ্রহী, তদুপরি আদর্শিকভাবে আপসহীন এবং পলিসি বেজড রাজনীতি প্রত্যাশা করেন, তাঁরা আশা করি যোগাযোগ করবেন।’</p><p>মাহফুজ আলম বলেন, ‘আমরা আপনাদের ক্ষোভ, হতাশা, অপ্রাপ্তি যেমন শুনতে চাই, তেমনি আমাদের দিক থেকে হওয়া ব্যক্তিগত ও সামষ্টিক ভুল, বাস্তব সংকট ও কমতিগুলো নিয়েও কথা বলতে চাই। গত দেড় বছরের পর্যালোচনা শেষে আমরা কীভাবে নতুন করে শুরু করতে পারি, সে সম্ভাবনা নিয়ে আলোচনা করতে চাই।’</p><p>আগ্রহীদের সঙ্গে যোগাযোগের জন্য পোস্টে একটি ই-মেইল ঠিকানাও যুক্ত করেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ড যুক্তরাষ্ট্রের প্রয়োজন: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-10T19:22:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fhxivzs50%2FTrump-to-House-Republicans.webp?rect=0%2C14%2C1050%2C551&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনডিটিভি জানায়, ডেনমার্কের পার্লামেন্ট সদস্য এবং প্রতিরক্ষা কমিটির চেয়ারম্যান রাসমুস জারলোভ বলেছেন, যুক্তরাষ্ট্র যদি গ্রিনল্যান্ডে আক্রমণ করে, তবে ডেনমার্কের নিজেকে রক্ষা করতেই হবে। যদিও তিনি স্বীকার করেছেন, মার্কিন সেনারা গ্রিনল্যান্ডে আক্রমণ করলে ডেনমার্কের সেনাবাহিনীও তাঁদের আটকাতে পারবে না। তবু এমন কোনো হামলা গ্রহণযোগ্য নয় বলে স্পষ্ট জানিয়ে দিয়েছেন তিনি।</p><p>এনডিটিভির সঙ্গে এক বিশেষ সাক্ষাৎকারে জারলোভ বলেন, ‘আমরা এটাও স্পষ্ট করতে চাই, আমাদের ওপর সামরিক হামলা গ্রহণযোগ্য নয়। এতে ন্যাটোভুক্ত দুই দেশের মধ্যে যুদ্ধ শুরু হয়ে যাওয়ার মতো একটি বোকামিপূর্ণ এবং বিধ্বংসী পরিস্থিতি তৈরি হবে, যা সম্পূর্ণ ধ্বংসাত্মক এবং খুবই, খুবই বোকামি এবং অপ্রয়োজনীয়।’</p><p>জারলোভ মনে করেন, ট্রাম্পের গ্রিনল্যান্ডে হামলার হুমকি দেওয়া বা শত্রুতার কোনো কারণ নেই। কারণ, যুক্তরাষ্ট্রের গ্রিনল্যান্ডে প্রবেশাধিকারের সুযোগ আগে থেকেই আছে। দুই দেশের মধ্যে একটি প্রতিরক্ষা চুক্তি রয়েছে, যার মধ্যে তাদের খনি খননের জন্য প্রবেশাধিকার দেওয়া আছে। এর ব্যাখ্যায় ডেনমার্কের প্রতিরক্ষা কমিটির চেয়ারম্যান আরও বলেন, ‘এর আসলেই কোনো প্রয়োজন নেই এবং আশা করি, আমরা আবার সঠিক পথে ফিরে আসতে পারব এবং এ নিয়ে উত্তেজনা বাড়বে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "অবশেষে স্বজনের খোঁজ মিলল, তবে ঘরে ফেরা হলো না নাইমার, দাফন পাবনাতেই | প্রথম আলো",
            "time": "2026-01-10T19:00:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-09%2F1mrdmfoh%2FNaima_Chowdhury_01.jpeg?rect=0%2C39%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতিবার প্রথম আলোর পক্ষ থেকে মোবাইলে কথা হয়েছিল হাসপাতালটির একাধিক চিকিৎসক ও নার্সের সঙ্গে। হাসপাতাল কর্তৃপক্ষ এর আগেও পত্রিকায় বিজ্ঞপ্তি দিয়ে নাইমা চৌধুরী এবং তাঁর মতো দীর্ঘদিন হাসপাতালে থাকা অন্যদের স্বজনদের খোঁজে পত্রিকায় বিজ্ঞপ্তি দিয়েছে। অনেককে ভর্তির সময় মিথ্যা তথ্য দিয়ে হাসপাতালটিতে ভর্তি করা হয়েছিল। ভর্তির সময় অভিভাবক বা স্বজনের দেওয়া মোবাইল নম্বরটিও আর সচল নেই অনেকের ক্ষেত্রে।</p><p>নাইমার সিজোফ্রেনিয়া ছিল। খাবার খেতে চাইতেন না। হিমোগ্লোবিন কমে যেত তাঁর। হাসপাতালের নথিতে নাইমার বাবার নাম উল্লেখ করা ছিল মজিবুল হক চৌধুরী। তিনি এবং নাইমা চৌধুরীর মা মারা গেছেন। নথিতে ঢাকার কামরাঙ্গীরচরের আশ্রাফবাদের আহসানবাদ গ্রামের ঠিকানা দেওয়া ছিল।</p><p>হাবিব উল্লাহ চৌধুরী জানালেন, বহু আগেই সেখানকার জমিজমা বিক্রি করে তাঁরা এলাকা ছেড়েছেন। বর্তমানে হাবিব উল্লাহ রাজধানীর বাড্ডায় থাকেন। ২০১২ সাল পর্যন্ত নিউমার্কেটে তাঁর দোকান ছিল। তারপর আস্তে আস্তে ব্যবসায় লোকসান হতে থাকে। নাইমা চৌধুরীর লাশ দাফনসহ যাতায়াত বাবদ যে খরচ হয়েছে, তা–ও মানুষের কাছ থেকে ধার করে নিয়ে গেছেন বলে জানালেন। কামরাঙ্গীরচরে সম্পত্তি কেমন ছিল, তা আর স্পষ্ট করে বললেন না হাবিব উল্লাহ চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসব | প্রথম আলো",
            "time": "2026-01-10T19:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Flw3m1vs1%2FWhatsApp-Image-2026-01-10-at-6.34.38-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ক্রোয়েশিয়া-যুক্তরাজ্যভিত্তিক চলচ্চিত্র নির্মাতা আলেকজান্দ্রা মার্কোভিচ বলেন, ‘বাংলাদেশের চলচ্চিত্রে গল্প বলার একটি সমৃদ্ধ ঐতিহ্য রয়েছে।’<br>উদ্বোধনী অনুষ্ঠানে আরও ছিল জলতরঙ্গ থিয়েটার কোম্পানির একটি থিয়েট্রিক্যাল পরিবেশনা।<br>উৎসবে ১৮ জানুয়ারি পর্যন্ত বিশ্বের ৯১টি দেশের ২৪৫টি চলচ্চিত্র প্রদর্শিত হবে। ঢাকা ও কক্সবাজারের একাধিক ভেন্যুতে ছবি দেখানো হবে, যার মধ্যে রয়েছে আলিয়ঁস ফ্রঁসেজ দো ঢাকা, বাংলাদেশ জাতীয় জাদুঘর, বাংলাদেশ শিল্পকলা একাডেমি, স্টামফোর্ড ইউনিভার্সিটি, থ্রিডি আর্ট গ্যালারি, ভিন্টেজ কনভেনশন হল ও কক্সবাজারের লাবণী সৈকত।</p></div></div></div></body></html>"
        },
        {
            "title": "কোনো কোনো রিটার্নিং কর্মকর্তার আচরণ আমাদের চিন্তিত করেছে: চরমোনাই পীর | প্রথম আলো",
            "time": "2026-01-10T18:39:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fwb7rvxb9%2FIAB.jpeg?rect=0%2C20%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসলামী আন্দোলনের আমির আরও বলেন, ‘শহীদ শরিফ ওসমান বিন হাদির হত্যাকারীকে এখনো গ্রেপ্তার করতে না পারায় জনমনে আস্থা ফিরছে না। অবৈধ অস্ত্র উদ্ধারে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর তৎপরতাও আশাব্যঞ্জক নয়। আশা করি সরকার অবৈধ অস্ত্র উদ্ধারে গুরুত্ব দেবে। আইনশৃঙ্খলা পরিস্থিতির উন্নতিতে কার্যকর ব্যবস্থা নেবে।’</p><p>ইসলামী আন্দোলন বাংলাদেশের জ্যেষ্ঠ নায়েবে আমির সৈয়দ মুহাম্মাদ ফয়জুল করীম, মহাসচিব মাওলানা ইউনুস আহমদ, প্রেসিডিয়াম সদস্য মাওলানা মোসাদ্দেক বিল্লাহ আল মাদানী, যুগ্ম মহাসচিব মাওলানা গাজী আতাউর রহমানসহ দলের কেন্দ্রীয় নেতাদের অনেকে এ বৈঠকে উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শামসুর রাহমান ও আল মাহমুদকে আলাদা ফ্রেমে দেখা বিপজ্জনক | প্রথম আলো",
            "time": "2026-01-10T18:09:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F4gb2zsmv%2F20260110184331.jpg?rect=0%2C459%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘জাতীয়তাবাদ ও ধর্ম—এ রকম ফ্রেমে বাংলাদেশের অন্যতম প্রধান দুই কবি শামসুর রাহমান ও আল মাহমুদকে আলাদা করে দেখা বিপজ্জনক। নির্দিষ্ট কোনো ফ্রেমে একজন কবিকে বন্দী করলে আমরা তাঁকে নয়, নিজেদেরই সেই ফ্রেমে আটকে ফেলি। এভাবে কবির বিচার হয় না। এ রকম ফ্রেমের ভেতর থেকে আমাদের বের হয়ে আসা দরকার।’</p><p>শনিবার সন্ধ্যায় রাজধানীর পরীবাগে সংস্কৃতি বিকাশ কেন্দ্রে এক অনুষ্ঠানে এ কথাগুলো বলেছেন কবি ও প্রাবন্ধিক এবং প্রথম আলোর নির্বাহী সম্পাদক সাজ্জাদ শরিফ। সংস্কৃতি বাংলা নামের একটি সংগঠনের বর্ষশুরু আয়োজন উপলক্ষে এই অনুষ্ঠানে তিনি ‘জাতীয়তাবাদ ও ধর্ম: শামসুর রাহমান ও আল মাহমুদ’ শিরোনামে একক বক্তৃতা দেন।</p><p>বক্তৃতায় সাজ্জাদ শরিফ বলেন, ‘এখন যে আমরা ধর্ম ও জাতীয়তাবাদ—এই দুই ফ্রেমে আলাদা করে যে শামসুর রাহমান ও আল মাহমুদকে দেখি, এগুলো পরের ঘটনা। ১৯৫০–এর দশকে কবি হিসেবে উন্মেষের পর সাংস্কৃতিক ভাবাদর্শের দিক থেকে তাঁরা এক ছিলেন। সেটি জাতীয়তাবাদের যুগ। দেশে দেশে উপনিবেশের বিরুদ্ধে জাতীয়তাবাদী সংগ্রাম চলছে। পূর্ববঙ্গও এর ব্যতিক্রম নয়। বৃহত্তর অর্থে এই দুই কবিও তখন “জাতীয়তাবাদী” সাংস্কৃতিক পরিচয় নির্মাণ করছেন। আমরা এটা পছন্দ বা অপছন্দ করতে পারি, পরিচয়বাদী রাজনীতির সমালোচনা করার মতো নানা তাত্ত্বিক অস্ত্র এখন আমাদের কাছে আছে। কিন্তু এটাই ইতিহাসের বাস্তবতা। আমরা ইতিহাস বদলাতে পারি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিমেন্ট কারখানায় কম্প্রেসর বিস্ফোরণে আট শ্রমিক দগ্ধ | প্রথম আলো",
            "time": "2026-01-10T17:59:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fnikcjr2j%2FNARAYANGONJDH078020260110IMG-20260110-WA0198.JPG.JPG?rect=71%2C0%2C1029%2C540&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নারায়ণগঞ্জের বন্দর উপজেলার নবীগঞ্জ এলাকায় আকিজ সিমেন্ট কারখানায় একটি কম্প্রেসর বিস্ফোরণে আট শ্রমিক দগ্ধ হয়েছেন। শনিবার রাত সাড়ে সাতটার দিকে কারখানার ভেতরে ওই দুর্ঘটনা ঘটে।</p><p>বিস্ফোরণের পর এলাকাজুড়ে আতঙ্ক ছড়িয়ে পড়ে। খবর পেয়ে লোকজন কারখানার ফটকের সামনে ভিড় করেন। পরে কারখানার লোকজন ও স্থানীয়রা দগ্ধ শ্রমিকদের উদ্ধার করে দ্রুত রাজধানীর জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে পাঠান। </p><p>বিস্ফোরণে কারখানার গাড়িচালক হান্নান, কারখানার শ্রমিক মঞ্জুর, হাবিব, রাকিবুল, খোরশেদ, তারেক, ফেরদৌসসহ আটজন দগ্ধ হয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বৈরাচারের পতন ও স্বাধীনতার আকাঙ্ক্ষার গভীর সংকলন | প্রথম আলো",
            "time": "2026-01-10T17:56:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Ftk0hx2ge%2FWhatsApp-Image-2026-01-10-at-11.47.59-PM.jpeg?rect=0%2C107%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শনিবার রাজধানীর গুলশানে বিচারপতি সাহাবুদ্দীন আহমদ পার্কের দ্য বুকওয়ার্মে বইটি আনুষ্ঠানিকভাবে প্রকাশ করেন অনুষ্ঠানের প্যানেল আলোচকেরা। আলোচকেরা বলেছেন, বইটি ভবিষ্যৎ প্রজন্মের সামনে জুলাইয়ের ঐতিহাসিক আন্দোলনের চেতনা তুলে ধরার পাশাপাশি স্মৃতি সংরক্ষণের একটি প্রচেষ্টা। শুধু রাজনৈতিক পরিবর্তনের বিবরণ তুলে ধরা হয়নি, স্বৈরাচারী শাসনের পতনে সাধারণ মানুষের সংকল্প এবং স্বাধীনতার আকাঙ্ক্ষার এক গভীর সংকলন।</p><p>বইটি সংকলন ও প্রকাশের সঙ্গে সরাসরি যুক্ত হয়েছেন ‘ইটস হিউম্যানিটি ফাউন্ডেশন’–এর সদস্যরা। ফাউন্ডেশনের সদস্যরা রাজধানীর দুটি হাসপাতালে চিকিৎসাধীন জুলাই আন্দোলনকারীদের দীর্ঘমেয়াদি চিকিৎসা ও পুনর্বাসনের দায়িত্ব নেন। বইটি সম্পাদনা করেছেন এই ফাউন্ডেশনের চেয়ারম্যান রেজওয়ান রহমান। গণ-অভ্যুত্থানটি মোট ৩৬ দিন স্থায়ী হয়েছিল। এই ৩৬ দিনের প্রতিটি দিনের স্মরণে বইটিতে ৩৬টি বিশেষ গল্প সংকলিত করা হয়েছে। আন্দোলনে শিক্ষার্থীরা নেতৃত্ব দিলেও রিকশাচালক, শিক্ষক, আইনজীবী, সাংবাদিক, ফটোসাংবাদিক, পোশাকশ্রমিক, মুদিদোকানি, নার্সদের মতো সমাজের সর্বস্তরের সাধারণ মানুষ অংশ নিয়েছিলেন—সেই বয়ানই গুরুত্ব দিয়ে তুলে ধরা হয়েছে। আন্দোলনে গিয়ে যাঁরা আহত হয়েছেন, তাঁদের ভোগান্তির কথাও গুরুত্ব পেয়েছে। বইটির জন্য ৫০ জন ব্যক্তির সাক্ষাৎকার নেওয়া হয়েছে, যাঁরা সরাসরি আন্দোলনে যুক্ত ছিলেন। প্রকাশনা প্রতিষ্ঠান ইউনিভার্সিটি প্রেস লিমিটেড বইটির ডিস্ট্রিবিউটর।</p></div></div></div></body></html>"
        },
        {
            "title": "ইতিহাসের আলোয় স্বদেশের মুখ | প্রথম আলো",
            "time": "2026-01-10T17:54:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F6j8xc7s0%2F294-2063443.JPG?rect=0%2C587%2C6246%2C3279&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতিহাস, ঐতিহ্য, সংস্কৃতির মনোজ্ঞ আলোচনায় সমুজ্জ্বল হলো স্বদেশের মুখ। বাংলাদেশের প্রত্নসম্পদ ও প্রাচীন শিলালিপি নিয়ে প্রথমা প্রকাশন দুটি আকরগ্রন্থ প্রকাশ করেছে সম্প্রতি। আজ শনিবার ছুটির দিন বিকেলে বই দুটির প্রকাশনা অনুষ্ঠানে ইতিহাসবিদেরা তুলে ধরলেন দেশের গৌরবময় ইতিহাস আর সাংস্কৃতিক ঐতিহ্যের উত্তরাধিকারের বিবিধ প্রসঙ্গ।   </p><p>রাজধানীর কারওয়ান বাজারে প্রগতি ভবনের দশম তলায় প্রথম আলোর সভাকক্ষে এই আয়োজন করেছিল প্রথমা প্রকাশন। বই দুটো হলো স্বনামখ্যাত শৌখিন পুরাতাত্ত্বিক আবুল কালাম মোহাম্মদ যাকারিয়ার বাংলাদেশের প্রত্নসম্পদ। অপরটি বঙ্গীয় শিল্পকলাচর্চার আন্তর্জাতিক কেন্দ্রের অতিথি অধ্যাপক মুহম্মদ ইউসুফ সিদ্দিকের শিলালিপি: বাংলার আরবি-ফারসি প্রত্নলেখমালা।</p><p>শিলালিপি বইটি নিয়ে আলোচনায় জাতীয় বিশ্ববিদ্যালয়ের সাবেক উপাচার্য ওয়াকিল আহমেদ বলেন, বাংলার মধ্যযুগের মুসলিম শাসকদের ইতিহাস মূলত আরবি-ফারসি ভাষায় লিখিত। নির্ভুলভাবে অন্তর্ভুক্তিমূলক ইতিহাস বর্ণনার ক্ষেত্রে এই শিলালিপিগুলো খুবই গুরুত্বপূর্ণ উপাদান। ইউসুফ সিদ্দিক বাংলা ভাষায় শিলালিপিগুলো অনুবাদ করে বাংলা ভাষাভাষী মানুষের কাছে তার অর্থ পৌঁছে দিয়েছেন। এসব শিলালিপিতে ঐতিহাসিক তথ্য–উপাত্তের পাশাপাশি অনেক গৌরবময় ঐতিহ্যের বিষয়ও রয়েছে। লেখক দীর্ঘদিন থেকে এসব শিলালিপি নিয়ে নিবিড় অনুসন্ধান ও পরিশ্রমসাধ্য গবেষণা করছেন। অন্ধকার থেকে আলোর জগতে নিয়ে এসেছেন।</p><p>ওয়াকিল আহমেদ বলেন, লেখক শিলালিপিগুলোর অনুবাদের পাশাপাশি এর বিষয়বস্তু, লেখার ভাষা, লিপির নান্দনিকতা এবং সেই সময়ের সামাজিক অবস্থান, ভৌগোলিক পরিবেশ নিয়েও গভীর তাৎপর্যময় আলোচনা করেছেন। সে কারণে এই গ্রন্থ একটি মূল্যবান আকরগ্রন্থ হয়ে উঠেছে। প্রথমা প্রকাশন এমন একটি গুরুত্বপূর্ণ বই প্রকাশ করায় তিনি ধন্যবাদ জানান।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজধানীতে থানার ভেতর থেকে পুলিশের মোটরসাইকেল চুরি | প্রথম আলো",
            "time": "2026-01-10T17:54:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F4yxhtv6d%2Fbike.jpeg?rect=0%2C0%2C958%2C503&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার একটি ভিডিও ফুটেজও প্রথম আলোর হাতে এসেছে। ফুটেজে দেখা গেছে, দুই ব্যক্তি মুখোশ পরে থানার গেটের সামনে ঘোরাফেরা করছেন। একপর্যায়ে এক ব্যক্তি থানার ভেতরে ঢুকে মোটরসাইকেলের তালা ভাঙেন। আরেকজন থানার বাইরে পাহারা দেন। পরে দুজন মিলে বাইকটি ঠেলে থানা এলাকা থেকে বের করে নিয়ে যান।</p><p>এএসআই ফিরোজ প্রথম আলোকে বলেন, শুক্রবার রাতে তিনি মোটরসাইকেলটি থানার ভেতরে রেখে বাইরে দায়িত্ব পালন করছিলেন। সকালে থানায় ফিরে দেখেন, যেখানে মোটরসাইকেলটি রেখেছিলেন, সেখানে নেই। পরে সিসিটিভি ফুটেজ দেখে তিনি জানতে পারেন, মুখোশধারী দুই ব্যক্তি মোটরসাইকেলটি চুরি করে নিয়ে গেছেন। মোটরসাইকেলের সঙ্গে রাখা তাঁর হেলমেটটিও তাঁরা নিয়ে যান।</p></div></div></div></body></html>"
        },
        {
            "title": "ভণ্ডামি ও প্রতারণাকেই প্রশ্নবিদ্ধ করেছেন মলিয়ের | প্রথম আলো",
            "time": "2026-01-10T17:49:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2F8n5fujs5%2FWhatsApp-Image-2026-01-09-at-3.00.21-PM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘তার্ত্যুফ’-এর বিভিন্ন চরিত্রে অভিনয় করেছেন আমিরুল মামুন, আবদুল হাই, পলি চৌধুরী, সুমাইয়া বিনতে জামান, ফাহমিদা ফেরদৌস, সৌরভ দেবনাথ, হাসিবুল ইসলাম, সাবিহা আফরীন, শ্রীকান্ত মণ্ডল, রাহুল মণ্ডল, নাসিফ আহমেদ নিপম ও মাহামুদুর রহমান।<br>নাট্যদল থিয়েটারিয়ানের প্রথম প্রযোজনা ছিল ‘ডেথ অব আ সেলসম্যান’।</p></div></div></div></body></html>"
        },
        {
            "title": "জার্মানিতে তুষারঝড় ‘এল্লি’ থামেনি, সতর্কতা জারি | প্রথম আলো",
            "time": "2026-01-10T17:39:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Finkx1dkr%2FGermany1.jpg?rect=0%2C145%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জার্মানিতে বহমান হিমশীতল প্রবল তুষারঝড় ‘এল্লি’ এখনো প্রবহমান। আটলান্টিক মহাসাগর থেকে আসা একটি শক্তিশালী নিম্নচাপ তুষারঝড়ে রূপ নিয়ে জার্মানিতে হানা দেয়। এটি উত্তর জার্মানির পর এখন দক্ষিণ দিকে প্রবাহিত হচ্ছে। উত্তরের ব্রেমেন, হামবুর্গ ও লোয়ারসাক্সনি রাজ্যে প্রচণ্ড তুষারপাতের পর সেখানে পরিস্থিতি কিছুটা স্বাভাবিক হতে শুরু করেছে। তবে দক্ষিণ জার্মানির কিছু অংশে তীব্র আবহাওয়ার সতর্কতা জারি করা হয়েছে। প্রয়োজন ছাড়া বাড়ি থেকে বের না হওয়ার পরামর্শ দিয়েছে আবহাওয়া দপ্তর।</p><p>নিম্নচাপ ‘এল্লি’ তুষারঝড়ে রূপ নিয়ে গত তিন দিনে জার্মানির বিভিন্ন অঞ্চলে যানবাহন চলাচল ও দৈনন্দিন জীবন মারাত্মকভাবে ব্যাহত করেছে। উত্তর জার্মানি সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে। সেখানে এখনো বরফ ও তুষারঝড়ের প্রভাব রয়ে গেছে। পরিস্থিতি স্বাভাবিক করতে রাস্তা, ফুটপাত, ট্রেনলাইনসহ শীতকালীন অন্যান্য পরিষেবা বিভাগ ব্যস্ত সময় পার করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "৯ ঘণ্টা অবরুদ্ধ থাকার পর ছাড়া পেলেন সেই শিক্ষক | প্রথম আলো",
            "time": "2026-01-10T17:32:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Ffx4w6hhq%2FWhatsApp-Image-2026-01-10-at-11.02.22-PM.jpeg?rect=0%2C30%2C1590%2C835&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে প্রক্টর অফিসে অবস্থানের সময় জুলাই আন্দোলনের বিরোধিতা করার অভিযোগ অস্বীকার করেন সহকারী অধ্যাপক হাসান মোহাম্মদ। তিনি বলেন, ‘জুলাই গণ-অভ্যুত্থানের সময় আমি এক দিনের জন্যও বের হইনি। কোনো দায়িত্বেও ছিলাম না। এমনকি বিশ্ববিদ্যালয়ে যে মৌন মিছিল হয়েছিল, সেখানেও অংশ নিইনি। শিক্ষার্থীদের বহিষ্কার করে, এমন কোনো বোর্ডের সদস্যও ছিলাম না। সহকারী প্রক্টর হিসেবে দায়িত্ব পালনকালে আমি কাউকে মামলা দিইনি।’</p><p>পরীক্ষার দায়িত্বের বিষয়ে জানতে চাইলে ‘বি’ ইউনিটের ভর্তি পরীক্ষার সমন্বয়কারী মো. ইকবাল শাহীন খান বলেন, ‘কোনো শিক্ষকের বিরুদ্ধে অভিযোগ বা তদন্ত চলাকালে তিনি দায়িত্ব পালন করতে পারবেন, যতক্ষণ পর্যন্ত সিন্ডিকেট থেকে শিক্ষককে বরখাস্তের সিদ্ধান্ত না আসবে, ততক্ষণ পর্যন্ত তিনি আমাদের কাছে শিক্ষক। এ কারণে তাঁকে পরীক্ষাকেন্দ্রের দায়িত্ব দেওয়া হয়েছিল।’</p><p>বিশ্ববিদ্যালয়ের ভারপ্রাপ্ত রেজিস্ট্রার অধ্যাপক মোহাম্মদ সাইফুল ইসলাম বলেন, ‘ওই শিক্ষকের বিরুদ্ধে একাধিক অভিযোগ রয়েছে। এর পরিপ্রেক্ষিতে তদন্ত কমিটি গঠন করা হয় এবং তদন্ত প্রতিবেদন অনুযায়ী তাঁর বেতন বন্ধ রয়েছে। কীভাবে তিনি পরীক্ষার দায়িত্ব পেলেন, তা আমি বলতে পারছি না।’</p></div></div></div></body></html>"
        },
        {
            "title": "‘জামায়াতকে ভোট দিলে বেহেশত পাওয়া যাবে’, এমন মন্তব্য নিয়ে বিএনপি-জামায়াত সংঘর্ষ | প্রথম আলো",
            "time": "2026-01-10T17:11:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-10%2Fyqy4kr0f%2FTHUMNAILWEB.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"‘জামায়াতকে ভোট দিলে বেহেশত পাওয়া যাবে’, এমন মন্তব্য নিয়ে বিএনপি-জামায়াত সংঘর্ষ \" class=\"nA4h1 \">‘জামায়াতকে ভোট দিলে বেহেশত পাওয়া যাবে’, এমন মন্তব্য নিয়ে বিএনপি-জামায়াত সংঘর্ষ </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-10T23:11:35+06:00\"><span>প্রকাশ: ১০ জানুয়ারি ২০২৬, ১৭: ১১ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}