{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এড-টেক অগ্রযাত্রায় নতুন অধ্যায়: ব্যাকবন লিমিটেডের অংশীদারত্বে বাংলাদেশে ‘এলসা স্পিক’-এর যাত্রা শুরু | প্রথম আলো",
            "time": "2025-07-26T11:14:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fdo9nstta%2F1.-BacBon-LimitedELSAEvent-Photo.jpeg?rect=0%2C1098%2C3133%2C1645&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>কী এই এলসা?</strong></p><p>‘ইংলিশ ল্যাঙ্গুয়েজ স্পিচ অ্যাসিস্ট্যান্ট’ সংক্ষেপে ‘এলসা’ একটি এআইভিত্তিক অ্যাপ্লিকেশন (অ্যাপ), যা ব্যবহারকারীর ইংরেজি উচ্চারণ, বাক্য গঠন এবং দৈনন্দিন আলাপচারিতার দক্ষতা উন্নয়নে সহায়তা করে। বিশ্বের ১৯০টিরও বেশি দেশে ৮ কোটির বেশি মানুষ এই অ্যাপ ব্যবহার করছেন। এআই প্রযুক্তি ব্যবহার করে ব্যক্তিগত উদ্যোগে মতামত বা ফিডব্যাক এবং শেখার কনটেন্ট সাজিয়ে দেয় এলসা, যা বিশেষভাবে কর্মজীবী ও শিক্ষার্থীদের জন্য উপকারী।</p><p>এলসার বাংলাদেশে যাত্রার প্রসঙ্গে প্রতিষ্ঠানটির ভাইস প্রেসিডেন্ট উইল পোলেস বলেন, ‘বাংলাদেশে এলসা স্পিক চালুর মাধ্যমে বাংলাদেশি শিক্ষার্থী, তরুণ পেশাজীবী ও বিদেশগামী চাকরিপ্রত্যাশীদের জন্য ইংরেজি ভাষা শিক্ষাকে আরও সহজ, প্রযুক্তিনির্ভর এবং সবার জন্য প্রযোজ্য করে তুলবে। এই দক্ষতা তাঁদের আত্মবিশ্বাস এবং আন্তর্জাতিক চাকরির বাজারে সুযোগের দ্বার উন্মোচন করবে।’ তিনি আরও বলেন, ‘ব্যাকবনের অভিজ্ঞতা ও অবকাঠামো এবং এলসার এআই প্রযুক্তি একসঙ্গে দেশজুড়ে লাখো মানুষকে উপকৃত করবে। এটি শিক্ষার ডিজিটাল রূপান্তর ও ভাষাগত দক্ষতার মাধ্যমে জাতীয় উন্নয়নে অবদান রাখবে বলে আমরা বিশ্বাস করি।’</p><p>এলসা ব্যবহার করে আইএলটিএসে ৭ দশমিক ৫ স্কোর অর্জন করেছেন ঢাকার শিক্ষার্থী ইমরান হোসেন। তিনি বলেন, ‘আমি যখন আইএলটিএসের জন্য প্রস্তুতি নিচ্ছিলাম, তখন কোভিড মহামারি চলছিল। তাই কোথাও গিয়ে “স্পিকিং টেস্ট”টা দিতে পারছিলাম না। এমন একটি অ্যাপ খুঁজছিলাম, যেটার মাধ্যমে কোভিডের মতো প্রতিকূল পরিস্থিতিতেও আমি প্রস্তুতি চালিয়ে যেতে পারি। তখন আমি “এলসা”র খোঁজ পাই। এ অ্যাপের বড় বৈশিষ্ট্য হলো, অন্য অ্যাপ আপনার ভুলগুলো ধরিয়ে ফিডব্যাক দেবে না, কিন্তু এলসা ভুলটা নির্দিষ্ট করে দেয়। যা ইংরেজিতে আলাপচারিতার ক্ষেত্রে আমাকে আত্মবিশ্বাসী করেছে।’</p><p>এলসা ব্যবহারে নিজের অভিজ্ঞতা সম্পর্কে জানান এসএলসি প্ল্যাটফর্মের মাধ্যমে জাপানের স্কুল শিশুদের ইংরেজির শিক্ষক প্রত্যাশা শের। তিনি বলেন, ‘এলসা সত্যিই অসাধারণ। বিশেষ করে এর ন্যাচারাল ফিডব্যাক দুর্দান্ত। এলসা অ্যাপে কথা বলতে গিয়ে আমার গ্রামার, ভোকাবুলারি ও উচ্চারণে অনেক উন্নতি হয়েছে, যা আমার শিক্ষকতা পেশায় খুব সহায়ক হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্মার্টফোন ব্যবহারকারীদের জন্য সুখবর | প্রথম আলো",
            "time": "2025-07-26T11:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Ff6fadb72-54e6-4f7e-afc5-82aa2398114d%2Fsmartphone_user_reuters.jpg?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ানপ্লাস, শাওমি ও অপোসহ বিভিন্ন স্মার্টফোন নির্মাতা প্রতিষ্ঠান ইতিমধ্যে নিজেদের তৈরি বেশ কিছু মডেলে ৫০ থেকে ৮০ ওয়াট পর্যন্ত ওয়্যারলেস চার্জ প্রযুক্তি যুক্ত করেছে। তবে এসব প্রযুক্তি মূলত প্রতিষ্ঠানভিত্তিক এবং নির্দিষ্ট ফোনেই সীমাবদ্ধ। অন্যদিকে অ্যাপল, গুগল ও স্যামসাং দীর্ঘদিন ধরেই ডব্লিউপিসি অনুমোদিত স্ট্যান্ডার্ড মেনে থাকে। ফলে তাদের ফোনে ওয়্যারলেস চার্জের গতি ১৫ ওয়াটেই সীমাবদ্ধ ছিল। এতে করে ওয়্যারলেস চার্জ প্রযুক্তির ব্যবহার যেমন কমেছে, তেমনই আগ্রহ হারিয়েছেন ব্যবহারকারীরাও। তবে নতুন কিউ-টু প্রযুক্তির মাধ্যমে আবারও ওয়্যারলেস চার্জ প্রযুক্তি জনপ্রিয় হয়ে উঠতে পারে বলে মনে করছেন বিশ্লেষকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা আঞ্চলিক পর্বের নিবন্ধন শুরু | প্রথম আলো",
            "time": "2025-07-26T11:09:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2Fshpddss2%2FBiggan-Utshob-1.jpg?rect=0%2C27%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্কুলশিক্ষার্থীদের বিজ্ঞানচর্চায় উদ্বুদ্ধ করতে আবারও সারা দেশে শুরু হচ্ছে বিকাশ–বিজ্ঞানচিন্তা বিজ্ঞান উৎসব। এরই মধ্যে শুরু হয়েছে ঢাকা আঞ্চলিক পর্বের নিবন্ধন। শিগগিরই বাকি আঞ্চলিক পর্বের নিবন্ধন শুরু হবে।</p><p>ঢাকা আঞ্চলিক পর্বের নিবন্ধন করতে হবে প্রথম আলো অফিসে এসে। নিবন্ধনের ঠিকানা: বিকাশ–বিজ্ঞানচিন্তা বিজ্ঞান উৎসব, ১৯ কারওয়ান বাজার, ঢাকা–১২১৫। নিবন্ধন চলবে প্রতিদিন বেলা ১১টা থেকে বিকেল ৫টা পর্যন্ত (শুক্রবার ব্যতীত)। নিবন্ধনের শেষ তারিখ আগামী ২০ আগস্ট ২০২৫।</p><p>বিজ্ঞান উৎসবের আঞ্চলিক পর্ব আয়োজিত হবে সাতটি বিভাগীয় শহরে। ঢাকা, চট্টগ্রাম, রাজশাহী, রংপুর, খুলনা, বরিশাল ও সিলেটে আয়োজিত হবে আঞ্চলিক উৎসব। উৎসবে স্কুলের ষষ্ঠ থেকে দশম শ্রেণির শিক্ষার্থীরা অংশ নেবে প্রজেক্ট প্রদর্শনী ও কুইজ প্রতিযোগিতায়। প্রজেক্ট প্রদর্শনীতে ষষ্ঠ থেকে দশম শ্রেণির শিক্ষার্থীরা একটি ক্যাটাগরিতে অংশ নেবে। কুইজ প্রতিযোগিতায় রয়েছে দুটি ক্যাটাগরি। নিম্নমাধ্যমিক ক্যাটাগরিতে অংশ নেবে ষষ্ঠ থেকে অষ্টম শ্রেণির শিক্ষার্থীরা, আর মাধ্যমিক ক্যাটাগরিতে নবম থেকে দশম শ্রেণি ও চলতি বছরের এসএসসি পরীক্ষার্থীরা।</p></div></div></div></body></html>"
        },
        {
            "title": "আর্দ্রা তারাকে প্রদক্ষিণ করা ছোট একটি তারার খোঁজ পেয়েছেন বিজ্ঞানীরা | প্রথম আলো",
            "time": "2025-07-26T11:05:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-24%2Fsbompclk%2F02.jpg?rect=0%2C0%2C642%2C337&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাতের আকাশের সবচেয়ে উজ্জ্বল তারা হলো বেটেলজিউস। উজ্জ্বল এ তারাকে প্রচলিত বাংলায় ডাকা হয় আর্দ্রা নামে। সম্প্রতি যুক্তরাষ্ট্রের হাওয়াইয়ের জেমিনি নর্থ টেলিস্কোপ ব্যবহার করে আর্দ্রা তারাকে প্রদক্ষিণ করা ছোট একটি তারার খোঁজ পেয়েছেন বিজ্ঞানীরা। বিজ্ঞানীদের তথ্যমতে, দৈত্যকার আর্দ্রা তারা ২০১৯ থেকে ২০২০ সালের মধ্যে পাঁচ মাস নাটকীয়ভাবে ম্লান হয়ে গিয়েছিল। তখন ধারণা করা হয়েছিল, তারাটি শিগগিরই হয়তো কোনো সুপারনোভা বিস্ফোরণে ধ্বংস হয়ে যাবে। নতুন গবেষণায় দেখা গেছে, গ্রেট ডিমিং নামে পরিচিত সেই ঘটনার সময় নক্ষত্রের পৃষ্ঠ থেকে নির্গত উপাদানের কারণে তৈরি একটি ধুলার মেঘের কারণে আর্দ্রা তারার আলো ম্লান হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি-এইচএসসি পরীক্ষা: শিক্ষার্থীদের দিয়ে উত্তরপত্রের বৃত্ত ভরাট, ৮ পরীক্ষককে আজীবন অব্যাহতি | প্রথম আলো",
            "time": "2025-07-26T11:03:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F798d37c9-26e2-426e-b762-6f131cabb2b9%2F5.JPG?rect=0%2C0%2C546%2C287&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অব্যাহতি পাওয়া শিক্ষকেরা হলেন সাভারের সেন্ট যোসেফ হাইস্কুল অ্যান্ড কলেজের উচ্চতর গণিতের শিক্ষক মহসীন আলামীন, যাত্রাবাড়ী আইডিয়াল স্কুল অ্যান্ড কলেজের ইসলাম ও নৈতিক শিক্ষার শিক্ষক মো. সাখাওয়াত হোসাইন আকন, ঢাকার নবাবগঞ্জের মুন্সীনগর উচ্চবিদ্যালয়ের সহকারী প্রধান শিক্ষক আবু বকর সিদ্দিক, টাঙ্গাইলের বাসাইলের সুল্লা আব্বাছিয়া উচ্চবিদ্যালয়ের গণিতের শিক্ষক মো. আলেকজান্ডার মিয়া, নরসিংদীর বেলাবোর বারৈচা কলেজের বাংলার শিক্ষক মধুছন্দা লিপি, ডেমরার রোকেয়া আহসান কলেজের ইংরেজির শিক্ষক মুরছানা আক্তার, সাভারের হাজী ইউনুছ আলী কলেজের বাংলার প্রভাষক মো. জাকির হোসাইন ও গাজীপুরের কালিয়াকৈরের ভাষাশহীদ আবদুল জব্বার আনসার ভিডিপি স্কুল অ্যান্ড কলেজের বাংলার প্রভাষক মো. রাকিবুল হাসান।</p></div></div></div></body></html>"
        },
        {
            "title": "বান্দরবানের পর্যটকদের নতুন আকর্ষণ প্রান্তিক লেক। | প্রথম আলো",
            "time": "2025-07-26T11:00:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F1a13pavi%2FWhatsApp-Image-2025-07-26-at-16.34.45.jpeg?rect=0%2C20%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আশপাশের লোকজন জানালেন, বনভোজন আয়োজনের মাধ্যমে সারা দিন কাটানোর সবচেয়ে ভালো জায়গা প্রান্তিক লেক। এখানে রান্নাবান্না করার সুযোগ যেমন আছে, তেমনি পানিরও কোনো অভাব নেই। আগে পর্যটনের মৌসুমে প্রতিদিন বনভোজনের দল থাকত। কিন্তু কয়েক বছর ধরে বনভোজন কমে গেছে। কেন কমে গেছে জানতে চাইলে দেখভালের দায়িত্বে থাকা কনক দাশ বলেছেন, প্রান্তিক লেক নিয়ে বাইরের মানুষ কম জানে। জেলা শহরের কাছে এবং ভাড়া কম হওয়ায় যানবাহনের চালকেরা পর্যটকদের নিয়ে আসতে চান না। তবে দূরের লোকজন কম হলেও সাতকানিয়া, লোহাগাড়া থেকে প্রচুর লোকজন এসে সময় কাটায়।</p><p>জেলা প্রশাসনের নেজারত ডেপুটি কালেক্টর (এনডিসি) আসিফ রায়হান জানিয়েছেন, আগে প্রান্তিক লেকে সুযোগ-সুবিধা কম ছিল। এখন বিনোদনের উপকরণসহ বনভোজনের জন্য সুবিধা বাড়ানো হয়েছে। লোকজনও আসছেন। ধীরে ধীরে পরিচিত হয়ে উঠছে পর্যটন–গন্তব্য হিসেবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই বছর পর স্টোকসের ব্যাটে সেঞ্চুরি | প্রথম আলো",
            "time": "2025-07-26T11:00:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fp4daaf3y%2F2025-07-26T105243Z1930216369UP1EL7Q0U7TR9RTRMADP3CRICKET-TEST-ENG-IND.JPG?rect=0%2C196%2C2047%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচের প্রথম দিন টস জিতে ভারতকে ব্যাটিংয়ে পাঠিয়ে দেওয়ার মাধ্যমেই অনেককে চমকে দিয়েছিলেন স্টোকস, কারণ এই মাঠে টস জিতে ফিল্ডিং করা দল কখনো জিততে পারেনি।</p><p>এরপর ভারতের প্রথম ইনিংস ৩৫৮ রানে গুটিয়ে দিতে স্টোকসই রাখেন বড় ভূমিকা, নেন ৫ উইকেট। তবে ৩৪ বছর বয়সী এই অলরাউন্ডারকে নিয়ে সবচেয়ে বড় যে আলোচনা, সেটি তাতে ঢাকা পড়েনি।</p><p>সেই ২০২৩ সালের জুনে অ্যাশেজে অস্ট্রেলিয়ার বিপক্ষে লর্ডসে ১৫৫ রানের ইনিংস খেলেছিলেন। সেটি ছিল টেস্টে তাঁর ১৩তম সেঞ্চুরি। কিন্তু এরপর থেকে স্টোকসের ব্যাটে তিন অঙ্কের ইনিংস ‘উধাও’। </p></div></div></div></body></html>"
        },
        {
            "title": "ফকিহদের দৃষ্টিতে নারী-পুরুষের মধ্যকার প্রেম-ভালোবাসা | প্রথম আলো",
            "time": "2025-07-26T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fd5zdpvxo%2Fpexels-itsmeseher-42035630-12078284.jpg?rect=0%2C2888%2C5304%2C2785&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>এতিমের বিবাহ:</strong> একজন ব্যক্তি নবী (সা.)-কে বললেন, তিনি একটি এতিম মেয়েকে লালন-পালন করছেন,  একজন ধনী ও একজন গরিব ব্যক্তি সেই মেয়েকে বিয়ের প্রস্তাব দিয়েছেন। তারা ধনী ব্যক্তিকে পছন্দ করেন, কিন্তু মেয়েটি গরিব ব্যক্তিকে ভালোবাসে। নবীজি (সা.) বললেন, ‘পরস্পর ভালোবাসার জন্য বিয়ের তুল্য (উত্তম) কিছু আমরা দেখিনি’ (সুনানে ইবনে মাজাহ, হাদিস: ১,৮৪৭)।</p><p><strong>আয়েশা (রা.)-এর প্রতি ভালোবাসা:</strong> আমর ইবনে আস (রা.) নবীজিকে জিজ্ঞেস করলেন, ‘আপনার কাছে সবচেয়ে প্রিয় কে?’ তিনি বললেন, ‘আয়েশা।’ জিজ্ঞেস করলেন, ‘পুরুষদের মধ্যে?’ নবীজি বললেন, ‘তার পিতা’ (সহিহ বুখারি, হাদিস: ৩৬৬২)। </p><p>আয়েশা (রা.) আরও বলেন, নবীজি তাকে স্বপ্নে দেখেছিলেন এবং বলেছিলেন, ‘এটি যদি আল্লাহর পক্ষ থেকে হয়, তবে তিনি তা পূর্ণ করবেন’ (সহিহ বুখারি, হাদিস: ৫,০৭৮)।</p><p><strong>মুগিস ও বারিরার ঘটনা:</strong> মুগিস তার স্ত্রী বারিরাকে ভালোবাসতেন, কিন্তু বারিরা তাকে তালাক দিয়েছিলেন। তিনি তার পিছনে গিয়ে কাঁদতেন। নবীজি তার জন্য বারিরার কাছে সুপারিশ করেছিলেন, কিন্তু বারিরা তাকে ফিরিয়ে নিতে অস্বীকার করেন। নবীজি (সা.) মুগিসের প্রেমের প্রতি সহানুভূতি দেখিয়েছিলেন এবং তাকে নিষেধ করেননি (সহিহ বুখারি, হাদিস: ৫,২৮৩)।</p><p>ইমাম ইবনে হাজার আসকালানি বলেন, এই ঘটনা দেখায় যে অতিরিক্ত প্রেম হয়তো লজ্জা দূর করতে পারে, এবং এটি অনিচ্ছাকৃত হলে ক্ষমাযোগ্য (ফাতহুল বারী, ৯/৩২৫, দারুল মা’রিফা, বৈরুত)।</p><p><strong>কনে দেখার অনুমতি:</strong> নবীজি (সা.) বলেছেন, যে ব্যক্তি বিয়ের উদ্দেশ্যে কাউকে দেখতে চায়, তার জন্য তা জায়েজ, কারণ এটি ভালোবাসার দিকে নিয়ে যেতে পারে (সহিহ মুসলিম, হাদিস: ১,৪২৫)।</p></div></div></body></html>"
        },
        {
            "title": "ইনসাফের লড়াই আরও দীর্ঘ | প্রথম আলো",
            "time": "2025-07-26T11:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fjs6zbf3d%2F01.JPG?rect=0%2C161%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ নামের এ ভূখণ্ডের জনগোষ্ঠীর রাজনৈতিক পরিচয় ও ইতিহাস নির্মাণের সঙ্গে সহিংসতা ওতপ্রোতভাবে জড়িয়ে আছে। মুক্তিযুদ্ধকালে জেনোসাইডমূলক সহিংসতার স্মৃতি আজতক ‘বাঙালি’র পরিচয় নির্মাণের গুরুত্বপূর্ণ উপাদান হিসেবে টিকে আছে। একইভাবে বাংলাদেশের গত ৫০ বছরে প্রায় প্রতিটি রাজনৈতিক গোষ্ঠীর হাতে যেমন জনগোষ্ঠীর রক্ত লেগে আছে, তেমনি সব গোষ্ঠীর রয়েছে ‘ভিকটিম’ হওয়ার অভিজ্ঞতা। সমতলের রাজনৈতিক গোষ্ঠীর মধ্যে যেমন এ ধরনের রক্তাক্ত ইতিহাস আছে, তেমনি পাহাড়ের সহিংসতাও সেখানে ‘পরিচয়’ নির্মাণে আরেক ধরনের ঘটনার জন্ম দিচ্ছে।</p><p>আমরা যদি সামনের দিকে এগোতে চাই, তাহলে আমাদের দৃষ্টি আরও প্রশস্ত করা দরকার। বিশেষত একাত্তর সালে আমরা যে ধরনের বিপুল হত্যাযজ্ঞের ঘটনা দেখেছি বা আওয়ামী শাসনামলে গুম, ক্রসফায়ারসহ যে অজস্র মানবাধিকার লঙ্ঘনের ঘটনা দেখেছি বা চব্বিশে যে ধরনের সহিংসতা দেখেছি, তাতে কেবল জুডিশিয়াল জাস্টিস বা প্রচলিত আইন-আদালত দিয়ে মোকাবিলা করা সম্ভব নয়। এখানেই আমরা ক্রান্তিকালীন ইনসাফ বা ট্রানজিশনাল জাস্টিসের প্রসঙ্গ উত্থাপন করতে চাই।</p><p>ক্রান্তিকালীন ইনসাফ ধারণা হিসেবে নতুন। এর মূল ধারণা হচ্ছে অতীতের সহিংসতার মুখোমুখি হওয়া, মোকাবিলা করা এবং এর থেকে নিরাময় লাভ করা। এর সঙ্গে কয়েকটা মৌলিক বিষয় জড়িত থাকে। প্রথমত, যারা জড়িত, তাদের বিচারের আওতায় আনা। দ্বিতীয়ত, প্রতিশোধমূলক মনোবৃত্তি পেছনে রেখে অতীতের মুখোমুখি হওয়া। তৃতীয়ত, এ ধরনের সহিংসতার ফলে রাষ্ট্রীয় বিভিন্ন প্রতিষ্ঠানের সঙ্গে নাগরিকের যে অবিশ্বাস তৈরি হয়েছে, সেটা লাঘব করা। চতুর্থত, সহিংসতার ফলে বিভাজিত সম্প্রদায়ের ভেতর সম্প্রীতি ও আস্থা ফিরিয়ে আনা। পঞ্চমত, ভুক্তভোগীদের ক্ষতিপূরণ দেওয়া এবং ষষ্ঠত, একটি অংশীদারমূলক ইতিহাস ও স্মৃতির বিষয়ে ঐকমত্য তৈরি হওয়া। এ কর্মযজ্ঞের প্রধান উদ্দেশ্যই হচ্ছে ইনসাফ প্রদান করা এবং সমাজে এ ধরনের সহিংসতার যেন পুনরাবৃত্তি না ঘটে, সেটা নিশ্চিত করা।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে আদালত ভবনে হামলায় নিহত ৫ | প্রথম আলো",
            "time": "2025-07-26T10:45:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fuk8t8puf%2FIran.jpg?rect=0%2C0%2C552%2C290&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামাজিক যোগাযোগমাধ্যম টেলিগ্রামে দেওয়া এক বিবৃতিতে জইশ আল-আদল হামলার দায় স্বীকার করেছে। নিজেদের নিরাপত্তার স্বার্থে সংঘর্ষের এলাকা থেকে দ্রুত সরে যাওয়ার জন্য সাধারণ মানুষদের প্রতি আহ্বান জানানো হয়েছে।</p><p>প্রত্যক্ষদর্শীদের বরাতে বালুচ মানবাধিকার সংগঠন হালভাশ বলেছে, হামলাকারীরা বিচারকদের কক্ষে ঢুকে হামলা চালালে আদালতের কয়েকজন কর্মী ও নিরাপত্তা বাহিনীর কিছু সদস্য হতাহত হন।</p><p>পাকিস্তান ও আফগানিস্তান সীমান্তঘেঁষা সিস্তান-বেলুচিস্তান প্রদেশে ইরানের সুন্নি মুসলিম বালুচ সংখ্যালঘু জনগোষ্ঠীর বসবাস। তাঁরা বহুদিন ধরেই অর্থনৈতিকভাবে বঞ্চিত হওয়া ও রাজনৈতিকভাবে উপেক্ষিত হওয়ার অভিযোগ করে আসছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষ দেখি, আশা করি | প্রথম আলো",
            "time": "2025-07-26T10:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fhil89e4s%2FJuly-1.jpg?rect=0%2C37%2C1100%2C578&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যবসার অবস্থা এখন খুবই খারাপ। ক্রেতাদের বড় একটা অংশ আর আসছে না। মানুষের কেনার ক্ষমতা কমে গেছে, আসবে কোত্থেকে? সরকারের কথা শুনলে মনে হয়, সব ঠিক আছে। না, সব ঠিক নেই। দেশ ঠিকমতো চলছে না। আমরা ছোটখাটো সমস্যা নিয়ে পড়ে থাকছি। কে কী বললেন, কে কাকে অপছন্দ করলেন—সেসব পাশ কাটিয়ে মূল সমস্যাগুলো কেউ যেন স্পর্শই করছেন না—যেমন দুর্নীতি, ন্যায়বিচার, রাজনৈতিক অনিশ্চয়তা। এগুলো নিয়ে যদি সরকার, রাজনৈতিক দল, ছাত্র, পেশাজীবী—সবাই মিলে একসঙ্গে কথা না বলে, না কাজ করে তাহলে এই সমাজ চলবে না।</p><p>আমার এখনো প্রত্যাশা আছে। এখনো সময় আছে। যদি সরকার, রাজনৈতিক দল, ছাত্রসমাজ, ব্যবসায়ী সবাই এক টেবিলে বসে—তবে হয়তো নতুন একটা পথ বের করা সম্ভব। তা যদি আমরা না পারি, তাহলে আমাদের ভবিষ্যৎ কিন্তু অন্ধকার। শুধু ক্ষমতার বদল হবে, মানুষের ভাগ্য বদলাবে না। আমরা কি এমন বাংলাদেশ চেয়েছিলাম? না, চাইনি। একটা ঐক্যের বাংলাদেশ গড়ার সময় এখনো আছে, সেই স্বপ্ন নিয়েই আমি এখনো দোকান খুলি, মানুষ দেখি, আশা করি।</p> <p><strong>মাহবুবুর রহমান শেখ: </strong>ক্ষুদ্র ব্যবসায়ী</p><p>অনুলিখন: <strong>সৈয়দ রিফাত মোসলেম</strong></p></div></div></div></body></html>"
        },
        {
            "title": "ফিলিস্তিনকে স্বীকৃতি দেওয়ার আহ্বান যুক্তরাজ্যের দুই শতাধিক এমপি'র | প্রথম আলো",
            "time": "2025-07-26T10:43:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F2msxu427%2Fuk-parliament.jpg?rect=0%2C49%2C686%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ফিলিস্তিনকে স্বীকৃতি দেওয়ার আহ্বান যুক্তরাজ্যের দুই শতাধিক এমপি'র\" class=\"nA4h1 \">ফিলিস্তিনকে স্বীকৃতি দেওয়ার আহ্বান যুক্তরাজ্যের দুই শতাধিক এমপি'র</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-26T16:43:41+06:00\"><span>প্রকাশ: ২৬ জুলাই ২০২৫, ১০: ৪৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "হুক ভেঙে রেললাইনে আটকে আছে বগি, চট্টগ্রাম-কক্সবাজার রুটে ট্রেন চলাচল বন্ধ | প্রথম আলো",
            "time": "2025-07-26T10:42:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fgym8x14u%2FWhatsApp-Image-2025-07-26-at-16.21.32.jpeg?rect=0%2C86%2C992%2C521&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গার্ড ব্রেক বগিতে মূলত ট্রেনের পরিচালক বা গার্ড থাকেন। আর এই বগিতে খাবারও থাকে। কক্সবাজার এক্সপ্রেস আজ দুপুর সাড়ে ১২টায় কক্সবাজার স্টেশন ছেড়ে চট্টগ্রামের উদ্দেশে রওনা দেয়। এরপর এই ট্রেন ঢাকায় যাওয়ার কথা।</p><p>রেলওয়ের গোমদণ্ডী স্টেশনের মাস্টার মোহাম্মদ তারেক প্রথম আলোকে বলেন, গোমদণ্ডী স্টেশন পার হওয়ার পর কক্সবাজার এক্সপ্রেসের একদম শেষের বগিটির হুক ভেঙে গেছে। এ কারণে প্রায় ৩০ মিনিট কক্সবাজার এক্সপ্রেস থেমে ছিল সেখানে। পরে বগিটিকে রেখে কক্সবাজার এক্সপ্রেস ছেড়ে যায়। এখন উদ্ধারকারী ট্রেন এনে গার্ড ব্রেক বগি উদ্ধার করার প্রক্রিয়া চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্ট্যানলি কুবরিক, স্কুল পালানো সেই ছেলেটি হয়েছিলেন সময়ের সেরা নির্মাতা | প্রথম আলো",
            "time": "2025-07-26T10:30:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fgrf5y757%2F19c7a631-100d-44ef-8382-48f7bf9e398b-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কোনো ধরনের সিজিআই ছাড়াই সিনেমাটি তৈরি করেন কুবরিক, যা এখনো নির্মাতাদের কাছে আছে বড় এক বিস্ময় হয়ে। সিনেমার শুটিংয়ের পর সব প্রপস নষ্ট করে ফেলতে বলেন কুবরিক। তাঁর আশঙ্কা ছিল, এগুলো পরে মানহীন নানা কাজে ব্যবহৃত হতে পারে। কুবরিকের সঙ্গে যৌথভাবে ‘২০০১: আ স্পেস অডিসি’র চিত্রনাট্য লিখেছিলেন আর্থার সি ক্লার্ক। আইএমডিবি</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সমতার স্বপ্নের জন্য শহীদ | প্রথম আলো",
            "time": "2025-07-26T10:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fxtgq9dui%2FIconic.jpg?rect=0%2C90%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৬ জুলাই ‘বাংলা ব্লকেড’ কর্মসূচির ডাক দেওয়া হয়েছিল। আবু সাঈদ ভাই নেতৃত্ব দিয়ে সেদিনের মিছিল এগিয়ে নিয়ে গেছেন সামনের দিকে। আমাদের মিছিল পৌঁছে গিয়েছিল মডার্ন মোড়ে। সেখানে দেখেছি, কী দায়িত্ব নিয়ে তিনি অ্যাম্বুলেন্সগুলো পার করে দিচ্ছেন। কর্মসূচি শেষে ক্লান্ত ঘর্মাক্ত শরীর নিয়ে পার্কের মোড়ে সেদিনের আন্দোলন নিয়ে কথা হলো। টিউশনের বেতন থেকে দুই শ টাকা তিনি আমার হাতে গুঁজে দিলেন পরের দিনের ব্যানার বানাতে।</p><p>১১ জুলাই সকালে লাল টি-শার্ট আর চশমা পরে আবু সাঈদ ভাইসহ আমরা একত্র হয়েছি। ছাত্রলীগের সন্ত্রাসী সদস্যরা কোনোভাবেই আমাদের কর্মসূচি পালন করতে দেবে না। সেদিন দেখেছি আবু সাঈদ ভাইয়ের সাহস। তাদের হুমকির তোয়াক্কা মোটেই না করে তিনি ওই দিনের আন্দোলনের ঘোষণা দিয়েছিলেন। সেদিন মিছিলে তাঁর ওপর নির্যাতন চালানো হয়। তাঁকে শারীরিকভাবে লাঞ্ছিত করা হয়। তারা আমাদের নানাভাবে অপবাদ দিল, তকমা দিল। আবু সাঈদ ভাই আমাকে বললেন, ‘আমরা কি রাজাকার? আমরা কি শিবির? আমরা কি ছাত্রদল?’ এরপর স্লোগান তুললেন, ‘কোটা না মেধা?/ মেধা, মেধা’, ‘আমাদের সংগ্রাম/ চলছেই চলবে’, ‘আপস না সংগ্রাম?/ সংগ্রাম, সংগ্রাম’, ‘দালালি না রাজপথ?/ রাজপথ, রাজপথ’।</p><p>সারা দিনের মিছিলের ক্লান্তি পার হয়ে জীবিকার তাগিদে ১২ জুলাই আবু সাঈদ ভাই অংশ নিলেন বেসরকারি শিক্ষক নিবন্ধন পরীক্ষায়। পবিত্র জুমার নামাজ পড়ে আবারও মিছিল। বিভিন্ন বিশ্ববিদ্যালয়সহ শিক্ষাপ্রতিষ্ঠানে হামলার প্রতিবাদ জানালেন। সেদিন তিনি পাঞ্জাবি পরেছিলেন। স্বাধীনতা স্মারকে দাঁড়িয়ে শিক্ষার্থীদের উদ্দেশে বললেন, ‘কারা আছ, যারা এই আন্দোলনের সামনের সারিতে বুক চিতিয়ে দাঁড়াতে পারবে?’</p></div></div></div></body></html>"
        },
        {
            "title": "‘কী দোষ করচিল, কেটা হামার ব্যাটাক মারি ফেলালো’ | প্রথম আলো",
            "time": "2025-07-26T10:28:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2Fqlmyuacp%2FGaibandhaDH0599.jpg?rect=0%2C356%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনায় সাঘাটা থানায় পৃথক দুটি মামলা হয়েছে। থানায় ঢুকে বন্দুক ছিনিয়ে নেওয়ার চেষ্টা ও পুলিশকে ছুরিকাঘাত করার অভিযোগে পুলিশ কনস্টেবল সিরাজুল ইসলাম বাদী হয়ে একটি মামলা করেন। অন্যদিকে সিজুর মা রিক্তা বেগমের আবেদনের পরিপ্রেক্ষিতে একটি অপমৃত্যুর মামলা করা হয়।</p><p>গাইবান্ধা শহর থেকে প্রায় সাত কিলোমিটার দূরে বাগুরিয়া গ্রাম। ঘাঘট নদীর তীরে সোনাইল বাঁধ ঘেঁষে সিজু মিয়ার বাড়ি। তিন শতাংশ বসতভিটায় ছোট দুটি টিনশেড ঘর। এর বাইরে তাঁদের কোনো সম্পদ নেই। সিজুর বাবা দুলাল মিয়া দিনমজুর। তাঁর দুই মেয়ে দুলি বেগম ও খুশি বেগমের বিয়ে হয়েছে। সিজু মিয়া তাদের একমাত্র ছেলে ছিলেন। সিজু কঞ্চিপাড়া ডিগ্রি কলেজে স্নাতক দ্বিতীয় বর্ষে পড়তেন।</p><p>সিজুর বড় বোন খুশি বেগম বলেন, তাঁর ভাই অপরাধ করলে পুলিশ তাঁকে গ্রেপ্তার করতে পারত। তাঁর ভাই সারা রাত পুকুরের পানিতে ছিল। পুলিশ রাতেই উদ্ধার করতে পারত। কিন্তু তারা তা করেনি। তাঁকে উদ্ধার না করে পাহারা দিয়েছে। পুলিশের গাফিলতির কারণে তাঁর ভাই মারা গেছে বলে তিনি অভিযোগ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এমিরেটস নেবে ১৭৩০০ কর্মী, পাইলট-কেবিন ক্রুর বেতন কত | প্রথম আলো",
            "time": "2025-07-26T10:24:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F6ze8u0qn%2F153.png?rect=0%2C0%2C1011%2C531&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বে দূরপাল্লায় চলাচলকারী বৃহত্তম এয়ারলাইন বা বিমান পরিবহন সংস্থা এমিরেটস ১৭ হাজার ৩০০ জন নতুন কর্মী নিয়োগের ঘোষণা দিয়েছে। সংযুক্ত আরব আমিরাতের দুবাইভিত্তিক গ্রুপটিতে দুআ বিভাগ রয়েছে ‘এমিরেটস এয়ারলাইন’ ও গ্রাউন্ড হ্যান্ডলিং ইউনিট ‘ডিনাটা’। দুই বিভাগে এ বছরেই ১৭ হাজার ৩০০ জন নতুন কর্মী নিয়োগ দেওয়া হবে। এমিরেটসের এক্স গ্রুপের এক পোস্টে বলা হয়েছে, ৩৫০টির বেশি ভিন্ন ভিন্ন পদে নিয়োগপ্রক্রিয়া চলবে।</p><p>গত মঙ্গলবার (২২ জুলাই) এক্সে এক পোস্টে এমিরেটস জানায়, বিশ্বব্যাপী প্রতিভাবান কর্মী খোঁজার জন্য বিভিন্ন দেশে ২ হাজার ১০০টির বেশি ওপেন ডে ও নিয়োগসংক্রান্ত ইভেন্ট আয়োজন করা হবে। এর মধ্যে দুবাইতে আয়োজিত অনুষ্ঠানগুলোর মাধ্যমে সংযুক্ত আরব আমিরাতের শিক্ষার্থী ও নতুন গ্র্যাজুয়েটদেরও যুক্ত করার পরিকল্পনা রয়েছে। কেবিন ক্রু, পাইলট, প্রকৌশলী, বাণিজ্যিক ও বিক্রয় দল, গ্রাহক সেবা, গ্রাউন্ড হ্যান্ডলিং, ক্যাটারিং, তথ্যপ্রযুক্তি, মানবসম্পদ, আর্থিক বিভাগসহ কয়েকটি বিভাগে কর্মী নিয়োগ দেওয়া হবে। এ ছাড়া ‘ডিনাটা’ আলাদাভাবে ৪ হাজারের বেশি কর্মী নিয়োগ করবে শুধু কার্গো, ক্যাটারিং ও গ্রাউন্ড হ্যান্ডলিং বিভাগে।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই শহীদ ১৬ পরিবারকে জ্বালানি বিভাগের আর্থিক সহায়তা | প্রথম আলো",
            "time": "2025-07-26T10:20:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-26%2F4xns5urf%2Fministry.jpg?rect=0%2C2%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে যোগ দিয়ে শহীদ ফারহান ফাইয়াজের বাবা শহিদুল ইসলাম ভূঁইয়া বলেন, তাঁর ছেলের বিদেশে চলে যাওয়ার কথা ছিল। সরকারি চাকরি করার কথা ছিল না। তবু সে আন্দোলনে গিয়েছিল বৈষম্য, দুর্নীতি, অন্যায় ও অবিচারের বিরুদ্ধে প্রতিবাদ জানাতে। গত বছর ১৮ জুলাই ধানমন্ডি ২৭ নম্বরের কাছে তাঁর ছেলেকে হত্যা করা হয়। বাবা কাছে সন্তানের লাশ সবচেয়ে ভারী।</p><p>আহত জুলাই যোদ্ধা হোসাইন আহমেদ নিজের অভিজ্ঞতা তুলে ধরে বলেন, গত বছরের ৫ আগস্ট যাত্রাবাড়ী এলাকায় তাঁর হাতে বন্দুক ঠেকিয়ে গুলি করে পুলিশ, এ কারণে তাঁর হাত প্রায় বিচ্ছিন্ন হয়ে যায়। মৃত ভেবে তাঁকে গাড়িতে তোলা হয়। তারপর তাঁর ভাইয়েরা তাঁকে উদ্ধার করে হাসপাতালে নিয়ে যান। তাঁর ডান হাতটি অস্ত্রোপচারে কেটে ফেলতে হয়েছে।</p><p>জ্বালানি ও খনিজ সম্পদ বিভাগের সচিব সাইফুল ইসলাম বলেন, দুর্নীতি ও জুলাই আন্দোলন দুটি সম্পূর্ণ বিপরীতমুখী ব্যাপার। তাই যারা দুর্নীতির সঙ্গে যুক্ত, তাদের চিহ্নিত করে ব্যবস্থা নেওয়াটা দায়িত্বের মধ্যে পড়ে। আর নিজের দায়িত্ব সর্বতোভাবে পালন করাটাই দেশপ্রেম। দেশের উন্নয়নের অন্যতম মূল চালিকা শক্তি জ্বালানি। সততার সঙ্গে কাজ করলে ভবিষ্যৎ প্রজন্মও তা মনে রাখবে।</p></div></div></div></body></html>"
        },
        {
            "title": "জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ‘স্মার্ট স্কিলস’ শীর্ষক কর্মশালা | প্রথম আলো",
            "time": "2025-07-26T10:10:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-05%2F0fa54eed-07f1-469d-9f5a-ae6eb5bd1191%2Fju_jahangirnagar_2_1533543166108.jpg?rect=0%2C37%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো বন্ধুসভার জাতীয় পরিচালনা পর্ষদের সভাপতি জাফর সাদিক বলেন, তরুণদের শুধু প্রতিভা থাকলেই হবে না, সেটি কার্যকরভাবে প্রকাশ করাও জরুরি। বিশ্ববিদ্যালয় পর্যায়ের শিক্ষার্থীদের সমসাময়িক দক্ষতা অর্জনে সহায়তা করতেই এই আয়োজন।</p><p>অনার বাংলাদেশের হেড অব বিজনেস আবদুল্লাহ আল মামুন বলেন, ‘বন্ধুসভার প্রতিটি উদ্যোগই প্রশংসনীয়। তাদের যতগুলো প্রস্তাবনা পেয়েছি, সবগুলোর সঙ্গেই যুক্ত থাকার চেষ্টা করেছি।’</p><p>বিশ্ববিদ্যালয়ের কোষাধ্যক্ষ অধ্যাপক আবদুর রব বলেন, ‘জীবনের লক্ষ্য অর্জনে একাডেমিক শিক্ষার পাশাপাশি এ ধরনের কর্মশালার মাধ্যমে নিজেকে দক্ষ করে তোলা জরুরি। এ আয়োজনের জন্য বন্ধুসভাকে ধন্যবাদ।’</p></div></div></div></body></html>"
        }
    ]
}