{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ভেনেজুয়েলায় হামলার বিষয়ে আপত্তি জানিয়ে ট্রাম্পকে ফোন করছিলেন মামদানি | প্রথম আলো",
            "time": "2026-01-04T16:23:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-07%2F0p2s1vdu%2F2.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এক সময় ট্রাম্পকে একজন ‘ফ্যাসিস্ট’ আখ্যায়িত করা মামদানি শনিবার অনলাইনেও ভেনেজুয়েলায় যুক্তরাষ্ট্রের এই সামরিক অভিযান নিয়ে অসন্তোষ প্রকাশ করেন। একই সঙ্গে ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে ব্রুকলিনের একটি আটককেন্দ্রে রাখার বিষয়ে প্রশাসনের সিদ্ধান্তেও অসন্তোষ জানান তিনি।</p><p>মামদানি এক্সে এক পোস্টে লেখেন, ‘ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো এবং তাঁর স্ত্রীকে যুক্তরাষ্ট্রের সামরিক বাহিনীর আটক করা এবং তাঁদেরকে নিউইয়র্ক শহরে ফেডারেল কাস্টডিতে বন্দী করে রাখার পরিকল্পনার বিষয়ে আজ সকালে (শনিবার) আমাকে জানানো হয়েছে।’ তিনি লিখেছেন, ‘একতরফাভাবে একটি সার্বভৌম দেশে হামলা চালানো যুদ্ধের শামিল এবং তা যুক্তরাষ্ট্রের কেন্দ্রীয় আইন ও আন্তর্জাতিক আইনের লংঘন।’</p><p>মামদানি আরও লেখেন, ‘সরকার পরিবর্তনের এই নির্লজ্জ চেষ্টা শুধু বিদেশিদের ওপরই প্রভাব ফেলবে না, এটি সরাসরি নিউইয়র্কের বাসিন্দাদের ওপর প্রভাব ফেলবে। হাজার হাজার ভেনেজুয়েলান এই শহরটিকে নিজেদের শহর বলে থাকেন, তাদের ওপর এর প্রভাব পড়বে। তাদের নিরাপত্তা ও নিউইয়র্কের প্রত্যেক বাসিন্দার নিরাপত্তা নিশ্চিত করার ওপর আমার গুরুত্ব দিই। আমার প্রশাসন পরিস্থিতি পর্যবেক্ষণ করবে এবং প্রয়োজনীয় নির্দেশনা দেবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "গুমের উদ্দেশ্য রাজনৈতিক, কিছু ক্ষেত্রে সরাসরি নির্দেশদাতা শেখ হাসিনা | প্রথম আলো",
            "time": "2026-01-04T16:15:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F0n4b2l02%2FGUM-1.jpeg?rect=0%2C39%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই প্রতিবেদনকে ঐতিহাসিক কাজ উল্লেখ করে অক্লান্ত পরিশ্রম ও দৃঢ় মনোবলের জন্য গুম তদন্ত কমিশনের সদস্যদের ধন্যবাদ জানান প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস। তিনি বলেন, ‘জাতির পক্ষ থেকে আমি এই কমিশনের সকলকে ধন্যবাদ জানাচ্ছি। আপনারা যে ঘটনা বর্ণনা করলেন, পৈশাচিক বলে যে শব্দ আছে বাংলায়, এককথায় বললে এই ঘটনাগুলোকে সেই শব্দ দিয়েই বর্ণনা করা যায়। এই নৃশংস ঘটনার মধ্য গিয়ে যাঁরা গিয়েছেন, আপনারাও তাঁদের সঙ্গে কথা বলার মধ্য দিয়ে, তাঁদের অভিজ্ঞতার মধ্য দিয়ে সেই নৃশংস ঘটনাগুলো দেখেছেন। দৃঢ় মনোবল ছাড়া এ কাজ সম্পন্ন করা যেত না।’</p><p>প্রধান উপদেষ্টা আরও বলেন, ‘বাংলাদেশের সব প্রতিষ্ঠানকে দুমড়েমুচড়ে দিয়ে গণতন্ত্রের লেবাস পরে মানুষের ওপর কী পৈশাচিক আচরণ করা যেতে পারে, সেটার ডকুমেন্টেশন এই রিপোর্ট। মানুষ কত নিচে নামতে পারে, কত পৈশাচিক হতে পারে, কত বীভৎস হতে পারে—এটা তার ডকুমেন্টেশন। যারা এই ভয়ংকর ঘটনা ঘটিয়েছে, তারা আমাদের মতোই মানুষ। নৃশংসতম ঘটনা ঘটিয়ে তারা সমাজে স্বাভাবিক জীবনযাপন করছে। জাতি হিসেবে এই ধরনের নৃশংসতা থেকে আমাদের চিরতরে বের হয়ে আসতে হবে। এই নৃশংসতা যেন আর ফিরতে না পারে, সেই প্রতিকারের পথ খুঁজে বের করতে হবে।’</p><p>প্রতিবেদনগুলো সহজ ভাষায় মানুষের কাছে পৌঁছে দিতে আহ্বান জানিয়েছেন প্রধান উপদেষ্টা। এ ছাড়া কমিশনকে প্রয়োজনীয় সুপারিশমালা ও ভবিষ্যতের করণীয় পেশ করার বিষয়েও নির্দেশ দেন তিনি। পাশাপাশি আয়নাঘরের পাশাপাশি যেসব জায়গায় বিচারবহির্ভূত হত্যাকাণ্ড ও লাশ গুমের ঘটনা ঘটেছে, সে জায়গাগুলো ম্যাপিং করতে নির্দেশনা দিয়েছেন প্রধান উপদেষ্টা।</p></div></div></div></body></html>"
        },
        {
            "title": "তিনি শামা ওবায়েদের গাড়ি ভাঙা মামলার আসামি, তাঁর হাতেই ফুল দিয়ে বিএনপিতে যোগদান | প্রথম আলো",
            "time": "2026-01-04T16:08:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Ffj66qif4%2FFaridpurDH.jpg?rect=0%2C0%2C4096%2C2150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আনোয়ার হোসেন উপজেলা আওয়ামী লীগের সাংগঠনিক সম্পাদক। তিনি ভাওয়াল ইউনিয়নের ইউসুফ দিয়া গ্রামের বাসিন্দা। ২০১৮ সালের নির্বাচনের সময় বিএনপির প্রার্থী হিসেবে প্রচারণার কাজে সালথায় যান শামা ওবায়েদ। তখন তাঁর গাড়ি ভাঙচুর করা হয়। ওই গাড়ি ভাঙচুরের মামলার ১২ নম্বর আসামি আনোয়ার হোসেন। তিনি এখন জামিনে আছেন বলে আইনজীবীরা জানিয়েছেন।</p><p>সভায় নিজের বক্তব্যে আনোয়ার হোসেন বলেন, ‘আমি আজ থেকে বিএনপি নেত্রী শামা ওবায়েদের দলে মিশে গেলাম। আগামীতে আমি শামা ওবায়েদের একজন সৈনিক হয়ে ধানের শীষের পক্ষে কাজ করে যাব।’</p><p>সভায় সালথা উপজেলা বিএনপির সাবেক সভাপতি সিদ্দিকুর রহমান তালুকদার, উপজেলা পরিষদের সাবেক চেয়ারম্যান মো. ওয়াহিদুজ্জামান, সালথা উপজেলা পরিষদের সাবেক ভাইস চেয়ারম্যান আছাদ মাতুব্বরসহ বিএনপি ও সহযোগী সংগঠনের নেতা-কর্মীরা উপস্থিত ছিলেন। সিদ্দিকুর রহমান তালুকদার প্রথম আলোকে বলেন, ‘আওয়ামী লীগ নেতা আনোয়ার হোসেন আমাদের নেত্রী শামা ওবায়েদের ওই অনুষ্ঠানে বক্তব্য দিয়ে ধানের শীষের পক্ষে কাজ করার অঙ্গীকার ব্যক্ত করেছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "তবু মোস্তাফিজ নন, ম্যাচসেরা মাহমুদউল্লাহ | প্রথম আলো",
            "time": "2026-01-04T16:07:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Feobksrqv%2FWhatsApp-Image-2026-01-04-at-9.50.29-PM.jpeg?rect=0%2C0%2C668%2C351&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিঠুন ব্যাটিংয়ে নামেন এমন সময়েই। সাইফ হাসানকে ৪৭ বলে ৫৩ রানের জুটি গড়েন, যে জুটিতে সাইফের অবদান মাত্র ১২ রান। ২৪ বলে ১৫ রান করা সাইফের বিদায়ের পর শামীম হোসেনকে নিয়ে ১৭ বলে ২২ রান যোগ করেন মিঠুন। শেষ পর্যন্ত দলকে জেতাতে পারলেন না মিঠুন।  </p><p>মাহমুদউল্লাহ যখন ব্যাটিংয়ে নামলেন রংপুর রাইডার্সের স্কোর ৫.২ ওভারে ৩০/৩। আফগান পেসার জিয়াউর রহমান ওভারের প্রথম দুই বলেই লিটন দাস ও তাওহিদ হৃদয়কে ফিরিয়ে হ্যাটট্রিকের সামনে দাঁড়িয়ে। মাহমুদউল্লাহ নেমেই হ্যাটট্রিক ঠেকালেন, এরপর ডেভিড ম্যালানকে নিয়ে নামলেন ইনিংস মেরামতে। তবে সেটি করতে গিয়ে একটু বেশিই রক্ষণাত্মক হয়ে গিয়েছিলেন বাংলাদেশের সাবেক অধিনায়ক। ছয় থেকে ১০, এই পাঁচ ওভারে তাঁদের দল তুলতে পারে মোটে ১৯ রান।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের শীর্ষ ব্যবসায়ী ও শিল্প উদ্যোক্তাদের সঙ্গে তারেক রহমানের বৈঠক | প্রথম আলো",
            "time": "2026-01-04T16:02:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F450zvo58%2FWEB.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দেশের শীর্ষ ব্যবসায়ী ও শিল্প উদ্যোক্তাদের সঙ্গে তারেক রহমানের বৈঠক\" class=\"nA4h1 \">দেশের শীর্ষ ব্যবসায়ী ও শিল্প উদ্যোক্তাদের সঙ্গে তারেক রহমানের বৈঠক</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-04T22:02:58+06:00\"><span>প্রকাশ: ০৪ জানুয়ারি ২০২৬, ১৬: ০২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আইপিএল সম্প্রচার বন্ধের দাবিতে কিশোরগঞ্জে মানববন্ধন | প্রথম আলো",
            "time": "2026-01-04T16:02:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fa949trxb%2FKishorgonj.jpg?rect=0%2C0%2C982%2C516&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশি ক্রিকেটার মোস্তাফিজুর রহমানকে অপমানের প্রতিবাদে এবং বাংলাদেশে আইপিএল সম্প্রচার বন্ধের দাবিতে কিশোরগঞ্জে মানববন্ধন হয়েছে। আজ রোববার বেলা আড়াইটার দিকে জেলা শহরের কালীবাড়ি মোড় এলাকায় মুক্তমঞ্চ চত্বরে কিশোরগঞ্জ জেলা সম্মিলিত ছাত্র ঐক্যের ব্যানারে এ কর্মসূচি পালিত হয়।</p><p> ঘণ্টাব্যাপী মানববন্ধনে ‘আইপিএল আইপিএল, বয়কট বয়কট’, ‘মোস্তাফিজের অপমান, মানি না মানব না’ ইত্যাদি স্লোগান দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বেইজিং থেকে তৌহিদ হোসেনকে ফোন করলেন ইসহাক দার | প্রথম আলো",
            "time": "2026-01-04T16:01:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fm6zycpa5%2FUntitled-3.jpg?rect=0%2C14%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফোনালাপের সময় দুই দেশের এই পররাষ্ট্রমন্ত্রীরা এশিয়া ও মধ্যপ্রাচ্যের সাম্প্রতিক ঘটনাবলি নিয়েও মতবিনিময় করেন। পরিবর্তিত পরিস্থিতির প্রেক্ষাপটে তাঁরা ঘনিষ্ঠ যোগাযোগ বজায় রাখার বিষয়ে সম্মত হয়েছেন।</p><p>চীনের সঙ্গে পাকিস্তানের সপ্তম কৌশলগত সংলাপে অংশ নিতে ইসহাক দার এখন বেইজিং সফর করছেন। সেখান থেকে ঢাকায় পররাষ্ট্র উপদেষ্টা তৌহিদ হোসেনের সঙ্গে ফোনে কথা বলেন তিনি।</p><p>পাকিস্তানের পররাষ্ট্র মন্ত্রণালয় তাদের এক্সে জানিয়েছে, বেইজিং সফররত পাকিস্তানের উপপ্রধানমন্ত্রী ও পররাষ্ট্রমন্ত্রী ইসহাক দার একইভাবে সৌদি আরবের পররাষ্ট্রমন্ত্রী প্রিন্স ফয়সাল বিন ফারহান আল সৌদ, তুরস্কের পররাষ্ট্রমন্ত্রী হাকান ফিদান, সংযুক্ত আরব আমিরাতের উপপ্রধানমন্ত্রী ও পররাষ্ট্রমন্ত্রী আবদুল্লাহ বিন জায়েদ আল নাহিয়ান, মালয়েশিয়ার পররাষ্ট্রমন্ত্রী মোহাম্মদ বিন হাজি হাসান এবং মিসরের পররাষ্ট্রমন্ত্রী বদর আহমেদ মোহাম্মেদ আবদেলাটির সঙ্গে পৃথকভাবে ফোনে কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ন্যাশনাল ব্যাংকের ৯০৩ কোটি টাকা আত্মসাতের অভিযোগ: ২৬ জনের বিরুদ্ধে মামলা | প্রথম আলো",
            "time": "2026-01-04T15:59:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-03%2Fvwt7lznq%2FUntitled-6.jpg?rect=0%2C234%2C1755%2C921&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঋণ জালিয়াতির মাধ্যমে ন্যাশনাল ব্যাংক থেকে ৯০৩ কোটি ৬৭ লাখ টাকা আত্মসাতের অভিযোগে প্রতিষ্ঠানটির সাবেক পরিচালক রন হক সিকদারসহ ২৬ জনের বিরুদ্ধে মামলা করেছে দুর্নীতি দমন কমিশন (দুদক)। আজ রোববার দুদকের সমন্বিত জেলা কার্যালয়, ঢাকা-১-এ মামলাটি দায়ের করা হয়।</p><p>দুদকের মহাপরিচালক (প্রতিরোধ) মো. আক্তার হোসেন জানান, সংস্থার উপপরিচালক জি এম আহসানুল কবীর বাদী হয়ে দুর্নীতি প্রতিরোধ আইনে এবং মানি লন্ডারিং প্রতিরোধ আইনে মামলাটি করেন। মামলায় ঘটনার সময়কাল ধরা হয়েছে ২০১৯ সালের ১০ ডিসেম্বর থেকে ২০২৫ সালের ৩০ সেপ্টেম্বর।</p><p>এজাহার অনুযায়ী, সিকদার গ্রুপের নিয়ন্ত্রণে থাকার সময় ‘ভুয়া ও জালিয়াতির’ মাধ্যমে তৈরি করা সাব-কন্ট্রাক্ট অ্যাগ্রিমেন্ট দেখিয়ে ন্যাশনাল ব্যাংক লিমিটেড থেকে ব্লুম সাকসেস ইন্টারন্যাশনাল লিমিটেডের নামে ৬০০ কোটি টাকা ঋণ অনুমোদন ও উত্তোলন করা হয়। সুদ ও অন্যান্য মাশুল যুক্ত হয়ে এই ঋণের পরিমাণ দাঁড়ায় ৯০৩ কোটি ৬৭ লাখ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "সোনার দাম ভরিতে বাড়ছে ২ হাজার ২১৬ টাকা | প্রথম আলো",
            "time": "2026-01-04T15:58:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F6b0d0ce6-bfc1-4a10-be35-b21d68f44f0a%2FGold_Palo.jpg?rect=0%2C5%2C1248%2C655&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ পর্যন্ত প্রতি ভরি ২২ ক্যারেটের দাম ছিল ২ লাখ ২২ হাজার ৭২৪ টাকা, ২১ ক্যারেট ২ লাখ ১২ হাজার ৬৩৫ টাকা, ১৮ ক্যারেট ১ লাখ ৮২ হাজার ২৫০ টাকা এবং সনাতন পদ্ধতির সোনার দাম ১ লাখ ৫১ হাজার ৮০৭ টাকা। সেই হিসাবে আগামীকাল থেকে ২২ ক্যারেটে ২ হাজার ২১৬ টাকা, ২১ ক্যারেটে ২ হাজার ৯৯ টাকা, ১৮ ক্যারেটে ১ হাজার ৮০৮ টাকা এবং সনাতন পদ্ধতির সোনার দাম বাড়বে ১ হাজার ৫১৬ টাকা।</p><p>সোনার দাম বাড়লেও রুপার দাম অপরিবর্তিত থাকবে। গত মাসে সোনার পাশাপাশি রুপার দামেরও রেকর্ড হয়েছিল। ২২ ক্যারেটের প্রতি ভরি রুপার দাম উঠেছিল ৬ হাজার ৬৫ টাকায়। পরে দাম কিছুটা কমে আসে। বর্তমানে ২২ ক্যারেটে প্রতি ভরি রুপার দাম ৫ হাজার ৫৪০ টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "সুন্দরবনে অপহৃত পর্যটক-রিসোর্টমালিকসহ ৩ জনকে উদ্ধার: পুলিশ | প্রথম আলো",
            "time": "2026-01-04T15:47:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-03%2F4nd7mykq%2FWhatsApp-Image-2026-01-03-at-9.54.44-PM.jpeg?rect=0%2C60%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুন্দরবন পূর্ব বন বিভাগের চাঁদপাই রেঞ্জের সহকারী বন সংরক্ষক (এসিএফ) দ্বীপন চন্দ্র দাস প্রথম আলোকে বলেন, রিসোর্ট কর্তৃপক্ষ বন বিভাগের অনুমতি না নিয়ে পর্যটকদের নিয়ে বনে ঢুকেছিল।</p><p>পুলিশ জানিয়েছে, অপহৃত ব্যক্তিরা হলেন দুই পর্যটক মো. সোহেল ও জনি এবং গোলকানন রিসোর্টের অন্যতম মালিক ও পরিচালক শ্রীপতি বাছাড়। পর্যটকেরা ঢাকা থেকে ওই রিসোর্টে ঘুরতে এসছিলেন।</p><p>রিসোর্টটির অবস্থান খুলনার দাকোপ উপজেলার ঢাংমারী নদীপাড়ে। এই নদী সুন্দরবন ও লোকালয়কে আলাদা করেছে; ঢাংমারী নদীর দক্ষিণে সুন্দরবন আর পূর্ব পাড়ে বসতি। সেখানে সাম্প্রতিক বছরগুলোয় বেশ কিছু ইকো রিসোর্ট গড়ে উঠেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নাচতে নাচতে কনাকে দুঃখ প্রকাশ পূজার | প্রথম আলো",
            "time": "2026-01-04T15:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fzl3jb8ou%2FWhatsApp_Image_2026_01_04_at_4_16_46_PM.jpeg?rect=0%2C2%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পূজা চেরি অভিনীত বেশির ভাগ সিনেমার রয়েছে গায়িকা দিলশাদ নাহার কনার গান। গান দিয়েই দুজনের মধ্যে পেশাগত জায়গায় ভালো বন্ধুত্বপূর্ণ সম্পর্ক। বলা যায়, তাঁরা জনপ্রিয় একটি জুটি। হঠাৎ এ জুটির দেখা। আর সেই দেখাতেই কনা মুখোমুখি হয়ে জুটি নিয়ে আশার কথা শোনালেন এই নায়িকা ও গায়িকা।</p><p>কনার ফেসবুক থেকে প্রকাশ করা ভিডিওতে পূজার কাছে একের পর এক প্রশ্ন রাখেন কনা। প্রশ্নের শুরুতেই কনা জানতে চান, ‘আচ্ছা পূজা, তোমার প্রথম সিনেমা কী?’ সময় না নিয়ে সঙ্গে সঙ্গেই পূজা জানান, ‘নূরজাহান’। এবার কনা জানতে চান, ‘সেখানে আমার কী গান ছিল?’ সেই গান পূজা গেয়ে শোনান কনাকে। গানের শিরোনাম ‘মন বলেছে তোর সাথে যাব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভেনেজুয়েলার বিষয়ে ‘সব বিকল্প রাখবে’ যুক্তরাষ্ট্র: মার্কিন পররাষ্ট্রমন্ত্রী রুবিও | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-10%2F77iupdxe%2FHegseth.jpg?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "জুলাই হত্যাকাণ্ড: ওসি-এসপিদের তালিকা করছে বৈষম্যবিরোধী ছাত্র আন্দোলন | প্রথম আলো",
            "time": "2026-01-04T15:41:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F6ft58k57%2Fanti-discrmination-movement-presscon-040126.jpg?rect=0%2C468%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম দাবি হচ্ছে, তাঁদের হবিগঞ্জের নেতা মাহদী হাসানকে শুধু জামিন নয়, নিঃশর্ত মুক্তি দিতে হবে এবং শায়েস্তাগঞ্জ থানার ওসিকে প্রত্যাহার করতে হবে। তাঁদের দ্বিতীয় দাবি, জুলাই গণ–অভ্যুত্থানে অংশগ্রহণকারী ছাত্র-শ্রমিক-জনতার ১ জুলাই থেকে ৮ আগস্ট পর্যন্ত পরিচালিত সব কর্মকাণ্ডের জন্য দায়মুক্তি প্রদান করে আগামী ২৪ (চব্বিশ) ঘণ্টার মধ্যে অধ্যাদেশ জারি করতে হবে। তাঁদের তৃতীয় দাবি হলো জুলাই বিপ্লবে গুরুত্বপূর্ণ অবদান রাখা সেনা, নৌ, বিমানবাহিনীসহ সামরিক, আধা সামরিক ও বেসামরিক প্রশাসনের সব কর্মকর্তা, সৈনিক ও কর্মচারীদের ইতিহাস লিপিবদ্ধ করে তাঁদের সম্মাননা, স্বীকৃতি ও আইনি সুরক্ষা নিশ্চিত করা; কর্মক্ষেত্রে তাঁদের হয়রানি বন্ধে একটি স্থায়ী কমিশন গঠন করা; ২০০৯ সালের ২৫ ফেব্রুয়ারি থেকে ফ্যাসিবাদের রোষানলে পড়ে সশস্ত্র বাহিনীতে পদোন্নতিবঞ্চিত কর্মকর্তাদের দ্রুত পদোন্নতি ও গুরুত্বপূর্ণ সংবেদনশীল পদগুলোতে পদায়ন করা।</p><p>সংবাদ সম্মেলনে রিফাত রশিদ দুটি কর্মসূচি তুলে ধরার সময় ওসি–এসপিদের তালিকা করার কথা জানিয়ে বলেন, ‘কোনো প্রকার টালবাহানা নয়, এবার যেটা আমাদের হাদি ভাই বলে গিয়েছিলেন, কোনো টালবাহানা নয়, অ্যাকশন হবে, অ্যাকশন!’</p></div></div></div></body></html>"
        },
        {
            "title": "‘ডিজিএফআইয়ের সংস্কার প্রয়োজন’ | প্রথম আলো",
            "time": "2026-01-04T15:15:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fj7pi7lv3%2FSecurity-Seminar.jpeg?rect=127%2C0%2C1347%2C707&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সেমিনারে ওসমানী সেন্টার ফর পিস অ্যান্ড সিকিউরিটি স্টাডিজের চেয়ারম্যান লেফটেন্যান্ট জেনারেল (অব.) মো. মাহফুজুর রহমান ‘পাওয়ার পয়েন্ট প্রেজেন্টেশন’ (তথ্যচিত্র উপস্থাপনা) দেন। এই উপস্থাপনায় ভারতের কয়েকজন সাবেক সেনা কর্মকর্তা যাঁরা বর্তমানে বিভিন্ন ‘থিঙ্কট্যাংক’ (নীতি বিশ্লেষণ ও গবেষণা সংস্থা) পরিচালনা করেন, তাঁদের সাম্প্রতিক একটি আলোচনা তুলে ধরা হয়। ওই আলোচনায় বাংলাদেশকে অস্থিতিশীল করতে ডিজ–ইনফরমেশন (অপতথ্য) ছড়ানো, অর্থনৈতিক চাপ সৃষ্টি, সাইবার হামলা, ‘প্রক্সি’ গোষ্ঠী ব্যবহার করা ইত্যাদি অসামরিক বা আধা সামরিক কৌশল প্রয়োগ করার কথা বলা হয়েছে।</p><p>লেফটেন্যান্ট জেনারেল (অব.) মো. মাহফুজুর রহমান বলেন, চোপরা, ধুবরি ও কিশানগঞ্জে গত ১৮ মাসে ৩টি ক্যান্টনমেন্ট (সেনানিবাস) করেছে ভারত। ত্রিপুরায়ও একটি ক্যান্টনমেন্ট হতে পারে। বাংলাদেশের পার্বত্য চট্টগ্রাম ও রংপুরের কিছু এলাকাকে তাঁরা (ভারতের সাবেক ওই সেনা কর্মকর্তারা) ‘চিকেন নেক’ হিসেবে চিহ্নিত করেছেন। ওই সব এলাকায় যদি এমন কোনো কর্মকাণ্ড হয়, যেটা ভারতের জন্য খারাপ, তাহলে বাংলাদেশে ইন্টারভিন (হস্তক্ষেপ) করতে পারবে ভারত, এমন নীতি করার জন্যও সুপারিশ করেছেন তাঁরা।</p><p>মাহফুজুর রহমান বলেন, দেশের জাতীয় নিরাপত্তা কেবল রাজনীতিবিদ বা সামরিক বাহিনীর হাতে সীমাবদ্ধ রাখার বিষয় নয়। এটি এতটাই গুরুত্বপূর্ণ যে রাষ্ট্র, সমাজ ও নাগরিকের সম্মিলিত অংশগ্রহণ অপরিহার্য।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটে জিতলে প্রধানমন্ত্রী কে? আখতার বললেন, জামায়াতের সঙ্গে আলোচনা চলমান | প্রথম আলো",
            "time": "2026-01-04T15:01:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fnl9ru5jt%2Fncp-akhter-hossain-040126.jpg?rect=0%2C59%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের সঙ্গে জোটে এনসিপি ৩০টি আসন পাচ্ছে বলে খবর ছড়িয়েছে। সংবাদ সম্মেলনে এ নিয়ে প্রশ্ন করা হলে আখতার হোসেন বলেন, আসন বণ্টনের বিষয়টি এখনো চূড়ান্ত হয়নি। এ বিষয়ে জামায়াতের সঙ্গে তাঁদের আলোচনা চলমান।</p><p>৩০০ আসনে প্রার্থী দেওয়ার প্রস্তুতি নেওয়ার পর জামায়াতের সঙ্গে জোট গড়ার কারণ ব্যাখ্যা করে আখতার হোসেন বলেন, ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদি হত্যাকাণ্ডের কারণে জোটে গিয়েছেন তাঁরা। জুলাই সনদ অনুসারে সংস্কার কতটুকু বাস্তবায়ন হবে, তা এনসিপির একার পক্ষে সম্ভবপর হবে না, তাই তাঁরা সমমনা দলের সঙ্গে জোটবদ্ধ হয়েছেন।</p><p>এ জোট ভোটে জিতে যদি সরকার গঠন করে, তাহলে প্রধানমন্ত্রী কে হবেন— সাংবাদিকদের এমন প্রশ্নের জবাবে এনসিপির সদস্যসচিব বলেন, এ নিয়েও তাঁদের আলোচনা অব্যাহত আছে। আলোচনা শেষে তাঁরা চূড়ান্ত সিদ্ধান্ত জানাবেন। আপাতত নির্বাচনী বৈতরণি পার করতে চান তাঁরা।</p><p>জামায়াতে ইসলামীর সঙ্গে জোটে যাওয়ার পর এনসিপি থেকে কয়েকজন নেতার পদত্যাগ দলের ওপর ‘ব্যক্তিগতভাবে আঘাত করেছে’ মন্তব্য করে আখতার হোসেন বলেন, তবে তাঁদের পদত্যাগপত্রের বিষয়ে এখনো চূড়ান্ত সিদ্ধান্ত নেয়নি এনসিপি।</p></div></div></div></body></html>"
        },
        {
            "title": "নেত্রকোনা-৫ আসনে জামায়াতের প্রার্থীর মনোনয়নপত্র বাতিল | প্রথম আলো",
            "time": "2026-01-04T14:52:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fs8gawj07%2FScreenshot-2026-01-04-201148.png?rect=0%2C0%2C686%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জেলার পাঁচটি সংসদীয় আসনে বিএনপি, জামায়াতে ইসলামী, জাতীয় পার্টি, ইসলামী আন্দোলন বাংলাদেশ, খেলাফত মজলিস, সিপিবি, স্বতন্ত্র প্রার্থীসহ মোট ৩০ জন মনোনয়নপত্র জমা দেন।</p><p>নির্বাচন কমিশন ঘোষিত সংশোধিত তফসিল অনুযায়ী, রিটার্নিং কর্মকর্তার সিদ্ধান্তের বিরুদ্ধে ৫ থেকে ৯ জানুয়ারি পর্যন্ত আপিল করা যাবে। ১০ থেকে ১৮ জানুয়ারির মধ্যে এসব আপিল নিষ্পত্তি হবে। ২০ জানুয়ারি পর্যন্ত প্রার্থিতা প্রত্যাহার করা যাবে। এরপর ২১ জানুয়ারি প্রতীক বরাদ্দ দেওয়া হবে। ১২ ফেব্রুয়ারি জাতীয় সংসদ নির্বাচন ও গণভোট অনুষ্ঠিত হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যবসায়ী খোকন চন্দ্র হত্যার কথা স্বীকার করেছেন তিন আসামি: র‍্যাব | প্রথম আলো",
            "time": "2026-01-04T14:51:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Frlgun95s%2FSariatpurDH054120260104Shariatpur-R.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আসামিদের কিশোরগঞ্জ থেকে রোববার সন্ধ্যায় র‍্যাব–৮–এর মাদারীপুর ক্যাম্পে আনা হয়। সেখানে প্রেস ব্রিফিংয়ে র‍্যাব-৮–এর অধিনায়ক কমান্ডার শাহাদাত হোসেন বলেন, গ্রেপ্তার তিনজন প্রাথমিক জিজ্ঞাসাবাদে খোকন চন্দ্রকে হত্যার সঙ্গে জড়িত থাকার কথা স্বীকার করেছেন।</p><p>গ্রেপ্তার তিনজনের দেওয়া বরাতে ব্রিফিংয়ে বলা হয়, ৩১ ডিসেম্বর রাত নয়টার দিকে খোকন চন্দ্র দাস ব্যবসার টাকা একটি ব্যাগে করে সিএনজিচালিত অটোরিকশায় করে বাড়ি ফিরছিলেন। বাড়ির কাছাকাছি তিলই ব্যাপারী বাড়ি মসজিদের কাছে তিনি অটোরিকশা থেকে নামেন। এরপর হেঁটে বাড়ির কাছাকাছি পৌঁছালে সেখানে অপেক্ষায় থাকা সোহাগ খান, রাব্বি মোল্লা ও পলাশ সরদার দেশীয় অস্ত্র ও চাকু দিয়ে ভয় দেখিয়ে খোকন চন্দ্র দাসের কাছ থেকে টাকার ব্যাগ ছিনিয়ে নেন। এরপর এলোপাথাড়ি ছুরিকাঘাতে গুরুতর রক্তাক্ত জখম করা হয় তাঁকে। একপর্যায়ে খোকন আসামিদের চিনে ফেলায় তাঁরা হত্যার উদ্দেশ্যে খোকনের গায়ে পেট্রল ঢেলে আগুন ধরিয়ে দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শেষ ৫ ম্যাচে ১ জয়, আবারও পয়েন্ট হারিয়ে চাপে ম্যানচেস্টার ইউনাইটেড | প্রথম আলো",
            "time": "2026-01-04T14:45:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fdwwyknrr%2F2026-01-04T142817Z1596833002UP1EM141474K8RTRMADP3SOCCER-ENGLAND-LEE-MUN.JPG?rect=0%2C0%2C4440%2C2331&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংলিশ প্রিমিয়ার লিগে আবারও ড্র করল ম্যানচেস্টার ইউনাইটেড। আগের ম্যাচে উলভসের সঙ্গে ড্র করা দলটি আজ রাতে জয়ের খোঁজে আতিথ্য নিয়েছিল লিডস ইউনাইটেডের মাঠে। কিন্তু এই ম্যাচেও জয়ের দেখা পায়নি রুবেন আমোরিমের দল। লিডসের মাঠে পিছিয়ে পড়েও শেষ পর্যন্ত ইউনাইটেড এক পয়েন্ট পেয়েছে। ম্যাচটি ড্র হয়েছে ১-১ গোলে।</p><p>নিজেদের শেষ পাঁচ ম্যাচের মধ্যে মাত্র ১টিতে জয়ের দেখা পাওয়া ইউনাইটেড একটিতে হেরেছে ও অন্য তিন ম্যাচ ড্র করেছে। ২০ ম্যাচে ৩১ পয়েন্ট নিয়ে পয়েন্ট টেবিলের ৫ নম্বরে আছে ইউনাইটেড। অন্য দিকে ১৬ নম্বরে থাকা লিডসের পয়েন্ট ২০ ম্যাচে ২২।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববাজারে স্মার্টফোনসহ ল্যাপটপ ও কম্পিউটারের দাম বাড়তে পারে যে কারণে | প্রথম আলো",
            "time": "2026-01-04T14:41:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fbrh49hb4%2FSmartphone-and-computer.reuters.png?rect=0%2C0%2C633%2C332&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কম্পিউটার ও ল্যাপটপ নির্মাতা প্রতিষ্ঠান পিসি স্পেশালিস্টের প্রতিনিধি ড্যানি উইলিয়ামস জানিয়েছেন, র‍্যামের দাম বাড়ার এই ধারা বছরজুড়েই অব্যাহত থাকতে পারে। সব র‍্যাম উৎপাদনকারীর ক্ষেত্রে পরিস্থিতি এক রকম নয়। যেসব প্রতিষ্ঠানের হাতে তুলনামূলক বেশি মজুত রয়েছে, তাদের ক্ষেত্রে দাম বেড়েছে দেড় থেকে দুই গুণের মধ্যে। তবে যেসব প্রতিষ্ঠানের মজুত কম, তারা দাম বাড়িয়েছে কয়েক গুণ পর্যন্ত।</p><p>চিপ ওয়ার বইয়ের লেখক ও প্রযুক্তি বিশ্লেষক ক্রিস মিলারের মতে, র‍্যামের চাহিদা বাড়ার পেছনে সবচেয়ে বড় ভূমিকা রেখেছে কৃত্রিম বুদ্ধিমত্তা প্রযুক্তি। এআই পরিচালনায় প্রয়োজনীয় উচ্চগতির র‍্যামের চাহিদা দ্রুত বেড়েছে। এর প্রভাব পড়েছে সব ধরনের র‍্যামের দামে।</p></div></div></div></body></html>"
        },
        {
            "title": "৩ মাস এনইআইআর বন্ধ থাকবে, এমন কথা বলিনি: ডিসি মাসুদ আলম | প্রথম আলো",
            "time": "2026-01-04T14:39:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-03%2F8x4j9y1s%2Fsmartphones-Reuters.webp?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ন্যাশনাল ইকুইপমেন্ট আইডেন্টিটি রেজিস্টার (এনইআইআর) সিস্টেম তিন মাস বন্ধ থাকবে বলে বিভিন্ন গণমাধ্যমে সংবাদ প্রকাশিত হয়েছে। ঢাকা মহানগর পুলিশের (ডিএমপি) রমনা বিভাগের উপকমিশনার (ডিসি) মাসুদ আলমের বরাত দিয়ে এমন তথ্য ছড়িয়ে পড়েছে। তবে এমন কোনো কথা বলেননি বলে প্রথম আলোকে নিশ্চিত করেছেন ডিসি মাসুদ আলম।</p><p> আজ রোববার রাতে ডিসি মাসুদ আলম প্রথম আলোকে বলেন, এনইআইআর তিন মাস বন্ধ থাকবে, এমন কথা তিনি বলেননি। তিন মাস অবৈধ মুঠোফোন ব্লক করা হবে না, তথ্য ও যোগাযোগ প্রযুক্তি বিভাগের এমন বার্তা দিয়েছিলেন তিনি।</p></div></div></div></body></html>"
        }
    ]
}