{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-02-01T08:30:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগ মুদ্রার দাম কমেছে। আজ দাম কমেছে ইউরো, পাউন্ড, অস্ট্রেলীয় ডলার, সিঙ্গাপুরি ডলার ও ইউয়ানের। ভারতীয় রুপি সামান্য বেড়েছে। অপরিবর্তিত আছে জাপানি ইয়েন।</p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত দামের চেয়ে বৈদেশিক মুদ্রা কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত আমিরের নারীবিদ্বেষী পোস্টের ৯ ঘণ্টা পর আইডি হ্যাকের দাবি কতটা যৌক্তিক, প্রশ্ন বিএনপির | প্রথম আলো",
            "time": "2026-02-01T08:22:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fff5urwzb%2F-6.png?rect=0%2C0%2C1362%2C715&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমানের এই উপদেষ্টা বলেন, এই দলের সঙ্গে নির্বাচনী জোটে যুক্ত থাকার কারণেই জোটভুক্ত বিভিন্ন রাজনৈতিক দলের বহু নারী নেত্রী পদত্যাগ করতে বাধ্য হয়েছেন। অনেকেই প্রকাশ্যে ক্ষোভ ও হতাশা প্রকাশ করেছেন। বিভিন্ন আসনে বিএনপির নারী প্রার্থীরা নির্বাচনী প্রচারে নামলে তাঁদের অনলাইন, অফলাইনে নানাভাবে হেনস্তা করা হচ্ছে বলেও অভিযোগ করেন তিনি।</p><p>মাহদী আমিন বলেন, বিএনপি এবং অঙ্গ ও সহযোগী সংগঠনের নারী সদস্যরা, বিশেষ করে আমাদের ছাত্রদলের বোনেরা, সাইবার স্পেসে যে সীমাহীন, বর্বর ও মধ্যযুগীয় বুলিংয়ের শিকার হচ্ছেন, তা যেকোনো সচেতন মানুষকে আতঙ্কিত করবে। এসব অপপ্রচারে জড়িত আইডিগুলোর দিকে তাকালেই স্পষ্ট বোঝা যায়, এগুলো নির্দিষ্ট রাজনৈতিক গোষ্ঠীর পরিকল্পিত কর্মকাণ্ড।</p><p>মাহদী আমিন পরিবার, সমাজ, রাষ্ট্রে নারীদের গুরুত্বপূর্ণ অবদানের কথা তুলে ধরেন। মুক্তিযুদ্ধ ও জুলাই গণ-অভ্যুত্থানের সময় নারীদের ভূমিকা তুলে ধরেন তিনি। তিনি আরও বলেন, স্কুলে যে নারী শিশুদের শিক্ষা দিচ্ছেন, হাসপাতালে যে নারী ডাক্তার ও নার্স হিসেবে মানুষের জীবন বাঁচাচ্ছেন, পুলিশ হিসেবে যে নারী আইনশৃঙ্খলা রক্ষায় দায়িত্ব পালন করছেন, আইনজীবী হিসেবে যে নারী বিপন্ন মানুষকে সহযোগিতা করে যাচ্ছেন, যে নারী বিভিন্ন সামাজিক ও সাংস্কৃতিক কর্মকাণ্ডে নিজেদের নিয়োজিত রাখছেন, যে নারী প্রশাসনে রাষ্ট্র পরিচালনার দায়িত্বে আছেন, যে নারী বিশ্ববিদ্যালয়ে শিক্ষকতা করছেন, যে নারী সাংবাদিক হিসেবে গণমাধ্যমে কাজ করছেন, কিংবা যে নারীরা বিভিন্ন খেলাধুলায় দেশের হয়ে লড়ছেন, ভাবা যায়, এই সব কর্মজীবী নারীদের বিষয়ে জামায়াতের কী অপমানজনক অবস্থান!</p></div></div></div></body></html>"
        },
        {
            "title": "কেন আমরা ভুলে যাই : ইসলাম কী বলে | প্রথম আলো",
            "time": "2026-02-01T08:22:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fs41silve%2Fpexels-katetrysh-28515816.jpg?rect=0%2C369%2C5211%2C2736&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দোয়ার পাশাপাশি কিছু বিশেষ সময়ের প্রতি খেয়াল রাখা প্রয়োজন যখন মহান আল্লাহ বান্দার প্রার্থনা দ্রুত কবুল করেন।</p><p>সিজদারত অবস্থায়, নামাজের শেষ বৈঠকে (আত্তাহিয়্যাতু পড়ার পর), রাতের শেষ প্রহরে, আজান ও ইকামতের মধ্যবর্তী সময়ে এবং জুমার দিনের বিশেষ মুহূর্তে (বিশেষ করে আসরের পর থেকে মাগরিব পর্যন্ত) দোয়া করলে তা কবুল হওয়ার সম্ভাবনা বেশি থাকে।</p><p>আল্লাহর রাসুল (সা.) বলেছেন, “বান্দা সিজদারত অবস্থায় তার প্রতিপালকের সবচেয়ে নিকটবর্তী হয়। তাই তোমরা (সিজদায়) অধিক পরিমাণে দোয়া করো।” (সহিহ মুসলিম, হাদিস: ৪৮২)</p><p>পরিশেষে বলা যায়, ভুলে যাওয়ার রোগ থেকে মুক্তি এবং প্রখর স্মৃতিশক্তি অর্জন কেবল কোনো মন্ত্র বা নির্দিষ্ট শব্দের ওপর নির্ভরশীল নয়। এটি একটি সামগ্রিক আধ্যাত্মিক প্রক্রিয়া। এর জন্য একদিকে যেমন মহান আল্লাহর কাছে কায়মনোবাক্যে দোয়া করতে হবে, অন্যদিকে নিজের জীবনকে পাপাচারমুক্ত ও পবিত্র রাখতে হবে।</p><p>আল্লাহভীতি বা তাকওয়া অর্জিত হলে আল্লাহ বান্দাকে এমন এক দূরদৃষ্টি ও জ্ঞান দান করেন, যা তাকে সঠিক পথে পরিচালিত করে।</p></div></div></div></body></html>"
        },
        {
            "title": "১৮ মাসে ১১৫ অধ্যাদেশ: সংবিধান কী বলে? | প্রথম আলো",
            "time": "2026-02-01T08:12:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fe5yvtmas%2F01022026-cm-5.jpg?rect=0%2C0%2C1197%2C628&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪.</strong></p><p>এ ছাড়া গণভোট অধ্যাদেশ ২০২৫–এ ‘দায়মুক্তি’ শিরোনামের ধারা ২২–এ বলা হয়, ‘এই অধ্যাদেশ বা কোনো বিধি বা উহার অধীন প্রদত্ত কোনো আদেশ বা নির্দেশ মোতাবেক সরল বিশ্বাসে কৃত বা অভিপ্রেত কোনো কিছুর জন্য কমিশন বা অন্য কোনো ব্যক্তির বিরুদ্ধে কোনো দেওয়ানি বা ফৌজদারি মামলা বা অন্য কোনো আইনগত কার্যধারা দায়ের করা যাইবে না।’</p><p>এভাবে বিভিন্ন সময়ে দায়মুক্তি চাওয়াসহ জারিকৃত অন্য সব অধ্যাদেশের আইনি ভিত্তি ও ভবিষ্যৎ কী, তা বুঝতে বাংলাদেশ সংবিধানের অনুচ্ছেদ ৯৩–এর দিকে দৃষ্টি দেওয়া যাক।</p><p>অনুচ্ছেদ ৯৩(১) অনুযায়ী, ‘রাষ্ট্রপতির নিকট আশু ব্যবস্থা গ্রহণের জন্য প্রয়োজনীয় পরিস্থিতি বিদ্যমান রহিয়াছে বলিয়া সন্তোষজনকভাবে প্রতীয়মান হইলে’, তিনি অধ্যাদেশ জারি করতে পারবেন; অর্থাৎ সংসদ অধিবেশন না থাকলে বা ভেঙে গেলে যদি এমন পরিস্থিতি তৈরি হয় যে তাৎক্ষণিক পদক্ষেপ প্রয়োজন, যেমন যুদ্ধ পরিস্থিতিতে, নতুন কোনো অপরাধ রোধে, বড় কোনো প্রাকৃতিক দুর্যোগে বা সাংবিধানিক শূন্যতা এড়াতে সংসদ অধিবেশন না ডাকা পর্যন্ত এই অধ্যাদেশ গুরুত্বপূর্ণ—তবে কেবল রাষ্ট্রপতি একটি অধ্যাদেশ জারি করতে পারেন।’</p><p>প্রশ্ন হলো, গত প্রায় ১৮ মাসে ১১৫টি অধ্যাদেশ জারি হওয়ার মতো জরুরি পরিস্থিতি কি বাংলাদেশে সৃষ্টি হয়েছিল?</p><p>অনুচ্ছেদ ৯৩(১) তিনটি শর্তও জুড়ে দিয়েছে অধ্যাদেশের বৈধতা প্রসঙ্গে। এখানে বলা আছে, সংসদ যে আইন তৈরি করার ক্ষমতা রাখে না, অধ্যাদেশ দিয়ে সেই ধরনের কোনো আইন করা যাবে না। অধ্যাদেশ দিয়ে সংবিধানের কোনো অংশ পরিবর্তন বা বাতিল করাও সম্ভব নয়। এমনকি আগে করা কোনো অধ্যাদেশের কার্যকারিতা বাড়ানোর জন্য নতুন অধ্যাদেশ জারি করা যায় না।</p><p>আমরা কি নিশ্চিতভাবে বলতে পারি যে ১১৫টি অধ্যাদেশের প্রতিটি ধারাই সংবিধানের অনুচ্ছেদ ৯৩(১)–এ নির্ধারণ করা মানদণ্ডে উতরাতে পারবে?</p><p>এ ছাড়া অধ্যাদেশের স্থায়িত্ব ও অনুমোদন বিষয়ে অনুচ্ছেদ ৯৩(২)–এ বলা আছে, ‘পরবর্তী নির্বাচিত সংসদ অধিবেশনের প্রথম বৈঠকেই অধ্যাদেশসমূহ উপস্থাপন করতে হবে। সংসদ চাইলে তা পাস করতে পারে বা বাতিল করতে পারে। সংসদ বসার ৩০ দিনের মধ্যে অনুমোদন না পেলে অধ্যাদেশটি স্বয়ংক্রিয়ভাবে বাতিল হয়ে যাবে।’</p><p>এ ছাড়া সংবিধানের ১০২ অনুচ্ছেদের আওতায় বাংলাদেশের বিচার বিভাগ জুডিশিয়াল রিভিউ বা বিচারিক পর্যালোচনার মাধ্যমে নির্দিষ্ট কোনো অধ্যাদেশের বৈধতা যাচাই করতে পারেন। আদালত যদি মনে করেন, জরুরি পরিস্থিতি ছিল না বা ক্ষমতার অপব্যবহার হয়েছে, তাহলে আদালত সেটিকে অসাংবিধানিক ঘোষণা করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক প্রতিমন্ত্রী ফরহাদকে গ্রেপ্তার ও নাছিমের ৪৬ ব্যাংক হিসাব অবরুদ্ধের আদেশ | প্রথম আলো",
            "time": "2026-02-01T08:08:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-27%2F3bb3f575%2F1.avif?rect=0%2C5%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদনে বলা হয়েছে, আসামি ফরহাদ হোসেন (৫৩) ক্ষমতার অপব্যবহারের মাধ্যমে জ্ঞাত আয়ের উৎসের সঙ্গে অসংগতিপূর্ণ ১ কোটি ১১ লাখ ৮৬ হাজার ২৫ টাকা মূল্যের সম্পদ অর্জন করেছেন। তাঁর নিজ নামে থাকা ১২টি ব্যাংক হিসাবে ৬ কোটি ৫৪ লাখ ৫৬ হাজার ৪৭১ টাকা জমা হয় এবং মোট উত্তোলন করেছেন ৬ কোটি ৩৫ লাখ ৬৮ হাজার ৯৯৬ টাকা, যা অস্বাভাবিক ও সন্দেহজনক লেনদেন হিসেবে উল্লেখ করা হয়েছে।</p><p>আবেদনে আরও বলা হয়, ফরহাদ হোসেনের বিরুদ্ধে মানি লন্ডারিং আইনে মামলা হয়েছে। মামলাটি বর্তমানে তদন্তাধীন। তিনি অন্য মামলায় ঢাকা কেন্দ্রীয় কারাগারে আটক আছেন। জামিনে মুক্ত হলে আত্মগোপন বা বিদেশে পালিয়ে যেতে পারেন। তাই এই মামলায় তাঁকে গ্রেপ্তার দেখানো প্রয়োজন।</p><p>২০২৪ সালের ১৫ সেপ্টেম্বর রাজধানীর ইস্কাটন এলাকা থেকে ফরহাদকে গ্রেপ্তার করা হয়। এর পর থেকে তিনি কারাগারে আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "একই বৃত্তি নিয়ে ফ্রান্সের একই বিশ্ববিদ্যালয়ে বাংলাদেশের ৮ তরুণ | প্রথম আলো",
            "time": "2026-02-01T08:08:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fzzxopmkm%2FBHD01725-Copy.JPG?rect=0%2C850%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সন্ত্রাল নঁত ইউরোপের বেশ সম্মানজনক একটি প্রকৌশল শিক্ষাপ্রতিষ্ঠান। কেন, ব্যাখ্যা করলেন খন্দকার মাইনুল ইসলাম, ‘সন্ত্রাল নঁত ফ্রান্সের শীর্ষ পাঁচ প্রকৌশল গ্রঁদ একোলের একটি। গ্রঁদ একোলের অর্থ মহান বিদ্যাপীঠ। এই বিশ্ববিদ্যালয়গুলোয় ভর্তি হওয়া বেশ কঠিন, তা ছাড়া গবেষণাও অত্যাধুনিক মানের। এ কারণেই গ্রঁদ একোল বলা হয়।’</p><p>দেশ থেকে অনেক দূরে সন্ত্রাল নঁত ক্যাম্পাসে এই আট শিক্ষার্থীই যেন একটুকরা বাংলাদেশ। ক্লাস, ল্যাব, লাইব্রেরি কিংবা প্রজেক্ট মিটিং, প্রায় প্রতিদিনই কোথাও না কোথাও দেখা হয় তাঁদের। একে অপরের কাছ থেকে শেখেন, সমর্থন দেন। ইসলামিক ইউনিভার্সিটি অব টেকনোলজির স্নাতক সানজানা তাবাসসুম বলেন, ‘নতুন দেশ, নতুন সংস্কৃতি—এসবের সঙ্গে মানিয়ে নেওয়া কঠিন। কঠিন এই সময়ে নিজ দেশের মানুষ পাশে থাকাটা একটা বড় শক্তি।’</p><p>একসঙ্গে রান্না, বিশেষ দিনে একত্র হওয়া কিংবা সপ্তাহান্তে শহর ঘুরে দেখা, এই ছোট ছোট অভিজ্ঞতাগুলো তাঁদের মধ্যে একটি ঘনিষ্ঠ কমিউনিটি তৈরি করেছে, যা বিদেশের ব্যস্ত জীবনের মধ্যেও মানসিক স্বস্তি দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "নীলফামারীতে ব্যানার টানানো নিয়ে বিএনপি ও জামায়াতের মধ্যে বাগ্‌বিতণ্ডা, উত্তেজনা | প্রথম আলো",
            "time": "2026-02-01T08:08:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fxalfvly2%2Fnilphamaridh181420260201nilphamari-pic-jal.jpg?rect=0%2C12%2C715%2C375&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের ব্যানার টানানোকে কেন্দ্র করে নীলফামারীর জলঢাকায় বিএনপি ও জামায়াত প্রার্থীর সমর্থকদের মধ্যে কথা–কাটাকাটি ও উত্তেজনার সৃষ্টি হয়েছে। গতকাল শনিবার রাতে উপজেলা শহরের ট্রাফিক মোড়ে এ ঘটনা ঘটে। পরে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর হস্তক্ষেপে পরিস্থিতি স্বাভাবিক হয়।</p><p>প্রত্যক্ষদর্শী সূত্রে জানা যায়, গতকাল রাত ৯টার দিকে জলঢাকা উপজেলা শহরের ট্রাফিক মোড়ে নীলফামারী-৩ আসনে বিএনপির প্রার্থী সৈয়দ আলীর কর্মীরা ব্যানার টাঙাতে যান। তখন ওই আসনের জামায়াত প্রার্থী ওবায়দুল্লাহ সালাফীর কর্মী সমর্থকেরা তাঁদের বাধা দেন। তাঁরা বলেন, ধানের শীষের ব্যানারের কারণে দাঁড়িপাল্লার ব্যানার ঢাকা পড়ে যাচ্ছে। এ ঘটনাকে কেন্দ্র করে দুই পক্ষের মধ্যে বাগ্‌বিতণ্ডা এবং উত্তেজনার সৃষ্টি হয়। পরে পুলিশ ও সেনাবাহিনীর সদস্যরা এসে পরিস্থিতি স্বাভাবিক করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘প্রতিক্রিয়াশীল চক্র এ দেশ ও দেশের সংস্কৃতি ধ্বংস করে দিতে চায়’ | প্রথম আলো",
            "time": "2026-02-01T08:05:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2F8h7ys3xy%2FBoi-Mela-1.jpeg?rect=0%2C165%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দিনব্যাপী প্রতীকী বইমেলায় অংশ নেওয়া প্রকাশনা প্রতিষ্ঠানগুলোর মধ্যে আছে—অন্যপ্রকাশ, সূচীপত্র, প্রথমা, কাকলী, অনুপম, জাগৃতি, অ্যার্ডন পাবলিকেশন প্রমুখ। প্রতীকী বইমেলায় অংশ নিয়েছে উদীচীও।</p><p>গত বছরের ১৮ ডিসেম্বর ছায়ানট, প্রথম আলো ও দ্য ডেইলি স্টারে হামলা ও অগ্নিসংযোগ করা হয়। পরের দিন অগ্নিসংযোগ করা হয় উদীচী কার্যালয়ে। উদীচীর স্টলের সামনে বইয়ের পাশাপাশি রাখা হয়েছে সেদিনের হামলা ও আগুনে পুড়ে যাওয়া বই, গিটার, তবলাসহ বেশ কয়েকটি বাদ্যযন্ত্রও।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সাবধান হন’-ভুয়া আইডির বিরুদ্ধে মৌয়ের কড়া হুঁশিয়ারি | প্রথম আলো",
            "time": "2026-02-01T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fczpxr85x%2FWhatsApp-Image-2026-02-01-at-1.48.02-PM.png?rect=0%2C0%2C998%2C524&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি আরও বলেন, ইতিমধ্যে এ বিষয়ে আইনি পদক্ষেপ নেওয়া হয়েছে এবং সামনে আরও কঠোর ব্যবস্থা নেওয়া হবে। ভক্ত, দর্শক ও পরিচিতজনদের উদ্দেশে মৌ সতর্ক করে বলেন, ‘ভুয়া অ্যাকাউন্টের বন্ধু হয়ে আপনারা প্রতারিত হবেন না। আবারও বলছি, আমার কোনো ফ্যান পেজ নেই, ইনস্টাগ্রাম অ্যাকাউন্ট নেই। যারা এসব করছে, সাবধান হোন। অন্যথায় আইনি ব্যবস্থায় যা হওয়ার তা–ই হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লা-১০: আপিলেও বিফল বিএনপির গফুর, তবে লড়তে পারবেন আরেক প্রার্থী মোবাশ্বের | প্রথম আলো",
            "time": "2026-02-01T07:52:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fy0gipdpq%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লা–১০ আসনে বিএনপির গফুর ভূঁইয়া দ্বৈত নাগরিক অভিযোগ করে ইসিতে আপিল করেন একই আসনে বাংলাদেশ সাংস্কৃতিক মুক্তি জোটের প্রার্থী কাজি নুরে আলম সিদ্দিকি। ১৮ জানুয়ারি শুনানির পর গফুর ভূঁইয়ার মনোনয়নপত্র বাতিল করে নির্বাচন কমিশন (ইসি)।</p><p>প্রার্থিতা ফিরে পেতে মনোনয়নপত্র বাতিল করে ইসির দেওয়া সিদ্ধান্ত চ্যালেঞ্জ করে গফুর ভূঁইয়া হাইকোর্টে রিট করেন। শুনানি নিয়ে ২২ জানুয়ারি হাইকোর্ট রিট সরাসরি খারিজ করে দেন।</p><p>প্রার্থিতা ফিরে পেতে হাইকোর্টের আদেশের বিরুদ্ধে গফুর ভূঁইয়া লিভ টু আপিল করেন। লিভ টু আপিলের ওপর গত বুধ ও বৃহস্পতিবার শুনানি হয়। সেদিন শুনানি শেষে আপিল বিভাগ আজ আদেশের জন্য দিন রাখেন। লিভ টু আপিল খারিজ করে আজ আদেশ দিলেন আপিল বিভাগ।</p></div></div></div></body></html>"
        },
        {
            "title": "শিবিরের দুই নেতাকে পায়ে গুলির ঘটনায় আনুষ্ঠানিক অভিযোগ দাখিল, আসামি ৮ | প্রথম আলো",
            "time": "2026-02-01T07:49:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-26%2F6vlpytp6%2F3.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিচারপতি মো. গোলাম মর্তূজা মজুমদারের নেতৃত্বে গঠিত তিন সদস্যের ট্রাইব্যুনাল-১ এই অভিযোগ আমলে নিয়েছেন। একই সঙ্গে আসামিদের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করেছেন ট্রাইব্যুনাল।</p><p>ট্রাইব্যুনালের অপর দুই সদস্য হলেন বিচারপতি মো. শফিউল আলম মাহমুদ ও বিচারক মো. মোহিতুল হক এনাম চৌধুরী।</p><p>শুনানিতে চিফ প্রসিকিউটর বলেন, ২০১৬ সালে যশোরের চৌগাছা উপজেলা ছাত্রশিবিরের সেক্রেটারি ইসরাফিল হোসেন ও সাহিত্য সম্পাদক রুহুল আমিনের পায়ে গুলি করা হয়। পরে গুলি করা ক্ষতস্থানে বালু ঢুকিয়ে গামছা দিয়ে বেঁধে তাঁদের হাসপাতালে নেওয়া হয়। বালু ঢোকানোর কারণে তাঁদের পায়ে পচন ধরে। একপর্যায়ে তাঁদের পা কেটে ফেলতে হয়। তাঁরা এখন মানবেতর জীবন যাপন করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যালান্স | প্রথম আলো",
            "time": "2026-02-01T07:47:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2F6rl7j0y1%2FWhatsApp-Image-2026-02-01-at-13.21.46.jpeg?rect=0%2C76%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>তির-বল্লম ছোড়ার পরও পাখিটা নাগালের বাইরে রইল। তারা ফন্দি আঁটল, যেকোনো একটা পাখি শিকার করে আগুনে ঝলসাবে, তারপর গোত্রপ্রধানের হাতে তুলে দেবে। তারা একটা দাঁড়কাক আগুনে ঝলসিয়ে গোত্রপ্রধানের কাছে ফিরে এল। তিনি খুশি হলেন না। তাঁর নির্দেশমতো কাজ না করায় তেড়েফুঁড়ে এলেন, ‘গর্দভের দল! পাখির রোস্ট চাইনি আমি। জীবিত চেয়েছি। তোমরা আমার হুকুম অমান্য করেছ! কারও ওজর–আপত্তি শুনতে অভ্যস্ত নই আমি! তবে শুধু প্রশংসা করলে অখুশি হই না। কারণ, সব প্রশংসার দাবিদার আমি। তোমাদের রক্ত চুষে চুষে খাব, জীবন কেড়ে নেব, তবু তোমরা তোতাপাখির মতো বলবে, হে মহান! হে দয়ালু!’</p><p>হে মহান! হে দয়ালু! তারা সমস্বরে বলল।</p><p>‘যাও! প্রায়শ্চিত্ত করো!’ তুচ্ছ বিষয়েও তাঁর দণ্ড ভয়াবহ নির্মম। চাবুকে চাপকিয়ে চাপকিয়ে তাদের শরীর রক্তাক্ত করে আবার বললেন, ‘দৌড়াও! দৌড়াতে থাকো। যতক্ষণ না তোমাদের মৃত্যু নিশ্চিত না হচ্ছে।’</p><p>তারপর তাদের পেছনে তাঁর পোষা কুকুরদের লেলিয়ে দিলেন। কুকুরগুলো ছিল যথেষ্ট শক্তিশালী, হিংস্র ও মাংশাসী। ইয়র্কশায়ার টেরিয়ারের মতো কান খাড়া খাড়া। লাল জিহ্বা বের করে নিজেদেরই রোমশ মুখ বারবার চাটে। তারা ধাওয়া করল রক্তাক্ত ও জঠরানলে কাবু মানুষগুলোকে; যারা পড়িমরি করে ছুটছিল সামনের দিকে। তাদের অসহায়ত্বে সূর্যের চোখে জল এলেও তিনি ছিলেন জড় পদার্থের মতো নির্বিকার, ভাবলেশহীন।</p><p>হঠাৎ গোত্রের মধ্যে এক অচেনা রোগের প্রাদুর্ভাব ঘটল। এক শিশুর গাঢ় কালো ত্বক ফ্যাকাশে হতে হতে শ্বেতবর্ণ ধারণ করল। গোপনে গোপনে লতাপাতা, শিকড়বাকড়ে চিকিৎসা করেও যখন ফললাভ হলো না, তখন তারা গোত্রপ্রধানের শরণাপন্ন হলো। তিনি আবারও সবাইকে ডাকলেন। শিশুটির শ্বেতবর্ণ অভিশাপ হিসেবে ঘোষণা দিলেন। অভিশাপমুক্ত করতে গেলে তাকে পুড়িয়ে ফেলতে হবে। কাঠখড়ি জড়ো করে তন্ত্রমন্ত্র পাঠ করে তাতে আগুন দেওয়া হলো। আগুন দাউ দাউ করে উঠলে তার ইশারায় শিশুটিকে মায়ের কোল থেকে ছিনিয়ে নিয়ে আগুনে নিক্ষেপ করল। মা–বাবার চোখের সামনে শিশুটি পুড়ে পুড়ে অঙ্গার। এখানেই ক্ষান্ত হলেন না, চূড়ান্ত নৃশংসতা প্রদর্শন করলেন। একমাত্র সন্তানের পোড়া মাংস মা–বাবাকে খেতে বাধ্য করা হলো। তাদের চোখে যখন সন্তান হারানোর গভীর বেদনার জল, তখন তার নির্দেশে তাদের দিকে জ্বলন্ত ছাইভস্ম ছুড়ে মারা হলো।</p><p>গোত্রপ্রধান মোচে তা দিয়ে বললেন, ‘অভিশাপমুক্ত হলাম। আর ভয় নেই। তোমরা যাও! ফুর্তি করো!’</p><p>ফুর্তি করার মন ও মানসিকতা কার আছে! তবু তার নির্দেশ। সঙ্গে সঙ্গে মাদল, টামাক, ধামসা একসুরে বেজে উঠল। আকাশ-বাতাস ধ্বনিত হলো। গোত্রপ্রধানের মনোরঞ্জনের জন্য রক্ষিত অদ্ভুত সাজের নৃত্যদল নাচতে থাকল। তাদের সঙ্গে পুরুষেরাও যোগ দিল। ভীতিকর আতঙ্কের সঙ্গে গম্ভীরতার যে পরিবেশ ছিল, জংলি নাচের তালে তালে সেখানে সুড়সুড়ি কিছুটা আঁচড় কাটল।</p><p>কিন্তু তাদের শুকনা মুখে লেপ্টালেপ্টি করে থাকা ভয় দূর হলো না। অভিশাপ আরও জেঁকে বসল। শ্বেতবর্ণ রোগটা গোত্রের মধ্যে সংক্রমিত হতে লাগল। কজনকে পুড়িয়ে মারবেন! গোত্রপ্রধান ছাড়া গোত্রের প্রায় সবাই এ রোগে সংক্রামিত হলো। এদের মধ্যে অনেকেই পটাপট মারা গেল। তবু গোত্রপ্রধানের হুঁশ হলো না; বরং তাদের অন্ত্যেষ্টিক্রিয়ায় উপস্থিত থেকে রঙ্গ করতেন, ‘এই, তোমরা সাদা চামড়ার হয়ে যাচ্ছ, মানেটা কী? সবাই মিলে আমাকে গদিচ্যুত করতে চাও নাকি? বলবে, সাদারাই সেরা জাতি; কালোরা আমাদের অধীন। তা হবে না। জঙ্গলের রাজা কালোরাই ছিল, আছে এবং ভবিষ্যতেও থাকবে। কঠোর হস্তে তোমাদের যেকোনো ষড়যন্ত্র রুখে দেব।’</p></div></div></body></html>"
        },
        {
            "title": "চায়ের দোকানে ভোটের উত্তাপ, ত্রিমুখী প্রতিদ্বন্দ্বিতায় কে জিতবে | প্রথম আলো",
            "time": "2026-02-01T07:41:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fxywrmfcf%2FU.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চায়ের দোকানের সামনে ভ্যানের ওপর বসে ছিলেন উপজেলার ফেদাইপুর প্রামের ডিম বিক্রেতা হোসেন আলী (৫০)। তিনি বলেন, ধানের শীষ প্রতীকের প্রার্থী রশীদ আহমাদ নতুন মুখ। তাঁর বাবা মুফতি ওয়াক্কাসকে সবাই চিনতেন। কিন্তু রশীদ আহমাদকে মানুষ খুব একটা চেনেন না। ভোটের লড়াই হবে স্বতন্ত্র প্রার্থী শহীদ মো. ইকবাল হোসেন ও জামায়াতের গাজী এনামুল হকের মধ্যে। তবে স্বতন্ত্র প্রার্থী হলেও বিএনপি নেতা ইকবালকে দলের অনেকে ভোট দেবেন। সব মিলিয়ে জামায়াত সুবিধাজনক অবস্থানে আছে।</p><p>প্রচার-প্রচারণায় মুখর যশোর-৫ আসন। চলছে মাইকিং। মোড়ে মোড়ে টানানো হয়েছে প্রার্থীদের ব্যানার। পথসভা, এলাকায় এলাকায় গিয়ে প্রার্থীদের কর্মী-সমর্থকদের চলছে ভোট প্রার্থনা। সাধারণ ভোটারদের মধ্যেও চলছে ভোটের আলোচনা। চলছে বিশ্লেষণ। কোন প্রার্থীর কোথায় কী অবস্থান, হিন্দুদের ভোট কে পাবেন, কে জিততে পারেন—এসব নিয়ে আলোচনা সর্বত্র।</p><p>মনিরামপুর উপজেলা নিয়ে যশোর-৫ আসন। আসন্ন ত্রয়োদশ জাতীয় সংসদ নির্বাচনে এই আসনে মোট ছয়জন প্রার্থী প্রতিদ্বন্দ্বিতা করছেন। বাংলাদেশ জাতীয়তাবাদী দল-বিএনপি ধানের শীষ প্রতীক নিয়ে প্রতিদ্বন্দ্বিতা করছেন জমিয়তে উলামায়ে ইসলামের (একাংশ) সিনিয়র যুগ্ম মহাসচিব রশীদ আহমাদ। বাংলাদেশ জামায়াতে ইসলামীর গাজী এনামুল হক প্রতিদ্বন্দ্বিতা করছেন দাঁড়িপাল্লা প্রতীক নিয়ে। হাতপাখার প্রার্থী ইসলামী আন্দোলন বাংলাদেশের জয়নাল আবেদীন। জাতীয় পার্টি এম এ হালিম প্রতিদ্বন্দ্বিতা করছেন লাঙ্গল প্রতীকে। স্বতন্ত্র প্রার্থী শহীদ মো. ইকবাল হোসেন কলস প্রতীক নিয়ে এবং মো. কামরুজ্জামান ফুটবল প্রতীক নিয়ে প্রতিদ্বন্দ্বিতা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদপুরে এনসিপির কমিটি ঘোষণার আধা ঘণ্টা পরই আরেকটি ঘোষণা, দ্বিধাদ্বন্দ্বে কর্মীরা | প্রথম আলো",
            "time": "2026-02-01T07:34:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fq7hjg6ky%2F4.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ব্যাপারে এনসিপির জেলা শাখার ১ নম্বর যুগ্ম আহ্বায়ক মো. হাবিবুর রহমান বলেন, মো. নোমান খানকে আহ্বায়ক করে যে কমিটি গঠনের কথা ফেসবুকে ঘোষিত হয়েছে সেটি ভুয়া। স্বাক্ষর জাল করে ওই কমিটি গঠন করা হয়। যাঁরা জালিয়াতি করে কমিটি করেছেন, তাঁদের বিরুদ্ধে শাস্তিমূলক ব্যবস্থা নেওয়া হচ্ছে।</p><p>এনসিপি নেতা মো. নোমান খানকে স্বাক্ষর জালিয়াতি করে কমিটি ঘোষণার কথা জিজ্ঞাসা করা হলে তিনি বলেন, কমিটি নিয়ে দলের কেন্দ্রীয় নেতাদের সঙ্গে যোগাযোগ করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সূর্যপৃষ্ঠে বড় ধরনের বিস্ফোরণ ও সৌরঝড়ের পূর্বাভাস জানতে নাসার উদ্যোগ | প্রথম আলো",
            "time": "2026-02-01T07:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-31%2Ffrvqcsc9%2FSUN.REUTERS.png?rect=0%2C12%2C825%2C433&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রচলিত ব্যবস্থায় সাধারণত সৌরঝড় শুরু হওয়ার পর সতর্কবার্তা পাওয়া যায়। নাসার মার্শাল স্পেস ফ্লাইট সেন্টারের বিজ্ঞানী সুজিত রায় ও তাঁর সহকর্মীরা সৌরঝড় বা সোলার ফ্লেয়ার শুরু হওয়ার আগে সূর্যের বায়ুমণ্ডল ও চুম্বকীয় ক্ষেত্রে অত্যন্ত সূক্ষ্ম কিছু পরিবর্তন ঘটার তথ্য বের করেছেন। সূর্য এআই সিস্টেমটি সেই সূক্ষ্ম সংকেত পড়তে শিখেছে। এর ফলে বিজ্ঞানীরা এখন অনেক আগে থেকেই জানতে পারবেন কখন সূর্যের ভেতরে শক্তি পুনর্গঠিত হচ্ছে ও বড় কোনো বিস্ফোরণের দিকে এগোচ্ছে।</p><p>২০১০ সাল থেকে নাসার সোলার ডাইনামিকস অবজারভেটরি সূর্যের যে লাখ লাখ ছবি সংগ্রহ করেছে, তা দিয়েই প্রশিক্ষণ দেওয়া হয়েছে সূর্য এআইকে। এতে ১৩টি ভিন্ন ভিন্ন স্তরের ছবি ব্যবহার করা হয়েছে, যা সূর্যের উত্তপ্ত গ্যাস এবং চুম্বকীয় ক্ষেত্রের সম্পর্ক বিশ্লেষণ করে। এআই মডেলটি তৈরি করা হয়েছে একটি ফাউন্ডেশন মডেল হিসেবে। এর প্রায় ৩৬ কোটি ৬০ লাখ অ্যাডজাস্টেবল সেটিংস বা প্যারামিটার রয়েছে। এটি কেবল তথ্য মুখস্থ করে না, বরং এক ঘণ্টার ব্যবধানে নেওয়া দুটি ছবির পরিবর্তন দেখে পরবর্তী কয়েক ঘণ্টার চিত্র কেমন হতে পারে, তা নিখুঁতভাবে অনুমান করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রবাসীদের ভোটে কারচুপির সুযোগ নেই: ইসি মো. সানাউল্লাহ | প্রথম আলো",
            "time": "2026-02-01T07:27:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-01%2Fyl93dq7w%2Fbarishaldh049620260201barishalphoto-6.jpg?rect=0%2C0%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসি আবুল ফজল মো. সানাউল্লাহ এ সময় আরও  বলেন, প্রবাসীদের জন্য ব্যবহৃত ব্যালটে মোট ১১৯টি প্রতীক থাকবে। ফলে খাম খোলা এবং সঠিকভাবে ভোট গণনায় তুলনামূলকভাবে বেশি সময় লাগবে। ভোটকেন্দ্রে শুধু প্রিসাইডিং অফিসার কলম সঙ্গে রাখতে পারবেন, অন্য কর্মকর্তা ও সংশ্লিষ্ট সবাই পেনসিল ব্যবহার করবেন।</p><p>নির্বাচন কমিশনার আরও বলেন, ভোট চলাকালীন প্রতি আসনে ১০ জন করে ম্যাজিস্ট্রেট দায়িত্ব পালন করবেন। মোবাইল ফাইন্যান্সিয়াল সার্ভিসের মাধ্যমে যেন কোনো ধরনের অনিয়ম না হয়, সে বিষয়ে কমিশন বিশেষভাবে সতর্ক রয়েছে। ভোট কেনাবেচা বন্ধে একাধিক বৈঠক করা হয়েছে এবং অর্থ লেনদেনের ক্ষেত্রে একটি নির্দিষ্ট সীমা নির্ধারণ করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা সেন্ট্রাল ইউনিভার্সিটি: অধ্যাদেশে স্বস্তি, রূপরেখায় প্রশ্ন | প্রথম আলো",
            "time": "2026-02-01T07:22:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2F3b6395ae-e494-473e-a966-2e7931205bcd%2FWhatsApp.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যাদেশ বিশ্লেষণ করে আরও একটি মৌলিক প্রশ্নের অবতারণা করতে হয়। ঢাকা সেন্ট্রাল ইউনিভার্সিটি কি জাতীয় বিশ্ববিদ্যালয়েরই একটি উন্নত সংস্করণে পরিণত হচ্ছে? এ প্রশ্নের উত্তর খুঁজতে গেলে দেখা যায়, ঢাকা সেন্ট্রাল ইউনিভার্সিটি মূলত জাতীয় বিশ্ববিদ্যালয়ের মতোই একটি এফিলিয়েটিং বিশ্ববিদ্যালয়, পার্থক্য কেবল পরিসরে। জাতীয় বিশ্ববিদ্যালয়ে যেমন অধিভুক্ত কলেজের পাশাপাশি মূল ক্যাম্পাসে শিক্ষা কার্যক্রম (এমফিল/পিএইচডি ও বর্তমানে স্নাতক (সম্মান) ) চলমান আছে, এ বিশ্ববিদ্যালয়েও একই ব্যবস্থার প্রস্তাব রয়েছে। পার্থক্য হচ্ছে, জাতীয় বিশ্ববিদ্যালয় দেশব্যাপী বিস্তৃত ও অসংখ্য কলেজ এর অধিভুক্ত, বিপরীতে ঢাকা সেন্ট্রাল ইউনিভার্সিটি কেবল ঢাকা শহরের সাতটি সরকারি কলেজকে কেন্দ্র করে গঠিত। এখানে ‘অধিভুক্ত কলেজ’ শব্দটির পরিবর্তে ‘সংযুক্ত কলেজ’ পরিভাষা ব্যবহার করা হয়েছে, যদিও কার্যগত দিক থেকে ব্যবস্থাটি প্রায় একই। লক্ষণীয় বিষয় হলো, অধ্যাদেশে এই সাত কলেজের বাইরে অন্য কোনো কলেজকে ভবিষ্যতে সংযুক্ত করার সুযোগ রাখা হয়নি। ফলে এটি বিস্তৃত নয়, বরং নিয়ন্ত্রিত পরিসরে পরিচালিত একটি এফিলিয়েটিং বিশ্ববিদ্যালয় কাঠামো হিসেবেই আত্মপ্রকাশ করেছে।</p><p>বিশ্ববিদ্যালয় কেবল একটি প্রশাসনিক কাঠামোর নাম নয়; এটি জ্ঞান উৎপাদন, গবেষণার বিস্তার, একাডেমিক স্বাধীনতা ও আন্তর্জাতিক মানদণ্ডে শিক্ষার উৎকর্ষ নিশ্চিত করার একটি প্রাণবন্ত বৌদ্ধিক প্রতিষ্ঠান। অথচ অধ্যাদেশে গবেষণা কার্যক্রম, শিক্ষার গুণগত মানোন্নয়ন, অন্তর্ভুক্তিমূলক ও সহায়ক একাডেমিক পরিবেশ গঠন, কিংবা শিক্ষার্থীদের একাডেমিক উৎকর্ষ ও বৌদ্ধিক বিকাশ অর্থাৎ শিক্ষার্থীকে কেবল সনদধারী গ্র্যাজুয়েট নয়, বরং চিন্তাশীল, দায়িত্বশীল ও সমাজসচেতন মানুষ হিসেবে গড়ে তোলার সামগ্রিক প্রক্রিয়া—এসব বিষয়ে সুস্পষ্ট ও দিকনির্দেশনামূলক অবস্থান তুলনামূলকভাবে দুর্বল। ফলে প্রস্তাবিত নতুন বিশ্ববিদ্যালয় কাঠামোটি আদৌ কতটা গভীরভাবে ‘বিশ্ববিদ্যালয়-চেতনা’ ধারণ করতে পারবে, সে বিষয়ে সংশয় থেকে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাউবির বিবিএ প্রোগ্রামে ভর্তি ও রেজিস্ট্রেশনের সময় বৃদ্ধি | প্রথম আলো",
            "time": "2026-02-01T07:21:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-02%2Fpaypchh1%2Fprothomalo-BOU.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাউবির এ–সংক্রান্ত বিজ্ঞপ্তিতে বলা হয়েছে, এ সিদ্ধান্ত বিবিএ প্রোগ্রামের ১ম, ৩য়, ৫ম ও ৭ম লেভেলের শিক্ষার্থীদের জন্য প্রযোজ্য হবে। নতুন ভর্তি–ইচ্ছুক শিক্ষার্থীদের পাশাপাশি চলমান সেমিস্টারের শিক্ষার্থীরাও এই বর্ধিত সময়ের মধ্যে প্রয়োজনীয় ফি জমা দিতে পারবেন। যেসব শিক্ষার্থী অনলাইন স্টুডেন্ট অ্যাপ্লিকেশন প্রসেসিং সিস্টেমের মাধ্যমে ভর্তি হয়েছেন, তাঁদের এর মাধ্যমেই রেজিস্ট্রেশন কার্যক্রম সম্পন্ন করতে হবে। তবে ১৯১ সেমিস্টারের পূর্ববর্তী সেমিস্টারে ভর্তি হওয়া শিক্ষার্থীদের কোর্স রেজিস্ট্রেশন ও কোর্স পুনঃরেজিস্ট্রেশন কার্যক্রম অফলাইনে সম্পন্ন করতে হবে। এ ছাড়া শিক্ষার্থীদের নিজ নিজ আইডি কার্ডের ফটোকপি এবং ফি জমাদানের তথ্য নির্ধারিত সময়ের মধ্যে বাউবির সংশ্লিষ্ট আঞ্চলিক ও উপ-আঞ্চলিক কেন্দ্রের প্রোগ্রাম কর্মকর্তার কাছে জমা দিতে বলা হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}