{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "শিশুর জ্বরের সঙ্গে খিঁচুনি হয় কেন | প্রথম আলো",
            "time": "2026-02-09T08:54:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-09%2Fadsi3joa%2Fpexels-photo-6392895.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেব্রাইল সিজারের শিশুকে পরবর্তী সময়ে অল্প জ্বর এলেই (৫-৭) দিনের জন্য প্যারাসিটামল ও ডায়াজিপাম–জাতীয় ওষুধ খাওয়ানো উচিত। জ্বরের সঙ্গে খিঁচুনির কারণ যদি মস্তিষ্কে প্রদাহ, টিবি বা ব্রেইন অ্যাবসেস রোগ হয়ে থাকে, তাহলে দেরি না করে রোগীকে হাসপাতালে ভর্তি করানো ও নিউরোলজি বিশেষজ্ঞের পরামর্শ নেওয়া উচিত। এসব রোগের চিকিৎসায় দীর্ঘদিন হাসপাতালে ভর্তি এবং কিছু ক্ষেত্রে শল্যচিকিৎসারও প্রয়োজন হতে পারে।</p><p><strong><sup>ডা. নাজমুল হক</sup></strong><sup>, সহযোগী অধ্যাপক, নিউরোলজি বিভাগ, ন্যাশনাল ইনস্টিটিউট অব নিউরোসায়েন্সেস অ্যান্ড হাসপাতাল, ঢাকা</sup></p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াতের উদ্দেশে যুবদল নেতা বললেন, ‘আমার বিলাই আমারে কয় ম্যাও’ | প্রথম আলো",
            "time": "2026-02-09T08:53:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F7u6pat69%2Fchandpur-jubodol.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘প্রত্যেকটা সেন্টারে আমাদের বাহিনী থাকবে। প্রত্যেকটা এলাকায় আমাদের লোক থাকবে। আমরা জিয়াউর রহমানের আদর্শ। বুকে সৎ সাহস নিয়া বাঁশের লাঠি নিয়া দাঁড়াইয়া থাকব। জান্নাতের টিকিট বিক্রি করছ, তোমাদের টিকিটে পানি ঢাইল্লা দিমু। আস ইনশাল্লাহ, কথা হবে ভবিষ্যতে। ইলেকশনে আস, আস কোন লেভেলের খেলা তোমরা খেলো আর আমরা কোন লেভেলের খেলা খেলতে পারি, তোমাদের দেখাবো। আর সহ্য করা হবে না। আমার বিলাই আমারে কয় ম্যাও।’</p><p>জামায়াতে ইসলামীর নেতা-কর্মীদের ইঙ্গিত করে এসব কথা বলেছেন চাঁদপুরের মতলব দক্ষিণ উপজেলার নায়েরগাঁও উত্তর ইউনিয়ন যুবদলের সভাপতি মো. গাফফার হোসেন। চাঁদপুর-২ আসনে আসন্ন ত্রয়োদশ নির্বাচনকে সামনে রেখে তিনি নিজের ফেসবুক আইডি থেকে গতকাল রোববার সকালে এই ভিডিও প্রকাশ করেন। ভিডিওটি আজ সোমবার ফেসবুকে অনেকেই নতুন করে আপলোড করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেসবুকে এআই ক্যারিক্যাচারের নতুন ট্রেন্ড | প্রথম আলো",
            "time": "2026-02-09T08:49:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F4lqmn1y6%2FTech-01.jpg?rect=0%2C47%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই ট্রেন্ড ব্যবহারকারী নর্থ সাউথ বিশ্ববিদ্যালয়ের গবেষক রুবিনা খান বলেন, এআইকে যত বেশি তথ্য দেওয়া হয়, ছবি তত বেশি নিখুঁত ও আনন্দদায়ক হয়। নিজের পদবি, কাজের দিনে তিনি সাধারণত কী ধরনের পোশাক পরেন, ডেস্কে কী কী জিনিস থাকে ইত্যাদি তথ্য দিলে এআই সেই সবকিছুর সমন্বয়ে একটি চমৎকার ভিজ্যুয়াল গল্প তৈরি করে দেয়। এই ট্রেন্ডটি কেবল পশ্চিমা দেশগুলোর মধ্যে সীমাবদ্ধ নেই। পৃথিবীর নানা দেশের সাধারণ মানুষ ও পেশাজীবীরা বড় পরিসরে এই ট্রেন্ডে যোগ দিয়েছেন। তাঁদের পেশাগত জীবনের খুঁটিনাটি ও ছবি আপলোড করে নিজেদের রঙিন সব ক্যারিক্যাচার তৈরি করছেন তাঁরা। একই চিত্র দেখা যাচ্ছে বাংলাদেশেও। বিশেষ করে তরুণ ফ্রিল্যান্সার এবং প্রযুক্তিপ্রেমীরা নিজেদের লিংকডইন প্রোফাইলে এ ধরনের ছবি ব্যবহার করে পেশাগত পরিচয়কে আরও সৃজনশীল করে তুলছেন। পেশাদারত্বের মধ্যে একটু বিনোদন ডিজিটাল দুনিয়ার একঘেয়েমি কাটাতে এ ধরনের এআই ট্রেন্ড দারুণ ভূমিকা রাখছে। ব্যবহারকারীদের মতে, গম্ভীর পেশাগত জীবনকে একটু হালকা চালে এবং হাস্যরসাত্মকভাবে উপস্থাপন করার এই সুযোগটি তারা লুফে নিচ্ছেন। তবে ব্যক্তিগত গোপনীয়তা নিয়ে কিছুটা বিতর্ক থাকলেও বিনোদনের এই নতুন মাধ্যমটি মানুষের মধ্যে ব্যাপক আগ্রহ তৈরি করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রানের যে চূড়ায় এবার কেউ ওঠেনি, তা করে জয় স্কটল্যান্ডের | প্রথম আলো",
            "time": "2026-02-09T08:45:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fwszlzrwg%2F034386-01-02.jpg?rect=0%2C0%2C5778%2C3033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম দুই দিনে ম্যাচ হয়েছে ৬টি, খেলেছে ভারত, ইংল্যান্ড, ওয়েস্ট ইন্ডিজের মতো দলগুলো। কিন্তু আগে ব্যাট করে এই দলগুলোর কেউই দুই শ রানের ঘর ছুঁতে পারেনি। অবশেষে টি–টুয়েন্টি বিশ্বকাপ ২০০ রানের দেখা পেল আজ সপ্তম ম্যাচে। </p><p>কলকাতায় ইতালির বিপক্ষে প্রথমে ব্যাট করে স্কটল্যান্ড করেছে ৪ উইকেটে ২০৭। যা এবারের আসরের প্রথম দুই শ তো বটেই, টি–টুয়েন্টি বিশ্বকাপের ইতিহাসে কোনো সহযোগী সদস্য দেশেরও প্রথম। </p><p>রেকর্ড গড়া ম্যাচটিতে রান তাড়ায় নামা ইতালিকে ১৩৪ রানে আটকে দিয়ে ৭৩ রানের বড় জয় পেয়েছে স্কটল্যান্ড। এবারের আসরে স্কটিশদের এটি দ্বিতীয় ম্যাচ হলেও ইতালির প্রথম ছিল। এবারই প্রথম বিশ্বকাপে খেলছে ইউরোপের দেশটি।</p></div></div></div></body></html>"
        },
        {
            "title": "র‍্যাব অবিলম্বে বিলুপ্ত করা দরকার, ডিজিএফআইও বিলুপ্ত করা হোক: ইকবাল করিম ভূঁইয়া | প্রথম আলো",
            "time": "2026-02-09T08:44:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-08%2Fndf15lup%2FIkbalkarimbhuiyan.jpeg?rect=0%2C458%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয় দিনের জবানবন্দিতে সাবেক সেনাপ্রধান জেনারেল (অব.) ইকবাল করিম ভূঁইয়া বলেছেন, ‘অনেকেই ভাবছেন, আমি সেনাবাহিনীর বিরুদ্ধে অবস্থান নিয়েছি। এ ব্যাপারে আমার ব্যাখ্যা হচ্ছে, আমরা যতই অস্বীকার করার চেষ্টা করি না কেন, সেনাবাহিনী কলুষিত হয়েছে। আমাদের উচিত হবে না আমাদের আত্মশুদ্ধির যে সুযোগ এসেছে, তা কোনো অবস্থাতেই হেলায় হারানো।’</p><p>আওয়ামী লীগ সরকারের শাসনামলে শতাধিক মানুষকে গুম ও খুনের ঘটনায় সাবেক সেনা কর্মকর্তা জিয়াউল আহসানের বিরুদ্ধে করা মানবতাবিরোধী অপরাধের একটি মামলায় প্রথম সাক্ষী হিসেবে আজ সোমবার দ্বিতীয় দিনের মতো জবানবন্দিতে সাবেক সেনাপ্রধান ইকবাল করিম ভূঁইয়া এ কথাগুলো বলেন। এর আগে গতকাল রোববার তিনি জবানবন্দি দেন।</p><p>সাবেক এই সেনাপ্রধান জবানবন্দিতে আরও বলেন, ‘আমি চাই র‍্যাব অবিলম্বে বিলুপ্ত করা দরকার এবং সেটি সম্ভব না হলে সামরিক সদস্যদের সামরিক বাহিনীতে ফিরিয়ে আনা উচিত। আমি আরও চাই ডিজিএফআইও বিলুপ্ত করা হোক। কারণ, এই সংগঠনটি আয়নাঘরের মতো অপসংস্কৃতি জন্ম দেওয়ার পরে টিকে থাকার বৈধতা হারিয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "কানাডিয়ান ইউনিভার্সিটি মুট কোর্টে রানারআপ | প্রথম আলো",
            "time": "2026-02-09T08:44:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fmf6fnveu%2F5.jpeg?rect=0%2C95%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশের আইন বিভাগ ‘স্টেটসন ইন্টারন্যাশনাল এনভায়রনমেন্টাল ল মুট কোর্ট প্রতিযোগিতার ২য় বাংলাদেশ কোয়ালিফাইং রাউন্ডে রানারআপ হয়েছে। প্রতিযোগিতাটি ৫ থেকে ৭ ফেব্রুয়ারি ২০২৬ ইনডিপেনডেন্ট ইউনিভার্সিটি, বাংলাদেশ ক্যাম্পাসে অনুষ্ঠিত হয়।</p><p> স্টেটসন ইন্টারন্যাশনাল এনভায়রনমেন্টাল ল মুট কোর্ট প্রতিযোগিতা আন্তর্জাতিক পরিবেশ আইনকে কেন্দ্র করে আয়োজিত বিশ্বের অন্যতম মর্যাদাপূর্ণ মুট প্রতিযোগিতা, যেখানে কঠোর আইনগত গবেষণা ও প্রভাবশালী মৌখিক উপস্থাপনা সমন্বিতভাবে উপস্থাপিত হয়। বাংলাদেশ কোয়ালিফাইং রাউন্ডে দেশের ৩২টি আইন শিক্ষাপ্রতিষ্ঠান অংশগ্রহণ করে, যা প্রতিযোগিতাটিকে অত্যন্ত প্রতিদ্বন্দ্বিতাপূর্ণ ও চ্যালেঞ্জিং করে তোলে।</p></div></div></div></body></html>"
        },
        {
            "title": "এসএসসি ২০২৬। বাংলা ২য় পত্র: অনুচ্ছেদ লেখায় নম্বর পাবে ১০ | প্রথম আলো",
            "time": "2026-02-09T08:41:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fq22nnr8h%2Fgolla-POTAKA.jpg?rect=0%2C436%2C2406%2C1263&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>বাংলা ২য় পত্র: অনুচ্ছেদ লেখো</strong></p><p>প্রিয় এসএসসি পরীক্ষার্থী, বাংলা দ্বিতীয় পত্রে একটি বিষয়ে অনুচ্ছেদ লিখতে হবে। নম্বর থাকবে ১০। নিচের অনুচ্ছেদগুলো দেখে নাও।</p><p><strong>জাতীয় পতাকা</strong></p><p>জাতীয় পতাকা এটি একটি দেশের গৌরব, স্বাধীনতা ও আত্মপরিচয়ের জীবন্ত প্রতীক। পৃথিবীর প্রতিটি দেশেরই তার নিজস্ব জাতীয় পতাকা রয়েছে, যা সেই দেশের ইতিহাস ও সংস্কৃতিকে তুলে ধরে। সাধারণত জাতীয় পতাকা আয়তাকার হয়ে থাকে এবং একটি নির্দিষ্ট নিয়ম মেনে পতাকা-দণ্ডের সঙ্গে বেঁধে উত্তোলন করা হয়। যে দণ্ডের সঙ্গে পতাকা টানানো হয়, তাকে বলা হয় পতাকা-দণ্ড। আমাদের দেশে সরকারি অফিস-আদালত ও শিক্ষাপ্রতিষ্ঠানে নিয়মিত জাতীয় পতাকা উত্তোলন করা হয়। এ ছাড়া বিভিন্ন জাতীয় দিবসে দেশের সর্বত্র জাতীয় পতাকা শোভা পায়। আন্তর্জাতিক খেলাধুলার সময় সমর্থকেরা নিজেদের দেশের খেলোয়াড়দের উৎসাহ দিতে জাতীয় পতাকা উড়িয়ে থাকে। জাতীয় শোক দিবস বা সরকারি ঘোষণায় শোক পালনের সময় জাতীয় পতাকা অর্ধনমিত রাখা হয়। এ সময় পতাকা-দণ্ডের ওপরের দিকে পতাকার প্রস্থের সমান অংশ ফাঁকা রেখে পতাকা টানানো হয়। বাংলাদেশের জাতীয় পতাকার দৈর্ঘ্য ও প্রস্থের অনুপাত ১০:৬। এর পাঁচটি নির্ধারিত মাপ রয়েছে, যেমন—</p><p>১০ ফুট × ৬ ফুট, ৫ ফুট × ৩ ফুট, ২.৫ ফুট</p><p>× ১.৫ ফুট, ১৫ ইঞ্চি × ৯ ইঞ্চি ও ১০ ইঞ্চি</p><p>× ৬ ইঞ্চি। বাংলাদেশের জাতীয় পতাকা সবুজ রঙের ওপর রক্তবর্ণের একটি ভরাট বৃত্ত নিয়ে গঠিত। সবুজ রং আমাদের দেশের সবুজ প্রকৃতি ও তারুণ্যের প্রতীক, আর লাল বৃত্তটি মুক্তিযুদ্ধে আত্মোৎসর্গকারী শহিদদের রক্ত ও ত্যাগের কথা স্মরণ করিয়ে দেয়। জাতীয় পতাকার প্রতি সম্মান মানে দেশের প্রতি ভালোবাসা প্রমাণ করা এবং এর মর্যাদা রক্ষা করা মানে জাতির আত্মমর্যাদা রক্ষা করা।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের নিরপরাধ নেতা-কর্মীদের প্রতি উদার হওয়ার আহ্বান মোয়াজ্জেমের | প্রথম আলো",
            "time": "2026-02-09T08:39:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F10%2F21%2F30d3cffe29660d3a7c5b9a9436c16c77-Untitled-1.jpg?rect=0%2C47%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের আমিরের উদ্দেশে বিএনপির এই নেতা বলেন, ‘গণমাধ্যমে দেখলাম, তিনি জনাব তারেক রহমানকে নির্বাচনী বিতর্কে আসার আহ্বান জানিয়েছেন। তাঁকে বলব, আগে আমাদের জাইমা রহমানের সঙ্গে বিতর্ক করে জিতে আসুন, তারপর দেখা যাবে।’</p><p>নির্বাচনের দিন পোলিং এজেন্টদের ভূমিকা সম্পর্কে মোয়াজ্জেম হোসেন বলেন, ‘আমরা যখন হজ পালন করতে যাই, আমাদের মা-বোনদের নিকাব খুলে ছবি তুলতে হয়, হজের নিবন্ধন করতে হয়। নির্বাচন কমিশনের নির্দেশনা অনুযায়ী, মহিলা ভোটারদের মুখমণ্ডল প্রদর্শন করতে হবে। ভোটের দিন কেউ যেন ধর্মের দোহাই দিয়ে কোনো প্রকার ঝামেলা সৃষ্টি না করে, সেদিকে আপনারা সজাগ দৃষ্টি রাখবেন।’</p><p>কুমিল্লা-৬ (সদর) আসনে বিএনপি প্রার্থী ও দলের চেয়ারম্যানের উপদেষ্টা মনিরুল হক চৌধুরীর সমর্থনে ওই নির্বাচনী সমাবেশের আয়োজন করা হয়। মনিরুল হক চৌধুরী সমাবেশে প্রধান বক্তা হিসেবে বক্তৃতা করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "এপস্টিনের মৃত্যু নিয়ে আগেই কি তাহলে খসড়া বিবৃতি তৈরি করা হয়েছিল | প্রথম আলো",
            "time": "2026-02-09T08:35:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-08%2Feod10j88%2Fcb9ba231-a6d8-41d6-9bf0-95ea774a2796.jfif?rect=0%2C10%2C579%2C304&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে লেখা ছিল, ‘আজ সকালে ম্যানহাটান কারেকশনাল সেন্টার নিশ্চিত করেছে, অপ্রাপ্তবয়স্ক কিশোরীদের যৌন পাচারের অভিযোগে বিচার চলা আসামি এপস্টিনকে তাঁর কারাকক্ষে অচেতন অবস্থায় পাওয়া গেছে। কিছুক্ষণ পরেই তাঁকে মৃত ঘোষণা করা হয়েছে।’</p><p>বিবৃতিতে আরও বলা হয়েছে, ঘটনাটি ‘উদ্বেগজনক’। এটি ভুক্তভোগীদের আদালতে ন্যায়বিচার পাওয়ার প্রচেষ্টাকে বাধাগ্রস্ত করতে পারে। তবে এতে ষড়যন্ত্রসহ অন্যান্য অভিযোগের তদন্ত চালিয়ে যাওয়ার কথা বলা হয়েছে।</p><p>এসব ফাইলে একই ধরনের খসড়া বিবৃতির একাধিক সংস্করণ রয়েছে, যেগুলোর তথ্য গোপন করার প্রক্রিয়ায় অমিল পাওয়া গেছে। কিছু কপিতে নাম বা ফোন নম্বর দৃশ্যমান থাকলেও অন্যগুলোতে পরিচয় শনাক্তকারী তথ্যগুলো ঢেকে দেওয়া হয়েছে।</p><p>খবরে বলা হয়, জেফরি এপস্টিনকে তাঁর কারাকক্ষে কমলা রঙের কিছু একটা দিয়ে ফাঁস দিয়ে ঝুলন্ত অবস্থায় পাওয়া গিয়েছিল। কর্তৃপক্ষের মতে, কমলা রঙের চাদর বা শার্ট দিয়ে তিনি ওই ফাঁস তৈরি করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যার মধ্যে এই বিধান বদল না করলে ইসি ঘেরাও করা হবে: নাহিদ ইসলাম | প্রথম আলো",
            "time": "2026-02-09T08:28:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fwzmbwf3y%2FNahid.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রশাসন ও আইনশৃঙ্খলা রক্ষাকারী বাহিনীর উদ্দেশে এনসিপির আহ্বায়ক বলেন, ‘আপনারা আমাদের ভাই। আপনাদের উপর দেশের আমানত। আগামী ১২ ফেব্রুয়ারি নিরপেক্ষভাবে নির্বাচনের গুরুদায়িত্ব পালন করবেন। জনগণের অধিকার রক্ষা করবেন, গণতন্ত্রকে নিশ্চিত করবেন। মনে রাখবেন, গণ–অভ্যুত্থানের হাজারো শহীদের, হাজারো মানুষের রক্তের উপরে দিয়ে এই নির্বাচন হচ্ছে। এর সাথে বিশ্বাসঘাতকতা করলে বাংলাদেশের মানুষ আপনাদের কোনোদিন ক্ষমা করবে না।’</p><p>গণমাধ্যমের উদ্দেশে নাহিদ ইসলাম বলেন, ‘আমরা দেখতে পাচ্ছি, সকল বেসরকারি গণমাধ্যমের বিজ্ঞাপন হচ্ছে ভোট দিবেন কিসে...। আপনারা টাকার বিনিময়ে বিজ্ঞাপন দিতেই পারেন। কিন্তু ভাবা উচিত, এই কাজটা কতটুক নৈতিক হচ্ছে। বিজ্ঞাপন লাগলে আমরাও দিব। কিন্তু আমাদের বিজ্ঞাপন তো নিচ্ছেন না। কত টাকা লাগে, জনগণ আমাদের পক্ষেও সেই টাকা দেবে। কিন্তু একটি দলের বিজ্ঞাপন দিচ্ছেন, প্রচার করছেন। অন্য জোটের মার্কা প্রচার করছেন না, এটা তো ফেয়ার হচ্ছে না।’</p><p>বিগত ১৬ বছরও বাংলাদেশের গণমাধ্যম এই অনিরপেক্ষতা দেখিয়েছে বলে মন্তব্য করেন নাহিদ ইসলাম। তিনি বলেন, ‘বাংলাদেশের বেশির ভাগ গণমাধ্যম ফ্যাসিবাদের দালালি করে গণহত্যার পক্ষে, ভোটাধিকার হরণের পক্ষে বৈধতা উৎপাদন করে গিয়েছিল। আপনারা তখন বলেছেন, বাধ্য হয়ে করেছেন। এখন আপনাদের কে বাধ্য করছে, আমরা জানতে চাই। জনসম্মুখে তাদের নাম বলুন, আমরা আপনাদের পাশে থাকব। না হলে ভেবে নেব, আপনারা বাধ্য হয়ে নয়, পুনরায় নতুন কোনো স্বৈরাচারের দালালি করছেন। তাদের পক্ষে বৈধতা উৎপাদন করছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটকেন্দ্রে মুঠোফোন নিতে পারবেন না ভোটাররা | প্রথম আলো",
            "time": "2026-02-09T08:27:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F7e081cf7-7aae-4f14-9eb8-13199d722801%2F1d05f8df84251cf5aeef57ccb63b480c_5e68b9134a82e.jpg?rect=0%2C60%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচন ও গণভোটে ভোটকেন্দ্রের ভেতরে মুঠোফোন নিয়ে যেতে পারবেন না ভোটাররা। নির্বাচন কমিশনের দেওয়া এক বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে। গতকাল রোববার এ বিজ্ঞপ্তি দেওয়া হয়। সেখানে বলা হয়েছে, ‘ভোটকেন্দ্রের ৪০০ গজ ব্যাসার্ধের মধ্যে ফোন নিয়ে যাওয়া যাবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঋণখেলাপি এমপি হলে বাংলাদেশের ব্যাংকে আর টাকা থাকবে না: জামায়াত নেতা আজহারুল | প্রথম আলো",
            "time": "2026-02-09T08:24:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fsk8ovw7c%2F1080.00015809.Still001.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ঋণখেলাপি এমপি হলে বাংলাদেশের ব্যাংকে আর টাকা থাকবে না: জামায়াত নেতা আজহারুল\" class=\"nA4h1 \">ঋণখেলাপি এমপি হলে বাংলাদেশের ব্যাংকে আর টাকা থাকবে না: জামায়াত নেতা আজহারুল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-09T14:24:33+06:00\"><span>প্রকাশ: ০৯ ফেব্রুয়ারি ২০২৬, ০৮: ২৪ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সবাই যেকোনো সময় নিরাপদে চলাচল করবে, এমন রাষ্ট্র গড়াই লক্ষ্য: তারেক রহমান | প্রথম আলো",
            "time": "2026-02-09T08:24:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fv3s77ka5%2Ftarek-1.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমান বলেন, দীর্ঘ ১৬ বছর ধরে গণতান্ত্রিক অধিকার হরণ করা হয়েছে। এ সময়ে বহু মানুষ হত্যা ও নির্যাতনের শিকার হয়েছেন। বিশেষ করে সাম্প্রতিক জুলাই আন্দোলনে বিপুলসংখ্যক মানুষ প্রাণ হারিয়েছেন, অনেকেই পঙ্গুত্ববরণ করেছেন। তাঁদের এই আত্মত্যাগের বিনিময়ে যে গণতান্ত্রিক পরিবেশ তৈরি হয়েছে, তা রক্ষা করা এবং নিরাপদ রাষ্ট্র গঠন করাই এখন প্রধান দায়িত্ব।</p><p>বিএনপি এমন একটি বাংলাদেশ গড়তে চায়, যেখানে কোনো নাগরিককে ধর্ম, বর্ণ বা পরিচয়ের কারণে বৈষম্যের শিকার হতে হবে না বলেন তারেক রহমান। তিনি বলেন, মানুষের মূল্যায়ন হবে তাঁর যোগ্যতা ও মেধার ভিত্তিতে। একই সঙ্গে ব্যবসায়ী, চাকরিজীবী কিংবা শ্রমজীবী—সবাই যেন নিরাপদ পরিবেশে কাজ করতে পারেন, সেই নিশ্চয়তা দেওয়া হবে।</p><p>নাগরিক নিরাপত্তার সঙ্গে অর্থনৈতিকভাবে স্বাবলম্বী হওয়ার সম্পর্ক রয়েছে বলেন তারেক রহমান। তিনি বলেন, মানুষ যদি কর্মসংস্থানের নিশ্চয়তা পায়, তাহলে সমাজে অপরাধ কমে আসে। সে কারণে বিএনপি সরকার গঠন করতে পারলে তরুণদের জন্য কর্মসংস্থান সৃষ্টি, প্রশিক্ষণ ও দক্ষতা উন্নয়নে বিশেষ গুরুত্ব দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সুপার বোলে ঝড় তুললেন বানি, ট্রাম্পের ক্ষোভ | প্রথম আলো",
            "time": "2026-02-09T08:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fx5j2qfhf%2FAMFOOT-SUPERBOWL-PATRIOTS-SEAHAWKS-HALFTIME-SHOW-011626.JPG.JPG?rect=0%2C0%2C4008%2C2104&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সূক্ষ্ম রাজনৈতিক ইঙ্গিত<br></strong>‘এল অ্যাপাগন’ গানে তিনি পুয়ের্তো রিকোর বিদ্যুৎ–সংকট ও নিজ দ্বীপে বাসিন্দাদের উচ্ছেদের বাস্তবতা তুলে ধরেন। একপর্যায়ে তিনি হাতে নেন পুয়ের্তো রিকোর পতাকা, যা দর্শকদের কাছে শক্তিশালী প্রতীকী বার্তা হিসেবে ধরা পড়ে।</p><p>শোতে একটি দৃশ্যে দেখা যায়, পুরোনো টিভিতে গ্র্যামি অনুষ্ঠান দেখছে একটি ছোট ছেলে। ব্যাড বানি তাকে তুলে দেন একটি সোনালি গ্রামোফোন ট্রফি—অনেকে এটিকে শিল্পীর শৈশবের প্রতীকী রূপ হিসেবে দেখছেন। সামাজিক যোগাযোগমাধ্যমে গুজব ছড়ায়, ছেলেটি নাকি অভিবাসন ইস্যুতে আটক এক ইকুয়েডরিয়ান শিশু। তবে এনএফএল নিশ্চিত করেছে, সে একজন অভিনেতা; তার নাম লিংকন ফক্স।</p><p><strong>চমক হিসেবে অতিথি শিল্পীরা<br></strong>সুপার বোলেতে অতিথি হিসেবে হাজির হন লেডি গাগা, যিনি তাঁর হিট গান ‘ডাউ উইথ আ স্পাইল’–এর লাতিন রিমিক্স পরিবেশন করেন—এটাই ছিল শোতে একমাত্র ইংরেজি লিরিক। এ ছাড়া পুয়ের্তো রিকোর আরেক তারকা রিকি মার্টিনও মঞ্চে যোগ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দুর্গম পাহাড়ের বাসিন্দা চাইহ্লাউ মারমারা যে কারণে ভোট দিতে না যাওয়ার সিদ্ধান্ত নিয়েছেন | প্রথম আলো",
            "time": "2026-02-09T08:11:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F66jgpjfp%2FCtg-111.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুশাসনের জন্য নাগরিক (সুজন) সাবেক সভাপতি অধ্যাপক বোধিসত্ত্ব দেওয়ান বলেন, পার্বত্য চট্টগ্রামের ভূগোল, জনবসতি ও জীবনধারা বিবেচনায় নিয়ে কেন্দ্র বিন্যাস জরুরি। স্থানীয় জনপ্রতিনিধি ও প্রথাগত নেতৃত্বের সঙ্গে আগাম আলোচনা ছাড়া কেন্দ্র নির্ধারণ করলে ভোটার অংশগ্রহণ কমতেই থাকবে।</p><p>খাগড়াছড়ি জেলা নির্বাচন কর্মকর্তা এস এম শাহাদাত হোসেন বলেন, পুলিশের বিশেষ শাখার পর্যবেক্ষণের ভিত্তিতে কেন্দ্রগুলো চিহ্নিত করা হয়েছে এবং শান্তিপূর্ণ ভোট গ্রহণে সব ধরনের ব্যবস্থা নেওয়া হবে।</p><p>খাগড়াছড়ি পুলিশ সুপার সায়েম মির্জা মাহমুদ বলেন, অধিক ঝুঁকিপূর্ণ কেন্দ্রগুলোয় অতিরিক্ত আইনশৃঙ্খলা রক্ষাকারী বাহিনী মোতায়েন ও গোয়েন্দা নজরদারি জোরদার করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বায়ুদূষণে বাংলাদেশে ভয়ংকর হচ্ছে ডেঙ্গু | প্রথম আলো",
            "time": "2026-02-09T08:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2F5hhnrscp%2Fair-pollution-dengue.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডেঙ্গুর বিস্তার শুধু বাংলাদেশেই নয়, বাড়ছে বিশ্বজুড়ে। বাংলাদেশে ২০০০ সাল থেকে এডিস মশাবাহিত এ রোগ আলোচনায় আসে। এরপর প্রতিবছরই ডেঙ্গু রোগী পাওয়া গেছে। মৃত্যু ও সংক্রমণে এই রোগ ভয়ংকর হয়ে ওঠে ২০২৩ সালে। ওই বছর আক্রান্ত হয়েছিলেন তিন লাখের বেশি মানুষ, মারা যান ১ হাজার ৭০৫ জন। দেশের আগের ৩২ বছরে সর্বমোট রোগী এবং মৃত্যুর সংখ্যা ওই এক বছরে ছাড়িয়ে যায়।</p><p>জলবায়ু ও পরিবেশের নানা পরিবর্তনের সঙ্গে এডিস মশাবাহিত এ রোগের বিস্তার গভীরভাবে সম্পর্কিত। তবে ডেঙ্গুর তীব্রতা ও মৃত্যুহারের ক্ষেত্রে বায়ুদূষণের ভূমিকা পুরোপুরি স্পষ্ট ছিল না। এই গবেষণার উদ্দেশ্য ছিল, দীর্ঘ মেয়াদে পরিবেশের অতি ক্ষুদ্রবস্তুকণার (পিএম২.৫) সংস্পর্শ ডেঙ্গু রোগে মৃত্যুহার (কেস ফ্যাটালিটি রেট—সিএফআর) বাড়ায় কি না, তা মূল্যায়ন করা।</p><p>গবেষণার প্রধান লেখক শাকিরুল খান প্রথম আলোকে বলেন, ‘এটি প্রথম বৈশ্বিক গবেষণা, যেখানে প্রমাণ করা হয়েছে যে বায়ুদূষণ ডেঙ্গু শুধু ছড়িয়ে পড়তেই সাহায্য করে না, বরং মৃত্যুঝুঁকিও বাড়িয়ে দেয়। আমরা দেখেছি, দূষণপ্রবণ দেশগুলোতে ডেঙ্গু তুলনামূলকভাবে অনেক বেশি প্রাণঘাতী।’</p><p>শাকিরুল খান আরও বলেন, ‘ডেঙ্গু মোকাবিলায় আমরা এত দিন মূলত মশা নিয়ন্ত্রণের দিকেই গুরুত্ব দিয়েছি। কিন্তু এই গবেষণা দেখাচ্ছে, বায়ুদূষণ কমানোও ডেঙ্গুজনিত মৃত্যু কমানোর একটি গুরুত্বপূর্ণ কৌশল হতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রূপপুর পারমাণবিক বিদ্যুৎকেন্দ্রে ৫২১ পদে বড় নিয়োগ, করুন আবেদন | প্রথম আলো",
            "time": "2026-02-09T08:03:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2020%2F05%2F29%2Fe5b275fec30f73b20ba2622afc2e1afa-5ed1078f75647.jpg?rect=0%2C12%2C512%2C269&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>২৭. পদের নাম: ডিকনটামিনেশন অ্যাটেনডেন্ট (ইকুইপমেন্ট ডিকনটামিনেশন অ্যাটেনডেন্ট/ প্রিমিসেস ডিকনটামিনেশন অ্যাটেনডেন্ট/স্যানিটারি এয়ারলক অ্যাটেনডেন্ট। অ্যাকটিভ লন্ড্রি অ্যাটেনডেন্ট)</p><p>পদসংখ্যা: ১৯</p><p>বেতন স্কেল: (গ্রেড-১৯) ১৭,৪০০ টাকা।</p><p>নিরাপত্তা ও শারীরিক সুরক্ষা সেবা বিভাগ</p><p>২৮. পদের নাম: প্রকৌশলী</p><p>বিভাগ ও পদসংখ্যা: সার্ভার-০৪</p><p>কোয়ালিটি-০১</p><p>সফটওয়্যার/ প্রোগ্রামিং-০১</p><p>সাইবার সিকিউরিটি-০১</p><p>ইলেকট্রনিকস-১০</p><p>বেতন স্কেল: (গ্রেড-৮) ৬২,৪০০ টাকা।</p><p>২৯. পদের নাম: সিনিয়র উপসহকারী প্রকৌশলী</p><p>বিভাগ ও পদসংখ্যা: অ্যাকসেস কন্ট্রোল অ্যান্ড সিকিউরিটি অ্যালার্ম-০১</p><p>ইলেকট্রনিক মেইনটেন্যান্স-০১</p><p>বেতন স্কেল: (গ্রেড-৯) ৫২,৮০০ টাকা।</p><p>৩০. পদের নাম: উপসহকারী প্রকৌশলী</p><p>বিভাগ ও পদসংখ্যা: অ্যাকসেস কন্ট্রোল অ্যান্ড সিকিউরিটি অ্যালার্ম-১৫</p><p>অপটিক্যাল অ্যান্ড ইলেকট্রনিক অবজারভেশন সিস্টেম-১৫</p><p>ইলেকট্রনিক মেইনটেন্যান্স-০৩</p><p>সাইবার সিকিউরিটি অ্যানালিস্ট-০৫</p><p>বেতন স্কেল: (গ্রেড-১০) ৪৮,০০০ টাকা।</p><p>৩১. পদের নাম: উপসহকারী ব্যবস্থাপক (সিকিউরিটি অ্যানালাইসিস)</p><p>পদসংখ্যা: ০২</p><p>বেতন স্কেল: (গ্রেড-১০) ৪৮,০০০ টাকা।</p><p>৩২. পদের নাম: টেকনিক্যাল অ্যাটেনডেন্ট</p><p>বিভাগ ও পদসংখ্যা: ওয়্যার হাউসম্যান-০১</p><p>রেকর্ডকিপার-০১</p><p>বেতন স্কেল: (গ্রেড-১৭) ২০,৪০০ টাকা।</p><p>৩৩. পদের নাম: জুনিয়র টেকনিক্যাল এ্যাটেনডেন্ট</p><p>পদসংখ্যা: ০৩</p><p>বেতন স্কেল: (গ্রেড-১৮) ১৮,৬০০ টাকা।</p><p>অন-সাইট ফায়ার স্টেশন বিভাগ</p><p>৩৪. পদের নাম: ফায়ার অফিসার</p><p>পদসংখ্যা: ০১</p><p>বেতন স্কেল: (গ্রেড-১০) ৪৮,০০০ টাকা।</p><p>৩৫. পদের নাম: অগ্নিনির্বাপক গাড়িচালক</p><p>পদসংখ্যা: ১০</p><p>বেতন স্কেল: (গ্রেড-১৩) ৩১,২০০ টাকা।</p></div></div></body></html>"
        },
        {
            "title": "৭ বছর আগে দেখা, ২০২৪ সালে প্রেম, পরের বছর দুজনই খুনের আসামি | প্রথম আলো",
            "time": "2026-02-09T08:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fkmgxof5o%2FMurder.jpg?rect=0%2C0%2C676%2C355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্বামীর হত্যাকাণ্ডের প্রায় ১৬ দিন আগে অঞ্জলি তাঁর মায়ের বাড়িতে যান। পুলিশের তথ্য বলছে, ঠিক ওই সময়ে অঞ্জলি ও সঞ্জয় মিলে আশিষ কুমারকে হত্যার পরিকল্পনা করেন।</p><p>অঞ্জলির বিয়ের পর থেকে তাঁর সঙ্গে সঞ্জয়ের সামনাসামনি দেখা না হলেও তাঁরা দুজন প্রায়ই হোয়াটসঅ্যাপ কলে কথা বলতেন। হত্যাকাণ্ডের দিনও দুজন পাঁচ থেকে সাতবার হোয়াটসঅ্যাপে কথা বলেছেন।</p><p>পুলিশ বলছে, গত ৩০ জানুয়ারি রাতের খাবারের পর অঞ্জলি পরিকল্পনা অনুযায়ী স্বামীকে নিয়ে হাঁটতে বের হন। এরপর তিনি ফোনে সঞ্জয়কে তাঁদের অবস্থান সম্পর্কে জানান।</p><p>সঞ্জয় তখন তাঁর দুই সহযোগী রোহিত (আরেক নাম রকি) ও বাদলকে (আরেক নাম সিদ্ধার্থ) সঙ্গে নিয়ে রাস্তার পাশে ঝোপের মধ্যে অপেক্ষা করছিলেন।</p><p>অভিযোগে বলা হয়েছে, অঞ্জলি স্বামীকে নিয়ে ঘটনাস্থলে পৌঁছানোমাত্রই সঞ্জয়দের উদ্দেশে সংকেত দেন। এরপর সঞ্জয় তাঁর সঙ্গীদের নিয়ে আশিষের ওপর হামলে পড়েন এবং লাঠি দিয়ে তাঁকে বারবার আঘাত করতে থাকেন। আশিষ মাটিতে পড়ে যাওয়ার পরও শ্বাস নিচ্ছিলেন। সঞ্জয় ও তাঁর সঙ্গীরা তখন একটি মাফলার ব্যবহার করে তাঁর শ্বাসরোধ করেন।</p></div></div></div></body></html>"
        }
    ]
}