{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এই রমজান কীভাবে জীবনের শ্রেষ্ঠ রমজান হয়ে উঠবে | প্রথম আলো",
            "time": "2026-02-21T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fi8iggt4c%2Fpexels-abdghat-2608353.jpg?rect=0%2C503%2C6906%2C3626&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রমজানের মূল উদ্দেশ্য কেবল পানাহার বর্জন নয়, বরং হৃদয়ে আল্লাহর সচেতনতা বা ‘তাকওয়া’ জাগ্রত করা।</p><p>পবিত্র কোরআনে বলা হয়েছে, “রমজান মাস, যাতে কোরআন অবতীর্ণ হয়েছে মানুষের হেদায়েতের জন্য এবং হেদায়েতের স্পষ্ট নিদর্শন ও সত্য-মিথ্যা পার্থক্যের মানদণ্ড হিসেবে... আর যাতে তোমরা আল্লাহর মহিমা ঘোষণা করো এজন্য যে, তিনি তোমাদের পথপ্রদর্শন করেছেন এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ করো।” (সুরা বাকারা, আয়াত: ১৮৫)</p><p>এই আয়াতে ‘কৃতজ্ঞতা‘ শব্দটির ওপর বিশেষ জোর দেওয়া হয়েছে। মুসলমানের জন্য  রমজান হলো সেই কৃতজ্ঞতা প্রকাশের শ্রেষ্ঠ সময়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাশিয়ার ব্যালিস্টিক ক্ষেপণাস্ত্র প্রস্তুতকারক প্রতিষ্ঠানে হামলার দাবি ইউক্রেনের | প্রথম আলো",
            "time": "2026-02-21T21:44:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fiegcku14%2Fukraine.avif?rect=0%2C18%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাশিয়ার প্রত্যন্ত উদমুর্তিয়া অঞ্চলে একটি ব্যালিস্টিক ক্ষেপণাস্ত্র উৎপাদনকারী কারখানায় ক্ষেপণাস্ত্র হামলা চালানোর দাবি করেছে ইউক্রেন। শনিবার ইউক্রেনের জেনারেল স্টাফ এ তথ্য জানিয়েছেন।</p><p>ইউক্রেন জানিয়েছে, দেশটির সেনারা মস্কোর পূর্বে ভটকিনস্কে অবস্থিত রাশিয়ার ক্ষেপণাস্ত্র উৎপাদনকারী কারখানাটিতে হামলা চালিয়েছে। এই কারখানায় ছোট-পরিসরের ইসকান্দার এবং আন্তঃমহাদেশীয় টোপোল-এম ক্ষেপণাস্ত্র তৈরি করা হচ্ছিল। ভটকিনস্ক ইউক্রেন থেকে প্রায় ১ হাজার ৪০০ কিমি দূরে অবস্থিত।</p><p>ইউক্রেনের সেনারা সামাজিক যোগাযোগ মাধ্যম টেলিগ্রামে দেওয়া এক বিবৃতিতে জানিয়েছে, তারা দেশীয়ভাবে তৈরি ও ভূমি থেকে উৎক্ষেপণযোগ্য ফ্লামিঙ্গো ক্রুজ ক্ষেপণাস্ত্র ব্যবহার করেছে। ইউক্রেনের সামরিক বাহিনী জানিয়েছে, হামলার ফলে কারখানার এলাকায় আগুন ধরে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "থাইল্যান্ডের চিড়িয়াখানায় ভাইরাসে ৭২ বাঘের মৃত্যু | প্রথম আলো",
            "time": "2026-02-21T20:55:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Feymy83rc%2Ftiger.webp?rect=0%2C51%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রাণঘাতী ভাইরাস ও ব্যাকটেরিয়াজনিত সংক্রমণে থাইল্যান্ডের উত্তরাঞ্চলের একটি বেসরকারি চিড়িয়াখানায় গত কয়েক সপ্তাহে অন্তত ৭২টি বাঘ মারা গেছে।</p><p>শুক্রবার দেওয়া এক বিবৃতিতে চিয়াং মাইয়ের প্রাদেশিক প্রাণিসম্পদ দপ্তর জানিয়েছে, পরীক্ষায় অত্যন্ত সংক্রামক ক্যানাইন ডিসটেম্পার ভাইরাস শনাক্ত হয়েছে। পাশাপাশি শ্বাসতন্ত্রে প্রভাব ফেলে এমন ব্যাকটেরিয়ার উপস্থিতিও ধরা পড়েছে।</p><p>জাতীয় প্রাণিসম্পদ বিভাগের পরিচালক সোমচুয়ান রতানামুংকলানন স্থানীয় গণমাধ্যমকে বলেন, বাঘ অসুস্থ হলে তা বিড়াল বা কুকুরের মতো প্রাণীর ক্ষেত্রে যতটা সহজে ধরা যায়, ততটা সহজে শনাক্ত করা যায় না। আমরা যখন বুঝতে পেরেছি যে তারা অসুস্থ, তখন অনেক দেরি হয়ে গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনিতে গানপোকার আসরে এহসান আহমেদের অনবদ্য পরিবেশনা | প্রথম আলো",
            "time": "2026-02-21T20:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-21%2Fpmxwfsjn%2FWhatsApp-Image-2026-02-21-at-3.59.39-PM.jpeg?rect=0%2C0%2C1591%2C835&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আয়োজক কানিজ আহমেদের পরিকল্পনা ও ব্যবস্থাপনায় অনুষ্ঠানটি ছিল ছিমছাম ও গোছানো। সময়ানুবর্তিতা, মঞ্চসজ্জা ও আলোক ব্যবস্থাপনায় ছিল পেশাদারত্বের ছাপ। অতিরিক্ত আড়ম্বরের পরিবর্তে সংগীতকেই প্রাধান্য দেওয়া হয়েছে পুরো আয়োজনে।</p><p>অনুষ্ঠান শেষে দর্শকসারিতে থাকা সিডনিপ্রবাসী জ্যেষ্ঠ প্রযুক্তিবিদ মোস্তফা আবদুল্লাহ বলেন, ‘পুরোনো দিনের গানগুলো শুনে মনে হচ্ছিল যেন শৈশবে ফিরে গেছি। এহসানের গায়কি ও মঞ্চে তাঁর উপস্থিতি অসাধারণ। এমন গোছানো অনুষ্ঠান অনেক দিন দেখিনি।’</p><p>প্রবাসের মাটিতে এমন আয়োজন শুধু বিনোদনের পরিসর তৈরি করে না, বরং সাংস্কৃতিক বন্ধনও দৃঢ় করে—এমনটাই মনে করছেন আয়োজকেরা। তাঁদের ভাষ্য, প্রবাসে বেড়ে ওঠা নতুন প্রজন্মকে বাংলা গান ও সংস্কৃতির সঙ্গে পরিচিত রাখাই এ ধরনের অনুষ্ঠানের বড় উদ্দেশ্য।</p></div></div></div></body></html>"
        }
    ]
}