{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিহারের ভোটার তালিকা নিয়ে ভারতের সুপ্রিম কোর্ট: ‘মৃত’ নন জীবিত এমন ১৫ জনকে হাজির করলে ব্যবস্থা | প্রথম আলো",
            "time": "2025-07-30T10:18:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-10-01%2Faiif3j6h%2FKolkata-Court.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যে প্রক্রিয়ায় এই খসড়া তালিকা প্রস্তুত করা হচ্ছে, মামলাকারীদের আপত্তি তা নিয়েই। তাঁদের অভিযোগ, ইসি যেভাবে নাগরিকত্বের যাচাই করছে, সে জন্য যেসব নথি পেশ করতে বলা হচ্ছে, তা বহু ক্ষেত্রে সম্ভবপর নয়। তেমন করা তাদের কাজও নয়। সেই কাজ কেন্দ্রীয় স্বরাষ্ট্র মন্ত্রণালয়ের। তাঁদের অভিযোগ, এভাবে বহু দরিদ্র ও প্রান্তিক মানুষের ভোটাধিকার ইসি কেড়ে নিচ্ছে।</p><p>গত সোমবার ও মঙ্গলবার সুপ্রিম কোর্টে এই মামলার শুনানি হয়। মঙ্গলবারের শুনানিতে মামলাকারীদের আইনজীবী কপিল সিব্বাল ও প্রশান্ত ভূষণকে আশ্বস্ত করে বিচারপতিরা বলেন, কমিশনের ত্রুটি–বিচ্যুতি দেখলে তাঁরা অবশ্যই ব্যবস্থা নেবেন। ভোটার প্রমাণে আধার কার্ড ও ভোটার কার্ডকে নথি হিসেবে গ্রাহ্য করার সুপারিশ বিচারপতিরা জোরের সঙ্গে করেছেন। এই দুই নথি জাল করা সহজ বলে ইসির দাবি নস্যাৎ করে বিচারপতিরা বলেছেন, যে ১১টি নথির ওপর নির্ভর করে তারা সিদ্ধান্ত নিচ্ছে, সেগুলোর প্রতিটিই জাল করা সম্ভব। কপিল সিব্বাল ও প্রশান্ত ভূষণকে বিচারপতিরা বলেন, খসড়া ভোটার তালিকায় ‘মৃত’ অথচ আসলে জীবিত, এমন ১৫ জনকে আপনারা হাজির করুন। আমরা ব্যবস্থা নেব।</p><p>আগামী ১২ ও ১৩ আগস্ট এই মামলার পরবর্তী শুনানি। তার আগে ৮ আগস্টের মধ্যে মামলাকারীদের বক্তব্য লিখিতভাবে আদালতে পেশ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রাফিতি কীভাবে প্রতিবাদের ভাষা হয়ে উঠল | প্রথম আলো",
            "time": "2025-07-30T10:16:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fo4up4o1b%2FWeb.jpg?rect=0%2C13%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গ্রাফিতি কীভাবে প্রতিবাদের ভাষা হয়ে উঠল\" class=\"nA4h1 \">গ্রাফিতি কীভাবে প্রতিবাদের ভাষা হয়ে উঠল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T16:16:18+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ১০: ১৬ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "গোপালগঞ্জে ডিসির বাসভবনে হামলার ঘটনায় ১০১ জনের বিরুদ্ধে মামলা | প্রথম আলো",
            "time": "2025-07-30T10:15:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2Fcbiazd60%2FgopalgonjAFP.jpg?rect=0%2C243%2C4110%2C2158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার এজাহারে উল্লেখ করা হয়েছে, ১৬ জুলাই এনসিপির কর্মসূচিকে কেন্দ্র করে গোপালগঞ্জ পৌর পার্ক, লঞ্চঘাট, কাঁচাবাজার এলাকাসহ সড়ক অবরোধ করে টায়ার জ্বালিয়ে জনগণের মনে ভীতি ও আতঙ্ক সৃষ্টি করে যান চলাচল ব্যাহত করা হয়। কার্যক্রম নিষিদ্ধ আওয়ামী লীগ ও নিষিদ্ধঘোষিত ছাত্রলীগসহ সহযোগী সংগঠনের পক্ষে মিছিল করা হয়। আসামিরা অসৎ উদ্দেশ্যে ও এনসিপির পথসভা নস্যাৎ করতে সড়কে টায়ার জ্বালিয়ে সড়ক অবরোধ করে জনমনে আতঙ্ক সৃষ্টিসহ সরকারি সম্পত্তির ক্ষতিসাধন করতে জনসাধারণের স্বাভাবিক কার্যক্রমে বাধা সৃষ্টি করেন। এ সময় জেলা প্রশাসকের বাসভবনে হামলা ও ভাঙচুর চালানো হয়।</p><p>এ নিয়ে গোপালগঞ্জে এনসিপির সমাবেশে হামলা ও ককটেল নিক্ষেপ, পুলিশের ওপর হামলা, গাড়ি ভাঙচুর ও অগ্নিসংযোগ, জেলা কারাগারে হামলা, জেলা প্রশাসকের বাসভবনে হামলা, রাষ্ট্রবিরোধী কার্যকলাপে জড়ানোর অভিযোগে ও হত্যাকাণ্ডের ঘটনায় মোট ১৪টি‌ মামলা করা হলো। সদর, কাশিয়ানী, টুঙ্গিপাড়া ও কোটালীপাড়া থানায় মামলাগুলো দায়ের করা হয়েছে। ১৪টি মামলায় আওয়ামী লীগ ও সহযোগী সংগঠনের ১ হাজার ১৭৫ জনের নাম উল্লেখ ও অজ্ঞাতনামা ১৪ হাজার ৫৬০ জনকে আসামি করা হয়েছে। এসব মামলায় ১৬ জুলাই থেকে গত সোমবার সন্ধ্যা পর্যন্ত জেলার বিভিন্ন স্থানে অভিযান চালিয়ে ৩৩৬ জনকে গ্রেপ্তার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খারাপ স্মৃতি না ভেবে ভালো স্মৃতি ভাবার পরামর্শ কাউন্সেলিংয়ে | প্রথম আলো",
            "time": "2025-07-30T10:14:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Ffaaj50ly%2FImage-202.jpeg?rect=0%2C128%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোমিনুল কাউন্সেলিং নিয়েছে জানিয়ে বলে, ‘বিমান বিধ্বস্তের সময় আমি শ্রেণিকক্ষে ছিলাম। বিস্ফোরণের সময় বাইরে বেরিয়ে চোখের সামনে অনেককে আগুনে পুড়ে যেতে দেখেছি। যারা আমাদের জুনিয়র, ছোট ভাইবোন। তখন তাদের বাঁচাতে আমি পারিনি। তাদের আগুনে পুড়তে দেখা, তাদের জন্য কিছু করতে না পারায় আমার এখনো খারাপ লাগে, কষ্ট পাই।’</p><p>১৫ মিনিটের মতো কাউন্সেলিং পেয়েছে বলে জানায় মোমিনুল। কাউন্সেলিংয়ে পাওয়া পরামর্শ সম্পর্কে সে বলেন, ‘আমাকে বলেছে, যেসব কাজ করতে ভালো লাগে, আমি যেন সেগুলো আরও বেশি বেশি করি। আরও বলেছে, খারাপ স্মৃতি না ভেবে ভালো ভালো স্মৃতিগুলো নিয়ে যেন ভাবি। আর আমার বয়সে আমি সেদিন যেটুকু করতে পেরেছি, সেটা যথেষ্ট বলে জানিয়েছে।’</p><p>বেলা সাড়ে ১১টার দিকে কথা হয় তুরাগের নলভোগের বাসিন্দা রবিউল হাসানের সঙ্গে। তিনি মোটরসাইকেলে করে মেয়ে হাফসা ইয়াসমিন ও চার বছর বয়সী ছেলে ফারদিনকে সঙ্গে করে ক্যাম্পাসে এসেছেন। তাঁর মেয়ে হাফসা মাইলস্টোন স্কুলের চতুর্থ শ্রেণির শিক্ষার্থী। রবিউল হাসান প্রথম আলোকে বলেন, মেয়ের শ্রেণিশিক্ষক ডেকেছেন। মেয়ের সঙ্গে কথা বলবেন, কোনো সমস্যা হচ্ছে কি না জানার চেষ্টা করবেন। তবে তাঁর মেয়ে ঘটনার আগের দিন ও ঘটনার দিন অসুস্থতার জন্য স্কুলে আসেনি। আর ছেলেকে এমনিতেই সঙ্গে নিয়ে এসেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঋণের কিস্তি পরিশোধ নিয়ে বিরোধ, চাচার মারধরে ভাতিজার মৃত্যুর অভিযোগ | প্রথম আলো",
            "time": "2025-07-30T10:09:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Flwu0xhqw%2Fchandpurmatlabdeath.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও পরিবারের সদস্যদের সঙ্গে কথা বলে জানা গেছে, একটি বেসরকারি সংস্থা (এনজিও) থেকে যৌথভাবে নেওয়া ঋণের কিস্তি পরিশোধ করা নিয়ে চাচা–ভাতিজার মধ্যে বিরোধের জেরে এ ঘটনা ঘটে।</p><p>একই সূত্রে জানা গেছে, স্থানীয় একটি এনজিও থেকে কয়েক মাস আগে ফারুক ও মাইনউদ্দিন যৌথভাবে এক লাখ টাকা ঋণ নেন। ঋণের কিস্তি সমানভাবে পরিশোধের সিদ্ধান্ত হয়। চলতি মাসের কিস্তির ১৫ হাজার টাকা ফারুকের মাধ্যমে জমা দেওয়ার কথা ছিল। কিন্তু মাইনউদ্দিন নিজেই ওই টাকা জমা দেন। এ নিয়ে তাঁদের মধ্যে কথা–কাটাকাটি হয়েছিল। আগেও তাঁদের মধ্যে নানা বিষয় নিয়ে বিরোধ ছিল। আজ সকালে কিস্তি পরিশোধ নিয়ে দুজনের মধ্যে আবারও কথা–কাটাকাটি হয়। একপর্যায়ে ফারুক ভাতিজা মাইনউদ্দিনের মাথা, মুখ ও শরীরের বিভিন্ন স্থানে কিল–ঘুষি মারেন। এতে মাইনউদ্দিন মাটিতে লুটিয়ে পড়ে অচেতন হয়ে যান। আশপাশের লোকজন এগিয়ে এলে ফারুক পালিয়ে যান।</p><p>পরে গুরুতর আহত অবস্থায় মাইনউদ্দিনকে উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়া হলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন। সকাল ১০টার দিকে পুলিশ তাঁর মরদেহ উদ্ধার করে থানায় নিয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "লিখে কী হয়? আপনাদের লেখা কি কেউ পড়ে… | প্রথম আলো",
            "time": "2025-07-30T10:05:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fjmcekjld%2Fmilestonetrajedy.JPG?rect=0%2C78%2C856%2C449&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তাজউদ্দীন আহমদের জন্মশতবর্ষের অনুষ্ঠানে ব্যস্ততার কারণে যেতে এক দিন দেরি হয়। প্রধান উপদেষ্টা সময় দেন। সঙ্গে নিয়ে যাই <em>একাত্তরের সামাজিক ইতিহাস</em>, স<em>্বাধীনতার ৫০ বছর দুর্যোগ ব্যবস্থাপনায় বাংলাদেশের অর্জন</em> আর ২০২৪ সালের বন্যাকে প্রচ্ছদকাহিনি করে প্রকাশিত ‘বাংলাদেশ দুর্যোগ প্রতিবেদন ২০২৪’। প্রথমা থেকে প্রকাশিত প্রথম দুটি বই তিনি বেশ আগ্রহ নিয়ে দেখলেন। একাত্তরে অধিকৃত বাংলাদেশে নারীরা কীভাবে নীরবে সৃজনশীলতার সঙ্গে আর ঠান্ডা মাথায় সামাজিক যুদ্ধে শরিক হয়েছিলেন, সে কথা আমি বর্ণনা করতে করতেই তিনি বইটির এক জায়গা থেকে নিজেই পড়ে শোনালেন।</p><p>আবার আমরা ফিরে যাই মাইলস্টোন স্কুলে; ভালো শ্রোতা পেয়ে আমি জোরের সঙ্গেই বলতে থাকি, একটি খেয়ানৌকা ডুবলে বা লঞ্চডুবি হলে তার মালিককে নিয়ে আমরা কত না সময় খরচ করি; কিন্তু আজ পর্যন্ত স্কুলের মালিকেরা কেন চুপ আছেন। কেউ কেন কোনো কথা বলছেন না?</p><p>সাংবাদিকেরা গলদঘর্ম চিকিৎসকদের প্রশ্নবাণে জর্জরিত করছেন; কিন্তু মাইলস্টোনের বোর্ড মেম্বারদের কেন কোনো প্রশ্ন করছেন না? সব উঁচু ইমারতের জরুরি নির্গমন সিঁড়ি থাকার কথা—মাইলস্টোনের ভবনগুলোতে কেন সেই ব্যবস্থা নেই। বিমান ভেঙে না পড়লেও অন্য কোনোভাবে আগুন লাগতে পারত, সে ক্ষেত্রে আগুন নেভানোর কী ব্যবস্থা ছিল? ফায়ার হাইড্রেন্ট ছিল কি?</p></div></div></div></body></html>"
        },
        {
            "title": "সব্যসাচী কাজী মোতাহার হোসেন বিজ্ঞান ও শিল্পের মেলবন্ধন ঘটিয়েছেন | প্রথম আলো",
            "time": "2025-07-30T09:50:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F51sdfbuj%2FImage-2.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে ‘যুগলের বন্ধন: কাজী নজরুল ইসলাম-কাজী মোতাহার হোসেন’ শীর্ষক স্মারক বক্তৃতা দেন অধ্যাপক ভীষ্মদেব চৌধুরী। তিনি দুই বন্ধুর সম্পর্কের রসায়নের নানা দিক তুলে ধরেন।</p><p>প্রধান অতিথি বক্তব্যে ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য নিয়াজ আহমেদ খান বলেন, এই অনুষ্ঠানের দুটো প্রাপ্তি আছে। প্রথমত, মানুষের অবদান ও মেধাকে স্বীকার করা হচ্ছে। দ্বিতীয়ত, এই উপমহাদেশের একজন প্রথিতযশা সব্যসাচী মানুষের ঋণ স্বীকার করা হচ্ছে।</p><p>কাজী মোতাহার হোসেন যেকোনো বিবেচনায় একজন দার্শনিক বলে উল্লেখ করেন নিয়াজ আহমেদ খান। তিনি বলেন, কাজী মোতাহার হোসেন বিজ্ঞান ও শিল্পের মধ্যে মেলবন্ধন ঘটিয়েছেন। প্রথম সারির পরিসংখ্যানবিদ, বিভাগের প্রতিষ্ঠাতা ছাড়াও তিনি অনেকগুলো সামাজিক আন্দোলনে নেতৃত্ব দিয়েছেন, প্রভাব বিস্তার করেছেন। একজন মানুষের ছোট জীবদ্দশায় এত গুণ সন্নিবেশিত করা কঠিন। কিন্তু তিনি তা করে দেখিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পাঁচ নেতাকে বহিষ্কারের প্রতিবাদে মিরসরাইয়ে বিএনপির একাংশের মিছিল-সমাবেশ | প্রথম আলো",
            "time": "2025-07-30T09:50:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fylztogl9%2FWhatsApp-Image-2025-07-30-at-15.40.18.jpeg?rect=0%2C188%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকাল দলের বিএনপির জ্যেষ্ঠ যুগ্ম মহাসচিব রুহুল কবির রিজভী স্বাক্ষরিত এক সংবাদ বিজ্ঞপ্তিতে চট্টগ্রাম উত্তর জেলা বিএনপির যুগ্ম আহ্বায়ক ও মিরসরাই উপজেলা পরিষদের সাবেক চেয়ারম্যান নুরুল আমিন, মিরসরাই উপজেলা বিএনপির সাবেক সদস্যসচিব গাজী নিজাম উদ্দিন, বারইয়ারহাট পৌরসভা বিএনপির সাবেক আহ্বায়ক দিদারুল আলম মিয়াজি, যুবদল নেতা সিরাজুল ইসলাম ও কামাল উদ্দিনকে দল থেকে বহিষ্কারের বিষয়টি জানানো হয়। দলের ভেতরে সংঘাত ও হানাহানি সৃষ্টি করে দলীয় শৃঙ্খলাভঙ্গের অভিযোগে তাঁদের প্রাথমিক সদস্যপদসহ দলের সব পর্যায়ের পদ থেকে বহিষ্কার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "হামফ্রে ফেলোশিপ-ডাড স্কলারশিপ-আইডিবির প্রশিক্ষণ, আবেদন শেষ ৩১ জুলাই | প্রথম আলো",
            "time": "2025-07-30T09:47:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-01%2F1400233a-e1df-4591-ad60-7853734390e0%2FUntitled_2.png?rect=0%2C33%2C462%2C243&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমেরিকা হিউবার্ট এইচ হামফ্রে ফেলোশিপ, জার্মান সরকারের ডাড হেলমুট-শ্মিট মাস্টার্স স্কলারশিপ এবং ইসলামিক ডেভেলপমেন্ট ব্যাংক-বাংলাদেশ ইসলামিক সলিডারিটি এডুকেশন ওয়াক্ফ আইডিবি-বিআইএসইডব্লিউ ভোকেশনাল ট্রেনিংয়ে আবেদন চলছে। তিনটির আবেদনের সুযোগ আছে আর দুদিন। আগামীকাল ৩১ জুলাই শেষ হবে হিউবার্ট এইচ হামফ্রে ফেলোশিপ, ডাড হেলমুট-শ্মিট মাস্টার্স স্কলারশিপ এবং আইডিবি-বিআইএসইডব্লিউ ভোকেশনাল ট্রেনিংয়ের। আবেদনের পদ্ধতিসহ জেনে নিন এসব বৃত্তি ও ফেলোশিপের বিস্তারিত তথ্য।</p><p>১. হামফ্রে ফেলোশিপ: মাসিক ভাতাসহ ১০ মাস আমেরিকায় পড়াশোনার সুযোগ</p><p>১০ মাসের হিউবার্ট এইচ হামফ্রে ফেলোশিপে বেসরকারি সংস্থাসহ সরকারি ও বেসরকারি খাতে পেশাজীবীরা আবেদন করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "টি-টোয়েন্টিতে অভিষেক-রাজ, টেস্টে অদম্য রুট | প্রথম আলো",
            "time": "2025-07-30T09:45:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F59pohv1v%2FCricket-isn%E2%80%99t-just-a-game-it%E2%80%99s-a-feeling-and-today-I-felt-it-all.Grateful-for-everything-%F0%9F%92%99%F0%9F%87%AE%F0%9F%87%B3.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি-টোয়েন্টিতে গত বিশ্বকাপের পর থেকে শীর্ষে ছিলেন অস্ট্রেলিয়ার ট্রাভিস হেড। কিন্তু সাম্প্রতিক ওয়েস্ট ইন্ডিজ সিরিজে না খেলায় এক ধাপ পিছিয়ে দুইয়ে নেমে গেছেন হেড। তাঁর জায়গাটা দখল করেছেন সেই আইপিএলের সানরাইজার্স হায়দরাবাদ সতীর্থ অভিষেকই।</p><p>এর আগে এই সংস্করণে ভারতীয়দের মধ্যে শীর্ষে ছিলেন কেবল সূর্যকুমার যাদব ও বিরাট কোহলি। ২০১৪ থেকে ২০১৭—টানা কয়েক বছর শীর্ষস্থান ছিল কোহলির দখলে।<br>টি-টোয়েন্টি র‍্যাঙ্কিংয়ে আরও কিছু পরিবর্তন এসেছে। ছয় ধাপ এগিয়ে শীর্ষ দশে ঢুকে পড়েছেন অস্ট্রেলিয়ার জশ ইংলিস, অবস্থান এখন নবম। বাংলাদেশের ওপেনার তানজিদ হাসান নেমে গেছেন পাঁচ ধাপ পিছিয়ে ৪৩তম স্থানে, জাকের আলী ছয় ধাপ পিছিয়ে এখন ৫৯তম। অন্যদিকে ওয়েস্ট ইন্ডিজ সিরিজের সেরা খেলোয়াড় ক্যামেরন গ্রিন একলাফে ৬৪ ধাপ এগিয়ে পৌঁছেছেন ২৪ নম্বরে।</p></div></div></div></body></html>"
        },
        {
            "title": "হামাসকে অস্ত্রত্যাগে ও গাজার শাসন ছাড়তে সৌদি, কাতার, মিসরের আহ্বান | প্রথম আলো",
            "time": "2025-07-30T09:37:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fuxmytrcy%2FUn-Israel-Palestinians-Conflict-Diplomacy.jpg?rect=0%2C145%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">জাতিসংঘ আয়োজিত সম্মেলনে অংশ নেওয়া উচ্চপর্যায়ের মন্ত্রীদের সঙ্গে ফটোসেশনে ফিলিস্তিনি কর্তৃপক্ষের প্রধানমন্ত্রী মোহাম্মদ মুস্তাফা (বাঁ থেকে দ্বিতীয়), সম্মেলনের সহআয়োজক সৌদি পররাষ্ট্রমন্ত্রী ফয়সাল বিন ফারহান আল-সৌদ (বাঁ থেকে তৃতীয়), জাতিসংঘ মহাসচিব আন্তোনিও গুতেরেস (মাঝে) এবং সম্মেলনের আরেক সহআয়োজক ফ্রান্সের পররাষ্ট্রমন্ত্রী জ্যাঁ-নোয়েল বারো (ডান থেকে দ্বিতীয়)। ২৮ জুলাই ২০২৫, নিউইয়র্কে জাতিসংঘ সদর দপ্তরে<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: এএফপি</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে মন্দিরে কালীপ্রতিমা ভাঙচুর | প্রথম আলো",
            "time": "2025-07-30T09:32:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F5lldcsza%2FFaridpurDH053920250730faridpur-pic-01.jpg?rect=0%2C0%2C1097%2C576&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মন্দির কমিটির সভাপতি বাসুদেব বিশ্বাস বলেন, মঙ্গলবার সন্ধ্যায় প্রদীপ জ্বালিয়ে রাত ১০টার দিকে পূজারিরা বাড়ি চলে যান। আজ বুধবার সকাল ৬টার দিকে এলাকার ভজন শীল নামের একজন মন্দির প্রাঙ্গণে গিয়ে দেখেন, বিভিন্ন প্রতিমার অংশবিশেষ ভাঙা। বাসুদেব বিশ্বাস জানান, দুর্বৃত্তরা কালীর ডান হাতের কবজি, বাঘের মাথার চুলসহ চারটি দাঁত, শিবের গলায় প্যাঁচানো সাপের লেজ, যোগিনীর বাঁ হাতের অংশ, ডাকিনীর দুটি দাঁত এবং পরনের কাপড়ের নিচের অংশ কিছুটা ভেঙে ফেলেছে।<br>পাকা ইমারত হলেও মন্দিরটির সামনের দিক খোলা। নেই কোনো ফটক, গ্রিল বা ছাউনির ব্যবস্থা। সিসিটিভি ক্যামেরাও নেই। কে বা কারা এ ঘটনা ঘটিয়েছে, তা জানতে পারেননি আশপাশের কেউ। খবর পেয়ে আজ বুধবার সকালে পুলিশ, সেনাবাহিনী ও বিভিন্ন গোয়েন্দা সংস্থার সদস্যরা মন্দির পরিদর্শন করেন।</p><p>ঘটনার সত্যতা নিশ্চিত করে ফরিদপুর কোতোয়ালি থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. আসাদউজ্জামান বলেন, আজ বিকেলের মধ্যে ক্ষতিগ্রস্ত প্রতিমাগুলো মেরামত করে দেওয়ার জন্য প্রতিমা নির্মাণশিল্পীকে দায়িত্ব দেওয়া হয়েছে। এর খরচ বহন করবে জেলা পুলিশ। এ ঘটনায় মামলার প্রস্তুতি চলছে। যারা এর সঙ্গে জড়িত, তাদের দ্রুত শনাক্ত করে আইনের আওতায় আনা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "থমথমে পরিস্থিতিতে এক পক্ষের বিক্ষোভের ডাক | প্রথম আলো",
            "time": "2025-07-30T09:32:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fted7qfzu%2F060c5ec9-829b-45b7-82df-9cad4ef71720.jfif?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংঘর্ষের পর গতকাল রাতে চট্টগ্রাম উত্তর জেলা বিএনপির আহ্বায়ক কমিটি বিলুপ্ত ঘোষণা করা হয়েছে। গতকাল রাত আটটার দিকে কেন্দ্রীয় বিএনপির জ্যেষ্ঠ যুগ্ম মহাসচিব রুহুল কবির রিজভীর সই করা এক চিঠিতে কমিটি বিলুপ্তির ঘোষণা দেওয়া হয়। জানতে চাইলে বিষয়টি প্রথম আলোকে নিশ্চিত করেন উত্তর জেলা বিএনপির বিলুপ্ত কমিটির যুগ্ম আহ্বায়ক বেলায়েত হোসেন। এ ছাড়া আরেকটি চিঠিতে স্থগিত করা হয়েছে কেন্দ্রীয় কমিটির ভাইস চেয়ারম্যান গিয়াস উদ্দিন কাদের চৌধুরীর পদও।<br>এ ঘটনার পর গোলাম আকবর খোন্দকার পক্ষের লোকজন মঙ্গলবার রাতে চট্টগ্রাম নগরের চকবাজার এলাকায় বিক্ষোভ মিছিল করেছে। দুই পক্ষের মধ্যে উত্তেজনা অব্যাহত থাকায় নতুন করে সহিংসতার আশঙ্কা করছেন উপজেলার বাসিন্দারা।</p><p>গোলাম আকবর খোন্দকারের অনুসারী রাউজান উপজেলা ছাত্রদলের সাবেক সাধারণ সম্পাদক জয়নাল আবেদীন আজ দুপুরে প্রথম আলোকে বলেন, তিনি নিজেও আহত হয়ে হাসপাতালে চিকিৎসা নিয়েছেন। তাঁর পা ভেঙে দিয়েছেন গিয়াস কাদেরের লোকজন। গোলাম আকবরকেও তাঁরা গুলি করেছেন। তিনি বলেন, তাঁরা মামলার প্রস্তুতি নিচ্ছেন। আজকের মধ্যে মামলার এজাহার দেওয়া হবে। পাশাপাশি সংবাদ সম্মেলন করে হামলার বিস্তারিত তুলে ধরবেন।</p><p>গিয়াস উদ্দিন কাদের চৌধুরীর অনুসারী এবং উপজেলা বিএনপির প্রচার বিভাগের আহ্বায়ক কাজী সরোয়ার খান প্রথম আলোকে বলেন, হামলা ও সংঘর্ষের ঘটনায় আজ বিকেলে তাঁরা বিক্ষোভ মিছিল করবেন। সেখান থেকে অপপ্রচারের জবাব দেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারে সাবেক কাউন্সিলর গ্রেপ্তার | প্রথম আলো",
            "time": "2025-07-30T09:31:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F2qytochy%2Fb072c324-4860-4e51-984a-14c4fe5da0a4.jfif?rect=0%2C151%2C1295%2C680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কক্সবাজার পৌরসভার সংরক্ষিত ওয়ার্ডের সাবেক কাউন্সিলর ও পৌরসভা আওয়ামী লীগের মহিলাবিষয়ক সম্পাদক শাহেনা আক্তারকে গ্রেপ্তার করেছে পুলিশ। আজ বুধবার ভোর সাড়ে পাঁচটার দিকে শহরের নুনিয়াছটা এলাকার নিজ বাড়ি থেকে তাঁকে গ্রেপ্তার করা হয়।</p><p>স্থানীয় সূত্র জানায়, গত বছরের ৫ আগস্ট ছাত্র–জনতার গণ–অভ্যুত্থানে আওয়ামী লীগ সরকারের পতনের পর শাহেনা আক্তার আত্মগোপনে ছিলেন। তবে সম্প্রতি তিনি বাড়ি ফেরেন। তাঁর বিরুদ্ধে বৈষম্যবিরোধী ছাত্র আন্দোলনের কর্মসূচিতে হামলাসহ বিভিন্ন অভিযোগে একাধিক মামলা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এলডিসি থেকে উত্তরণের প্রস্তুতি নিয়ে পর্যালোচনা সভা অনুষ্ঠিত | প্রথম আলো",
            "time": "2025-07-30T09:31:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Fw7ekd9wy%2FMuhammad-Yunus.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">এলডিসি থেকে উত্তরণের প্রস্তুতির বিষয়ে সভা। রাজধানীর তেজগাঁওয়ে প্রধান উপদেষ্টার কার্যালয়ে। ৩০ জুলাই ২০২৫<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: বাসস</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "গাড়িটার জন্য খারাপ লাগছে | প্রথম আলো",
            "time": "2025-07-30T09:28:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2Ft8gebzm3%2F1762Online01.jpg?rect=0%2C268%2C1770%2C929&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-05%2Fba39cddb-a11d-47f9-971c-1458e27d6b8e%2Faktuthamun_OG_watermark.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-07-30T15:28:22+06:00\"><span>প্রকাশ: ৩০ জুলাই ২০২৫, ০৯: ২৮ </span></time></p></div></div></body></html>"
        },
        {
            "title": "সিলেটে স্কুলছাত্র সুমেল হত্যায় ৮ জনের মৃত্যুদণ্ড, ৭ জনের যাবজ্জীবন | প্রথম আলো",
            "time": "2025-07-30T09:26:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F0d44139e-bab5-4189-b32e-2d4ba5c2c7b7%2F560d69b0_b0f9_47f7_a873_a73a60cc490b.png?rect=0%2C51%2C466%2C245&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ছাড়া দুই বছরের সশ্রম কারাদণ্ড দেওয়া হয়েছে লুৎফুর রহমান, ময়ূর মিয়া, মামুনুর রশিদ, কাউসার রশিদ, দিলাফর আলী, পারভেজ মিয়া, ওয়াহিদ মিয়া, দিলোয়ার হোসেন, আজাদ মিয়া, মুক্তার আলী, আবদুর রকিব, আঙ্গুর আলী, জাবেদ ইসলাম, শফিক উদ্দিন, মখলিস মিয়া, ফিরোজ আলী ও ফখর উদ্দিনকে।</p></div></div></div></body></html>"
        },
        {
            "title": "৪ কলেজ ও শিক্ষাপ্রতিষ্ঠানের ২১টি স্থাপনার নাম বদল | প্রথম আলো",
            "time": "2025-07-30T09:25:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2F1212c271-5952-46a2-a44b-341ae3775f74%2FWhatsApp_Image_2023_06_17_at_7_59_11_PM.jpeg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নাম পরিবর্তন হওয়া শিক্ষাপ্রতিষ্ঠানের স্থাপনা হলো</strong></p><p>বরগুনা সরকারি মহিলা কলেজের শেখ হাসিনা ছাত্রীনিবাস, বরগুনা সরকারি কলেজের শেখ ফজিলাতুন্নেছা ছাত্রীনিবাস, ঢাকা কলেজের শেখ কামাল হল ও লে. শেখ জামাল একাডেমিক ভবন, শরীয়তপুর সরকারি কলেজের শেখ রাসেল ছাত্রাবাস, বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস ও শেখ লুৎফর রহমান একাডেমিক ভবন, সরকারি তিতুমীর কলেজের ড. ওয়াজেদ মিয়া বিজ্ঞান ভবন, শেখ কামাল প্রশাসনিক ভবন, বঙ্গমাতা শেখ ফজিলাতুন্নেছা ছাত্রীনিবাস, শেখ কামাল ছাত্রাবাস, ভাওয়াল বদরে আলম সরকারি কলেজের শেখ ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস, নরসিংদী সরকারি কলেজের শেখ ফজিলাতুন্নেছা মুজিব ছাত্রী হোস্টেল, রাজবাড়ী সরকারি কলেজের বঙ্গবন্ধু ছাত্রাবাস, সরকারি দেবেন্দ্র কলেজের বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস ও শেখ হাসিনা ছাত্রীনিবাস, চাঁদপুর সরকারি কলেজের শেখ হাসিনা ছাত্রীনিবাস ও বেগম ফজিলাতুন্নেছা ছাত্রীনিবাস, ব্রাহ্মণবাড়িয়া সরকারি কলেজের শেখ হাসিনা একাডেমিক ভবন ও বেগম ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস, লক্ষ্মীপুর সরকারি কলেজের বেগম ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস, বৃন্দাবন সরকারি কলেজে দেশরত্ন শেখ হাসিনা একাডেমিক ভবন কাম পরীক্ষা হল, শেখ ফজিলাতুন্নেছা মুজিব হল ও শেখ ওয়াজেদ বিজ্ঞান ভবন, মৌলভীবাজার সরকারি কলেজের শেখ হাসিনা একাডেমিক কাম-এক্সামিনেশন হল, সরকারি মাইকেল মধুসূদন কলেজের শেখ কামাল ছাত্রাবাস, শেখ হাসিনা ছাত্রীনিবাস, সরকারি এডওয়ার্ড কলেজের বেগম ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস ও শেখ রাসেল ছাত্রনিবাস, দিনাজপুর সরকারি কলেজের বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব ছাত্রীনিবাস, সরকারি হাজী আবদুল বাতেন কলেজের শেখ রাসেল ভবন, কক্সবাজার সরকারি কলেজের শেখ হাসিনা একাডেমিক ভবন ও শেখ হাসিনা ছাত্রীনিবাস, সরকারি বাঙলা কলেজের নবনির্মিত ভবন। এ ছাড়া যেসব সরকারি কলেজে শেখ রাসেল ডিজিটাল ল্যাব আছে তার নাম হবে আইসিটি ল্যাব।</p></div></div></div></body></html>"
        }
    ]
}