{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মুসলিম সিসিলির উত্থান-পতনের ইতিহাস | প্রথম আলো",
            "time": "2026-01-21T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fp8ob47ka%2FPalermo-photo.jpg?rect=0%2C113%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুসলিম শাসনামলে সিসিলি একটি সমৃদ্ধ প্রদেশে পরিণত হয়। আঘলাবিরা এখানে একটি প্রগতিশীল শাসনব্যবস্থা প্রবর্তন করে। মুসলিমদের জন্য ইসলামি আইন এবং খ্রিষ্টান ও ইহুদিদের জন্য তাদের নিজস্ব ধর্মীয় আইন অনুযায়ী বিচারব্যবস্থা কার্যকর ছিল। অমুসলিমদের ওপর ‘জিজিয়া’ এবং ভূমির ওপর ‘খরাজ’ কর ধার্য করা হলেও তারা পূর্ণ ধর্মীয় স্বাধীনতা ভোগ করত।</p><p>মুসলিমদের মধ্যে তিনটি প্রধান গোষ্ঠী বিদ্যমান ছিল—</p><p><strong>১. আরব অভিজাত:</strong> যাঁরা মূলত প্রশাসনিক ও উচ্চপদে আসীন ছিলেন।</p><p><strong>২. আমাজিঘ (বার্বার):</strong> উত্তর আফ্রিকা থেকে আসা যোদ্ধাদের একটি বড় অংশ ছিল আমাজিঘ বা বার্বার ক্ষুদ্র জাতিগোষ্ঠীর।</p><p><strong>৩. নব্য মুসলিম ও স্থানীয় জনগণ</strong>: সিসিলির স্থানীয় অধিবাসী যারা কালক্রমে ইসলাম গ্রহণ করেছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির নির্বাচনী ‘থিম সং’ প্রকাশ, ধানের শীষ ঘিরে বার্তা | প্রথম আলো",
            "time": "2026-01-21T20:47:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fbohbcukw%2FBNp-Theme-Song-01.jpeg?rect=0%2C42%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অনুষ্ঠানে বক্তব্যে রুহুল কবির রিজভী বলেন, পরমাণুর কেন্দ্রে যেমন প্রোটন, ইলেকট্রন ও নিউট্রনের মধ্যে একটি দৃঢ় বন্ধন থাকে, তেমনি বিএনপি বিশ্বাস করে একটি সুসংহত রাষ্ট্রীয় দর্শনে—বাংলাদেশি জাতীয়তাবাদে। এই দর্শনের প্রতীক হচ্ছে ধানের শীষ। তিনি আরও বলেন, এই প্রতীক শেখ হাসিনা যেমন মুছে দিতে পারেননি, তেমনি আর কেউ পারবে না। ধানের শীষ মানুষের হৃদয়ে হৃদয়ে মিশে আছে।</p><p>বিএনপি নেতারা জানান, আসন্ন জাতীয় সংসদ নির্বাচন সামনে রেখে নির্বাচনী প্রচারণার অংশ হিসেবে থিম সংটি মাঠপর্যায়সহ বিভিন্ন গণমাধ্যমে প্রচার করা হবে। এই গানের মাধ্যমে দলের রাজনৈতিক বার্তা সাধারণ মানুষের কাছে আরও প্রাণবন্তভাবে তুলে ধরার লক্ষ্য রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটে বিএনপির প্রথম নির্বাচনী জনসভা: রাতেই হাজারো নেতা-কর্মীর অবস্থান, চলছে স্লোগান | প্রথম আলো",
            "time": "2026-01-21T20:31:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F255lqrbv%2FSylhet-BNP-01.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরেজমিনে দেখা গেছে, মাঠে কয়েক হাজার মানুষ অবস্থান নিয়েছেন। রাত বাড়ার সঙ্গে সঙ্গে মানুষও বাড়ছে। শীত উপেক্ষা করে মাঠে থাকা লোকজন স্লোগানে স্লোগানে চারপাশ মুখর করে তুলছেন। কেউ কেউ বিভিন্ন সংসদীয় আসনে বিএনপি-মনোনীত প্রার্থীদের সমর্থনে তাঁদের নামসংবলিত টি-শার্ট ও টুপি পরে ঘুরছেন। ‘গুম হওয়া’ বিএনপি নেতা এম ইলিয়াস আলীর সন্ধান চেয়েও অনেকে স্লোগান দিচ্ছেন। মাঠের বাইরে বিএনপির পতাকা, জিয়াউর রহমানের ছবিসংবলিত মাফলার, প্লাস্টিকের ধানের শীষ ও তারেক রহমানের ছবিসংবলিত ব্যাজ বিক্রি করছেন অনেকে। আশপাশের রাস্তাজুড়ে সাঁটানো হয়েছে ফেস্টুন, ব্যানার। নির্মাণ করা হয়েছে তোরণও।</p><p>একটা শামিয়ানার নিচে হাজারো মানুষকে ত্রিপল বিছিয়ে বসে থাকতে দেখা গেছে। তাঁদের মধ্যে রয়েছেন জৈন্তাপুর উপজেলা মুক্তিযোদ্ধা দলের জ্যেষ্ঠ সহসভাপতি মোক্তার আহমদ ও সহসভাপতি নজমুল ইসলাম। তাঁরা জানান, তাঁরা সিলেট-৪ (কোম্পানীগঞ্জ, গোয়াইনঘাট ও জৈন্তাপুর) আসনের বিএনপির প্রার্থী আরিফুল হক চৌধুরীর সমর্থক। জৈন্তাপুর উপজেলা থেকে তাঁরা দুই হাজার মানুষ আগের রাতেই এসেছেন। সকালে আরও অনেকে আসবেন। যেহেতু সকালে জনসভা শুরু হবে, তাই আগেই চলে এসেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গ্রিনল্যান্ড ঘিরে উত্তেজনা: যুক্তরাষ্ট্রের সঙ্গে বাণিজ্যচুক্তি অনুমোদনের কাজ স্থগিত করছে ইইউ | প্রথম আলো",
            "time": "2026-01-21T20:08:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fogmciaxb%2FUntitled-1.jpg?rect=0%2C19%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসব প্রস্তাব কার্যকর করতে ইউরোপীয় পার্লামেন্ট এবং ইইউভুক্ত দেশগুলোর অনুমোদন দরকার। ইইউ পার্লামেন্টের অনেক আইনপ্রণেতার অভিযোগ, চুক্তিটি একতরফা। এতে ইইউকে বেশির ভাগ আমদানি শুল্ক কমাতে বলা হয়েছে। অন্যদিকে যুক্তরাষ্ট্র ১৫ শতাংশের একটি সামগ্রিক শুল্কহার বজায় রাখতে চাইছে।</p><p>এসব বৈষম্য সত্ত্বেও অনেক আইনপ্রণেতা শর্তসাপেক্ষে চুক্তিটি মেনে নিতে প্রস্তুত ছিলেন। শর্তগুলোর মধ্যে ছিল ১৮ মাসের একটি ‘সানসেট ক্লজ’—অর্থাৎ ১৮ মাস পর চুক্তির কিছু ধারা স্বয়ংক্রিয়ভাবে শেষ হবে। আরেকটি ছিল—যুক্তরাষ্ট্র থেকে আমদানি পণ্য বেড়ে গেলে তা মোকাবিলার ব্যবস্থা নেওয়ার সুযোগ।</p></div></div></div></body></html>"
        },
        {
            "title": "পানির ট্যাংক থেকে মরদেহ উদ্ধার, ভাবি গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-21T19:57:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-23%2Fknast9f6%2Farrest-logo.jpg?rect=0%2C17%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসআই মওদুদ কামাল বলেন, প্রাথমিক জিজ্ঞাসাবাদে খাদিজা বলেছেন, তাঁর স্বামী তাঁকে কিছু কিনে দিতেন না, শুধু বোনকে কিনে দিতেন। এই ক্ষোভ থেকেই তিনি শিশুটিকে শ্বাসরোধে হত্যা করে মরদেহ পানির ট্যাংকে ফেলে দেন।</p><p>শিশুটির পরিবারের বরাতে পুলিশ জানায়, আরিফার বাবা মো. রাজিব একজন দিনমজুর। তাঁরা কুড়িল মৃধাবাড়ি এলাকায় একটি ভাড়া বাসায় থাকেন। একই বাড়িতে পাশাপাশি কক্ষে আরিফার ভাই হাসান ও তাঁর স্ত্রী খাদিজা থাকতেন। সকাল থেকে আরিফা নিখোঁজ ছিল। দিনভর খোঁজাখুঁজির পর বিকেলে বাসার পানির ট্যাংকে তার মরদেহ দেখতে পান স্বজনেরা। খবর পেয়ে পুলিশ ঘটনাস্থলে গিয়ে মরদেহ উদ্ধার করে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক সপ্তাহের মধ্যে সব নির্বাচন কেন্দ্রে বিদ্যুৎ সরবরাহের নির্দেশ | প্রথম আলো",
            "time": "2026-01-21T19:54:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-09-03%2Fycagwuyb%2FFoujul-kabir.jpg?rect=0%2C0%2C1668%2C876&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় বিদ্যুৎ উপদেষ্টা বলেন, যেসব এলাকায় লোডশেডিং হওয়ার আশঙ্কা রয়েছে, সেসব এলাকায় প্রয়োজনে তাৎক্ষণিক বিকল্প বিদ্যুতের ব্যবস্থা রাখতে হবে। পর্যাপ্তসংখ্যক বিদ্যুতের মোবাইল ভ্যান, ডিজেল, জেনারেটর প্রস্তুত রাখতে হবে। নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ নিশ্চিত করার জন্য সার্বক্ষণিক মনিটরিংয়ের ব্যবস্থা রাখতে হবে। সেন্ট্রাল মনিটরিং, লোকাল মনিটরিং টিম ও নির্দিষ্ট ফোকাল পয়েন্ট প্রস্তুত রাখতে হবে।</p><p>সভায় বিদ্যুৎ উন্নয়ন বোর্ডের চেয়ারম্যান রেজাউল করিম বলেন, জেলা প্রশাসনের সঙ্গে সমন্বয় করে প্রতিটি এলাকায় বিদ্যুৎ সরবরাহ নিশ্চিত করার জন্য প্রয়োজনীয় ব্যবস্থা করা হবে। দুর্গম এলাকায় বিদ্যুৎ সরবরাহের জন্য জেলা প্রশাসন প্রয়োজনমতো ব্যবস্থা গ্রহণ করবে। পল্লী বিদ্যুতের বিভিন্ন টিম কেন্দ্রগুলোতে বিদ্যুৎ সরবরাহ সচল রাখতে নজর রাখবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সংখ্যালঘুদের ওপর সহিংসতার বিচারে দ্রুত বিচার ট্রাইব্যুনাল গঠনের দাবি | প্রথম আলো",
            "time": "2026-01-21T19:49:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Ffzc154g0%2FWhatsApp-Image-2026-01-22-at-1.18.07-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মানববন্ধনে গ্লোবাল বেঙ্গলি হিন্দু প্ল্যাটফর্মের নেতারা বলেন, সংখ্যালঘু জনগোষ্ঠীর মনে আস্থা পুনঃপ্রতিষ্ঠা করতে হলে তাঁদের দাবি বাস্তবায়ন করতে হবে। এ সময় তাঁরা তিন দফা দাবি জানান।</p><p>প্রথমত, সংখ্যালঘু হিন্দুদের ওপর সংঘটিত সব নির্যাতন, খুন ও ধর্ষণের ঘটনায় দ্রুত, নিরপেক্ষ ও স্বচ্ছ তদন্ত নিশ্চিত করতে হবে। হিন্দুদের জন্য আলাদাভাবে দ্রুত বিচার ট্রাইব্যুনাল গঠন এবং জুডিশিয়াল তদন্ত কমিটি গঠন করে দোষী ব্যক্তিদের দৃষ্টান্তমূলক শাস্তির ব্যবস্থা গ্রহণ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিকেলে বিশ্বকাপ দলে থাকা ক্রিকেটারদের সঙ্গে বসবেন আসিফ নজরুল | প্রথম আলো",
            "time": "2026-01-21T19:48:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fk6xf95ce%2FAsif-Nazrul-1.jfif?rect=0%2C0%2C1139%2C598&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ নিরাপত্তা শঙ্কায় বাংলাদেশের ভারতে বিশ্বকাপ খেলতে না যাওয়ার সিদ্ধান্ত নিয়ে আইসিসির বোর্ডসভা হয়। এরপরই সংবাদ বিজ্ঞপ্তিতে আইসিসি জানিয়ে দিয়েছে বাংলাদেশের সমর্থক, ক্রিকেটার কিংবা সংশ্লিষ্ট কারও জন্যই ভারতে হুমকি নেই বলে মনে করে তারা। আইসিসি মোস্তাফিজের ঘটনাটিকে ‘বিচ্ছিন্ন ও অপ্রাসঙ্গিক’ মনে করছে।</p><p>এজন্য বিশ্বকাপের সূচি বদলানো হবে না, এই সিদ্ধান্তের কথাও জানিয়ে দিয়েছে আইসিসি। পরে বিসিবি সভাপতি আমিনুল ইসলাম জানিয়েছেন, চূড়ান্ত সিদ্ধান্তের কথা জানানোর আগে সরকারের সঙ্গে কথা বলতে তিনি আইসিসির কাছে একদিন সময় চেয়েছেন। আজই সেই সিদ্ধান্ত আসতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনার থেকে শুরু হবে গণতান্ত্রিক যুক্তফ্রন্টের নির্বাচনী প্রচার | প্রথম আলো",
            "time": "2026-01-21T19:46:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-26%2Fnvbaoyve%2FJuktofront.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়, ব্রিটিশ ও পাকিস্তানি ঔপনিবেশিক শাসন–শোষণবিরোধী সংগ্রাম, ’৫২–এর ভাষা আন্দোলন, ’৬২–এর শিক্ষা আন্দোলন, ’৬৬–এর ৬ দফা স্বায়ত্তশাসনের দাবিতে সংগ্রাম, ’৬৯-এর গণ–অভ্যুত্থান, ’৭১-এর মহান মুক্তিযুদ্ধ, ’৯০ ও ’২৪ এর গণ–অভ্যুত্থানের বীর শহীদদের প্রতি শ্রদ্ধা জানিয়ে কেন্দ্রীয় শহীদ মিনারে পুষ্পমাল্য অর্পণ ও শপথ গ্রহণের মাধ্যমে যুক্তফ্রন্টের নির্বাচনী প্রচারাভিযান শুরু হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "কয়লাভিত্তিক বিদ্যুৎকেন্দ্র পানি নিরাপত্তাকে ঝুঁকিতে ফেলছে | প্রথম আলো",
            "time": "2026-01-21T19:42:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F2e0cy3d3%2Faction-aid.jpg?rect=0%2C246%2C1156%2C607&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সম্মেলনে প্রথম অধিবেশনে ‘রিইমাজিনিং ওয়াটার গভর্ন্যান্স ফর জাস্টিস অ্যান্ড সাসটেইনেবল ফিউচার’–এর ওপর মূল প্রবন্ধ উপস্থাপন করেন ঢাকা বিশ্ববিদ্যালয়ের আন্তর্জাতিক সম্পর্ক বিভাগের সাবেক অধ্যাপক ও সেন্টার ফর অলটারনেটিভসের নির্বাহী পরিচালক ইমতিয়াজ আহমদ। মূল প্রবন্ধে তিনি বলেন, যুক্তরাষ্ট্রে মাথাপিছু পানি ব্যবহারের পরিমাণ সবচেয়ে বেশি। প্রতিদিন একজন মানুষ প্রায় আট হাজার লিটার পানি ব্যবহার করেন। সেখানে বাংলাদেশে ব্যবহার অনেক কম। তাই বৈশ্বিক পর্যায়ে একটা ওয়াটার গভর্ন্যান্স থাকা উচিত। জাতীয় পর্যায়েও পানির ব্যবহার নিয়ে এখানে অব্যবস্থাপনা আছে। উন্নত দেশের কার্বন নিঃসরণ বাংলাদেশের পানিসংকটকে ত্বরান্বিত করবে।</p><p>বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের পানি ও বন্যা ব্যবস্থাপনা ইনস্টিটিউটের অধ্যাপক মাসফিকুস সালেহিন বলেন, ‘জাতীয় পর্যায়ে যত কৌশল আমরা নিচ্ছি তাতে কে উপকৃত হচ্ছে, সেটা আমাদের বিবেচনায় নিতে হবে। স্থানীয় পর্যায়ের অভিমত, মতামতের ওপর ভিত্তি করে আমাদের পানির নিরাপত্তা ও নীতি গড়ে উঠতে হবে। এটা বাংলাদেশ নিয়ে যে ডেলটা প্ল্যান সেটাতে হয়নি। জাতীয় অভিযোজন পরিকল্পনায়ও এটা হয়নি।’</p><p>সম্মেলনের থিমেটিক সেশনে জগন্নাথ বিশ্ববিদ্যালয়ের পরিবেশ ও ভূগোল বিভাগ থেকে একটি প্রবন্ধ, জাতীয় নদী রক্ষা কমিশন থেকে একটি প্রবন্ধ উপস্থাপন করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "জাতীয় মুক্তি কাউন্সিলের প্রথম সম্মেলন শুক্র ও শনিবার | প্রথম আলো",
            "time": "2026-01-21T19:38:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Foaqbni7s%2FUntitled-1.jpg?rect=0%2C22%2C301%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে আরও বলা হয়, ২০১৪ সালের ধাপ্পাবাজির নির্বাচন, ২০১৮ সালে দিনের ভোট রাতে এবং ২০২৪ সালের আমি-ডামির নির্বাচনে ক্ষমতা কুক্ষিগত করে দেশে শেখ হাসিনার ফ্যাসিবাদী শাসন দীর্ঘায়িত করার সব চক্রান্ত জুলাই গণ-অভ্যুত্থান উচ্ছেদ করে। চব্বিশের জুলাই গণ-অভ্যুত্থান দেশে জনগণের গণতান্ত্রিক অধিকার কায়েমের পথ উন্মুক্ত করেছে।</p><p>সংবাদ বিজ্ঞপ্তিতে বলা হয়, গণ-অভ্যুত্থানের শক্তিকে রাজনৈতিকভাবে সংগঠিত করার নতুন পরিপ্রেক্ষিতে জাতীয় মুক্তি কাউন্সিলের এই সম্মেলন অত্যন্ত গুরুত্বপূর্ণ। সমাজের আমূল পরিবর্তনের সংগ্রাম জোরদার করতে জনগণের সংগঠন গড়ে তোলাই বর্তমান কর্তব্য।</p></div></div></div></body></html>"
        },
        {
            "title": "কাকে ‘ফিক্সার’ বললেন সিলেটের সাবেক উপদেষ্টা ফাহিম | প্রথম আলো",
            "time": "2026-01-21T19:11:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-27%2Fmtrpqx1m%2FWhatsApp-Image-2025-12-27-at-10.34.42-PM-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div> <p><em><strong>ফেসবুক লাইভে তাঁর বলা কথাগুলো হুবুহু তুলে দেওয়া হলো—</strong></em></p><p>প্রিয় বাংলাদেশ, প্রিয় সিলেটবাসী, আমি আপনাদেরকে কিছু গুরুত্বপূর্ণ তথ্য জানাচ্ছি। আজকের ম্যাচটি ভীষণভাবে কলুষিত হয়েছে। আমার কাছে নির্ভরযোগ্য ও প্রমাণাতীত তথ্য এসেছে, ম্যাচের ভেতরে থাকা একজন ব্যক্তি নিজেকে বিক্রি করেছে। সে আমাদের সঙ্গে মিথ্যা বলেছে, সিলেটের সঙ্গে বিশ্বাসঘাতকতা করেছে এবং সিলেট টাইটানসের সঙ্গে প্রতারণা করেছে।</p><p>সবচেয়ে বড় কথা হলো, সিলেটের মানুষের আবেগের সঙ্গে সে নিষ্ঠুরভাবে বেইমানি করেছে। এর কোনো দরকারই ছিল না। সে চাইলে আমাকে বলতেই পারত, তাঁর কত টাকা প্রয়োজন। তা দেওয়া হয়ে যেত। এই সত্য আমাকে ভেঙে দিয়েছে। এই ঘটনা আমি এখানেই থামতে দেব না, বিষয়টি গভীরভাবে তদন্ত করা হবে এবং দায়ীর বিরুদ্ধে যথাযথ ব্যবস্থা নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ আফ্রিকা-মোজাম্বিক-কাতার, ২৪ ঘণ্টা ভ্রমণ করে উইলিয়ামসন এসেছেন মিরপুরের জন্যই | প্রথম আলো",
            "time": "2026-01-21T19:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2F3o7o3031%2FWillimson-practice-before-start-match2.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসএটি–টোয়েন্টিতেও ৬ ম্যাচে মাত্র ১১০ রান করেছেন উইলিয়ামসন, স্ট্রাইক রেট ১২০। টি–টুয়েন্টিতে নেমেই মারকুটে ইনিংস খেলার খ্যাতি নেই তাঁর, ক্যারিয়ারেরও আছেন শেষ দিকে। তবু তাঁকে কেন দলে নেওয়া সেই পরিকল্পনার কথা ম্যাচ শেষে সংবাদ সম্মেলনে জানিয়েছেন রাজশাহী ওয়ারিয়র্সের প্রধান কোচ হান্নান সরকার।</p><p>তিনি বলেন, ‘মিরপুরে যখন খেলাটা চলে এসেছে, আমরা দেখেছি যে দেড় শর আশপাশে হলে সেটা ভালো রান। এমন রানের খেলা হলে সেখানে কেইন ভূমিকা রাখতে পারবে এবং দলের ইনিংসকে টেনে নিয়ে যেতে পারবে। এ ধরনের একজন খেলোয়াড় কম্বিনেশনে খুব দরকার ছিল। কারণ, আমাদের নিচের দিকে ব্যাটিংয়ে যারা ছিল, তারা যতটা অবদান রাখবে, সেটার সাপোর্টটা আমাকে কিন্তু ওপর থেকে দিতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিপিএলে মিরাজের এমন পারফরম্যান্সের জন্য দায়ী ‘মানসিক অবস্থা’ | প্রথম আলো",
            "time": "2026-01-21T18:45:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-16%2Fs9cgt9vi%2FWhatsApp-Image-2026-01-16-at-9.17.21-PM-1.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘সবকিছু মিলিয়ে আমার কাছে মনে হয় যে ও যে আসলে পারফর্ম করছে না। আমি যদি চিন্তা করি, একটা পারফরম্যান্সের পেছনে শুধু স্কিল, এটাও ঠিক না। এর সঙ্গে সঙ্গে ওর মানসিক অবস্থা কী আছে বা কীসের মধ্যে যে যাচ্ছে, এগুলোও গুরুত্বপূর্ণ বা দলের ফল কেমন হচ্ছে, দল কেমন খেলছে, এগুলোও আসলে প্রভাব ফেলেছে’—যোগ করেন সোহেল।</p><p>বিপিএলের মধ্যেই বিসিবির এক পরিচালকের বিতর্কিত মন্তব্যের জেরে খেলা বয়কট করেছিল ক্রিকেটারদের সংগঠন কোয়াব। যে বয়কটের সামনের সারিতে ছিলেন মিরাজ। কোয়াবের সংবাদ সম্মেলনে ক্রিকেটারদের সঙ্গে ‘সেলফি’ তোলা নিয়ে তাঁর মন্তব্যে সমালোচনা তৈরি হয়। পরে মিরপুরে ম্যাচ খেলতে নেমে দর্শকদের কাছ থেকে দুয়োধ্বনিও শুনেছেন। </p><p>সব মিলিয়ে মিরাজ এবারের আসরে দলকে নেতৃত্ব দিতে পারেননি বলে মনে করেন সোহেল, ‘আমার কাছে মনে হয়, যে ধরনের পারফর্ম করে, এই ধরনের পারফরম্যান্স করতে পারেনি। দলের অধিনায়ক, যে নেতৃত্ব আমরা চাই এবং ও সব সময় তা করেও। যেহেতু ওর পারফরম্যান্সটা ও রকম ছিল না, এটা আরেকটু আমাদের জন্য একটু (চিন্তার) ছিল।’</p></div></div></div></body></html>"
        },
        {
            "title": "গাজর ধোয়ায় যন্ত্রের ব্যবহার | প্রথম আলো",
            "time": "2026-01-21T18:41:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Fasuiyc2l%2F%E0%A7%AE.jpg?rect=0%2C213%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"গাজর ধোয়ায় যন্ত্রের ব্যবহার\" class=\"IiRps \">গাজর ধোয়ায় যন্ত্রের ব্যবহার</h1></p><div class=\"Ibzfy\"><p>বগুড়া জেলা সদর থানার মন্ডলধরন, জয় বাংলা হাট, গাবতলী থানার মধ্যকাতুলী, চককাতুলী, পাঁচকাতুলী ও তেঁতুলগাছি এলাকায় প্রচুর গাজরের আবাদ হয়েছে। এসব এলাকার গাজর তুলে ধোয়ার কাজে কৃষকেরা যন্ত্রের ব্যবহার শুরু করেছেন। দুই বছর আগে মাঠ থেকে গাজর তুলে পা দিয়ে মাড়িয়ে গাজরের গায়ের মাটি ছাড়ানো হতো। এখন সেখানে যন্ত্রের ব্যবহার শুরু হয়েছে। এতে স্বল্প সময়ে অধিক গাজর ধুয়ে বাজারজাত করতে পারছেন কৃষকেরা।</p></div></div></div></body></html>"
        },
        {
            "title": "চাপের মুখে শিক্ষকদের পেশাগত নিরাপত্তা বিনষ্ট হওয়া অশনিসংকেত | প্রথম আলো",
            "time": "2026-01-21T18:38:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-21%2Flp4wejsf%2Fprothomalo-bangla2025-02-23fptnkakjMohilaPorishad.avif?rect=0%2C31%2C424%2C223&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মহিলা পরিষদের সভাপতি ফওজিয়া মোসলেম ও সাধারণ সম্পাদক মালেকা বানু স্বাক্ষরিত বিবৃতিতে এসব ঘটনার সঙ্গে জড়িত ব্যক্তি ও তাঁদের মদদদাতাদের খুঁজে বের করে গ্রেপ্তার এবং উপযুক্ত শাস্তির দাবি জানানো হয়েছে। পাশাপাশি নিরপেক্ষ তদন্ত সাপেক্ষে শিক্ষাপ্রতিষ্ঠানের আইন, নৈতিকতা ও মূল্যবোধের প্রতি দায়বদ্ধ থাকার আহ্বানও জানিয়েছেন তাঁরা।</p><p>বিবৃতিতে বলা হয়, দেশের সরকারি–বেসরকারি বিশ্ববিদ্যালয়, কলেজসহ বিভিন্ন শিক্ষাপ্রতিষ্ঠানের শিক্ষকেরা নিজ নিজ শিক্ষাপ্রতিষ্ঠানে মব সন্ত্রাস, হেনস্তা, অপমান, চাকরিচ্যুতির শিকার হচ্ছেন। বাংলাদেশ মহিলা পরিষদ মনে করে, এ ঘটনাগুলো উদ্দেশ্যপ্রণোদিতভাবে দেশে অরাজকতা সৃষ্টির জন্য ঘটানো হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ছিনতাইয়ের মোবাইল ভাগাভাগি নিয়ে খুন | প্রথম আলো",
            "time": "2026-01-21T18:35:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F81ca639d-5f86-4ac3-adb5-60fde4f109d6%2Fc29e6fd2_fc63_4c89_a02b_4b7d88cf656c.png?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, পাঁচজন ছিনতাইকারী ছিনতাইয়ের উদ্দেশ্যে ট্রেনের ছাদে ওঠে। এ সময় তারা ভয় দেখিয়ে এক যাত্রীর একটি মোবাইল ফোন ছিনিয়ে নেয়। পরে ছিনতাই করা মোবাইল ফোনের ভাগাভাগি নিয়ে তাদের মধ্যে বাদানুবাদ ও ঝগড়া শুরু হয়।</p><p>পুলিশ আরও জানায়, একপর্যায়ে নাঈম (২৫) নামের এক ছিনতাইকারী তার কাছে থাকা চাকু বের করে অন্য চারজনকে ভয় দেখান ও মারতে উদ্যত হন। এতে বাকি চারজন একত্রে নাঈমকে কিলঘুষি মারতে শুরু করে। একপর্যায়ে তার গলায় একটি মাফলার পেঁচিয়ে ধরে। এতে শ্বাসপ্রশ্বাস বন্ধ হয়ে নাঈম নিস্তেজ হয়ে পড়েন এবং ট্রেনের ছাদেই তার মৃত্যু হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কোন গ্রেডে কত টাকা মূল বেতনের সুপারিশ | প্রথম আলো",
            "time": "2026-01-21T17:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2F614f1f56-0436-44d5-bd9e-5fdd0cbcf173%2F451c7e8d-3819-4f50-80df-9f0604330e9b.jpg?rect=0%2C0%2C1366%2C717&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয় ধাপে বর্তমানে মূল বেতন ৬৬ হাজার টাকা। এটি বাড়িয়ে ১ লাখ ৩২ হাজার টাকা সুপারিশ করা হয়েছে। এভাবে তৃতীয় ধাপে ৫৫ হাজার ৫০০ থেকে বাড়িয়ে ১ লাখ ১৩ হাজার, চতুর্থ ধাপে ৫০ হাজার থেকে ১ লাখ, পঞ্চম ধাপে ৪৩ হাজার থেকে ৮৬ হাজার, ষষ্ঠ ধাপে ৩৫ হাজার ৫০০ থেকে ৭১ হাজার, সপ্তম ধাপে ২৯ হাজার থেকে ৫৮ হাজার, অষ্টম ধাপে ২৩ হাজার থেকে ৪৭ হাজার ২০০, নবম ধাপে ২২ হাজার থেকে ৪৫ হাজার ১০০, দশম ধাপে ১৬ হাজার থেকে ৩২ হাজার, ১১তম ধাপে ১২ হাজার ৫০০ থেকে ২৫ হাজার, ১২তম ধাপে ১১ হাজার ৩০০ থেকে ২৪ হাজার ৩০০, ১৩তম ধাপে ১১ হাজার থেকে ২৪ হাজার, ১৪তম ধাপে ১০ হাজার ২০০ থেকে ২৩ হাজার ৫০০, ১৫তম ধাপে ৯ হাজার ৭০০ থেকে ২২ হাজার ৮০০, ১৬তম ধাপে ৯ হাজার ৩০০ থেকে ২১ হাজার ৯০০, ১৭তম ধাপে ৯ হাজার থেকে ২১ হাজার ১০০, ১৮তম ধাপে ৮ হাজার ৮০০ থেকে ২১ হাজার, ১৯তম ধাপে ৮ হাজার ৫০০ থেকে বাড়িয়ে ২০ হাজার ৫০০ টাকা করার সুপারিশ করা হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}