{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কারখানায় ঢুকে ডাকাতি, ৬ জনকে পিটুনি দিয়ে পুলিশে দিলেন এলাকাবাসী | প্রথম আলো",
            "time": "2025-07-29T06:29:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fbxkk60to%2FGazipurDH071620250729Sreepur-PPS-plastic.jpg?rect=0%2C96%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দারা জানান, উৎপাদন বন্ধ থাকা কারখানাটিতে কেবল দুজন নিরাপত্তা প্রহরী থাকেন। তিনতলায় থাকেন একটি ব্যাংকের এক কর্মকর্তা। তিনি সন্দেহজনক গতিবিধি দেখে স্থানীয় এক বাসিন্দা ও পুলিশকে খবর দেন।</p><p>স্থানীয় বাসিন্দা জাহাঙ্গীর আলম ঘটনার বর্ণনা দিয়ে বলেন, গতকাল রাত পৌনে ১১টার দিকে ১০ থেকে ১২ জনের একটি দল কারখানার ফটক টপকে ভেতরে ঢোকে। আরও কয়েকজন একটি ট্রাক নিয়ে কারখানার বাইরের সড়কে অবস্থান করছিলেন। ব্যাংকের ওই কর্মকর্তা বিষয়টি শ্রীপুর থানার পুলিশ ও স্থানীয় মো. শহীদ নামের এক ব্যক্তিকে জানান। ডাকাত দলের সদস্যরা নিরাপত্তার দায়িত্বে থাকা মকবুল হোসেনকে মারধর করে তাঁর হাত-পা বেঁধে ফেলেন। এরপর তাঁরা লুটপাট শুরু করেন। ব্যাংক কর্মকর্তার কাছে খবর পেয়ে খুব দ্রুত আশপাশের লোকজনকে নিয়ে ঘটনাস্থলে আসেন মো. শহীদ ও তাঁর স্বজনেরা। পরে তাঁদের সঙ্গে যোগ দেন এলাকাবাসী। তাঁরা কারখানা ঘেরাও করেন। এ সময় কারখানা ভেতর থেকে ডাকাত দলের ছয়জন পেছন দিক দিয়ে পালানোর চেষ্টা করেন। পরে স্থানীয় লোকজন কারখানায় ঢুকে ওই ছয়জনকে পিটুনি দেন। এ সময় পুলিশ ঘটনাস্থলে আসে। পরে ছয়জনকে পুলিশের কাছে সোপর্দ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "গোপালগঞ্জে বাস নিয়ন্ত্রণ হারিয়ে পুকুরে, চালক নিহত | প্রথম আলো",
            "time": "2025-07-29T06:14:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fpu4abxv9%2FGopalgonjDH070920250729FBIMG1753765485531.jpg?rect=8%2C0%2C1771%2C930&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গোপালগঞ্জের মুকসুদপুরে যাত্রীবাহী বাস নিয়ন্ত্রণ হারিয়ে পুকুরে পড়ে চালক নিহত হয়েছেন। এতে আহত হয়েছেন অন্তত ১০ জন যাত্রী। গতকাল সোমবার রাত দুইটার দিকে ঢাকা-বরিশাল মহাসড়কের বরইতলা এ দুর্ঘটনা ঘটে।</p><p>নিহত রফিক সিকদার (৪৩) পটুয়াখালীর দশমিনা উপজেলার বেতাগী গ্রামের মানিক সিকদারের ছেলে। তিনি চেয়ারম্যান পরিবহনের বাসের চালক ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ডায়াবেটিস, কিডনির সমস্যা, ওজন ও ইউরিক অ্যাসিড কমানোসহ কত গুণ চিচিঙ্গার | প্রথম আলো",
            "time": "2025-07-29T06:06:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-06%2Fceaa26c1-c760-4842-a124-09f4b8a3365f%2F09.JPG?rect=0%2C515%2C5552%2C2915&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পুষ্টিগুণে ভরপুর</strong></p><p>চিচিঙ্গায় আছে ভিটামিন ই, রিবোফ্লাভিন, নায়াসিন, ভিটামিন বি৬, ফোলেট, পটাশিয়াম, ম্যাগনেশিয়াম, ফসফরাস। এতে প্রচুর আঁশও আছে। আরও আছে বেশ খানিকটা জলীয় অংশ। এসব পুষ্টি উপাদানের দেহের জন্য উপকারী। সুস্থ থাকতে রোজই এমন কোনো না কোনো খাবার খাওয়া উচিত, যাতে এ ধরনের পুষ্টি উপাদান আছে।</p><p><strong>পাবেন যত উপকার</strong></p><ul><li><p>দেহের বিভিন্ন অংশের প্রদাহ কমাতে সহায়তা করে চিচিঙ্গা। </p></li><li><p>বয়স বাড়ার সঙ্গে সঙ্গে দেহে যত ধরনের পরিবর্তন হতে থাকে, চিচিঙ্গার অ্যান্টি–অক্সিডেন্ট উপাদান সেসবের গতি কমিয়ে দেয়।</p></li><li><p>আঁশসমৃদ্ধ বলে চিচিঙ্গা আপনাকে কোষ্ঠকাঠিন্য থেকে বাঁচাবে। বদহজমও উপশম হবে চিচিঙ্গায়।</p></li><li><p>চিচিঙ্গার জলীয় অংশ দেহের পানির চাহিদা মেটাতে সহায়তা করে। বিশেষত ঝোলজাতীয় পদ পানিশূন্যতা রোধে চমৎকার কাজ করে।</p></li></ul><p><strong>পুষ্টিগুণ বজায় রাখতে</strong></p><p>চিচিঙ্গার খোসা খুব একটা পুরু করে ফেলে দিতে নেই। তাতে পুষ্টিগুণ হারিয়ে যায় অনেকটাই। বরং পাতলা করে খোসা ছাড়িয়ে নিন। তা ছাড়া খুব ছোট করে টুকরা বা কুচি করা হলেও পুষ্টিগুণ হারানোর ভয় থাকে। পুষ্টিমান বজায় রাখতে যেকোনো সবজির পদ ঢেকে রান্না করা উচিত। </p><p>এ ছাড়া খুব বেশি আঁচে খুব বেশি সময় ধরে রান্না না করাই ভালো। রান্নার পরও চিচিঙ্গার সবুজ রংটাই যাতে রয়ে যায়, সেদিকে খেয়াল রাখুন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সাইয়ারা’র আলোচিত গান কি চুরি করা | প্রথম আলো",
            "time": "2025-07-29T06:02:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fjn9odx6e%2FBarbaad-Image-01-for-pr-1.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুই গানের সঙ্গে ‘সাইয়ারা’ গানটির তুলনা প্রসঙ্গে তনিষ্ক আরও বলেন, ‘যাঁরা তুলনা করছেন, তাঁরা যদি খেয়াল করেন দেখবেন, মেলোডির দিক থেকে অনেক গানের কর্ডই এক। এ মাইনর স্কেলে মাত্র ৩-৪টা কর্ড থাকে, কিন্তু প্রতিটা সুরের একটা নিজস্ব আত্মা থাকে। এর মানে এই না যে আমরা কিছু চুরি করেছি। এমন মিল থাকতেই পারে, সেটাকে ইচ্ছাকৃত বলা ঠিক নয়। আমরা কোনো কিছু তুলে এনে বসিয়ে দিইনি। আমরা গানটার আবেগ নিয়ে কাজ করেছি, সেটাই শ্রোতার সঙ্গে সংযোগ ঘটিয়েছে। এটাই “সাইয়ারা”র জাদু।’</p></div></div></div></body></html>"
        },
        {
            "title": "বরগুনায় বিএনপির কার্যালয়ে অগ্নিসংযোগের মামলা প্রত্যাহারের আবেদন আদালতে নাকচ | প্রথম আলো",
            "time": "2025-07-29T06:01:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-12%2F0d44139e-bab5-4189-b32e-2d4ba5c2c7b7%2F560d69b0_b0f9_47f7_a873_a73a60cc490b.png?rect=0%2C41%2C466%2C245&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে ২৩ জুলাই জাতীয়তাবাদী আইনজীবী ফোরামের সদস্য শহিদুল ইসলাম ২৩১ জন আওয়ামী লীগ নেতা-কর্মীর বিরুদ্ধে এ মামলা করেন। মামলার পর আদালত বরগুনা থানার ভারপ্রাপ্ত কর্মকর্তাকে তদন্ত প্রতিবেদন দাখিলের নির্দেশ দেন।</p><p>মামলার আরজিতে বলা হয়েছে, ২০২৩ সালের ৩০ মে বরগুনা জেলা বিএনপির কার্যালয়ে শহীদ রাষ্ট্রপতি জিয়াউর রহমানের মৃত্যুবার্ষিকী উপলক্ষে দোয়া মাহফিল চলাকালে আসামিরা আগ্নেয়াস্ত্র, রামদা, ছেনি, চায়নিজ কুড়ালসহ কার্যালয় ঘিরে ফেলেন। এরপর তাঁরা হামলা চালিয়ে ব্যাপক ভাঙচুর, ককটেল বিস্ফোরণ ও ত্রাস সৃষ্টি করেন। এ সময় বিএনপির নেতা-কর্মীদের মারধর ও মোটরসাইকেল ভাঙচুর করে আগুন ধরিয়ে দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এইচএসসি পরীক্ষা: ব্যবসায় সংগঠন ও ব্যবস্থাপনা ২য় পত্রে ভালো করতে হলে | প্রথম আলো",
            "time": "2025-07-29T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fh3rnjj03%2F153.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অধ্যায়-১ (ব্যবস্থাপনার ধারণা):</p><p>ব্যবস্থাপনার কার্যাবলি, ব্যবস্থাপনার বিভিন্ন স্তর এই দুটি বিষয় দিয়ে সৃজনশীল প্রশ্ন থাকতে পারে। তা ছাড়া ব্যবস্থাপনার উত্পত্তি ও ক্রমবিকাশ বহুনির্বাচনি অংশের জন্য খুবই গুরুত্বপূর্ণ।</p><p>অধ্যায়-২ (ব্যবস্থাপনা নীতি):</p><p>হেনরি ফেয়লের ১৪টি ব্যবস্থাপনার নীতিসমূহ সৃজনশীল প্রশ্নের জন্য খুবই গুরুত্বপূর্ণ। এ ছাড়া আদর্শ ব্যবস্থাপকের দক্ষতা, ব্যবস্থাপনা ও প্রশাসন দিয়েও সৃজনশীল প্রশ্ন আসতে পারে।</p><p>অধ্যায়-৩ (পরিকল্পনা প্রণয়ন):</p><p>পরিকল্পনার প্রকারভেদ, উত্তম পরিকল্পনার বৈশিষ্ট্য, পরিকল্পনা প্রণয়নের ধাপ।</p><p>অধ্যায়-৪ (সংগঠিতকরণ):</p><p>সংগঠন কাঠামোর প্রকারভেদ ও সংগঠনের নীতিমালা সৃজনশীল প্রশ্নের জন্য গুরুত্ব দিয়ে পড়তে হবে।</p><p>অধ্যায়-৫ (কর্মী সংস্থান):</p><p>কর্মী সংগ্রহের উত্স, প্রশিক্ষণ পদ্ধতি সৃজনশীল প্রশ্নের জন্য গুরুত্বপূর্ণ।</p><p>অধ্যায়-৬ (নেতৃত্ব):</p><p>নেতৃত্বের প্রকারভেদ দিয়ে সব সময় সৃজনশীল প্রশ্ন থাকে। এটি ভালোভাবে আত্মস্থ করতে হবে। আদর্শ নেতার গুণাবলি ও পরামর্শমূলক নির্দেশনা।</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (২৯ জুলাই ২০২৫) | প্রথম আলো",
            "time": "2025-07-29T05:57:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fdjivafy4%2F%E0%A7%A8.jpg?rect=0%2C704%2C3007%2C1579&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">কাভার্ড ভ্যানকে ধাক্কা দেওয়ার পর দুমড়েমুচড়ে যায় খুলনা থেকে চট্টগ্রামগামী একটি বাসের সামনের অংশ। ঢাকা-চট্টগ্রাম মহাসড়ক, মিরসরাই, চট্টগ্রাম, ২৯ জুলাই</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: ইকবাল হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "বিসিএলে বিদেশি দল, এনসিএলে কী হবে | প্রথম আলো",
            "time": "2025-07-29T05:56:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2015%2F04%2F06%2F6e846d00cc833ee223eba0b73481f6ea-BCL-Logo.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিলেটে অনুষ্ঠিত গত এনসিএল টি–টোয়েন্টির পরপরই হয়েছিল বিপিএল। তাতে খেলোয়াড়েরা ম্যাচ প্র্যাকটিসের সুযোগ পেলেও বিপিএলের আগে এ রকম একটি টুর্নামেন্ট খেলোয়াড়দের ক্লান্ত করে দিয়েছিল কি না, সেই প্রশ্ন উঠেছিল। আরেকটা কথাও উঠেছিল, বিপিএলের ঠিক আগে না হয়ে এ টুর্নামেন্টটি বিপিএলের খেলোয়াড় ড্রাফটের আগে হলে ভালো হতো। তাতে ক্রিকেটারদের ম্যাচ প্র্যাকটিস যেমন হতো, ফ্র্যাঞ্চাইজিরা এই টুর্নামেন্টের পারফরম্যান্স দেখে বিপিএলের জন্য খেলোয়াড় বেছে নিতে পারত, খেলোয়াড়েরাও বিপিএলে নামার আগে একটু বিশ্রাম পেতেন।</p><p>আকরাম খান বলেন, এবার সব কূল রক্ষা করার কথা ভেবেই করা হচ্ছে এনসিএল টি–টোয়েন্টি, ‘এবার এনসিএল টি–টোয়েন্টির পর বিপিএলের খেলোয়াড় ড্রাফট হবে। দল গঠনের আগে ফ্র্যাঞ্চাইজিরা খেলোয়াড়দের দেখার সুযোগ পাবে।’ সম্ভাব্য সূচি অনুযায়ী, বিপিএলের পরের আসর হওয়ার কথা আগামী জানুয়ারিতে। আর বিদেশি দল নিয়ে বিসিএলের চার দিনের আসর হওয়ার কথা ১ থেকে ২৮ ফেব্রুয়ারি।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের মিরসরাইয়ে সড়ক দুর্ঘটনায় দুজন আহত | প্রথম আলো",
            "time": "2025-07-29T05:45:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fz0pdw1jo%2FWhatsApp-Image-2025-07-29-at-11.12.49.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দুর্ঘটনাকবলিত বাসটি নিউ বলেশ্বর পরিবহনের বলে জানান উদ্ধার কাজে অংশ নেওয়া ফায়ার সার্ভিসের মিরসরাই স্টেশনের দলনেতা হায়াতুন্নবী। তিনি প্রথম আলোকে বলেন, ‘আটকে পড়া এক যাত্রীকে অনেক কষ্টে জীবিত উদ্ধার করা সম্ভব হয়েছে। তাঁর ডান পায়ের নিচের অংশ অনেকটা বিচ্ছিন্ন হয়ে গেছে। আহত অপর ব্যক্তিকে আমরা আসার আগেই স্থানীয় লোকজন উদ্ধার করে হাসপাতালে নিয়ে গেছেন। যাত্রীরা জানিয়েছেন, চালক চোখে ঘুম নিয়ে গাড়ি চালানোর কারণে এ দুর্ঘটনা ঘটেছে।’</p><p>জোরারগঞ্জ হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা আবদুল্লাহ আল মামুন বলেন, ‘দুর্ঘটনায় আহত যাত্রীদের একজনের অবস্থা গুরুতর। আমরা দুর্ঘটনাকবলিত বাসটি হেফাজতে নিয়েছি। তবে বাসের চালক দুর্ঘটনার পরেই সটকে পড়েছেন। তদন্ত করে এ বিষয়ে পরবর্তী আইনি ব্যবস্থা নেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নবায়নযোগ্য জ্বালানির যুগ কড়া নাড়ছে দরজায় | প্রথম আলো",
            "time": "2025-07-29T05:44:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2F094491il%2FScreenshot-2025-07-29-114316.jpg?rect=0%2C66%2C761%2C400&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জ্বালানিশক্তির হাত ধরেই মানবসভ্যতা এগিয়ে চলেছে। আগুনের ব্যবহার আয়ত্ত করা থেকে শুরু করে বাষ্পশক্তির ব্যবহার, পরমাণু বিভাজনের মতো মাইলফলক অর্জন—সবই জ্বালানিশক্তির অবদান।</p><p> আজ আমরা এক নতুন যুগের সন্ধিক্ষণে দাঁড়িয়ে আছি। আমাদের সামনে উঁকি দিচ্ছে নবায়নযোগ্য জ্বালানির এক অপার সম্ভাবনা।</p><p> গত বছর নতুন করে যে বিদ্যুৎ যুক্ত হয়েছে, তার প্রায় সবটাই এসেছে নবায়নযোগ্য উৎস থেকে। নবায়নযোগ্য জ্বালানি খাতে বিনিয়োগ দুই ট্রিলিয়ন ডলারে উন্নীত হয়েছে যা জীবাশ্ম জ্বালানির চেয়ে ৮০০ বিলিয়ন ডলার বেশি।</p><p> সৌর ও বায়ুশক্তি এখন পৃথিবীর সবচেয়ে সাশ্রয়ী বিদ্যুতের উৎস, নবায়নযোগ্য খাতে সৃষ্টি হচ্ছে নতুন নতুন কর্মসংস্থান, ত্বরান্বিত হচ্ছে অর্থনৈতিক প্রবৃদ্ধি ও উন্নয়ন। অথচ জীবাশ্ম জ্বালানির জন্য এখনো অনেক বেশি ভর্তুকি দেওয়া হয়।</p><p> যেসব দেশ জীবাশ্ম জ্বালানি আঁকড়ে ধরে আছে, তারা তাদের অর্থনীতিকে সুরক্ষা তো দিচ্ছেই না; বরং ক্ষতিগ্রস্ত করছে। কারণ, তারা প্রতিযোগিতায় টিকে থাকার সক্ষমতা হারাচ্ছে এবং একবিংশ শতাব্দীর সবচেয়ে বড় অর্থনৈতিক সুযোগ থেকে নিজেদের বঞ্চিত করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘শুধু সংসার না, আমাদের জীবনটাই অগোছালো হয়ে গেছে’ | প্রথম আলো",
            "time": "2025-07-29T05:43:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Filixlucp%2FM-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মাহেরীন নিজেই মনসুরের ডান হাত শক্ত করে ধরে বুকের ওপর রেখে বলেন, ‘আমি চলে যাচ্ছি, জীবনে তোমার সঙ্গে আর কখনো দেখা হবে না।’</p><p>মারা যাওয়ার আগে অনেক খিদে পেয়েছিল জানিয়েছিলেন মাহেরীন। কিন্তু তাঁর শারীরিক অবস্থা তখন এতটাই খারাপ ছিল যে তাঁকে পানি ছাড়া আর কিছুই দিতে পারেননি মনসুর।</p><p>মনসুর জানান, মাহেরীন দুই ছেলেকে সব সময় বলতেন, পড়াশোনা শেষ করে নিজেদের পছন্দমতো পেশা বেছে নিতে পারবে। কোনো কিছু চাপিয়ে দেওয়া হবে না। আর সব সময় ভালো মানুষ হতে বলতেন।</p><p>মনসুর-মাহেরীন দম্পতির বাসার বসার ঘরের দেয়ালে স্বামী-স্ত্রী ও দুই ছেলেকে নিয়ে ২০১৫ সালে তোলা একটি ছবি বাঁধাই করে রাখা। খাবার ঘরের টেবিলের পাশের দেয়ালে এই দম্পতির বিয়ের একটি ছবি টানানো।</p><p>পরিপাটি করে মাহেরীন ঘর সাজিয়েছিলেন বলে জানালেন মনসুর। তিনি বলেন, ‘মাহেরীন অগোছালো কোনো কিছু পছন্দ করত না। এই যে দেখছেন, একেক জিনিস একেক দিকে, মাহেরীন থাকলে তা কখনো হতো না। এখন শুধু সংসার না, আমাদের জীবনটাই অগোছালো হয়ে গেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রাম বিমানবন্দরে নিষিদ্ধ ডিউ ক্রিম জব্দ | প্রথম আলো",
            "time": "2025-07-29T05:42:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fzdll5vf6%2FWhatsApp-Image-2025-07-29-at-11.27.30.jpeg?rect=0%2C49%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রাম শাহ আমানত বিমানবন্দরের এক বিজ্ঞপ্তিতে জানানো হয়, আজ ভোরে আবুধাবিফেরত দুই যাত্রীর ব্যাগ তল্লাশি করে ৯২০ পিস ডিউ ক্রিম জব্দ করা হয়েছে। এ ছাড়া ১৯০ কার্টন সিগারেট জব্দ করা হয়েছে। দুটি পণ্যের বাজারমূল্য ৯ লাখ ৮৭ হাজার টাকা। যাত্রী দুজন হলেন ফেনীর নূরনবী ও হাটহাজারীর মো. মিজানুর রহমান।</p><p>চট্টগ্রাম শাহ আমানত আন্তর্জাতিক বিমানবন্দরের মুখপাত্র ইব্রাহিম খলিল জানান, পণ্যগুলো জব্দ ও দুই যাত্রীর পাসপোর্ট নম্বর নথিভুক্ত করা হয়েছে। ভবিষ্যতে এমন ঘটনা ঘটলে ফৌজদারি ব্যবস্থা নেওয়া হবে—এমন সতর্ক করে ছেড়ে দেওয়া হয়েছে যাত্রীদের।</p></div></div></div></body></html>"
        },
        {
            "title": "ম্যানহাটানে বন্দুকধারীর হামলায় নিহত পুলিশ কর্মকর্তা বাংলাদেশি বংশোদ্ভূত | প্রথম আলো",
            "time": "2025-07-29T05:40:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Ftkn2ccr4%2FWhatsApp-Image-2025-07-29-at-11.39.12.jpeg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনওয়াইপিডির কমিশনার জেসিকা টিশ গণমাধ্যমকে জানান, ঘটনা ঘটানোর এক ঘণ্টা আগে শেন তামুরা লাস ভেগাস থেকে নিউইয়র্কে আসেন। তামুরা বহুতল করপোরেট ভবনের ভেতরে ঢুকে এলোপাতাড়ি গুলি চালান এবং পরে নিজেই গুলি করে আত্মহত্যা করেন। প্রাথমিক তদন্তে তিনি মানসিকভাবে অসুস্থ বলে প্রমাণ পাওয়া গেছে। দিদারুল ইসলাম সাহসিকতার সঙ্গে লড়াই করে মৃত্যুবরণ করেন।</p><p>এনওয়াইপিডির ইন্সপেক্টর খন্দকার আবদুল্লাহ প্রথম আলোকে বলেন, দিদারুল ইসলাম প্রায় চার বছর ধরে নিষ্ঠার সঙ্গে কাজ করছিলেন। তাঁর পরিবারে মা–বাবা, স্ত্রী ও দুই সন্তান আছেন। তাঁর স্ত্রী এখন অন্তঃসত্ত্বা। ব্রঙ্কস বরোর পার্চেস্টার এলাকায় তিনি বসবাস করতেন। আর তাঁর কর্মস্থল ছিল ব্রঙ্কসের ৪৭ প্রিসিন্ক্ট। সোমবার মধ্যরাতে তাঁরা মরদেহ হাসপাতাল থেকে নিয়ে আসা হয়। বৃহস্পতিবার তাঁর জানাজা হতে পারে।</p><p>দিদারুলের বাড়ি বাংলাদেশের মৌলভীবাজারের কুলাউড়া উপজেলায় বলে জানান তিনি। </p></div></div></div></body></html>"
        },
        {
            "title": "পাচারকারীদের হাতে বাঘের মৃত্যু বেশি | প্রথম আলো",
            "time": "2025-07-29T05:25:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fljvr6tk1%2F29072025-cm-1.jpg?rect=0%2C0%2C1507%2C791&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুলনা বন আদালতের রিটেইনার (বন মামলা দেখাশোনা করার দায়িত্বপ্রাপ্ত কর্মকর্তা) জি এম কামরুজ্জামান প্রথম আলোকে বলেন, ‘আমি দীর্ঘ ১৬ বছর ধরে বন আদালতে আছি। বাঘের চামড়া উদ্ধারের ঘটনায় খুলনা শেরেবাংলা রোড এলাকার তিনজন পাঁচ বছর করে সাজা পেয়েছিল। এ ছাড়া আর কোনো ঘটনা আমার মনে পড়ছে না।’</p><p>মামলা দায়েরে বন বিভাগের আইনি দুর্বলতা আছে কি না, তা জানতে চাইলে তিনি কোনো মন্তব্য করেননি।</p><p>নাম প্রকাশে অনিচ্ছুক এক বন কর্মকর্তা বলেন, বন বিভাগের মামলা করার প্রক্রিয়ায় বেশ কিছু ত্রুটি থেকে যায়। যেমন বন আইনের ৭২–এর ১(ঘ) বিধানমতে, তথ্য উদ্‌ঘাটনকারী কর্মকর্তা একটা নির্ধারিত ফরমে আসামির জবানবন্দি লিপিবদ্ধ করেন। সেখানে দেখা যায়, একাধিক আসামি থাকলেও সবার একই রকম জবানবন্দি।</p><p>ফলে আদালতে যুক্তিতর্কের সময় এটা দুর্বলতা হিসেবে প্রমাণিত হয়, জানিয়ে ওই কর্মকর্তা বলেন, এ ছাড়া মামলায় যাদের সাক্ষী রাখা হয়, তাদের বেশির ভাগ কোর্টে জেরার সময় শক্তভাবে ঘটনার পক্ষে সাক্ষ্য দিতে পারেন না। এসব সুযোগ নিয়ে অভিযুক্তরা পার পেয়ে যান।</p><p>২০১২ সালের ডিসেম্বরে বাঘের দাঁতসহ গ্রেপ্তার দাকোপ উপজেলার ঢাংমারী এলাকার দুজন অভিযুক্ত আদালতে এভাবে পার পেয়ে যান বলে তিনি উদাহরণ দেন।</p><p>জানতে চাইলে খুলনা অঞ্চলের বন সংরক্ষক ইমরান আহমেদ প্রথম আলোকে বলেন, ‘মামলা করার সময় এ ধরনের দুর্বলতা আমরা দেখি। সেটি কাটিয়ে ওঠার জন্য আমরা এখন আমাদের মাঠপর্যায়ের কর্মকর্তাদের সুন্দরবন সুরক্ষা প্রকল্পের অধীনে প্রশিক্ষণের আওতায় নিয়ে আসছি। কয়েকটা ধাপে আমরা সরকারি কৌঁসুলিদের সহায়তায় এ আইনি দুর্বলতা কাটিয়ে ওঠার প্রশিক্ষণ দিচ্ছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ব্র্যাকের ইয়াং প্রফেশনালে চাকরির সুযোগ, স্নাতক পাসে আবেদন | প্রথম আলো",
            "time": "2025-07-29T05:24:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fa1ttvicr%2F150.png?rect=36%2C0%2C838%2C440&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>পদের নাম: ইয়াং প্রফেশনাল প্রোগ্রাম</strong></p><p><strong>পদ সংখ্যা:</strong> অনির্ধারিত</p><p><strong>শিক্ষাগত যোগ্যতা:</strong> যেকোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি। অভিজ্ঞতা বাধ্যতামূলক নয়। তবে ব্র্যাক কৌতূহলী, সহানুভূতিশীল এবং শেখার আগ্রহ ও চ্যালেঞ্জ গ্রহণের মানসিকতাকে গুরুত্ব দেয়।</p><p><strong>বেতন:</strong> প্রতিষ্ঠানের নিয়ম অনুযায়ী।</p><p><strong>চাকরির ধরন:</strong> পূর্ণকালীন</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিতীয় প্রান্তিকে ব্র্যাক ব্যাংকের মুনাফা বেড়েছে | প্রথম আলো",
            "time": "2025-07-29T05:16:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-17%2F1og82psx%2FBrac.jpg?rect=0%2C17%2C553%2C290&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা স্টক এক্সচেঞ্জের ওয়েবসাইটে দেওয়া এক ঘোষণায় এসব তথ্য পাওয়া গেছে। ওয়েবসাইটের তথ্যানুসারে, জানুয়ারি-জুন সময়ে শেয়ারপ্রতি নিট নগদ প্রবাহ (এনওসিএফপিএস) দাঁড়িয়েছে ৪৪ টাকা ২৪ পয়সা, আগের বছর যা ছিল ৩০ টাকা ৯৯ পয়সা। প্রতিষ্ঠানটি জানিয়েছে, আমানত সংগ্রহ ও ব্যাংকঋণ বৃদ্ধির কারণে নগদ প্রবাহ বেড়েছে। তবে আগের বছরের তুলনায় ঋণ বিতরণে কিছুটা ধীরগতি দেখা গেছে।</p><p>অন্যদিকে ৩০ জুন ২০২৫ তারিখে শেয়ারপ্রতি নিট সম্পদের মূল্য (এনএভি) বেড়ে দাঁড়িয়েছে ৪২ টাকা ৬০ পয়সা। গত বছরের ৩১ ডিসেম্বর যা ছিল ৩৯ টাকা ৩৮ পয়সা। নিট মুনাফা ও সরকারি সিকিউরিটিজের পুনর্মূল্যায়নের ফলে এ বৃদ্ধি হয়েছে বলে প্রতিষ্ঠানটির পক্ষ থেকে জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাঘ বাঁচলে সুন্দরবন বাঁচবে | প্রথম আলো",
            "time": "2025-07-29T05:16:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-29%2Fw0yy4wzj%2F29072025-cm-14.jpg?rect=0%2C0%2C1177%2C618&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে বর্তমানে অনেক হরিণের খামার হয়েছে। খামার করলে বনের হরিণের ওপর চাপ কমবে এটিই ছিল হরিণ লালন–পালনের পক্ষে মুখ্য যুক্তি। কোন বৈজ্ঞানিক যুক্তিতে দেশে আজও হরিণের খামার আছে এবং বাড়ছে জানি না। সেদিন এক বন্ধু বললেন, কিছু শৌখিন মানুষ চেয়েছেন, তাই এটি হয়েছে। তবে সুন্দরবন থেকে এনে জীবন্ত হরিণ কেউ খামারে রাখবেন, এ দুঃসাহস কারও হবে না। বন্ধুকে বলতে পারিনি যে ২০১২ সারে সুন্দরবনের তিনটি বাঘের বাচ্চা তো ঢাকায় পাচার হয়েছিল। বন বিভাগের ক্রাইম কন্ট্রোল ইউনিটের বন্ধুরা অন্যান্য বিপন্ন প্রজাতির ভাগ্যে কী ঘটছে নিশ্চয়ই ভালো বলতে পারবেন। আমাদের সবাইকে দায়িত্ব নিতে হবে। ভারতে বন্য প্রাণীর খামার নিষিদ্ধ।</p><p>এক সমীক্ষায় দেখা গেছে, সুন্দরবনের চারপাশের ৯০ শতাংশের বেশি মানুষ জানেন যে হরিণ শিকার এবং হরিণের মাংস ভক্ষণ আইনসম্মত নয়। এরপরও তাঁরা এ কাজটি করেন, যেহেতু হরিণের মাংস অনেক সময় অন্যান্য মাংসের চেয়ে সস্তায় পাওয়া যায়। কারণ, যিনি বিক্রি করেন, তাঁকে তো হরিণটি কিনতে হয়নি; অন্যান্য গবাদিপশু তো ক্রয় করে বিক্রয় করতে হয়। ভিয়েতনামে বন্য পশুপাখির মাংস দিয়ে অতিথি আপ্যায়ন করা ছিল মর্যাদার প্রতীক। ফলে ভিয়েতনাম তার শেষ বাঘটিও হারিয়েছে ২০০০ সালের দিকে।</p><p>অনেকের ধারণা, সুন্দরবনের হরিণ ব্যাপকহারে বাড়ছে এবং গুটিকয় খেলেও ওরা হারিয়ে যাবে না। তাঁদের অবগতির জন্য জানাই, উত্তর আমেরিকায় ঘুঘুর মতো দেখতে একটি কবুতর—প্যাসেঞ্জার পিজন, যার সংখ্যা ছিল ৩০০-৫০০ কোটি। এরা দল বেঁধে যখন উড়ে যেত, মনে হতো আকাশ মেঘাচ্ছন্ন। আবাসস্থল নষ্ট হওয়া এবং অনিয়ন্ত্রিত শিকারের কারণে মাত্র ১০০ বছরের মধ্যে এই প্রজাতিটি পৃথিবী থেকে হারিয়ে গেল।</p></div></div></div></body></html>"
        }
    ]
}