{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গণমাধ্যমের ওপর ধ্বংসাত্মক আক্রমণের দায় সরকার এড়াতে পারে না: টিআইবি | প্রথম আলো",
            "time": "2025-12-19T17:12:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-03%2F60173010-3eeb-41ae-8a4d-6e3a2279c183%2FTIB.webp?rect=0%2C37%2C528%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টিআইবির নির্বাহী পরিচালক বলেন, প্রথম আলো ও ডেইলি স্টারের মতো শীর্ষস্থানীয় গণমাধ্যমে ভাঙচুর ও অগ্নিসংযোগ, দৈনিক নিউ এজের সম্পাদক নূরুল কবীরের ওপর হামলা, সাংস্কৃতিক সংগঠন ছায়ানটে আক্রমণ এবং কথিত ধর্মীয় অনুভূতিতে আঘাতের অভিযোগে দীপু চন্দ্র দাসকে আগুনে পুড়িয়ে হত্যার ঘটনা কোনোভাবেই বিচ্ছিন্ন নয়। বরং এসবই মুক্তচিন্তা, ভিন্নমত ও স্বাধীন মতপ্রকাশকে পরিকল্পিতভাবে দমনের জ্বলন্ত উদাহরণ।</p><p>স্বাধীন ও গণতান্ত্রিক বাংলাদেশে এ ধরনের ধ্বংসাত্মক আক্রমণ শুধু অগ্রহণযোগ্যই নয়, এটি রাষ্ট্রের মৌলিক দায়িত্ব পালনে বিব্রতকর ব্যর্থতার সাক্ষ্য হয়ে থাকবে বলে বিবৃতি উল্লেখ করেন ইফতেখারুজ্জামান।</p><p>বিবৃতিতে বলা হয়, বৈষম্যমুক্ত সমাজ, সাম্য, মানবিক মর্যাদা, সামাজিক ন্যায়বিচার, ধর্মীয় স্বাধীনতা, সম্প্রীতি ও সহাবস্থান, লিঙ্গ ও জেন্ডার বৈচিত্র্যের স্বীকৃতি এবং বহুজাতি, বহুধর্মী ও বহুসংস্কৃতির সহাবস্থানের যে স্বপ্ন একাত্তর ও জুলাই ধারণ করেছিল, তা আজ ব্যাপক ঝুঁকির মধ্যে রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাধীন মত প্রকাশে ভয়ের সংস্কৃতি তৈরি করার চেষ্টা হচ্ছে: কবি নজরুল বিশ্ববিদ্যালয় প্রেসক্লাব | প্রথম আলো",
            "time": "2025-12-19T17:05:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fln9xkezb%2FC01.jpg?rect=0%2C138%2C1949%2C1023&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে নেতারা বলেন, জুলাই গণ-অভ্যুত্থানের অন্যতম নেতা শরিফ ওসমান হাদির মৃত্যুতে নজরুল বিশ্ববিদ্যালয় প্রেসক্লাব গভীরভাবে শোকাহত। কিন্তু ওসমান হাদির মৃত্যুর ঘটনাকে কেন্দ্র করে একদল স্বার্থান্বেষী গোষ্ঠী গণমাধ্যমের অফিসে হামলা ও একজন প্রবীণ সম্পাদককে শারীরিকভাবে লাঞ্ছিত করেছে, যা কোনো বিচ্ছিন্ন ঘটনা নয়; এটি দেশের স্বাধীন সাংবাদিকতা, মতপ্রকাশের স্বাধীনতা এবং জনগণের জানার অধিকারের ওপর সরাসরি ও সুস্পষ্ট আঘাত। এভাবে হামলার মাধ্যমে গণমাধ্যমের স্বাধীনতা ভূলুণ্ঠিত করা এবং স্বাধীন মত প্রকাশে ভয়ের সংস্কৃতি তৈরি করার চেষ্টা করা হচ্ছে। নজরুল বিশ্ববিদ্যালয় প্রেসক্লাব এর তীব্র নিন্দা ও প্রতিবাদ জানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদির মৃত্যুতে গণতান্ত্রিক সংস্কার জোটের শোক | প্রথম আলো",
            "time": "2025-12-19T17:00:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Flnhjuy9m%2FgonotantrikshongskarJot.jpg?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, পরাজিত ও পলাতক গোষ্ঠীর উসকানিতে গত বৃহস্পতিবার রাতে একাধিক পত্রিকা অফিস, শিক্ষাপ্রতিষ্ঠান ও কূটনীতিকের বাসভবনে হামলা হয়েছে। দেশবরেণ্য সাংবাদিক ও জুলাইয়ের অন্যতম পক্ষশক্তি নূরুল কবীরকে নাজেহাল করা হয়েছে। বিবৃতিতে এসব ঘটনায় দোষীদের চিহ্নিত করে দ্রুত বিচারের মুখোমুখি করার দাবি জানানো হয়।</p><p>বিবৃতিতে আরও বলা হয়, জোটের নেতারা দেশের এই ক্রান্তিলগ্নে শোকসন্তপ্ত জনগণকে ধৈর্য ধারণের এবং খুনি, সন্ত্রাসী ও দেশবিরোধী শক্তির উসকানিতে পা না দিয়ে ধৈর্য ও দায়িত্বশীলতার সঙ্গে পরিস্থিতি মোকাবিলার আহ্বান জানিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো, ডেইলি স্টারে হামলা ও অগ্নিসংযোগের ঘটনায় সিইউজের নিন্দা-ক্ষোভ | প্রথম আলো",
            "time": "2025-12-19T16:59:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fejsk457f%2FUntitled-3.jpg?rect=2%2C0%2C415%2C218&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও দ্য ডেইলি স্টারে হামলা, ভাঙচুর, অগ্নিসংযোগ এবং সম্পাদক পরিষদের সভাপতি নূরুল কবীরকে হেনস্তার ঘটনায় গভীর উদ্বেগ, ক্ষোভ ও নিন্দা জানিয়েছে চট্টগ্রাম সাংবাদিক ইউনিয়ন (সিইউজে)। সংগঠনটি বলেছে, এসব ঘটনা দেশের প্রচলিত আইনের প্রতি প্রকাশ্য অবজ্ঞার শামিল।</p><p>আজ শুক্রবার এক বিবৃতিতে সিইউজের সভাপতি রিয়াজ হায়দার চৌধুরী ও সাধারণ সম্পাদক সবুর শুভ এ কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে চাঁদা না পেয়ে গুলি ছোড়ার ঘটনায় অস্ত্রসহ গ্রেপ্তার ১ | প্রথম আলো",
            "time": "2025-12-19T16:53:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-17%2Fnz961c33%2FCtg-robber.jpg?rect=0%2C85%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চট্টগ্রামে ব্যস্ত সড়কের পাশে একটি নির্মাণাধীন ভবনের মালিকের কাছে চাঁদা না পেয়ে অস্ত্র উঁচিয়ে গুলি করার ঘটনায় মো. দিদার নামের একজনকে গ্রেপ্তার করেছে পুলিশ।</p><p>গতকাল বৃহস্পতিবার রাতে নগরের পাঁচলাইশ থানার নাজিরপাড়া এলাকা থেকে তাঁকে গ্রেপ্তার করা হয়।</p><p>পাঁচলাইশ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. সোলায়মান প্রথম আলোকে বলেন, একটি নির্মাণাধীন ভবনের মালিকের কাছে ৫০ লাখ টাকা চাঁদা দাবি করে আসছিল সন্ত্রাসীরা। চাঁদা না পেয়ে গত ১৪ ডিসেম্বর নগরের হামজারবাগ এলাকায় নূর মোহাম্মদের মালিকানাধীন ওই ভবনে হামলা চালায় তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটের প্রচারকৌশল ও ভোট নিয়ে প্রশিক্ষণের বড় কর্মপরিকল্পনা বিএনপির | প্রথম আলো",
            "time": "2025-12-19T16:51:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2Fa7lctjdz%2F%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF-%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A4.jpg?rect=0%2C58%2C527%2C277&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে গতকাল বৃহস্পতিবার দ্বিতীয় দিনের মতো দলীয় প্রার্থীদের সঙ্গে মতবিনিময় করেছেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। প্রায় ১০০ জন প্রার্থী মতবিনিময় সভায় অংশ নেন। তারেক রহমান লন্ডন থেকে ভার্চ্যুয়ালি সভায় যুক্ত হন। মতবিনিময় সভায় নির্বাচনের আচরণবিধি মেনে চলা, ভোটের প্রচারেরকৌশল নিয়ে তাঁদের নানা দিকনির্দেশনা দেওয়া হয়েছে। বিশেষ করে ফ্যামিলি কার্ড, কৃষক কার্ড, ক্রীড়া, খতিব-ইমাম-মুয়াজ্জিনদের সামাজিক মর্যাদা ও জীবনমান উন্নয়ন, নদী-খাল-বিল ও পরিবেশ রক্ষা, স্বাস্থ্য খাত, শিক্ষা ও দক্ষ জনশক্তি এবং দুর্নীতিমুক্ত বাংলাদেশ—এই আট বিষয়ের পরিকল্পনা তুলে ধরা হয়েছে। সামাজিক যোগাযোগমাধ্যমসহ ভোটের প্রচার-প্রচারণা কীভাবে কাজ করবেন, সেটিও প্রার্থীদের সামনে তুলে ধরেছেন দায়িত্বপ্রাপ্ত নেতারা।</p><p>জানা গেছে, দ্বিতীয় দিনে বৃহস্পতিবার বরিশাল, ময়মনসিংহ ও ঢাকা বিভাগের ১১০ জন এমপি প্রার্থীর সঙ্গে মতবিনিময় সভা করে বিএনপি। আগামীকাল শনিবার ফরিদপুর, সিলেট, কুমিল্লা, চট্টগ্রাম বিভাগের ৯০ জন প্রার্থীর সঙ্গে বৈঠক করবে দলটি।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টারে হামলাকারীদের বিচার দাবি ঢাবির সাংবাদিকতা বিভাগের শিক্ষার্থীদের | প্রথম আলো",
            "time": "2025-12-19T16:45:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F33g74n31%2FUntitled-2.jpg?rect=0%2C54%2C2871%2C1507&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গণমাধ্যমের ওপর হামলার বিষয়ে বিবৃতিতে বলা হয়েছে, ‘আমরা গভীর উদ্বেগ ও ক্ষোভের সঙ্গে লক্ষ করছি, ওসমান হাদির হত্যাকাণ্ডকে পুঁজি করে একটি স্বার্থান্বেষী উগ্র গোষ্ঠী পরিকল্পিতভাবে দেশের অন্যতম শীর্ষস্থানীয় বাংলা দৈনিক প্রথম আলো, ইংরেজি দৈনিক দ্য ডেইলি স্টারের কার্যালয় এবং সাংস্কৃতিক প্রতিষ্ঠান ছায়ানটে ভাঙচুর, অগ্নিসংযোগ ও লুটপাট চালিয়েছে। এ ছাড়া ইংরেজি দৈনিক নিউ এজের সম্পাদক নূরুল কবীরের ওপর হামলার ঘটনাও ঘটেছে। আমরা এসব ঘটনার তীব্র নিন্দা, প্রতিবাদ ও ধিক্কার জানাই। অবিলম্বে ভাঙচুর, অগ্নিসংযোগ ও হামলায় জড়িত ব্যক্তিদের চিহ্নিত করে আইনের আওতায় এনে বিচারের মুখোমুখি করার জোর দাবি জানাচ্ছি।’</p><p>বিবৃতিতে আরও বলা হয়েছে, ‘ফ্যাসিবাদী আওয়ামী শাসনামলে প্রথম আলো ও দ্য ডেইলি স্টার রাষ্ট্রীয় রোষানলে পড়েছিল। একই কায়দায় জুলাই গণ–অভ্যুত্থানপরবর্তী সময়ে সংঘটিত এ ধরনের হামলা গণমাধ্যমের স্বাধীনতা ও মতপ্রকাশের অধিকারের ওপর সরাসরি আঘাত তো বটেই, একই সঙ্গে এটি গণ–অভ্যুত্থানের চেতনার সঙ্গেও সম্পূর্ণ সাংঘর্ষিক।’</p></div></div></div></body></html>"
        },
        {
            "title": "অন্ধকারের অপশক্তি সক্রিয়, উদ্দেশ্য ব্যর্থ রাষ্ট্রে পরিণত করা: উদীচী | প্রথম আলো",
            "time": "2025-12-19T16:39:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-04%2Fcebqtikw%2F2.webp?rect=0%2C42%2C584%2C307&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো, ডেইলি স্টার ও ছায়ানট ভবনে হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনায় তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে বাংলাদেশ উদীচী শিল্পীগোষ্ঠী।</p><p>সাংস্কৃতিক সংগঠনটির কেন্দ্রীয় সংসদের একাংশের ভারপ্রাপ্ত সভাপতি মাহমুদ সেলিম ও সাধারণ সম্পাদক অমিত রঞ্জন দে আজ শুক্রবার নিন্দা জানিয়ে বিবৃতি দেন। বিবৃতিতে বলা হয়, ‘অন্ধকারের অপশক্তি বাংলাদেশকে একটি ব্যর্থ রাষ্ট্রে পরিণত করার ষড়যন্ত্রে লিপ্ত হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্রের দায়িত্বহীনতার স্পষ্ট বহিঃপ্রকাশ | প্রথম আলো",
            "time": "2025-12-19T16:36:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F81zzgc3d%2FAS3656042724.JPG?rect=0%2C147%2C2075%2C1089&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়েছে, ‘এই হামলা শুধু গণমাধ্যমের ওপর নয়, এটা আমাদের সমাজের ওপর, গণতান্ত্রিক মূল্যবোধের ওপর আক্রমণ। সর্বোপরি বাংলাদেশের ওপর আক্রমণ।’</p><p>সম্পাদক পরিষদ ও নোয়াব মনে করে, প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা, ভাঙচুর ও অগ্নিসংযোগের বিষয়টি কোনো বিচ্ছিন্ন ঘটনা নয়। শুরু থেকেই ‘মব ভায়োলেন্স’ (সংগঠিত সহিংসতা) প্রতিরোধে বর্তমান অন্তর্বর্তী সরকারের ব্যর্থতার যে ধারাবাহিকতা দেখা যাচ্ছে, সর্বশেষ ঘটনা তার আরেকটি ভয়াবহ উদাহরণ। গণমাধ্যম কার্যালয়ে হামলা প্রমাণ করে আইন প্রয়োগকারী সংস্থাগুলো অপরাধ দমনে কার্যকর ভূমিকা রাখতে সম্পূর্ণ ব্যর্থ হয়েছে।</p><p>সম্পাদক পরিষদ ও নোয়াবের বিবৃতিতে ছায়ানটে হামলার (গতকাল রাতে) ঘটনারও নিন্দা, প্রতিবাদ জানানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মার্কা যা-ই হোক, নির্বাচন করব সরাইল-আশুগঞ্জ থেকেই: রুমিন ফারহানা | প্রথম আলো",
            "time": "2025-12-19T16:35:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fwkdoja58%2Fac4559a4-9068-4cb4-b516-b20b373dc9c9.jpg?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচন কমিশনের ঘোষণা অনুযায়ী আগামী বছরের ফেব্রুয়ারি মাসেই নির্বাচন হবে বলে আশা প্রকাশ করেন রুমিন ফারহানা। তিনি বলেন, ‘বাংলাদেশের মানুষ গত ১৫ বছর ভোট দিতে পারেননি। ভোটকেন্দ্রে যেতে পারেননি। নৌকার বাইরে অন্য সব প্রার্থীকে এলাকায় ঢুকতে দেওয়া হয়নি। নৌকার বাইরে যাঁরা অন্য যেকোনো মার্কার পক্ষে কাজ করেছেন, তাঁদের বিরুদ্ধে প্রশাসন-পুলিশ ব্যবস্থা নিয়েছে। এখন সরকার বলছে, বাংলাদেশের সবচেয়ে ভালো নির্বাচন নাকি ২০২৬ সালে উপহার দেবে। আমরা এ কথায় বিশ্বাস রাখতে চাই।’</p><p>বক্তব্যে দেশের চলমান আইনশৃঙ্খলা পরিস্থিতিও তুলে ধরেন রুমিন ফারহানা। তিনি বলেন, ‘আমি সরকারকে আহ্বান জানাব, নির্বাচনের আগে কার বাড়িতে অবৈধ অস্ত্র আছে, কার কার হেফাজতে অবৈধ অস্ত্র আছে, সেগুলো আপনারা খুঁজে বের করেন। ৫ আগস্টের পর থানা থেকে যে অস্ত্র লুট হয়েছে, সেই অবৈধ অস্ত্র আইনের আওতায় নিয়ে আসেন। ’২৬–এর নির্বাচনে যাঁরা প্রার্থী হবেন, যাঁরা ভোটার, যাঁরা প্রার্থীর পক্ষে কাজ করবেন, প্রত্যেক মানুষের নিরাপত্তার দায়িত্ব সরকারের নিতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ডেইলি স্টারও আক্রান্ত, সংবাদকর্মীদের রুদ্ধশ্বাস উৎকণ্ঠা | প্রথম আলো",
            "time": "2025-12-19T16:35:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fn5okcjhd%2F%E0%A7%A9.JPG?rect=0%2C388%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ডেইলি স্টারও আক্রান্ত, সংবাদকর্মীদের রুদ্ধশ্বাস উৎকণ্ঠা\" class=\"IiRps \">ডেইলি স্টারও আক্রান্ত, সংবাদকর্মীদের রুদ্ধশ্বাস উৎকণ্ঠা</h1></p><div class=\"Ibzfy\"><p>ডেইলি স্টারও আক্রান্ত, সংবাদকর্মীদের রুদ্ধশ্বাস উৎকণ্ঠা মধ্যরাতে প্রথম আলোর পর সন্ত্রাসী আক্রমণের শিকার হলো ডেইলি স্টারও। রাজধানীর কারওয়ান বাজারের কয়েক শ গজ দূরের দুটি গণমাধ্যম প্রতিষ্ঠানে বৃহস্পতিবার রাতে হামলা হয়। হামলাকারীরা ভাঙচুরের পর ডেইলি স্টারের প্রধান কার্যালয়ে আগুন ধরিয়ে দেয়। এ সময় ভবনের ভেতরে অনেক সংবাদকর্মী আটকে পড়েন। ছাদে উঠে আশ্রয় নিলেও ধোঁয়ায় অসুস্থ হয়ে পড়েন কেউ কেউ। আগুন নেভানোর পর তাঁদের মধ্যে স্বস্তি নামে। ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির হত্যাকাণ্ডের ঘটনাকে পুঁজি করে একটি স্বার্থান্বেষী মহল পরিকল্পিতভাবে এই</p></div></div></div></body></html>"
        },
        {
            "title": "আক্রমণকারীদের বিরুদ্ধে ব্যবস্থা নিন: ছায়ানট | প্রথম আলো",
            "time": "2025-12-19T16:28:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F2xsqfr2b%2Fchhayanaut-vandalise-191225-01.jpg?rect=0%2C363%2C5126%2C2691&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছায়ানটের বিবৃতিতে বলা হয়, ইনকিলাব মঞ্চের মুখপাত্র শরিফ ওসমান হাদির মৃত্যুকে কেন্দ্র করে একদল লোক রাত ১২টার পর ছায়ানট সংস্কৃতি ভবনে জোর করে ঢুকে ভাঙচুর ও লুটতরাজ চালায় এবং অগ্নিসংযোগের চেষ্টা করে। তারা ছয়তলা ভবনের সব সিসিটিভি ক্যামেরাসহ অধিকাংশ কক্ষ এবং বহু বাদ্যযন্ত্র, মিলনায়তন, কম্পিউটার ও আসবাব ভাঙচুর করেছে। সার্ভারসহ ছায়ানটের কিছু বাদ্যযন্ত্র ও আসবাব পুড়িয়ে দিয়েছে। অন্তত ৭টি ল্যাপটপসহ গোটা চারেক ফোন ও কিছু হার্ড ডিস্ক লুট করেছে। তাদের ভাঙচুরে বৈদ্যুতিক সংযোগ ও সরঞ্জামও ক্ষতিগ্রস্ত হয়েছে।</p><p>ওসমান হাদির হত্যাকাণ্ডে ছায়ানটও গভীরভাবে শোকাহত জানিয়ে বিবৃতিতে বলা হয়, ‘কিন্তু ওই সূত্র ধরে ছায়ানট সংস্কৃতি ভবনে কেন হামলা সংঘটিত হলো, তা মোটেই বোধগম্য নয়। হয়তো পরিস্থিতির সুযোগ গ্রহণ করেছে সংস্কৃতিচর্চার বিরোধী গোষ্ঠী।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফ্যাসিবাদের মদদপুষ্ট শিক্ষক-কর্মকর্তাদের বেঁধে রাখার হুমকি রাকসুর জিএসের | প্রথম আলো",
            "time": "2025-12-19T16:23:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fbthake6n%2FRUDH1644.jpg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সালাহউদ্দিন আম্মার বলেন, ‘আমাদের শহীদ শরিফ ওসমান হাদি ভাইকে পরিকল্পিতভাবে হত্যা করা হয়েছে। ভারতের পরিকল্পনায় এবং বাংলাদেশের আওয়ামী ফ্যাসিস্টদের পরিকল্পনার সমন্বয়ে তাঁকে হত্যাযোগ্য করে তোলার জন্য দীর্ঘদিনের যে তাদের আয়োজন ছিল, তারা সফলভাবে বাস্তবায়ন করতে পেরেছে আমরা বলতে পারি। আমরা শুধু এটাই বলতে চাই, আমাদের মধ্য থেকে একজন ইয়াহিয়া সিনওয়ার বিদায় নিল। তাঁর পরবর্তী উত্তরসূরি কিন্তু হাজার হাজার শরিফ ওসমান বিন হাদি এখনো পর্যন্ত বাংলাদেশের প্রতিটি ঘরে তৈরি হচ্ছে, তৈরি আছে এবং আগামী দিনেও তৈরি হবে ইনশা আল্লাহ।’</p><p>রাকসুর জিএস বলেন, ‘কয়জন হাদির মুখকে তোমরা দমাবা। একটা জিনিস খুব স্পষ্টভাবে বলে দিতে চাই, ভারতীয় আধিপত্যের বিরুদ্ধে যেই রাজনৈতিক দল লড়াই করবে, তারাই আমাদের বন্ধু। ভারতীয় আধিপত্যবাদ এবং আওয়ামী ফ্যাসিবাদের পক্ষে যারা টক শোতে, বিভিন্ন সিনেমায়, বিভিন্ন বক্তৃতায়, বিভিন্ন জায়গায় যারা তাদের পক্ষে নমনীয়তা উৎপাদন করবে, আমরা তাদের জুতা খুলে মুখে মারব ইনশা আল্লাহ। তাদের প্রতি ন্যূনতম নমনীয়তা দেখানোর কোনো সুযোগ নাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা ফ্যাসিবাদী শাসনব্যবস্থার পুনরাবৃত্তির ইঙ্গিত | প্রথম আলো",
            "time": "2025-12-19T16:22:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fwm58aob6%2F046A5361051656.JPG?rect=0%2C147%2C2075%2C1089&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p class=\"print-entity-section-wrapper uqsT1\"><h2 class=\"uv2z3\">রাবি সাংবাদিক সমিতির বিবৃতি </h2></p><p><h1 data-title-0=\"প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা ফ্যাসিবাদী শাসনব্যবস্থার পুনরাবৃত্তির ইঙ্গিত\" class=\"IiRps \">প্রথম আলো ও ডেইলি স্টার কার্যালয়ে হামলা ফ্যাসিবাদী শাসনব্যবস্থার পুনরাবৃত্তির ইঙ্গিত</h1></p></div></div></body></html>"
        },
        {
            "title": "প্রথমবার সিরি ‘আ’র ম্যাচ ইতালির বাইরে, পরিচালনা করবেন এশিয়ান রেফারি | প্রথম আলো",
            "time": "2025-12-19T16:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F6wo53iid%2FG5QhLjAWQAIu5Sd.jpg?rect=0%2C78%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এসি মিলানসহ সিরি ‘আ’র চারটি দল এখন ইতালিয়ান সুপার কাপ খেলতে এখন আছে সৌদি আরবে। এই উপলক্ষে সিরি ‘আ’ প্রধান সিমোনেলিও এখন রিয়াদে। সেখানেই তিনি সাংবাদিকদের বলেন, ‘মিলান–কোমোর ম্যাচটি সত্যিই ৮ ফেব্রুয়ারি পার্থে অনুষ্ঠিত হবে। এ বিষয়ে ফিফা প্রেসিডেন্ট জিয়ান্নি ইনফান্তিনোর সঙ্গে আমাদের অত্যন্ত হৃদ্যতাপূর্ণ বৈঠক হয়েছে। বিদেশি রেফারি ব্যবহারের শর্ত নিয়ে আমাদের সন্দেহ ছিল। তবে পিয়েরলুইজি কোলিনা (ফিফা রেফারি কমিটির চেয়ারম্যান) আমাদের তাদের মান সম্পর্কে নিশ্চয়তা দিয়েছেন।’</p><p>অস্ট্রেলিয়া এশিয়ান ফুটবল কনফেডারেশনের (এএফসি) সদস্য। সংস্থাটি পার্থে এশিয়ান রেফারি ব্যবহারের শর্ত দিয়েছিল। সেই শর্ত মেনে নিলেও বিপণনসহ আরও কিছু বিষয় অমীমাংসিত আছে বলে জানান সিমোনেলি।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন ভণ্ডুল করতে পরিকল্পিতভাবে এই হামলা করা হয়েছে: মজিবুর রহমান মঞ্জু | প্রথম আলো",
            "time": "2025-12-19T16:12:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F4r57b873%2FWeb.jpg?rect=0%2C2%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"নির্বাচন ভণ্ডুল করতে পরিকল্পিতভাবে এই হামলা করা হয়েছে: মজিবুর রহমান মঞ্জু\" class=\"nA4h1 \">নির্বাচন ভণ্ডুল করতে পরিকল্পিতভাবে এই হামলা করা হয়েছে: মজিবুর রহমান মঞ্জু</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-19T22:12:02+06:00\"><span>প্রকাশ: ১৯ ডিসেম্বর ২০২৫, ১৬: ১২ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বে গবেষণায় ৬১তম অবস্থানে বাংলাদেশ | প্রথম আলো",
            "time": "2025-12-19T16:08:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fsvcraufe%2Fnature.jpg?rect=0%2C66%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তালিকা থেকে দেখা যায়, বাংলাদেশের বিজ্ঞানীরা ৪৫ দশমিক ৩ শতাংশ যুক্তরাষ্ট্র, ১৪ দশমিক ৮ শতাংশ যুক্তরাজ্যের বিজ্ঞানী ও গবেষকদের সঙ্গে কোলাবোরেশনের মাধ্যমে গবেষণাপত্র প্রকাশ করেছেন। তালিকা অনুসারে আইসিডিডিআরবির সঙ্গে যুক্ত বিজ্ঞানীদের থেকে ৩২টি, রাজশাহী বিশ্ববিদ্যালয় থেকে ৬টি, সিএইচআরএফে যুক্ত বিজ্ঞানীদের ২টি গবেষণাপত্র প্রকাশিত হয়েছে।</p><p>সব মিলিয়ে ১৯১টি দেশের মধ্যে তালিকার শীর্ষে আছে চীন, যুক্তরাষ্ট্র ও জার্মানি। ভারতের অবস্থা ৮ম, পাকিস্তানের অবস্থান ৪৪ ও বাংলাদেশের অবস্থান ৬১তম।</p><p>সূত্র: নেচার ডট কম</p></div></div></div></body></html>"
        },
        {
            "title": "ফুলকপি, বাঁধাকপি, ব্রকলি কারা খেতে পারবেন না | প্রথম আলো",
            "time": "2025-12-19T16:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2016%2F12%2F03%2F22da8c08a3fe36a99b07ba070914891e-fulkopi.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফুলকপি, বাঁধাকপি এবং ব্রকলি ছোট করে টুকরা করে রান্না করুন। এসব সবজি রান্নার সময় ভালোভাবে সেদ্ধ করতে হবে। </p><p>সবজি রান্নার সময় মসলার ব্যবহার রাখুন পরিমিত। ভাজি করতে চাইলে অল্প তেল ব্যবহার করুন। </p><p>খাওয়ার সময়ও হাত দিয়ে একটু চটকে নেওয়া ভালো। ভাত কিংবা রুটির সঙ্গে খেতে পারেন এসব সবজি। </p><p>পোলাও বা ফ্রায়েড রাইসের সঙ্গে খেতে চাইলে এসব পদেও তেলের পরিমাণ কম রাখুন। শীতের সময় এ ধরনের সবজি স্যুপ হিসেবে খাওয়াটা দারুণ স্বস্তিদায়ক।</p></div></div></div></body></html>"
        },
        {
            "title": "মর্মান্তিক ও নজিরবিহীন এক হামলা | প্রথম আলো",
            "time": "2025-12-19T15:59:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2F0xbuxwym%2FProthom_Alo_01.JPG?rect=0%2C41%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো ও ডেইলি স্টারের কার্যালয়ে হামলা নিয়ে লিখেছেন বিবিসির গ্লোবাল অ্যাফেয়ার্স রিপোর্টার আনব্যারাসন ইথিরাজন। তিনি লিখেছেন, নজিরবিহীন এই হামলায় পরদিন, ৩৫ বছরে প্রথম, দ্য ডেইলি স্টার ছাপা সংস্করণ প্রকাশ করতে পারেনি। কনসাল্টিং এডিটর কামাল আহমেদ জানান, হামলায় তাদের ২৮ জন সহকর্মী ছাদে আটকা পড়েন। হামলার সময় সরকার-পুলিশের অনুপস্থিতি নিয়ে প্রশ্ন ওঠে।</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ত্রাসী হামলায় আক্রান্ত প্রথম আলো | প্রথম আলো",
            "time": "2025-12-19T15:50:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-19%2Fwtypd6ws%2F%E0%A7%AE.JPG?rect=0%2C476%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"সন্ত্রাসী হামলায় আক্রান্ত প্রথম আলো\" class=\"IiRps \">সন্ত্রাসী হামলায় আক্রান্ত প্রথম আলো</h1></p><div class=\"Ibzfy\"><p>নজিরবিহীন এক সন্ত্রাসী হামলার শিকার হলো প্রথম আলো। গতকাল বৃহস্পতিবার রাতে ঢাকার কারওয়ান বাজারে সংবাদপত্রটির প্রধান কার্যালয়ে ভাঙচুরের পর অগ্নিসংযোগ করা হয়। মধ্যরাতে যখন এই হামলা হয়, তখন কার্যালয় ছিল কর্মব্যস্ত। এ সময় সংবাদকর্মীদের মধ্যে আতঙ্ক ছড়িয়ে পড়ে। নিরাপত্তাহীনতার মধ্যে পড়ে সংবাদকর্মীরা কার্যালয় ছাড়তে বাধ্য হওয়ায় অনলাইনে সংবাদ প্রকাশ বন্ধ হয়ে যায়, আজ শুক্রবার ছাপানো সংবাদপত্রও প্রকাশ করা যায়নি। জুলাই আন্দোলনের মুখ, ইনকিলাব মঞ্চের আহ্বায়ক শরিফ ওসমান হাদির হত্যাকাণ্ডের ঘটনাকে পুঁজি করে একটি স্বার্থান্বেষী মহল পরিকল্পিতভাবে এই আক্রমণ চালায় বলে প্রথম আলো মনে করছে।</p></div></div></div></body></html>"
        }
    ]
}