{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ঢাকা-ময়মনসিংহ মহাসড়কে অটোরিকশা চলাচলের দাবিতে চালকদের বিক্ষোভ | প্রথম আলো",
            "time": "2026-01-25T06:26:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F0vyl8lv4%2FGAZIPURDH071620260125SREEPUR-OBORODH-7.JPG.JPG?rect=0%2C176%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দা খোরশেদ আলম বলেন, ‘এই মহাসড়ক দিয়ে কয়েক জেলার গাড়ি চলে। এক ঘণ্টা রাস্তা বন্ধ থাকায় সাধারণ মানুষের যে কী পরিমাণ কষ্ট হয়েছে, তা বলে বোঝানো যাবে না। এভাবে জনভোগান্তি তৈরি করে দাবি আদায় করা ঠিক নয়।’</p><p>চালককে মারধর করার অভিযোগ অস্বীকার করেছেন মাওনা হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা মো. কামরুজ্জামান। তিনি প্রথম আলোকে বলেন, ‘কোনো চালককে মারধর করা হয়নি। ওই চালক পুলিশ দেখে দ্রুত অটোরিকশা ঘুরিয়ে পালানোর সময় সেটি উল্টে যায়। চালক নিজেই আমাদের কাছে এই কথা স্বীকার করেছেন।’</p><p>মহাসড়কে অটোরিকশা চলাচলের দাবির বিষয়ে ওসি বলেন, ‘মহাসড়কে অটোরিকশা চলাচল নিরাপদ নয় এবং বর্তমানে সরকারিভাবে এটি নিষিদ্ধ। সরকার চলাচলের অনুমতি দিলে আমাদের কোনো আপত্তি নেই। তবে নিরাপত্তার স্বার্থে নিষেধাজ্ঞা বজায় থাকা পর্যন্ত আমরা কঠোর অবস্থানে থাকব।’</p></div></div></div></body></html>"
        },
        {
            "title": "আইসিইর গুলিতে মার্কিন নাগরিক নিহতের জেরে যুক্তরাষ্ট্রে বিক্ষোভ, নিন্দা | প্রথম আলো",
            "time": "2026-01-25T06:16:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fih1ih7x7%2Fmegaphone.avif?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই ঘটনার জেরে শুধু মিনিয়াপোলিসই নয়, নিউইয়র্ক, ওয়াশিংটন ডিসি, সান ফ্রান্সিসকো শহরেও বিক্ষোভ ছড়িয়ে পড়ে।</p><p>আগে থেকেই বেশ কিছু ঘটনা নিয়ে মিনিয়াপোলিসের স্থানীয় বাসিন্দারা ক্ষুব্ধ হয়ে আছেন। এর মধ্যে রয়েছে—গুডের হত্যা, এক মার্কিন নাগরিককে তাঁর বাড়ি থেকে শর্টস পরিহিত অবস্থায় আটক করা, স্কুলশিক্ষার্থীদের আটক করার মতো ঘটনা।</p><p>স্থানীয় কর্মকর্তারা সবাইকে সংযত থাকার আহ্বান জানিয়েছেন। মিনিয়াপোলিসের পুলিশপ্রধান ব্রায়ান ও’হারা বলেন, ‘দয়া করে আমাদের শহরকে ধ্বংস করবেন না।’</p><p><strong>ফেডারেল ও স্থানীয় কর্মকর্তাদের বিরোধ</strong></p><p>প্রেটি হত্যার ঘটনা স্থানীয় ও ফেডারেল কর্মকর্তাদের মধ্যে উত্তেজনা বাড়িয়েছে। ৭ জানুয়ারি আরেক মার্কিন নাগরিক রেনি গুডকে গুলি করে হত্যার ঘটনা ঘিরে ট্রাম্প প্রশাসনের সঙ্গে স্থানীয় কর্মকর্তাদের বিরোধ চলছিল।</p><p>যুক্তরাষ্ট্রের হোমল্যান্ড সিকিউরিটি বিষয়ক মন্ত্রী ক্রিস্টি নোয়েম সাংবাদিকদের বলেন, শনিবার নিহত ব্যক্তি এজেন্টদের ওপর হামলা করেছিলেন। যদিও তিনি স্পষ্টভাবে বলেননি যে নিহত ব্যক্তি অস্ত্র বের করেছিলেন কি না।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বিশ্বের সবচেয়ে ভয়াবহ’ যৌন সহিংসতার শিকার সুদানের নারীরা | প্রথম আলো",
            "time": "2026-01-25T06:10:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F0c6wdm2o%2FSudan-Sexual-Violence.jpg?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুলাইমা ইশহাক বলেন, ‘এখন যা ঘটছে, তা আরও অনেক বেশি কুৎসিত। কারণ, এখন গণধর্ষণের ঘটনা ঘটছে এবং তা নথিভুক্তও হচ্ছে।’<br>এই নারী আরও বলেন, হামলাকারী আরএসএফ যোদ্ধারা ‘এসব কাজ খুব গর্বভরে করে এবং তারা এটিকে অপরাধ হিসেবে দেখে না।’</p><p>‘আপনার মনে হবে, তাদের যেন যা খুশি করার লাইসেন্স দেওয়া হয়েছে,’ বলেন তিনি।<br>দারফুরে বেঁচে ফেরা বেশ কয়েকজন নারী বলেছেন, আরএসএফ যোদ্ধারা তাদের নিচু জাতের মানুষের তকমা দিয়ে ‘দাস’ বলে সম্বোধন করত এবং বলত, আমি যখন তোমাকে আক্রমণ করছি, যৌন নির্যাতন করছি, তখন আমি আসলে তোমাকে ‘সম্মানিত’ করছি, কারণ আমি তোমার চেয়ে বেশি শিক্ষিত বা তোমার চেয়ে বেশি বিশুদ্ধ রক্তের অধিকারী।’</p><p>‘নির্যাতন অভিযান’ খার্তুম ও দারফুরের (এল-ফাশেরসহ) নারীরা বিভিন্ন বিদেশি নাগরিকের দ্বারা ধর্ষণের শিকার হওয়ার বর্ণনা দিয়েছেন।</p><p>সুলাইমা ইশহাক বলেন, এদের মধ্যে ছিল পশ্চিম আফ্রিকার ফরাসিভাষী ভাড়াটে সেনারা, যাদের মধ্যে মালি, বুরকিনা ফাসো, নাইজেরিয়া, শাদ, কলম্বিয়া ও লিবিয়ার নাগরিকেরা ছিল, যারা আরএসএফের পক্ষে লড়াই করছে বলে অভিযোগ রয়েছে।</p><p>এই নারী বলেন, নির্যাতিতদের একটি অংশকে অপহরণ করে যৌনদাসী হিসেবে আটকে রাখা হয়েছে, আবার অন্যদের সুদানের অরক্ষিত সীমান্তজুড়ে সক্রিয় পাচারকারী চক্রের মাধ্যমে বিক্রি করে দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববাজারে আবার বাড়ছে তেলের দাম, ইরান নিয়ে উত্তেজনার জের | প্রথম আলো",
            "time": "2026-01-25T06:08:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-24%2Fm21ddj3z%2FUS-Iran.jpg?rect=0%2C10%2C723%2C380&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওপেকের হিসাব অনুযায়ী, ইরানের দৈনিক প্রায় ৩২ লাখ ব্যারেল। ওপেকভুক্ত দেশগুলোর মধ্যে সৌদি আরব, ইরাক ও সংযুক্ত আরব আমিরাতের পর চতুর্থ বৃহত্তম অপরিশোধিত তেল উৎপাদক দেশ ইরান। একই সঙ্গে দেশটি বিশ্বের দ্বিতীয় বৃহত্তম তেল ক্রেতা চীনের বড় সরবরাহকারী।</p><p>এদিকে শেভরন জানিয়েছে, কাজাখস্তানের তেনগিজ তেলক্ষেত্রে এখনো উৎপাদন শুরু হয়নি। শেভরনের নেতৃত্বাধীন অপারেটর তেনগিজচেভরইল সোমবার আগুন লাগার ঘটনায় ওই তেলক্ষেত্র বন্ধ রাখার ঘোষণা দেয়।</p><p>এ ঘটনায় কাজাখস্তানের তেলশিল্পের সংকট আরও বেড়েছে। আগে থেকেই কৃষ্ণসাগরে রপ্তানি পথের জট ও প্রতিবন্ধকতার মুখে পড়তে হচ্ছে দেশটিকে। ইউক্রেনেরর ড্রোন হামলায় এ পথে তেল পরিবহন কঠিন হয়ে পড়েছে।</p><p>জেপি মরগান জানিয়েছে, কাজাখস্তানের মোট উৎপাদনের প্রায় অর্ধেক জোগান আসে তেনগিজ তেলক্ষেত্র থেকে। কিন্তু চলতি মাসের বাকি সময় এই তেলক্ষেত্র বন্ধ থাকতে পারে। জানুয়ারি মাসে দেশটির অপরিশোধিত তেল উৎপাদন দৈনিক মাত্র ১০ থেকে ১১ লাখ ব্যারেলে নেমে আসতে পারে, যদিও স্বাভাবিক সময় সেখানে উৎপাদন হয় ১৮ লাখ ব্যারেল।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে তারেক রহমানের সমাবেশে কেউ এসেছেন রাতে, কেউ ভোরে | প্রথম আলো",
            "time": "2026-01-25T06:00:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fu6agkc32%2FWhatsApp-Image-2026-01-25-at-11.37.45.jpeg?rect=0%2C0%2C1476%2C775&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পার্বত্য বান্দরবান জেলা থেকে আসা যুবদলের কর্মী মাইকেল চাকমা বলেন, ‘গতকাল রাতেই চট্টগ্রাম এসেছি। নির্বাচন ঘিরে তারেক রহমানের আগমন চট্টগ্রাম অঞ্চলের নেতা-কর্মীদের উৎসাহিত করবে। তাঁর বক্তব্যে নির্বাচনী দিকনির্দেশনা আশা করছি।’</p><p>সরেজমিনে দেখা গেছে, নগরের টাইগারপাস এলাকা থেকে পলোগ্রাউন্ড মাঠের প্রবেশপথ পর্যন্ত পুরো সড়কে নেতা-কর্মীদের ভিড়। সেখানে জড়ো হয়ে তাঁরা স্লোগান দিচ্ছেন। তারেক রহমানের আগমন উপলক্ষে নানা ব্যানার-ফেস্টুন নিয়ে এসেছেন তাঁরা। কারও কারও হাতে বিএনপির নির্বাচনী প্রতীক ধানের শীষও দেখা গেছে।</p><p>আকবর শাহ থানা যুবদলের জ্যেষ্ঠ যুগ্ম আহ্বায়ক মনসুর আহমেদ বলেন, তারেক রহমানের আগমনে চট্টগ্রামে নির্বাচনী হাওয়া বইছে। মানুষের মধ্যে প্রবল উৎসাহ দেখা যাচ্ছে। তাঁর প্রমাণ আজকের জনসমাবেশে লাখ লাখ মানুষের ঢল।</p><p>এদিকে মূল সমাবেশস্থলে জায়গা না পেয়ে অনেকে সমাবেশের বাইরে ইউসুফ চৌধুরী সড়কে অবস্থান নিয়েছেন। সড়কটি দ্বিতল হওয়ায় সেখান থেকে সমাবেশের মূল মঞ্চ দেখার সুযোগ রয়েছে। সেখানে অন্তত ৫০-৬০ জন মানুষ দেখা যায় বেলা ১১টার দিকে।</p><p>ভোরে ফজরের নামাজের পরপর সমাবেশস্থলে এসেছেন নুরুল হক। নগরের মাদারবাড়ী এলাকা থেকে এসেছেন তিনি। গণপরিবহন না পেয়ে হেঁটেই এসেছেন তিন-চার কিলোমিটার সড়ক। তিনি বলেন, দীর্ঘ দুই দশক পর এমন জনসভা বিএনপি নেতা-কর্মীদের আরও উজ্জীবিত করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "অষ্টম থেকে দ্বাদশ শ্রেণির পড়ালেখায় বড় দুর্বলতা রয়ে গেছে | প্রথম আলো",
            "time": "2026-01-25T06:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fgehpshzu%2FWhatsApp-Image-2026-01-21-at-2.46.38-PM-1.jpeg?rect=0%2C0%2C1465%2C769&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>এম রিজওয়ান খান: </strong>প্রথমত, আমরা সব কোর্সে এআই যুক্ত করার চেষ্টা করছি। শুধু বিজ্ঞান বা প্রকৌশলে নয়; এআইয়ের ধারণা সবার থাকতে হবে। ধরা যাক, আপনি যে কোম্পানিতে চাকরি করছেন, সেখানে একটি রিপোর্ট তৈরি করতে বলা হলো। হোক সেটি ফাইন্যান্স, ম্যানেজমেন্ট বা মার্কেটিং রিপোর্ট। আপনি যদি এআই না জেনে কাজটা করতে যান, অন্য কেউ আপনার ১০ ভাগের ১ ভাগ সময়ে কাজটা করে ফেলবে। ফলে আপনি চাকরি হারাবেন। তাই প্রতিটি কোর্সে যেসব ক্ষেত্রে এআইয়ের প্রভাব থাকতে পারে, সেসব জায়গায় আমরা এআই যুক্ত করছি। শুধু পাঠ্যক্রমে নয়, বিশ্ববিদ্যালয়ের দৈনন্দিন কাজেও এআই ব্যবহার শুরু করেছি। ধরা যাক, আপনি একজনকে নিয়োগ দেবেন। ৭০০ সিভি জমা পড়ল। এখন এই ৭০০ সিভি একটা একটা করে বিশ্লেষণ করা তো আপনার পক্ষে সম্ভব নয়। তাই আমরা একটি সিস্টেম তৈরি করছি, যেখানে এআইকে দিলেই পুরো একটি টেবিল তৈরি করে দেবে। সেখানে কার কত সিজিপিএ, কার কী অভিজ্ঞতা, সব উল্লেখ থাকবে। </p></span></div></div></body></html>"
        },
        {
            "title": "আজকের বিনিময় হার | প্রথম আলো",
            "time": "2026-01-25T05:58:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-20%2F16psy1nv%2F466783f9-b718-48b1-a7ad-25708b30468f.jfif?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ দেশের মুদ্রাবাজারে প্রধান মুদ্রাগুলোর মধ্যে বেশির ভাগ মুদ্রার দাম বেড়েছে। মূল্যবৃদ্ধির তালিকায় আছে ইউরো, পাউন্ড, ইউয়ান, ইয়েন, অস্ট্রেলীয় ডলার ও সিঙ্গাপুরি ডলার। অপরিবর্তিত আছে ভারতীয় রুপির দাম। আজ কোনো মুদ্রার দাম কমেনি। </p><p>কেন্দ্রীয় ব্যাংকের প্রকাশিত দামের চেয়ে বৈদেশিক মুদ্রা কিছুটা বেশি দামে খোলাবাজারে বিক্রি হয়। বৈদেশিক মুদ্রার বিনিময় হারের ওঠানামার সঙ্গে দেশের ব্যবসা-বাণিজ্যের খরচও ওঠানামা করে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাগেরহাটের কারাবন্দী ছাত্রলীগ নেতার স্ত্রী-সন্তানকে পাশাপাশি দাফন | প্রথম আলো",
            "time": "2026-01-25T05:58:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fbnnvj9na%2FBAGERHATDH06942026012520260124233345_JPG.JPG?rect=0%2C45%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">জানাজার নামাজ শেষে পারিবারিক কবরস্থানে পাশাপাশি দাফন করা হয় মা-ছেলেকে। শনিবার দিবাগত রাত ১২টার দিকে বাগেরহাট সদর উপজেলার সাবেকডাঙ্গা গ্রামে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মালদ্বীপকে ১৪ গোলে উড়িয়ে সাফ ফুটসালে প্রথম শিরোপা বাংলাদেশের | প্রথম আলো",
            "time": "2026-01-25T05:55:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Falhfyxzj%2FWhatsApp-Image-2026-01-25-at-11.50.44-AM.jpeg?rect=0%2C11%2C917%2C481&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দ্বিতীয়ার্ধে বাংলাদেশ করে ৮টি গোল। এর মধ্যে ম্যাচের ২২তম মিনিটে হ্যাটট্রিক পূর্ণ করেন সাবিনা। ‎‎এক মিনিট পর বাংলাদেশকে অষ্টম গোলটি এনে দেন মাতসুশিমা সুমাইয়া। ২৬ মিনিটে সাবিনা নিজের নামের পাশে আরেকটি গোল যোগ করেন।</p><p>‎ ম্যাচ শেষ হওয়ার আগে মালদ্বীপকে আরও পাঁচ গোল দিয়েছে বাংলাদেশ। দশম ও ১১ নম্বর গোলটি করেন নিলুফা ইয়াসমিন ও লিপি আক্তার। ৩১ মিনিটে কৃষ্ণা উদযাপন করেন বাংলাদেশের ১২তম গোল। মালদ্বীপের কফিনে শেষ দুটি পেরেক ঠুকেছেন মেহেরুন আক্তার ও মাসুরা।‎</p><p>২০১৮ সালে ফুটসালে বাংলাদেশের মেয়েদের পথচলা শুরু হয়। সে বছর কোচ গোলাম রব্বানীর অধীনে এশিয়ান চ্যাম্পিয়নশিপে অংশ নেয় বাংলাদেশ নারী ফুটসাল দল। এরপর দীর্ঘ ছয় বছর কার্যক্রম বন্ধ ছিল। গত বছরের শেষদিকে বাংলাদেশ ফুটবল ফেডারেশন নতুন করে দল গঠন শুরু করে। প্রথমবারের মতো সাফ নারী ফুটসাল চ্যাম্পিয়নশিপ সামনে রেখে দেশে ও দেশের বাইরে অনুশীলনের মধ্য দিয়ে গড়ে ওঠে এই চ্যাম্পিয়ন দল।</p><p>মেয়েদের পাশাপাশি ব্যাংককে চলছে ছেলেদের প্রথম সাফ ফুটসাল চ্যাম্পিয়নশিপও। ৫ ম্যাচে ১৫ পয়েন্ট নিয়ে এরই মধ্যে শিরোপা নিশ্চিত করেছে মালদ্বীপ। বাংলাদেশ ৬ ম্যাচে ৭ পয়েন্ট নিয়ে পঞ্চম হয়ে টুর্নামেন্ট শেষ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমান রাজশাহী আসছেন বুধবার, ‘বৃহৎ ও ঐতিহাসিক’ সমাবেশের প্রস্তুতি | প্রথম আলো",
            "time": "2026-01-25T05:42:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fs4grgok9%2FRAJSHAHIDH060120260125IMG-20260125-WA0002.JPG.JPG?rect=0%2C304%2C1410%2C740&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আগামী বুধবার রাজশাহীতে আসছেন বিএনপির চেয়ারম্যান তারেক রহমান। এ উপলক্ষে গতকাল শনিবার রাতে রাজশাহী সদর আসনের প্রার্থী ও চেয়ারম্যানের উপদেষ্টা মিজানুর রহমানের (মিনু) বাসায় একটি প্রস্তুতি সভা অনুষ্ঠিত হয়েছে। সভায় সিদ্ধান্ত হয়েছে, তারেক রহমানের এই সমাবেশ হবে ‘সর্বকালের বৃহৎ ও ঐতিহাসিক’।</p><p>তারেক রহমান রাজশাহীতে হাজী মোহাম্মদ মহসিন সরকারি বিদ্যালয় মাঠে (ঐতিহাসিক মাদ্রাসা ময়দানে) আগামী বুধবার দুপুর সাড়ে ১২টায় সমাবেশে ভাষণ দেবেন। সভায় রাজশাহী, নাটোর ও চাঁপাইনবাবগঞ্জ নির্বাচনী এলাকার সংসদ সদস্য প্রার্থীরা উপস্থিত থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কিশোরদের ডিভাইসে আসক্তি | প্রথম আলো",
            "time": "2026-01-25T05:38:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Ffb0tdytc%2F25012026-cm-5.jpg?rect=0%2C69%2C970%2C509&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>মনে রাখবেন</strong></p><p>নিজেদের ব্যস্ততার কারণে আমরা শিশুকে ব্যস্ত রাখতে বা শান্ত রাখতে হাতে তুলে দিচ্ছি ডিভাইস। এতে মুহূর্তের স্বস্তি মিললেও দীর্ঘ মেয়াদে এটি শিশুর আবেগ, কল্পনাশক্তি ও মানসিক বিকাশে প্রভাব ফেলতে পারে। চারপাশের প্রত্যেক মানুষ একটি শিশুর বেড়ে ওঠার পরিবেশের অংশ। শিশুর সামনে আমরা কী দৃষ্টান্ত রাখছি, সেটি তার শেখার একটি বড় মাধ্যম।</p><p>শিশুদের জন্য খেলার জায়গা, সঙ্গী ও সামাজিক মেলামেশার সুযোগ তৈরি করাও অত্যন্ত জরুরি। মাঠে দৌড়ানো, বন্ধুদের সঙ্গে খেলাধুলা, দলগত কাজ—এসবই শিশুকে নিজের আবেগ বুঝতে, অন্যকে সম্মান করতে এবং সম্পর্ক গড়তে শেখায়।</p><p>সব ক্ষেত্রে অভিভাবকীয় সচেতনতা যথেষ্ট না-ও হতে পারে। কিছু পরিস্থিতিতে পেশাদার সহায়তা নেওয়া প্রয়োজন হয়ে পড়ে। শিশুর ডিজিটাল আসক্তি নিয়ন্ত্রণের বাইরে চলে গেলে, আচরণগত পরিবর্তন বা সমস্যা ক্রমাগত বাড়তে থাকলে বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিন।</p></div></div></div></body></html>"
        },
        {
            "title": "মন্ত্রীদের জন্য ৯০৩০ বর্গফুটের ফ্ল্যাট বানাবে সরকার, সুইমিংপুলসহ আরও কী কী থাকছে | প্রথম আলো",
            "time": "2026-01-25T05:35:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fbc5zm852%2F3.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকার মন্ত্রিপাড়ায় তিনটি ভবন নির্মাণের উদ্যোগ নিয়েছে সরকার। এসব ভবনে থাকবে ৭২টি ফ্ল্যাট, যার আয়তন হবে ৮ হাজার ৫০০ থেকে ৯ হাজার ৩০ বর্গফুট। এ জন্য নেওয়া হচ্ছে ৭৮৬ কোটি টাকার একটি প্রকল্প।</p><p>রাজধানীর বেইলি রোড, মিন্টো রোড ও হেয়ার রোড মন্ত্রিপাড়া হিসেবে পরিচিত। নতুন তিন ভবন হবে বেইলি রোড ও মিন্টো রোডে। নতুন প্রকল্পে সেখানে মন্ত্রী, প্রতিমন্ত্রী, উপমন্ত্রী এবং সাংবিধানিক সংস্থার প্রধানসহ সরকারের গুরুত্বপূর্ণ ব্যক্তিদের আবাসনের ব্যবস্থা করার কথা বলা হয়েছে। </p><p>মন্ত্রিপাড়ায় এখন মন্ত্রীদের জন্য বাংলোবাড়ি আছে ১৫টি। আর বেইলি রোডে মিনিস্টার্স অ্যাপার্টমেন্ট নামের তিনটি ভবন রয়েছে। প্রতিটি ভবনে ১০টি করে ৩০টি ফ্ল্যাট রয়েছে। প্রতিটি ফ্ল্যাটের আয়তন সাড়ে ৫ হাজার বর্গফুট। মন্ত্রিপাড়া ছাড়াও গুলশান ও ধানমন্ডিতে মন্ত্রীদের জন্য আবাসনের ব্যবস্থা রয়েছে। </p><p>সব মিলিয়ে মন্ত্রীদের বসবাসের জন্য ঢাকায় মোট ৭১টি বাংলোবাড়ি ও ফ্ল্যাট চিহ্নিত করেছে সরকারি আবাসন পরিদপ্তর। সেগুলো শুধু মন্ত্রীদের জন্য নির্দিষ্টকরণের (এয়ার মার্ক) প্রস্তাব করা হয়েছে। ফলে কার্যত মন্ত্রীদের বসবাসের জন্য আবাসনের সংকট নেই। তার পরও কেন নতুন করে ৭২টি বিশাল আকৃতির ফ্ল্যাট নির্মাণের উদ্যোগ নেওয়া হলো, সে বিষয়ে জানতে চাইলে গণপূর্ত মন্ত্রণালয়ের অতিরিক্ত সচিব আব্দুল মতিন প্রথম আলোকে বলেন, ২০২৪ সালের ৫ আগস্টের পর অনেক বাংলো ও ফ্ল্যাট খালি ছিল। সেখানে সাংবিধানিক সংস্থার পদধারী ব্যক্তিদের কেউ কেউ থাকছেন। সাংবিধানিক পদের ব্যক্তিদের জন্য আলাদা বাসস্থান রয়েছে, তার পরও তাঁরা কেন মন্ত্রিপাড়ায় থাকেন, জানতে চাইলে তিনি বলেন, মন্ত্রিপাড়ায় তাঁদের থাকার বসবাসের অনুমতি দিয়েছে সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "নাটোর-১ : নির্বাচনে জয়ী হয়ে আবার বিএনপিতে ফিরতে চাইলেন স্বতন্ত্র প্রার্থী তাইফুল | প্রথম আলো",
            "time": "2026-01-25T05:28:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fuwtdhluu%2Fnatoredh060420260124img6703.jpg?rect=0%2C173%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে বিএনপির সাবেক নেতা আতিকুল্লাহ বিশ্বাস বলেন, ‘আমি প্রায় প্রতিষ্ঠালগ্ন থেকে লালপুরে বিএনপির সঙ্গে যুক্ত আছি। লালপুর ইউনিয়ন পরিষদের নির্বাচিত চেয়ারম্যান ছিলাম। অথচ একটি পরিবারের রোষানলে পড়ে আমি কোনঠাসা হয়ে পড়ি। তবে শত চেষ্টা করেও আর দাবিয়ে রাখা যাবে না। এবার তাইফুল ইসলামকে জয়যুক্ত করে সেই পরিবারের ভুল ভাঙাব।’</p><p>পৌরসভার চারবারের নির্বাচিত মেয়র মঞ্জুরুল ইসলাম বলেন, ‘ছাত্রদল, যুবদল ও মূল দল করে জেলা বিএনপির নেতা হয়েছিলাম। কোনো অপরাধ না করেও শুধু একজন নেতার ষড়যন্ত্রে পদ হারিয়েছিলাম। কিন্তু এলাকার মানুষ আমাকে বাদ দেননি। ভোটাররা বারবার নির্বাচিত করে আমাকে সম্মানিত করেছেন। এবার দল থেকে বহিষ্কার করা তাইফুল ইসলামকে সংসদ সদস্য নির্বাচিত করে সেই ষড়যন্ত্র রুখে দেব।’</p><p>এই আসনে বিএনপির প্রার্থী ফারজানা শারমিন। তিনি বিএনপির প্রয়াত কেন্দ্রীয় নেতা ফজলুর রহমানের (পটল) মেয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "লোহাগাড়ায় লোকালয় থেকে অজগর উদ্ধার, পরে অবমুক্ত | প্রথম আলো",
            "time": "2026-01-25T05:24:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2F94uo8dq2%2FWhatsApp-Image-2026-01-25-at-11.09.30.jpeg?rect=0%2C0%2C714%2C375&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন বিভাগের চুনতি অভয়ারণ্য এলাকার বিট কর্মকর্তা চঞ্চল কুমার তরফদার প্রথম আলোকে বলেন, সেনাবাহিনীর সদস্যদের উদ্ধার করা অজগরটি সুস্থ রয়েছে। এটি সাড়ে ৪ ফুট লম্বা। ধারণা করা হচ্ছে, খাবারের খোঁজে অজগরটি লোকালয়ে এসেছিল। অজগরটিকে পুনরায় চুনতি অভয়ারণ্যে অবমুক্ত করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সাদত স্মৃতি পল্লীতে শিশু-কিশোরদের উৎসবমুখর দিন | প্রথম আলো",
            "time": "2026-01-25T05:10:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fq8jnz77y%2FSylhetDH072020260124narsingdi-raipura-prothom-alo-trust-5.jpg?rect=0%2C221%2C2991%2C1570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিযোগিতা পর্বে ছিল গ্রামীণ খেলাধুলা, চিত্রাঙ্কন, সংগীত, নাচ, কবিতা আবৃত্তি, গজল ও কোরআন তিলাওয়াত। প্রথম আলো ট্রাস্ট-সাদত স্মৃতি পল্লীর শিশু বিকাশ কেন্দ্রের ৬০ শিক্ষার্থী এসব প্রতিযোগিতায় অংশ নেয়। এ ছাড়া বাল্যবিবাহের কুফল বিষয়ে ‘জীবন প্রদীপ’ নামের নাটক মঞ্চস্থ হয়। এতে অভিনয় করেন সাম্মি, সাদিয়া, মুন্নী ও এশা নামের শিশু-বিকাশ কেন্দ্রের চার শিক্ষার্থী। এ সময় উপস্থিত থেকে স্থানীয় পাঁচ শতাধিক ব্যক্তি শিশু-কিশোরদের পরিবেশনা উপভোগ করেন।</p><p>বিজয়ীদের হাতে পুরস্কার তুলে দেন নরসিংদী সরকারি কলেজের রাষ্ট্রবিজ্ঞান বিভাগের সহযোগী অধ্যাপক মুহাম্মদ সোহরাওয়ার্দী, আবদুল মান্নান ভূঁইয়া কলেজের সহকারী অধ্যাপক আবদুস সাত্তার শিকদার ও প্রভাষক নজরুল ইসলাম এবং স্থানীয় ইউপি সদস্য মোয়াজ্জেম হোসেনসহ স্থানীয় গণ্যমান্য ব্যক্তিরা।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেন যুদ্ধ বন্ধে ত্রিপক্ষীয় বৈঠক ‘গঠনমূলক’, পরবর্তী বৈঠক হবে ১ ফেব্রুয়ারি | প্রথম আলো",
            "time": "2026-01-25T05:09:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Fadr6su7o%2Frussia.webp?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবুধাবির বৈঠক নিয়ে সামাজিক যোগাযোগমাধ্যমে দেওয়া পোস্টে ইউক্রেনের প্রেসিডেন্ট জেলেনস্কি বলেন, অনেক বিষয়ে আলোচনা হয়েছে। সবচেয়ে গুরুত্বপূর্ণ হলো এ আলোচনা ছিল গঠনমূলক।</p><p>জেলেনস্কি আরও বলেন, যুদ্ধ বন্ধের ক্ষেত্রে কোন বিষয়গুলো বিবেচনায় নেওয়া হবে, আলোচনায় সে কাঠামোর বিষয়টি যুক্তরাষ্ট্রের পক্ষ থেকে তোলা হয়েছে। তিনি বলেন, সম্ভাব্য পরবর্তী বৈঠকের আলোচনার বিষয়বস্তুর একটি তালিকা প্রস্তুত করেছেন সামরিক প্রতিনিধিরা।</p><p>এদিকে রাশিয়ার পররাষ্ট্র মন্ত্রণালয় বলেছে, ইউক্রেনের সঙ্গে আরও আলোচনার জন্য প্রস্তুত রয়েছে রাশিয়া। নাম না প্রকাশ করার শর্তে একটি সূত্র রাশিয়ার রাষ্ট্রীয় বার্তা সংস্থা তাসকে জানিয়েছে, আবুধাবির বৈঠকে কিছুটা অগ্রগতি হয়েছে। তবে এ বিষয়ে সূত্রটি বিস্তারিত কিছু বলেনি।</p><p>ত্রিপক্ষীয় বৈঠকের আয়োজক দেশে সংযুক্ত আরব আমিরাত সরকারের একজন মুখপাত্র বলেছেন, রাশিয়া-ইউক্রেন শান্তি আলোচনা একটি ‘ইতিবাচক পরিবেশে’ সম্পন্ন হয়েছে। তিনি বলেন, যুক্তরাষ্ট্র প্রস্তাবিত শান্তি প্রস্তাবের ‘অমীমাংসিত বিষয়গুলোর’ ওপর গুরুত্ব দিয়ে এ আলোচনা অনুষ্ঠিত হয়েছে।</p><p>পরের ধাপের আলোচনা আগামী রোববার আবুধাবিতে হবে বলে জানিয়েছেন মার্কিন এক কর্মকর্তা। আলোচনা শেষে ওই কর্মকর্তা সাংবাদিকদের বলেন, ‘বৈঠকে উভয় পক্ষের মধ্যে আমরা যথেষ্ট শ্রদ্ধা ও সম্মানবোধ দেখেছি। কারণ, তাঁরা সত্যিই একটি সমাধানের পথ খুঁজছিলেন।’</p><p>ওই মার্কিন কর্মকর্তা আরও বলেন, ‘আমরা বিষয়টির খুঁটিনাটি ও বিস্তারিত আলোচনা করেছি। আগামী রোববার আরেকটি বৈঠক অনুষ্ঠিত হবে। সেখানে আমরা এই চুক্তির উদ্যোগকে চূড়ান্ত পরিণতির দিকে নিয়ে যাওয়ার চেষ্টা করব।’</p></div></div></div></body></html>"
        },
        {
            "title": "এক্সপ্রেসওয়েতে পিকআপের পেছনে বাসের ধাক্কা, চালকের মৃত্যু | প্রথম আলো",
            "time": "2026-01-25T05:07:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fv0i11hbq%2F%E0%A7%A7.avif?rect=0%2C38%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মুন্সিগঞ্জের সিরাজদিখান উপজেলায় ঢাকা-ভাঙ্গা এক্সপ্রেসওয়েতে মালবাহী পিকআপের পেছনে বাসের ধাক্কায় পিকআপের চালক নিহত হয়েছেন। এ ঘটনায় পিকআপটির চালকের সঙ্গী আহত হয়েছেন। গতকাল শনিবার রাত তিনটার দিকে এক্সপ্রেসওয়ের ধলেশ্বরী সেতুর ঢালে এ দুর্ঘটনা ঘটে।</p><p>আজ রোববার সকাল ১০টা পর্যন্ত হতাহতদের পরিচয় শনাক্ত করা যায়নি। নিহত চালকের বয়স ৩৫-৩৬ বছর এবং আহতের বয়স ২২-২৩ বছর হতে পারে বলে ধারণা করছে হাইওয়ে পুলিশ। আহত ব্যক্তিকে অচেতন অবস্থায় ঢাকা মেডিক্যাল কলেজ হাসপাতালে পাঠানো হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোরের আলোয় সূর্যমুখীর বাগান | প্রথম আলো",
            "time": "2026-01-25T05:07:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-25%2Ffrfszc2s%2F%E0%A7%AB.jpeg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"ভোরের আলোয় সূর্যমুখীর বাগান\" class=\"IiRps \">ভোরের আলোয় সূর্যমুখীর বাগান</h1></p><div class=\"Ibzfy\"><p>ভোরের প্রথম আলো ফুটতেই খুলনা বিশ্ববিদ্যালয়ের সূর্যমুখীর বাগানটি যেন হলুদে হলুদে জেগে ওঠে। পুব আকাশমুখী ফুল, শিশিরভেজা পাপড়ি আর পাখি–মৌমাছির আনাগোনায় সেখানে তৈরি হয় এক শান্ত, রোদেলা সকাল। সেই ভোরের মুহূর্তগুলো নিয়েই এই ছবির গল্প।</p></div></div></div></body></html>"
        }
    ]
}