{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "কাপ্তাইয়ের চন্দ্রঘোনায় ফেরি চলাচল শুরু | প্রথম আলো",
            "time": "2025-08-11T08:29:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F6l57dehe%2Fee35ae9f-e0d9-4c5a-8014-0d2f0ed08eb5.jfif?rect=0%2C24%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাপ্তাই বাঁধ খুলে দেওয়ার পর পানির তীব্র স্রোতের কারণে বন্ধ হয়ে যায় কর্ণফুলী নদীর চন্দ্রঘোনা ঘাটে ফেরি চলাচল। চার দিন পর আজ ফেরি চলাচল পুনরায় শুরু হয়েছে। এতে স্বাভাবিক হয়েছে রাঙামাটি-বান্দরবান সড়কে যানবাহন চলাচল।</p><p>সড়ক ও জনপথ অধিদপ্তরের রাঙামাটি কার্যালয় সূত্রে জানা গেছে, কাপ্তাই বাঁধ থেকে পানি ছাড়ার পরিমাণ কমায় কর্ণফুলী নদীতে স্রোত কমেছে। এতে ফেরি চলাচলে ঝুঁকিমুক্ত হয়েছে। এ অবস্থায় আজ সকাল সাতটা থেকে ফেরি চলাচল শুরু হয়।</p><p>এর আগে গত বৃহস্পতিবার সকাল ৭টা থেকে অনির্দিষ্টকালের জন্য ফেরি চলাচল বন্ধ ঘোষণা করা হয়েছিল। এতে বান্দরবান-রাঙামাটি সড়কে সব ধরনের যান চলাচল বন্ধ হয়ে পড়ার কারণে যাত্রীরা ভোগান্তিতে পড়েন। তবে জরুরি প্রয়োজনে চট্টগ্রামের রাঙ্গুনিয়ার কোদালা-শীলঘাটা হয়ে যান চলাচলের সুযোগ ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "আবারও ওয়ানডে র‍্যাঙ্কিংয়ে নেমে গেল বাংলাদেশ | প্রথম আলো",
            "time": "2025-08-11T08:22:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F9tn7va76%2F725173-01-02.jpg?rect=0%2C0%2C8256%2C4334&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৭ সালে হতে যাওয়া পরবর্তী ওয়ানডে বিশ্বকাপে খেলা নিশ্চিত করতে র‍্যাঙ্কিং গুরুত্বপূর্ণ। ১৪ দলের সেই আসরে স্বাগতিক হিসেবে দক্ষিণ আফ্রিকা ও জিম্বাবুয়ের অংশগ্রহণ নিশ্চিত। বাকি ১২টি জায়গার আটটি পূর্ণ হবে র‍্যাঙ্কিংয়ের ভিত্তিতে, চারটি বাছাইয়ের মাধ্যমে। </p><p>বাংলাদেশকে সরাসরি বিশ্বকাপে জায়গা করতে হলে ২০২৭ সালের ৩১ মার্চের র‍্যাঙ্কিংয়ে সেরা আটের মধ্যে থাকতে হবে। এ ক্ষেত্রে দক্ষিণ আফ্রিকা ও জিম্বাবুয়ে হিসাব থেকে বাদ যাবে। বর্তমানে দক্ষিণ আফ্রিকা ৬ ও জিম্বাবুয়ে ১১ নম্বরে অবস্থান করছে।</p><p>বাংলাদেশ দল এখন ওয়ানডের মতো টি-টোয়েন্টি র‍্যাঙ্কিংয়েও দশ নম্বরে আছে। টেস্টে আছে ৯ নম্বরে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে চাঁদাবাজির অভিযোগ ওঠার পর এনসিপি নেতা নিজামকে শোকজ | প্রথম আলো",
            "time": "2025-08-11T08:18:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F2x6dfvex%2FWhatsApp-Image-2025-08-11-at-13.48.40.jpeg?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চাঁদা দাবির বিষয়ে জানতে চাইলে নিজাম উদ্দিন প্রথম আলোকে বলেন, ‘এগুলো পুরোনো ভিডিও। এগুলো ছড়িয়ে দিয়ে আমাকে রাজনৈতিকভাবে কোণঠাসা করার চেষ্টা করা হচ্ছে। এগুলো প্ল্যানড (পরিকল্পিত) ভিডিও। যে ভিডিও করেছে (আফতাব) সে লাইভে এসে বিস্তারিত বলবে।’ এ ঘটনায় দলের চিঠি পাওয়ার কথাও স্বীকার করেছেন নিজাম উদ্দিন। তিনি প্রথম আলোকে বলেন, ‘আমি যথাযথ ব্যাখ্যা পাঠিয়ে দেব।’</p><p>দলের পাঠানো কারণ দর্শানোর নোটিশে বলা হয়েছে, ‘গত ১০ আগস্ট বাংলাদেশের বিভিন্ন সংবাদ মিডিয়ায় প্রকাশিত সংবাদ মারফতে আপনার একটি ভিডিও এনসিপির চট্টগ্রাম মহানগর কমিটির নজরে এসেছে। ফলে আপনার বিরুদ্ধে দলীয় শৃঙ্খলা ভঙ্গের অভিযোগ উঠেছে। এমতাবস্থায় দলীয় শৃঙ্খলা ভঙ্গের দায়ে কেন আপনার বিরুদ্ধে ব্যবস্থা নেওয়া হবে না, সে বিষয়ে চট্টগ্রামের প্রধান যুগ্ম সমন্বয়কারী মীর আরশাদুল হক বরাবর আগামী ২৪ ঘণ্টার মধ্যে লিখিত ব্যাখ্যা প্রদানের জন্য আপনাকে নির্দেশক্রমে অনুরোধ করা হলো।’</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু পান-সুপারিও কি জর্দা ও তামাক পাতার মতো ক্ষতিকর? | প্রথম আলো",
            "time": "2025-08-11T08:13:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fcj6r5a9m%2FThumb.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশে পান, সুপারি, জর্দা, গুল, সাদাপাতা, খইনি ইত্যাদি তামাকজাত দ্রব্য মুখে চিবিয়ে খাওয়ার অভ্যাস শহর ও গ্রামীণ উভয় সংস্কৃতির সঙ্গে ওতপ্রোতভাবে জড়িত। বিয়ে উৎসব, অতিথি আপ্যায়নেও পান–সুপারির আয়োজনকে সৌজন্য হিসেবে গণ্য করা হয়।</p><p>গবেষণা বলছে, বাংলাদেশে ২০ দশমিক ৬ শতাংশ মানুষ ধোঁয়াবিহীন তামাকজাত দ্রব্য সেবন করেন। তামাকের ব্যবহার মুখের স্বাস্থ্যের ওপর ক্ষতিকর প্রভাব ফেলে। পিরিওডোন্টাইটিস (দাঁতের সহায়ক হাড় ও নরম টিস্যুর রোগ) এবং দাঁতের ক্ষয় বা দাঁত পড়ে যাওয়া থেকে শুরু করে মুখের ক্যানসার পর্যন্ত হতে পারে। </p><p>ধোঁয়াবিহীন তামাকজাত পণ্যে ক্ষতিকর রাসায়নিক বিশেষ করে এন-নাইট্রোসামিন (টিএসএনএএস) থাকে, যা মুখের ক্যানসারে আক্রান্ত হওয়ার ঝুঁকি বাড়িয়ে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের শুল্ক শাস্তি, মোদির ভারতের সামনে সহজ কোনো পথ নাই | প্রথম আলো",
            "time": "2025-08-11T08:00:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-09%2Fnuc83la8%2Fmoditrumppp.JPG?rect=0%2C46%2C670%2C352&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতের জন্য শিক্ষা হলো, উষ্ণ আলিঙ্গন নয়, কঠোর স্বার্থ দিয়েই নীতি পরিচালিত হতে হবে। ট্রাম্পের কাছে কোনো সম্পর্কই পবিত্র নয়, চুক্তির শিল্পটাই তার কাছে সবকিছু। মোদি হয়তো ভেবেছিলেন, তিনি ট্রাম্পকে মুগ্ধ করতে পারবেন; ট্রাম্প প্রশংসা পছন্দ করলেও শেষ পর্যন্ত সেটাই যথেষ্ট নয়।</p><p>দীর্ঘদিন ধরেই ভারত তার পররাষ্ট্রনীতিতে কৌশলগত স্বায়ত্তশাসন বজায় রেখে আসছে। কিন্তু এর জন্য যে মূল্য দিতে হয়, সেটা গত সপ্তাহেই দেখা গেল। এই শুল্ক ভারতের কাছে বার্তা দিচ্ছে যে যদিও দেশটির প্রভাব ও অর্থনীতির আকার বেড়েছে, কিন্তু কৌশলগত প্রাসঙ্গিকতা এখনো এমন পর্যায়ে পৌঁছায়নি, যেখানে দেশটি ইচ্ছেমতো সিদ্ধান্ত নিতে পারে।</p><p><strong>সলিল ত্রিপাঠী</strong>, নিউইয়র্কে বসবাসকারী ভারতীয় বংশোদ্ভূত লেখক</p><p>দ্য টাইম ম্যাগাজিন থেকে নেওয়া, ইংরেজি থেকে অনুবাদ <strong>মনোজ দে</strong></p></div></div></div></body></html>"
        },
        {
            "title": "মেসি না রোনালদো-চোটের কারণে ক্যারিয়ারে কে বেশি ম্যাচ মিস করেছেন | প্রথম আলো",
            "time": "2025-08-11T07:55:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-19%2Fcqpejswk%2FMessi-Ronaldo-Collage-8.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় কাছাকাছি সময়ে ক্যারিয়ার শুরু করে এখন গোধূলি বেলায় লিওনেল মেসি ও ক্রিস্টিয়ানো রোনালদো। ২০২৬ বিশ্বকাপকে দুজনের ক্যারিয়ারের শেষ ধরে নিলে সময় এখন খুব অল্পই হাতে আছে। সামনে সময় কম থাকলেও অতীতে ফিরে তাকালে দুজনের ক্যারিয়ারজুড়ে সুখস্মৃতির বিস্তীর্ণ এক জগৎ।</p><p>প্রায় দুই দশকের বেশি সময়ের ক্যারিয়ারে অসামান্য সব মুহূর্ত উপহার দিয়েছেন মেসি-রোনালদো। তবে দীর্ঘ এ যাত্রায় সবকিছু যে আনন্দময় ছিল তা নয়, বেদনার অনেক ক্ষতও পেছনে রেখে এসেছেন এ দুজন। কখনো কখনো সেই বেদনা এসেছে চোটের রূপ নিয়ে। যে চোট ক্যারিয়ারের অনেক দিন আর ম্যাচ কেড়ে নিয়েছে দুজনের কাছ থেকেই।</p></div></div></div></body></html>"
        },
        {
            "title": "প্লট বরাদ্দে দুর্নীতির মামলায় শেখ হাসিনার বিরুদ্ধে সাক্ষ্য গ্রহণ শুরু | প্রথম আলো",
            "time": "2025-08-11T07:50:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-09%2F17tn28nd%2Fprothomalo_bangla_2024_09_04_g10d8rvk_1.webp?rect=0%2C0%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলায় শেখ হাসিনা পরিবারের বাইরে যে ১৬ জন অভিযুক্ত হয়েছেন, তাঁরা হলেন জাতীয় গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়ের তৎকালীন প্রতিমন্ত্রী শরীফ আহমেদ, গণপূর্তের তৎকালীন সচিব শহীদ উল্লা খন্দকার, অতিরিক্ত সচিব কাজী ওয়াছি উদ্দিন, জ্যেষ্ঠ সহকারী সচিব পূরবী গোলদার, রাজউকের সাবেক চেয়ারম্যান আনিছুর রহমান মিয়া, সাবেক সদস্য মোহাম্মদ খুরশীদ আলম, সদস্য কবির আল আসাদ, সদস্য তন্ময় দাস, সদস্য নুরুল ইসলাম, সাবেক সদস্য মোহাম্মদ নাসির উদ্দীন, সাবেক সদস্য সামসুদ্দীন আহমদ চৌধুরী, পরিচালক শেখ শাহিনুল ইসলাম, উপপরিচালক হাফিজুর রহমান, হাবিবুর রহমান, প্রধানমন্ত্রীর সাবেক একান্ত সচিব সালাউদ্দিন ও গণপূর্ত মন্ত্রণালয়ের তৎকালীন প্রশাসনিক কর্মকর্তা সাইফুল ইসলাম সরকার।</p><p>দুদকের পিপি খান মো. মইনুল হোসেন প্রথম আলোকে বলেন, রাজউকের সংশ্লিষ্ট বিধান অনুযায়ী, ঢাকায় যাঁদের প্লট-গাড়ি-বাড়ি কিছুই নেই, তাঁরা মূলত সংস্থার প্লট বরাদ্দের জন্য আবেদন করতে পারেন। কিন্তু শেখ হাসিনার পরিবার রাজউকের কাছে মিথ্যা হলফনামা দেয়। সেখানে উল্লেখ করা হয়, তাঁদের ঢাকা শহরে জমি-বাড়ি কোনো কিছুই নেই। কিন্তু দুদকের অনুসন্ধান ও তদন্তে বেরিয়ে এসেছে, শেখ হাসিনা পরিবারের প্রত্যেক সদস্যের নামে বাড়ি-জমি-গাড়ি সবই আছে। ক্ষমতার অপব্যবহার করে তাঁরা রাজউকের ৬০ কাঠার প্লট নিয়েছেন, যা অপরাধ। অপরাধজনক বিশ্বাস ভঙ্গসহ অন্যান্য অপরাধের সর্বোচ্চ শাস্তি যাবজ্জীবন কারাদণ্ড।</p></div></div></div></body></html>"
        },
        {
            "title": "তুরস্কে ভূমিকম্পের সময় বুদ্ধিমত্তার পরিচয় দিল তরুণী | প্রথম আলো",
            "time": "2025-08-11T07:47:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fnc66h0c6%2FYT-GFX.00140305.Still001.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"তুরস্কে ভূমিকম্পের সময় বুদ্ধিমত্তার পরিচয় দিল তরুণী\" class=\"nA4h1 \">তুরস্কে ভূমিকম্পের সময় বুদ্ধিমত্তার পরিচয় দিল তরুণী</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-11T13:47:56+06:00\"><span>প্রকাশ: ১১ আগস্ট ২০২৫, ০৭: ৪৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দিল্লিতে নির্বাচন কমিশন অভিমুখী মিছিল থেকে রাহুল-প্রিয়াঙ্কা আটক | প্রথম আলো",
            "time": "2025-08-11T07:47:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fxmrzlgqk%2FWhatsApp-Image-2025-08-11-at-13.47.png?rect=0%2C6%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মিছিলে অংশ নেন রাহুল গান্ধী, প্রিয়াঙ্কা গান্ধী ও শরদ পাওয়ারসহ ইন্ডিয়া জোটের নেতারা। লোকসভা ও রাজ্যসভার বিরোধী এমপিরাও মিছিলে যোগ দেন।</p><p>দিল্লি পুলিশ জানিয়েছে, এ মিছিলের জন্য আনুষ্ঠানিকভাবে অনুমতি নেওয়া হয়নি। পরে দুপুর পৌনে একটার দিকে ভারতীয় সংবাদমাধ্যমগুলোয় রাহুল ও প্রিয়াঙ্কাসহ কয়েকজনকে আটকের খবর আসে।</p><p>ভারতের বিহার রাজ্যে নতুন করে ভোটার তালিকা তৈরি এবং ভোটার হওয়ার যোগ্যতা নিয়ে ইসি যেসব শর্ত দিয়েছে তা নিয়ে মূলত কংগ্রেসসহ শরিক ইন্ডিয়া জোটের ঘোরতর আপত্তি রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জগন্নাথের ছাত্রী অবন্তিকার আত্মহত্যার প্ররোচনার মামলা থেকে সহকারী প্রক্টরকে অব্যাহতি | প্রথম আলো",
            "time": "2025-08-11T07:27:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F23c3ae73-f61e-4754-9452-683bbf9632b1%2Fabantica_jj.PNG?rect=0%2C124%2C740%2C389&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার তদন্ত কর্মকর্তা মিজানুর রহমান বলেন, দীর্ঘ তদন্তকালে বিশ্ববিদ্যালয়টির শিক্ষক, শিক্ষার্থী, কর্মকর্তাসহ ২৩ জনের সাক্ষ্য নেওয়া হয়েছে। এ ছাড়া অবন্তিকার মুঠোফোনে থাকা বেশ কিছু ছবি, স্ক্রিনশট, মেসেঞ্জার ও হোয়াটসঅ্যাপের কিছু খুদে বার্তা জব্দ করা হয়। তাঁর ফেসবুকে দেওয়া ‘সুইসাইড নোট’ পর্যালোচনা করা হয়েছে। মুঠোফোনটি ফরেনসিক ল্যাবে পাঠিয়ে প্রতিবেদন আনা হয়। সবকিছু মিলিয়ে তদন্ত শেষে আদালতে অভিযোগপত্র দাখিল করা হয়েছে।</p><p>মেয়ের মৃত্যুর নেপথ্যে জড়িত ব্যক্তিরা শাস্তি পাবে কি না, এ নিয়ে আগেই সংশয় প্রকাশ করেছিলেন বলে জানান তাহমিনা বেগম। তিনি বলেন, ‘তদন্তের নামে জগন্নাথ বিশ্ববিদ্যালয় প্রশাসন এখন পর্যন্ত কারও শাস্তি নিশ্চিত করেছে কি না, তা আমাকে জানায়নি। জগন্নাথ বিশ্ববিদ্যালয় কর্তৃপক্ষের কাছে বারবার অভিযোগ করেও মেয়েকে মৃত্যুর হাত থেকে বাঁচাতে পরিনি। সেই প্রশাসনের কর্মকর্তারা কীভাবে এ মৃত্যুর দায় এড়াতে পারে? পুলিশ সঠিকভাবে তদন্ত করলে দ্বীন ইসলামকে কোনোভাবেই রেহাই দিত না। আমি বিষয়টি নিয়ে আইনজীবীর সঙ্গে কথা বলে পরবর্তী সিদ্ধান্ত নেব।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্বে সবচেয়ে বেশি তেল উত্তোলন কারা করে, বড় ভোক্তা কারা | প্রথম আলো",
            "time": "2025-08-11T07:14:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2F1cwohfl4%2FNewsTop-10.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বের যেকোনো দেশের অর্থনীতির প্রধান চালিকা শক্তির মধ্যে জ্বালানি তেল অন্যতম। গুরুত্বপূর্ণ এই প্রাকৃতিক সম্পদের জোরে কোনো দেশের জিডিপি তরতরিয়ে বাড়তে পারে, আবার প্রতিপক্ষকে ঘায়েল করতে এই জ্বালানি তেলই হয়ে ওঠে বড় অস্ত্র। এর অতি সাম্প্রতিক নজির ভারতের ওপর যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের ‘অতিরিক্ত’ ২৫ শতাংশ শুল্ক আরোপ।</p><p>ট্রাম্প স্পষ্ট করেই বলেছেন, নিষেধাজ্ঞা উপেক্ষা করে রাশিয়ার কাছ থেকে জ্বালানি তেল কেনার কারণে ভারতকে এ সাজা পেতে হয়েছে। একই কারণ দেখিয়ে চীনকেও শাস্তির হুমকি দিয়ে রেখেছেন ট্রাম্প।</p><p>ট্রাম্পের এই পদক্ষেপে বিশ্ব অর্থনীতিতে তোলপাড় শুরু হয়ে যেতে পারে। ভারতের ওপর ট্রাম্পের ‘অতিরিক্ত’ শুল্ক এখনো কার্যকর হয়নি। তার আগেই ভারতের পুঁজিবাজার বড় ধরনের দরপতন দেখেছে।</p><p>তবে জ্বালানি তেল সমৃদ্ধ হলেই একটি দেশ অর্থনৈতিকভাবে শক্তিশালী অবস্থানে রয়েছে, এমনটা ভাবার সুযোগ নেই। কারণ, খনিজ সম্পদ হিসেবে তেলের মজুত থাকা, সেই তেল উত্তোলনের সক্ষমতা এবং বিশ্ববাজারে বিক্রির সুযোগ পাওয়া এক কথা নয়। যেমন—বিশ্বে সবচেয়ে বেশি তেল মজুত আছে ভেনেজুয়েলায়। তারপরও প্রায় এক দশক ধরে দেশটির অর্থনীতি সংকটাপন্ন অবস্থায় রয়েছে।</p><p>রাশিয়াও জ্বালানি তেলের মজুতে শীর্ষ দেশগুলোর একটি। তাদের সেই তেলকে ব্যবহার করে ট্রাম্প রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিনকে চাপে ফেলতে চাইছেন। রাশিয়া বিশ্বের তৃতীয় সর্বোচ্চ তেল উত্তোলনকারী দেশ। রাশিয়ার আগে আছে শুধু যুক্তরাষ্ট্র ও সৌদি আরব। আর কোন কোন দেশ তেল উত্তোলনে শীর্ষ ১০ দেশের তালিকায় জায়গা করে নিয়েছে, তা দেখে নেওয়া যাক। এই তালিকা ইউএস এনার্জি ইনফরমেশন অ্যাডমিনিস্ট্রেশন (ইআইএ) থেকে নেওয়া।</p></div></div></div></body></html>"
        },
        {
            "title": "ফিলিস্তিনকে আগামী মাসে রাষ্ট্র হিসেবে স্বীকৃতি দিচ্ছে অস্ট্রেলিয়া | প্রথম আলো",
            "time": "2025-08-11T07:02:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fk86fntbx%2FAlbanese.jpg?rect=0%2C0%2C709%2C372&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অস্ট্রেলিয়া সরকার জানিয়েছে, এই সিদ্ধান্ত শান্তি প্রতিষ্ঠার জন্য ‘সমন্বিত বৈশ্বিক প্রচেষ্টার অংশ’। তবে ভবিষ্যৎ ফিলিস্তিন রাষ্ট্রে হামাসের কোনো ভূমিকা থাকবে না বলেও স্পষ্ট করেছে অস্ট্রেলিয়া।</p><p>পররাষ্ট্রমন্ত্রী পেনি ওং বলেন, এই স্বীকৃতির মাধ্যমে আন্তর্জাতিক সম্প্রদায় ‘হতাশার মধ্য থেকে আশা তৈরি করার সুযোগ পেয়েছে’।</p><p>অস্ট্রেলিয়ার এই পদক্ষেপ যুক্তরাজ্য, কানাডা ও ফ্রান্সের সাম্প্রতিক অবস্থানের সঙ্গে সামঞ্জস্যপূর্ণ। ইউরোপের এসব দেশও ফিলিস্তিনকে স্বীকৃতি দেওয়ার প্রক্রিয়া ত্বরান্বিত করেছে। নিউজিল্যান্ডও একই ধরনের পদক্ষেপ বিবেচনা করছে বলে জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আদালতের রায় বিপক্ষে গেলে ১৯৩০-এর দশকের মতো মহামন্দা হতে পারে: ট্রাম্প | প্রথম আলো",
            "time": "2025-08-11T07:01:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2F830edtii%2Ftrump-japan-01.avif?rect=0%2C6%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর পরেই আদালতকে ‘চরম বামপন্থী’ বলে কটাক্ষ করেন ট্রাম্প। তিনি সতর্ক করে বলেন, আদালত যদি তাঁর সিদ্ধান্তের বিরুদ্ধে রায় দেয় বা তাঁর ক্ষমতা খর্ব করে, তাহলে আমেরিকার অর্থনীতিতে চরম বিপর্যয় নেমে আসবে।</p><p>শুধু তা–ই নয়, ট্রাম্পের দাবি, তেমন পরিস্থিতি সৃষ্টি হলে সেখান থেকে আর ঘুরে দাঁড়াতে পারবে না যুক্তরাষ্ট্র। আমেরিকার প্রেসিডেন্ট লিখেছেন, ১৯২৯ সালের পুনরাবৃত্তি হবে। ভয়ংকর মন্দা নেমে আসবে। আমেরিকার সম্পদ, শক্তি ও ক্ষমতা ভেঙে পড়বে। তাঁর নেতৃত্বে যে সাফল্য এসেছে, তা মুহূর্তে ধূলিসাৎ হয়ে যাবে বলেও সতর্ক করেছেন ট্রাম্প।</p><p>গত মে মাসে যুক্তরাষ্ট্রের আন্তর্জাতিক বাণিজ্য আদালত রায় দেয়, বিদেশি পণ্যে ব্যাপক হারে শুল্ক আরোপে ট্রাম্প নিজের আইনি ক্ষমতার সীমা লঙ্ঘন করেছেন। গত সপ্তাহে যুক্তরাষ্ট্রের ফেডারেল সার্কিট আপিল আদালতে ট্রাম্প প্রশাসনের করা আপিল শুনানি হয়। ১১ জন বিচারকের এই বেঞ্চে বেশ কয়েকজনই সংশয় প্রকাশ করেন, বিদ্যমান আইন ট্রাম্পকে এত আক্রমণাত্মকভাবে শুল্ক আরোপের ক্ষমতা দেয় কি না। আপিল আদালত এখনো এ বিষয়ে রায় দেয়নি। ধারণা করা হচ্ছে, এই মামলা শেষ পর্যন্ত সুপ্রিম কোর্টে গড়াবে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের যত্নও একটি ইবাদত | প্রথম আলো",
            "time": "2025-08-11T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fri0jj6ro%2Fpexels-timur-weber-9127598.jpg?rect=0%2C425%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. শরীর ও মনের আমানত রক্ষা</strong></p><p>আল্লাহ আমাদের শরীর ও মন দিয়েছেন, যা একটি আমানত। এগুলোর প্রতি অবহেলা করা ইসলামে নিষিদ্ধ। কোরআনে বলা হয়েছে, ‘আমি যদি তোমাদের কাছে আমার নিয়ামতের কথা গণনা করতে বলি, তবে তোমরা তা গণনা করতে পারবে না।’ (সুরা ইবরাহিম, আয়াত: ৩৪)</p><p>নিজের যত্নের মাধ্যমে আমরা আল্লাহর দেওয়া শরীর ও মনের প্রতি কৃতজ্ঞতা প্রকাশ করি।</p><p><strong>২. আধ্যাত্মিক সংযোগ বৃদ্ধি</strong></p><p>যত্ন আধ্যাত্মিক সংযোগ বাড়ায়। যেমন প্রকৃতিতে সময় কাটানো বা জিকর করা (আল্লাহর স্মরণ) মানসিক শান্তি দেয়। জিকরকে প্রায়ই ‘মননশীলতা’ (মাইন্ডফুলনেস) হিসেবে অনুবাদ করা হয়, যা যত্নের একটি রূপ। রাসুল (সা.) বলেছেন, ‘যে ব্যক্তি আল্লাহর জিকিরে ব্যস্ত থাকে, তার হৃদয় জীবন্ত থাকে।’ (সহিহ বুখারি, হাদিস: ৬৪০৭)</p></div></div></div></body></html>"
        },
        {
            "title": "হত্যা মামলায় সাবেক সংসদ সদস্য সোলায়মান সেলিম তিন দিন রিমান্ডে | প্রথম আলো",
            "time": "2025-08-11T06:56:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-26%2F1t4agjj4%2FWhatsApp.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও আদালত–সংশ্লিষ্ট সূত্রগুলো বলছে, লালবাগ থানায় দায়ের করা খালিদ হাসান সাইফুল্লাহ হত্যা মামলায় হাজি সেলিমের ছেলে সোলায়মান সেলিমকে আদালতে হাজির করে সাত দিন রিমান্ডে নেওয়ার আবেদন করে পুলিশ। আসামি পক্ষ থেকে রিমান্ড বাতিলের আবেদন করা হয়।</p><p>রাষ্ট্রপক্ষে অতিরিক্ত পাবলিক প্রসিকিউটর (পিপি) শামসুদ্দোহা সুমন আদালতকে বলেন, খালিদ হাসান সাইফুল্লাহ গত বছরের ১৮ জুলাই লালবাগ এলাকায় গুলিবিদ্ধ হয়ে মারা যান। এ নিয়ে একটি বেসরকারি গণমাধ্যম সংবাদ প্রকাশ করেছে। সেই ভিডিও ফুটেজে দেখা গেছে, ঘটনাস্থলে সোলায়মান সেলিম উপস্থিত ছিলেন। এই হত্যাকাণ্ডে সঙ্গে আর কারা কারা জড়িত ছিলেন, তাঁদের নাম-ঠিকানা জানার জন্য আসামিকে রিমান্ডে নিয়ে জিজ্ঞাসাবাদ করা জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "যান্ত্রিক ত্রুটিতে রোমে আটকা বিমানের বোয়িং, যাত্রী ছিলেন ২৬২ | প্রথম আলো",
            "time": "2025-08-11T06:55:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-12%2F44c6fccb-7524-43af-8426-91ad4ce2eaba%2FBiman.jpg?rect=0%2C80%2C674%2C354&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইতালির রোমে আটকা পড়েছে বিমানের একটি বোয়িং ড্রিমলাইনার উড়োজাহাজ। ফ্ল্যাপে সমস্যার কারণেই এ অবস্থার সৃষ্টি হয়েছে বলে বিমান বাংলাদেশ এয়ারলাইনস সূত্র জানিয়েছে।</p><p>ইতালির রোমের স্থানীয় সময় রোববার সন্ধ্যা ৭টা ২০ মিনিটে বোয়িং ড্রিমলাইনার উড়োজাহাজটি রোম থেকে ঢাকার উদ্দেশে ছেড়ে আসার কথা ছিল। কিন্তু এখন সেটি রোমের লেওনার্দো দ্য ভিঞ্চি বিমানবন্দরে ‘গ্রাউন্ডেড’ অবস্থায় রয়েছে।</p><p>বিমানটিতে ২৬২ জন যাত্রী ছিলেন বলে বিমান সূত্র জানিয়েছে। এসব যাত্রীর জন্য বিকল্প কোনো ফ্লাইটের ব্যবস্থা করা হচ্ছে না। উড়োজাহাজটি মেরামত না হওয়া পর্যন্ত যাত্রীরা বিমানের খরচে হোটেলেই থাকবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রত্যন্ত গ্রামের তরুণের কাছে কোহলি-ডি ভিলিয়ার্সের ফোন, এরপর যা ঘটল | প্রথম আলো",
            "time": "2025-08-11T06:53:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-11%2Fzqk2raqn%2Fphoto-collage.png-15.png?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিষয়টি নিয়ে খেমরাজ সংবাদ সংস্থা পিটিআইকে জানান, মনীশ ভয়ে ফোনই ধরতে চাইছিলেন না বলে তিনি নিজেই মনীশের ফোন সামলাচ্ছিলেন। সাংবাদিকের সঙ্গে আলাপচারিতায় খেমরাজ বলেছেন, ‘প্রথমে বিরাট কোহলি স্যারের ফোন পাই। এরপর ফোন করেন যশ দয়াল স্যার। তিনি জিজ্ঞাসা করলেন কেন আমি রজত পাতিদারের ফোন ব্যবহার করছি। আমি বললাম, এটা তার নম্বর নয়।’</p><p>খেমরাজ আরও যোগ করেন, ‘দুই-তিন মিনিট পর কোহলি স্যার ফোন করে জানতে চান, কেন পাতিদারের নম্বর ও তাঁর হোয়াটসঅ্যাপ ব্যবহার করছি। আমরা বললাম, আমরা তা করিনি। আধা ঘণ্টা পর এবি ডি ভিলিয়ার্স স্যারের ফোনও আসে।’ তবে তাঁরা ইংরেজি বোঝেন না বলেও জানিয়েছেন।</p><p>খেমরাজ জানিয়েছেন, বিভ্রান্তি চরমে পৌঁছায়, যখন পুলিশ পরের ১০ মিনিটের মধ্যে গ্রামে এসে হাজির হয়। শুরুতে বিষয়টি বুঝতে না পারলেও পুলিশের মাধ্যমেই খুলতে শুরু করে রহস্যের জট। তারা জানতে পারে, এটা ভিআইপি নম্বর এবং এ নম্বরটি ব্যবহার করতেন বেঙ্গালুরু অধিনায়ক পাতিদার।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা সেন্ট্রাল ইউনিভার্সিটিতে ভর্তিতে আবেদনের সময় বৃদ্ধি, নম্বর-পরীক্ষার পদ্ধতিসহ দেখুন বিস্তারিত | প্রথম আলো",
            "time": "2025-08-11T06:53:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-25%2Fmn7wvnyq%2F141.jpeg?rect=0%2C18%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোট ১০০ নম্বরের ভর্তি পরীক্ষা অনুষ্টিত হবে। ভর্তি পরীক্ষায় ১০০ নম্বরের মধ্যে পাস নম্বর ৪০। যাঁরা ৪০-এর কম পাবেন, তাঁদের ভর্তির জন্য বিবেচনা করা হবে না। বিজ্ঞপ্তিতে বলা হয়েছে, ভর্তি পরীক্ষায় ভুল উত্তরের জন্য ০.২৫ নম্বর কাটা যাবে।</p><p>* পরীক্ষার উত্তরপত্র (একটি OMR শিট) বিশ্ববিদ্যালয় সরবরাহ করবে। অতিরিক্ত কোনো শিট দেওয়া হবে না। সরবরাহকৃত উত্তরপত্রের (OMRSheet-এ) প্রশ্নের উত্তর বৃত্ত পূরণ করে চিহ্নিত করতে হবে।</p><p>* প্রার্থী কোনো অবস্থাতেই মুঠোফোন, ক্যালকুলেটর, বই ও কাগজপত্র (প্রবেশপত্র ছাড়া), যেকোনো ইলেকট্রনিক ডিভাইস–সংবলিত ঘড়ি ও কলম, ভিসা/মাস্টারকার্ড/ এটিএম কার্ড ইত্যাদি নিয়ে পরীক্ষাকেন্দ্রে প্রবেশ করতে পারবেন না।</p></div></div></div></body></html>"
        }
    ]
}