{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চাঁদা না পেয়ে ইউপি ভবনে তালা, ছাত্রদলের দুই নেতাকে পুলিশে দিলেন বিএনপির নেতা-কর্মীরা | প্রথম আলো",
            "time": "2025-07-24T07:18:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-02%2Fae0cf9df-ed97-46d5-aaa5-e2489206b8a3%2FChhatradal.jpg?rect=7%2C0%2C743%2C390&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেরপুর সদরে একটি ইউনিয়ন পরিষদে ঢুকে প্যানেল চেয়ারম্যানের কাছে চাঁদা দাবির অভিযোগে ছাত্রদলের দুই নেতাকে ধরে পুলিশে সোপর্দ করেছেন বিএনপি ও অঙ্গসংগঠনের স্থানীয় নেতা-কর্মীরা। গতকাল বুধবার রাত ১১টার দিকে কুসুমহাটি বাজার এলাকায় লছমনপুর ইউনিয়ন পরিষদে এ ঘটনা ঘটে। এ ঘটনায় শেরপুর সদর থানায় একটি মামলা দায়েরের পর ওই দুজনকে গ্রেপ্তার দেখানো হয়েছে।</p><p>গ্রেপ্তার দুজন হলেন উপজেলার বড় ঝাউয়েরচর এলাকার বাসিন্দা ও লছমনপুর ইউনিয়ন ছাত্রদলের সাবেক সভাপতি সবুজ আহাম্মেদ (৩৫) এবং কৃষ্ণপুর দড়িপাড়া এলাকার বাসিন্দা ও একই ইউনিয়ন ছাত্রদলের বর্তমান সভাপতি আল আমিন ইসলাম (২৬)। গতকাল রাত তিনটার দিকে শেরপুর থানায় তাঁদের বিরুদ্ধে একটি মামলা করেন একই ইউপির প্যানেল চেয়ারম্যান ও মহিলা দলের নেত্রী আলেয়া বেগম। এ ছাড়া একই মামলায় আরও কয়েকজনকে আসামি করা হয়েছে। তাঁরা হলেন ছাত্রদল কর্মী ছায়দুর রহমান (৩২), নূর শাহ আলম (৩৮), নূরনবী ইসলামসহ (২৫) অজ্ঞাতপরিচয় ৬-৭ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "তৃতীয় শ্রেণিতে পড়া মেয়ের খোঁজে মাইলস্টোন স্কুলে এসেছেন মা, বের হলেন পোড়া ব্যাগ হাতে | প্রথম আলো",
            "time": "2025-07-24T06:07:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fngajbbg5%2Fmother-1.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মরিয়ম উম্মে আফিয়ার মামা সাব্বির জানান, তাঁদের বাসা চন্ডালভোগ এলাকায়। মায়ের নাম তামিমা উম্মে। তিনি বলেন, ‘কথা বলার মতো অবস্থা আমাদের নেই। আমার বোন খুবই অসুস্থ। সবাই দোয়া করবেন।’</p><p>বেলা ১১টার দিকে স্কুলের ফটকে এসে কথা বলেন স্কুলের প্রশাসনিক কর্মকর্তা এস কে সোলায়মান। তিনি বলেন, পরিচয়পত্র দেখালে ও নিখোঁজ স্বজনের খোঁজ করলে তাঁদের ভেতরে যেতে দেওয়া হবে। স্কুলের ৫ নম্বর ভবনের নিচতলায় হেল্প ডেস্ক খোলা হয়েছে। সেখান থেকে তাঁদের তথ্য দেওয়া হবে। সেখানে কাউন্সেলিংয়ের ব্যবস্থাও রয়েছে।</p><p> স্কুলের ফটক আজ সকালেও বন্ধ ছিল। সেখানে দেখা গেছে উৎসুক জনতার ভিড়। সেখানে অযথা ভিড় না করার অনুরোধ জানিয়েছে স্কুল কর্তৃপক্ষ। </p></div></div></div></body></html>"
        },
        {
            "title": "এক্সপ্রেসওয়েতে যাত্রীবাহী বাসের ধাক্কায় শ্বশুর ও পুত্রবধূ নিহত | প্রথম আলো",
            "time": "2025-07-24T07:08:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2F5pmqqhkm%2FMadaripurDH069920250724att.yWJ7MYpWu410lHwzsydGB6yD9bpjuB4H4Ct9U26QmE.jpg?rect=0%2C74%2C788%2C414&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিবচর হাইওয়ে পুলিশ সূত্রে জানা গেছে, ফরিদপুর থেকে ঢাকার দিকে যাচ্ছিল মাইক্রোবাসটি। ঘটনাস্থলে সামনের দিকে থাকা একটি কাভার্ড ভ্যানের পেছনে সজোরে ধাক্কা দেয় মাইক্রোবাসটি। এ সময় পেছনে থাকা পূর্বাশা পরিবহনের যাত্রীবাহী বাস ওই মাইক্রোবাসটিতে ধাক্কা দেয়। এ ঘটনায় মাইক্রোবাসটি দুমড়েমুচড়ে গেলে দুজন ঘটনাস্থলেই নিহত হন।</p><p>শিবচর হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) জহিরুল ইসলাম বলেন, আহত অন্য দুজনের পরিচয় নিশ্চিত হওয়া যায়নি। তাঁদের তাৎক্ষণিকভাবে ঢাকায় পাঠিয়ে দেওয়া হয়েছে। মরদেহ ও দুর্ঘটনাকবলিত যানবাহনগুলো শিবচর হাইওয়ে থানায় আছে। এ ব্যাপারে আইনি ব্যবস্থা প্রক্রিয়াধীন।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রম ও কর্মসংস্থান মন্ত্রণালয়ের অধীনে চাকরি, ৬২ পদ | প্রথম আলো",
            "time": "2025-07-24T07:07:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F17142843-5a6a-411e-aa45-4ff905762a6e%2FUntitled_3.png?rect=0%2C0%2C461%2C242&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>৪. পরিসংখ্যান সহকারী</strong></p><p>পদসংখ্যা: ১</p><p>বেতন স্কেল: ১০,২০০-২৪,৬৮০ টাকা</p><p><strong>৫. সাঁটমুদ্রাক্ষরিক-কাম-কম্পিউটার অপারেটর</strong></p><p>পদসংখ্যা: ৫</p><p>বেতন স্কেল: ১০,২০০-২৪,৬৮০ টাকা</p><p><strong>৬. ডাটা এন্ট্রি অপারেটর</strong></p><p>পদসংখ্যা: ১</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৭. অফিস সহকারী-কাম-কম্পিউটার মুদ্রাক্ষরিক</strong></p><p>পদসংখ্যা: ৮</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা</p><p><strong>৮. হিসাব সহকারী</strong></p><p>পদসংখ্যা: ১</p><p>বেতন স্কেল: ৯,৩০০-২২,৪৯০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "জাজিরায় পদ্মা সেতু প্রকল্প এলাকার রক্ষা বাঁধে আরও ১০০ মিটার ভাঙন | প্রথম আলো",
            "time": "2025-07-24T07:04:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fyy7clsxl%2FSariatpurDH054120250724Shariatpur-JE6.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মঙ্গল মাঝি-সাত্তার মাদবর ঘাট ও বাজার ব্যবসায়ী সমিতির সাধারণ সম্পাদক আবদুল মালেক বলেন, গতকাল আবার ভাঙন শুরু হওয়ায় ১০টি ব্যবসাপ্রতিষ্ঠান সরিয়ে নেওয়া হয়েছে। আজ আরও কিছু দোকান সরানো হচ্ছে। বাঁধ থাকার কারণে ব্যবসায়ীরা এত দিন নির্বিঘ্নে ব্যবসা করছিলেন। এখন ২৫০টি দোকানের মালিক ও কর্মচারী আতঙ্কে আছেন।</p><p>জাজিরা উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) কাবেরী রায় বলেন, বাঁধটি পুরোনো হয়ে যাওয়ায় বেশ কিছুদিন ধরে ভাঙন হচ্ছে। একদিকে ভাঙন রোধের কাজ চলছে, অন্যদিকে নতুন ভাঙন দেখা দিচ্ছে। দোকানগুলো সরানোর তালিকা তৈরি করা হচ্ছে। তালিকা পেলে প্রয়োজনীয় ব্যবস্থা নেওয়া হবে।</p><p>শরীয়তপুর পানি উন্নয়ন বোর্ডের নির্বাহী প্রকৌশলী তারেক হাসান বলেন, ‘নদীতে এখন পানি ও স্রোত বেশি। এ জন্য বিভিন্ন জায়গায় ভাঙন হচ্ছে। আমরা জিও ব্যাগ ফেলে ভাঙন ঠেকানোর চেষ্টা করছি। পাশাপাশি স্থায়ী বাঁধ নির্মাণের জন্য প্রকল্প প্রস্তাব প্রস্তুত করা হচ্ছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আবদুল্লাহ জুলবিজাদাইন: যুদ্ধ না করেও যিনি শহীদ | প্রথম আলো",
            "time": "2025-07-24T07:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-22%2Fiul3egir%2Fsunset-ancient-african-mining-ruins-breathtaking-view-generative-ai.jpg?rect=0%2C141%2C6067%2C3185&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যথাভরা হৃদয় আর রক্তাক্ত শরীর নিয়ে রাতের আঁধারে আবদুল উজ্জা টলতে টলতে চলে এলেন তাঁর মায়ের দ্বিতীয় স্বামীর বাড়িতে। মা দরজা খুলেই চমকে উঠলেন। আবদুল উজ্জা মাকে জানালেন সব। তাঁর মা মানা করলেন না। এমন অত্যাচারের চেয়ে অজানার উদ্দেশে নতুন পথের দিশা খুঁজে নেওয়া ভালো।</p><p>মা ঘর থেকে একটি চাদর এনে সেটিকে দুই টুকরা করে দিলেন। একটিকে লুঙ্গি বানিয়ে অপরটিকে শরীরে জড়িয়ে রাতের আঁধারে মায়ের কাছ থেকে বিদায় নিয়ে নবীর কাছে আসার জন্য মদিনার পথে রওনা হলেন আবদুল উজ্জা।</p><p>কয়েক দিন নিরবচ্ছিন্ন পথ চলে আবদুল উজ্জা মদিনায় এসে পৌঁছালেন। নবীজি (সা.) তাকে বুকে টেনে নিলেন। ইসলাম গ্রহণের পর আবদুল উজ্জার নাম পরিবর্তন করে রাখা হলো আবদুল্লাহ। তিনি মাত্র দুই কাপড়ে মদিনায় চলে এসেছেন বলে নবীজি (সা.) আদর করে তাকে ডাকলেন ‘জুলবিজাদাইন’। জুলবিজাদাইন অর্থ দুই টুকরা চাদরওয়ালা। তাঁর নাম হলো আবদুল্লাহ জুলবিজাদাইন (রা.)।</p><p>আবদুল্লাহ জুলবিজাদাইন (রা.) মদিনায় আসার কিছুদিন পর নবম হিজরিতে (৬৩০ খ্রিষ্টাব্দ) হঠাৎ ডাক এল তাবুক অভিযানের। যুদ্ধে অংশগ্রহণ করার জন্য হাজির হলেন মদিনার প্রায় সব সাহাবি। তাঁদের সঙ্গে এককাট্টা হয়ে গেলেন আবদুল্লাহও। তিনিও নাম লেখালেন সৈনিক হিসেবে।</p><p>আবদুল্লাহ জুলবিজাদাইন (রা.) নবীজির কাছে যুদ্ধে যাওয়ার অনুমতি চাইলেন। নবীজি (সা.) তাঁকে গাছের একটি ছাল নিয়ে আসতে বললেন। ছালটি নিয়ে এলে নবীজি (সা.) সেটা তাঁর হাতে বেঁধে দিয়ে আল্লাহর কাছে দোয়া করলেন, ‘হে আল্লাহ! আমি কাফেরদের জন্য আবদুল্লাহর রক্ত হারাম করে দিলাম।’</p><p>আবদুল্লাহ পেরেশান হয়ে বললেন, ‘হে আল্লাহর রাসুল! আমি তো এটা চাইনি। আমিও তো শাহাদাত লাভ করতে চাই।’</p><p>নবীজি (সা.) বললেন, ‘চিন্তা কোরো না, যদি তুমি অসুস্থ হয়েও মারা যাও অথবা বাহন থেকে পড়েও মারা যাও, তবু তুমি শহীদ হিসেবে গণ্য হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মৃত্যুবরণে সাহায্য করতে বলেছিলেন গ্রাহাম থর্প, বললেন তাঁর স্ত্রী | প্রথম আলো",
            "time": "2025-07-24T06:58:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F518eeb10-511a-4ada-8b2a-e6b5c6ebd5e1%2Fskysports_graham_thorpe_england_5645912.jpg?rect=0%2C19%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>থর্প ২০১৮ সাল থেকেই উদ্বেগ ও বিষণ্নতায় ভুগছিলেন। তবে তাঁর স্ত্রী আমান্ডা থর্প জানান, তখনো তিনি স্বাভাবিকভাবে কাজ চালিয়ে যাচ্ছিলেন। কিন্তু ২০২২ সালে অস্ট্রেলিয়ায় একটি ভিডিও ফাঁসের ঘটনার পর পরিস্থিতি বদলে যায়।</p><p>ফাঁস হওয়া এক ভিডিওতে দেখা যায়, তাসমানিয়ার পুলিশ ইংল্যান্ড অধিনায়ক জো রুট, জিমি অ্যান্ডারসন ও অস্ট্রেলিয়ার নাথান লায়ন, অ্যালেক্স ক্যারি এবং ট্রাভিস হেডের একটি ড্রিঙ্কিং সেশনে বাধা দেয়। ভিডিওটি থর্প নিজেই করেন এবং তাতে তাকে বলতে শোনা যায়, ‘আইনজীবীদের জন্য ভিডিও করছি।’ ধারণা করা হয়, থর্প তখন ঘরের ভেতর সিগার খাচ্ছিলেন, যা তাসমানিয়ার আইনে নিষিদ্ধ এবং এর কারণেই পুলিশ সেখানে গিয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "সরকারি কর্মকর্তা-কর্মচারীদের নতুন বেতনকাঠামো নির্ধারণে পে কমিশন গঠন | প্রথম আলো",
            "time": "2025-07-24T06:56:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-12%2Fec3a4dcd-b1a4-4cd6-b2ab-083eba916d31%2Fprothomalo_bangla_2020_09_4dc58fa1_4e01_4fe8_bb4e_366278f87917_govt.png?rect=0%2C51%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি কর্মকর্তা-কর্মচারীদের নতুন বেতনকাঠামো নির্ধারণের জন্য পে কমিশন গঠন করা হয়েছে। এ কমিশনের প্রধান করা হয়েছে সাবেক অর্থসচিব জাকির আহমেদ খানকে। এই কমিশনকে ছয় মাসের মধ্যে প্রতিবেদন দিতে বলা হয়েছে।</p><p>আজ বৃহস্পতিবার অন্তর্বর্তী সরকারের উপদেষ্টা পরিষদের সভায় এই কমিশন গঠনের সিদ্ধান্ত হয়। সভায় সভাপতিত্ব করেন প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস।</p><p>প্রধান উপদেষ্টার প্রেস উইং এ তথ্য জানিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শ্রাবণের বৃষ্টি ঝরতে পারে আরও দুই থেকে তিন দিন | প্রথম আলো",
            "time": "2025-07-24T06:41:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F07%2F10%2Fa4c20759593abf1c3d272719297ce50a-5d257d7eb0b66.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় চার দিন ধরে দেশের বিভিন্ন স্থানে বৃষ্টি কমে গিয়েছিল। সেই সঙ্গে ছিল প্রচণ্ড গরম। বৃষ্টি কমে যাওয়াতে আর বাতাসে আর্দ্রতার পরিমাণ অতিরিক্ত থাকায় ভ্যাপসা গরমে জনজীবন অতিষ্ঠ হয়ে উঠেছিল। এর মধ্যেই বঙ্গোপসাগরে একটি লঘুচাপ সৃষ্টি হয়।</p><p>আবহাওয়াবিদ তরিকুল নেওয়াজ কবীর আজ সকালে প্রথম আলোকে বলেন, রাজধানীসহ দেশের বিভিন্ন প্রান্তে যে বৃষ্টি হচ্ছে, তা কিন্তু এই ঘন মেঘমালা সৃষ্টির জন্য। লঘুচাপের প্রভাবে আগামীকাল থেকে আরও বৃষ্টি হতে পারে। আগামী অন্তত দুই দিন খুলনা, চট্টগ্রাম বরিশাল ও সিলেট বিভাগের বিভিন্ন স্থানে ভারী বৃষ্টি হওয়ার সম্ভাবনা রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাহাড়ধসে বন্ধ সাজেক সড়ক, পর্যটকবাহী গাড়িসহ আটকা বহু যান | প্রথম আলো",
            "time": "2025-07-24T06:37:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2F77mxmnun%2FWhatsApp-Image-2025-07-24-at-11.44.07.jpeg?rect=0%2C0%2C1155%2C606&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় বাসিন্দা সুজিত চাকমা প্রথম আলোকে বলেন, ‘রাতে কখন পাহাড়ধস হয়েছে, তাঁরা কেউ বুঝতে পারিনি। সকালে যানবাহন চলাচল শুরু হলে বিষয়টি নজরে আসে।’</p><p>পাহাড়ধসের ঘটনা জানাজানির হওয়ার পর সাজেক থেকে ফায়ার সার্ভিসের একটি দল ঘটনাস্থলে পৌঁছায়। তবে এক্সকাভেটর (খননযন্ত্র) না থাকায় মাটি সরানো সম্ভব হচ্ছে না বলে জানিয়েছে ফায়ার সার্ভিস।</p><p>রাঙামটি ফায়ার সার্ভিসের ভারপ্রাপ্ত সহকারী পরিচালক মোহাম্মদ আবদুল মান্নান বলেন, তাঁদের মাটি সরানোর কোনো সরঞ্জাম নেই। তাই মাটি সরানো যাচ্ছে না।</p></div></div></div></body></html>"
        },
        {
            "title": "স্যার কখনো টাকাপয়সা বহন করেননি | প্রথম আলো",
            "time": "2025-07-24T06:35:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-23%2Fe5pf6v0u%2FKBRH0222.JPG?rect=0%2C25%2C2582%2C1356&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্যারের সান্নিধ্যে আমরা আছি প্রায় ৫০ বছর। শ্রদ্ধা–ভালোবাসায় স্যার আমাদের কাছে অতি সম্মানের। স্যারকে দেখলে আমাদের শ্রদ্ধায় মাথা নত হয়ে যায়। ২৫ জুলাই স্যারের ৮৬ বছর পূর্ণ হচ্ছে। রবীন্দ্রনাথ বেঁচেছিলেন ৮০ বছর। স্যার বলেন, রবীন্দ্রনাথের সমান বাঁচলেই তিনি কৃতার্থ হবেন। কিন্তু স্যার সেই ৮০ পেরিয়ে এখন ৮৭–তে। স্যার কর্মক্ষম থেকেই তাঁর এতগুলো বছর পার করে দিচ্ছেন।</p><p>ঘুম থেকে উঠেই কাজ শুরু করেন, সারা দিন সেই কাজেই ব্যস্ত থাকেন। সারাক্ষণ মগ্ন থাকেন জ্ঞানচর্চায়। স্যারের সঙ্গে মিশলে বোঝা যায়, কতটা কর্মঠ তিনি। তিনি আলোকিত মানুষ। চিন্তাশীল মানুষ। </p><p>স্যার বিশ্বাস করেন, মানুষ হবে মূল্যবোধসম্পন্ন, মানুষ হবে সৃষ্টিশীল। মানুষ কোনো অন্যায় করবে না। মানুষ কখনো মিথ্যা বলবে না। মানুষ সংগ্রাম করবে মানুষের জন্য। এ রকম একটি স্বপ্ন নিয়ে স্যার কাজ করে যাচ্ছেন ৪০ বছর ধরে।</p><p>মানুষকে বইমুখী করতে বিশ্বসাহিত্য কেন্দ্র প্রতিষ্ঠা করেছেন স্যার। ‘আলোর স্কুল’–এর মাধ্যমে বইপড়া কর্মসূচি বাস্তবায়ন করছেন। বই পড়লে মানুষ কখনো অন্যায় কাজ করতে পারে না। মানুষ বড় হওয়ার স্বপ্ন দেখতে পারে। মূল পাঠ্যবইয়ের বাইরে নানা ধরনের বই পড়িয়ে শিশুদের মনের জগৎকে খুলে দিতে চেয়েছেন তিনি। </p><p>আমরাও স্যারের সান্নিধ্যে থেকে বই পড়েছি। বিদেশি কোনো বই পড়তে চাইলে স্যার বিদেশ থেকে আনিয়ে দিয়েছেন। আমরা মনের আনন্দে সেটা পড়েছি। স্যার পাঠের ব্যাপারে কোনো ছাড় দিতে রাজি নন। কেননা, না পড়লে, না জানলে কোনো ব্যাখ্যা দেওয়া যাবে না। আমরাও স্যারের সঙ্গে একমত। পাঠের কোনো বিকল্প নেই।</p><p>স্যার টেলিভিশন মাধ্যমেও কাজ করেছেন। তাঁর উপস্থাপনা দর্শক আনন্দচিত্তে গ্রহণ করেছে। স্যারও চেষ্টা করেন আলাদা ব্যাখ্যা, গল্প তৈরি করে দর্শককে আনন্দ দিতে। স্যারের সঙ্গে আমাদের দীর্ঘ স্মৃতি। স্যারকে কখনো বলা হয়নি, ‘স্যার, আমরা আপনাকে অনেক ভালোবাসি।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাষ্ট্র গঠনে দরকার ধাপে ধাপে বাস্তববাদী সংস্কার | প্রথম আলো",
            "time": "2025-07-24T06:34:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fz226e15i%2Fstatekk.jpg?rect=0%2C128%2C1800%2C945&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাগরিকেরা আস্থা রাখছেন, ‘জাতীয় ঐকমত্য কমিশন’ রাজনৈতিক দলগুলোর সর্বসম্মত সংস্কার এজেন্ডা বা ‘জুলাই সনদ’ প্রণয়নে সচেষ্ট। ‘ম্যাক্স-মিন পদ্ধতি’ তথা সর্বাধিক দলের ন্যূনতম জরুরি সংস্কারে একমত হওয়া একটি বাস্তবসম্মত পথ তৈরি করতে পারে। এ পন্থার সুবিধা হলো, এতে বিরোধিতা কমে রাজনৈতিকভাবে বাস্তবায়নযোগ্য সম্মতি গড়ে ওঠে।</p><p>জনগণের কাছ থেকে রাজনৈতিক ম্যান্ডেট সবচেয়ে গুরুত্বপূর্ণ। নাগরিকদের মধ্যে মেনিফেস্টো নিয়ে অধীর আগ্রহ লক্ষ করা যাচ্ছে। যেসব সংস্কার বিষয়ে রাজনৈতিক দলগুলোর মধে৵ ভিন্নতা আছে মেনিফেস্টো বা নির্বাচনী ইশতেহারে তাদের নিজ নিজ লক্ষ্য, মৌলিক নীতি, উদ্দেশ্য, বিস্তারিত সংস্কার ও ব্যাখ্যা উল্লেখ করতে পারে। জনগণের সমর্থন লাভ করে তার ভিত্তিতে কোনো নির্দিষ্ট নীতি বা সংস্কার বা কর্মসূচি বাস্তবায়নের অধিকার প্রাপ্তি রাজনৈতিক বৈধতা বা লেজিটিমেসিও দেবে।</p><p>ধাপে ধাপে বাস্তবসম্মত সংস্কার চালিয়ে যাওয়াই (প্র্যাগমেটিক গ্র্যাজুয়ালিজম) সবচেয়ে কার্যকর উপায়। এটিই টেকসই পরিবর্তন আনতে পারে। তবে ধাপে ধাপে অগ্রগতি পদ্ধতির সমালোচনাও আছে। অনেকে বলেন, সমস্যাগুলো একটি অপরটির সঙ্গে এমনভাবে জড়িত, ছোট ছোট পদক্ষেপ কোনো কাজে আসবে না। তাঁদের মতে, ‘বিগ পুশ’ বা জোরেশোরে ধাক্কা না দিলে অগ্রগতি বিফলে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তম-সুপ্রিয়ার প্রেম, কথিত বিয়ে ও শেষ দিনগুলো | প্রথম আলো",
            "time": "2024-09-03T16:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-07%2Fde1abc60-b296-4f31-9b84-ad84607fb1d1%2F1627136160_inside_1_4.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ঘটনা এখানেই শেষ নয়; এমন বিয়ে সে সময় অনেকেই মেনে নিতে পারেননি। এ কথা উত্তমের কাছের বন্ধু পরিচালক শ্যামল মিত্রর কানে পৌঁছায়। তিনি উত্তমের পাশে গৌরী দেবীকে দেখতে অভ্যস্ত ছিলেন। তিনি সুপ্রিয়া দেবীকে তাঁর সঙ্গে মানতে পারেননি। এই পরিচালক উত্তমকে ডেকে বলেন, ‘ভবানীপুরে ফিরে না গেলে ছবির শুটিং বন্ধ।’ তখন উত্তম বলেন, ‘এখনই বেণুকে ছেড়ে যেতে পারব না, একটু সময় দে আমায়।’</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: সংগৃহীত</figcaption></p></div></div></body></html>"
        },
        {
            "title": "সমালোচনার মুখে পোশাক নিয়ে নির্দেশনাটি প্রত্যাহার করল বাংলাদেশ ব্যাংক | প্রথম আলো",
            "time": "2025-07-24T06:24:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08%2F0fc4a4ec-2cb3-4706-bd47-c49447a4fe88%2F?rect=0%2C196%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে আরও বলা হয়, ‘মিডিয়ার মাধ্যমে অভ্যন্তরীণ এ বিষয়টি বিদেশে অবস্থানরত বাংলাদেশ ব্যাংকের গভর্নরের গোচরীভূত হলে তিনি ক্ষোভ প্রকাশ করেন এবং তাঁর নির্দেশনা মোতাবেক বিষয়টি এ মুহূর্তে প্রত্যাহার করা হলো।’</p><p>এর আগে ২১ জুলাই বাংলাদেশ ব্যাংক সব স্তরের কর্মকর্তা-কর্মচারীদের কী পোশাক পরতে হবে, তা ঠিক করে দিয়ে বাংলাদেশ ব্যাংকের মানবসম্পদ বিভাগ নির্দেশনা জারি করে। গতকাল বুধবার রাতে তা গণমাধ্যমে প্রকাশের পর ব্যাপক সমালোচনা শুরু করে। ফেসবুকসহ বিভিন্ন সামাজিক যোগাযোগমাধ্যমে প্রতিক্রিয়া ব্যক্ত করেন অনেকে।</p><p>নারী কর্মকর্তা-কর্মচারীদের জন্য শাড়ি, সালোয়ার-কামিজ ও ওড়না এবং অন্যান্য পেশাদার শালীন পোশাক পরার নির্দেশনা দেওয়া হয়েছিল। শর্ট স্লিভ ও লেংথের ড্রেস, অর্থাৎ ছোট হাতা ও ছোট দৈর্ঘ্যর পোশাক ও লেগিংস পরিহার করতে বলা হয়েছে। ওই নির্দেশনায় ফরমাল স্যান্ডেল বা জুতা, সাদামাটা হেড স্কার্ফ বা হিজাব পরতে বলা হয়েছে। পুরুষদের পোশাকের ক্ষেত্রে লম্বা বা হাফ হাতার ফরমাল (আনুষ্ঠানিক) শার্ট ও ফরমাল প্যান্ট পরতে বলা হয়েছে। পরিহার করতে বলা হয়েছে জিনস ও গ্যাবার্ডিন প্যান্ট। নির্দেশনা না মানলে কর্মকর্তা-কর্মচারীদের বিরুদ্ধে শৃঙ্খলাভঙ্গের অভিযোগ আনা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে দুটি বাসের সংঘর্ষে নিহত ৩, আহত ১০ | প্রথম আলো",
            "time": "2025-07-24T06:22:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2F28pd2we0%2FFaridpurDH053920250724faridpur-pic-01.jpg?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">ফরিদপুর সদর উপজেলায় দুটি বাসের সংঘর্ষ হয়েছে। আজ বৃহস্পতিবার সকালে ঢাকা-খুলনা মহাসড়কে কানাইপুর ইউনিয়নের কোষা গোপালপুর এলাকায়<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: প্রথম আলো</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "শিক্ষা উপদেষ্টার নিয়োগকর্তা কে | প্রথম আলো",
            "time": "2025-07-24T06:20:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-24%2Fz78sm08y%2Fcr-abrar.jpg?rect=0%2C39%2C766%2C402&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিক্ষা উপদেষ্টা বলেছেন, নিয়োগকর্তা বললে তিনি পদত্যাগ করবেন। তাঁর নিয়োগকর্তা কে? তিনি যদি প্রধান উপদেষ্টাকে বুঝিয়ে থাকেন, সে ক্ষেত্রে তাঁর ও পুরো সরকারের দক্ষতা ও যোগ্যতা নিয়েও প্রশ্ন উঠবে। এই সরকারে এমন উপদেষ্টাও আছেন, যাঁরা বলতে গেলে প্রায় নিষ্ক্রিয়। কোনো তৎপরতা নেই। তারপরও বহাল তবিয়তে আছেন। </p><p>রাজনৈতিক সরকারে যেমনটি হয়ে থাকে, মন্ত্রী দক্ষ না হলে ঠেকা দেওয়ার জন্য একজন প্রতিমন্ত্রী নিয়োগ দেওয়া হয়। অন্তর্বর্তী সরকারেও বেশ কিছু মন্ত্রণালয়ে উপদেষ্টার পাশাপাশি প্রতিমন্ত্রীর পদমর্যাদায় প্রধান উপদেষ্টার বিশেষ সহকারী নিয়োজিত আছেন। এটা কী ধরনের জবাবদিহি? আওয়ামী লীগ সরকারের সময় মানুষ কথা বলতে পারত না। এই সরকারের আমলে কথা বলা যায়। কিন্তু প্রতিকার পাওয়া যায় না।<br>আপনি যে প্রশ্নই করুন না কেন, নীতিনির্ধারকেরা বলবেন, সব ঠিক আছে। সব যে ঠিক নেই, অতি সাম্প্রতিক ঘটনাই তার প্রমাণ।</p><p>এই সরকার কোনো নির্বাচনের মাধ্যমে ক্ষমতায় আসেনি, এসেছে চব্বিশের জুলাই গণ-অভ্যুত্থানের মাধ্যমে। সে ক্ষেত্রে গণ-অভ্যুত্থানের অংশীজন তথা তারা যাদের প্রতিনিধিত্ব করে, সেই জনগণই প্রকৃতপক্ষে সরকারের নিয়োগকর্তা হওয়ার কথা। সরকারের কাজকর্মের মূল লক্ষ্যও হওয়া উচিত তাদের আশা আকাঙ্ক্ষা পূরণ। বাস্তবে তার উল্টোটাই ঘটছে বলে মানুষ মনে করে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয় আইবিএতে এক্সিকিউটিভ এমবিএ, জিপিএ-২.৫ হলে আবেদন, ফি ৪০৫০ | প্রথম আলো",
            "time": "2025-07-24T06:18:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-03%2F7an14gs3%2F191.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৫ শিক্ষাবর্ষে ফল সেশনে এক্সিকিউটিভ এমবিএতে ভর্তির জন্য বিজ্ঞপ্তি প্রকাশ করেছে ঢাকা বিশ্ববিদ্যালয়ের ইনস্টিটিউট অব বিজনেস অ্যাডমিনিস্ট্রেশন (আইবিএ)। আবেদন করা যাবে ৩০ জুলাই পর্যন্ত।</p><p><strong>আবেদনে শিক্ষাগত যোগ্যতা—</strong></p><p>এইচএসসি বা সমমানের পরীক্ষায় দ্বিতীয় শ্রেণিসহ যেকোনো বিষয়ে ন্যূনতম ৪ বছরের স্নাতক ডিগ্রি থাকতে হবে। ৪ স্কেলে ন্যূনতম ২ দশমিক ৫ সিজিপিএ থাকতে হবে। এসএসসি এবং এইচএসসি উভয় পরীক্ষায় ৫.০০–এর মধ্যে আলাদাভাবে ন্যূনতম ৩ (বা দ্বিতীয় বিভাগ) অথবা ‘ও’ লেভেল এবং ‘এ’ লেভেল উভয় পরীক্ষায় আলাদাভাবে ন্যূনতম জিপিএ-২.০০ হতে হবে। কোনো পর্যায়েই তৃতীয় বিভাগ/শ্রেণি ভর্তি কার্যক্রমে গ্রহণযোগ্য হবে না।</p></div></div></div></body></html>"
        }
    ]
}