{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "এসএসসি পরীক্ষার প্রয়োজন কতটুকু আছে? | প্রথম আলো",
            "time": "2025-08-03T04:41:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Foj9cn0pi%2F%E0%A6%8F%E0%A6%B8%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF.png?rect=0%2C0%2C613%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভারতবর্ষে ইস্ট ইন্ডিয়া কোম্পানির শাসন পোক্ত হতে শুরু করলে এখানকার ব্যবসা-বাণিজ্য ও প্রশাসন চালানোর জন্য অনেক লোকের দরকার হয়। তখন সব লোককে ইংল্যান্ড থেকে আনাটা সহজ ছিল না। ১৮৩৫ সালে ব্রিটিশ ভারতের শিক্ষানীতিতে তাই একটা মৌলিক পরিবর্তনের সূচনা হয় মেকলে মিনিটের (ম্যাকলে মিনিট অন এডুকেশন) আদলে।</p><p>থমাস ব্যাবিংটন মেকলে তাঁর এই প্রস্তাবে ইংরেজি জানা একটি শ্রেণি গড়ে তোলার কথা বলেন, যারা হবে ব্রিটিশ ও ভারতীয় সংস্কৃতির মধ্যে সংযোগকারী। ব্রিটিশ ঔপনিবেশিক প্রশাসনের এই সাংস্কৃতিক কৌশলের মাধ্যমে স্থানীয় প্রশাসনের জন্য ‘ভারতীয় চেহারার কিন্তু ব্রিটিশ চিন্তার’ জনবল তৈরি করাই ছিল মুখ্য। </p><p>এই নীতির ধারাবাহিকতায় পশ্চিমা ধাঁচের শিক্ষাব্যবস্থা চালু করা হয় এবং পরীক্ষানির্ভর কাঠামোর সূচনা ঘটে। বলাবাহুল্য, এরই ধারাবাহিকতায় পশ্চিমা ধাঁচের বিশ্ববিদ্যালয় গড়ার আবশ্যকতাও তৈরি হয়। ১৮৫৭ সালে কলকাতা বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়। বিশ্ববিদ্যালয় গড়া মানেই সেখানে ভর্তির জন্য একটি ‘প্রবেশিকা’ বা যোগ্যতা ঠিক করা দরকার। </p><p>‘ম্যাট্রিকুলেশন’ শব্দটা এসেছে লাতিন ভাষা থেকে, যার মানে হলো কোনো তালিকায় নাম লেখানো। ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হওয়ার মানে হলো বিশ্ববিদ্যালয়ে ভর্তির জন্য ‘তালিকায় নাম লেখা’। এ জন্য প্রথমবারের মতো ম্যাট্রিকুলেশন পরীক্ষার প্রবর্তন করা হয় ১৮৫৭ সালে। এরপর এটিই চালু হয়ে যায়। </p><p>কিন্তু পরে দেখা যায় যে ম্যাট্রিকুলেশনের পর বিশ্ববিদ্যালয়ে ভর্তি হলে তাদের সরাসরি বিএ ক্লাসে পড়ানো কঠিন। কারণ, বিএ ক্লাসের সিলেবাস আর দশম শ্রেণি পর্যন্ত পড়ার মধ্যে একটা বড় ফাঁক রয়েছে। তখন একটি ‘মধ্যবর্তী’ বা ‘ইন্টারমিডিয়েট’ ব্যবস্থা চালু করার দরকার হয়।</p><p>কাজেই ভারতবর্ষে  ফার্স্ট আর্টস (এফএ) বা ইন্টারমিডিয়েট এক্সামিনেশন ইন আর্টস চালু হয় ১৮৫৯ সালে। এভাবে বিশ্ববিদ্যালয় নিয়ে তিন স্তরবিশিষ্ট কাঠামো ক্রমবর্ধমানভাবে প্রতিষ্ঠিত হতে শুরু করে: প্রথমে ম্যাট্রিকুলেশন, তারপর ইন্টারমিডিয়েট (এফএ) এবং পরিশেষে বিএ বা বিএসসি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঐকমত্য হয়েছে বেশ কিছু মৌলিক সংস্কারে | প্রথম আলো",
            "time": "2025-08-03T04:40:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-17%2Flb23pp6t%2FBadiul-Alam-Mazumder.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালত তত্ত্বাবধায়ক সরকারব্যবস্থা ফিরিয়ে আনার ব্যাপারে রায় দিয়েছেন। পঞ্চদশ সংশোধনীকে অসাংবিধানিক বলে ঘোষণা করেছেন। কিন্তু কীভাবে তত্ত্বাবধায়ক সরকার নিয়োগ হবে, এটাও একটা মৌলিক সংস্কারের বিষয়। যাতে যোগ্য ব্যক্তিরা ওই পদে অধিষ্ঠিত হয়ে আবারও আগের মতো ভোটের অধিকার ধ্বংস করতে না পারে। সে ব্যাপারে আমরা ঐকমত্যে পৌঁছেছি।</p><p>জ্যেষ্ঠতার ভিত্তিতে প্রধান বিচারপতি নিয়োগ দেওয়া, বিচার বিভাগের বিকেন্দ্রীকরণ, উপজেলা পর্যায়ে স্থানীয় নিম্ন আদালতের সম্প্রসারণ, সংবিধানের ৭০ অনুচ্ছেদ, অর্থ বিল আর অনাস্থা প্রস্তাবে গোপন ভোট দেওয়াসহ বেশ কিছু গুরুত্বপূর্ণ মৌলিক সংস্কার হয়েছে।</p><p>তবে কিছু ক্ষেত্রে কিছুটা অপূর্ণতা রয়ে গেছে। যেমন নারীর রাজনৈতিক ক্ষমতায়নের ব্যাপারে যতটুকু অর্জন করতে চেয়েছিলাম, ততটুকু পারিনি। তবু আমরা মনে করি, একটা গুরুত্বপূর্ণ যাত্রা শুরু হলো।</p><p>প্রবাদ আছে, ‘পুডিং কতটা সুস্বাদু বা ভালো হয়েছে, তা জানতে হলে খেয়ে দেখতে হবে।’ সংস্কারের সার্থকতা নির্ভর করবে বাস্তবায়নের ওপর। আমার বিশ্বাস, রাজনৈতিক দলগুলো প্রজ্ঞা এবং সাহসিকতার পরিচয় দেবে। ছাত্র–জনতার অভ্যুত্থানে শহীদ ও আহতদের রক্তের সঙ্গে আমরা যেন বিশ্বাসঘাতকতা না করি।</p><p><strong>বদিউল আলম মজুমদার</strong>, সদস্য, জাতীয় ঐকমত্য কমিশন</p><p>(মতামত লেখকের নিজস্ব)</p></div></div></div></body></html>"
        },
        {
            "title": "আফ্রিদির শেষ বলে ৪ মেরে ওয়েস্ট ইন্ডিজকে জেতালেন হোল্ডার | প্রথম আলো",
            "time": "2025-08-03T04:22:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fj816kdi4%2F914214-01-02.jpg?rect=0%2C329%2C6972%2C3660&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেখে মনে হতে পারে হারার চেষ্টা করেছিল দুই দলই! আর শেষ পর্যন্ত সেই প্রচেষ্টায় সফল হয়েছে পাকিস্তান দল!</p><p>কিন্তু নিশ্চয়ই ঘটনা আসলে এমন নয়। আজ ফ্লোরিডায় পাকিস্তান-ওয়েস্ট ইন্ডিজ তিন টি-টোয়েন্টি সিরিজের দ্বিতীয় ম্যাচটি দুই দলই জিততেই চেয়েছিল। তবে দুই দলের একের পর এক ভুল দেখে কিছু সময়ের জন্য সমর্থকদের মনে হতে পারে—কোনো দলই জিততে চায় না।</p><p>শেষ পর্যন্ত জিতেছে ওয়েস্ট ইন্ডিজ। তাও শাহিন আফ্রিদির করা ম্যাচের শেষ বলে ৪ রানের সমীকরণ মিলিয়ে। টসে জিতে ব্যাটিং করতে নেমে পাকিস্তান তুলেছিল ১৩৩ রান। সেই রান ওয়েস্ট ইন্ডিজ টপকেছে ২ উইকেট হাতে রেখে ম্যাচের শেষ বলে। তাতে টি-টোয়েন্টি সিরিজে ফিরেছে সমতা। সিরিজের শেষ ম্যাচ আগামীকাল।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরস্ত্রীকরণে সম্মতির খবর নাকচ: হামাস বলল, দখলদারির মোকাবিলা জাতীয় ও আইনি অধিকার | প্রথম আলো",
            "time": "2025-08-03T04:11:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F5v5gi7ox%2Fhamas-leader.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গাজায় যুদ্ধবিরতি নিয়ে ইসরায়েলের সঙ্গে আলোচনা চলাকালে অস্ত্রত্যাগের বিষয়ে সম্মতি জানানোর খবরের বিরোধিতা করেছে ফিলিস্তিনের স্বাধীনতাকামী সংগঠন হামাস। তারা বলেছে, ফিলিস্তিনি ভূখণ্ডে ইসরায়েলি দখলদারি মোকাবিলার জাতীয় ও আইনি অধিকার তাদের রয়েছে।</p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের মধ্যপ্রাচ্যবিষয়ক বিশেষ দূত স্টিভ উইটকফ গাজায় আটক থাকা ইসরায়েলি জিম্মিদের স্বজনদের সঙ্গে বৈঠক করেছেন। বৈঠকে উইটকফ তাঁদের বলেন, হামাস জানিয়েছে, তারা ‘নিরস্ত্রীকরণে প্রস্তুত’। ইসরায়েলি সংবাদমাধ্যম হারেৎজ এটা ফলাও করে প্রচার করেছে।</p><p>মার্কিন দূতের এমন মন্তব্য সংবাদমাধ্যমে প্রচারের পর গতকাল শনিবার এর তীব্র বিরোধিতা করে হামাস। এক বিবৃতিতে সংগঠনটি বলেছে, যতক্ষণ (ইসরায়েলি) দখলদারি বহাল থাকবে, ততক্ষণ তা প্রতিরোধ করা এবং সেটার বিরুদ্ধে অস্ত্র ধরা তাদের জাতীয় ও আইনি অধিকার।</p></div></div></div></body></html>"
        },
        {
            "title": "স্বাস্থ্য খাত সংস্কার কমিশনের সুপারিশ জুলাই সনদে অন্তর্ভুক্তির দাবি | প্রথম আলো",
            "time": "2025-08-03T04:10:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fs96omug3%2Fprothomalo-bangla2023-1013d8e2b2-ebb2-4dbc-87c4-96bd7d9e2822eview.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশিষ্টজনেরা বলেন, ‘আমরা অকপটে স্বীকার করি, বিগত কয়েক দশকে বাংলাদেশ স্বাস্থ্য খাতে কিছু অগ্রগতি অর্জন করেছে। কিন্তু একই সঙ্গে এটাও সত্য, একগুচ্ছ গভীর কাঠামোগত দুর্বলতা, শাসনব্যবস্থায় বিচ্যুতি ও প্রাতিষ্ঠানিক স্বচ্ছতার অভাব আমাদের এ অগ্রযাত্রাকে বারবার থমকে দিয়েছে।’</p><p>স্বাস্থ্য খাত সংস্কার কমিশনের সুপারিশ বাস্তবায়নের তাগিদ দিয়ে খোলাচিঠিতে বলা হয়, ‘সুপারিশগুলো এসেছে এক গুরুতর বাস্তবতা থেকে, যা কেবল সেবার সম্প্রসারণ বা গুণগত মান বৃদ্ধির পরামর্শ নয়, বরং একটি সুসংহত রূপরেখা। এর মাধ্যমে স্বাস্থ্য খাতের গভীর সমস্যাগুলোর সমাধান, প্রতিষ্ঠানগুলোর পুনর্গঠন এবং প্রশাসনিক জবাবদিহির একটি টেকসই কাঠামো গড়ে তোলা সম্ভব।’</p><p>স্বাস্থ্য খাত সংস্কার কমিশনের সুপারিশ জুলাই সনদে অন্তর্ভুক্তির আহ্বান জানিয়ে খোলাচিঠিতে ছয় বিশিষ্টজন বলেন, ‘যথাসময়ে পদক্ষেপ না নিলে গুরুত্বপূর্ণ সুপারিশগুলো কাগজে বন্দী থেকে যায়। সুপারিশগুলো জুলাই সনদে অন্তর্ভুক্ত করা হবে যুগান্তকারী সিদ্ধান্ত, যা অতীতের সম্মান এবং ভবিষ্যতের অঙ্গীকারকে একসূত্রে বেঁধে রাখবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "সকালেই পড়ুন আলোচিত ৫ খবর | প্রথম আলো",
            "time": "2025-08-03T04:02:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F96ef562e-2cfa-4151-b57a-ce77cdb446ff%2FWhatsApp_Image_2023_02_27_at_08_34_41.jpeg?rect=0%2C106%2C1423%2C747&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">উত্তরার দিয়াবাড়িতে মাইলস্টোন স্কুল অ্যান্ড কলেজে যুদ্ধবিমান বিধ্বস্তের ঘটনায় নিহত ব্যক্তিদের আত্মার মাগফিরাত ও আহত ব্যক্তিদের দ্রুত আরোগ্য লাভের কামনায় শোক ও দোয়া অনুষ্ঠানের আয়োজন করে স্কুল  কর্তৃপক্ষ। সেখানে কথা বলেন অধ্যক্ষ ক্যাপ্টেন (অব.) জাহাঙ্গীর খান</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: তানভীর আহাম্মেদ</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মোহাম্মদপুর থেকে সিয়াটল, বন্ধুত্ব এখনো অটুট | প্রথম আলো",
            "time": "2025-08-03T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2Fvx4hb96o%2F74c18d74_54aa_44dc_92f9_c11dc4fec1c0Original.jpeg?rect=0%2C0%2C1500%2C788&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমার বন্ধু অলিন্দ গুপ্ত। সেন্ট যোসেফ হায়ার সেকেন্ডারি স্কুলে পড়ার সময় ২০০৩ সালে তার সঙ্গে আমার প্রথম পরিচয়। দুজনেরই বাসা ছিল মোহাম্মদপুর, ধীরে ধীরে সেখানেই বন্ধুত্ব গড়ে ওঠে। স্কুল শেষ করে দুজনই ভর্তি হই নটর ডেম কলেজে। কলেজের মাঠ আর মোহাম্মদপুরের খেলার মাঠে ফুটবল খেলার মধ্য দিয়ে আমাদের বন্ধুত্ব আরও গাঢ় হয়। পরে দুজন বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) পুরকৌশল বিভাগে ভর্তি হই। পরের কয়েক বছর আমাদের সবকিছুর কেন্দ্র হয়ে ওঠে বুয়েট। আমরা প্রিপারেটরি লিভে একসঙ্গে পড়তাম, ফুটবল খেলতাম, ক্যাম্পাসের নানা কর্মকাণ্ডে অংশ নিতাম। ক্যাম্পাসে রাত জেগে খেলা দেখা ছিল আমাদের নিয়মিত কাজ। আমি আর্জেন্টিনা আর অলিন্দ ব্রাজিলের সমর্থক; ক্লাব ফুটবলে আমি ম্যানচেস্টার ইউনাইটেড আর অলিন্দ আর্সেনাল। তাই বাহাসও চলত অনেক।</p><p>ক্যাম্পাসে লাইভ কনসার্ট দেখা থেকে শুরু করে বিভিন্ন জায়গায় আমরা একসঙ্গে ঘুরতে যেতাম। দেশের বাইরে নেপাল, ভারতেও একসঙ্গে ঘুরেছি। একটা ঘটনা এখন বিশেষভাবে মনে পড়ছে। শেষ সেমিস্টারে র‍্যাগ ফুটবল টুর্নামেন্ট চলছিল তখন। উত্তেজনাপূর্ণ এক ম্যাচ আমরা দুজন দুই প্রতিপক্ষ দলে। সেকশন আলাদা, তাই আমাদের দলও আলাদা। সেই ম্যাচে জয়সূচক গোল করে অলিন্দ। খেলার সময় যা হয়, দুই দলের রেষারেষি থেকে উত্তপ্ত বাক্যবিনিময়। রীতিমতো ঝগড়ার মতো পরিস্থিতি। কিন্তু খেলার মাঠের ঝগড়া পরের সন্ধ্যাতেই ভুলে গিয়েছিলাম। র‍্যাগ কনসার্টে একসঙ্গে গান গেয়েছি গলা ফাটিয়ে।</p></div></div></div></body></html>"
        },
        {
            "title": "এশিয়া কাপে বাংলাদেশের ম্যাচ কোথায়, কখন | প্রথম আলো",
            "time": "2025-08-03T03:59:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F6hy9uets%2FWatching-Bangladeshi-cricketer-reviews-1.jpg?rect=0%2C0%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>টি–টোয়েন্টি ফরমেটের এশিয়া কাপে এবারও একই গ্রুপে আছে ভারত ও পাকিস্তান। দুই প্রতিবেশী দেশের ম্যাচটি হবে ১৪ সেপ্টেম্বর দুবাইয়ে। ‘এ’ গ্রুপের অন্য দুই দল ওমান ও স্বাগতিক আরব আমিরাত অপেক্ষাকৃত দুর্বল হওয়ায় ভারত ও পাকিস্তানেরই গ্রুপসেরা হয়ে সুপার ফোরে ওঠার সম্ভাবনা বেশি। সে ক্ষেত্রে ২১ সেপ্টেম্বর সুপার ফোর পর্বে তারা আবার মুখোমুখি হবে।</p><p>বাংলাদেশের গ্রুপে আছে শ্রীলঙ্কা, আফগানিস্তান ও হংকং। দুই গ্রুপ থেকে শীর্ষ দুই দল যাবে পরের ধাপে। সুপার ফোর পর্বে দলগুলো পরস্পরের বিপক্ষে একটি করে ম্যাচ খেলবে। সেখান থেকে শীর্ষ দুই দল লড়বে ফাইনালে, আগামী ২৮ সেপ্টেম্বর।<br>ভেন্যু ও সময়সূচি ঘোষণা করে এশিয়ান ক্রিকেট কাউন্সিলের সভাপতি মহসিন নাকভি বলেন, ‘গ্যালারিভরা দর্শক আর সত্যিই শ্বাসরুদ্ধকর কিছু লড়াই দেখার অপেক্ষায় আছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের আনোয়ারা আওয়ামী লীগের নেতা নগর থেকে গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-03T03:54:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Feexqydlz%2F1-image-Template-2-Recovered.jpg?rect=0%2C120%2C1067%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, গত বছর আওয়ামী লীগ সরকারের পতনের পর থেকে আত্মগোপনে ছিলেন ইয়াছিন হিরু। গোপন সংবাদের ভিত্তিতে পুলিশ তাঁকে গ্রেপ্তার করে। তাঁর বিরুদ্ধে ২০২০ সালের ২০ অক্টোবর বিকেলে আনোয়ারা উপজেলার কালাবিবি দিঘির মোড়ে বিএনপির মিছিলে হামলার অভিযোগে একটি মামলা রয়েছে। গত বছরের ৭ অক্টোবর আনোয়ারা থানায় মামলাটি করেন তৌহিদ মিয়া (৩৪) নামের এক ব্যক্তি। মামলাটিতে সাবেক ভূমিমন্ত্রী সাইফুজ্জামান চৌধুরী, সাবেক অর্থ প্রতিমন্ত্রী ওয়াসিকা আয়শা খানসহ ১১২ জনকে আসামি করা হয়।</p><p>আনোয়ারা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মনির হোসেন আজ রোববার সকালে প্রথম আলোকে বলেন, বিএনপির মিছিলে হামলার মামলাসহ ইয়াছিন হিরুর বিরুদ্ধে একাধিক মামলা থাকায় তাঁকে গ্রেপ্তার করা হয়েছে। তাঁকে আদালতে সোপর্দ করার প্রস্তুতি চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "২০০৮ সালের মালেগাঁও বিস্ফোরণ: আসামিরা খালাস পেলেও মামলার নথি গায়েবের রহস্য কাটেনি | প্রথম আলো",
            "time": "2025-08-03T03:43:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fvw78lrz6%2FMombay-blast.jpg?rect=0%2C75%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজেপির সাবেক সংসদ সদস্য প্রজ্ঞা সিং ঠাকুর, লেফটেন্যান্ট কর্নেল প্রসাদ পুরোহিতসহ অন্যদের খালাস দেওয়ার সময় আদালত বলেন, ষড়যন্ত্রমূলক কোনো বৈঠক হওয়ার বিষয়টি প্রমাণ করা যায়নি। কারণ, অধিকাংশ সাক্ষী নিজেদের আগের বক্তব্য থেকে সরে এসেছিলেন। সাক্ষীদের কয়েকজন এটাও বলেছেন যে ভয় দেখিয়ে বা জোর করে এটিএস তাঁদের থেকে বক্তব্য আদায় করেছিল।</p><p>ভারতের জাতীয় তদন্ত সংস্থা (এনআইএ) ২০১১ সালে এটিএসের কাছ থেকে তদন্তের দায়িত্ব নেওয়ার পর কিছু প্রত্যক্ষদর্শীর বক্তব্য নতুন করে রেকর্ড করে। এ কারণে গায়েব হয়ে যাওয়া জবানবন্দি–সংবলিত নথি আরও বেশি গুরুত্বপূর্ণ হয়ে উঠেছিল। কারণ, আগের নথিগুলো থাকলে দুই জবানবন্দির মধ্যে মিল-অমিল যাচাই করে দেখা যেত।</p><p>সরকার পক্ষ থেকে এ কারণে হারিয়ে যাওয়া নথিগুলোর ফটোকপি ব্যবহারের অনুমতি চাওয়া হয়েছিল। বিচারিক আদালত এতে অনুমতিও দিয়েছিলেন। কিন্তু অভিযুক্ত ব্যক্তিরা বিচারিক আদালতের রায়ের বিরুদ্ধে মুম্বাই হাইকোর্টে আবেদন করেন। হাইকোর্ট সেই অনুমতি স্থগিত করেন। কারণ, ফটোকপিগুলো যে আসল নথিরই অনুলিপি, তা প্রমাণ করা যায়নি। আদালত তখন বলেছিলেন, এনআইএ চাইলে প্রমাণ সংগ্রহ করে ফটোকপিগুলো নথি হিসেবে ব্যবহার করার জন্য নতুন করে আবেদন করতে পারবে।</p></div></div></div></body></html>"
        },
        {
            "title": "পাল্টা শুল্ক নিয়ে যুক্তরাষ্ট্রের সঙ্গে চুক্তি এ মাসেই | প্রথম আলো",
            "time": "2025-08-03T03:38:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2F7k2fx21s%2F1.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন গত শুক্রবার রাতে যুক্তরাষ্ট্রে বাংলাদেশ দূতাবাসের প্রেস মিনিস্টার গোলাম মোর্তোজাকে যৌথ বিবৃতির সম্ভাবনার কথা বলেছেন। তিনি বলেন, ২০ শতাংশ পাল্টা শুল্কে আত্মতুষ্টির কোনো সুযোগ নেই। এর সাফল্য-ব্যর্থতা নির্ভর করবে বাংলাদেশের বাণিজ্যিক সক্ষমতার ওপর।</p><p>পাল্টা শুল্কের হার কমিয়ে আনার আলোচনা শুরুর আগেই যুক্তরাষ্ট্রের সঙ্গে গত জুনের মাঝামাঝি নন ডিসক্লোজার অ্যাগ্রিমেন্ট (এনডিএ) করে বাণিজ্য মন্ত্রণালয়। বাণিজ্য উপদেষ্টা এ বিষয়ে বলেন, দুঃখজনক হলো, চুক্তির বিষয় কিছুটা প্রকাশিত হয়ে গিয়েছিল। এতে দেশের স্বার্থবিরোধী কিছু নেই। আলোচনার মাধ্যমে স্বার্থবিরোধী বিষয়গুলো থেকে বাংলাদেশ বের হয়ে এসেছে। যুক্তরাষ্ট্রের সম্মতি সাপেক্ষে চুক্তিটি প্রকাশও করা হবে।</p><p>এনডিএর পক্ষে যুক্তি দিতে গিয়ে শেখ বশিরউদ্দীন বলেন, স্থানীয়ভাবে দুটি ব্যবসায়িক সংগঠন বা ব্যাংক-বিমা প্রতিষ্ঠান যখন কোনো চুক্তি করে, তাতেও এনডিএ থাকাটা স্বাভাবিক বিষয়। নিজেদের মধ্যে এর গোপনীয়তা রক্ষার কথা থাকে। যতক্ষণ পর্যন্ত চুক্তি না হয়, ততক্ষণ পর্যন্ত তা গোপন রাখা হয়ে থাকে। যুক্তরাষ্ট্র চুক্তির নিয়ামক হিসেবে যখন নিজস্ব নিরাপত্তাকে বেছে নিয়েছে, তখন আলোচনার জন্য গোপনীয়তার শর্ত থাকাটাই অবশ্যম্ভাবী।</p></div></div></div></body></html>"
        },
        {
            "title": "ভূতের নেশায় দেশ চষে বেড়িয়েছেন দুই বন্ধু সুমন-শাকিব | প্রথম আলো",
            "time": "2025-08-03T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F1g5q1f15%2FIMG2094.JPG?rect=0%2C0%2C1760%2C924&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ভূতপ্রেম</strong><br>হরর সিনেমা দেখার পাশাপাশি দুই বন্ধুর রয়েছে ভূতপ্রেম। দেশের প্রায় প্রতিটি জেলায় তাঁরা ঘুরে বেড়িয়েছেন। পুরোনো বাড়ি, শ্মশানঘাট, বটগাছতলা—যেসব জায়গা নিয়ে নানা ধরনের ভৌতিক গল্প চালু আছে, সেসব জায়গায় চষে বেড়িয়েছেন। ভূতের উপস্থিতি ধরতে বিদেশ থেকে বিভিন্ন জিনিস আনাতেন সুমন। শাকিবের এসবে কিছুটা ভয় থাকলেও খুব মজা পেতেন সুমন। এ সময় দুজনের কাছে জমা হয় ভূতের অনেক গল্প। এ থেকেই একটা অনুষ্ঠানের পরিকল্পনা করেন সুমন, শাকিব ও তাঁদের আরেক বন্ধু জিবরান। তিনজন মিলে শুরু করেন রেডিও শো ‘ভৌতিস্ট’। শাকিব জানান, সায়েন্টিস্ট থেকে ভৌতিস্ট। নিজেদের তাঁরা তখন ভূতবিশারদ ভাবতে শুরু করেন। টানা দেড় বছর চলে এই শো। মূলত এই অনুষ্ঠান থেকেই শুরু হয় ভূত নিয়ে রেডিও শোর জনপ্রিয়তা।</p><p><strong>খাবারপ্রীতি</strong><br>সুমন-শাকিবের আড্ডার বড় একটা অংশজুড়ে থাকে খাবার। এটা যেমন শুরুতে ছিল, এখনো আছে। গুলশানের একটি রেস্তোরাঁয় দিনের পর দিন জমত তাঁদের আড্ডা। শাকিব বলেন, ‘তখন তো সব খাবার কেনার পয়সা ছিল না। সুমন ভাই সব খাওয়াতেন। তিনি মানুষকে খাওয়াতে এত ভালোবাসেন! সন্ধ্যা থেকে এ আড্ডায় অনেক খাওয়া হতো। মাঝরাতে আড্ডা শেষ হলেই রেস্তোরাঁ বন্ধ হতো, এটাই  নিয়মে পরিণত হয়েছিল।’ তবে সুমনের কাছে বন্ধুর সঙ্গে খাবারের স্মৃতিতে আছে রাস্তার পাশের সস্তা হোটেল। দেশের আনাচকানাচে হোটেল খোঁজে বেড়াতেন তাঁরা। সুমন বলেন, ‘পেটখারাপের চিন্তা না করে কবজি ডুবিয়ে খেতাম। ট্রাকস্ট্যান্ড থেকে টার্মিনালের হোটেল ছিল পছন্দের তালিকায়। ভর্তা-ভাত হলে আমাদের আর কিছুই লাগত না।’</p></div></div></div></body></html>"
        },
        {
            "title": "মায়ামির জয় ছাপিয়ে আলোচনায় মেসির চোট | প্রথম আলো",
            "time": "2025-08-03T03:21:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fxkp4ubd7%2F2025-08-02T234304Z1777423550MT1USATODAY26765059RTRMADP3MLS-LEAGUES-CUP-NECAXA-AT-INTER-MIAMI-CF.JPG?rect=0%2C0%2C3867%2C2030&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরতির পর ৬০ মিনিটে নেকাখসার ক্রিস্টিয়ান ক্যালদেরন লালকার্ড দেখলে খেলোয়াড় সংখ্যার দিক থেকেও সমতা আসে ম্যাচে। তবে ৮১ মিনিটে মায়ামিকে হতাশ করে নেকাখসাকে লিড এনে দেন রিকার্ডো মনরিয়েল।</p><p>এরপর ম্যাচে নেকাখসা যখন জয়ের অপেক্ষায় তখনই দারুণ এক গোলে মায়ামিকে ম্যাচে ফেরান জর্দি আলবা। যোগ করা সময়ে প্রথম মিনিটে আলবার এই গোলই ম্যাচ নিয়ে যায় টাইব্রেকারে। যেখানে নিজেদের মায়ামির প্রথম ৫ খেলোয়াড়ের প্রত্যেকে গোল করলেও নেকাখসার গোল করতে পারে ৪ খেলোয়াড়। গোল মিস করেন থমাস বাদালোনিনি।</p><p>লিগস কাপে ইন্টার মায়ামির পরের ম্যাচ বৃহস্পতিবার পুমাসের বিপক্ষে।</p></div></div></div></body></html>"
        },
        {
            "title": "এই অগ্রগতি ধরে রাখতে হবে | প্রথম আলো",
            "time": "2025-08-03T03:14:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F1029114c-37fd-4c36-a816-595983984828%2Feditorial_5.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জন-আকাঙ্ক্ষার কথা বিবেচনায় নিয়ে প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের নেতৃত্বাধীন সরকার প্রথম পর্যায়ে সংবিধান, নির্বাচনব্যবস্থা, বিচার বিভাগ, দুর্নীতি দমন কমিশন, প্রশাসন ও পুলিশ সংস্কার কমিশন গঠন করে। এরপর আরও পাঁচটি কমিশন গঠন করা হয়। এসব কমিশন তাদের প্রতিবেদন দেওয়ার পর প্রধান ছয়টি কমিশনের গুরুত্বপূর্ণ প্রস্তাব নিয়ে রাজনৈতিক দলগুলোর সঙ্গে আলোচনা শুরু করে জাতীয় ঐকমত্য কমিশন। প্রথম দফায় ২০ মার্চ থেকে ১৯ মে পর্যন্ত ৩২টি রাজনৈতিক দল ও জোটের সঙ্গে ৪৪টি এবং ২ জুন থেকে ৩১ জুলাই পর্যন্ত ৩০টি দলের সঙ্গে ২৩টি বৈঠক করে জাতীয় ঐকমত্য কমিশন। অতীতে এত সময় ধরে এতগুলো রাজনৈতিক দল মিলে এমন রাজনৈতিক ঐক্যপ্রচেষ্টা আর কখনোই হয়নি।</p><p><em>প্রথম আলো</em>র খবর জানাচ্ছে, রাজনৈতিক দলগুলোর সঙ্গে দুই দফা আলোচনার পর যেসব বিষয়ে ঐকমত্য ও সিদ্ধান্ত হয়েছে, তা নিয়ে ‘জুলাই জাতীয় সনদ’ চূড়ান্ত করার কাজ চলছে। তবে জুলাই সনদ বাস্তবায়নের পদ্ধতি ও এর আইনি ভিত্তি নিয়ে রাজনৈতিক দলগুলোর মধ্যে ভিন্নমত রয়েছে। আমরা মনে করি, এ ক্ষেত্রে রাজনৈতিক দলগুলোর মধ্যে মতপার্থক্য থাকাটা স্বাভাবিক। আর সেই মতপার্থক্য নিরসনের সবচেয়ে গ্রহণযোগ্য পথ হলো আলাপ-আলোচনা ও সংলাপ। ঐকমত্য কমিশনের সঙ্গে আলোচনার ধারাবাহিকতায় রাজনৈতিক দলগুলো খুব শিগগির এ ব্যাপারে একটা যৌক্তিক সমাধানে পৌঁছাতে পারবে বলে আমরা আশা করি।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকসই সংস্কারে মনোযোগ দিন | প্রথম আলো",
            "time": "2025-08-03T03:11:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেহাল মহাসড়কটির কারণে শুধু যাত্রীরাই ভোগান্তির শিকার হচ্ছেন না, ক্ষতিগ্রস্ত হচ্ছে পর্যটন ব্যবসাও। দূরদূরান্ত থেকে আসা পর্যটকেরা এই সড়কের দুরবস্থা দেখে হতাশ হচ্ছেন। পর্যটকের সংখ্যাও কমে যাচ্ছে, যা স্থানীয় অর্থনীতিতে নেতিবাচক প্রভাব ফেলছে। বাস মালিক সমিতি জানিয়েছে, সড়কের কারণে বাসের যন্ত্রাংশ ভেঙে যাচ্ছে এবং যাত্রী কমে যাওয়ায় তঁাদের ব্যবসাও লোকসানের মুখে।</p><p>সড়ক ও জনপথ (সওজ) অধিদপ্তর কর্তৃপক্ষ বলছে, অতিরিক্ত বৃষ্টি ও যানবাহনের চাপ বেড়ে যাওয়ায় এমন অবস্থার সৃষ্টি হয়েছে। তারা জরুরি সংস্কারকাজ করছে ও বরাদ্দ পেলে পূর্ণাঙ্গ সংস্কার করা হবে। কিন্তু এই ধরনের গুরুত্বপূর্ণ একটি সড়কের জন্য পর্যাপ্ত ও টেকসই বরাদ্দ আগে থেকেই নিশ্চিত করা উচিত ছিল। পদ্মা সেতু চালুর পর যানবাহনের চাপ যে বাড়বে, তা অনুমান করা কঠিন ছিল না। তাই সে অনুযায়ী সড়কের অবকাঠামো উন্নত করার পরিকল্পনা আগে থেকেই নেওয়া জরুরি ছিল। কিন্তু বিগত সরকার উন্নয়নের ক্ষেত্রে এসব বিষয়ের দিকে মনোযোগ দেয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "শব্দ, অনুভব দুই-ই বলুক-‘তুই পাশে আছিস’ | প্রথম আলো",
            "time": "2025-08-03T02:58:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-30%2F4sccark9%2F30072025-cm-14.jpg?rect=0%2C0%2C1168%2C613&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চায়ের দোকানে চার বন্ধু। চলছে জমাটি আড্ডা, তবে ‘শ্রুত’ হওয়ার মতো শব্দ নেই কোনো। চোখের ঝিলিকে, নীরব হাসিতে, মুখের অভিব্যক্তিতে বুঝে যান তাঁরা একে অপরের কথা।</p><p>ঝিনাইদহের রিপন মিয়া, তরিকুল ইসলাম, হাশেম আলী আর রাজু আহম্মেদ—এই চারজনের কণ্ঠে আওয়াজ নেই, বাক্‌প্রতিবন্ধী। কিন্তু কী আশ্চর্য, তাঁদের ভেতরে যে ভাষা আছে, সমাজের অধিকাংশ মানুষেরই তাতে দখল নেই! তাঁরা একে অপরের চোখের দিকে তাকিয়ে বোঝেন ‘মন খারাপ’, হাতের নড়াচড়ায় বুঝে নেন ‘দেরি কেন হলো’, ঠোঁট উল্টিয়ে বুঝিয়ে দেন ‘চায়ে মিষ্টি বেশি’। এ যেন অন্যতর এক কাব্য, যা কালিতে নয়, লেখা হয় অনুভবে। এই অনুভবের আরেক নামই তো ‘বন্ধুত্ব’।</p><p>বন্ধু মানে সেই মানুষ, যার সঙ্গে ভাববিনিময়, সুখ-দুঃখ ভাগ করে নেওয়ার জন্য ‘শব্দ’ জরুরি নয়। বন্ধুত্বে ‘ভালো আছিস’ বলারও দরকার পড়ে না, পাশে দাঁড়ানোই যথেষ্ট। একবার চোখের দিকে তাকিয়ে একদম বোঝা যায়—সব ঠিক আছে, নাকি ভেতরে কিছু ভাঙছে! বন্ধু পাশে থাকলে বৈরী সময় সহজ হয়ে আসে, ভালো সময় হয়ে ওঠে আরও রঙিন।</p></div></div></div></body></html>"
        },
        {
            "title": "রোবট এবার পিএইচডি করছে | প্রথম আলো",
            "time": "2025-08-03T02:38:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-02%2F01pc7zfc%2F%E0%A7%A7.PNG?rect=0%2C0%2C994%2C522&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগের সংস্করণটি বিশ্বের প্রথম হিউম্যানয়েড হাফ-ম্যারাথনে তৃতীয় স্থান পেয়েছিল। আগামী ১৪ সেপ্টেম্বর রোবটটি ক্যাম্পাসে হাজির হয়ে প্রশাসনিক কাজকর্ম শেষে শ্রেণিকক্ষে উপস্থিত হবে। অন্য পিএইচডি শিক্ষার্থীদের সঙ্গে করবে মঞ্চনাটকের মহড়া, অংশ নেবে থিসিস রচনায়।</p><p>শুধু অভিনয় নয়, সুয়েবা ০১ শিখবে মঞ্চসজ্জা, চিত্রনাট্য লেখা, শরীরের গতিনিয়ন্ত্রণ, ভাষা উৎপাদনের মতো প্রযুক্তিনির্ভর জটিল বিষয়ও। রোবটটিকে এরই মধ্যে একটি ভার্চ্যুয়াল শিক্ষার্থী আইডি দেওয়া হয়েছে, আর তার পরামর্শক হবেন খ্যাতনামা সাংহাই শিল্পী ও অধ্যাপক ইয়াং ছিংছিং।</p></div></div></div></body></html>"
        }
    ]
}