{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চট্টগ্রামে নির্বাচনী সহিংসতায় এক দশকে ১১ খুন, একটিরও বিচার শেষ হয়নি | প্রথম আলো",
            "time": "2026-02-15T04:50:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F5mv4f067%2FWhatsApp-Image-2026-02-15-at-10.47.53.jpeg?rect=0%2C32%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>সিটি নির্বাচনে গুলি করে দুজনকে হত্যা</strong></p><p>২০২১ সালে চট্টগ্রাম সিটি করপোরেশন নির্বাচনকে কেন্দ্র করে পৃথক দুটি সহিংস ঘটনায় গুলিতে দুজনের মৃত্যু হয়। দুটি ঘটনায় পৃথকভাবে মামলা হলেও একটিরও তদন্ত শেষ হয়নি।</p><p>ওই বছরের ১২ জানুয়ারি নগরের আগ্রাবাদের মগপুকুরপাড় এলাকায় আওয়ামী লীগের সমর্থিত দুই কাউন্সিলর প্রার্থীর সমর্থকদের মধ্যে সংঘর্ষের ঘটনা ঘটে। এ সময় গুলিতে নিহত হন আওয়ামী লীগের কর্মী ও মহল্লা সরদার আজগর আলী।</p><p>পুলিশ সূত্রে জানা গেছে, বর্তমানে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের সমর্থিত কাউন্সিলর প্রার্থী নজরুল ইসলাম বাহাদুর এবং বিদ্রোহী প্রার্থী আবদুল কাদের ওরফে মাছ কাদেরের সমর্থকদের মধ্যে ওই দিন সংঘর্ষ হয়। নজরুল সাবেক শিক্ষামন্ত্রী মহিবুল হাসান চৌধুরী এবং আবদুল কাদের সাবেক মেয়র আ জ ম নাছির উদ্দীনের অনুসারী হিসেবে পরিচিত ছিলেন। নজরুলের পক্ষ নেওয়ার কারণে আবদুল কাদেরের সঙ্গে আজগরের বিরোধ দেখা দেয়। সেই বিরোধ থেকে আজগর খুন হন বলে দাবি করছেন পরিবারের সদস্যরা। হত্যাকাণ্ডের পর নিহত ব্যক্তির পরিবারের করা মামলায় সাবেক কাউন্সিলর আবদুর কাদেরসহ ২০ জন গ্রেপ্তার হন। সবাই স্থানীয় যুবলীগ ও ছাত্রলীগের কর্মী। বর্তমানে তাঁরা জামিনে রয়েছেন।</p><p>মামলাটির বিষয়ে জানতে চাইলে নগর গোয়েন্দা পুলিশের উপকমিশনার (পশ্চিম) মাহাবুব আলম খান প্রথম আলোকে বলেন, ‘হত্যাকাণ্ডে ব্যবহৃত অস্ত্র উদ্ধারে কাজ চলছে। তবে কে গুলি করেছে, তা শনাক্ত করা যায়নি।’ নিহত আজগরের ছেলে ও মামলার বাদী সেজান মাহমুদ বলেন, ‘তদন্ত যেভাবে এগোচ্ছে, তাতে বিচার দূরে থাক, তদন্তই শেষ হয় কি না সন্দেহ।’</p><p>২০২১ সালের ২৭ জানুয়ারি সিটি করপোরেশনের নির্বাচনের দিন ১৩ নম্বর পাহাড়তলী ওয়ার্ডের আমবাগান ইউসেফ টেকনিক্যাল স্কুলের সামনে আওয়ামী লীগের সমর্থিত কাউন্সিলর প্রার্থী ওয়াসিম উদ্দিন চৌধুরী ও বিদ্রোহী প্রার্থী মাহমুদুর রহমানের অনুসারীদের মধ্যে সংঘর্ষ হয়। ওই সময় গুলিতে মারা যান দিনমজুর আলাউদ্দিন। রেলওয়ে থানার পুলিশের পর সিআইডি তদন্ত করছে এই ঘটনায় করা মামলাটি। মামলার বাদী ও নিহত ব্যক্তির বোন জাহানারা বেগম প্রথম আলোকে বলেন, ‘এখনো জানতেই পারলাম না আমার ভাইয়ের খুনি কারা।’</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশ টেক্সটাইল মিলস করপোরেশনে চাকরির সুযোগ | প্রথম আলো",
            "time": "2026-02-15T04:50:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-09%2Fwjhpvvu2%2FJob50.png?rect=0%2C0%2C1024%2C538&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. পদের নাম: গ্যারেজ মেকানিক</strong></p><p>পদ সংখ্যা: ১</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: সংশ্লিষ্ট ক্ষেত্রে ৩ বছরের অভিজ্ঞতা নবম শ্রেণি পাস। অটোমোবাইল মেকানিকসে ৩ বছরের অভিজ্ঞতাসহ মাধ্যমিক স্কুল সার্টিফিকেট প্রাপ্তদের অগ্রাধিকার দেওয়া হবে।</p><p>বেতন: ১৬,০০০ টাকা।</p><p><strong>বয়স</strong></p><p>২৪ ফেব্রুয়ারি ২০২৬ তারিখে প্রার্থীর বয়স উল্লেখ করতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "সবচেয়ে বেশি মুনাফা কোন সঞ্চয়পত্রে | প্রথম আলো",
            "time": "2026-02-15T04:48:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F925c9mgf%2F1ddf51043e62594fc32dc6e5ee3c9537_5b6a833aa718b.jpg?rect=0%2C70%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এখন সবচেয়ে বেশি মুনাফা পাওয়া যায় পেনশনার সঞ্চয়পত্রে। মূলত অবসরভোগীরা এই সঞ্চয়পত্রে বিনিয়োগ করেন। তাঁরা যাতে মুনাফার টাকা বেশি পান, সে জন্য সরকার মুনাফার হার বেশি রেখেছে। পেনশনার সঞ্চয়পত্রে মেয়াদ পূর্ণ করলে ১১ দশমিক ৯৮ শতাংশ মুনাফা পাওয়া যায়। পাশাপাশি তিন মাস পরপর মুনাফার টাকা তোলা যায়। ২০০৪ সালে এই সঞ্চয়পত্রের স্কিম চালু করা হয়। দুই দশকের বেশি সময় ধরে এই সঞ্চয়পত্র বেশ জনপ্রিয়।</p></div></div></div></body></html>"
        },
        {
            "title": "সমুদ্রের ওপর দিয়ে চলছে গাড়ি | প্রথম আলো",
            "time": "2026-02-15T04:47:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F8tc65fd5%2FCapture.PNG?rect=0%2C0%2C423%2C222&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এস্তোনিয়ার ছোট্ট দ্বীপ হিউমার বাসিন্দা মাত্র ৯ হাজার। সেখানকার লোকজনকে শিশুদের স্কুলে দিতে, কেনাকাটা করতে, এমনকি এক কাপ কফি খেতে হলেও সারোমা দ্বীপে যেতে হয়। সারোমায় ৩১ হাজার মানুষ বসবাস করে। এস্তোনিয়ার মূল ভূখণ্ডে যেতে হলেও হিউমার বাসিন্দাদের সারোমা হয়ে যেতে হয়।</p><p>তাই প্রয়োজন থেকেই আইস রোড খুলে দেওয়ার সিদ্ধান্ত হয়েছে। তবে হিউমার মেয়র হারগো তাসুয়া বলেন, ‘এটি আমাদের সংস্কৃতিরও অংশ।’</p><p>মেয়র বলেন, প্রজন্মের পর প্রজন্ম ধরে এখানকার স্থানীয় মানুষ—বিশেষ করে সমুদ্রের কাছাকাছি যারা থাকে, তারা গ্রীষ্মকালে সমুদ্রে সাঁতার কাটে ও নৌকা ব্যবহার করে। আর শীতে সমুদ্রে গিয়ে বরফের ওপর পা রাখাটা যেন তাদের রক্তে মিশে আছে।</p></div></div></div></body></html>"
        },
        {
            "title": "‘বিষাক্ত প্রজাতির ব্যাঙের বিষ’ দিয়ে নাভালনিকে হত্যা করেছিল রাশিয়া | প্রথম আলো",
            "time": "2026-02-15T04:46:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F2sncywq3%2FNavalny.jpg?rect=0%2C0%2C1360%2C714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাভালনির দেহে পাওয়া উপাদানের নমুনা বিশ্লেষণ করে এবার যুক্তরাজ্য, সুইডেন, ফ্রান্স, জার্মানি ও নেদারল্যান্ডস ওই ঘটনার জন্য ক্রেমলিনকে দায়ী করেছে।</p><p>গতকাল মিউনিখ নিরাপত্তা সম্মেলনে দেওয়া বক্তব্যে ব্রিটিশ পররাষ্ট্রমন্ত্রী ইভেট কুপার বলেন, ‘রাশিয়ায় বন্দী অবস্থায় নাভালনির ওপর এ বিষ প্রয়োগ করার প্রয়োজনীয় সামর্থ্য, উদ্দেশ্য ও সুযোগ—সব শুধু রুশ সরকারেরই ছিল।’</p><p>রাশিয়ার রাষ্ট্রীয় বার্তা সংস্থা তাস–এর প্রতিবেদনে বলা হয়েছে, মস্কো এ বক্তব্যকে ‘একটি তথ্যগত প্রচারণা’ হিসেবে উল্লেখ করে প্রত্যাখ্যান করেছে।</p><p>তবে কুপার বলেছেন, ‘এপিবাটিডিন’ নামে পরিচিত এ বিষ নাভালনির দেহে কীভাবে পাওয়া গেল, তার কোনো বিশ্বাসযোগ্য ব্যাখ্যা রাশিয়া দিতে পারেনি। মিউনিখ সম্মেলনে কুপারের বক্তব্যের পাশাপাশি যুক্তরাজ্য, সুইডেন, ফ্রান্স, জার্মানি ও নেদারল্যান্ডস যৌথভাবে এ–সংক্রান্ত একটি বিবৃতি প্রকাশ করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচিত সংসদ সদস্যদের মধ্যে ৫৯% ব্যবসায়ী | প্রথম আলো",
            "time": "2026-02-15T04:41:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fxcqkmrec%2F%E0%A7%AD.jpg?rect=0%2C36%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংসদে ব্যবসায়ীদের প্রভাব বাড়ার আরও কিছু ক্ষতিকর দিক তুলে ধরেন ইফতেখারুজ্জামান। তিনি বলেন, ব্যবসায়ীদের প্রভাব বাড়লে ক্রমান্বয়ে রাষ্ট্র পরিচালনার শীর্ষ অবস্থান প্রভাবশালী কোটারির দখলে যায় এবং চোরতন্ত্রের বিকাশ ঘটে। নতুন সরকার, অর্থাৎ বিএনপি বিগত চোরতন্ত্রের ভুক্তভোগী। তারা এখন কীভাবে সংসদে ব্যবসায়ীদের প্রভাব মোকাবিলা করবে, সেটাই এখন দেখার বিষয়।</p><p>জয়ী প্রার্থীদের পেশা বিশ্লেষণে আরও দেখা গেছে, ২৯৭ জনের মধ্যে ৩৬ জন আইনজীবী। এর মধ্যে বিএনপির ২৪ জন এবং জামায়াতের ৮ জন। এনসিপির দুজন আইনজীবী। অন্য দল ও স্বতন্ত্র প্রার্থীদের মধ্যেও দুজন আইনজীবী রয়েছেন।</p><p>শিক্ষকতাকে পেশা হিসেবে উল্লেখ করেছেন বিএনপির ৪ জন, জামায়াতের ২৩ জন, এনসিপির ১ জন। ১০ জন নিজেদের পেশা হিসেবে রাজনীতি বলে উল্লেখ করেছেন। এর মধ্যে বিএনপির ৭ জন এবং জামায়াতের ৩ জন। ১২ জন নিজেদের পেশা চিকিৎসা হিসেবে উল্লেখ করেছেন। এর মধ্যে ৯ জন বিএনপির, ৩ জন জামায়াতের। কৃষিকে পেশা হিসেবে উল্লেখ করেছেন বিএনপির ১০ জন, জামায়াতের ৫ জন এবং স্বতন্ত্র ২ জন।</p></div></div></div></body></html>"
        },
        {
            "title": "শিশুসন্তান স্কুলে যেতে না চাইলে করণীয় | প্রথম আলো",
            "time": "2026-02-15T04:25:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fg82f7bvb%2F15022026-cm-5.jpg?rect=0%2C81%2C852%2C447&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>শিশুর মধ্যে যেসব লক্ষণ থাকে</strong></p><p>স্কুলে যাওয়ার সময় শারীরিক অসুস্থতার অজুহাত দেওয়া, যা স্কুল ছুটির পর ঠিক হয়ে যায়। অতিরিক্ত কান্না, রাগ বা মা–বাবাকে আঁকড়ে ধরে রাখার প্রবণতা থাকে। বুক ধড়ফড় বা অতিরিক্ত কান্নাকাটি করে। স্কুলের কথা শুনলেই ঘুমের ব্যাঘাত হওয়া বা দুঃস্বপ্ন দেখা।</p><p><strong>কেন হয় এই ভীতি</strong></p><p>গবেষণায় দেখা গেছে, ২ থেকে ৫ শতাংশ শিশু কোনো না কোনো সময় স্কুল ফোবিয়ায় ভোগে। এর পেছনে সাধারণত তিনটি প্রধান কারণ কাজ করে। প্রথমত, বিচ্ছিন্ন থাকার উদ্বেগ। এ ক্ষেত্রে শিশুদের ক্ষেত্রে মা–বাবার থেকে দূরে যাওয়ার ভয় সবচেয়ে বড় কারণ। তারা মনে করে তারা স্কুলে গেলে বাড়িতে প্রিয়জনদের কোনো বিপদ হতে পারে। দ্বিতীয়ত, পরিবেশগত চাপ। গবেষণায় দেখা গেছে, স্কুলে বুলিং, কোনো কঠোর শিক্ষক বা পড়াশোনার অতিরিক্ত চাপ শিশুর মনে ভীতির সৃষ্টি করে। তৃতীয়ত, সামাজিক উদ্বেগ। কিশোর বয়সে বন্ধুরা কী ভাবছে বা ক্লাসে পারফর্ম করতে না পারার ভয় থেকে স্কুল পালানোর প্রবণতা তৈরি হয়। এ ছাড়া মা–বাবার ঝগড়া, অসুস্থতা বা নতুন ভাইবোনের আগমন কিংবা শিশু বা কিশোরদের মধ্যে অ্যাংজাইটি ডিজঅর্ডার বা ডিপ্রেশনের উপস্থিতি।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনে জামায়াতের উত্থান ও বিএনপির চ্যালেঞ্জ | প্রথম আলো",
            "time": "2026-02-15T04:20:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fh1wb1ogg%2Fyoungvoterpic.JPG?rect=0%2C61%2C905%2C475&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে প্রাতিষ্ঠানিকভাবে নির্বাচন প্রতিহত করার অবস্থান সত্ত্বেও মাঠপর্যায়ে আওয়ামী লীগের নেতা-কর্মী-সমর্থকেরা নির্বাচনে ভোটার হিসেবে অংশ নিয়েছেন। এমনকি কারাগারে থাকা দলটির উচ্চপর্যায়ের নেতারাও ভোটাধিকার প্রয়োগ করেছেন। দলটির সমর্থকদের একাংশ ভোট বর্জন করে থাকতে পারেন, কিন্তু সেটি তো সাধারণ ভোটারদের ক্ষেত্রেও কমবেশি প্রযোজ্য।</p><p>মাঠপর্যায়ে আওয়ামী লীগের ভোট টানার জন্য নির্বাচনে অংশগ্রহণকারী দলের অনেকেই, বিশেষ করে বিএনপি ও জামায়াত জোট এবং জাতীয় পার্টিসহ বিভিন্ন দল ও প্রার্থীদের মধ্যে প্রতিযোগিতা হয়েছে। এতে আওয়ামী লীগের নেতা-কর্মীরাও সাড়া দিয়েছেন। অনেক ক্ষেত্রে তাঁরা নির্বাচনে সরাসরি অংশগ্রহণকারী কোনো কোনো দলে যোগদান করেছেন ও প্রচারণাসহ সক্রিয়ভাবে অংশগ্রহণও করেছেন।</p><p>ফলে আওয়ামী লীগ একদিকে দল হিসেবে নির্বাচনে আনুষ্ঠানিকভাবে নেতিবাচক ভূমিকা রেখেছে; অন‍্যদিকে অনানুষ্ঠানিকভাবে দলটির নেতা-কর্মী-সমর্থকেরা ভোট দেওয়াসহ তাঁদের রাজনৈতিক অধিকার প্রয়োগ করেছেন। তাই নির্বাচন অন্তর্ভুক্তিমূলক হয়নি—এমন অবস্থানের পক্ষে গ্রহণযোগ্য যুক্তি খুঁজে পাওয়া কঠিন।</p><p>বাস্তবতার নিরিখে সব ভোটার সম-অধিকারের ভিত্তিতে ভোট দিতে পেরেছেন, এমনও বলা যাবে না। বাস্তবতা হলো, সব ভোটার সমানভাবে ভোট দিতে পারেননি। এখানে ধনসম্পদ ও পেশিশক্তির প্রভাব বড় ভূমিকা রেখেছে। সেই সঙ্গে রাজনৈতিক ও নির্বাচনী পরিবেশে ধর্মান্ধতা, ধর্মের ভুল ব্যাখ্যা, পুরুষতান্ত্রিক মনোভাব এবং সংখ্যাগরিষ্ঠদের চাপও ছিল। এই কারণে সাধারণ মানুষ, বিশেষ করে নারী, সংখ্যালঘু, প্রতিবন্ধী এবং প্রান্তিক ভোটারদের জন্য পরিবেশ বিভ্রান্তিকর হয়ে উঠেছে। অনেক সময় এটা কঠিন বা ভয়ংকরও হয়ে দাঁড়িয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোনো অপশক্তির কাছে আমরা মাথা নত করব না: শফিকুর রহমান | প্রথম আলো",
            "time": "2026-02-15T04:18:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F3lekt9zx%2FShafiqur-Rahman-1.jpg?rect=0%2C0%2C5546%2C2912&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শফিকুর রহমান তাঁর পোস্টে অভিযোগ করে লিখেছেন, ‘দেশের বিভিন্ন জায়গা থেকে ভাই-বোনদের ওপর একটি বিশেষ দলের কিছু উশৃঙ্খল আচরণ, হামলা, ভাঙচুর, অগ্নিসংযোগ, এমনকি ১১ দলের প্রতীকে ভোট দেওয়াকে কেন্দ্র করে আমাদের সম্মানিত নারীদের শ্লীলতাহানির মতো বেদনাদায়ক ঘটনার খবর দেশের বিভিন্ন প্রান্ত থেকে আমাদের কাছে আসছে।’</p><p>ন্যায় ও সত্যের ওপর অটল থাকার প্রত্যায় জানিয়েছেন জামায়াতের আমির। তিনি লিখেছেন, ‘কোনো অপশক্তির কাছে আমরা মাথা নত করব না। যেখানেই এ ধরনের আঘাত আসবে, জনগণকে সাথে নিয়ে মজলুমের পাশে দাঁড়িয়ে সেখানেই তীব্র প্রতিবাদ ও প্রতিরোধ গড়ে তুলতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্থপতি লায়লুন নাহার ইকরামের মৃত্যুবার্ষিকী উপলক্ষে আজ দোয়া মাহফিল | প্রথম আলো",
            "time": "2026-02-15T04:08:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-12%2Fav6411uf%2F7882db0d-30b1-49bf-88bd-698d62e29f62.jfif?rect=0%2C35%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থপতি লায়লুন নাহার ইকরাম গত বছরের ১২ ফেব্রুয়ারি  রাজধানীর বেসরকারি একটি হাসপাতালে ইন্তেকাল করেন। তাঁর বয়স হয়েছিল ৭১ বছর।</p><p>দীর্ঘদিন ধরে লায়লুন নাহার ইকরাম জটিল কিডনি রোগে ভুগছিলেন। তিনি স্বামী, এক ছেলে, এক মেয়ে, পুত্রবধূ, জামাতা ও তিন নাতি-নাতনি রেখে গেছেন।</p><p>লায়লুন নাহারের বোন নাজমুন নাহার  বিশিষ্ট শিশুরোগ বিশেষজ্ঞ।</p></div></div></div></body></html>"
        },
        {
            "title": "৭৫ বছরের পুরোনো স্মৃতি ফেরালেন ভিনিসিয়ুস | প্রথম আলো",
            "time": "2026-02-15T04:03:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2Fon4sqkt3%2F2026-02-14T212402Z670663442UP1EM2E1NG11TRTRMADP3SOCCER-SPAIN-RMA-RSO.JPG?rect=0%2C0%2C2100%2C1103&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমবাপ্পেহীন ম্যাচে নায়ক হিসেবে আবির্ভূত ভিনিসিয়ুস। সোসিয়েদাদের রক্ষণকে অনেকটা একাই তটস্থ করে রেখেছিলেন এই ব্রাজিলিয়ান। তাঁকে নিয়ে রিয়াল মাদ্রিদ কোচ আলভারো আরবেলোয়া বলেন, ‘আমি আসার পর থেকেই সে খুব উচ্চমানের পারফরম্যান্স উপহার দিচ্ছে। সে পরিসংখ্যানের গণ্ডি ছাড়ানো খেলোয়াড়, যে একাই ম্যাচের চেহারা বদলে দিতে পারে। প্রতিপক্ষকে চাপে রাখে, একাধিক খেলোয়াড়কে নিজের দিকে টেনে নেয়।’</p><p>রিয়ালের পরের ম্যাচ আগামী মঙ্গলবার রাতে। যেখানে চ্যাম্পিয়নস লিগের প্লে অফ নকআউটে বেনফিকার বিপক্ষে মাঠে নামবে তারা।</p></div></div></div></body></html>"
        },
        {
            "title": "গুচ্ছভুক্ত ২০ বিশ্ববিদ্যালয়ে প্রবেশপত্র ডাউনলোড শুরু | প্রথম আলো",
            "time": "2026-02-15T04:00:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-08%2Fc7ab4002-b3f0-4012-823a-655ca6ee5cec%2F_HSL1004.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>গুচ্ছভুক্ত ২০ বিশ্ববিদ্যালয়</strong></p><p>ইসলামী বিশ্ববিদ্যালয়, মাওলানা ভাসানী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়, যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, বেগম রোকেয়া বিশ্ববিদ্যালয়, গোপালগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, বরিশাল বিশ্ববিদ্যালয়, রাঙামাটি বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, রবীন্দ্র বিশ্ববিদ্যালয়, ইউনিভার্সিটি অব ফ্রন্টিয়ার টেকনোলজি, ১৪ নেত্রকোনা বিশ্ববিদ্যালয়, জামালপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, চাঁদপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, কিশোরগঞ্জ বিশ্ববিদ্যালয়, সুনামগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পিরোজপুর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় ও নওগাঁ বিশ্ববিদ্যালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "স্নাতক শেষের আগেই পিএইচডির অফার পেয়েছেন বুয়েটের আবরার | প্রথম আলো",
            "time": "2026-02-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fn5nxbexi%2FAbrar.jpg?rect=0%2C0%2C2738%2C1437&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বুয়েটে তখন শেষ সেমিস্টারের ব্যস্ততা। ক্লাস, প্রজেক্ট, থিসিস…সব মিলিয়ে একাডেমিক জীবনের সবচেয়ে চাপের সময়টা পার করছিলেন আবরার রহমান। ঠিক সেই সময়ই ই–মেইলে আসে সুখবর। অনার্স শেষ হওয়ার আগেই যুক্তরাষ্ট্রের কর্নেল ইউনিভার্সিটি থেকে পিএইচডির অফার (প্রস্তাব) পেয়ে যান তিনি। পরে আরও ছয়টি বিশ্ববিদ্যালয় থেকে ফুল ফান্ডেড (পূর্ণ অর্থায়নসহ) পিএইচডির অফার আসে বুয়েটের কম্পিউটারবিজ্ঞান ও প্রকৌশলের এই শিক্ষার্থীর কাছে।</p><p>বুয়েটে ভর্তি হওয়ার সময় থেকেই আবরার জানতেন, অনার্সের চতুর্থ বর্ষে উঠলে যুক্তরাষ্ট্রে সরাসরি পিএইচডির জন্য আবেদন করা যায়। তাই পরিকল্পনাও ছিল দীর্ঘমেয়াদি। তিনি আরও বলেন, ‘শুরু থেকেই ঠিক করে রেখেছিলাম, মাস্টার্স না করে সরাসরি পিএইচডিতে যাব। প্রথম বর্ষ থেকেই তাই নিজের প্রস্তুতি সেভাবে সাজিয়েছি। আমি জানতাম, শুধু ভালো ফল করলেই হবে না। গবেষণায় নিজেকে প্রমাণ করতে হবে, আন্তর্জাতিক মানের কাজ করতে হবে।’</p><p>আবরারের গবেষণার ক্ষেত্র মেশিন লার্নিং ও কম্পিউটেশনাল বায়োলজি, যার ভিত্তি মূলত গণিত। গণিতের প্রতি ভালোবাসাই তাঁকে এই পথে টেনে আনে। ছোটবেলা থেকেই গণিতে আগ্রহী ছিলেন তিনি। আবরার বলেন, ‘ম্যাথমেটিক্যাল অ্যানালাইসিস আমার সব সময়ই প্রিয় ছিল। ছোট থেকেই খুব আগ্রহ নিয়ে করতাম। বুয়েটে ভর্তি হওয়ার পর ক্লাস শুরুর সময় মেশিন লার্নিং নিয়ে পড়া শুরু করি। প্রথম বর্ষের শেষ দিকে প্রথম গবেষণার সুযোগ পাই। তখন বুঝতে পারি, এই জায়গাই আমার জন্য।’ প্রথম গবেষণার সুযোগটি আসে বড় ভাইয়ের মাধ্যমে। সেই অভিজ্ঞতা থেকে গবেষণায় সক্রিয়ভাবে যুক্ত হন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "ঋষভের ওপর গুরুতর অভিযোগ রবিশঙ্কর-কন্যা আনুশকার | প্রথম আলো",
            "time": "2026-02-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fuan5ozir%2Fanoushka.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আনুশকা বলেন, ‘ঋষভের সেতার শেখা নিয়ে কিছু ভুল কথা ছড়িয়েছে। ঋষভ কোনোভাবেই আমার বাবার শেষ এবং সবচেয়ে ছোট শিষ্য নন। রবিশঙ্করের কাছে কখনো সেতার শেখেননি ঋষভ। তিনি বাবার অন্যতম প্রিয় শিষ্য পরিমল সদাপালের কাছে সেতার শিখেছেন।’<br>পরিমল রবিশঙ্করের মতো আনুশকারও অত্যন্ত প্রিয়। তিনি এ প্রসঙ্গে বলেন, ‘পরিমল কাকুর কাছে সেতার শেখার সময় বাবার থেকে কিছু “ধুন” (একধরনের সুর) দেখেছিলেন ঋষভ। ব্যস, ওই পর্যন্তই।’</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন সরকারের সামনে আর্থিক সংস্কার ও খেলাপি ঋণ কমানোর চ্যালেঞ্জ | প্রথম আলো",
            "time": "2026-02-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-04%2Fok34ggsl%2Fbb.jpg?rect=0%2C19%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৪ সালে ছাত্র-জনতার অভ্যুত্থানে ক্ষমতাচ্যুত আওয়ামী লীগ সরকারের মেয়াদে দেশের আর্থিক খাতে চরম বিপর্যয় ঘটে। দেশের একাধিক ব্যাংক ও আর্থিক প্রতিষ্ঠান দখল করে লুটপাট চালান আওয়ামী লীগ–সমর্থিত ব্যবসায়ীরা। তাঁরা এসব অর্থের বড় অংশ বিদেশে পাচার করেন। ফলে দেশের একাধিক ব্যাংক ও আর্থিক প্রতিষ্ঠান যেমন অচল হয়ে পড়েছে, তেমনি অনেক আমানতকারী তাঁদের টাকা ফেরত পাচ্ছেন না। সে জন্য এ রকম পাঁচটি ব্যাংককে একীভূত করার উদ্যোগ নেয় অন্তর্বর্তী সরকার।</p><p>এস আলম, বেক্সিমকো গ্রুপসহ যারা খাতটিকে দুর্বল করে দিয়েছে, তাদের বিষয়ে সিদ্ধান্ত কী হবে, সেটা গুরুত্বপূর্ণ। এর ওপরই নির্ভর করবে খাতটির যে সংস্কার শুরু হয়েছে, তা টেকসই হবে কি না। এ ছাড়া আর্থিক ভিত্তি শক্তিশালী করতে একাধিক আইন পাস করতে হবে বলে মনে করছেন খাত–সংশ্লিষ্ট ব্যক্তিরা।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদে অভিযানের প্রতিযোগিতায় নেমেছেন মাস্ক ও বেজোস, চীনকে কি টেক্কা দিতে পারবেন | প্রথম আলো",
            "time": "2026-02-15T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2F7tw6pvqc%2FMoon-1.jpg?rect=0%2C79%2C1120%2C588&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্টারশিপকে চাঁদে অবতরণের যান হিসেবে পুরোপুরি প্রস্তুত করতে স্পেসএক্সকে আরও অনেক ধাপ সম্পন্ন করতে হবে। এর মধ্যে রয়েছে—কক্ষপথে আরেকটি ‘ট্যাংকার’ স্টারশিপের মাধ্যমে জ্বালানি ভরার পদ্ধতি অনুশীলন এবং মানুষের যাত্রার আগে চাঁদের অসমতল পৃষ্ঠে নিরাপদে অবতরণের সক্ষমতা প্রমাণ করা।</p><p>টেক্সাসে স্পেসএক্সের স্টারশিপ উৎক্ষেপণ কেন্দ্র তদারকের দায়িত্বে থাকা ক্যাথি লুয়েডারস বলেন, স্পেসএক্স ও ব্লু অরিজিনের মধ্যে প্রচণ্ড রকমের প্রতিযোগিতা, বিশেষ করে চাঁদের দিকে মাস্কের মনোযোগের বিষয়টি নাসাকে চীনের সঙ্গে প্রতিযোগিতা করতে সাহায্য করছে।</p><p>একসময় নাসায় কাজ করা লুয়েডারস বর্তমানে একজন শিল্পবিষয়ক স্বাধীন পরামর্শদাতা হিসেবে কাজ করছেন।</p><p>মাস্ক ও বেজোসের মধ্যকার প্রতিযোগিতার প্রভাব যুক্তরাষ্ট্রের চন্দ্রাভিযানে জড়িত নতুন প্রতিষ্ঠানগুলোর মধ্যেও ছড়িয়ে পড়েছে।</p><p>লুনার আউটপোস্ট নামের কোম্পানির প্রধান নির্বাহী জাস্টিন সাইরাস বলেন, ‘চলতি সপ্তাহে ২০ বিনিয়োগকারী আমার সঙ্গে যোগাযোগ করেছেন।’</p><p>সাইরাসের প্রতিষ্ঠান ভবিষ্যতে চাঁদে অবকাঠামো গড়ে তোলার পরিকল্পনার অংশ হিসেবে ইতিমধ্যে একটি রোভারকে চন্দ্রপৃষ্ঠে পাঠিয়েছে। তিনি বলেন, ‘গত দুই বছরে চাঁদকে ঘিরে বিনিয়োগকারীদের মনোভাবে স্পষ্ট পরিবর্তন দেখা যাচ্ছে। আর ইলনের (মাস্ক) ঘোষণায় বিষয়টি আরও জরুরি হয়ে উঠেছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "নেতা-কর্মীদের বাড়ি ও ব্যবসাপ্রতিষ্ঠানে হামলার অভিযোগ সারজিসের, যা জানা গেল | প্রথম আলো",
            "time": "2026-02-15T03:53:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F4nfedxxd%2FPanchagarhDH08012026021520260214140058.jpg?rect=0%2C75%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিষয়ে স্থানীয় বাসিন্দা আরজিনা আক্তার বলেন, ‘ভোটের দিন রাতে আমরা বাড়ির বাইরের সড়কে ধানের শীষের মিছিল করছিলাম, অপর দিকে কয়েকজন শাপলা কলির মিছিল করছিল। আমাদের মিছিলটা যখন স্বপন রানাদের বাড়ির পাশ দিয়ে যাচ্ছিল, তখন আমার চাচাশ্বশুর সলিম উদ্দিন ওদের জানালার পাশে পড়ে গিয়ে শব্দ হয়। এ সময় স্বপনের স্ত্রী ও মেয়ে বের হয়ে চিল্লাচিল্লি শুরু করেন। এ সময় আমাদের সঙ্গে তাঁদের ঝগড়া লাগে। এ সময় স্বপনের মেয়ে ভিডিও করতে করতে বলছিল, “দেখেন দেখেন, বিএনপির লোক আমাদের ওপর কীভাবে হামলা করছে।” আসলে এখানে হামলার কোনো ঘটনাই ঘটেনি।’</p><p>বিএনপি প্রার্থীর লোকজন থেকে হুমকি পেলেও মারধরের শিকার হননি বলে জানালেন পঞ্চগড় সদর উপজেলা ধাক্কামারা ইউনিয়নের মীরগড় বাজারে পান ও মুদিদোকানদার মিজানুর রহমান। তিনি বলেন, ‘আমি শাপলা কলি প্রতীকের নির্বাচন করেছিলাম। এ জন্য ভোটের পরদিন স্থানীয় কয়েকজন বিএনপি নেতা আমাকে দোকান বন্ধ রাখতে বলে। তারপরও আমি আমার ছেলেকে দিয়ে দোকান খোলা রাখি। আমি দোকানে আসার পর একজন বিএনপি নেতা আমার হাত ধরে টেনে নিয়ে আসে। এ সময় তাদেরই কয়েকজন তাতে বাধা দিছে। পরে তাদের কয়েকজন এসে আবার আমাকে দোকান খোলা রাখতে বলেছে। আমাকে কেউ মারধর করেনি।’</p><p>এ ঘটনার বিষয়ে ধাক্কামারা ইউনিয়ন বিএনপির ২ নম্বর ওয়ার্ডের সভাপতি বদরুজ্জামান বলেন, এখানে মারধর বা কোনো হামলার ঘটনা ঘটেনি। মিজানুর রহমান নামের ওই দোকানদার ভোটের দিন বিএনপির কয়েকজন কর্মীকে অকথ্য ভাষায় গালিগালাজ করেছিলেন। বদরুজ্জামান বলেন, ‘মিজানুরের ওপর বেশ কয়েকজন খ্যাপা ছিলেন। এ জন্য আমি অপ্রীতিকর ঘটনা এড়াতে তাকে ভোটের পরের দিন দোকানটা বন্ধ রাখতে বলেছিলাম। পরে খুলতে বলেছিলাম। ওখানে কেউ হামলা করেনি। সে–ও তো আমাদের এলাকার ছেলে। তার বড় ভাই আমাদের সঙ্গে বিএনপি করে।’</p><p>ফেসবুকে সারজিস আলম যে দাবি করেছেন, তার তীব্র প্রতিবাদ জানিয়েছেন বদরুজ্জামান।</p></div></div></div></body></html>"
        },
        {
            "title": "বিএনপির জয়ে নতুন মোড়ে বাংলাদেশ, সমর্থকদের আশা দেশ আরও ভালো হবে | প্রথম আলো",
            "time": "2026-02-15T03:49:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-15%2F9khzzjjq%2FUntitled-2.jpg?rect=0%2C6%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের এবারের নির্বাচনের ফলাফল সামগ্রিকভাবে পুরো অঞ্চলের জন্য তুলনামূলকভাবে কম টানাপোড়েন সৃষ্টি করবে বলে ধারণা করা হচ্ছে।</p><p>পাকিস্তান সম্ভবত জামায়াতের জয় বেশি পছন্দ করত। কারণ, ইসলামাবাদের সঙ্গে দলটির ঐতিহাসিক সংযোগ রয়েছে। তবে কুগেলম্যানের মতে, পাকিস্তান ও চীন উভয়ে বিএনপির সঙ্গে সুসম্পর্ক রাখে। তবে ভারত বিএনপিকে জামায়াতের চেয়ে অনেক বেশি পছন্দ করে।</p><p>তবে ঢাকায় বিএনপি কার্যালয়ের দৃশ্য দেখে ভূরাজনৈতিক বিষয়কে অনেক দূরের বিষয় বলে মনে হয়। বিজয়ের বিশেষ মুহূর্ত ভাগাভাগি করে নিতে নিজের দুই নাতি-নাতনিকে সঙ্গে নিয়ে বিএনপির কার্যালয়ে এসেছিলেন দলটির নেতা শামসুদ দোহা।</p><p>শামসুদ দোহা বলেন, ‘এ অনুভূতির সঙ্গে তুলনা করার মতো কিছু নেই। স্বৈরশাসনের অধীন আমরা দীর্ঘদিন ভুগেছি। এখন আমাদের দেশ গঠনের সময়।’</p></div></div></div></body></html>"
        }
    ]
}