{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "প্রধানমন্ত্রীর গবেষণা কর্মকর্তা পদে নিয়োগ পেলেন আবদুস সাত্তার পাটোয়ারী | প্রথম আলো",
            "time": "2026-02-19T21:03:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fjwtudpo6%2FCapture.PNG?rect=0%2C45%2C889%2C467&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুস সাত্তার পাটোয়ারী জাতীয়তাবাদী ছাত্রদলের সাবেক দপ্তর সম্পাদক। প্রজ্ঞাপনে বলা হয়েছে, ‘মো. আবদুস সাত্তার পাটোয়ারীকে অন্য যেকোনো পেশা, ব্যবসা কিংবা সরকারি, আধা সরকারি, বেসরকারি প্রতিষ্ঠান/সংগঠনের সঙ্গে কর্ম-সম্পর্ক পরিত্যাগের শর্তে মাননীয় প্রধানমন্ত্রীর গবেষণা কর্মকর্তা পদে গ্রেড-৯ বেতন স্কেলের সর্বশেষ ধাপের বেতনে যোগদানের তারিখ থেকে মাননীয় প্রধানমন্ত্রীর মেয়াদকাল অথবা তাঁর সন্তুষ্টি সাপেক্ষে (যেটি আগে ঘটে) চুক্তিভিত্তিক নিয়োগ প্রদান করা হলো।’</p></div></div></div></body></html>"
        },
        {
            "title": "বদলে গেল জীবনযাত্রার ছন্দ | প্রথম আলো",
            "time": "2026-02-19T20:22:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fq6h8tp1h%2FCapture.PNG?rect=0%2C67%2C978%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরাবরের মতোই গতকালও দিনের মধ্যভাগ থেকে বদলে যাতে থাকে দৃশ্যপট। খাবারের দোকানগুলোর সামনে, পাড়া-মহল্লার মোড়ে, ফুটপাতে বসে যায় ইফতারির পসরা। এই পসরায় মুড়ি, ছোলা, পেঁয়াজু, বেগুনি, জিলাপি, ঘুগনি—এসবের একচেটিয়া আধিপত্য। এর সঙ্গে আছে খেজুর, সালাদসহ মাংস, মিষ্টির হরেক রকম পদ, ফলফলাদি প্রভৃতি। এবার আবহাওয়া একটু চড়া বলে রোজা খোলার পর তৃষ্ণা নিবারণের জন্য শরবতের গ্লাসে চুমুক দিতে অধিকতর আগ্রহী ছিলেন রোজাদারেরা।</p><p>বেলা গড়ানোর পর থেকেই ইফতারির পসরাগুলোর সামনে ক্রেতাদের সমাগম ঘটতে থাকে। আবার ফিরে আসে কেনাকাটার ব্যস্ততার সেই চেনা দৃশ্য। বিকেলের পর থেকেই রাজধানীতে রোজাদারেরা চেষ্টা করেন হাতের কাজ শেষ করে ঘরে ফিরে প্রিয়জনকে নিয়ে একত্রে ইফতার করতে। এ কারণে বেলা গড়ানোর পর থেকে গণপরিবহন ও মেট্রোরেলের স্টেশনগুলোতে অপেক্ষমাণ যাত্রীদের ভিড় বাড়তে থাকে।</p></div></div></div></body></html>"
        },
        {
            "title": "পরিবহনে চাঁদাবাজিকে ‘সমঝোতা’ বলে মন্ত্রী কি বৈধতা দিলেন | প্রথম আলো",
            "time": "2026-02-19T19:43:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fx1s4da4f%2FRobiul-Minister01.jpeg?rect=0%2C218%2C2015%2C1058&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গতকালের সংবাদ সম্মেলনে সরকারের অগ্রাধিকার সম্পর্কে বলতে গিয়ে শেখ রবিউল আলম বলেন, নতুন সরকার রাষ্ট্র ব্যবস্থাপনাকে জনবান্ধব, স্বচ্ছ ও জবাবদিহিমূলক করতে কাজ শুরু করেছে। রেল সম্প্রসারণ, সড়কে শৃঙ্খলা ফিরিয়ে আনা, খাল পুনঃখনন ও সমন্বিত পরিবহন ব্যবস্থাপনা—এসব খাতে অগ্রাধিকার ভিত্তিতে ১৮০ দিনের কর্মপরিকল্পনা নেওয়া হবে।</p><p>ঢাকার প্রধান সড়কে ব্যাটারিচালিত অটোরিকশার অবাধ চলাচল ও যানজট সৃষ্টির বিষয়টি নিয়ন্ত্রণে আনার কথা জানিয়ে সড়ক পরিবহনমন্ত্রী বলেন, অটোরিকশা পুরোপুরি বন্ধ করা সম্ভব কি না, নাকি নিয়ন্ত্রণের মধ্যে এনে পর্যায়ক্রমে ব্যবস্থা নেওয়া হবে—সে বিষয়ে সিটি করপোরেশন, ট্রাফিক বিভাগ ও স্বরাষ্ট্র মন্ত্রণালয়ের সমন্বয়ে দ্রুত কর্মপরিকল্পনা নেওয়া হবে।</p><p>রেল খাত সম্পর্কে মন্ত্রী বলেন, প্রধানমন্ত্রী তারেক রহমান রেল খাতে বিশেষ গুরুত্ব দিয়েছেন। দেশের ভেতরেই ইঞ্জিন ও বগি তৈরি করা সম্ভব কি না, তা খতিয়ে দেখার নির্দেশ দিয়েছেন।</p><p>ভারত-বাংলাদেশ রেল যোগাযোগ আবার চালুর বিষয়ে পরীক্ষা-নিরীক্ষা চলছে উল্লেখ করে মন্ত্রী বলেন, দেশের স্বার্থ বিবেচনায় ১৫ দিনের মধ্যে সিদ্ধান্ত আসতে পারে।<br>আসন্ন ঈদে ঘরমুখী যাত্রীদের ভোগান্তি কমাতে আগের সফল মডেল অনুসরণ করা হবে জানিয়ে মন্ত্রী বলেন, অতিরিক্ত কিছু পদক্ষেপ যুক্ত করার বিষয়ে তিন থেকে চার দিনের মধ্যে সিদ্ধান্ত নেওয়া হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "শুরু হবে খাল খনন, দেওয়া হবে ফ্যামিলি কার্ড | ‘কার্যালয় খুলতে আ.লীগকে বিএনপির গ্রিন সিগন্যাল’ | প্রথম আলো",
            "time": "2026-02-19T19:25:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fxn5obzpy%2FAUDIO-NEWS-THUMB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">অডিও সংবাদ </h2></p><p><h1 data-title-0=\"শুরু হবে খাল খনন, দেওয়া হবে ফ্যামিলি কার্ড | ‘কার্যালয় খুলতে আ.লীগকে বিএনপির গ্রিন সিগন্যাল’\" class=\"nA4h1 \">শুরু হবে খাল খনন, দেওয়া হবে ফ্যামিলি কার্ড | ‘কার্যালয় খুলতে আ.লীগকে বিএনপির গ্রিন সিগন্যাল’</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-20T01:25:50+06:00\"><span>প্রকাশ: ১৯ ফেব্রুয়ারি ২০২৬, ১৯: ২৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "১০ দিনের মধ্যে চুক্তি না করলে ইরানে হামলার হুমকি ট্রাম্পের | প্রথম আলো",
            "time": "2026-02-19T19:24:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fbqglfrob%2FUS-IRAN-DEFENCE-DIPLOMACY-100740.JPG.JPG?rect=0%2C362%2C5105%2C2680&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মধ্যপ্রাচ্যে দ্রুততার সঙ্গে সামরিক শক্তি বাড়াচ্ছে যুক্তরাষ্ট্র। মার্কিন প্রশাসন ও প্রতিরক্ষা দপ্তর পেন্টাগনের কয়েকজন কর্মকর্তার মতে, এই প্রস্তুতি এমন পর্যায়ে পৌঁছেছে যে চাইলে চলতি সপ্তাহের শেষের দিকেই ইরানে হামলা চালাতে পারে ওয়াশিংটন। যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পও তেহরানকে ১০ দিন সময় বেঁধে দিয়েছেন। এর মধ্যে চুক্তি না হলে ইরানে হামলার হুমকি দিয়েছেন তিনি।</p><p> পরিচয় প্রকাশ না করার শর্তে মার্কিন কর্মকর্তারা বলেছেন, যদি হামলা চালানো হয়, তাহলে তা কীভাবে চালানো হবে, সে ইঙ্গিত দেননি প্রেসিডেন্ট  ট্রাম্প। তবে মধ্যপ্রাচ্যে চলতি সপ্তাহে যেভাবে যুক্তরাষ্ট্রের সামরিক শক্তি বাড়ানো হয়েছে, তাতে চাইলে তাঁরা ইরানের পারমাণবিক কর্মসূচি, ব্যালিস্টিক ক্ষেপণাস্ত্র–সংশ্লিষ্ট অবকাঠামো ও ক্ষেপণাস্ত্র উৎক্ষেণপকেন্দ্রগুলোতে হামলা চালাতে পারবেন।</p><p> ট্রাম্পের মূল মাথাব্যথা ইরানের পরমাণু কর্মসূচি নিয়ে। তিনি বারবার বলেছেন, তেহরানকে পরমাণু কর্মসূচি বন্ধ করতে হবে, ইউরেনিয়ামও সমৃদ্ধ করতে দেওয়া হবে না। এ নিয়ে গত মঙ্গলবার সুইজারল্যান্ডের জেনেভায় দুই দেশের মধ্যে সর্বশেষ বৈঠক হয়েছে। বৈঠকে অগ্রগতির কথা জানিয়েছিল দুই পক্ষ। তবে শেষ পর্যন্ত কোনো চুক্তি হবে কি না, তা নিয়ে সন্দেহ রয়েছে মার্কিন কর্মকর্তাদের।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ কোরিয়ার সাবেক প্রেসিডেন্ট ইউনের যাবজ্জীবন কারাদণ্ড | প্রথম আলো",
            "time": "2026-02-19T19:08:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-01-26%2Fu938nw1j%2FYoon-Suk-Yeol.JPG?rect=0%2C274%2C3435%2C1803&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বৃহস্পতিবার সিউল সেন্ট্রাল ডিস্ট্রিক্ট কোর্ট ইউনকে বিদ্রোহে নেতৃত্ব দেওয়ার দায়ে দোষী সাব্যস্ত করেছেন। আদালত বলেন, ন্যাশনাল অ্যাসেম্বলিতে (পার্লামেন্ট) থাকা নিজের বিপুলসংখ্যক সমালোচককে ‘অকেজো’ করে দেওয়ার অভিপ্রায়ে তিনি এ পরিকল্পনা করেছিলেন।</p><p>বিচারক জি গুই-ইয়ন বলেন, সামরিক আইন জারির ঘোষণার ফলে সমাজকে বড় ধরনের মূল্য চুকাতে হয়েছে। বিবাদী এই ঘটনার জন্য অনুতপ্ত, তেমন কোনো লক্ষণ খুঁজে পাওয়া কঠিন।</p><p>কৌঁসুলিরা বিদ্রোহের অভিযোগে ইউনের কঠোরতম সাজা হিসেবে মৃত্যুদণ্ড কার্যকরের আবেদন জানিয়েছিলেন। কিন্তু আদালত মৃত্যুদণ্ডের বদলে যাবজ্জীবন কারাদণ্ড দেন।</p><p>দক্ষিণ কোরিয়ায় বর্তমানে অনানুষ্ঠানিকভাবে মৃত্যুদণ্ড স্থগিত রয়েছে। দেশটিতে ১৯৯৭ সালে সর্বশেষ মৃত্যুদণ্ড কার্যকর করা হয়েছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সবার আগে বাংলাদেশ’ নীতি বাস্তবায়নের নির্দেশনা | প্রথম আলো",
            "time": "2026-02-19T18:56:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F00k9go1x%2FWhatsApp-Image-2026-02-20-at-12.49.43-AM.jpeg?rect=0%2C108%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই বৈঠকের পর পররাষ্ট্র প্রতিমন্ত্রী শামা ওবায়েদ সাংবাদিকদের বলেন, ‘আমাদের নির্বাচনী ইশতেহার বাস্তবায়নে পররাষ্ট্র মন্ত্রণালয়ের গুরুত্বপূর্ণ ভূমিকা রয়েছে। এখানকার সকল কর্মকর্তার সঙ্গে মিলে আমরা এই কাজটা এগিয়ে নিয়ে যাব।’</p><p>শেখ হাসিনাকে ভারত থেকে ফেরত আনার বিষয়ে জানতে চাইলে তিনি বলেন, ‘আজকে তো প্রথম দিন। অবশ্যই পররাষ্ট্র মন্ত্রণালয় এটা দেখবে। যেটা চলমান আছে প্রক্রিয়ায়, প্রক্রিয়া তো চালিয়ে নিয়ে যেতে হবে।’</p><p>প্রতিমন্ত্রী হিসেবে অগ্রাধিকার জানতে চাইলে শামা ওবায়েদ বলেন, ‘ব্যক্তিগতভাবে আমার যেটা সংকল্প, সেটা হচ্ছে অনেক দিন পরে বাংলাদেশে একটি গণতান্ত্রিক সরকার এসেছে। গণতান্ত্রিক সরকারের পররাষ্ট্রনীতি যে রকম হওয়া উচিত, বাংলাদেশের মেরুদণ্ড সোজা করে, বাংলাদেশ সকল দেশের সঙ্গে, সকল রাষ্ট্রের সঙ্গে যোগাযোগ রাখবে, কথা বলবে ও বন্ধুত্ব রাখবে। সেই মেরুদণ্ডটা আমাদের অনেক দিন পরে শক্ত হয়েছে। কারণ, আমরা জনগণের ম্যান্ডেট নিয়ে এসেছি। আমাদের সিদ্ধান্তগুলো আমাদের মেরুদণ্ড শক্ত করে আমরা সামনের দিকে এগোতে চাই। বাংলাদেশকে সবার ভিন্ন নজরে দেখতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "বেঙ্গল শিল্পালয়ে যুক্তরাষ্ট্রের রাষ্ট্রদূত ক্রিস্টেনসেন | প্রথম আলো",
            "time": "2026-02-19T18:52:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Ficu0v42b%2FBengal-Foundation.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর ধানমন্ডিতে বেঙ্গল শিল্পালয় পরিদর্শন করেছেন ঢাকায় নিযুক্ত মার্কিন রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেন। বুধবার সকালে এই সফরের সময় রাষ্ট্রদূত বেঙ্গল ফাউন্ডেশনের ব্যবস্থাপনা কর্তৃপক্ষের সঙ্গে সাক্ষাৎ করেন এবং সদ্য সমাপ্ত ‘এস এম সুলতান আর্ট সংরক্ষণ প্রকল্পের’ একটি সারসংক্ষেপ গ্রহণ করেন।</p><p>বেঙ্গল শিল্পালয়ে রাষ্ট্রদূতকে স্বাগত জানান বেঙ্গল ফাউন্ডেশনের চেয়ার আবুল খায়ের, মহাপরিচালক ও ট্রাস্টি লুভা নাহিদ চৌধুরী এবং পরিচালক আতাউর রহমান।</p><p>বেঙ্গল ফাউন্ডশেন ‘এস এম সুলতান আর্ট সংরক্ষণ প্রকল্প’ বাস্তবায়ন করেছে। সাংস্কৃতিক ঐতিহ্য সংরক্ষণে মার্কিন রাষ্ট্রদূতদের তহবিলের (এএফসিপি) সহায়তায় বাস্তবায়িত এই প্রকল্পের মূল লক্ষ্য প্রখ্যাত চিত্রশিল্পী এস এম সুলতানের শিল্পকর্মের গবেষণা ও সংরক্ষণ। এই উদ্যোগ এস এম সুলতানের অনন্য শিল্পদর্শন ও আদর্শের সাথে সামঞ্জস্য রেখে টেকসই সংরক্ষণ পদ্ধতি, কৌশল এবং সংস্কার মডেল তৈরির লক্ষ্যে শিল্প-ইতিহাসের গভীর গবেষণাকে অন্তর্ভুক্ত করা হয়েছে। এই প্রকল্পের একটি প্রধান অংশ ছিল বাংলাদেশের উদীয়মান শিল্প-সংরক্ষণকারীদের প্রশিক্ষণ দেওয়া, যা স্থানীয়ভাবে শিল্প সংরক্ষণের দক্ষতা এবং দীর্ঘমেয়াদি সুরক্ষা সক্ষমতা বৃদ্ধিতে বিশেষ অবদান রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন নতুন থ্রিলার সিরিজ, ওটিটিতে কী দেখবেন | প্রথম আলো",
            "time": "2026-02-19T18:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fk572fycg%2Fthe-night-agent.jpg?rect=0%2C0%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"নতুন নতুন থ্রিলার সিরিজ, ওটিটিতে কী দেখবেন\" class=\"IiRps \">নতুন নতুন থ্রিলার সিরিজ, ওটিটিতে কী দেখবেন</h1></p><div class=\"Ibzfy\"><p>এ সপ্তাহে ওটিটিতে মুক্তি পাওয়া ও মুক্তির অপেক্ষায় থাকা নতুন ওয়েব সিরিজ, সিনেমা, প্রামাণ্যচিত্র ও রিয়েলিটি শোর খবর নিয়ে আমাদের নিয়মিত আয়োজন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘আন্ডারডগের গল্প’ বলছে জিম্বাবুয়ে | প্রথম আলো",
            "time": "2026-02-19T18:07:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fyy1mjwmm%2F110387-01-02.jpg?rect=0%2C319%2C3307%2C1736&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জিম্বাবুয়ের সেই আশা পূরণ হয় ১৭ ফেব্রুয়ারির আয়ারল্যান্ড–ম্যাচেই। ম্যাচ বলতে যা বলতে যা বোঝায়, ব্যাট–বলের সেই লড়াই অবশ্য হয়নি। বৃষ্টির কারণে একটি বলও খেলা না হয়ে ম্যাচ হয় পরিত্যক্ত, ভাগাভাগি হয় পয়েন্ট। আর এই পয়েন্ট ভাগাভাগিতেই এক ম্যাচ আগেই <a target=\"_blank\" href=\"https://www.prothomalo.com/sports/cricket/3lcbmh51r9\">নিশ্চিত হয়ে যায়</a> জিম্বাবুয়ের সুপার এইট। </p><p>তবে দলটা যে অস্ট্রেলিয়াকে ভড়কে দিয়ে আর বৃষ্টির বদান্যতায় বিশ্বকাপ খেলছে না, সেটিই তুলে ধরার মঞ্চ ছিল কালকের শ্রীলঙ্কার বিপক্ষে ম্যাচ। কলম্বোর এই ম্যাচেই স্বাগতিকদের ৭ উইকেটে করা ১৭৮ রান রাজার দল মাত্র ৪ উইকেট হারিয়ে টপকে গেছে ৩ বল হাতে রেখেই।</p><p>অপরাজিত থেকে সুপার এইটে ভারত, নিউজিল্যান্ড ও দক্ষিণ আফ্রিকার বিপক্ষে খেলতে যাওয়া জিম্বাবুয়ের অধিনায়ক এবার দিয়েছেন আরও বড় কিছুর আশায়, ‘আমরা যদি ওই তিন ম্যাচের মধ্যে দুটিতে জিততে পারি, তাহলে কে জানে কী হতে পারে। যেমন আমি বলে আসছি—সবাই আন্ডারডগের গল্প ভালোবাসে।’</p></div></div></div></body></html>"
        },
        {
            "title": "৩০টি ছবিতে দেখুন 'সুতোর গল্প: নিজস্বতায় বোনা উৎসব'",
            "time": "2026-02-19T18:04:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F1nnvbyn4%2Fsg4.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"dD6ZL\"><p>দেশীয় ফ্যাশনের স্বকীয়তা, সৃজনশীলতা ও ঐতিহ্যকে একসঙ্গে উদ্‌যাপন করতে আজ থেকে শুরু হয়েছে তিন দিনব্যাপী বিশেষ আয়োজন। ফ্যাশন এন্টারপ্রেনিউরস অ্যাসোসিয়েশন অব বাংলাদেশের (এফইএবি) উদ্যোগে রাজধানীর মাইডাস সেন্টারের ১২ তলায় বসছে প্রদর্শনী ও মেলা। যার নাম- ‘সুতোর গল্প: নিজস্বতায় বোনা উৎসব’। দেশীয় নকশা, কারুকাজ ও সমসাময়িক ভাবনার মেলবন্ধনে সাজানো এই আয়োজন হয়ে উঠেছে ফ্যাশনপ্রেমীদের জন্য এক অনন্য মিলনমেলা।  আয়োজনকে ঘিরে একত্র হয়েছেন দেশের প্রথিতযশা ও উদীয়মান ফ্যাশন উদ্যোক্তা ও ব্র্যান্ডগুলো। দেশীয় সংস্কৃতি, ঐতিহ্য ও সমসাময়িক নকশার মেলবন্ধনে তৈরি পোশাক থেকে শুরু করে নানা অনুষঙ্গ—সবকিছুই মিলছে এখানে। আসন্ন ঈদকে সামনে রেখে অংশগ্রহণকারী প্রতিটি প্রতিষ্ঠান হাজির হয়েছে তাদের নতুন ও এক্সক্লুসিভ কালেকশন নিয়ে। মেলায় অংশ নিয়েছে ৩৯টি প্রতিষ্ঠান ও উদ্যোগ । তাদের ঈদ কালেকশন একসঙ্গে প্রদর্শিত হওয়ায় ক্রেতাদের জন্য এটি হয়ে উঠেছে পূর্ণাঙ্গ ঈদ শপিংয়ের এক বিশেষ সুযোগ। একই ছাদের নিচে পছন্দের পোশাক ও অনুষঙ্গ বেছে নেওয়ার সুযোগ আছে এখানে  । দেশীয় ফ্যাশন উদ্যোগকে উৎসাহিত করা এবং উদ্যোক্তাদের সৃজনশীল কাজ সরাসরি ক্রেতাদের সামনে তুলে ধরাই এই উৎসবের মূল লক্ষ্য। তাই ‘সুতোর গল্প: নিজস্বতায় বোনা উৎসব’ কেবল একটি প্রদর্শনী বা মেলা নয়, বরং এটি দেশীয় ফ্যাশনের শক্তিশালী এক প্ল্যাটফর্ম। ২১ ফেব্রুয়ারি পর্যন্ত প্রতিদিন সকাল ১০টা থেকে রাত ৮টা পর্যন্ত মেলাটি সবার জন্য উন্মুক্ত থাকবে। প্রাণবন্ত আয়োজন, রঙিন স্টল আর উৎসবমুখর পরিবেশে জমে উঠেছে প্রদর্শনীর প্রথম দিন। ছবির গল্পে ধরা রইল সেই উচ্ছ্বাসমাখা আমেজ... </p></div></div></body></html>"
        },
        {
            "title": "তারাকান্দায় আওয়ামী লীগের কার্যালয়ে বৈষম্যবিরোধীদের বিক্ষোভ, আগুন | প্রথম আলো",
            "time": "2026-02-19T17:48:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F9acjel6d%2FMYMENSINGHAwami-league.JPG?rect=0%2C28%2C894%2C469&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ময়মনসিংহের তারাকান্দায় কার্যক্রম নিষিদ্ধ আওয়ামী লীগের দলীয় কার্যালয়ে গিয়ে বিক্ষোভ করেছেন বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক পার্টির (এনসিপি) নেতা-কর্মীরা। বৃহস্পতিবার রাত ৮টার বিক্ষোভের সময় পোড়া কার্যায়লটির ভেতরে টায়ার দিয়ে আগুন ধরিয়ে দেওয়া হয় এবং দেয়ালের ইট ভাঙচুর করা হয়।</p><p>এর আগে বৃহস্পতিবার সকালে পুড়িয়ে দেওয়া আওয়ামী লীগের কার্যালয়ে ব্যানার ও জাতীয় পতাকা টাঙিয়েছিলেন কার্যক্রম নিষিদ্ধ দলটির নেতা-কর্মীরা। স্থানীয় সূত্রে জানা গেছে, সকাল ৭টার দিকে ১০ সদস্যের একটি দল তারাকান্দা বাসস্ট্যান্ড এলাকায় শহীদ মিনারের সামনে ভাঙা-পোড়া কার্যালয়ে ঢুকে সংক্ষিপ্ত বক্তব্য দেওয়ার পর দ্রুত স্থান ত্যাগ করেন। এ ঘটনার একটি ভিডিও সামাজিক যোগাযোগমাধ্যম ফেসবুকে ছড়িয়ে পড়েছে। </p><p>চব্বিশের গণ-অভ্যুত্থানে শেখ হাসিনা সরকারের পতনের পর তারাকান্দা উপজেলা আওয়ামী লীগের তিনতলাবিশিষ্ট কার্যালয়ে ভাঙচুর চালিয়ে আগুন ধরিয়ে দিয়েছিলেন জনতা। দীর্ঘদিন ধরে সেটি পরিত্যক্ত অবস্থায় পড়ে ছিল। বৃহস্পতিবার ভোরে সেই কার্যালয়ে ঢুকে কার্যক্রম চালুর ঘোষণা দেন কয়েকজন। তবে তাঁরা দ্রুত বক্তব্য দিয়ে স্থান ত্যাগ করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাসানটেক এলাকায় নারী ও শিশুদের সঙ্গে ইফতার মাহফিলে যোগ দিলেন জাইমা রহমান | প্রথম আলো",
            "time": "2026-02-19T17:47:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fe7k8xg97%2FUntitled-9.png?rect=0%2C0%2C772%2C405&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এলাকার এতিম শিশু ও বয়োজ্যেষ্ঠ নারীরা ইফতার মাহফিলে অংশগ্রহণ করেন।</p><p>মাহফিলে জাইমা রহমান শিশুদের সঙ্গে কথা বলেন এবং তাদের বিভিন্ন প্রশ্ন শোনেন। পরে ইফতার মাহফিলে অংশ নেওয়া নারীদের সঙ্গেও কথা বলেন তিনি।</p><p>ইফতারের আগে সবাই মিলে দোয়া ও মোনাজাত করেন এবং পরে একসঙ্গে ইফতার করেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "এফইএবি আয়োজনে শুরু সুতোর গল্প: নিজস্বতায় বোনা উৎসব",
            "time": "2026-02-19T13:46:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2Fnhv6ammn%2Fsg22.jpg?overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2023-10%2Fdf4c7d13-96dc-4875-b8bf-5aac7b6aa475%2FHaalfashion_gpi_sample3.png&overlay_position=bottom&overlay_opacity=1&w=1200&h=627&auto=format%2Ccompress&ogImage=true&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুতার গল্পের এ আয়োজনের রঙ বাংলাদেশ, অঞ্জন’স, দেশাল, কে ক্রাফট, সাদাকালোর মতো বড় ব্র্যান্ডের পাশাপাশি আছে, খুঁত, সরলা, খাদি বাই নুভিয়া, ঋতি, আট কুঠুরি নয় দরজা, পোশাক বাই তান্না’জ, কালিন্দী, ভারমিলিয়ন, সিগনেট, পৌরাণিক, শস্য প্রবর্তনা, গুটিপা, অজিন, ভেনোরি, ফারহানা ফ্যাশন, মুনমুনস, মিতার গল্প, কইন্যা, সুরঞ্জনা, অয়ন ক্রাফটস, ঋ, মঞ্জুরী, যথাশিল্প, সীবনী, আজুরা বাই শান্তা কবির, বালুচর, কনক দ্য জুয়েলারি প্যালেস, পটের বিবি, বক্স অব অর্নামেন্টস, রিংকি’স এ্যাটায়ার, কল্পতরু, শিল্পলোক, মিথ এবং এন’স কিচেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রমজানের সাহ্‌রি ও ইফতারের সময়সূচি ২০২৬ | প্রথম আলো",
            "time": "2026-01-24T07:08:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-24%2Fqykqe2rz%2Fpexels-thirdman-7956662.jpg?rect=0%2C452%2C6376%2C3347&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফাউন্ডশেন তাদের ওয়েব সাইটে জানিয়েছে, সময়সূচিতে লিখিত সাহরির শেষ সময় মূলত ফজরের নামাজের ওয়াক্ত শুরুর সময়।</p><p>তবে যেহেতু জেলার এক প্রান্ত থেকে অন্য প্রান্তের দূরত্ব অনুপাতে সময়ের ব্যবধান হয়ে থাকে, তাই  জেলার ভারসাম্য রক্ষার জন্য সাহ্‌রির সময় জেলার পূর্ব প্রান্ত এবং ফজরের আজানের সময়টি জেলার পশ্চিম প্রান্তের সময় অনুযায়ী নির্ধারণ করা হয়েছে।</p><p>আর ইফতারের জন্য জেলার পশ্চিম প্রান্তের সময় অনুযায়ী নির্ধারণ করা হয়েছে।</p></div></div></div></body></html>"
        }
    ]
}