{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যশোরে থানায় ঢুকে হুমকির অভিযোগ, জামিন পেলেন জামায়াতের সেই নেতা | প্রথম আলো",
            "time": "2025-08-06T15:21:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F6pahny3h%2FJESSORE_DH0554_20250806_KESHABPUR_06_08_25_2__JPG.JPG?rect=0%2C91%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কেশবপুর থানার এসআই মকলেসুর রহমান বলেন, অজিয়ার রহমানের চাচাতো ভাই শহিদুল ইসলামের বিরুদ্ধে এক ব্যক্তি মামলা করেছিলেন। ওই মামলায় তাঁকে (শহিদুল) কেন আসামি করা হয়েছে, তা নিয়ে ক্ষুব্ধ ছিলেন অজিয়ার। থানায় প্রবেশ করে পুলিশকে হুমকি ও সরকারি কাজে বাধা দেওয়ার অভিযোগে তাঁকে গ্রেপ্তার করা হয়। পরে তাঁকে আদালতে পাঠানো হয়।</p><p>যশোর আদালতের কোর্ট ইন্সপেক্টর রোকসানা খাতুন বলেন, দুপুরে কেশবপুর ম্যাজিস্ট্রেট আদালতে অজিয়ার রহমানকে হাজি করা হয়। বিচারক আঞ্জুমারা খাতুন তাঁকে জামিন দেন।</p><p>এদিকে থানায় প্রবেশ করে হুমকি দেওয়ার একটি ভিডিও ফেসবুকে ছড়িয়ে পড়ে। এতে দেখা যায়, অজিয়ার রহমান এক পুলিশ কর্মকর্তাকে আওয়ামী লীগের দোসর বলে ধমকাচ্ছেন। এ সময় তিনি বলেন, ‘আওয়ামী লীগের লোক হিসেবে ওই চেয়ারে বসে আপনি কর্মকাণ্ড চালাচ্ছেন।’ তখন ওই পুলিশ কর্মকর্তা বলেন, ‘আমি কেন রাজনীতি করব?’</p></div></div></div></body></html>"
        },
        {
            "title": "হাসিনার বিচার বিএনপি না করলে কারা করবে, প্রশ্ন গয়েশ্বর রায়ের | প্রথম আলো",
            "time": "2025-08-06T15:14:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fnet8ioe0%2FRANGPURDH049420250806IMG-20250806-WA0075.JPG.JPG?rect=0%2C133%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপি ক্ষমতায় গেলে শুধু শেখ হাসিনা নয়, ১৪ দলেরও বিচার করা হবে বলে মন্তব্য করেছেন বিএনপির স্থায়ী কমিটির সদস্য গয়েশ্বর চন্দ্র রায়। তিনি প্রশ্ন তুলে বলেন, ‘আমরা হাসিনার বিচার না করলে কারা বিচার করবে? তাদের বিচার হবে, বিচারের রায়ের পর জনগণের মধ্যে সংশয় থাকবে না।’</p><p>আজ বুধবার বিকেলে জুলাই গণ–অভ্যুত্থানে আওয়ামী ফ্যাসিবাদের পতন ও ছাত্র–জনতার বিজয়ের বর্ষপূর্তি উপলক্ষে রংপুরে বিএনপির আয়োজনে বিজয় শোভাযাত্রা শুরুর আগে সমাবেশে তিনি এসব কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্যক্তিত্ব অনুযায়ী যে ব্যায়ামের ধরনও পাল্টে যায়, জানেন? | প্রথম আলো",
            "time": "2025-08-06T15:11:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F4psha4mq%2FKBRH4015.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্যক্তিত্ব যেমনই হোক, মনের অবস্থাটাকে গুরুত্ব দেওয়াটাও জরুরি। এমন পরিস্থিতিতে বাইরের পৃথিবীর সঙ্গে যোগাযোগটা খুব আনন্দময় না–ও হতে পারে; বরং নিজের মতো করে নিজেকে সময় দেওয়াটা জরুরি হয়ে দাঁড়াতে পারে। মনকে প্রশান্ত করে, এ ধরনের ব্যায়াম এই সময়ের জন্য ভালো। তাহলে মানসিক অশান্তির এই দিনগুলোয়ও আপনি শরীরচর্চার অভ্যাস বজায় রাখতে পারবেন। আর তাতে মনও শান্তি পাবে। অবশ্যই মনে রাখবেন, হতাশা বা দুশ্চিন্তার মুহূর্তে যেকোনো ধরনের ব্যায়ামই মনে ইতিবাচক প্রভাব ফেলে। তাই ভালো না লাগলেও উদ্যোগী হয়ে ব্যায়াম শুরু করাটা জরুরি। যেটা ভালো লাগে, সেটা দিয়েই হোক শুরু। </p></div></div></div></body></html>"
        },
        {
            "title": "আশুগঞ্জের এসি ল্যান্ডকে ‘মুজিববাদের সমর্থক’ দাবি করে প্রত্যাহার চাইল এনসিপি | প্রথম আলো",
            "time": "2025-08-06T15:09:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Ft1x81etz%2FBBariaDH0.jpg?rect=0%2C89%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ সম্মেলনে লিখিত বক্তব্য শেষে প্রশাসনের অনুমতি না নিয়ে অনুষ্ঠান করা, সহকারী কমিশনারকে (ভূমি) বদলির হুমকি দেওয়ার অভিযোগের বিষয়ে সাংবাদিকেরা প্রশ্ন করলে এনসিপি নেতারা কোনো উত্তর দেননি। যোগাযোগ করলে জেলার সমন্বয়ক আজিজুর রহমান প্রথম আলোকে বলেন, ‘এসি ল্যান্ড মৌখিক অনুমতি দিয়েছে। আমরা কি শহীদদের জন্য দোয়া মাহফিল করতে পারি না? উনি (এসি ল্যান্ড) অনুষ্ঠানের অনুমতি দেবে কেন? যারা রক্ত দিয়েছে, তাদের জন্য দোয়া মাহফিল করেছি। এখন আমাদের কী অনুমতি লাগবে? জেলা প্রশাসন বরাবর এ জন্য কী দরখাস্ত লাগবে?’</p><p>অভিযোগের বিষয়ে কাজী তাহমিনা সারমিন প্রথম আলোকে বলেন, ‘৫ আগস্টের সময় আমার দপ্তরে ভাঙচুর, চুরি ও লুটপাট হয়েছে। তখন আপনারা কোথায় ছিলেন বলেছিলাম, ম্যুরাল ভাঙচুর নিয়ে কোনো কথা বলিনি। কর্তৃপক্ষের নির্দেশে ৫ আগস্টের পর চুরি ঠেকাতে ও মাদকসেবীদের কাছ থেকে দপ্তর নিরাপদ রাখতে অস্থায়ী টিনের বাউন্ডারি দিয়ে রেখেছিলাম। কারণ, দপ্তরে চুরি হতো এবং মানুষ এসে নেশা করত।...যেখানে ম্যুরাল ভাঙা নিয়ে কোনো কথাই হয়নি, সেখানে মর্মাহত হব কেন? আর আমি এটি বলতে যাব কেন?’ তিনি বলেন, ‘তারা অনুষ্ঠান আয়োজনের কোনো অনুমতি নেয়নি। উল্টো ঔদ্ধত্যপূর্ণ আচরণ করে আমাকে বদলির হুমকি দিয়েছেন। এখন তাঁরা আমার বিরুদ্ধে অপপ্রচার চালানোসহ অপসারণের দাবি করছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণ আফ্রিকাকে আবার হারালেন বাংলাদেশের যুবারা | প্রথম আলো",
            "time": "2025-08-06T15:07:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F9jq6xfah%2FGxqY4cUWcAAFCwj.jpg?rect=0%2C16%2C1300%2C683&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বাংলাদেশ অনূর্ধ্ব-১৯ দলের জয়ের ভিত গড়ে দিয়েছেন বোলাররা। প্রোটিয়াদের ১৪৭ রানে অলআউট করে দেওয়ার পর ওই রান ২৯.৩ ওভারেই তাড়া করে ফেলেন ব্যাটসম্যানরা।</p><p>টসে জিতে বোলিং করতে নামার পর চতুর্থ ওভারে বাংলাদেশকে প্রথম সাফল্য এনে দেন ইকবাল হোসেন। ৯ বলে ৫ রান করা ফন শালকভিককে ফেরান তিনি। পরের ওভারে আরেক ওপেনার আদনান লাগাডিয়েনকে ফিরিয়ে দেন আল ফাহাদ। বাদ যায়নি পরের ওভারও। ষষ্ঠ ওভারে দক্ষিণ আফ্রিকার তৃতীয় উইকেটের পতন ঘটান সানজিদ মজুমদার, আউট হন প্রোটিয়াদের অধিনায়ক জেসন রোলেস (৬ বলে ৪ রান)।</p></div></div></div></body></html>"
        },
        {
            "title": "আবু সাঈদকে হত্যায় শেখ হাসিনাকে দায়ী করে চতুর্থ জবানবন্দি | প্রথম আলো",
            "time": "2025-08-06T15:03:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F222fwqyu%2F3-web.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আবু সাঈদকে হত্যায় শেখ হাসিনাকে দায়ী করে চতুর্থ জবানবন্দি\" class=\"nA4h1 \">আবু সাঈদকে হত্যায় শেখ হাসিনাকে দায়ী করে চতুর্থ জবানবন্দি</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-06T21:03:57+06:00\"><span>প্রকাশ: ০৬ আগস্ট ২০২৫, ১৫: ০৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মঈনুল হক বললেন, লাইভ সম্প্রচারের সময় আবু সাঈদকে গুলির দৃশ্য ধরা পড়ে | প্রথম আলো",
            "time": "2025-08-06T15:01:53",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fba3c15a4-d4be-42d8-92a9-ed98a97bd462%2FC_07.jpg?rect=0%2C0%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে বিভিন্ন সূত্রে জানতে পারেন গুলিবিদ্ধ সেই যুবকের নাম আবু সাঈদ। তিনি রোকেয়া বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের ১২তম ব্যাচের শিক্ষার্থী বলে উল্লেখ করেন মঈনুল হক। তিনি বলেন, সে দিন বেলা সাড়ে তিনটার দিকে জানতে পারেন রংপুর মেডিকেলে আবু সাঈদ মারা গেছেন।</p><p>এই মামলায় শেখ হাসিনার পাশাপাশি সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান কামাল ও পুলিশের সাবেক মহাপরিদর্শক (আইজিপি) চৌধুরী আবদুল্লাহ আল-মামুন আসামি। সাবেক এই আইজিপি এ মামলায় ‘অ্যাপ্রুভার’ (দোষ স্বীকার করে ঘটনার সত্য বিবরণ প্রকাশ করেন যে আসামি; সাধারণত তিনি রাজসাক্ষী হিসেবে পরিচিত) হয়েছেন। আজ তাঁকে ট্রাইব্যুনালে হাজির করা হয়েছিল।</p><p>এর আগে এ মামলায় মাইক্রোবাসচালক খোকন চন্দ্র বর্মণ, দিনমজুর পারভীন, শিক্ষার্থী আবদুল্লাহ আল ইমরান ও শিক্ষার্থী রিনা মুর্মু সাক্ষ্য দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন আয়োজন নিয়ে নির্বাচন কমিশনকে চিঠি দিয়েছে প্রধান উপদেষ্টার কার্যালয় | প্রথম আলো",
            "time": "2025-08-06T14:59:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-08%2Fxcmjqpr1%2Fstatement.webp?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রধান উপদেষ্টা তাঁর ভাষণে নির্বাচন আনন্দ-উৎসবে, শান্তি-শৃঙ্খলায়, ভোটার উপস্থিতিতে, সৌহার্দ্য ও আন্তরিকতায় অবিস্মরণীয় হয়ে ওঠার যে প্রত্যাশা করেছেন, তা উল্লেখ করা হয়েছে চিঠিতে। নির্বাচন আয়োজনে যথোপযুক্ত প্রযুক্তি ব্যবহারের গুরুত্বারোপের পাশাপাশি একটি প্রত্যাশিত সুষ্ঠু, অবাধ, শান্তিপূর্ণ, উৎসবমুখর নির্বাচন আয়োজনে সরকারের সর্বাত্মক সহযোগিতার প্রত্যয়ের কথাও নির্বাচন কমিশনকে জানানো হয়েছে।</p><p>প্রধান উপদেষ্টার ঘোষণার ভিত্তিতে উল্লেখিত সময়ে জাতীয় নির্বাচন আয়োজনে প্রয়োজনীয় কার্যক্রম গ্রহণ করার জন্য অনুরোধ করেছেন প্রধান উপদেষ্টার মুখ্য সচিব।</p></div></div></div></body></html>"
        },
        {
            "title": "নিখোঁজের এক দিন পর গর্তে মিলল দুই শিশুর লাশ, হত্যার অভিযোগ পরিবারের | প্রথম আলো",
            "time": "2025-08-06T14:58:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F0twls73l%2FRangpurDH122220250806IMG-20250806-WA0029.jpg?rect=0%2C808%2C4160%2C2184&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ ও প্রত্যক্ষদর্শী সূত্র জানায়, মঙ্গলবার বিদ্যালয়ে ছুটি থাকায় সকালের দিকে দুই শিশু খেলতে বের হয়। এরপর তারা আর বাড়িতে ফেরেনি। অনেক খোঁজাখুঁজির পর বুধবার বেলা দুইটার দিকে স্থানীয় লোকজন পার্শ্ববর্তী আজহারুল ইসলামের বালু তোলার গর্তে নেমে খুঁজলে মারুফের লাশ পাওয়া যায়। পরে একই জায়গা থেকে স্থানীয় লোকজন ও গঙ্গাচড়া ফায়ার সার্ভিসের সদস্যরা আরেক শিশু আবদুর রহমানের লাশ উদ্ধার করেন।</p><p>নিহত শিশু মারুফের বাবা জাকিরুল ইসলাম ও মা রাশেদা বেগম কান্নাজড়িত কণ্ঠে বলেন, তাঁদের ছেলেকে মেরে ফেলা হয়েছে। তাঁরা এর বিচার চান।</p></div></div></div></body></html>"
        },
        {
            "title": "চাঁদার টাকায় মোটরসাইকেল কেনেন জানে আলম | প্রথম আলো",
            "time": "2025-08-06T14:55:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-01%2F9cjihstk%2FOpu.jpg?rect=0%2C5%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গুলশানে সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসায় গিয়ে চাঁদা নেওয়ার কথা স্বীকার করে আদালতে জবানবন্দি দিয়েছেন বাংলাদেশ গণতান্ত্রিক ছাত্রসংসদের নেতা জানে আলম ওরফে অপু।</p><p> ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালতের ম্যাজিস্ট্রেট জামশেদ আলম আজ বুধবার জানে আলমের জবানবন্দি রেকর্ড করেন। পরে তাঁকে কারাগারে পাঠানোর আদেশ দেন আদালত। এর আগে জানে আলমকে আদালতে হাজির করে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি রেকর্ড করার আবেদন করেন মামলার তদন্ত কর্মকর্তা গুলশান থানার পরিদর্শক মোখলেছুর রহমান।</p><p> আদালতসংশ্লিষ্ট সূত্রগুলো বলছে, জানে আলম ওরফে অপু আদালতে স্বীকার করেছেন, সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসা থেকে ১০ লাখ টাকা চাঁদা নেন তাঁরা। চাঁদার পাঁচ লাখ টাকা তিনি নেন। চাঁদার টাকায় তিনি একটি ইয়ামাহা এফজেড মোটরসাইকেল কেনেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শুধু ঘোষণা নয়, সুষ্ঠু ও নিরপেক্ষ নির্বাচন চায় বিএনপি: আবদুল মঈন খান | প্রথম আলো",
            "time": "2025-08-06T14:52:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fqzwfrizh%2FSylhetMoin.jpg?rect=0%2C93%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল মঈন খান বলেন, ‘নির্বাচন নিয়ে সরকার তাদের কাজ করছে, এখন আমাদের কাজ আমাদের করতে হবে। দেশের প্রতিটি গ্রামগঞ্জে গিয়ে ধানের শীষের বার্তা পৌঁছে দিতে হবে। আমরা চাই, একটি অবাধ, সুষ্ঠু ও গ্রহণযোগ্য নির্বাচন। এখন বিএনপির নেতা–কর্মীদের কাজ হচ্ছে, ফেব্রুয়ারিতে নির্বাচনে জয়লাভের মাধ্যমে বাংলাদেশকে একটি সত্যিকারের গণতান্ত্রিক দেশ হিসেবে গঠন করা।’</p><p>বিএনপির স্থায়ী কমিটির এই সদস্য জুলাই–আগস্টের গণ–অভ্যুত্থানে শহীদদের গভীর শ্রদ্ধাভরে স্মরণ করেন এবং আহত ব্যক্তিদের দ্রুত সুস্থতা কামনা করেন। তিনি বলেন, ‘শহীদ ও আহত ব্যক্তিদের পরিবার পুনর্বাসনের বিষয়ে রাষ্ট্র যথাযথ দায়িত্ব পালন করবে। জুলাইয়ের গণ–অভ্যুত্থান ছিল একদলীয় শাসনের বিরুদ্ধে জনগণের একটি সুস্পষ্ট বার্তা। সেই ইতিহাস এখন আমাদের নতুন প্রেরণা জোগায় গণতন্ত্র পুনরুদ্ধারের চলমান লড়াইয়ে।’</p></div></div></div></body></html>"
        },
        {
            "title": "পাবজি মোবাইল ক্যাম্পাস ক্লাব চ্যাম্পিয়নশিপে সেরা শান্ত-মারিয়াম বিশ্ববিদ্যালয় | প্রথম আলো",
            "time": "2025-08-06T14:50:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fajbh6rr3%2FGame.jpeg?rect=0%2C0%2C1411%2C741&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিযোগিতার বিষয়ে ইনফিনিক্সের এক মুখপাত্র বলেন, ‘এটা কেবল একটি গেমিং টুর্নামেন্ট নয়; বরং তরুণদের আত্মপ্রকাশের একটি বড় প্ল্যাটফর্ম। আমরা দেখেছি, কীভাবে প্রতিটি ক্যাম্পাস থেকে তরুণেরা উঠে এসেছেন জাতীয় মঞ্চে। পিএমসিসির মাধ্যমে আমরা নতুন সম্ভাবনার দ্বার উন্মোচন করেছি, যেখানে গেমিং শুধুই বিনোদন নয়, এটি হতে পারে নেতৃত্ব, উদ্ভাবন ও ক্যারিয়ার গঠনের মাধ্যম।’</p></div></div></div></body></html>"
        },
        {
            "title": "বিশ্ববিদ্যালয়ে ভর্তি শেষে মেয়েকে তুলে দেন অটোরিকশায়, ১০ মিনিট পর পেলেন মৃত্যুর খবর | প্রথম আলো",
            "time": "2025-08-06T14:49:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fuejp56f4%2FScreenshot-2025-08-06-185553.png?rect=0%2C26%2C862%2C453&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শান্তিগঞ্জ থেকে ফেরার পথে সুনামগঞ্জ-সিলেট সড়কে বুধবার দুপুরের এ দুর্ঘটনায় স্নেহা চক্রবর্তীর সঙ্গে আরেক শিক্ষার্থীসহ তিনজনের মর্মান্তিক মৃত্যু হয়েছে। এর মধ্যে আফসানা জাহান খুশি নামের সুনামগঞ্জ টেক্সটাইল ইনস্টিটিউটের একজন শিক্ষার্থী রয়েছেন। অন্যজন শফিকুল ইসলাম, তিনি একজন ব্যবসায়ী। আফসানা জাহান চলতি শিক্ষাবর্ষে টেক্সটাইল ইনস্টিটিউটে ভর্তি হয়েছিলেন। সুনামগঞ্জ পৌর শহরের আরপিননগর এলাকার বাসিন্দা অবসরপ্রাপ্ত পুলিশ সদস্য দেলোয়ার হোসেনের মেয়ে তিনি। শহর থেকেই শান্তিগঞ্জ উপজেলায় ওই শিক্ষাপ্রতিষ্ঠানে যাতায়াত করতেন আফসানা জাহান।</p><p>বিকেলে জেলা সদর হাসপাতালে গিয়ে দেখা যায়, স্নেহা চক্রবর্তীর লাশের পাশে আহাজারি করছেন মা জয়তী চক্রবর্তী ও ছোট ভাই সূর্য চক্রবর্তী। তাঁদের কান্না যেন থামছেই না। কোনোভাবেই স্নেহার মাকে সান্ত্বনা দিতে পারছেন না কেউ। আশপাশে যাঁরা ছিলেন তাঁরাও যেন শোকে কাতর। ছোট ভাই সূর্য চক্রবর্তী বড় বোন স্নেহার লাশের পাশে বসে আহাজারি করে মাকে বলছিল, ‘মা, তুমি কাইন্দ না। কিচ্ছু অইছে না, আমরা আপারে নিয়া ঢাকা যাইমু, সব ঠিক অইজিব...।’</p></div></div></div></body></html>"
        },
        {
            "title": "ডাকঘর: নাটকের আবেদন ছাড়িয়ে | প্রথম আলো",
            "time": "2025-08-06T14:48:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F7qjscgpm%2FGolam-S.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রসঙ্গত স্মর্তব্য অধ্যাপক পবিত্র সরকারের একটি আলোচনাংশ, ‘কবির দীক্ষা হলো, জীবনের দীক্ষা, আর একটু সংকোচের সঙ্গে যোগ করি, মরণেরও দীক্ষা। কীভাবে আমি বাঁচব, আর, যতই পিছিয়ে দিতে চাই প্রশ্নটাকে, কীভাবে মরব, এ দুয়েরই দীক্ষা পাই রবীন্দ্রনাথের কাছ থেকে। এ প্রশ্ন কেবল মানুষই করতে পারে, কারণ, মানুষেরই একমাত্র আছে ভাষা, আছে শিল্প, আছে নিজেকে নানা কর্মে ও সম্বন্ধে প্রকাশ করার নানাবিধ উপায়। পৃথিবীর আর কোনো প্রাণীর এ সব প্রশ্ন নেই। আর পৃথিবীর আর কোনো স্রষ্টা এমন সর্বাঙ্গীণ উত্তর প্রস্তুত করে রাখেননি আমাদের জন্য, যেমন রেখেছেন রবীন্দ্রনাথ।</p><p>যখন প্রশ্ন করি কীভাবে আমি বাঁচব, রবীন্দ্রনাথ? রবীন্দ্রনাথ বলেন, বাঁচো সকলের সঙ্গে, একা বাঁচার কোনো অর্থ নেই—“স্বার্থমগ্ন যে জন বিমুখ বৃহৎ জগৎ হতে, সে কখনও শেখেনি বাঁচিতে।” “শিক্ষার মিলন” প্রবন্ধে একইভাবে তিনি বলেন, “একা মানুষ ভয়ংকর নিরর্থক। কেননা, তার একার মধ্যে ঐক্য নেই। বহুকে নিয়ে যে এক সেই হলো সত্য এক”।’</p><p>[বাংলাদেশ ও ভারতের যুগ্ম উদ্যোগে উদ্‌যাপিত রবীন্দ্রনাথের সার্ধ জন্মশতবর্ষের সমাপনী অনুষ্ঠানে প্রদত্ত বক্তৃতা]</p><p>মৃত্যু এমন এক সত্য, যে সত্যে কোনো আপেক্ষিকতা নেই; কিন্তু এই সত্যকে আমরা সহজে মেনে নিই না। সব সত্যে আস্থাশীল হলেও মৃত্যু-সত্যে অনাস্থা দেখায় না, এরূপ মনুষ্য বিরল। সংসারের প্রপঞ্চে, মায়ায় জড়িয়ে প্রিয়জনের মৃত্যুতে কেবল ভাষা পায় চোখের জল। মৃত্যুকে কেউ স্বাভাবিকভাবে গ্রহণ করতে শেখে না বলে। মনীষী ব্রুনো বেথেলহাম কয়েছিলেন, ‘সব শেষে প্রত্যেককে মৃত্যুর দূতকে প্রশান্তভাবে গ্রহণ করাটা শিখতে হবে।’ ‘ডাকঘর’ শীষর্ক রবীন্দ্রনাট্যের নাটকজুড়েই সেই প্রস্তুতি চলে (দ্রষ্টব্য—মাধবদত্তের সংলাপ: ছিঃ বাবা কেবলই এমন যাই যাই করতে নেই)।</p></div></div></div></body></html>"
        },
        {
            "title": "চরফ্যাশনে দুই ভাইকে খুনের মামলায় তিন আসামির মৃত্যুদণ্ড | প্রথম আলো",
            "time": "2025-08-06T14:47:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-03%2F1b1e6ebe-1534-429f-b717-3414ef0328f5%2FDeath_06.png?rect=0%2C73%2C815%2C428&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরে ডিএনএ পরীক্ষার মাধ্যমে নিশ্চিত হওয়া যায়, লাশ দুটি চরফ্যাশন পৌরসভার ৩ নম্বর ওয়ার্ডের বাসিন্দা আপন দুই ভাই দুলাল চন্দ্র শীল ও তপন চন্দ্র শীলের। এ ঘটনায় পুলিশ সাতজনকে আটক করেছে। তদন্তে ঘটনার সঙ্গে চারজনের সম্পৃক্ততা পাওয়া যায়। চারজনই খুনের সঙ্গে জড়িত বলে আদালতে স্বীকারোক্তি দেন।</p><p>দীর্ঘ বিচারপ্রক্রিয়া শেষে আদালত আসামিদের মধ্যে বিল্লাল ফরাজী (৩৭), সালাউদ্দিন বয়াতী (৩০) ও শরীফুল ইসলাম মুন্সীকে (৩২) সরাসরি খুনের সঙ্গে জড়িত থাকায় তাঁদের মৃত্যুদণ্ড প্রদান করেছেন। এ ছাড়া আসামি আবু মাঝিকে (৫৯) ছয় মাস ও আবুল কাশেমকে (২৬) পাঁচ মাসের সাজা দেওয়া হয়। তাঁরা জেলহাজতে থেকে সাজা ভোগ করায় তাঁদের খালাস দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতের ওপর অতিরিক্ত ২৫ শতাংশ শুল্ক আরোপ ট্রাম্পের, মোট দাঁড়াল ৫০ | প্রথম আলো",
            "time": "2025-08-06T14:47:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F5xnsvh80%2Ftrump-modi.jpg?rect=0%2C0%2C963%2C506&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে সপ্তাহের শুরুতে ট্রাম্প হুমকি দিয়েছিলেন যে তিনি ভারতের ওপর ‘উল্লেখযোগ্য মাত্রায়’ শুল্ক বৃদ্ধি করবেন। তাঁর অভিযোগ, রাশিয়া থেকে বিপুল পরিমাণ তেল কিনে তা থেকে মোটা অঙ্কের লাভ করছে ভারত।</p><p>গত সোমবার ভারত যুক্তরাষ্ট্র ও ইউরোপীয় ইউনিয়নের বিরুদ্ধে কড়া প্রতিক্রিয়া দেখায়। ভারত বলেছিল, রাশিয়ার কাছ থেকে তেল কেনার জন্য দিল্লিকে নিশানা করাটা ‘অন্যায় ও অযৌক্তিক’। ভারত আরও দাবি করেছিল, এতে দ্বিচারিতা আছে। কারণ, যুক্তরাষ্ট্র ও ইইউ নিজেরাও এখনো রাশিয়ার সঙ্গে বাণিজ্য সম্পর্ক অব্যাহত রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই ঘোষণাপত্রে শহীদের সংখ্যা নিয়ে আপত্তি, আরও কিছু বিষয়ে কথা রয়েছে এনসিপির | প্রথম আলো",
            "time": "2025-08-06T13:28:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2F47c9ceo4%2FNCP-1.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আখতার বলেন, ‘ঘোষণাপত্রে উপনিবেশবিরোধী লড়াইয়ের কথা বলা হয়েছে। কিন্তু এই ভূখণ্ডের মানুষের উপনিবেশবিরোধী লড়াইয়ের অন্যতম রেফারেন্স পয়েন্ট ১৯৪৭-কে এখানে উল্লেখ করা হয়নি। আমরা মনে করি, এই বাংলাদেশের বা এই ভূখণ্ডের একটা সার্বভৌম রাষ্ট্র পাওয়ার পেছনে ১৯৪৭, ১৯৭১ এবং আমাদের চব্বিশের আন্দোলন—এই সবকিছুর একটি সম্মিলন এই ঘোষণাপত্রকে আরও সমৃদ্ধ করতে পারত। এ ঘোষণাপত্রে (চব্বিশের) শহীদের সংখ্যার ব্যাপারে “প্রায় এক হাজার” শব্দবন্ধ ব্যবহার করা হয়েছে। অথচ জাতিসংঘের প্রতিবেদনে বলা হয়েছে, ১ হাজার ৪০০ মানুষ এই অভ্যুত্থানের সময়কালে শহীদ হয়েছেন। এ পরিসংখ্যান আমাদের সবার জানা। সে ক্ষেত্রে এক বছর ধরে সরকার যে শহীদ ও আহত ব্যক্তিদের প্রকৃত সংখ্যা নির্ণয় করতে ব্যর্থ হয়েছে, তার একটা ছাপ আমরা এই ঘোষণাপত্রের মধ্যে দেখতে পেলাম।’</p><p>এনসিপির এই নেতা আরও বলেন, পিলখানা হত্যাকাণ্ড, শাপলা গণহত্যা, বিচারিক হত্যাকাণ্ড, ভ্যাটবিরোধী আন্দোলন, ২০১৮ সালের কোটা সংস্কার আন্দোলন ও নিরাপদ সড়ক আন্দোলন, বুয়েট শিক্ষার্থী আবরার ফাহাদ হত্যার বিরুদ্ধে আগ্রাসনবিরোধী আন্দোলন, মোদিবিরোধী আন্দোলনের কথা এ ঘোষণাপত্রে উল্লেখ নেই। তিনি বলেন, ‘আমরা মনে করি, ১৬ বছর ধরে বাংলাদেশের মানুষ আরও অসংখ্য আন্দোলন সংগ্রাম করেছেন। কিন্তু ইতিহাসের এই পরতে যে ঘটনাগুলো আমাদের জাতীয় জীবনে দীর্ঘমেয়াদি ছাপ রেখে গেছে, সেই ঘটনাগুলোর উল্লেখ করা আমাদের জাতির জন্য গর্বের বিষয় হতে পারত। একই সঙ্গে ঘোষণাপত্রের মধ্য দিয়ে আমাদের সংগ্রামগুলোর আরও ঐতিহাসিক স্বীকৃতি সুনির্দিষ্টভাবে অর্জন করতে সক্ষম হতাম।’</p></div></div></div></body></html>"
        },
        {
            "title": "সাগরিকার জোড়া গোলে জয়ে শুরু বাংলাদেশের | প্রথম আলো",
            "time": "2025-08-06T14:44:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fhbsha85o%2FWhatsApp-Image-2025-08-06-at-7.36.21-PM.jpeg?rect=0%2C0%2C3436%2C1804&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিরতির পর ৫৮ মিনিটে মাঝমাঠ থেকে বল টেনে ডি-বক্সের সামনে থাকা মুনকি আক্তারকে বাড়িয়ে দেন তৃষ্ণা রানী। এমন সুযোগ মিস করেননি মুনকি। ঠান্ডা মাথায় নিখুঁত শটে ব্যবধান ২-০ করেন এই মিডফিল্ডার।</p><p>৬৯ মিনিটে গোলকিপার স্বর্ণা রানীর প্রচেষ্টায় বড় বিপদ থেকে রক্ষা পায় বাংলাদেশ। প্রতিপক্ষের এক খেলোয়াড়ের শট খানিকটা এগিয়েই গ্লাভসবন্দি করেন তিনি। ৭২ মিনিটে বাঁ প্রান্ত ধরে আক্রমণে ওঠা বাংলাদেশের স্বপ্না রানীর ক্রসে আবার হেড নেন সাগরিকা। কিন্তু এবার তাঁর হেড রুখে দেয় বেরসিক গোলপোস্ট। </p><p>৮৬ মিনিটে বাংলাদেশের ডিফেন্ডারদের ভুলে এক গোল শোধ করে লাওস। অগোছালো রক্ষণে সুযোগটা কাজে লাগিয়ে গোল আদায় করে নেন স্বাগতিক ফরোয়ার্ড আন্না অনসি।</p><p>যোগ করা সময়ে তৃষ্ণার পাসে নিজের দ্বিতীয় ও দলের তৃতীয় গোলটি করেন সাগরিকা। গত মাসে ঘরের মাঠে সাফ অনূর্ধ্ব-২০ নারী চ্যাম্পিয়নশিপে তিন ম্যাচে ৮ গোল করে টুর্নামেন্ট সেরা হয়েছিলেন ১৭ বছর বয়সী এই ফুটবলার।</p></div></div></div></body></html>"
        },
        {
            "title": "মানিকগঞ্জের পাটুরিয়া লঞ্চঘাটে ভাঙন, জেটিঘাট বিলীন | প্রথম আলো",
            "time": "2025-08-06T14:43:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fu2kx0red%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"মানিকগঞ্জের পাটুরিয়া লঞ্চঘাটে ভাঙন, জেটিঘাট বিলীন\" class=\"nA4h1 \">মানিকগঞ্জের পাটুরিয়া লঞ্চঘাটে ভাঙন, জেটিঘাট বিলীন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-06T20:43:16+06:00\"><span>প্রকাশ: ০৬ আগস্ট ২০২৫, ১৪: ৪৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বরিশালে স্বেচ্ছাসেবক দলের সাবেক নেতাকে হত্যার অভিযোগে আরেক নেতা গ্রেপ্তার | প্রথম আলো",
            "time": "2025-08-06T14:43:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Foo323sm1%2FScreenshot-2025-08-06-201324.png?rect=0%2C8%2C700%2C368&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ তথ্য নিশ্চিত করে বরিশাল নগর ডিবির পরিদর্শক সগির হোসেন, গ্রেপ্তারের পর রিয়াজ মাহমুদকে বরিশাল নগরের বিমানবন্দর থানার পুলিশের কাছে হস্তান্তর করা হয়েছে। তিনি বরিশাল জেলা স্বেচ্ছাসেবক দলের সাবেক সহসাংগঠনিক সম্পাদক লিটন সিকদার হত্যা মামলার ৫ নম্বর আসামি।</p><p>৩১ জুলাই রাতে বরিশাল নগরের উপকণ্ঠে কাশিপুরের পূর্ব বিল্ববাড়ি এলাকায় লিটন সিকদারের বাড়িতে দেড় শ থেকে দুই শ লোক হামলা চালান। এ সময় লিটন ও পরিবারের সদস্যদের মারধর ও কুপিয়ে জখম করা হয়। বাড়িতে আগুন দেওয়া হয়। নিহত হন লিটন সিকদার। আহত হন তাঁর মা, ভাই ও বোন।</p></div></div></div></body></html>"
        }
    ]
}