{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "জামায়াত আমিরের সঙ্গে ভারত-পাকিস্তানসহ বিভিন্ন দেশের উচ্চপর্যায়ের প্রতিনিধিদের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-02-17T22:32:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2F2jbqb9zc%2Fjamat-inida.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">জাতীয় সংসদের বিরোধীদলীয় নেতা ও জামায়াতে ইসলামীর আমির শফিকুর রহমানের সঙ্গে সৌজন্য সাক্ষাৎ করেছেন যুক্তরাজ্যের ইন্দো-প্যাসিফিকবিষয়ক মন্ত্রী সীমা মালহোত্রা। ১৭ ফেব্রুয়ারি, ২০২৬</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: জামায়াতে ইসলামীর সৌজন্যে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "ইমাম আবু হানিফা: জীবন ও পাণ্ডিত্য | প্রথম আলো",
            "time": "2026-02-17T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fbp16t437%2FAbuHanifaMosque2008.jpg?rect=0%2C0%2C604%2C317&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তিনি কুফায় বেড়ে ওঠেন এবং শৈশবেই পবিত্র কোরআন হিফজ করেন। তিনি বিখ্যাত সাত ক্বারির (বিশুদ্ধ কোরআন পাঠে অভিজ্ঞ) অন্যতম ইমাম আসিমের পদ্ধতিতে কোরআন পাঠ শিখতেন।</p><p>কোরআনের প্রতি তাঁর ভালোবাসা ছিল অগাধ; তিনি সারারাত নামাজে কোরআন তেলাওয়াত করতেন। বর্ণিত আছে যে, তিনি রমজান মাসে প্রতি বছর কয়েক ডজন বার কোরআন খতম করতেন।</p><p>পিতার ব্যবসার সূত্র ধরে প্রথম জীবনে কাপড়ের ব্যবসায় নিযুক্ত ছিলেন। কিন্তু তাঁর মেধা দেখে প্রখ্যাত তাবেয়ি ইমাম আমের শাবি (রহ.) তাঁকে ইলম বা ধর্মীয় জ্ঞান অর্জনের পরামর্শ দেন।</p><p>ইমাম আবু হানিফা নিজেই বলেন, “একদিন আমি শাবির পাশ দিয়ে যাচ্ছিলাম। তিনি আমাকে জিজ্ঞেস করলেন, ‘তুমি কোথায় যাও?’ আমি একজন ব্যবসায়ীর নাম বললাম। তিনি বললেন, ‘আমি বাজারের কথা বলিনি, তুমি কোন আলেমদের মজলিসে বসো?’ </p><p>আমি বললাম, ‘আমি খুব একটা যাই না।’ তখন শাবি বললেন, ‘জ্ঞান অর্জন ছেড়ে দিও না, তোমার মাঝে আমি বুদ্ধিবৃত্তিক দীপ্তি দেখতে পাচ্ছি।’</p><p>তাঁর এই কথা আমার হৃদয়ে দাগ কাটল এবং আমি বাজারের ব্যস্ততা কমিয়ে জ্ঞান অর্জনে আত্মনিয়োগ করলাম।” (আকরাম নদভি, পৃষ্ঠা: ২৪)</p></div></div></div></body></html>"
        },
        {
            "title": "ভিনিসিয়ুসের গোলে সেই বেনফিকায় এবার রিয়ালের হাসি, জিতেছে পিএসজিও | প্রথম আলো",
            "time": "2026-02-17T22:19:04",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fl4nijdoh%2FJDSI5K4WZJOX5CVX2YK35YFK2U.avif?rect=0%2C79%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই গোলে কাকাকে (৩০) ছাড়িয়ে চ্যাম্পিয়নস লিগে দ্বিতীয় সর্বোচ্চ গোল করা ব্রাজিলিয়ান এখন ভিনি। ৪৩ গোল নিয়ে তাঁর সামনে নেইমার।</p><p>মাইলফলকের গোলটির পর ভিনি গ্যালারির বেনফিকা দর্শকের দিকে তাকিয়ে আপত্তিকর উদ্‌যাপন করলে মাঠে উত্তেজনা তৈরি হয়। </p><p>রেফারি তাঁকে হলুদ কার্ড দেখালে ব্রাজিলিয়ান এই ফরোয়ার্ড ক্ষোভ ঝাড়েন। এক পর্যায়ে বেনফিকার ইয়ানলুকা প্রেসতিয়ান্নিকে নিয়ে কিছু একটা অভিযোগও করেন। খেলা বন্ধের মধ্যে ভিনিসিয়ুসকে দেখা যায় ডাগআউটে চলে গেছেন। সেখানে গিয়ে বেনফিকা কোচ জোসে মরিনিওকে কথা বলতে দেখা যায়। ধারাভাষ্যকাররা অনুমান করেন বর্ণবাদের কিছু ঘটে থাকতে পারে।</p><p>এ সময় রিয়াল কোচ আলভারো আরবেলোয়া এবং কোচিং স্টাফের অন্যরা ক্ষুব্ধ ভিনিসিয়ুসকে ঠাণ্ডা করার চেষ্টা চালিয়ে যান। এ সব পরিস্থিতির মধ্যেই খেলা বন্ধ থাকে প্রায় ১০ মিনিট।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রধানমন্ত্রী তারেক রহমানের সঙ্গে বিভিন্ন দেশের সরকার-রাষ্ট্রপ্রধান ও প্রতিনিধিদের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-02-17T20:51:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fg68kqvhs%2Ftarique-muizzu.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশের নবনির্বাচিত প্রধানমন্ত্রী ও মন্ত্রিসভার সদস্যদের শপথ গ্রহণ অনুষ্ঠানে অংশ নিয়েছেন দক্ষিণ এশিয়া ও বিশ্বের বিভিন্ন দেশের শীর্ষ পর্যায়ের নেতা ও প্রতিনিধিরা। মঙ্গলবার শপথ গ্রহণ অনুষ্ঠান শেষে বিদেশি অতিথিরা নবনিযুক্ত প্রধানমন্ত্রী তারেক রহমানের সঙ্গে পৃথক সৌজন্য সাক্ষাৎ করেন।</p><p>শপথ গ্রহণ অনুষ্ঠানে উপস্থিত থেকে নিজ নিজ দেশের প্রতিনিধিত্ব করেন মালদ্বীপের প্রেসিডেন্ট মোহামেদ মুইজ্জু, ভুটানের প্রধানমন্ত্রী শেরিং তোবগে এবং ভারতের লোকসভার স্পিকার ওম বিরলা। এ ছাড়া পাকিস্তানের পরিকল্পনা, উন্নয়ন ও বিশেষ উদ্যোগবিষয়ক মন্ত্রী আহসান ইকবাল, নেপালের পররাষ্ট্রমন্ত্রী বালানন্দ শর্মা, শ্রীলঙ্কার স্বাস্থ্য ও গণমাধ্যমমন্ত্রী নলিন্ডা জয়তিসা, তুরস্কের উপপররাষ্ট্রমন্ত্রী বেরিস একিনসি এবং যুক্তরাজ্যের ইন্দো-প্যাসিফিকবিষয়ক পার্লামেন্টারি আন্ডার-সেক্রেটারি অব স্টেট সীমা মালহোত্রা অনুষ্ঠানে যোগ দেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কারাগারে ইমরানের দৃষ্টি সমস্যায় উদ্বিগ্ন দুই ছেলে | প্রথম আলো",
            "time": "2026-02-17T20:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-01%2Frqd1ckfw%2FImran-Khan.avif?rect=0%2C47%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কারাগারে থাকা পাকিস্তানের সাবেক প্রধানমন্ত্রী ইমরান খানের শারীরিক অবস্থার অবনতির আশঙ্কা প্রকাশ করেছেন তাঁর দুই ছেলে। তাঁরা বাবার সঙ্গে দেখা করার অনুমতি চেয়ে পাকিস্তান কর্তৃপক্ষের প্রতি আহ্বান জানিয়েছেন। দুই বছরের বেশি সময় ধরে তাঁদের সঙ্গে বাবার সরাসরি দেখা হয়নি। ইমরানের দুই ছেলে বর্তমানে যুক্তরাজ্যের লন্ডনে অবস্থান করছেন।</p><p>গত সপ্তাহে পাকিস্তানের সুপ্রিম কোর্টে ইমরান খানের আইনজীবী জানান, হেফাজতে থাকার সময় তাঁর (ইমরান) ডান চোখের দৃষ্টিশক্তি উল্লেখযোগ্যভাবে কমে গেছে। তবে গত সোমবার একটি মেডিক্যাল বোর্ড জানায়, চিকিৎসার পর চোখের ফোলা কমেছে এবং তাঁর দৃষ্টিশক্তির উন্নতি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "টেকনোক্র্যাট কোটায় ২ মন্ত্রী ও ১ প্রতিমন্ত্রী | প্রথম আলো",
            "time": "2026-02-17T20:20:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2F30dg2h5t%2FUntitled-6.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমানের নেতৃত্বে গঠিত বিএনপির মন্ত্রিসভায় টেকনোক্র্যাট (সংসদ সদস্য নন) মন্ত্রী–প্রতিমন্ত্রী রয়েছেন তিনজন। তাঁদের মধ্যে দুজন পূর্ণ মন্ত্রী ও একজন প্রতিমন্ত্রী।</p><p>পূর্ণ মন্ত্রিত্ব পাওয়া দুই টেকনোক্র্যাট মন্ত্রী হলেন খলিলুর রহমান ও মোহাম্মদ আমিন উর রশিদ। তাঁদের মধ্যে খলিলুর রহমান সদ্য বিদায়ী অন্তর্বর্তী সরকারের নিরাপত্তা উপদেষ্টার দায়িত্বে ছিলেন। অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার রোহিঙ্গা সমস্যা ও অগ্রাধিকারপ্রাপ্ত বিষয়াবলিসংক্রান্ত হাই রিপ্রেজেন্টেটিভ হিসেবে তাঁকে ২০২৪ সালের ১৯ নভেম্বর নিয়োগ দেওয়া হয়েছিল। পরে তাঁকে জাতীয় নিরাপত্তা উপদেষ্টার দায়িত্বও দেওয়া হয়। একই সঙ্গে তিনি প্রধান উপদেষ্টাকে প্রতিরক্ষা মন্ত্রণালয়সংক্রান্ত দায়িত্ব পালনেও সাহায্য করেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার পথ ধরে ৩ নারী রাজনীতিতে, হলেন মন্ত্রী-প্রতিমন্ত্রী | প্রথম আলো",
            "time": "2026-02-17T19:59:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fua2qffuc%2FUntitled-1.jpg?rect=0%2C58%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফারজানা শারমিন (৪১) উত্তরাঞ্চল থেকে বিএনপির হয়ে নির্বাচিত একমাত্র নারী সংসদ সদস্য। তিনি নাটোর-১ (লালপুর-বাগাতিপাড়া) থেকে ১ লাখ ২ হাজার ৭২৬ ভোট পেয়ে নির্বাচিত হয়েছেন। ৪১ বছর বয়সী ফারজানা শারমিন পেশায় বাংলাদেশ সুপ্রিম কোর্টের একজন আইনজীবী। তিনি ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগ থেকে স্নাতকোত্তর করেন।</p><p>ফারজানা শারমিন বিএনপির প্রয়াত নেতা ফজলুর রহমানের (পটল) মেয়ে। তাঁর বাবা ১৯৯১, ১৯৯৬ ও ২০০১ সালের জাতীয় নির্বাচনে বিএনপি থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন। তিনি সমাজকল্যাণ এবং যুব ও ক্রীড়া প্রতিমন্ত্রীর দায়িত্ব পালন করেছিলেন। মা কামরুন নাহার ঢাকার একটি কলেজের অধ্যক্ষ ছিলেন। ফারজানা শারমিনের স্বামী এইচ এম বাররু সানি পেশায় ব্যবসায়ী। তাঁদের দুটি সন্তান রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের দর্শন ঘরে চলছে না, বিদেশে রপ্তানির তোড়জোড় | প্রথম আলো",
            "time": "2026-02-17T19:47:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-14%2Fy55b3uzs%2F%E0%A7%AA.PNG?rect=0%2C90%2C880%2C462&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের উদ্দেশ্য যুক্তরাষ্ট্রকে আবার মহান করে তোলা। এ লক্ষ্যে তিনি মেক আমেরিকা গ্রেট এগেইন (মাগা) দর্শন নিয়ে কাজ করছেন। মাগা মূলত ডোনাল্ড ট্রাম্পের জনপ্রিয় করে তোলা রাজনৈতিক স্লোগান। ট্রাম্প ২০১৬ ও ২০২০ সালের প্রেসিডেন্ট নির্বাচনে প্রচারের সময় এ স্লোগান তোলেন। </p><p>ট্রাম্প প্রায়ই একধরনের হতাশা ব্যক্ত করছেন এই ভেবে যে তাঁর দেশের নাগরিকেরা সম্ভবত তাঁদের জীবনের ‘সোনালি সময়ে’ বাস করছেন—এটি তাঁরা যথেষ্ট উপলব্ধি করতে পারছেন না। তবে দেশের মানুষের এই অনীহা ট্রাম্পকে থামিয়ে রাখতে পারছে না। নিজের আদর্শকে বিদেশে রপ্তানি করতে উঠেপড়ে নেমেছেন। </p><p>বিশ্বের বিভিন্ন দেশের রাজনীতি ও নির্বাচনে হস্তক্ষেপ করে কট্টর ডানপন্থী জনতুষ্টিবাদী নেতাদের ক্ষমতায় টিকিয়ে রাখা বা তাঁদের উত্থান নিশ্চিত করাই তাঁর লক্ষ্য। আর এই লক্ষ্যপূরণেই হাঙ্গেরির প্রধানমন্ত্রী ভিক্তর অরবানকে সমর্থন জোগাতে বুদাপেস্টে হাজির হয়েছেন মার্কিন পররাষ্ট্রমন্ত্রী মার্কো রুবিও। অরবান রাশিয়ার ঘনিষ্ঠ হলেও মার্কিন স্বার্থে তাঁকে ক্ষমতায় রাখতে চান ট্রাম্প।  </p></div></div></div></body></html>"
        },
        {
            "title": "মূল বিষয়ে একমত ইরান-যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-17T19:40:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2F64q45p6u%2FUntitled-4.jpg?rect=0%2C11%2C539%2C283&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুইজারল্যান্ডের জেনেভায় ইরান ও যুক্তরাষ্ট্রের মধ্যে দ্বিতীয় দফার পরোক্ষ পরমাণু আলোচনা শেষ হয়েছে। আলোচনা শেষে এক ইতিবাচক বার্তা দিয়ে ইরানের পররাষ্ট্রমন্ত্রী আব্বাস আরাগচি বলেছেন, জেনেভা বৈঠকে তেহরান ও ওয়াশিংটন চুক্তির ‘মূল নীতিগুলোর’ বিষয়ে একটি সমঝোতায় পৌঁছাতে সক্ষম হয়েছে।</p><p>আরাগচি সাংবাদিকদের বলেন, যদিও অনেক কারিগরি দিক এখনো বাকি, তবে আলোচনার মূল ভিত্তি বা প্রধান নীতিগুলোর বিষয়ে দুই দেশই একমত হতে পেরেছে। দীর্ঘদিনের অচলাবস্থার পর একে বড় ধরনের কূটনৈতিক অগ্রগতি হিসেবে দেখা হচ্ছে।</p><p>আরাগচি বলেন, ‘তেহরান পারমাণবিক অস্ত্র তৈরি বা অর্জনের কোনো চেষ্টা করছে না। এ কথা আমরা বারবার বলে আসছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "আব্বাস, নজরুল, রিজভীসহ ১০ জনকে উপদেষ্টা নিয়োগ দিলেন প্রধানমন্ত্রী তারেক রহমান | প্রথম আলো",
            "time": "2026-02-17T05:50:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-17%2Fmtso4hq5%2FTareq_Rahman_Pid.jpg?rect=0%2C0%2C1450%2C761&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>বিএনপির চেয়ারম্যান তারেক রহমান প্রধানমন্ত্রী হিসেবে শপথ নিয়েছেন। তাঁর শপথের পর প্রথমে নতুন সরকারের মন্ত্রী এবং পরে প্রতিমন্ত্রীরা শপথ গ্রহণ করেন। আজ মঙ্গলবার বিকেলে জাতীয় সংসদ ভবনের দক্ষিণ প্লাজায় রাষ্ট্রপতি মো. সাহাবুদ্দিন তাঁদের শপথ পড়ান।</p><p>এর মধ্য দিয়ে প্রধানমন্ত্রী তারেক রহমানের নেতৃত্বে নতুন সরকারের যাত্রা শুরু হলো। একই সঙ্গে প্রায় দুই যুগ পর বিএনপির নেতৃত্বাধীন সরকারের যাত্রা শুরু হলো।</p><p>গত বৃহস্পতিবার অনুষ্ঠিত জাতীয় নির্বাচনে বিএনপি ২০৯ আসনে জয়ী হয়। বিএনপি জোটের শরিকেরা ৩টি আসন পায়। </p><p>বাসসের খবরে বলা হয়, বাংলাদেশের ইতিহাসের দীর্ঘ ঐতিহ্য ভেঙে নতুন সরকারের শপথ গ্রহণ অনুষ্ঠান রাষ্ট্রপতি বঙ্গভবনের পরিবর্তে জাতীয় সংসদ ভবন কমপ্লেক্সের দক্ষিণ প্লাজায় অনুষ্ঠিত হয়।</p><p>কূটনৈতিক সূত্র জানিয়েছে, চীন, ভারত, পাকিস্তান, সৌদি আরব, তুরস্ক, সংযুক্ত আরব আমিরাত, কাতার, মালয়েশিয়া, ব্রুনাই, শ্রীলঙ্কা, নেপাল, মালদ্বীপ এবং ভুটানসহ ১৩টি দেশের বিশ্বনেতাদের শপথ গ্রহণ অনুষ্ঠানে যোগদানের জন্য আমন্ত্রণ জানানো হয়েছে। আমন্ত্রিত অতিথিদের মধ্যে ভারতের লোকসভার স্পিকার ওম বিড়লা নয়াদিল্লির প্রতিনিধিত্ব করেছেন।</p><p>এ ছাড়াও বাংলাদেশ সংসদ কমপ্লেক্সের জমকালো দক্ষিণ প্লাজায় উপস্থিত অতিথিদের মধ্যে ছিলেন বিদায়ী অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস এবং উপদেষ্টা পরিষদের সদস্যরা, প্রধান বিচারপতি জুবায়ের রহমান চৌধুরী, প্রধান নির্বাচন কমিশনার, সুপ্রিম কোর্টের বিচারপতি, সংসদ সদস্য, রাজনৈতিক নেতা, তিন বাহিনীর প্রধান, কূটনৈতিক কোরের সদস্য, জ্যেষ্ঠ সাংবাদিক এবং উচ্চপদস্থ বেসামরিক ও সামরিক কর্মকর্তারা।</p><p>অনুষ্ঠানে তারেক রহমানের স্ত্রী জুবাইদা রহমান এবং তাঁদের মেয়ে জাইমা রহমান এবং পরিবারের অন্যান্য সদস্যরা উপস্থিত ছিলেন।</p><p>সাদা শার্ট ও কোট-প্যান্ট পরিহিত তারেক রহমানকে এ সময় অত্যন্ত আত্মবিশ্বাসী এবং প্রাণবন্ত দেখাচ্ছিল। তিনি স্ত্রী জুবাইদা রহমান ও মেয়ে জাইমা রহমানকে সঙ্গে নিয়ে বিকেল ৩টা ৫৮ মিনিটে শপথগ্রহণ অনুষ্ঠানে প্রবেশ করলে দাঁড়িয়ে করতালি দিয়ে অভ্যর্থনা জানানো হয়।</p><p>এর কয়েক মিনিট পরে রাষ্ট্রপতি মো. সাহাবুদ্দিন বিকেল ৪টা ৪ মিনিটে প্রধানমন্ত্রীর শপথগ্রহণ অনুষ্ঠানস্থলে প্রবেশ করেন।</p><p>পবিত্র কোরআন তেলাওয়াতের মাধ্যমে অনুষ্ঠান শুরু হয়।</p><p>এরপর প্রথমে তারেক রহমান প্রধানমন্ত্রী হিসেবে শপথগ্রহণ করেন। বাসস জানায়, পূর্ণমন্ত্রী হিসেবে শপথ নেন মির্জা ফখরুল ইসলাম আলমগীর, আমীর খসরু মাহমুদ চৌধুরী, সালাহউদ্দিন আহমদ, ইকবাল হাসান মাহমুদ (টুকু), মেজর (অব.) হাফিজ উদ্দিন আহমদ বীর বিক্রম, এ জেড এম জাহিদ হোসেন, খলিলুর রহমান (টেকনোক্র্যাট), আবদুল আউয়াল মিন্টু, কাজী শাহ মোফাজ্জল হোসেন কায়কোবাদ, মিজানুর রহমান মিনু, নিতাই রায় চৌধুরী, খন্দকার আবদুল মুক্তাদীর, আরিফুল হক চৌধুরী, জহির উদ্দিন স্বপন, মোহাম্মদ আমিন উর রশীদ (টেকনোক্র্যাট), আফরোজা খানম, শহীদ উদ্দীন চৌধুরী এ্যানি, আসাদুল হাবিব দুলু, মো. আসাদুজ্জামান, জাকারিয়া তাহের, দীপেন দেওয়ান, আ ন ম এহছানুল হক মিলন, সরদার মো. সাখাওয়াত হোসেন, ফকির মাহবুব আনাম ও শেখ রবিউল আলম।</p><p>মন্ত্রীদের শপথের পর প্রতিমন্ত্রী হিসেবে শপথ নেন এম রশিদুজ্জামান মিল্লাত, অনিন্দ্য ইসলাম অমিত, মো. শরিফুল আলম, শামা ওবায়েদ ইসলাম, সুলতান সালাউদ্দিন টুকু, কায়সার কামাল, ফরহাদ হোসেন আজাদ, আমিনুল হক (টেকনোক্র্যাট), মীর মোহাম্মদ হেলাল উদ্দিন, হাবিবুর রশীদ, মো. রাজিব আহসান, মো. আব্দুল বারী, মীর শাহে আলম, জোনায়েদ আব্দুর রহিম সাকি, ইশরাক হোসেন, ফারজানা শারমিন, শেখ ফরিদুল ইসলাম, নুরুল হক নুর, ইয়াসের খান চৌধুরী, এম ইকবাল হোসেইন, এম এ মুহিত, আহম্মদ সোহেল মঞ্জুর, ববি হাজ্জাজ ও আলী নেওয়াজ মাহমুদ খৈয়াম।</p></div></div></body></html>"
        }
    ]
}