{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ওয়ালমার্টের বাজার মূলধন ১ লাখ কোটি ডলার | প্রথম আলো",
            "time": "2026-02-04T05:46:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fad7fab85-3862-406a-bbdd-d9f16ac12a9e%2FWalmart.jpg?rect=0%2C81%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কৃত্রিম বুদ্ধিমত্তায় ওয়ালমার্টের বিনিয়োগ ঘিরে বিনিয়োগকারীদের আশাবাদ শেয়ারমূল্য বৃদ্ধির পালে আরও হাওয়া দিয়েছে। ভোক্তারা ক্রমশ অনলাইনে কেনাকাটায় ঝুঁকছেন। বিশেষ করে কোভিডের সময় থেকে এই প্রবণতা আরও বেড়েছে।</p><p>বাস্তবতা হলো, যুক্তরাষ্ট্রে যত পরিমাণ মুদিপণ্য কেনাবেচা হয়, তার প্রতি চার ডলারের মধ্যে এক ডলার যায় ওয়ালমার্টের ঘরে। ওয়ালমার্টে পণ্যে দাম কম। ফলে যুক্তরাষ্ট্রের মূল্যস্ফীতি বৃদ্ধি, সরকারি ব্যয় বন্ধ, শ্রমবাজারে মন্দা—যত কিছুই হোক না কেন, ওয়ালমার্ট সুবিধাজনক অবস্থানে থাকে।</p><p>ওয়ালমার্টের বিনিয়োগকারী চার্লস সিজমোরে বলেন, এই এক ট্রিলিয়ন বা এক লাখ কোটি ডলারের বাজার মূলধন অর্জন করা প্রকৃত অর্থেই অসাধারণ। এত দিন মূলত প্রযুক্তি কোম্পানিগুলো এই মাইলফলক অর্জন করেছে। এখন সেই তালিকায় যুক্ত হলো খুচরা পণ্য বিক্রয়কারী কোম্পানি। এদিকে খরচ কমানোর ওয়ালমার্ট যে প্রযুক্তিতে বিনিয়োগ করেছে, তিনি তার প্রশংসা করেছেন।</p><p>১ ফেব্রুয়ারি থেকে ওয়ালমার্টের বৈশ্বিক প্রধান নির্বাহী হিসেবে দায়িত্ব নেওয়া জন ফার্নারের সামনে এখন মূল চ্যালেঞ্জ হলো, এআইয়ের যুগে কোম্পানিটির প্রযুক্তি খাতে বিনিয়োগের গতি ত্বরান্বিত করা। সেই সঙ্গে প্রতিদ্বন্দ্বী কোম্পানি অ্যামাজন, আলডি ও কস্টকোর সঙ্গে প্রতিযোগিতা অব্যাহত রাখা।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোটার স্লিপ ও লাউড স্পিকার ব্যবহার বিষয়ে আচরণ বিধিমালায় সংশোধন | প্রথম আলো",
            "time": "2026-02-04T05:42:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F4s4043wl%2FUntitled-3.png?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রজ্ঞাপনে বলা হয়েছে, সংসদ নির্বাচনে রাজনৈতিক দল ও প্রার্থীর আচরণ বিধিমালা, ২০২৫–এর অধিকতর সংশোধন করা হয়েছে।</p><p>প্রজ্ঞাপন অনুযায়ী, অধিকতর সংশোধনগুলো হলো—ভোটার স্লিপ ১২ (বারো) সেন্টিমিটার × ৮ (আট) সেন্টিমিটার আকারের অধিক হতে পারবে না। কোনো প্রার্থী বা তাঁর পক্ষে অন্য কোনো ব্যক্তি নির্বাচনী এলাকার একক জনসভায় প্রয়োজনীয়সংখ্যক মাইক্রোফোন বা লাউড স্পিকার ব্যবহার করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "গাদ্দাফির ছেলে সাইফ নিহত | প্রথম আলো",
            "time": "2026-02-04T05:38:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Frhxkz5w9%2F48716387212176056803688245179852979326303253n.jpg?rect=0%2C11%2C570%2C299&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>লিবিয়ার প্রয়াত শাসক মুয়াম্মার গাদ্দাফির ছেলে সাইফ আল-ইসলাম গাদ্দাফি নিহত হয়েছেন। মঙ্গলবার দেশটির পশ্চিমাঞ্চলীয় শহর জিনতানে তিনি গুলিবিদ্ধ হয়ে মারা যান।\nলিবিয়ায় দায়িত্বরত আল-জাজিরার প্রতিনিধি আহমেদ খলিফা জানান, গত এক দশক ধরে সাইফ আল-ইসলাম দেশটির পশ্চিমাঞ্চলীয় শহর জিনতানে অবস্থান করছিলেন। সেখানেই তাঁকে গুলি করে হত্যা করা হয়েছে বলে ধারণা করা হচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শেরপুর-৩ আসনে নির্বাচন বাতিল হচ্ছে | প্রথম আলো",
            "time": "2026-02-04T05:34:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fhy15dt0p%2Ffd3712e1-a131-4003-857f-2bd3890ea7be.jfif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতের ভেরিফায়েড ফেসবুক পেজে দিবাগত রাত ৩টা ২৪ মিনিটে এক পোস্টে এ তথ্য জানানো হয়। পোস্টে বলা হয়, কিডনিজনিত রোগে হাসপাতালে ভর্তি থাকা অবস্থায় নুরুজ্জামান মারা যান। তিনি জামায়াতের শেরপুর জেলা শাখার সেক্রেটারি ছিলেন।</p><p>আজ বুধবার সকালে নির্বাচন কমিশনার আবদুর রহমানেল মাছউদ প্রথম আলোকে বলেন, গণপ্রতিনিধিত্ব আদেশ (আরপিও) অনুযায়ী প্রতিদ্বন্দ্বী প্রার্থীর মৃত্যুতে এই আসনের (শেরপুর–৩) নির্বাচন বাতিল বলে গণ্য হবে। এখানে নির্বাচনের নতুন সময়সূচি ঘোষণা করবে ইসি।</p></div></div></div></body></html>"
        },
        {
            "title": "২০২৬ সালের বিশ্বসেরা মন্ত্রীর পুরস্কার পেলেন গাম্বিয়ার আবদোলি জোবে | প্রথম আলো",
            "time": "2026-02-04T05:30:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fyho0nwfl%2Fgambia-minister.avif?rect=0%2C0%2C8192%2C4301&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গালফ নিউজকে জোবে বলেন, ‘আমরা রিসোর্ট ও হোটেলের জন্য জমি বরাদ্দ দিচ্ছি এবং অন্তর্ভুক্তিমূলক উন্নয়ন নিশ্চিত করতে সহায়ক নীতিমালা তৈরি করছি। আপনি যদি ভালো কাজ করেন, তবে তার স্বীকৃতি পাবেন। যে কাজ আমাদের এতদূর এনেছে, আমি তা চালিয়ে যেতে চাই।’</p><p>পুরস্কারের জন্য নির্বাচনের ক্ষেত্রে সুশাসন, স্বচ্ছতা এবং জনবান্ধব নীতিমালার ওপর গুরুত্ব দেওয়া হয়েছে। বিচারক প্যানেল প্রার্থীদের দক্ষতা, প্রস্তুতি, উদ্ভাবনী চিন্তা ও দূরদর্শিতা মূল্যায়ন করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বরিশালে তারেক রহমানের জনসভা আজ, সমাবেশস্থলে জড়ো হচ্ছেন নেতা-কর্মীরা | প্রথম আলো",
            "time": "2026-02-04T05:28:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F15f2lxpf%2FWhatsApp-Image-2026-02-04-at-10.36.56-AM.jpeg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ সকালে গিয়ে দেখা যায়, জনসভার জন্য মাঠ ও মঞ্চ পুরোপুরি প্রস্তুত। পূর্ব পাশে বিশাল মঞ্চ তৈরি করা হয়েছে। নারী নেতা-কর্মীদের বসার জন্য বাঁশ দিয়ে আলাদা জায়গা করে দেওয়া হয়েছে। পুরো শহর ও সমাবেশস্থল ছেয়ে গেছে ব্যানার-ফেস্টুন আর তোরণে।</p><p>সর্বশেষ ২০০৮ সালে এই মাঠে নির্বাচনী জনসভা করেছিলেন সাবেক প্রধানমন্ত্রী প্রয়াত  খালেদা জিয়া। দীর্ঘ ১৬ বছর পর সেই একই মাঠে এবার দলটির পরবর্তী প্রজন্মের কাণ্ডারি তারেক রহমানের আগমনে দক্ষিণাঞ্চলে উৎসবের আমেজ বিরাজ করছে। তারেক রহমান সর্বশেষ বরিশাল সফর করেছিলেন ২০০৬ সালের ১৪ মে।</p><p>বরিশাল বিভাগের ২১টি আসনের মধ্যে বিএনপি দুটি আসন মিত্রদের ছেড়ে দিয়েছে। এর মধ্যে পটুয়াখালী-৪ আসনে গণঅধিকার পরিষদের নুরুল হক নুর ও ভোলা-১ আসনে বিজেপির আন্দালিব রহমান (পার্থ)। ১৯টি আসনে বিএনপির প্রার্থীরা প্রতিদ্বন্দ্বিতা করছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "শাহ্‌জালাল ইসলামী ব্যাংকের নির্বাহী কমিটির নতুন চেয়ারম্যান ও ভাইস চেয়ারম্যান | প্রথম আলো",
            "time": "2026-02-04T05:26:38",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F72b4g0et%2FUntitled-2.png?rect=0%2C10%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়েছে, নবনির্বাচিত নির্বাহী কমিটির চেয়ারম্যান মো. সানাউল্লাহ সাহিদ বাণিজ্যে স্নাতক (সম্মান) ডিগ্রি লাভের পর ব্যবসা-বাণিজ্য শুরু করেন। তিনি শাহ্‌জালাল ইসলামী ব্যাংক পিএলসির একজন উদ্যোক্তা শেয়ারহোল্ডার এবং শাহ্‌জালাল ইসলামী ব্যাংক সিকিউরিটিজের ভাইস চেয়ারম্যান। তিনি স্যামসাং ব্র্যান্ডের ইলেট্রনিকস পণ্যের বাজারজাতকারী প্রতিষ্ঠান ইলেকট্রা ইন্টারন্যাশনালের চেয়ারম্যান। এ ছাড়া তিনি ইলেকট্রা কনজ্যুমার ইলেকট্রনিকস ইন্ডাস্ট্রিজ লিমিটেড, ইলেকট্রা মোবাইল লিমিটেড, ইলেকট্রা হোল্ডিং লিমিটেড ও ইলেকট্রা ইন্ডস্ট্রিজ লিমিটেডের পরিচালক।</p></div></div></div></body></html>"
        },
        {
            "title": "ভোট টানবে নারী, কিন্তু প্রার্থী হতে পারবে না! | প্রথম আলো",
            "time": "2026-02-04T05:18:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F4ftm95gy%2F2.2.jpg?rect=0%2C319%2C3508%2C1842&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইংরেজির ‘এক্স’ অক্ষরটি সব সময়ই রহস্যময়। অজানা, প্রাক্তন, প্রাপ্তবয়স্ক কত কত অর্থে যে এক্স শব্দের প্রচলন আছে তার ইয়ত্তা নেই। যাহোক সামাজিক যোগযাযোগমাধ্যম এক্স এখন বাংলাদেশিদের তর্ক–বিতর্ক–কুতর্কের প্রধান বিষয় হয়ে উঠেছে। স্মার্টফোন, ট্যাব, ল্যাপটপ, ডেস্কটপের উত্তাপ বাস্তব জগতেও নেমে এসেছে। ঘটনার সূত্রপাত শনিবার  বিকেলে।</p><p>জামায়াতে ইসলামীর আমির শফিকুর রহমানের ভেরিফায়েড এক্স হ্যান্ডলে ইংরেজিতে একটি পোস্ট দেওয়া হয়, যার একটি অংশের বাংলা করলে দাঁড়ায়, ‘আমরা বিশ্বাস করি, যখন নারীদের আধুনিকতার নামে ঘর থেকে বের করা হয়, তখন তাঁরা শোষণ, নৈতিক অবক্ষয় ও নিরাপত্তাহীনতার মুখোমুখি হন। এটি অন্য কিছু নয়; বরং পতিতাবৃত্তির অন্য একটি রূপ।’</p><p>জামায়াতের পক্ষ থেকে দাবি করা হয়েছে, জামায়াত আমিরের এক্স অ্যাকাউন্ট অত্যন্ত ষড়যন্ত্রমূলকভাবে হ্যাক করা হয়েছে। অন্যদিকে বিএনপি প্রশ্ন তুলেছে, হ্যাকড হওয়ার কিছুক্ষণ পরই অ্যাকাউন্ট উদ্ধার করার দাবি কতটুকু বিশ্বাসযোগ্য?</p><p>বাংলাদেশের রাজনীতিতে বর্তমানে সত্য–মিথ্যা যাচাইয়ের চেয়ে সামাজিক যোগাযোগমাধ্যমের অ্যালগরিদম ব্যবহার করে বয়ান তৈরি করাটাই প্রধান বিষয় হয়ে উঠেছে। পরপর তিনটি একতরফা, রাতের ভোট এবং আমি–ডামির নির্বাচনের পর দেশে একটি নির্বাচনী পরিবেশ তৈরি হয়েছে। যদিও জাতিগত ও ধর্মীয় সংখ্যালঘু ভোটারদের মধ্যে নির্বাচন নিয়ে শঙ্কা, ভয় ও উদ্বেগ কাটেনি। দেশের প্রায় সাড়ে ৯ শতাংশ ভোটারের বড় অংশ ভোট দিলেও সমস্যা, ভোট না দিলেও সমস্যা—এই দ্বিধায় আটকে রয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন যে নাটকগুলো এখন বেশি দেখছে দর্শক | প্রথম আলো",
            "time": "2026-02-04T05:04:19",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fiwmalchu%2FWhatsApp-Image-2026-02-04-at-10.52.33-AM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি মাসের শুরু থেকেই আলোচনায় ইউটিউবের একাধিক নাটক। ভালোবাসা দিবসকে সামনে রেখে ইউটিউবে একযোগে প্রচারিত হয়েছে মোশাররফ করিম, নিলয় আলমগীর, জোভান, ইয়াশ রোহান, তটিনী, নীহাদের একাধিক নতুন নাটক। সম্পর্ক, ভালোবাসা, সামাজিক বাস্তবতা ও হালকা কমেডিনির্ভর নাটকগুলো প্রকাশের পর থেকেই দর্শকদের আগ্রহী করে তুলেছে। চলুন জেনে নিই কোন নাটকগুলো দর্শক পছন্দ করছেন বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "আওয়ামী লীগের ‘ভোট ব্যাংকে’ নির্ধারিত হবে বিএনপি-জামায়াত প্রার্থীর ভাগ্য | প্রথম আলো",
            "time": "2026-02-04T05:00:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fjlixg6n9%2Fcombinednoedit.jpg?rect=0%2C0%2C1371%2C720&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মঙ্গলবার বিকেলে তানোর উপজেলার পাঁঠাকাটার মোড়ে রাস্তার মাটি কাটার কাজ করছিলেন ১২ জন সাঁওতাল ও কর্মকার সম্প্রদায়ের নারী। ভোটের বিষয়ে একজন বললেন, তাঁর স্বামী মহল্লার সরদার। তিনি এখন পর্যন্ত মুখ খোলেননি, কাকে ভোট দিতে হবে। ওই নারী বলেন, ‘আমরা কী করব, বুঝতে পারছি না। যে দল হারবে, সেই দল হয়তো ভোটের পরে এসে হামলা করবে, বলবে—“তোরা ভোট দিসনি”।’</p><p>তানোরের বাধাইড় ইউনিয়নের সংখ্যালঘু ও ক্ষুদ্র জাতিগোষ্ঠীর ভোটার বেশি। এই গ্রামের পলাশ নামের একজন বাঙালি গৃহস্থ জানালেন, ক্ষুদ্র জাতিগোষ্ঠীর লোকজন তাঁর জমিতে কাজ করেন। তাঁদের কাছে ভোটের বিষয়ে জানতে চাইলে বলছেন, তাঁরা ভোট দিতে যাবেন, কিন্তু কাকে ভোট দেবেন, তা এখনই বলছেন না।</p><p>গ্রামের সাইমন মার্ডি নামের একজন ভোটার বলেন, ‘বিএনপি-জামায়াত দুই দলেরই প্রতিনিধি গ্রামে রয়েছেন। তাঁরাই মিছিল-মিটিং যাচ্ছেন। সাধারণ মানুষ কী হয়, না হয়—এই নিয়ে চিন্তায় রয়েছেন।’ গ্রামের ভোটার সরল মার্ডি বললেন, ‘দাদা, এখনো জানি না, কী করা হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "মুঠোফোনের ব্যালান্স দিয়ে ডিজিটাল পণ্য কেনার সীমা বাড়ল | প্রথম আলো",
            "time": "2026-02-04T05:00:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-13%2Fahjt4cv0%2Fsmartphone_1.avif?rect=0%2C0%2C1180%2C620&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে একজন গ্রাহক মুঠোফোনের ব্যালান্স ব্যবহার করে মাসে সর্বোচ্চ ৬০০ টাকা এবং বছরে সর্বোচ্চ ৩ হাজার টাকার পণ্য বা সেবা কিনতে পারতেন।</p><p>এমটবের মহাসচিব লে. কর্নেল (অব.) মোহাম্মদ জুলফিকার প্রথম আলোকে বলেন, এখন থেকে মুঠোফোন ব্যবহারকারীরা মাসিক ৬০০ টাকার পরিবর্তে সর্বোচ্চ ২ হাজার টাকার টকটাইম ব্যবহার করে ডিজিটাল পণ্য ও সেবা কিনতে পারবেন। এই সেবার আওতায় ৩৩টি সরকারি সেবা, যেমন নাগরিকত্ব, জাতীয়তা, মৃত্যু, এতিম ও বিবাহ সনদ, নতুন ভোটার যাচাইসহ বিভিন্ন স্থানীয় ও আন্তর্জাতিক ওটিটি ও বিনোদনমূলক সেবা কেনা যাবে।</p><p>বাংলাদেশ ব্যাংকের ওই চিঠিতে বলা হয়েছে, পরিশোধ ও নিষ্পত্তি ব্যবস্থা আইন, ২০২৪ অনুযায়ী ডাইরেক্ট অপারেটর বিলিং (ডিওবি) পরিচালনার জন্য একটি নীতিমালা প্রণয়নের সিদ্ধান্ত নিয়েছে বাংলাদেশ ব্যাংক। নীতিমালার আওতায় বাংলাদেশ ব্যাংকের অনুমোদন সাপেক্ষে ডিওবি পরিচালনা করা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "১৩৫৯৯ অধ্যক্ষ-উপাধ্যক্ষ-প্রধান শিক্ষক পদে নিয়োগে আবেদন পেছাল | প্রথম আলো",
            "time": "2026-02-04T04:57:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-11%2Ff4fcc128-d51c-46f0-9383-93524322b91d%2FUntitled_1.jpg?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোট ৮০টি এমসিকিউ প্রশ্ন থাকবে। প্রতিটি শুদ্ধ উত্তরের জন্য ১ নম্বর, তবে প্রতিটি ভুল উত্তরের জন্য শূন্য দশমিক ২৫ (দশমিক দুই পাঁচ) নম্বর বিয়োগ হবে। এমসিকিউ পরীক্ষায় উত্তীর্ণ প্রার্থীদের মৌখিক পরীক্ষা গ্রহণ করা হবে।\\B</p><p><strong>পরীক্ষার বিষয়</strong></p><p>বাংলা, ইংরেজি, আইসিটি, মানসিক দক্ষতা ও গাণিতিক যুক্তি, সাধারণ জ্ঞান (বাংলাদেশ ও আন্তর্জাতিক বিষয়াবলি), প্রশাসনিক ব্যবস্থাপনা (আইন, বিধি-প্রবিধি, নীতিমালা, পরিপত্র ও আদেশগুলো), আর্থিক ব্যবস্থাপনা এবং অধিদপ্তর অনুসার উল্লিখিত বিষয়গুলো।</p><p>মাধ্যমিক ও উচ্চশিক্ষা অধিদপ্তর সাধারণ শিক্ষা ব্যবস্থাপনা। কারিগরি শিক্ষা অধিদপ্তরের কারিগরি শিক্ষা ব্যবস্থাপনা ও কারিগরি শিক্ষা–সংশ্লিষ্ট মৌলিক জ্ঞান, মাদ্রাসা শিক্ষা অধিদপ্তরের মাদ্রাসা শিক্ষা ব্যবস্থাপনা, আল কোরআন, হাদিস, ফিকাহ, আরবি ভাষা ও ইসলামি শিক্ষা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ভোটের সিল’সহ দোকানি গ্রেপ্তারের ঘটনায় বিএনপি-জামায়াতের পাল্টাপাল্টি সংবাদ সম্মেলন | প্রথম আলো",
            "time": "2026-02-04T04:55:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F6ept1we3%2Fb5978d12-39a1-4ad1-a847-f367cf5a1902.jfif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে বিএনপির সংবাদ সম্মেলনের পর রাত ১০টার দিকে লক্ষ্মীপুর প্রেসক্লাবে সংবাদ সম্মেলনের আয়োজন করে জামায়াতে ইসলামী। এতে লক্ষ্মীপুর-৩ আসনে জামায়াতে ইসলামীর প্রার্থী রেজাউল করিম বলেন, ভোটের সিলসহ গ্রেপ্তার ব্যক্তির সঙ্গে জামায়াতকে জড়িয়ে বিএনপি মিথ্যাচার করছে।</p><p>রেজাউল করিম বলেন, ‘যেকোনো ঘটনা ঘটার সঙ্গে সঙ্গেই জামায়াতে ইসলামীর বিরুদ্ধে অভিযোগ, অতীতের মতোই আরেকটি দলের মুদ্রাদোষে পরিণত হয়েছে। গ্রেপ্তার হওয়া সোহেল জামায়াতের কেউ নন। এ ঘটনার সঙ্গে যে বা যারা জড়িত রয়েছে, প্রশাসন তদন্ত করে বের করবে। এ রকম একটি ঘৃণিত ঘটনার আমরা তীব্র নিন্দা ও প্রতিবাদ জানাই।’</p><p>লক্ষ্মীপুর সদর মডেল থানার ভারপ্রাপ্ত কর্মকর্তা ওয়াহেদ পারভেজ বলেন, ‘ভোটের সিল তৈরি করার ঘটনায় সোহেল রানাকে আসামি করে মামলা করা হয়েছে। প্রাথমিক জিজ্ঞাসাবাদে সোহেল রানা পুলিশকে জানিয়েছেন, অর্ডার পেয়ে তিনি সিলগুলো তৈরি করছিলেন। তবে কে বা কারা অর্ডার দিয়েছেন, সে বিষয়ে কোনো তথ্য দেননি। এ ঘটনার তদন্ত চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "রংপুর-৪ : মা-বাবাকে সঙ্গে নিয়ে প্রগতি বর্মণের গণসংযোগ | প্রথম আলো",
            "time": "2026-02-04T04:45:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2F6htp6h3e%2Frangpurdh122220260203img20260203134347.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>নারী অধিকার ও শ্রমের স্বীকৃতি</strong><br>রংপুর-৪ আসনে একমাত্র নারী প্রার্থী হিসেবে প্রগতি বর্মণ নারীদের শ্রমের রাষ্ট্রীয় ও সামাজিক স্বীকৃতির দাবি তুলেছেন। গ্রামীণ নারীরা ভোরে ধান রোপণ থেকে শুরু করে মাড়াই পর্যন্ত কঠোর পরিশ্রম করলেও অর্থনীতিতে তাঁদের অবদানের স্বীকৃতি নেই বলে তিনি মনে করেন। তিনি বলেন, ‘আমাদের মায়েরা জমিতে কাজ করেন, গৃহস্থালীর প্রধান ভূমিকায় থাকেন। কিন্তু তাঁদের স্বীকৃতির জায়গা আমাদের অর্থনীতির মধ্যে নাই। সামাজিক ও অর্থনৈতিক সীমাবদ্ধতার কারণে তাঁদের পিছিয়ে রাখা হয়েছে।’</p><p>প্রগতি বর্মণ বলেন, দেশের অর্ধেক জনগোষ্ঠীকে ঘরের মধ্যে বন্দী রাখার চিন্তা কেবল অবাস্তবই নয়, বরং দেশের অর্থনীতির জন্য হুমকিস্বরূপ। নারীরা কাজ না করলে গার্মেন্টস বা কৃষি খাত—কোনোটাই সচল রাখা সম্ভব নয়।</p><p>নির্বাচনী ইশতেহারে মানুষের পাঁচটি মৌলিক অধিকার—অন্ন, বস্ত্র, বাসস্থান, শিক্ষা ও চিকিৎসাকে সর্বোচ্চ অগ্রাধিকার দেওয়ার কথা বলেছেন প্রগতি বর্মণ। পীরগাছা ও কাউনিয়া উপজেলার জরাজীর্ণ রাস্তাঘাট সংস্কার এবং উপজেলা স্বাস্থ্য কমপ্লেক্সগুলোয় উন্নত চিকিৎসার পরিবেশ তৈরির প্রতিশ্রুতি দেন তিনি। তাঁর মতে, এখানকার তরুণ প্রজন্মের জন্য কারিগরি শিক্ষার বিস্তার ও কর্মসংস্থানের সুযোগ সৃষ্টি করা জরুরি।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের সঙ্গে আলোচনা চলার কথা নিশ্চিত করলেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-04T04:41:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fmi2ehnrm%2FIran-Trump.webp?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বলেন, ‘এ আলোচনা বিভিন্ন জায়গায় হচ্ছে; কিন্তু আলোচনা যে হচ্ছে—এটা নিশ্চিত। তারা কিছু একটা করতে চায়। এখন দেখা যাক, শেষ পর্যন্ত কিছু হয় কি না। তারা কিছুদিন আগেও একটি সুযোগ পেয়েছিল; কিন্তু তখন বিষয়টি কার্যকর হয়নি।’</p><p>ট্রাম্প আরও বলেন, ‘আমরা ‘‘মিডনাইট হ্যামার’’ অভিযান চালিয়েছিলাম। আমার মনে হয়, তারা এমন কিছু আবার ঘটতে দিতে চায় না।’</p><p>গত বছরের জুনে চালানো ওই অভিযানে যুক্তরাষ্ট্রের বিমান ও নৌবাহিনী যৌথভাবে ইরানের তিনটি পারমাণবিক স্থাপনায় হামলা চালিয়েছিল।</p><p>ইরানের পারমাণবিক কর্মসূচি নিয়ে তেহরানকে আলোচনায় বসতে চাপ দিচ্ছেন ট্রাম্প। একই সঙ্গে সাম্প্রতিক সরকারবিরোধী বিক্ষোভ দমনের ঘটনায় যুক্তরাষ্ট্র বারবার ইরানকে হামলার হুমকিও দিয়েছেন তিনি। এসবের মধ্যেই গত সপ্তাহে যুক্তরাষ্ট্র ইউএসএস আব্রাহাম লিংকন বিমানবাহী রণতরীকে পারস্য উপসাগরে পাঠিয়েছে; যা সম্ভাব্য সামরিক সংঘাতের আশঙ্কা আরও বাড়িয়ে দিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন দল এনসিপির ইশতেহারে ট্রুথ কমিশনসহ আর কী আছে নতুন | প্রথম আলো",
            "time": "2026-02-04T04:35:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-03%2Fv38pjb6n%2Fncp-graphics.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির কোনো কোনো নেতা ও দলটির ঘনিষ্ঠ কেউ কেউ জুলাই গণ-অভ্যুত্থানের পর ‘ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশন’ গঠনের কথা বললেও এটি কখনোই তাঁদের রাজনীতির মূল আলোচ্য ছিল না। তাঁদের ৩৬ দফার নির্বাচনী ইশতেহারের দ্বিতীয় দফায় বলা হয়েছে, জুলাইয়ে সংঘটিত গণহত্যা, শাপলা গণহত্যা, বিডিআর হত্যাকাণ্ড, গুম ও বিচারবহির্ভূত হত্যাসহ আওয়ামী ফ্যাসিবাদের সময়ে সংঘটিত সব মানবতাবিরোধী অপরাধের দৃষ্টান্তমূলক বিচার নিশ্চিত করা হবে এবং একটি ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশন গঠন করা হবে।</p><p>এ ছাড়া ভোটাধিকারের বয়স ১৮ বছরের পরিবর্তে ১৬ বছর করতে চায় এনসিপি। এ ক্ষেত্রে ইশতেহারে তারা যুক্তি দিয়েছে, তরুণেরা যত দ্রুত নাগরিক সিদ্ধান্ত গ্রহণের প্রক্রিয়ার সঙ্গে যুক্ত হবে, তত বেশি গণতান্ত্রিক দায়বদ্ধতা তৈরি হবে।</p><p>জাতীয় ন্যূনতম মজুরি ঘণ্টায় ১০০ টাকা করা, চাঁদাবাজি সম্পূর্ণ বন্ধে ৯৯৯-এর মতো হটলাইন চালু ও জিরো টলারেন্স নীতি কঠোরভাবে বাস্তবায়ন, সব প্রতিষ্ঠানে পূর্ণ বেতনে ছয় মাস মাতৃত্বকালীন ও এক মাস পিতৃত্বকালীন ছুটি বাধ্যতামূলক করা, আসিয়ানে (অ্যাসোসিয়েশন অব সাউথইস্ট এশিয়ান নেশনসে) বাংলাদেশকে যুক্ত করার মতো প্রতিশ্রুতিও আছে এনসিপির ইশতেহারে।</p><p>গত ৩০ জানুয়ারি রাজধানীর গুলশানে এক অনুষ্ঠানে ‘তারুণ্য ও মর্যাদার’ ইশতেহার ঘোষণা করে এনসিপি। কোনো রাজনৈতিক দল ক্ষমতায় গেলে কী করবে, তা তাদের ইশতেহারে প্রকাশ করা হয়। তবে এনসিপি এককভাবে নয়, জোটগতভাবে ৫০টির কম আসনে প্রতিদ্বন্দ্বিতা করছে বলে জোট ক্ষমতায় গেলেও তাদের ইশতেহার পুরোপুরি বাস্তবায়নের সুযোগ কম।</p></div></div></div></body></html>"
        },
        {
            "title": "‘সবচেয়ে ভালো ভিটামিন’ পেল আর্সেনাল, ফাইনালে তাকিয়ে বার্সেলোনা | প্রথম আলো",
            "time": "2026-02-04T04:34:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-04%2Fph27zstc%2F2026-02-03T223927Z941539378UP1EM231P6V4MRTRMADP3SOCCER-ENGLAND-ARS-CHE.JPG?rect=0%2C0%2C2466%2C1295&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচ শেষে আর্সেনাল কোচ মিকেল আরতেতা লিগ কাপের ফাইনালে ওঠাকে দলের জন্য এক ‘জাদুকরি’ অর্জন বলে মন্তব্য করেছেন। তাঁর ভাষায়, এই সাফল্যই হলো ‘আমাদের শরীরে দেওয়ার জন্য সবচেয়ে ভালো ভিটামিন’।</p><p>আরতেতার অধীনে আর্সেনালের একমাত্র শিরোপা এসেছিল ২০২০ সালের এফএ কাপ ফাইনালে। এই জয়ের আগে টানা চারটি সেমিফাইনালে হেরে যায় তারা। আর্তেতা আরও বলেন, ‘আমরা এখন ফাইনাল থেকে মাত্র এক ম্যাচ দূরে। আমরা যেহেতু তিন দিন পরপর ম্যাচ খেলছি, তাই এটা আমাদের শরীরের জন্য সবচেয়ে ভালো ভিটামিন। তবে সবচেয়ে বড় বিষয় হলো—এই মুহূর্তগুলো অর্জনের জন্য আমরা কতটা পরিশ্রম করেছি এবং সবাই মিলে এমন মুহূর্ত উপভোগ করতে পারছি, সেটাই সত্যিই জাদুকরি।’</p><p>আজ রাতে কাপের দ্বিতীয় সেমিফাইনালের ফিরতি লেগে মুখোমুখি হবে ম্যানচেস্টার সিটি ও নিউক্যাসল ইউনাইটেড। প্রথম লেগে নিউক্যাসলকে ২-০ গোলে হারায় সিটি। এই ম্যাচে জয়ী দলের সঙ্গে ফাইনালে মুখোমুখি হবে আর্সেনাল।</p></div></div></div></body></html>"
        }
    ]
}