{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিমান বাংলাদেশ এয়ারলাইনসে দুই পদের লিখিত পরীক্ষা ৭ মার্চ | প্রথম আলো",
            "time": "2026-02-28T04:24:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-08%2F2lbdbnmd%2Fimage-183442-1741413090.webp?rect=0%2C0%2C3543%2C1860&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পরীক্ষার তারিখ ও সময়: ৭ মার্চ ২০২৬ (শনিবার), বেলা ২টা।<br> কেন্দ্র: সিভিল এভিয়েশন স্কুল অ্যান্ড কলেজ, কাওলা, কুর্মিটোলা, ঢাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "‘লালসালু’ উপন্যাসে মাজারকে কেন্দ্র করে গড়ে ওঠে ধর্মব্যবসা | প্রথম আলো",
            "time": "2026-02-28T04:24:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-07%2Fkuymmakk%2F170.%E0%A6%8F%E0%A6%B8%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%A5%E0%A7%80-%E0%A6%9B%E0%A6%AC%E0%A6%BF-%E2%80%93%E0%A6%B8%E0%A6%82%E0%A6%97%E0%A7%83%E0%A6%B9%E0%A7%80%E0%A6%A4.webp?rect=0%2C0%2C1212%2C636&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>উত্তর</strong></p><p><strong>ক.</strong> ‘লালসালু’ উপন্যাসে সাত ছেলের বাপের নাম দুদু মিঞা।</p><p><strong>খ. </strong>মজিদ তার নিজের বিপদের কথা ভেবে স্কুল নির্মাণে বাধা দেয়।</p><p>আক্কাস মিয়া গ্রামের মানুষকে শিক্ষিত করতে স্কুল নির্মাণের কথা বললে মজিদের তা পছন্দ হয় না। কারণ, লোকজন শিক্ষিত হলে তারা ভালো-মন্দ বুঝবে, কুসংস্কার মানবে না, মজিদের ভণ্ডামি বুঝতে পারবে। ফলে অন্ধকারে থাকা ধর্মভীরু মানুষের সঙ্গে তার ধর্মব্যবসা করা বন্ধ হয়ে যাবে। এ কারণেই মজিদ স্কুল নির্মাণে বাধা দেয়।</p><p><strong>গ.</strong> উদ্দীপকের ঘটনার সঙ্গে ‘লালসালু’ উপন্যাসে বর্ণিত দুদু মিঞার বিচারের ঘটনার সাদৃশ্য রয়েছে। ‘লালসালু’ উপন্যাসের মজিদ মহব্বতনগরে কৌশলে নিজের অস্তিত্ব রক্ষা করে চলেছে। কেউ তার প্রভাবের বাইরে যেতে চাইলে বা কোনোভাবে তাকে অমান্য করলে সুকৌশলে মজিদ তাকে শাস্তি দিয়েছে। দুদু মিঞার বিচারের ক্ষেত্রে আমরা এমনটি দেখি। দুদু মিঞা নিজের মেয়েকে শাসন করলে তার জন্য তাকে বিচারের মুখোমুখি হতে হয়। মজিদ ও তার অনুসারীরা দুদু মিঞাকে বিচারের মজলিশে অপমান করে।</p><p>উদ্দীপকেও আমরা এমন চিত্র দেখি। ছেলের বিয়েতে দাওয়াত না দেওয়ায় তাদের একঘরে হয়ে বাস করতে হয়। মূলত চেয়ারম্যান নিজের প্রভাব ধরে রাখার জন্যই ওই পরিবারকে শাস্তির মুখোমুখি করেছে। আর এমন কূটকৌশলী ভূমিকার দৃষ্টান্ত আমরা ‘লালসালু’ উপন্যাসের দুদু মিঞার বিচারের ক্ষেত্রে দেখতে পাই।</p></div></div></div></body></html>"
        },
        {
            "title": "আদালতে দলবাজি: ন্যায়বিচার না থাকলে রাষ্ট্রের কী দরকার | প্রথম আলো",
            "time": "2026-02-28T04:23:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F84klad7q%2FUntitled-4.jpg?rect=0%2C0%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আমরা জানি, দেশের আর দশটি পেশাজীবী গ্রুপের মতো আইনজীবীরাও রাজনৈতিকভাবে বিভক্ত। তাঁদের মধ্যে আওয়ামী লীগ, বিএনপি, জামায়াত ইত্যাদি দলের ফোরাম আছে। একেকটির একেক নাম। চিকিৎসক, প্রকৌশলী, কৃষিবিদ, ব্যবসায়ী, শিক্ষক, শিল্পী, সাহিত্যিকদের মধ্যে রাজনৈতিক দলাদলি থাকলে আইনজীবীদের মধ্যে এটি থাকবে না কেন? তারাও তো একই গ্রহের মানুষ! এখানে স্বাভাবিকভাবেই একটি প্রশ্ন জাগে—তাঁদের কাজ কী?</p><p>আমরা সাদা চোখে দেখতে পাই, আইনজীবীরা একটি বিশেষ দলের সক্রিয় সমর্থক হলে তাঁরা ওই দলের পক্ষে একটি ফোরাম বা পরিষদ বানান। রাজনীতি করার অধিকার তো সবারই আছে। প্রশ্ন হলো, আদালতে তাঁদের রাজনীতিটা কী?</p><p>আমরা জানি, একটি দলীয় সরকার ক্ষমতায় থাকলে অ্যাটর্নি জেনারেলের দপ্তরে ওই দলের সমর্থক আইনজীবীদের নিয়োগ দেওয়া হয়। তাঁরা হন রাষ্ট্রের আইন কর্মকর্তা। এর অর্থ হলো সাধারণ মানুষ তাঁদের ট্যাক্সের টাকায় একটি দলীয় বাহিনী পুষতে বাধ্য হন। এই বাহিনীর কাজ হলো দলের লোকদের পক্ষে এবং প্রতিপক্ষ রাজনীতির লোকদের বিপক্ষে আদালতের রায় আদায় করা। প্রয়োজনে তাঁরা নানাভাবে বিচারকের ওপর চাপ তৈরি করেন। বছরের পর বছর এভাবেই চলে আসছে। </p></div></div></div></body></html>"
        },
        {
            "title": "কঠিন সমীকরণ যাঁদের নিয়ে মেলাতে পারে পাকিস্তান | প্রথম আলো",
            "time": "2026-02-28T04:13:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fz8wttj8i%2F2026-02-24T152334Z1914788793UP1EM2O16R8LYRTRMADP3CRICKET-T20-WORLDCUP-ENG-PAK.JPG?rect=0%2C0%2C5925%2C3111&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শ্রীলঙ্কার বিপক্ষে পাকিস্তানের ম্যাচটি হবে পাল্লেকেলেতে। এখানে স্পিনাররা বাড়তি সহায়তা পাবেন। তবে স্পিনারদের বিপক্ষে পাকিস্তানের ব্যাটসম্যানদের স্ট্রাইক রেট খুব একটা ভালো নয়। এটা তাদের ভয়ের কারণ হতে পারে। </p><p>২০২৪ টি–টুয়েন্টি বিশ্বকাপের পর থেকে পাকিস্তান দলে অন্তত ২৫০ বল খেলা ব্যাটসম্যানদের মধ্যে চারজনের স্ট্রাইক রেট স্পিনারদের বিপক্ষে ১২৫ এর নিচে। এই তালিকায় আছেন বাবর আজম, সালমান আগা, উসমান খান এমনকি ফখর জামানও।</p><p>বাংলাদেশ সময় সন্ধ্যা সাড়ে সাতটায় সুপার এইটের এই ম্যাচে মুখোমুখি হবে শ্রীলঙ্কা ও পাকিস্তান।</p></div></div></div></body></html>"
        },
        {
            "title": "ফরিদপুরে সরকারি জমি দখল নিয়ে দুই পক্ষের সংঘর্ষে আহত ১৫ | প্রথম আলো",
            "time": "2026-02-28T04:12:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F3o7z0bvm%2Ffaridpurdh053920260228img-20260228-wa0004.jpg?rect=0%2C26%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় সূত্রে জানা গেছে, সরকারি জমি লিজ ও দখলের বিষয়ে হরিনা গ্রামের সঞ্জয় মালোর সঙ্গে প্রতিবেশী মাসুদ চৌধুরীর দীর্ঘদিনের বিরোধ চলে আসছিল। এই বিরোধের জেরে কয়েক দিন ধরে এলাকায় উত্তেজনা চলছিল। একপর্যায়ে শুক্রবার রাত ৯টার দিকে দুই পক্ষের সমর্থকেরা দেশি অস্ত্রশস্ত্র নিয়ে সংঘর্ষে জড়িয়ে পড়ে। এতে উভয় পক্ষের ১৫ জন আহত হন। আহত ব্যক্তিদের ফরিদপুর মেডিকেল কলেজ হাসপাতাল ও নগরকান্দা স্বাস্থ্যকেন্দ্রে ভর্তি করা হয়েছে।</p><p>সালথা থানার পরিদর্শক (তদন্ত) কে এম মারুফ হাসান রাসেল বলেন, রাত সাড়ে নয়টার দিকে সংঘর্ষের খবর পেয়ে ঘটনাস্থলে গিয়ে পরিস্থিতি শান্ত করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যাঁরা বালু-পাথর লুটপাটে জড়াবেন, তাঁদের বিরুদ্ধে ব্যবস্থা নেওয়া হবে: শ্রমমন্ত্রী | প্রথম আলো",
            "time": "2026-02-28T04:05:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fcj066mri%2Fsylhetdh052920260228sylhet-photo-001.jpg?rect=0%2C14%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বালু-পাথর লুটপাটকারীদের বিরুদ্ধে ব্যবস্থা নেওয়ার আহ্বান জানিয়ে কোম্পানীগঞ্ থানার ভারপ্রাপ্ত কর্মকর্তার উদ্দেশে শ্রমমন্ত্রী বলেন, ‘যদি কোনো প্রভাবশালী-টভাবশালী, এই-সেই, আপনি ধরে আমারে খবর দিয়েন যে আমি ধরেছি। পরবর্তী যেটা দেখার, আমি দেখব। অমুকের ছত্রচ্ছায়ায়, অমুকের শেল্টারে এসব শুনতে চাই না। গভীর রাতে চোর-পুলিশ খেলা হলে গভীরভাবেই ব্যবস্থা নেওয়া হবে। রাত গভীর থাকতেই ব্যবস্থা নেওয়া হবে। কেউ টেরও পাবে না।’</p><p>২০২৪ সালের ৫ আগস্টের পর সিলেটের কোয়ারি থেকে পাথর চুরি শুরু হয়। ধীরে ধীরে লুটপাট বাড়তে থাকে। সর্বশেষ ২০২৫ সালের আগস্ট মাসের প্রথম সপ্তাহে রীতিমতো গণলুট হয়। এ সময়ে দেশ-বিদেশে পর্যটনকেন্দ্র হিসেবে সুপরিচিত সাদাপাথরের প্রায় ৮০ শতাংশ পাথর লুটপাট হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আফগানিস্তানে হামলা: পাকিস্তানকে সমর্থন জানাল যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-27T03:20:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2F5x3dqy8a%2F76d813b7-9022-48bf-91ec-a6b8a16cb65d.jpg?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাকিস্তানি বাহিনীর ওপর পাল্টা হামলা চালানোর দাবি করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছিলেন আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ। তবে এখন তাঁর সেই পোস্টটি সরিয়ে ফেলা হয়েছে। খবর বিবিসির।</p><p>গতকাল বৃহস্পতিবার আফগান বাহিনী পাকিস্তান সীমান্তে দেশটির সামরিক বাহিনীর অবস্থান লক্ষ্য করে হামলা চালায়। এতে দুই সেনা নিহত হওয়ার খবর জানায় ইসলামাবাদ। </p><p>জবাবে গতরাতে কাবুল–কান্দাহারে হামলা চালায় পাকিস্তান। পরে দেশটির প্রতিরক্ষামন্ত্রী খাজা মোহাম্মদ আসিফ আফগানিস্তানের বিরুদ্ধে ‘প্রকাশ্য যুদ্ধ’ ঘোষণা করে সামাজিক যোগাযোগমাধ্যম এক্সে পোস্ট দিয়েছেন।</p><p>পরে আফগান তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ এক্সে দেওয়া পোস্টে পাল্টা হামলা চালানোর দাবি করেন। তিনি লিখেছিলেন, আফগান তালেবান সদস্যরা কান্দাহার ও হেলমান্দে পাকিস্তানি বাহিনীর অবস্থানের ওপর প্রতিশোধমূলক হামলা চালিয়েছেন।</p><p>তবে সেই পোস্টটি এখন মুছে ফেলা হয়েছে।</p><p>পাকিস্তান ও আফগানিস্তানের মধ্যে আগের সংঘর্ষগুলোর মতো এবারও উভয় পক্ষ একে অপরের বিরুদ্ধে আগে হামলা চালানোর অভিযোগ করেছে। একই সঙ্গে দুই দেশই দাবি করছে, তাদের পাল্টা হামলায় প্রতিপক্ষের বড় ধরনের ক্ষয়ক্ষতি হয়েছে।</p><p>আজ শুক্রবার পাকিস্তান কর্তৃপক্ষ বলেছে, আফগানিস্তান কোনো ধরনের উসকানি ছাড়াই দেশটিতে হামলা চালিয়েছে। এর জবাবে তারা কাবুল ও কান্দাহারসহ একাধিক শহরে পাল্টা হামলা চালিয়েছে।</p><p>এদিকে আফগান তালেবান বলেছে, সপ্তাহের শুরুতে পাকিস্তানের চালানো হামলার প্রতিক্রিয়ায় তারা গতকাল ‘বড় পরিসরে’ সামরিক অভিযান শুরু করেছে। তাদের দাবি, সপ্তাহের শুরুতে ওই হামলায় অন্তত ১৮ জন নিহত হয়েছিলেন। তবে ইসলামাবাদ বলেছে, তারা শুধু কথিত সন্ত্রাসী শিবির ও আস্তানাই লক্ষ্যবস্তু করেছে।</p><p>তালেবানের সামরিক মুখপাত্র মৌলভি ওয়াহিদুল্লাহ মোহাম্মদি বলেছেন, বৃহস্পতিবার স্থানীয় সময় রাত ৮টা থেকে এই ‘প্রতিশোধমূলক অভিযান’ শুরু হয়।</p><p>তালেবানের প্রধান মুখপাত্র জাবিউল্লাহ মুজাহিদ দাবি করেন, এ অভিযানে ‘অনেক’ পাকিস্তানি সেনা নিহত হয়েছেন এবং কয়েকজনকে আটক করা হয়েছে। তবে পাকিস্তানি কর্তৃপক্ষ এ দাবি সরাসরি অস্বীকার করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "যে মেয়েটি অনিচ্ছায় অভিযাত্রী হয়েছিল | কিশোর আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fj6qqozkg%2Fweakest-tamer-anime.jpg?rect=0%2C0%2C688%2C361&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তোমরা যারা টুকটাক গল্পের বই পড়ো, তারা ঠিক জানো কি না জানি না, তবে যেকোনো গল্প লেখকেরই গল্পের নামকরণের ক্ষেত্রে বিশেষ কৌশল বা পদ্ধতি থাকে। কোনো কোনো লেখক আছেন, যাঁরা গল্প লেখার আগেই গল্পের নাম লিখে ফেলেন। কেউবা নাম দেন লেখা শেষ হওয়ার পর। কেউ আবার গল্প লিখতে লিখতে নামটা বদলে ফেলেন কয়েকবার। কারণ, পূর্বনির্ধারিত নাম গল্পের প্রগতির সাপেক্ষে তাঁদের কাছে আর পরবর্তী সময়ে যৌক্তিক থাকে না! আবার কখনো কখনো বাজারের বর্তমান চাহিদা ঠিক করে যে ঠিক কোন আঙ্গিক অনুসরণ করে নামটা দিলে ভালো হয়। বিশেষ করে পশ্চিমা বিশ্বে প্রকাশনীর সঙ্গে চুক্তিভিত্তিক লেখকদের অনেকেই প্রকাশনীর পরামর্শ মোতাবেক নামের প্যাটার্ন ঠিক রেখে তারপর গল্পের নাম দিয়ে থাকেন। অ্যানিমে জগতে চোখ রাখলে তোমরা এ ধরনের অনেক উদাহরণ পাবে। আজকাল বিরাট বিরাট নাম দিয়ে এত এত ই-সেকাই (ভিনজগৎ) ধারার কাহিনিকে বাজারজাত করা হয়। যেমন ‘দ্যাট টাইম আই ওয়াজ রিইনকারনেটেড অ্যাজ আ স্লাইম’, ‘নোবেল রিইনকারনেশন—বর্ন ব্লেসড, সো আই উইল অবটেইন দ্য আল্টিমেট পাওয়ার’, ‘দেয়ার ওয়াজ আ কিউট গার্ল ইন দ্য হিরোজ পার্টি সো আই ট্রাইড টু কনফেসিং টু হার’ ইত্যাদি ইত্যাদি! কোনো এক অদ্ভুত উপায়ে অ্যানিমে–বাজারে এখন এ–জাতীয় নামের ছড়াছড়ি! এত বড় নাম ঠিক স্মরণেও থাকে না। তাই এসব নিয়ে আলাপ করতে বসলে বড্ড অসুবিধায় পড়তে হয়। যেমন ধরো, আজ যে অ্যানিমে নিয়ে তোমাদের সঙ্গে গল্প করব ঠিক করেছি, তার নামটাও অনেকটা এই ধাঁচের ‘দ্য উইকেস্ট টেমার বিগান আ জার্নি টু পিক আপ ট্র্যাশ’। এর জাপানিজ নামটাও এমনই বিরাট—‘সাইজাকু টেমার ওয়া গোমি হিরোই নো তাবি ও হাজিমেমাশতা’। উফ! বড় বড় নাম বলতে বলতেই বড্ড হাঁপিয়ে গেলাম, তাই চলো শুরুতেই একটা সমঝোতা করে ফেলি, আজকের এই অ্যানিমেটাকে আমরা ‘সাইজাকু টেমার’ নামেই চিনব বাকি লেখায়। আশা করি তোমরা এতে আপত্তি করবে না!</p><p>ইদানীং যে আমি প্রচুর ই-সেকাই অ্যানিমে দেখি, তা তো আগেও বহুবার বলেছি। অধিকাংশ গল্পই প্রায় একইভাবে শুরু হয় এই ধারায়। কেউ একজন কোনো এক উপায়ে ভিনজগতে চলে আসে, তারপর ক্রমে তার পাওয়ার-আপ হয়। কিংবা শুরুতেই তার বিরাট ক্ষমতা থাকে। আর সেই ক্ষমতা কাজে লাগিয়ে সে পরোপকার করে, যুদ্ধ জেতে, অথবা নানা রকম সুবিধা লাভ করে। এর ব্যতিক্রমও থাকে। দেখা যায় নায়ক কিংবা নায়িকা ভিনজগতে এসে পড়ে গেছে বিরাট গাড্ডায়! নানা অসুবিধা আর অসংগতির ধাক্কা খেতে খেতে তার জীবন বড় করুণ অবস্থায় এসে দাঁড়ায়। সেখান থেকে কোনোভাবে খেটেখুটে বুদ্ধি দিয়ে সে জয় করে সব প্রতিকূল পরিস্থিতি। সাইজাকু টেমারকে শুরুতে এই দ্বিতীয় প্রজাতিতে ফেলা গেলেও ক্রমেই তাকে বদলেও যেতে দেখা যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "মুখে কাপড় বেঁধে মোটরসাইকেলে এসে গুলি, হত্যার পর দ্রুত সরে পড়ে | প্রথম আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fn98irjxd%2F00-6.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সূত্র জানায়, বুধবার সন্ধ্যা সাড়ে সাতটার দিকে উপজেলার পূর্ব গুজরা ইউনিয়নের অলিমিয়াহাট বাজারে আবদুল মজিদকে লক্ষ্য করে গুলি চালানো হয়। তিনি পূর্ব গুজরা ইউনিয়নের ৪ নম্বর ওয়ার্ড যুবদলের সভাপতি ছিলেন। মুখোশধারী কয়েকজন মোটরসাইকেলে এসে এ হামলা চালায়। অথচ এই বাজার থেকে ৫০০ মিটারের মতো দূরত্বে পূর্ব গুজরা পুলিশ তদন্তকেন্দ্রের অবস্থান।</p><p>নিহত আবদুল মজিদের স্ত্রী শাহনাজ বেগম বলেন, ‘এর আগেও তাঁর স্বামীকে হত্যার চেষ্টা হয়েছিল। সেবার বেঁচে গেলেও এবার আর রক্ষা পাননি। মুখোশ পরে এসে গুলি করে মোটরসাইকেলে পালিয়ে যায় খুনিরা। জড়িতদের গ্রেপ্তার ও বিচার চাই।’</p><p>যেখানে আবদুল মজিদকে হত্যা করা হয়েছে, সেখান থেকে প্রায় ৫০০ মিটার দূরে গত ৫ জানুয়ারি যুবদল নেতা জানে আলম সিকদারকে একই কায়দায় গুলি করে হত্যা করা হয়। তিনিপূর্ব গুজরা ইউনিয়ন যুবদলের সাবেক সাধারণ সম্পাদক ছিলেন। তখনো হামলাকারীরা মুখে কাপড় বেঁধে মোটরসাইকেলে আসে এবং দ্রুত পালিয়ে যায়। ঘটনাস্থল থেকে অল্প দূরত্বেই পূর্ব গুজরা পুলিশ তদন্তকেন্দ্র। অল্প সময়ের ব্যবধানে কাছাকাছি এলাকায় দুটি হত্যাকাণ্ডে স্থানীয়দের মধ্যে উদ্বেগ তৈরি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তিব্বত ভ্রমণের পরিকল্পনা করছেন? আপনার জন্য ১১ তথ্য | প্রথম আলো",
            "time": "2026-02-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Ftdri924t%2FWhatsApp-Image-2026-02-25-at-3.02.39-PM.jpeg?rect=0%2C288%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১০ দিন ৯ রাতের একটি গ্রুপ প্যাকেজে সম্প্রতি আমি তিব্বত ভ্রমণ করেছি। আমার যাত্রাপথ ছিল ঢাকা থেকে কুনমিং, সেখান থেকে অভ্যন্তরীণ ফ্লাইটে শিনিং, আর শিনিং থেকে ছিংহাই-তিব্বত রেলপথ ধরে লাসা। </p><p>ঢাকা-কুনমিং-ঢাকা রিটার্ন বিমান টিকিট কেটেছিলাম ৬৮ হাজার টাকায়। আগেভাগে টিকিট কাটলে আরও কম দামে পাওয়া সম্ভব। কেউ চাইলে কুনমিং থেকে সরাসরি লাসায় বিমানে যেতে পারেন। তবে আমি বিশ্বের সর্বোচ্চ রেলপথ হিসেবে পরিচিত ছিংহাই-তিব্বত রেলপথে রেলভ্রমণের অভিজ্ঞতা নেওয়ার জন্য শিনিং হয়ে লাসায় যাই। শিনিং-লাসা ট্রেনের টিকিটের জন্য খরচ হয়েছিল ১৫০ মার্কিন ডলার (প্রায় ১৮ হাজার টাকা)। কেবিনের মানভেদে ভাড়া কমবেশি হয়। </p><p>আমার নেওয়া প্যাকেজের মূল্য ছিল ১ হাজার ২০০ মার্কিন ডলার (প্রায় দেড় লাখ টাকা)। এই টাকার মধ্যে অন্তর্ভুক্ত ছিল—তিব্বত ট্রাভেল পারমিট, কুনমিং থেকে শিনিং অভ্যন্তরীণ বিমানের টিকিট, লাসা থেকে সড়কপথে ট্যুরিস্ট বাসে এভারেস্ট বেজক্যাম্প পর্যন্ত যাত্রা, হোটেলে রাত যাপন, সকাল ও রাতের খাবার এবং লাসা থেকে কুনমিং ফেরার বিমানের টিকিট। </p><p>গন্তব্যভেদে প্যাকেজের সময় ও খরচ পরিবর্তিত হবে। গ্রুপে সদস্যসংখ্যা বেশি হলে ভ্রমণ খরচ কমে আসবে। কেউ চাইলে শুধু লাসা শহর ঘুরে আসতে পারেন। আবার কেউ এভারেস্ট বেজক্যাম্পের পাশাপাশি মানস সরোবর ও কৈলাস পর্বত পর্যন্ত ভ্রমণ পরিকল্পনা করেন। সে ক্ষেত্রে সময় ও খরচ—দুটিই উল্লেখযোগ্যভাবে বাড়বে। </p></div></div></div></body></html>"
        },
        {
            "title": "‘অপ্রচলিত গল্পগুলোকেই বাছতে চাই’ | প্রথম আলো",
            "time": "2026-02-28T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-10-10%2Fb545ozy9%2FIMGL9639.JPG?rect=0%2C0%2C6720%2C3528&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্মাতা হিসেবে সব ধরনের গল্পই বলতে চান নূর ইমরান। তবে বেশি পছন্দ ‘জ্বীনের বাচ্চা’র মতো মিথিক্যাল হরর। কারণ, এ ঘরানায় নানা স্তরে গল্প বলা যায়। বিনোদনের মোড়কে নানা সামাজিক ইস্যুতে বার্তা দেওয়া যায়, চাইলে গল্প যেকোনো দিকে নিয়ে যাওয়া যায়। ‘এই ঘরানায় আমি অনেক কিছুই বলতে পারি আর কী। আবার দিন শেষে একটা রূপকথার গল্প হয়েও সেটা থেকে যায়,’ বলেন তিনি।</p><p>‘জ্বীনের বাচ্চা’ দিয়ে শুরু হলো, সামনে নির্মাতা মোস্তাফিজুর নূর আর কী করতে চান। ‘এটা আসলে নির্ভর করে আমি কখন মুডে থাকি, সেটাই হয়তো পরের গল্পের ধরন ঠিক করে দেবে—প্রেমের গল্প বানাব নাকি আবার মিথিক্যাল হরর বানাব। নাকি একেবারে পরাবাস্তবধর্মী কিছু করব। তবে যা–ই করি, উদ্ভট কিছু করতে চাই। একটু অপ্রচলিত গল্পগুলোকেই বাছতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "অভ্যন্তরীণ সংকট থেকে নজর ঘোরাতেই কি পাকিস্তান-আফগানিস্তান সংঘাত | প্রথম আলো",
            "time": "2026-02-28T03:20:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-28%2Fpeqdy8ak%2FPak-Afgan-11.jpg?rect=0%2C12%2C600%2C315&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমান পরিস্থিতির অন্যতম কারণ হিসেবে বলা হচ্ছে, ফেব্রুয়ারি মাসে পাকিস্তানের অভ্যন্তরে একের পর এক জঙ্গি হামলা। বিশেষ করে ইসলামাবাদের মসজিদে আত্মঘাতী বোমা হামলা এবং বাজৌরে সেনাচৌকিতে হামলা। দুই দেশের মধ্যে সমঝোতার যে প্রচেষ্টা তৃতীয় কয়েকটি দেশ শুরু করেছিল, এই হামলার ফলে সেগুলোও ব্যর্থ হয়। শুরু হয় ‘ওপেন ওয়ার’।</p><p>পাকিস্তানের দাবি, কাবুল আফগান তালেবান বা তেহরিক-ই-তালেবান পাকিস্তান (টিটিপি) জঙ্গিদের আশ্রয় দিচ্ছে, যারা সীমান্ত পার হয়ে পাকিস্তানে হামলা চালাচ্ছে। এরপর আফগানিস্তানের ভেতরে গিয়ে তারা আশ্রয় নিচ্ছে। আফগানিস্তানের সঙ্গে পাকিস্তানের ২ হাজার ৬৪০ কিলোমিটার সীমান্তের বিভিন্ন অংশ দিয়ে জঙ্গিরা পাকিস্তানে প্রবেশ করছে। </p><p>পাকিস্তানের বরাবরের বক্তব্য, ১৮৯৩ সালে এই সীমান্ত (ডুরান্ড লাইন নামেও পরিচিত) নির্দিষ্ট করা হয়েছিল। এটি আন্তর্জাতিক সীমান্ত। পরিবর্তন করার কোনো উপায় নেই। অন্যদিকে আফগানরা এই সীমান্তকে আনুষ্ঠানিকভাবে মেনে নেয় না। এর কারণ, ১৮ শতকের মাঝামাঝি আফগান সাম্রাজ্য বর্তমান পাকিস্তানের পূর্ব দিকেও বিস্তৃত ছিল। অবশ্য সে সময় পাকিস্তানের জন্ম হয়নি। আফগানদের দাবি, ওই অংশ তাদের। </p></div></div></div></body></html>"
        },
        {
            "title": "বলিভিয়ায় ব্যাংকনোটবাহী সামরিক উড়োজাহাজ বিধ্বস্ত, নিহত অন্তত ১১ | প্রথম আলো",
            "time": "2026-02-28T03:06:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-29%2Fiauw9c91%2Fprothomalo-bangla.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> বলিভিয়ার প্রতিরক্ষা মন্ত্রণালয় বলেছে, বিধ্বস্ত হওয়া উড়োজাহাজটি সি-১৩০ হারকিউলিস মডেলের। এটি বলিভিয়ার কেন্দ্রীয় ব্যাংকের জন্য ব্যাংক নোট নিয়ে যাচ্ছিল।</p><p> এক বিবৃতিতে প্রতিরক্ষা মন্ত্রণালয় সতর্ক করে বলেছে, ওই ব্যাংক নোটের কোনো ক্রয়ক্ষমতা নেই। সেগুলো সংগ্রহ বা ব্যবহার করা হলে তা অপরাধ হিসেবে গণ্য হবে।</p><p> জনগণকে দুর্ঘটনাস্থল থেকে দূরে থাকার ও কর্তৃপক্ষকে কাজ করার সুযোগ দেওয়ার জন্য অনুরোধ করেছে মন্ত্রণালয়।</p><p> বিভিন্ন সংবাদমাধ্যমের প্রতিবেদনে বলা হয়েছে, লোকজন উড়োজাহাজ দুর্ঘটনার এলাকায় গিয়ে ওই ব্যাংক নোটগুলো সংগ্রহের চেষ্টা করছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "জহির রায়হানের ‘একুশে ফেব্রুয়ারী’ নিয়ে ভার্চ্যুয়াল পাঠচক্র | বন্ধুসভা",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Ft9dz2n33%2F1000085154.jpg?rect=74%2C0%2C1518%2C797&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-06%2Ffc02a57d-164a-4776-9604-2a467333b0e1%2FFinal_Bondhushava_OG_watermark_01.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বন্ধু অনির্বাণ সরকার বলেন, ভাষা আন্দোলনের মধ্য দিয়ে বাঙালি জাতি ও তার জাতিসত্তার প্রকাশ ঘটেছে। ‘একুশে ফেব্রুয়ারী’ গ্রন্থে জহির রায়হান ১৯৫২ সালের ভাষা আন্দোলনের তথ্যকে যেমন তুলে ধরেছেন, তেমনি ফুটিয়ে তুলেছেন একুশের সম্ভাবনা ও আবেগকে।</p><p>সাধারণ সম্পাদক ফারজানা যুথি বলেন, ২১ ফেব্রুয়ারি দিনটি অত্যন্ত গুরুত্বপূর্ণ। এর ইতিহাস ও ব্যাপকতা অনেক গভীর। এই দিনটিতে সবাই শুধু শহীদদের স্মরণ করে তা কিন্তু নয়; বরং এদিন সারা দেশের মানুষ ও বিশ্বের বিভিন্ন প্রান্তের মানুষ বাংলা ভাষাকে স্মরণ ও মাতৃভাষার প্রতি শ্রদ্ধা জ্ঞাপন করেন।</p><p>পাঠের আসরে আরও উপস্থিত ছিলেন সভাপতি স্বর্ণকমল রায়, সাবেক সাধারণ সম্পাদক এম এম মাসুম বিল্যাহ, যুগ্ম সাধারণ সম্পাদক ইমন মিয়া, সাংগঠনিক সম্পাদক তুহিন বাওলিয়া, দুর্যোগ ও ত্রাণ সম্পাদক হাসিবুর রহমান, স্বাস্থ্য ও ক্রীড়া সম্পাদক দ্বীপ মন্ডল, কার্যনির্বাহী সদস্য ফারিহা ঝিলাম, বন্ধু সাদিয়া আক্তার, বিধান দেবনাথ, লিমা আক্তারসহ অন্য বন্ধুরা।</p><p><em><strong>দপ্তর সম্পাদক,</strong></em> খুলনা বন্ধুসভা</p></div></div></div></body></html>"
        },
        {
            "title": "গরমের আগেই উত্তাপ ছড়াচ্ছে ফ্যানের দাম | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fco0p7xj0%2FWhatsApp-Image-2026-02-27-at-11.05.36-PM.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ফ্যানের বাজার কত বড়</strong></p><p>একসময় দেশে ভারত, পাকিস্তান ও চীন থেকে বিভিন্ন ধরনের ফ্যান আমদানি করা হতো। তবে এখন গ্রাহকের মোট চাহিদার ৭০ থেকে ৮০ শতাংশ সিলিং ফ্যান দেশেই উৎপাদিত হয়। দেশি ফ্যান উৎপাদন করা প্রতিষ্ঠানের মধ্যে রয়েছে যমুনা, আরএফএল, ওয়ালটন, বিআরবি, কনকা ও এনার্জিপ্যাকের মতো ব্র্যান্ড।</p><p>দেশে ফ্যানের বাজার কত বড়, তার সঠিক কোনো পরিসংখ্যান নেই। তবে শীর্ষস্থানীয় কয়েকটি কোম্পানির হিসাবে দেশে সিলিং ফ্যানের বার্ষিক চাহিদা ৫০ থেকে ৬০ লাখ। ফলে গড় মূল্য আড়াই হাজার টাকা ধরলে শুধু সিলিং ফ্যানের বাজার দাঁড়ায় ১ হাজার ২৫০ কোটি থেকে দেড় হাজার কোটি টাকা। তবে কোম্পানি সংশ্লিষ্ট ব্যক্তিরা বলছেন, এই বাজার ২ হাজার কোটি টাকার কম হবে না। আর প্রতিবছর ফ্যানের ব্যবসা বাড়ছে ১০ থেকে ১৫ শতাংশ হারে। এ খাতে সিলিং ফ্যান ছাড়াও রয়েছে টেবিল ফ্যান, স্ট্যান্ড ফ্যান, ওয়াল ও চার্জার ফ্যান।</p><p>সম্প্রতি কারওয়ান বাজারের সুপারমার্কেটে বেশ কয়েকটি দোকান ঘুরে দুই হাজার টাকার মধ্যে কোনো পছন্দসই ফ্যান পাচ্ছিলেন না সাইদুল হাসান (ছদ্মনাম)। রোজার মধ্যে ক্লান্ত হয়ে অবশেষে নন–ব্র্যান্ডের একটি ফ্যান কেনেন ২ হাজার ১০০ টাকায়। দাম নিয়ে নাখোশ ছিলেন তিনি। তার পরও গণমাধ্যমে এ নিয়ে কোনো কথা বলতে অপরাগতা প্রকাশ করেন এই ক্রেতা।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয় | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fy2vph1qn%2FWEB.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয়\" class=\"nA4h1 \">ফেলে দেওয়া সুতা-কাপড় দিয়ে তৈরি পণ্য যাচ্ছে বিদেশে, প্রতিবন্ধীদের বিশ্বজয়</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-28T09:00:00+06:00\"><span>প্রকাশ: ২৮ ফেব্রুয়ারি ২০২৬, ০৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "ইতিহাসের সাক্ষী হতে তৈরি কমব্যাংক স্টেডিয়াম | প্রথম আলো",
            "time": "2026-02-28T03:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fjhcmxi4v%2FWhatsApp-Image-2026-02-27-at-2.57.24-PM-2.jpeg?rect=0%2C227%2C2016%2C1058&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিডনি আর প্যারামাট্টার এই জাঁকজমকপূর্ণ পরিবেশের আড়ালে মারিয়া-ঋতুপর্ণারা নীরবে ঘাম ঝরিয়েছেন টিম হোটেল পার্ক রয়্যাল থেকে ৪০-৪৫ মিনিটের পথ পেরিয়ে। অধিনায়ক আফঈদা খন্দকার ফোনে প্রথম আলোকে জানালেন, মূল স্টেডিয়াম দেখার সুযোগ এখনো তাঁদের হয়নি। দলে টুকটাক চোট সমস্যা থাকলেও নিয়মিত খেলোয়াড়দের কারও ছিটকে যাওয়ার শঙ্কা নেই।</p><p>দুর্ভাগ্যজনকভাবে সিডনির এই ফুটবল আমেজ এখনো প্রবাসী বাঙালিদের পুরোপুরি স্পর্শ করেছে বলে মনে হলো না। প্রচার খুব একটা চোখে পড়ছে না। অনেক প্রবাসী বাংলাদেশি জানেনও না, ১৯৮০ সালের পর বাংলাদেশ এশিয়ার সর্বোচ্চ আসরে খেলছে। বাংলাদেশি কারও সঙ্গে কথা বললে অনেকেই তাই অবাক হয়ে পাল্টা প্রশ্ন করেন, ‘তাই নাকি? এশিয়ান কাপের খেলা এখানে?’ হাইকমিশনের পক্ষ থেকেও খুব একটা জোরদার তৎপরতা চোখে পড়েনি।</p><p>তবে সব স্তব্ধতা ভেঙে যাবে ৩ মার্চ। যখন গ্যালারিতে লাল-সবুজের জার্সি গায়ে কিছু মানুষ চিৎকার করবেন ‘বাংলাদেশ! বাংলাদেশ’ বলে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেধা বনাম পুলিশি-গোয়েন্দা প্রতিবেদন: জুলাই অভ্যুত্থান-পরবর্তী বাংলাদেশেও কাটেনি ভেরিফিকেশন বৈষম্য | প্রথম আলো",
            "time": "2026-02-28T02:53:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F04%2F08%2F3c19111b7ae6c376a5c7a7492286a62f-5caad22db2d1c.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p><strong>বঞ্চিতদের তালিকা ও আইনি প্রেক্ষাপট—</strong></p><p>৪৩তম বিসিএসে বাদ পড়া প্রার্থীদের মধ্যে বিসিএস প্রশাসন ক্যাডারে ২০তম হওয়া কাজী আরিফুর রহমানের ঘটনাটি বিস্ময়কর। ৪১তম বিসিএসে রেলওয়ে ক্যাডারে প্রথম হওয়া এই কর্মকর্তা ৪৩তম বিসিএসে প্রশাসনে যোগ দিয়ে বিপিএটিসিতে প্রশিক্ষণ নিচ্ছিলেন। অথচ কোনো সুনির্দিষ্ট কারণ ছাড়াই তাঁকে চাকরি থেকে অপসারণ করা হয়েছে।</p><p>৪৪তম বিসিএসের বঞ্চিত ব্যক্তিদের মধ্যে রয়েছেন শামীম শাহরিয়ার (পররাষ্ট্র-প্রথম), রাব্বি লেলিন আহমেদ (প্রশাসন), মসিউর রহমান, শরিফুল আলম সুমন, শফিউল ইসলাম সজন, শান্তনু দাশ, সাদমান ফাহিম, সোহানা আরেফিন, রোহান ইসলাম, সম্রাট আকবর, খালেদ সাইফুল্লাহ ইলিয়াস এবং সোয়ান ইসলাম সজীব। অন্যদিকে ৪৮তম বিসিএসের ২১ জন চিকিৎসক হলেন ডা. উজ্জ্বল মল্লিক, ডা. মো. পাভেল ইসলাম, ডা. সিরাজাম মুনিরা, ডা. শুভ্র দেবনাথ নীলু, ডা. ইলহামুর রেজা চৌধুরী, ডা. মুশফিকুর রহমান ভূঁইয়া, ডা. আলভি ফারাজী, ডা. মো. রাইসুল করিম নিশান, ডা. মেহেদী হাসান, ডা. মো. সাব্বির আহম্মেদ তুষার, ডা. মো. সুমন আহম্মেদ, ডা. সৌরভ সরকার দীপ্র, ডা. অনিন্দ্য কুশল পাল, ডা. অনুপম ভট্টাচার্য্য, ডা. নাহিদুর রহমান, ডা. ইমতিয়াজ উদ্দিন মানিক, ডা. আহমেদ মুনতাকিম চৌধুরী, ডা. সাদি বিন শামস, ডা. নাজমুল হক, ডা. এ এইচ এম সাখারব এবং ডা. সাবিহা আফরিন।</p><p>বিশেষজ্ঞরা বলছেন, পুলিশ ভেরিফিকেশনের নামে প্রার্থীর পারিবারিক বা আত্মীয়স্বজনের রাজনৈতিক পরিচয় যাচাই আধুনিক গণতান্ত্রিক ও মেধাভিত্তিক সমাজের পরিপন্থী। সংবিধানের ২৮ ও ২৯ অনুচ্ছেদে নাগরিকের সুযোগের সমতার কথা বলা থাকলেও ভেরিফিকেশনের এই প্রক্রিয়া সেই অধিকারকে লঙ্ঘন করছে।</p><p>এ প্রসঙ্গে সুপ্রিম কোর্টের আইনজীবী মানজুর-আল-মতিন বলেন, ‘পারিবারিক কিংবা রাজনৈতিক পরিচয়ের কারণে মেধাবী শিক্ষার্থীদের চাকরি থেকে বঞ্চিত করা সংবিধান, নিরপেক্ষ প্রশাসনিক ব্যবস্থা ও সুশাসনের মৌলিক নীতির সঙ্গে সম্পূর্ণরূপে সাংঘর্ষিক। চাকরির নিয়োগপ্রক্রিয়ায় কেবল মেধা ও যোগ্যতাকে একমাত্র মানদণ্ড হিসেবে প্রতিষ্ঠা করতে হবে।’</p></div></div></body></html>"
        },
        {
            "title": "সৌদির কিং আবদুল্লাহ বিশ্ববিদ্যালয়ে বৃত্তি, পড়তে চাইলে জেনে নিন তথ্য | প্রথম আলো",
            "time": "2026-02-28T02:51:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-09%2F12056229-e98f-4ac7-8fd4-56caab903e0b%2F46327402061_66be17092e_h.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সৌদি আরবের অন্যতম বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় কিং আবদুল্লাহ ইউনিভার্সিটি অব সায়েন্স অ্যান্ড টেকনোলজি। এটি সংক্ষেপে কাউস্ট নামে পরিচিত। এটি গবেষণাধর্মী বেসরকারি বিশ্ববিদ্যালয়। ২০০৯ সালে সৌদি আরবসহ বিশ্ববাসীর জন্য বিজ্ঞানের বিভিন্ন আবিষ্কার, অর্থনৈতিক উন্নতি ও সামাজিক অবকাঠামো উন্নয়নের উদ্দেশ্যে কাউস্ট প্রতিষ্ঠিত হয়। কাউস্টের স্বপ্নদ্রষ্টা ও প্রতিষ্ঠাতা কিং আবদুল্লাহ বিন আবদুল আজিজ আল-সউদ বলেছিলেন, ‘কাউস্ট হবে সৌদি আরব ও বিশ্বমানবতার ভবিষ্যতের শান্তি, আশা ও পুনর্গঠনের দিশারী।’</p></div></div></div></body></html>"
        },
        {
            "title": "দেশে ১৩ মাসে ৩২ ভূমিকম্প, উৎপত্তি কম ঝুঁকির অঞ্চলেও | প্রথম আলো",
            "time": "2026-02-28T02:40:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fsachb3xz%2FUntitled-10.jpg?rect=0%2C10%2C547%2C287&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তরের ভূমিকম্প পর্যবেক্ষণ কেন্দ্রের তথ্যমতে, ভূমিকম্পের ঝুঁকির বিবেচনায় দেশকে অতিমাত্রায় ঝুঁকিপূর্ণ, মাঝারি ঝুঁকিপূর্ণ এবং কম ঝুঁকিপূর্ণ এলাকায় ভাগ করা হয়েছে। এর মধ্যে উত্তরের জেলা লালমনিরহাট থেকে দক্ষিণ–পূর্বাঞ্চলের খাগড়াছড়ি পর্যন্ত অতি ঝুঁকিপূর্ণ এলাকা; ঢাকাসহ উত্তর মধ্যাঞ্চলের এলাকা মাঝারি ঝুঁকিপূর্ণ এবং দক্ষিণ ও দক্ষিণ–পশ্চিমাঞ্চলের বরিশাল ও খুলনা বিভাগ কম ঝূঁকিপূর্ণ এলাকা হিসেবে গণ্য করা হয়।</p><p>এই কম ঝুঁকির এলাকা সাতক্ষীরায় গতকাল উৎপত্তি হলো মাঝারি মাত্রার ভূমিকম্পের। তবে শুধু গতকালই নয়, দক্ষিণ–পশ্চিমের ঝিনাইদহের কালীগঞ্জে গত বৃহস্পতিবার ৩ দশমিক ২ মাত্রার ভূমিকম্পের উৎপত্তি হয়। এ ছাড়া ৩ ফেব্রুয়ারি ভোরে সাতক্ষীরার কলারোয়ায় ভূমিকম্পের উৎপত্তি হয়। রিখটার স্কেলে ভূমিকম্পটির মাত্রা ছিল ৪ দশমিক ১। গত বছরের ২৭ সেপ্টেম্বর যশোরের মনিরামপুরে সৃষ্টি হওয়া ভূমিকম্পের মাত্রা ছিল ৩ দশমিক ৫।</p><p>বাংলাদেশ যে তিনটি ভূমিকম্পপ্রবণ অঞ্চলের মাঝামাঝি অবস্থিত, সেগুলো হলো পূর্বাঞ্চলের সাবডাকশন জোন, উত্তরের ডাউকি ফল্ট এবং হিমালয় পাদদেশের হিমালয়ান ফ্রন্টাল থ্রাস্ট অঞ্চল (নেপাল থেকে অরুণাচল পর্যন্ত বিস্তৃত)।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী প্রতিশ্রুতি রক্ষায় ইতিবাচক পদক্ষেপ | প্রথম আলো",
            "time": "2026-02-28T02:39:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের পর নতুন সরকার গঠনের মাত্র ১০ দিনের মাথায় ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের সিদ্ধান্তটি একটি সময়োচিত এবং ইতিবাচক পদক্ষেপ। বৃহস্পতিবার মন্ত্রিসভার প্রথম আনুষ্ঠানিক বৈঠকেই নেওয়া এই সিদ্ধান্তকে কেবল একটি রাজনৈতিক প্রতিশ্রুতি রক্ষার বিষয় নয়, বরং গ্রামীণ অর্থনীতি পুনর্গঠন এবং প্রান্তিক কৃষকের মেরুদণ্ড শক্তিশালী করার বলিষ্ঠ প্রয়াস হিসেবে দেখা যেতে পারে। ১ হাজার ৫৫০ কোটি টাকার এই ঋণের বোঝা থেকে মুক্তি পাবেন দেশের প্রায় ১২ লাখ ক্ষুদ্র ও প্রান্তিক কৃষক, যা গ্রামীণ জনপদে স্বস্তি ও নতুন উদ্দীপনা সঞ্চার করবে।</p><p>নির্বাচনী প্রচারণায় একাধিক জনসভায় বিএনপির চেয়ারম্যান তারেক রহমান ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের ঘোষণা দেন। ১২ ফেব্রুয়ারি নির্বাচনে বিএনপি ২০৯ আসনে বিজয়ী হয়। ১৭ ফেব্রুয়ারি সরকার গঠন করার পর বৃহস্পতিবার মন্ত্রিসভার প্রথম আনুষ্ঠানিক বৈঠকে ১০ হাজার টাকা পর্যন্ত কৃষিঋণ সুদসহ মওকুফের সিদ্ধান্ত হলো।  </p></div></div></div></body></html>"
        },
        {
            "title": "জড়িতদের দ্রুত দৃষ্টান্তমূলক শাস্তি নিশ্চিত করুন | প্রথম আলো",
            "time": "2026-02-28T02:31:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-10%2F34a1ca18-987b-4031-87a1-629ccd32714a%2Feditorial.png?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশের বক্তব্য, পরিবারটির থানায় আসা উচিত ছিল। আইনগতভাবে এই বক্তব্য সঠিক। তবে বাস্তব প্রশ্ন হলো, কেন মানুষ এখনো থানার চেয়ে প্রভাবশালী ব্যক্তির দ্বারস্থ হয়। এর উত্তর নিহিত রয়েছে আস্থার ঘাটতিতে। যদি মানুষ নিশ্চিত থাকত যে অভিযোগ করলে তাৎক্ষণিক মামলা নেওয়া হবে, নিরাপত্তা দেওয়া হবে এবং অপরাধীরা দ্রুত গ্রেপ্তার হবে, তাহলে তারা অনিশ্চিত সালিস প্রক্রিয়ার আশ্রয় নিত না। বিচারপ্রক্রিয়ায় বিলম্ব ও প্রভাবশালীদের প্রভাবের ধারণাই অপরাধীদের সাহস জোগায়।</p><p>এই ঘটনায় ইতিমধ্যে মামলা হয়েছে এবং ইউনিয়ন বিএনপির এক নেতা ও তাঁর ছেলেসহ সাত আসামিকে গ্রেপ্তার করেছে পুলিশ। কয়েকজন গ্রেপ্তার হয়েছেন। এটি ইতিবাচক পদক্ষেপ। কিন্তু এখানেই দায়িত্ব শেষ হয় না। প্রথমত, ধর্ষণের অভিযোগ কেন আনুষ্ঠানিকভাবে নিবন্ধিত হয়নি, কারা ধামাচাপায় ভূমিকা রেখেছে, পরিবারকে এলাকা ছাড়ার চাপ কে দিয়েছে, এসব প্রশ্নের নিরপেক্ষ তদন্ত প্রয়োজন। একই সঙ্গে ভুক্তভোগী পরিবারের নিরাপত্তা নিশ্চিত করা রাষ্ট্রের তাৎক্ষণিক দায়িত্ব।</p></div></div></div></body></html>"
        },
        {
            "title": "চিকিৎসা করানোর টাকা নেই, কিশোর ছেলেকে শিকলবন্দী করে রাখছেন মা | প্রথম আলো",
            "time": "2026-02-28T02:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fxkiqnesj%2FMoulavibazarDH054220260226PSFix20260225152758.jpg?rect=0%2C0%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অর্থনৈতিক দুর্দশার কথা তুলে ধরে নাজু বেগম বলেন, ‘মানুষের বাসাবাড়িতে কাজ করি, কোনোমতে সংসারটা চালাই। দুই মেয়ের লেখাপড়ার খরচও চালানি লাগে। ডাক্তার প্রতিদিন সকাল-বিকাল দুইটা করি ইনজেকশন দিতে বলছেন। আর সিটিস্ক্যান পরীক্ষা করাইতে বলছেন। সিটিস্ক্যান করাইতে শুনছি সাত-আট হাজার টাকা লাগে। এত টাকা কই পাইমু। কিছু মানুষের সাহায্যে ইনজেকশনের টাকার ব্যবস্থা করছি। ইনজেকশন দিলে খালি ঘুমায়।’</p><p>শাড়ির আঁচল দিয়ে চোখের পানি মুছতে মুছতে নাজু বেগম বলেন, ‘এই বয়সে ছেলেটারে কি এইভাবে আটকাইয়া রাখার কথা। নিজের অনেক কষ্ট হয়। তার মতো ছেলেরা স্কুলে যায়, খেলাধুলা করে; আর সে বন্দী। আমার ছেলেটা যে কোন দিন সুস্থ হইব আল্লাহই জানেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "আজম খান ভেবেছিলেন, বাবা সেদিন থাপ্পড় মারবেন | প্রথম আলো",
            "time": "2024-02-28T17:52:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-05%2Fh0yqk58k%2Fprothomalo_bangla_2021_02_64e27abb_81ce_4d81_bde8_4d7d52d56cb3_Azam_Khan386.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বঞ্চিত মানুষের গান করতে শুরু করেন আজম খান। তাঁর গানে আসতে থাকে সচেতনতা, দেশপ্রেম, দেশকে এগিয়ে নিয়ে যাওয়ার প্রত্যয়, তরুণদের উদ্বুদ্ধকরণ। নানা প্রতিকূলতার মধ্যেও চলতে থাকে তাঁর গান। সে সময় তিনি গেয়েছিলেন ‘রেললাইনের ওই বস্তিতে’, ‘হাইকোর্টের মাজারে’, ‘এত সুন্দর দুনিয়ায়’, ‘অভিমানী’, ‘অনামিকা’, ‘পাপড়ি’, ‘আলাল ও দুলাল’, ‘আসি আসি বলে তুমি আর এলে না’, ‘আমি যারে চাইরে’, ‘জ্বালা জ্বালা’, ‘ও চাঁদ সুন্দর’, ‘ও রে সালেকা ও রে মালেকা’, ‘জীবনে কিছু পাব না রে’, ‘বাধা দিয়ো না’সহ অনেক জনপ্রিয় গান।</p></div></div></div></body></html>"
        },
        {
            "title": "যেসব বিষয় এত দিন ঝুলে ছিল, সেগুলো নিয়ে কথা বলার মানসিক শক্তি পাবেন কোন রাশির জাতক | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-26%2Fouay8n4w%2FHoroscopeThumbChinmoy-Barua.jpg?rect=0%2C14%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ সপ্তাহ আপনার চিন্তাভাবনা ও দৃষ্টিভঙ্গির পরিবর্তনের সময়। জীবনের কিছু বিশ্বাস, আদর্শ বা সিদ্ধান্ত নিয়ে মনে প্রশ্ন উঠতে পারে। এই অনুভূতি অস্বস্তিকর হলেও দীর্ঘ মেয়াদে এটি আপনাকে আরও পরিণত সিদ্ধান্ত নিতে সাহায্য করবে।</p><p>কাজ, পড়াশোনা বা ভবিষ্যৎ লক্ষ্য নিয়ে কিছুটা অনিশ্চয়তা তৈরি হতে পারে। যাঁরা উচ্চশিক্ষা, বিদেশযাত্রা, আইনি বিষয় বা গুরুজনের পরামর্শের সঙ্গে যুক্ত, তাঁরা বিশেষভাবে এই চাপ অনুভব করতে পারেন। আগে যেসব সিদ্ধান্ত ভাগ্যের ওপর ছেড়ে দিয়েছিলেন, এখন সেগুলোর বাস্তব ফল চোখের সামনে আসতে পারে। তাই এই সপ্তাহে ভাগ্যের ওপর ভরসা না করে বাস্তব পরিকল্পনায় জোর দেওয়াই ভালো।</p><p>সপ্তাহের শুরুতে নিজের কথা বলার ইচ্ছা বাড়বে। সাহস করে কিছু সিদ্ধান্ত জানাতে বা নিজের অবস্থান পরিষ্কার করতে চাইবেন। ছোট ভ্রমণ, ফোনকল বা গুরুত্বপূর্ণ আলোচনা হতে পারে, যা ভবিষ্যতের জন্য দিকনির্দেশনা দেবে। তবে কথা বলার সময় একটু কড়া হয়ে গেলে সম্পর্কের টানাপোড়েন হতে পারে, এ বিষয়ে সতর্ক থাকুন।</p><p>সপ্তাহের মধ্যভাগে ঘর ও পরিবারের দিকে মন বেশি যাবে। বাড়ির পরিবেশ, মায়ের স্বাস্থ্য বা গৃহস্থালি বিষয় নিয়ে চিন্তা বাড়তে পারে। দাম্পত্য জীবনের জন্য সপ্তাহটি ইতিবাচক নয়। কর্মক্ষেত্রে কর্তৃপক্ষ কিংবা সহকর্মীদের সঙ্গে ভালো সম্পর্ক বজায় রাখুন।</p><p>সপ্তাহের শেষ দিকে পরিস্থিতি কিছুটা স্বস্তিদায়ক হবে। মনোযোগ যাবে পড়াশোনা, সম্পর্ক বা নিজের পছন্দের কাজে। যাঁরা পরীক্ষার্থী, শিক্ষার্থী বা সৃজনশীল পেশায় যুক্ত, তাঁরা তুলনামূলক ভালো সময় পাবেন। প্রেমের সম্পর্কে সংবেদনশীলতা বাড়বে, কারও সঙ্গে আবেগপূর্ণ কথাবার্তা হতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "মৌলভীবাজারের বার্ড পার্কে নতুন অতিথি ‘হলুদ শিমুল’ | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2F2fvz7n5i%2FMoulavibazarDH053720260227holud-shimul-gacha-1moulvibazar.JPG?rect=0%2C107%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পাতাঝরা গাছের ডালে ডালে অসংখ্য ফুল ফুটেছে। ডালের কোথাও একটি, কোথাও দু-তিনটি করে ফুল ঝুলছে। কোনো ডালে একসঙ্গে অনেকগুলো ফুল ফুটেছে। ডালে ডালে ফোটার অপেক্ষায় আছে অনেকগুলো সবুজ কলি, আধফোটা কলি। এই কলিরাও যেকোনো সময় চোখ খুলবে, হেসে উঠবে। এই অঞ্চলে পথের পাশে, নদীর পাড়ে—বিভিন্ন বাড়িতে লাল শিমুলের দেখা পাওয়া যায়। বসন্তকালে প্রকৃতির ভেতর লাল রঙের আগুন ছড়িয়ে থাকে লাল শিমুল। কিন্তু হলুদ শিমুল এই অঞ্চলে একদমই চোখে পড়ে না। হলুদ শিমুল একটি দুষ্প্রাপ্য, বিরল প্রজাতির ফুল। এটি উজ্জ্বল হলুদ রঙের ফুল। ফুল দেখতে লাল শিমুলের মতোই। শীতের শেষে বা ফাল্গুন-চৈত্র মাসে এই ফুল ফুটে থাকে। ফুল ফোটার আগে লাল শিমুলের মতো হলুদ শিমুলগাছের পাতাও ঝরে যায়।</p><p>উদ্যোক্তা জাহেদ আহমেদ চৌধুরী জানিয়েছেন, হলুদ শিমুল ছাড়াও বার্ড পার্ক অ্যান্ড ইকো ভিলেজে সাদা ও লাল শিমুলের গাছও আছে। সেই গাছগুলোতেও এবার ফুল ফুটেছে। পার্কের ভেতরে গিয়ে দেখা গেল, সাদা শিমুলগাছে অনেকগুলো ফুল ফুটেছে। তবে গাছটি প্রচলিত লাল শিমুলের থেকে আলাদা, ফুলের আকারও আলাদা। সাদা শিমুলগাছে সবুজ পাতা রয়েছে। অন্য শিমুলের মতো ডাল পাতাশূন্য নয়। এই উদ্ভিদের গা ও ডালপালার রং সবুজ। সাদা শিমুল ফুলও অন্য শিমুলের চেয়ে অনেক ছোট। গাছের বিভিন্ন ডালে থোকা থোকা সাদা ফুল ফুটে আছে। এই ফুলও অনেকটাই বিরল। সাধারণত চোখে পড়ে না। বার্ড পার্কে বেশকিছু সাদা শিমুলগাছ দেখা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোহলিকে ছাড়িয়ে ‘প্লুটো’ থেকে ‘বুধ’ হওয়ার অপেক্ষায় বেনেট | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fl5zmb5g3%2Fbennet.jpg?rect=0%2C42%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কাব্য থাক। বাস্তবে ফেরা যাক। বিশ্বকাপ আসলে শক্তিতে ছোট দলগুলোর জন্য নিজেদের সামর্থ্য দেখানোর মঞ্চ। দল হিসেবে জিম্বাবুয়ে পরশু তা পারেনি; কিন্তু বেনেট পেরেছেন। সেটা শুধু স্কোরবোর্ডে নয়, সেই স্কোর করার পথে যশপ্রীত বুমরাকে মারা ছক্কায়ও। শটটি নিশ্চয়ই দেখেছেন? বিশ্বের অন্যতম সেরা পেসারকে ছোট দলের কোনো ওপেনার যখন ওভাবে অবলীলায় ছক্কা মারেন, তখন কেউ কেউ ভাবতে পারেন, এই দুনিয়া শুধুই বড়দের নয়।</p><p>ছোটরাও যে ধীরে ধীরে বড় হয়ে উঠছে, বেনেটই তো তার প্রমাণ! তবে বেনেটের বেড়ে ওঠা একটু দ্রুতই। বুমরাকে প্রথম সাক্ষাতে কিছুই মনে না করে ভালো বলে ওভাবে ছক্কা মেরে ফিফটি তুলে নিতে সবাই পারেন না। অথচ বেনেটের বিনয় দেখুন, ‘বুমরার মুখোমুখি হওয়া সব সময়ই কঠিন।’</p><p>বুমরাকে ভুলে যান। অক্ষর প্যাটেলের ১২ বলে ২২ রান নেন বেনেট। অক্ষরকে এগিয়ে গিয়ে মারা খুব কঠিন। বেনেট সেটাও মেরেছেন। অথচ ছেলেটির বয়স মাত্র ২২ বছর, ৪ বছর আগে খেলেছেন অনূর্ধ্ব–১৯ বিশ্বকাপে, তারও বেশ আগে বাড়িতে বাবার তৈরি করে দেওয়া নেটে ক্রিকেট যমজ ভাইয়ের সঙ্গে। কিন্তু এখন কী পরিণত! এতটাই যে সিকান্দার রাজা ও শন উইলিয়ামসদের টপকে বেনেট এখন টি–টুয়েন্টি বিশ্বকাপে জিম্বাবুয়ের সর্বোচ্চ রান সংগ্রাহক। সেটাও ক্যারিয়ারের প্রথম টি–টুয়েন্টি বিশ্বকাপেই!<br>হ্যাঁ, ছোট দলের আকাশে বড় তারকারই জন্ম হচ্ছে। নাকি হয়ে গেছে!<br></p></div></div></div></body></html>"
        },
        {
            "title": "মোদি ও নেতানিয়াহুয়ের এই ঐক্য কী বার্তা দেয় | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fhoqkd1zj%2Fmodinetanyahu.jpg?rect=0%2C91%2C685%2C360&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তবে শুধু ফিলিস্তিনিরাই নয়, সব ইহুদিও ইসরায়েলে সমান নিরাপদ নন। মিজরাহি ইহুদিদের বিরুদ্ধে বর্ণভিত্তিক বৈষম্য রাষ্ট্রগঠনের শুরু থেকেই নীতিগতভাবে প্রোথিত ছিল। রিভিশনিস্ট জায়নবাদের প্রতিষ্ঠাতা জেভ জাবোটিনস্কি একসময় বলেছিলেন, ইহুদিদের আগের সংস্কৃতির সঙ্গে কোনো সম্পর্ক থাকা উচিত নয় এবং মধ্যপ্রাচ্যীয় ঐতিহ্য থেকে তাদের বিচ্ছিন্ন করা প্রয়োজন। এই দৃষ্টিভঙ্গিই রাষ্ট্রীয় নীতিতে প্রভাব ফেলেছিল।</p><p>রাষ্ট্রীয় নথি প্রকাশের পর জানা গেছে, ইসরায়েল প্রতিষ্ঠার পর আরব ইহুদি পরিবারগুলোর হাজারো শিশু হাসপাতাল ও ক্লিনিক থেকে সরিয়ে ধনী ইহুদি পরিবারগুলোর কাছে দেওয়া হয়েছিল। এতে ইয়েমেনি পরিবারগুলো সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়। হিসাব বলছে, ইসরায়েল রাষ্ট্রের বয়স ছয় বছর পূর্ণ হওয়ার আগেই ইয়েমেনি পরিবারের চার বছরের নিচের প্রতি আট শিশুর একজন নিখোঁজ হয়ে গেছে।</p><p>বর্ণবৈষম্য অতীতের বিষয় নয়। ইথিওপীয় ইহুদিদের প্রতিদিনের জীবনে কাঠামোগত ও সামাজিক বর্ণবাদ স্পষ্ট। জনসংখ্যার মাত্র ২ শতাংশ হলেও তাঁদের অর্ধেকের বেশি দারিদ্র্যসীমার নিচে বাস করেন। তাঁদের বসতি এলাকায় অবকাঠামো–ঘাটতি স্থায়ী রূপ নিয়েছে। তরুণদের মধ্যে মাদকাসক্তি, সহিংসতা, স্কুল ত্যাগ, বিষণ্নতা ও আত্মহত্যার হার উদ্বেগজনকভাবে বেশি।</p></div></div></div></body></html>"
        },
        {
            "title": "সবুজ সাহারা যেভাবে মরুভূমি হলো | প্রথম আলো",
            "time": "2026-02-28T02:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Fdaa4fb8b-ecf6-46ac-b98a-1853b26caef4%2FSand_Dune.webp?rect=0%2C16%2C801%2C421&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পৃথিবীর কক্ষপথের ঘূর্ণনের পরিবর্তনের ফলে সাহারায় পর্যায়ক্রমে আর্দ্রতা ও শুষ্কতা দেখা দেয়। একে বলা হয় আফ্রিকান হিউমিড পিরিয়ড। সাহারা যখন সবুজ থেকে মরুভূমিতে পরিণত হতে শুরু করে, তখন কিছু কিছু অঞ্চলে এই পরিবর্তনের গতি ছিল অস্বাভাবিক দ্রুত। বিজ্ঞানী রাইট লক্ষ করেছেন, যেখানেই প্রত্নতাত্ত্বিক নিদর্শনে গবাদিপশু পালনকারী মানুষের উপস্থিতি পাওয়া গেছে সেখানেই গাছপালার ধরনে নাটকীয় পরিবর্তন এসেছে।</p><p>বিজ্ঞানী রাইটের ধারণা, গবাদিপশু দিয়ে অতিরিক্ত ঘাস খাওয়ানোর ফলে বায়ুমণ্ডলের আর্দ্রতা কমে যায়। গাছপালা প্রস্বেদনের মাধ্যমে যে আর্দ্রতা বাতাসে ছাড়ে তা মেঘ তৈরি করে। চারণভূমি ধ্বংস হওয়ায় সেই প্রক্রিয়া থমকে যায় এবং ভূমি থেকে সূর্যের আলোর প্রতিফলন বেড়ে যায়, যা বৃষ্টিপাত কমিয়ে দেয়। এ ছাড়া যাযাবর মানুষেরা বন পরিষ্কার করতে আগুনের ব্যবহার করত, যা মরুভূমি তৈরির প্রক্রিয়াকে আরও দ্রুত করেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "মেয়াদ শেষ হওয়া ওষুধ খেলে কী ক্ষতি | কিশোর আলো",
            "time": "2026-02-28T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2014%2F03%2F19%2F53294b12dd5a0-TYPHOID.jpg?rect=0%2C2%2C620%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এমনকি ২০১৭ সালের আরেকটি গবেষণায় দেখা গেছে, জরুরি অ্যালার্জির চিকিৎসায় ব্যবহৃত দামি এপিপেন (EpiPen) মেয়াদের তারিখ পার হওয়ার চার বছর পরেও ৮৪ শতাংশ কার্যকর থাকে। ক্যান্ট্রেলের মতে, জরুরি মুহূর্তে হাতের কাছে কিছুই না থাকার চেয়ে একটি মেয়াদোত্তীর্ণ এপিপেন ব্যবহার করাও জীবন বাঁচাতে সাহায্য করতে পারে।</p><p>একটি ওষুধ আসলে ঠিক কত দিন পর্যন্ত কার্যকর থাকে, তা নিয়ে দীর্ঘমেয়াদি গবেষণা করার সামর্থ্য একমাত্র ওষুধ কোম্পানিগুলোর আছে; কিন্তু এই গবেষণা করার ব্যাপারে তাদের খুব একটা আগ্রহ নেই। কেন জানো? কারণটা খুবই সহজ। ওষুধের গায়ের মেয়াদের তারিখ শেষ হয়ে গেলেই সবাই নতুন ওষুধ কিনতে বাধ্য হবে। আর যত বেশি নতুন ওষুধ বিক্রি হবে, কোম্পানিগুলোর লাভও তত বেশি হবে। তাই ওষুধের প্রকৃত আয়ুষ্কাল বের করার চেয়ে মেয়াদের তারিখ বসানোই তাদের জন্য বেশি লাভজনক।</p><p>তবে মার্কিন সরকারের জন্য বিষয়টি উল্টো। বড় কোনো জরুরি অবস্থা বা মহামারি সামাল দিতে সরকার প্রচুর ওষুধের মজুত গড়ে তোলে। ১৯৮৬ সালে এফডিএ এবং মার্কিন প্রতিরক্ষা বিভাগ মিলে একটি বিশেষ প্রোগ্রাম শুরু করে, যার নাম শেল্ফ-লাইফ এক্সটেনশন প্রোগ্রাম। তাদের উদ্দেশ্য ছিল মজুত করা ওষুধের মেয়াদ ফুরিয়ে গেলে সেগুলো ফেলে না দিয়ে দেখা, ওষুধগুলো আসলে আরও কত দিন ভালো থাকে। এতে সরকারের কোটি কোটি টাকা বেঁচে যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৭ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-28T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fheuwqwqp%2FWhatsApp-Image-2025-09-07-at-18.49.56e919fcaf.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> <strong>বোর্নমাউথ-সান্ডারল্যান্ড</strong>\t<br> সন্ধ্যা ৬-৩০ মি., টফি লাইভ</p><p><strong>বার্নলি-ব্রেন্টফোর্ড</strong></p><p>রাত ৯টা, টফি লাইভ</p><p><strong>লিভারপুল-ওয়েস্ট হাম</strong><br> রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ১</p><p><strong>লিডস-ম্যান সিটি</strong><br>রাত ১১-৩০ মি., স্টার স্পোর্টস সিলেক্ট ২</p><p><strong>নিউক্যাসল-এভারটন</strong>\t<br>রাত ৯টা, স্টার স্পোর্টস সিলেক্ট ২</p></div></div></div></body></html>"
        },
        {
            "title": "যে কারণে ‘প্রেশার কুকার’ তারেক মাসুদকে উৎসর্গ করলেন রায়হান রাফী | প্রথম আলো",
            "time": "2026-02-28T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2F4yy70fnj%2F64476194226061176686866905414120646417003270n.jpg?rect=0%2C0%2C1602%2C841&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক মাসুদের ‘মাটির ময়না’ ছবির আদলে তৈরি পোস্টারটি শেয়ার করে রাফী লিখেছেন, ‘কোন মাটির ময়না গাইবে আমার মুক্তির গান? অ্যা ট্রিবিউট টু তারেক মাসুদ।’<br>তারেক মাসুদকে উৎসর্গ করার বিষয়ে রাফী বলেন, ‘এটা আমার প্রথম প্রযোজিত ছবি, গল্পটাও আমার খুব কাছের। তারেক মাসুদকে দেখে সিনেমা বানাতে অনুপ্রাণিত হয়েছি, উনি আমার গুরু বলতে পারেন। তাই আমার প্রথম প্রযোজিত সিনেমা হিসেবে মনে হয়েছে এটা আসলে তাঁকে উৎসর্গ করা যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "পুরুষেরা কেন নারীদের চেয়ে কম দিন বাঁচে | বিজ্ঞানচিন্তা",
            "time": "2026-02-28T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-26%2Fpifvfeji%2Fpic.gif?rect=0%2C59%2C837%2C439&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><h2><strong>ইঁদুরের ওপর পরীক্ষা ও প্রমাণ</strong></h2><p>এখন প্রশ্ন হলো, Y ক্রোমোজোম হারিয়ে যাওয়ার কারণেই কি অসুখ হচ্ছে, নাকি অসুখ হওয়ার কারণে ক্রোমোজোম হারিয়ে যাচ্ছে?</p><p>এই ধাঁধার সমাধানে বিজ্ঞানীরা ইঁদুরের ওপর একটি পরীক্ষা চালান। তাঁরা কিছু ইঁদুরের শরীরে এমন রক্তকোষ ঢুকিয়ে দেন, যেগুলোতে ওয়াই ক্রোমোজোম নেই। ফলাফল ছিল চমকে দেওয়ার মতো! দেখা গেল, ওই ইঁদুরগুলোর হৃৎপিণ্ড দ্রুত দুর্বল হয়ে পড়ছে এবং নানা ধরনের বার্ধক্যজনিত রোগে আক্রান্ত হচ্ছে। অর্থাৎ, Y ক্রোমোজোম হারানোই সরাসরি অসুস্থতার কারণ।</p><p>অর্থাৎ,<strong> </strong>যে<strong> </strong>Y ক্রোমোজোমকে বিজ্ঞানীরা দুর্বল ভাবতেন, সেটি আসলে শরীরের এক বিশাল বডিগার্ড। যদিও এতে খুব কম জিন থাকে, কিন্তু এই জিনগুলোই শরীরের রোগ প্রতিরোধ ব্যবস্থা এবং অন্যান্য গুরুত্বপূর্ণ কাজ নিয়ন্ত্রণ করে।</p><p>ওয়াই ক্রোমোজোমে কিছু জিন আছে, যেগুলো ক্যানসার দমনকারী হিসেবে কাজ করে। যখনই এই ক্রোমোজোমটি কোষ থেকে হারিয়ে যায়, তখন শরীরের পাহারাদার ব্যবস্থা ভেঙে পড়ে। ফলে ক্যানসার কোষ বা হৃদরোগ সহজেই শরীরে জাঁকিয়ে বসে।</p></div></div></div></body></html>"
        },
        {
            "title": "অধ্যাপক ইউনূসসহ সাবেক উপদেষ্টারা ছিলেন ফাওজুল কবিরের বাসার ইফতারে | প্রথম আলো",
            "time": "2026-02-27T19:47:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fhxe012it%2FYounus-Ifter-01.jpg?rect=0%2C8%2C1747%2C917&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-page-hero RJoJJ\"><p class=\"cdKYX\"><figcaption class=\"story-element-image-caption custom-gallery-image\">প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূসের সঙ্গে এক টেবিলে বসেন সাবেক ছয় উপদেষ্টা, ছিলেন সদ্য সাবেক গভর্নরও। (ছবিতে বাঁ দিক থেকে) বিধান রঞ্জন রায় পোদ্দার, জাহাঙ্গীর আলম চৌধুরী, সি আর আবরার, ফাওজুল কবির খান, সালেহউদ্দিন আহমেদ, অধ্যাপক মুহাম্মদ ইউনূস, আহসান এইচ মনসুর ও শেখ বশিরউদ্দীন<span class=\"custom-gallery-image _3bj2K SZnJd\">ছবি: সাবেক প্রেস সচিব শফিকুল আলমের ফেসবুক পোস্ট থেকে</span></figcaption></p></div></div></body></html>"
        },
        {
            "title": "সেমাই তৈরির ব্যস্ততা | প্রথম আলো",
            "time": "2026-02-27T13:47:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-27%2Fspztwdsq%2F5.JPG?rect=0%2C142%2C2000%2C1050&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">সেমাইয়ের সব অংশে যেন ভালোভাবে রোদ লাগে, সে জন্য কাঠিসহ সেমাইগুলো উল্টেপাল্টে দিচ্ছেন এক কারিগর।</figcaption></p></div></div></body></html>"
        }
    ]
}