{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "পৃথিবীর সঙ্গে সংযোগ স্থাপনের পর মঙ্গল গ্রহে কাজ শুরু করেছে কিউরিওসিটি | প্রথম আলো",
            "time": "2026-02-10T04:46:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fvicgwm1b%2FNasa2.png?rect=0%2C18%2C616%2C323&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গেইল ক্রেটারের বক্সওয়ার্ক নামক একটি অঞ্চলে অবস্থান করছে কিউরিওসিটি। এখানকার শিলা মূলত পলি জমে তৈরি হওয়া পাথর। এসব কোটি কোটি বছর আগে পানির উপস্থিতিতে গঠিত হয়েছিল। বিজ্ঞানীরা মনে করছেন, প্রাচীনকালে এই এলাকায় পানি থাকার ফলে এখানে কোনো অণুজীবের অস্তিত্ব থাকা অস্বাভাবিক নয়। গত নভেম্বর মাসেও এই শিলার কাছাকাছি একটি ছিদ্র করা হয়েছিল, যেখানে আশাব্যঞ্জক কিছু খনিজ পদার্থের সন্ধান মিলেছিল।</p><p>পরীক্ষার ফলাফল বিজ্ঞানীদের হাতে আসতে কয়েক মাস সময় লাগতে পারে। যদি সত্যিই কোনো জটিল জৈব অণু পাওয়া যায়, তবে তা মহাকাশ গবেষণার ইতিহাসে এক নতুন বিপ্লব নিয়ে আসবে।</p><p>সূত্র: গ্যাজেট৩৬০</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন ঘিরে বাড়িমুখী মানুষ, দুই মহাসড়কে গাড়ির চাপ | প্রথম আলো",
            "time": "2026-02-10T04:38:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2F0xh8678a%2FGazipurDH061520260210IMG-20260210-WA0022.jpg?rect=0%2C895%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা থেকে সিরাজগঞ্জগামী পোশাকশ্রমিক রফিকুল ইসলাম বলেন, ‘কারখানা থেকে ছুটি পেয়েছি ভোট দেওয়ার জন্য। সকালেই রওনা হয়েছি। কিন্তু চন্দ্রা এলাকায় এসে প্রায় এক ঘণ্টা ধরে যানজটে আটকে আছি। কখন বাড়ি পৌঁছাব, বুঝতে পারছি না।’</p><p>গাজীপুরের কোনাবাড়ী থেকে বাসে করে রাজশাহী যাচ্ছিলেন গৃহকর্মী হাসিনা বেগম। তিনি বলেন, ভোট দেওয়ার জন্যই এত কষ্ট করে বাড়ি যাচ্ছেন। কিন্তু রাস্তার এই যানজটে ছোট বাচ্চা নিয়ে খুব ভোগান্তিতে পড়েছেন।</p><p>কোনাবাড়ী নাওজোর হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) সওগাতুল আলম বলেন, লম্বা সময় ছুটি থাকলে মহাসড়কে শত শত পুলিশ সদস্য দায়িত্ব পালন করেন। কিন্তু এবার পরিস্থিতিটা ভিন্ন রকম। পুলিশের সব সদস্য নির্বাচনের দায়িত্ব পালনে ব্যস্ত। পুলিশের সংখ্যা খুবই কম হওয়ায় চন্দ্রাসহ আশপাশের এলাকায় থেমে থেমে যানবাহন চলাচল করছে। স্বল্পসংখ্যক পুলিশ সদস্য দিয়ে যানবাহন চলাচল স্বাভাবিক করার চেষ্টা চালিয়ে যাচ্ছেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "দক্ষিণে এবার ভিন্ন হিসাব | প্রথম আলো",
            "time": "2026-02-10T04:38:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-01%2F865b9688-987a-43db-8361-136f2e681e3d%2F__________web.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দক্ষিণের নির্বাচনী মাঠ ঘুরে দেখার যাত্রা শুরু হয়েছিল এ অঞ্চলের স্থলভাগের শেষ প্রান্তের পটুয়াখালীর গঙ্গামতীর চর, কাউয়ার চর ও লেবুর চর থেকে। বরিশাল জেলার বিভিন্ন এলাকা ঘুরে শহরে এসে যা থামে। কাগজে–কলমে যে রাজনীতির চিত্র দেখা যায়, মাঠের মানুষের মনে তার প্রতিফলন কেমন, সেটা জানতেই এবার বরিশাল অঞ্চলের বিভিন্ন জেলা ঘুরে দেখা। নদী, খাল আর দীর্ঘ সড়কপথ পেরিয়ে একের পর এক জনপদে গিয়ে কথা হয়েছে প্রান্তিক মানুষের সঙ্গে। তাঁদের চোখে নির্বাচন, তাঁদের জীবনের হিসাব আর রাজনৈতিক সমীকরণের ভেতরেই ধরা পড়েছে দক্ষিণের ভোটের বাস্তবতা।</p><p>পাঁচটি জেলায় ভ্রমণে যে বিষয়গুলো সবচেয়ে বেশি উঠে এসেছে, তা হলো বেকারত্ব, মাদক, চাঁদাবাজি, নদীভাঙন, অনুন্নত যোগাযোগব্যবস্থা, ঘন ঘন দুর্যোগ এবং শিল্পকারখানার অভাবে কর্মসংস্থানের সংকট। এসব সমস্যা মানুষের নিত্যদিনের জীবনের সঙ্গে গভীরভাবে জড়িত। অনেকেই মনে করেন, নির্বাচনের প্রতিশ্রুতিতে এসব ইস্যু থাকলেও বাস্তবে সমাধান খুব কম দেখা যায়।</p><p>আইনশৃঙ্খলা রক্ষাকারী বাহিনী সূত্রগুলো জানায়, বরিশাল বিভাগের ২১টি আসনে পুলিশ, সেনাবাহিনী, নৌবাহিনী, র‍্যাব, বিজিবি ও আনসার সদস্যসহ ৩৫–৪০ হাজারের মতো আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য মোতায়েন থাকবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানের জলসীমা থেকে নিজেদের জাহাজকে দূর থাকতে বলেছে যুক্তরাষ্ট্র | প্রথম আলো",
            "time": "2026-02-10T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fn8sr0so9%2FStrait-of-Hormuz.jpg?rect=0%2C11%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের পরিবহন মন্ত্রণালয়ের অধীন মেরিটাইম অ্যাডমিনিস্ট্রেশন গতকাল তাদের নির্দেশনায় মার্কিন পতাকাবাহী বাণিজ্যিক জাহাজগুলোকে যতটা সম্ভব ইরানের আঞ্চলিক জলসীমা থেকে দূরে থাকতে বলেছে। নির্দেশনায় আরও বলা হয়, ইরানি বাহিনী যদি জাহাজে ওঠার অনুমতি চায়, তবে তা মৌখিকভাবে প্রত্যাখ্যান করতে হবে।</p><p>মেরিটাইম অ্যাডমিনিস্ট্রেশন তাদের ওয়েবসাইটে এ নির্দেশনা পোস্ট করেছে। সেখানে বলা হয়েছে, ‘এ জলপথ দিয়ে চলাচলকারী যুক্তরাষ্ট্রের পতাকাবাহী বাণিজ্যিক জাহাজগুলোকে নৌ চলাচলের নিরাপত্তা বিঘ্নিত না করে যতটা সম্ভব ইরানের আঞ্চলিক জলসীমা থেকে দূরে থাকতে পরামর্শ দেওয়া হচ্ছে।’</p><p>ইরানি বাহিনী যদি জাহাজে ওঠে, তবে তাদের বিরুদ্ধে প্রতিরোধ করা ক্রুদের উচিত হবে না বলেও বলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শুষ্ক মৌসুমে হাসনাপাড়া স্পার | প্রথম আলো",
            "time": "2026-02-10T04:27:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fc9dc9xf0%2F1nvl47b7.jpg?rect=0%2C405%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"শুষ্ক মৌসুমে হাসনাপাড়া স্পার\" class=\"IiRps \">শুষ্ক মৌসুমে হাসনাপাড়া স্পার</h1></p><div class=\"Ibzfy\"><p>যমুনার ভাঙন রোধ ও বন্যা নিয়ন্ত্রণে নির্মাণ করা হয়েছিল হাসনাপাড়া স্পার। এখন শুষ্ক মৌসুমে অনেক জায়গায় শুকিয়ে গেছে প্রমত্ত যমুনা। কোথাও অল্প পানি আছে। কোথাওবা বড় চর পড়েছে। সেখানে চরছে পশু। খেলছে শিশুরা। শুকনা মৌসুমে বগুড়ার সারিয়াকান্দির হাসনাপাড়া স্পার নিয়ে এই ছবির গল্প। ছবিগুলো সম্প্রতি তোলা</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের পর পল কাপুরকে ঢাকায় পাঠাচ্ছে ওয়াশিংটন | প্রথম আলো",
            "time": "2026-02-10T04:26:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fkk8fmure%2FPaul_Kapur.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ত্রয়োদশ জাতীয় সংসদ নির্বাচনের পর নতুন সরকারের সময় ঢাকা-ওয়াশিংটন অংশীদারত্ব এগিয়ে নিতে প্রস্তুতি নিচ্ছে ট্রাম্প প্রশাসন। এর অংশ হিসেবে মার্চের প্রথম সপ্তাহে ঢাকা সফরে আসতে পারেন দক্ষিণ ও মধ্য এশিয়াবিষয়ক সহকারী মার্কিন পররাষ্ট্রমন্ত্রী এস পল কাপুর। কূটনৈতিক সূত্রগুলো প্রথম আলোকে জানিয়েছে, ঢাকায় যুক্তরাষ্ট্রের রাষ্ট্রদূত ব্রেন্ট ক্রিস্টেনসেন গত রোববার পররাষ্ট্র উপদেষ্টা মো. তৌহিদ হোসেন ও পররাষ্ট্রসচিব আসাদ আলম সিয়ামের সঙ্গে আলোচনায় পল কাপুরের পরিকল্পিত সফরের প্রসঙ্গটি তোলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "কয়েকটি বিষয়ে পাবলিক পরীক্ষা ও শাখা বিভাজন একাদশে করার সুপারিশ | প্রথম আলো",
            "time": "2026-02-10T04:22:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-07%2Fb8971755-26b1-42cb-81d2-bfb8964aefc9%2FUntitled-5.jpg?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কমিটি বলেছে, পাবলিক পরীক্ষা মূল দক্ষতার বিষয়গুলোতে (বাংলা, ইংরেজি, গণিত, সমাজপাঠ ও বিজ্ঞানে) সীমিত থাকবে। এসব বিষয়ে প্রশ্ন দক্ষতাভিত্তিক ও প্রয়োগমুখী হবে। ডিজিটাল প্রযুক্তি ও কম্পিউটার দক্ষতার জন্য পরীক্ষার চেয়ে চর্চা ও অভিজ্ঞতার সুযোগ বেশি প্রয়োজন। আর বিদ্যালয়ভিত্তিক মূল্যায়ন প্রধানত হবে পাঠ্যপুস্তক ও পাঠ্য বিষয়ভিত্তিক। অন্যদিকে পাবলিক পরীক্ষা হবে মূলত শিক্ষার্থীর অর্জিত জ্ঞান ও দক্ষতা যাচাইয়ের জন্য। বিদ্যালয় মূল্যায়ন অনুসারে বার্ষিক রিপোর্ট কার্ড দেওয়া যেতে পারে। এতে বিষয়ভিত্তিক জ্ঞান ও সহশিক্ষাক্রমিক কার্যক্রম বিষয়ে অংশগ্রহণের মূল্যায়ন প্রতিফলিত হবে। পাবলিক পরীক্ষার ফল অনুযায়ী আলাদা বিষয়ভিত্তিক গ্রেডিং দেওয়া যাবে।</p><p>অষ্টম শ্রেণিতে জুনিয়র স্কুল সার্টিফিকেট জেএসসি পরীক্ষা আগেই বাতিল করা হয়েছে। সদ্য শেষ হওয়া বছরে শিক্ষাবিদদের মতামতকে উপেক্ষা করে হঠাৎই বৃত্তি পরীক্ষা চালু করে শিক্ষা মন্ত্রণালয়। নির্ধারিতসংখ্যক শিক্ষার্থী এ পরীক্ষা দেওয়ার সুযোগ পায়। এটি একদিকে যেমন শিক্ষার্থীর ওপর বাড়তি চাপ পড়ে, অন্যদিকে বৈষম্য বাড়ে। কোচিং-প্রাইভেটের প্রবণতাও বাড়ে।</p><p>কমিটি বলেছে, অষ্টম শ্রেণিতে পাবলিক পরীক্ষা বাতিল করার সিদ্ধান্ত বহাল থাকা উচিত এবং জুনিয়র বৃত্তি পরীক্ষা পুনঃপ্রবর্তনের প্রয়োজন নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের পরিবেশ অত্যন্ত ইতিবাচক: ইইউ নির্বাচন পর্যবেক্ষণ মিশনের প্রধান | প্রথম আলো",
            "time": "2026-02-10T04:18:16",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fqfsb0vs0%2FEU.jpeg?rect=0%2C76%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের পরিবেশ কেমন, তা জানতে চাইলে ইউরোপীয় ইউনিয়নের নির্বাচন পর্যবেক্ষণ মিশনের প্রধান বলেন, নির্বাচনের সামগ্রিক পরিবেশ অত্যন্ত ইতিবাচক। সাধারণ পরিবেশটি খুবই আশাব্যঞ্জক। এই অর্থে যে তাঁদের অধিকাংশ আলোচনাসঙ্গী জোর দিয়ে বলেছেন, এটি বাংলাদেশের ইতিহাস ও গণতন্ত্রে একটি নতুন অধ্যায় হওয়া উচিত। এ কারণেই নির্বাচনের সামগ্রিক পরিবেশ ও সাধারণ প্রত্যাশা অত্যন্ত আশাব্যঞ্জক।</p><p>ইভার্স ইজাবস আরও বলেন, ‘আমরা বিশ্বাসযোগ্য ও অংশগ্রহণমূলক নির্বাচন দেখতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউজিসির আওতাধীন প্রকল্পে চাকরির সুযোগ | প্রথম আলো",
            "time": "2026-02-10T04:18:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fqewc6vr7%2Fprothomalo_bangla2020_09b691b818_3465_46c9_ad9a_678e54d427d6frame1600X1067.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>২. পদের নাম: একাউন্টেন্ট</strong></p><p>পদসংখ্যা: ১</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: স্বীকৃত বিশ্ববিদ্যালয় হতে বাণিজ্য বিভাগে স্নাতক/স্নাতকোত্তর ডিগ্রিধারী হতে হবে। শিক্ষাজীবনের সব পর্যায়ে ন্যূনতম ২য় বিভাগ/শ্রেণি/সমমানের গ্রেড থাকতে হবে। কম্পিউটারে এমএস, ওয়ার্ড, এক্সেল, পাওয়ার পয়েন্ট, ইন্টারনেট ব্রাউজিং এবং বাংলা ও ইংরেজি লেখায় টাইপিংয়ে দক্ষতাসহ কম্পিউটার পরিচালনায় পারদর্শী হতে হবে। আর্থিক ব্যবস্থাপনা, প্রকিউরমেন্ট ও প্রকল্প বাস্তবায়ন কাজের অভিজ্ঞতাসম্পন্ন প্রার্থীদের অগ্রাধিকার দেওয়া হবে।</p><p>বেতন: ২৯,০০০ টাকা।</p><p><strong>৩. পদের নাম: কম্পিউটার অপারেটর</strong></p><p>পদসংখ্যা: ১</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: স্বীকৃত বিশ্ববিদ্যালয় হতে স্নাতক/স্নাতকোত্তর ডিগ্রিধারী হতে হবে। শিক্ষাজীবনের সব পর্যায়ে ন্যূনতম ২য় বিভাগ/শ্রেণি/সমমানের গ্রেড থাকতে হবে। কম্পিউটারে এমএস ওয়ার্ড, এক্সেল, পাওয়ার পয়েন্ট, ইন্টারনেট ব্রাউজিং এবং বাংলা ও ইংরেজি লেখায় টাইপিংয়ে দক্ষতাসহ কম্পিউটার পরিচালনায় পারদর্শী হতে হবে।</p><p>বেতন: ২৮,০০০ টাকা।</p><p><strong>৪. পদের নাম: অফিস সহায়ক/এমএলএসএস</strong></p><p>পদসংখ্যা: ১</p><p>শিক্ষাগত যোগ্যতা ও অভিজ্ঞতা: কমপক্ষে এসএসসি/সমমানের পরীক্ষায় ন্যূনতম ২য় বিভাগ/শ্রেণি সমমানের গ্রেড থাকতে হবে।</p><p>বেতন: ২০,০০০ টাকা।</p><p>বয়সসীমা</p><p>অনূর্ধ্ব ৩২ বছর।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্র বলছে পাকিস্তান ‘চাপে’, পাকিস্তান বলছে এসব ‘অতীত’ | প্রথম আলো",
            "time": "2026-02-10T04:08:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Fa665e073-d5e9-47bc-92c3-3f8468fdc7c7%2Fprothomalo_bangla_2024_06_45267b08_b37c_49a1_bd3b_c72223118b6b_220958_01_02.webp?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>উদ্বোধনী ম্যাচে ভারতের বিপক্ষে জয়ের সম্ভাবনা জাগিয়েছিল যুক্তরাষ্ট্র। একপর্যায়ে ৭৭ রানেই ভারতের ৬ উইকেট ফেলে দিয়েছিল তারা। পরে অবশ্য সূর্যকুমার যাদবের দুর্দান্ত ব্যাটিংয়ে ২৯ রানে হেরে যায় যুক্তরাষ্ট্র।</p><p>অন্যদিকে পাকিস্তানও নিজেদের প্রথম ম্যাচে নেদারল্যান্ডসের কাছে প্রায় হেরেই গিয়েছিল। শেষ ২ ওভারে তাদের দরকার ছিল ২৯ রান। তবে ফাহিম আশরাফের ঝড়ে শেষ পর্যন্ত স্বস্তির জয় পায় তারা।</p><p>যুক্তরাষ্ট্রের বিপক্ষে অতীত ভুলে জয়ের দিকে তাকিয়ে আছেন পাকিস্তানের পেসার সালমান মির্জা, ‘জেতা বা হারা খেলারই অংশ। ক্রিকেটে এমন হতেই পারে। যুক্তরাষ্ট্রের বিপক্ষে হারটা আমাদের জন্য অতীত। এখন পর্যন্ত সব কটি ম্যাচই খুব প্রতিদ্বন্দ্বিতাপূর্ণ হয়েছে। এই সংস্করণে কোনো দলই বড় বা ছোট নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "পশ্চিম তীরে ইসরায়েলের দখলদারির ‘বিরুদ্ধে’ ট্রাম্প: হোয়াইট হাউস | প্রথম আলো",
            "time": "2026-02-10T04:03:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fkw96o7no%2FTrump-1.jpg?rect=0%2C0%2C770%2C404&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প অধিকৃত পশ্চিম তীরে ইসরায়েলের দখলদারি সম্প্রসারণের নতুন পদক্ষেপের বিরোধিতা করছেন। হোয়াইট হাউসের এক কর্মকর্তা এ কথা জানান।</p><p> রয়টার্সের খবর অনুযায়ী, গতকাল সোমবার হোয়াইট হাউসের এই কর্মকর্তা বলেন, পশ্চিম তীর স্থিতিশীল থাকলে ইসরায়েলও নিরাপদ থাকে। এটা ওই অঞ্চলে শান্তি প্রতিষ্ঠার লক্ষ্য পূরণে সহায়তা করে।</p><p> ইসরায়েলের কট্টর দক্ষিণপন্থী অর্থমন্ত্রী বেজালেল স্মোট্রিচ ও প্রতিরক্ষামন্ত্রী ইসরায়েল কাৎজ গত রোববার নতুন বেশ কিছু পদক্ষেপের ঘোষণা দেন। ঘোষণায় বলা হয়, অধিকৃত ফিলিস্তিনি ভূখণ্ডে ইসরায়েলের নিয়ন্ত্রণ আরও বাড়ানো হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "দেশের সবচেয়ে বড় পাইকারি ফুলের বাজার ঘুরে যা দেখলাম | প্রথম আলো",
            "time": "2026-02-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fknnwaani%2FWhatsApp_Image_2026_02_07_at_11_09_50_PM.jpeg?rect=0%2C23%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সপ্তাহের প্রতিদিনই বিক্রি হচ্ছে নানা জাতের বর্ণিল সব ফুল। তালিকায় আছে গোলাপ, জারবেরা, রজনীগন্ধা, গ্ল্যাডিওলাস, গাঁদাসহ আরও অনেক প্রজাতির ফুল। ঢাকার পাশাপাশি বিভিন্ন জেলা থেকে আসা পাইকার ও খুচরা ব্যবসায়ীরা এখান থেকেই ফুল সংগ্রহ করতে পারছেন।</p><p>ভ্যালেন্টাইস ডে বা ভালোবাসা দিবস সামনে রেখে ফুলের বাড়তি চাহিদার কথা ভেবে রাজধানীর বিভিন্ন এলাকা থেকে ফুল সংগ্রহের জন্য আসছেন ফুল ব্যবসায়ীরা। মো. জসিম হাওলাদার যেমন এসেছেন ঢাকার যমুনা ফিউচার পার্ক থেকে। </p><p>সেখানে তাঁর ফাতেহা রোজ গার্ডেন, বসুন্ধরা রোজ গার্ডেন, ফ্লাওয়ার ইভেন্ট ও জসিম ফুল বিতান নামে চারটি ফুলের দোকান আছে। আসন্ন ১৪ ফেব্রুয়ারি ভালোবাসা দিবস উপলক্ষে তিনি এই বাজার থেকে কিনলেন বাক্সবন্দী ১ হাজার জারবেরা ও ৭৫০টি গোলাপ।</p><p>মো. জসিম হাওলাদার বলেন, ‘ভালোবাসা দিবস সামনে রেখে সব সময়ই ফুলের চাহিদা বাড়ে। আগে আগারগাঁও থেকে ফুল নিতাম। এখানে বাজার গড়ে ওঠায় প্রথমবারের মতো আজ এসেছি। সরাসরি ফুলচাষিদের থেকে তরতাজা ফুল আসে এখানে, দামও তুলনামূলক কম। আবার কুলিং স্টোরেজ থাকার কারণে ফুলের মান নিয়ে বাড়তি দুশ্চিন্তা নেই।’</p></div></div></div></body></html>"
        },
        {
            "title": "নিজের শুক্রাণু ব্যবহার করে ‘শিশু প্রজনন খামার’ গড়ার পরিকল্পনা করেছিলেন এপস্টিন | প্রথম আলো",
            "time": "2026-02-10T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fs21354cz%2FBaby-1.jpg?rect=0%2C40%2C815%2C428&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওই নারীর আইনজীবীরা ডায়েরিটি ফেডারেল কৌঁসুলিদের কাছে দিয়েছিলেন। পরে তিনি ছদ্মনামে বিনিয়োগকারী লিওন ব্ল্যাকের বিরুদ্ধে মামলা করেন। সেখানে এপস্টিনের বাড়িতে ব্ল্যাক তাঁকে ধর্ষণ করেছেন বলে অভিযোগ করেন ওই নারী। ব্ল্যাক এসব অভিযোগ অস্বীকার করেছেন এবং মামলাটি এখনো বিচারাধীন।</p><p>এপস্টিনের কোনো সন্তান ছিল কিনা, তার কোনো প্রকাশ্য প্রমাণ নেই। তাঁর উইলেও সন্তানের কথা উল্লেখ নেই। কারিনা শুলিয়াক নামের এক নারী তাঁর সর্বশেষ বান্ধবী বলে পরিচিত। ওই নারীর জন্য তিনি তাঁর ব্যক্তিগত দ্বীপ, ম্যানহাটানের বাড়ি এবং ৫ কোটি ডলার রেখে যেতে চেয়েছিলেন।</p><p>এপস্টিনের নিউইয়র্কের বাড়ি থেকে পাওয়া একটি ভিডিওতে একটি টেবিলের ওপর ডিএনএ পিতৃত্ব পরীক্ষার নথি দেখা গেছে। ওই ভিডিও কবে ধারণ করা হয়েছে, তা উল্লেখ করা হয়নি।</p><p>২০১১ সালে যুক্তরাজ্যের লেখিকা সারা ফার্গুসন এক ই–মেইলে এপস্টিনকে একটি ছেলেসন্তান জন্ম দেওয়ার জন্য অভিনন্দন জানান। সারাহ ওই ই–মেইলে উল্লেখ করেছিলেন, তিনি ডিউক অব ইয়র্কের কাছ থেকে এ তথ্য পেয়েছিলেন। পরে ফার্গুসন ইঙ্গিত দেন, তাঁকে এই বার্তা পাঠাতে উৎসাহিত করা হয়েছিল। এরপর আর কিছু শোনেননি।</p></div></div></div></body></html>"
        },
        {
            "title": "সিলেটের ৬টি আসন: তলেতলে ‘আওয়ামী ভোটে’ নজর বিএনপি ও জামায়াতের | প্রথম আলো",
            "time": "2026-02-10T03:46:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-10%2Fn6896v6e%2FSylhet.JPG?rect=0%2C110%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে সিলেট-৪ আসনের বিএনপির প্রার্থী ও সিলেট সিটি করপোরেশনের সাবেক মেয়র আরিফুল হক চৌধুরী সম্প্রতি তাঁর নির্বাচনী এলাকায় এক পথসভায় বক্তব্য দিতে গিয়ে আওয়ামী লীগের প্রসঙ্গ উত্থাপন করেছেন। তিনি ওই বক্তব্যে বলেন, ‘যারা আওয়ামী লীগ করেছে, যদি সন্ত্রাসী কোনো কার্যক্রমের সাথে জড়িত না থাকে, তাদের সঙ্গে আমাদের কোনো বিরোধ নেই। তারা যদি নির্বাচনে ভোট দিতে যায়, কেউ যদি তাদের বিরোধিতা করেন, তাঁর বিরুদ্ধে আমরা ব্যবস্থা নেব।’</p><p>একাধিক রাজনৈতিক দলের নেতারা জানান, সিলেটের ছয়টি সংসদীয় আসনেই হিন্দু সম্প্রদায়ের ভোট আছে। এ ছাড়া সিলেট-১সহ কিছু আসনে খ্রিষ্টান ও বৌদ্ধ সম্প্রদায়ের ভোটারও আছেন। এর বাইরে বিপুলসংখ্যক চা-জনগোষ্ঠী, মণিপুরি সম্প্রদায়ের বাসিন্দা রয়েছেন। তাঁদের ভোট টানতে চেষ্টা করছেন বিএনপি, জামায়াতসহ প্রতিটি দলের প্রার্থীই।</p><p>স্থানীয় লোকজনের সঙ্গে কথা বলে জানা গেছে, ধর্মীয় ও জাতিগত সংখ্যালঘু–অধ্যুষিত এলাকা ও গ্রামে প্রার্থীরা জনসভা, উঠান বৈঠক ও পথসভার পাশাপাশি গণসংযোগও করেছেন। সব প্রার্থীই এসব সম্প্রদায়ের মানুষদের নানা প্রতিশ্রুতির পাশাপাশি মন্দির, শ্মশানঘাট নির্মাণ ও সংস্কারে ভূমিকা রাখবেন বলে আশ্বাস দিচ্ছেন। এসব ভোট পেতে বিএনপি ও জামায়াত প্রার্থীদের মধ্যে বিশেষ তৎপরতাও রয়েছে।</p><p>সিলেট নগরের বাসিন্দা হিন্দু ও মণিপুরি সম্প্রদায়ের চারজন নেতৃস্থানীয় ব্যক্তির সঙ্গে প্রথম আলোর এ প্রতিবেদকের কথা হয়। নাম প্রকাশে অনিচ্ছুক এসব ব্যক্তি জানান, তফসিল ঘোষণার আগে-পরে বিএনপি ও জামায়াতের প্রার্থী হিন্দু ও মণিপুরি সম্প্রদায়ের সঙ্গে একাধিকবার বৈঠক করেছেন। তাঁরা সেখানে ভোট চেয়েছেন। এ ছাড়া বিভিন্ন সামাজিক ও ধর্মীয় অনুষ্ঠানে এসেও তাঁরা আশীবার্দ চেয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনী রাজনীতিকে ব্যঙ্গ করা এই ৫ সিনেমা দেখেছেন কি | প্রথম আলো",
            "time": "2026-02-10T03:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-09%2Fnhs5i9ve%2F55e4af99-f134-4f85-a8ad-990c1ad45212.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নৈতিকতা বনাম জেতার লড়াই—এই প্রশ্নটি ছবির কেন্দ্রে। ট্রেসির মুখে শোনা যায়, ‘নৈতিক আচরণই সবচেয়ে গুরুত্বপূর্ণ’; কিন্তু বাস্তবে নৈতিকতা কি জয়ের নিশ্চয়তা দেয়? এই সিনেমায় দেখায়, ক্ষমতার লড়াই বয়স দেখে না।</p><p><strong>‘নেপোলিয়ন ডাইনামাইট’ </strong></p><p><strong>অভিনয়</strong>: জন হেডার, এফ্রেন রামিরেজ, হেইলি ডাফ পরিচালনা: জ্যারেড হেস </p><p>কাল্ট-ক্ল্যাসিক এই ছবিতে স্কুল নির্বাচন একটি বড় মোটিফ। নেপোলিয়নের বন্ধু পেদ্রো সানচেজের প্রার্থিতা—চুপচাপ, নির্লিপ্ত, ক্যারিশমা কম, প্রতিদ্বন্দ্বী সামার হুইটলি-জনপ্রিয়, কিন্তু ভেতরে ফাঁপা।</p><p>এখানে নির্বাচন মানে কেবল নীতি নয়, আন্ডারডগের জয়। ‘দুটি মাঝারি বিকল্পের মধ্যে কম খারাপটি বেছে নেওয়া’, বাস্তব ভোটের এই অনুভূতিকে কৌতুকের মোড়কে তুলে ধরে ছবি। আর নেপোলিয়নের বিখ্যাত ড্যান্স সিকোয়েন্স-নির্বাচনী সিনেমার ইতিহাসে অন্যতম স্মরণীয় মুহূর্ত।</p></div></div></div></body></html>"
        }
    ]
}