{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "দুর্ঘটনা-দুর্যোগের পর শিশুর মানসিক স্বাস্থ্যের জন্য কী করা উচিত | প্রথম আলো",
            "time": "2025-08-03T06:18:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Frw202e8m%2FThumb.jpg?rect=0%2C73%2C3872%2C2033&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>স্কুলে মানসিক সহায়তা কেন্দ্র চালু করুন:</strong> এ ধরনের ঘটনায় স্কুলপর্যায়ে গ্রুপ থেরাপি, চিত্রাঙ্কন, গল্প বলা কিংবা কাউন্সেলিংয়ের ব্যবস্থা জরুরি। শিক্ষার্থীদের মানসিক প্রশান্তি ফিরিয়ে আনা এখন সর্বোচ্চ অগ্রাধিকার হওয়া উচিত।</p><p>আমরা সবাই চাই শিশুরা হাসবে, খেলবে, স্বপ্ন দেখবে। কিন্তু কোনো অস্বাভাবিক মর্মান্তিক দুর্ঘটনার পর সেই স্বাভাবিকতা ফিরিয়ে আনতে হলে আমাদের আগে জানতে হবে, তারা এখন কেমন আছে। এটা শুধু চিকিৎসকের দায়িত্ব নয়; মা, বাবা, শিক্ষক, প্রতিবেশী—সবারই দায়িত্ব।</p><p><strong><sup>ডা. টুম্পা ইন্দ্রানী ঘোষ</sup></strong><sup>, সহকারী অধ্যাপক ও শিশু মনোরোগবিশেষজ্ঞ</sup></p></div></div></div></body></html>"
        },
        {
            "title": "ট্রাম্পের পারমাণবিক সাবমেরিন মোতায়েনের পরও নিশ্চুপ কেন রাশিয়া | প্রথম আলো",
            "time": "2025-08-03T06:18:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F1i74h1z3%2FDmitry-Medvedev.avif?rect=0%2C0%2C549%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই পত্রিকাকে রাশিয়ার একজন নিরাপত্তা বিশেষজ্ঞ বলেন, ‘আমি নিশ্চিত, ট্রাম্প (সাবমেরিন পাঠানো বিষয়ে) প্রকৃতপক্ষে কোনো নির্দেশই দেননি।’</p><p>কমেরসান্ত পত্রিকায় ২০১৭ সালের কথা উল্লেখ করে আরও বলা হয়, ট্রাম্প সেবার উত্তর কোরিয়াকে সতর্ক করার জন্য কোরীয় উপদ্বীপে দুটি পারমাণবিক সাবমেরিন পাঠানোর কথা বলেছিলেন। এর কয় দিন পরই উত্তর কোরীয় নেতা কিম জং–উনের সঙ্গে বৈঠক করেন তিনি।</p><p>খানিকটা অদ্ভুত শোনালেও ট্রাম্পের পারমাণবিক সাবমেরিন মোতায়েন তবে কি যুক্তরাষ্ট্র-রাশিয়া শীর্ষ সম্মেলনের পূর্বাভাস হতে পারে?</p><p>রোজেনবার্গ বলেন, তিনি অত দূর ভাবতে চাইছেন না। তবে রুশ কর্তৃপক্ষের প্রতিক্রিয়া দেখানোর বিষয়টি তাঁর কাছে বেশ আকর্ষণীয় মনে হয়েছে।</p><p>রোজেনবার্গ বলেন, অন্তত এ প্রতিবেদন লেখা পর্যন্ত রাশিয়া কোনো প্রতিক্রিয়া (আনুষ্ঠানিক) দেখায়নি। রাশিয়া তাদের পারমাণবিক সাবমেরিন যুক্তরাষ্ট্রের কাছে মোতায়েন করেছে, এমন কোনো ঘোষণাও আসেনি। এর অর্থ হচ্ছে হয় মস্কো এখনো পরিস্থিতি বিশ্লেষণ করছে এবং কী করা উচিত ভাবছে অথবা মস্কো মনে করছে, প্রতিক্রিয়া দেখানোর কোনো প্রয়োজনই নেই।</p><p>রোজেনবার্গ আরও বলেন, রুশ সংবাদমাধ্যম যে ধরনের প্রতিক্রিয়া দেখিয়েছে, তাতে মনে হচ্ছে সম্ভবত দ্বিতীয়টাই ঠিক, অর্থাৎ মস্কো প্রতিক্রিয়া দেখাতে চায় না।</p><p>তবে কয়েক দিন ধরেই সামাজিক যোগাযোগমাধ্যমে ট্রাম্প-মেদভেদেভ কথার লড়াই চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গণ-অভ্যুত্থানের কিছুদিন পর হঠাৎ বদলে যায় সাবেক ‘সমন্বয়ক’ জানে আলমের জীবনযাপন | প্রথম আলো",
            "time": "2025-08-03T06:17:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fq9s78hrv%2Fjoypurhatshomonnoyok.jpg?rect=0%2C0%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর গুলশানে আওয়ামী লীগের সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসায় চাঁদাবাজির অভিযোগে গ্রেপ্তার গণতান্ত্রিক ছাত্রসংসদের বহিষ্কৃত যুগ্ম আহ্বায়ক জানে আলমের (অপু) বাড়ি জয়পুরহাটের আক্কেলপুরের পুনঘরদীঘি গ্রামে। স্থানীয় লোকজনের ভাষ্য, জানে আলম নিম্নমধ্যবিত্ত পরিবারের সন্তান। গণ-অভ্যুত্থানের কিছুদিন পর হঠাৎ করেই বদলে যায় তাঁর জীবনযাপন। দামি পোশাক, প্রাইভেট কারে চলাফেরা, প্রভাবশালী রাজনীতিক ও পুলিশের শীর্ষ কর্মকর্তাদের সঙ্গে ছবি—এসব তাঁর ফেসবুক অ্যাকাউন্টে দেখা যায়।</p><p>জয়পুরহাটের পুলিশ ও প্রশাসনের কর্মকর্তারা জানে আলমকে সমীহ করতেন। গণ-অভ্যুত্থানের পর প্রথম তিনি ১১ আগস্ট জয়পুরহাট আসেন। সে সময়কার জেলা পুলিশ সুপার মোহাম্মদ নুরে আলম তাঁকে ফুলেল শুভেচ্ছা জানান। বর্তমান পুলিশ সুপার মুহম্মদ আবদুল ওয়াহাবও তাঁকে ফুলেল শুভেচ্ছা জানিয়েছিলেন। এসব ছবি এখনো ফেসবুকে আছে। জানে আলম এলাকায় এসে নিজেকে বিরাট ক্ষমতাধর ব্যক্তি বলে পরিচয় দিতেন। গুলশানে চাঁদাবাজিতে তাঁর জড়িত থাকার ঘটনায় তাঁর গ্রামের বাসিন্দারা তাই ‘বিস্মিত’ হননি।</p></div></div></div></body></html>"
        },
        {
            "title": "কন্যার বাবা হলেন শ্যামল মাওলা | প্রথম আলো",
            "time": "2025-08-03T06:17:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Ft0rn2mv2%2F527124460102375043318974352203421311841700011n.jpg?rect=0%2C0%2C1284%2C674&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২০ সালের ১০ অক্টোবর মাহা শিকদারকে বিয়ে করেন শ্যামল মাওলা। মাহা অভিনেত্রী, ফ্যাশন ডিজাইনার হিসেবে পরিচিত।<br>২০১৮ সালের এপ্রিলে নির্মাতা সৈয়দ আহমেদ শাওকীর ‘ক্যাশ’ নামে একটি থ্রিলার ড্রামা দিয়ে ওটিটিতে নাম লেখান শ্যামল মাওলা। ‘সদরঘাটের টাইগার’, ‘মানি হানি’, ‘মাইনকার চিপায়’ থেকে ‘মহানগর’ সিরিজে কাজ করে আলোচিত হয়েছেন শ্যামল মাওলা।</p></div></div></div></body></html>"
        },
        {
            "title": "সব করদাতার জন্য অনলাইনে রিটার্ন জমা বাধ্যতামূলক | প্রথম আলো",
            "time": "2025-08-03T06:13:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2F47004a2a-c6e1-41db-9f0e-0f837032a27e%2Fp_alo.webp?rect=0%2C0%2C977%2C513&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনবিআর পাঠানো সংবাদ বিজ্ঞপ্তিতে আরও বলা হয়েছে, ৬৫ বছর বা তদূর্ধ্ব বয়সের প্রবীণ করদাতা, সনদপত্র দাখিল সাপেক্ষে শারীরিকভাবে অসমর্থ বা বিশেষ চাহিদাসম্পন্ন করদাতা, বিদেশে অবস্থানরত বাংলাদেশি করদাতা অথবা মৃত করদাতার পক্ষে আইনগত প্রতিনিধি ব্যতীত সারা দেশের সব শ্রেণির করদাতার অনলাইনে আয়কর রিটার্ন দাখিল বাধ্যতামূলক করা হয়েছে।</p><p>তবে ৬৫ বছর বা তদূর্ধ্ব বয়সের প্রবীণ করদাতা, সনদপত্র দাখিল সাপেক্ষে শারীরিকভাবে অসমর্থ বা বিশেষ চাহিদাসম্পন্ন করদাতা, বিদেশে অবস্থানরত বাংলাদেশি করদাতা অথবা মৃত করদাতার পক্ষে আইনগত প্রতিনিধি ইচ্ছা করলে কাগুজে রিটার্ন দাখিল করতে পারবেন।</p><p>এ ছাড়া ই-রিটার্ন সিস্টেমে নিবন্ধন সংক্রান্ত সমস্যার কারণে অন্য ব্যক্তি করদাতারা অনলাইনে আয়কর রিটার্ন দাখিলে সমর্থ না হলে আগামী ৩১ অক্টোবরের মধ্যে সংশ্লিষ্ট উপকর কমিশনারের নিকট সুনির্দিষ্ট যৌক্তিকতাসহ আবেদন করলে সংশ্লিষ্ট অতিরিক্ত বা যুগ্মকর কমিশনারের অনুমোদনক্রমে কাগুজে রিটার্ন দাখিল করতে পারবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় আওয়ামী লীগ ও অঙ্গসংগঠনের ১৬ নেতা-কর্মী গ্রেপ্তার: ডিএমপি | প্রথম আলো",
            "time": "2025-08-03T05:55:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-17%2F5w9jo65p%2Fprothomalo-bangla2025-04-23knast9f6arrest-logo.avif?rect=0%2C54%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খুদে বার্তায় বলা হয়, গতকাল শনিবার রাজধানীর বিভিন্ন এলাকায় অভিযান চালিয়ে এই ১৬ জনকে গ্রেপ্তার করে ডিএমপির গোয়েন্দা বিভাগ (ডিবি)।</p><p>গ্রেপ্তার ব্যক্তিদের নাম-পরিচয়সহ বিস্তারিত তথ্য জানানো হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "বগুড়ায় সড়কে অনিয়ম | প্রথম আলো",
            "time": "2025-08-03T05:49:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fhpto8f8f%2F%E0%A7%AD.jpg?rect=0%2C303%2C3000%2C1575&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"বগুড়ায় সড়কে অনিয়ম\" class=\"IiRps \">বগুড়ায় সড়কে অনিয়ম</h1></p><div class=\"Ibzfy\"><p>বগুড়া শহরের সড়কগুলোয় কোথাও সারি সারি গাড়ি দাঁড় করিয়ে রাখা হয়েছে, কোথাও-বা ব্যারিকেডের ফাঁক গলে চলাচল করছেন মানুষ। আবার অনেক জায়গায় সড়ক বিভাজকের ভাঙা অংশের ফাঁক গলে চলাচল করছেন পথচারীরা। নিয়ম না মানায় ভোগান্তি পোহাচ্ছেন শহরবাসী। বগুড়ার শহরের সাতমাথা, কবি নজরুল ইসলাম সড়ক, থানা মোড়, ফতেহ আলী বাজার মোড় ও চেলোপাড়া এলাকা ঘুরে ছবিগুলো তোলা—</p></div></div></div></body></html>"
        },
        {
            "title": "এআই খাতে আরও বেশি অর্থ নিয়ে নামছে অ্যাপল | প্রথম আলো",
            "time": "2025-08-03T05:45:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fmzoieegx%2FAPPLE-CEO-TIM-COOK072108.JPG?rect=0%2C0%2C450%2C236&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অ্যাপলের তৃতীয় প্রান্তিকের আয়-ব্যয়ের হিসাবের সময় এক সম্মেলনে বিশ্লেষকেরা বলেন, ইতিহাসে অ্যাপল বড় কোনো চুক্তি খুব কমই করেছে। তাঁরা জানতে চান, এআই লক্ষ্য পূরণে অ্যাপল এবার কি ভিন্ন কোনো কৌশল নিতে পারে? জবাবে টিম কুক জানান, এ বছর অ্যাপল ইতিমধ্যে সাতটি ছোট প্রতিষ্ঠান অধিগ্রহণ করেছে এবং প্রয়োজনে বড় প্রতিষ্ঠান কিনতেও প্রস্তুত।</p><p>অ্যাপল সাধারণত ছোট ছোট প্রযুক্তিনির্ভর প্রতিষ্ঠান অধিগ্রহণ করে, যাদের বিশেষায়িত নির্দিষ্ট পণ্য তৈরি ও উন্নয়নের জন্য কারিগরি দল থাকে। অ্যাপলের সবচেয়ে বড় অধিগ্রহণ ছিল ২০১৪ সালে বিটস ইলেকট্রনিকস কিনে নেওয়া, যার মূল্য ছিল ৩ বিলিয়ন ডলার। এরপর ইন্টেলের কাছ থেকে মডেম চিপ ব্যবসা কিনতে ১ বিলিয়ন ডলার খরচ করে।</p></div></div></div></body></html>"
        },
        {
            "title": "নিরাপত্তারক্ষীদের বেঁধে চিনিকলে ডাকাতি, ট্রাক ভরে নিয়ে গেল মাল | প্রথম আলো",
            "time": "2025-08-03T05:40:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fct3mn49x%2FNatoreDH060420250803Natore-dokaity-photo-2-3.8.25.jpg?rect=0%2C110%2C4800%2C2520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাটোর থানা ও চিনিকল সূত্রে জানা গেছে, আজ ভোরে একটি মিনিট্রাকে করে একদল ডাকাত চিনিকলে ঢোকে। তারা নিরাপত্তারক্ষীদের বেঁধে কারখানার ভেতরে ঢোকে এবং মালামাল ট্রাকে করে নিয়ে যায়। পরে খবর পেয়ে পুলিশ ঘটনাস্থলে গিয়ে নিরাপত্তারক্ষীদের উদ্ধার করে হেফাজতে নেয়।</p><p>চিনিকলের ব্যবস্থাপনা পরিচালক আখলাছুর রহমান বলেন, আজ ভোরে দুর্বৃত্তরা চিনিকলের কারখানায় ডাকাতি করেছে। এ সময় আনসারসহ চিনিকলের নিজস্ব নিরাপত্তারক্ষীদের বেঁধে রাখা হয়েছিল। মালামালের তালিকা তৈরির নির্দেশ দেওয়া হয়েছে। পুলিশও কাজ করছে। এখনো ক্ষয়ক্ষতির পরিমাণ নির্ধারণ করা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "গুচ্ছভুক্ত বিশ্ববিদ্যালয়ে চূড়ান্ত ভর্তি শুরু, ক্লাস ১১ আগস্ট | প্রথম আলো",
            "time": "2025-07-31T06:13:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2Fftgirec6%2F122.jpeg?rect=0%2C46%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিজ্ঞপ্তিতে বলা হয়েছে, শিক্ষার্থীরা তাঁদের স্টুডেন্ট প্যানেলে উল্লিখিত তথ্য অনুযায়ী যে বিশ্ববিদ্যালয়ে ভর্তির জন্য নির্বাচিত হয়েছেন, সেই বিশ্ববিদ্যালয়ের নির্ধারিত নিয়ম অনুসারে চূড়ান্ত ভর্তি সম্পন্ন করতে হবে। যদি কোনো শিক্ষার্থী তাঁর মূল নম্বরপত্র অন্য কোনো বিশ্ববিদ্যালয়ে জমা দিয়ে থাকেন, তবে তা নিজ দায়িত্বে সংগ্রহ করে নির্ধারিত সময়ের মধ্যে ভর্তিকৃত বিশ্ববিদ্যালয়ে জমা দিতে হবে। নির্ধারিত সময়সীমার বাইরে কোনো ভর্তি কার্যক্রম গ্রহণ করা হবে না বলে জানানো হয়েছে। গুচ্ছভুক্ত সব বিশ্ববিদ্যালয়ে প্রথম বর্ষের ক্লাস শুরু হবে ১১ আগস্ট থেকে। এ ছাড়া ভর্তিসংক্রান্ত বিস্তারিত তথ্য প্রতিটি বিশ্ববিদ্যালয়ের নিজস্ব ওয়েবসাইটে প্রকাশ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটির বাঘাইছড়িতে পাহাড় ধসে সড়কে যান চলাচল বন্ধ | প্রথম আলো",
            "time": "2025-08-03T05:35:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F1iqw47rh%2FWhatsApp-Image-2025-08-03-at-11.25.25.jpeg?rect=0%2C0%2C638%2C335&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাঘাইছড়ি পরিবহন মালিক সমিতির সাধারণ সম্পাদক ও দূরপাল্লার যানবাহন শান্তি পরিবহনের লাইনম্যান মো. গিয়াস উদ্দিন আজ সকাল সাড়ে আটটার দিকে প্রথম আলোকে বলেন, ‘পাহাড়ধসের কারণে যান চলাচল বন্ধ রয়েছে। আমরা জানতে পেরেছি, তিনটি স্থানে পাহাড়ধস হয়েছে। এখনো ধসে পড়া মাটি সড়ক থেকে সরানোর কাজ শুরু হয়নি।’</p><p>সড়ক ও জনপথ বিভাগের খাগড়াছড়ির নির্বাহী প্রকৌশলী মো. মাকসুদুর রহমান বেলা ১১টার দিকে প্রথম আলোকে বলেন, ‘মারিশ্যা-দীঘিনালা সড়কে দু-তিনটি স্থানে পাহাড়ধসের কারণে যান চলাচল বন্ধ রয়েছে। সড়কে ধসে পড়া মাটি সরানোর চেষ্টা চলছে। আমরা দেড় থেকে দুই ঘণ্টার মধ্যে মাটি সরানোর কাজ শেষ করতে পারব।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইমেরিটাস অধ্যাপক শমশের আলী মারা গেছেন | প্রথম আলো",
            "time": "2025-08-03T05:30:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Flxkp7463%2FShamsher-Ali-1.png?rect=0%2C5%2C920%2C483&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশিষ্ট পরমাণুবিজ্ঞানী ইমেরিটাস অধ্যাপক এম শমশের আলী ইন্তেকাল করেছেন (ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন)।</p><p>গতকাল শনিবার দিবাগত রাত দুইটায় রাজধানীর একটি বেসরকারি হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান শমশের আলী। তাঁর বয়স হয়েছিল ৮৭ বছর।</p><p>শমশের আলী ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগের অধ্যাপক ছিলেন। এ ছাড়া তিনি বাংলাদেশ উন্মুক্ত বিশ্ববিদ্যালয় (বাউবি) ও বেসরকারি সাউথইস্ট বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা উপাচার্য ছিলেন। আজ রোববার বাউবির এক সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বলিউডের তুমুল প্রতিযোগিতার বাইরে ১০ বন্ধুত্বের গল্প | প্রথম আলো",
            "time": "2025-08-03T05:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fzwt9sywh%2Fd2f33945-56c2-4567-946f-4254146cca11.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p> একসঙ্গে সিনেমা, তুমুল প্রতিযোগিতা, তারপরও বন্ধুত্ব—বয়স তাঁদের আলাদা করেনি; বরং আজকের ওটিটির যুগেও তাঁরা একসঙ্গে ছুটি কাটান, আড্ডা দেন, বন্ধুত্ব উপভোগ করেন নির্লিপ্তভাবে। ২০২১ সালে আন্দামানে তাঁদের ছুটি কাটানোর ছবি অন্তর্জাল মাতিয়ে দেয়।</p><p><strong>সেই নব্বই থেকে শুরু<br></strong>নব্বইয়ের দশকের শেষের দিকে ‘হাম দিল দে চুকে সনম’ ছবির সেটে বন্ধুত্ব গড়ে ওঠে সালমান খান ও অজয় দেবগনের মধ্যে। সঞ্জয় লীলা বানসালির ছবিতে ঐশ্বরিয়া রাই ছিলেন কেন্দ্রে, কিন্তু পেছনে জন্ম নেয় এই দুই তারকার ভিন্ন এক সম্পর্ক। </p></div></div></div></body></html>"
        },
        {
            "title": "যুগপৎ মানবসভ্যতা ও বিবেকের মৃত্যুঘণ্টা | প্রথম আলো",
            "time": "2025-08-03T05:28:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Frdysinuc%2Fgazagenocidereuters.jpg?rect=0%2C137%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ব নিয়ন্ত্রণে তাদের সমকক্ষ প্রতিদ্বন্দ্বী না থাকলেও পুরোনো পারমাণবিক শক্তির দেশ রাশিয়াকে গণ্য করতে হয় এবং রাশিয়া-চীন জোট বাঁধলে তা মাথাব্যথার কারণ হয়। ইউক্রেন আক্রমণের জন্য রাশিয়াকে দায়ী করেও এ যুদ্ধ প্রলম্বিত করার গূঢ়ার্থ খেয়াল করতে হবে। ন্যাটোর প্রসারণের হুমকি বজায় রেখে তারা এ যুদ্ধকে মদদ দিয়ে যাচ্ছে মূলত দীর্ঘ মেয়াদে রাশিয়ার অর্থনৈতিক ও সামরিক শক্তি খর্ব করার লক্ষ্য নিয়ে।</p><p>বিস্তৃত কথা বাদ দিয়ে মধ্যপ্রাচ্যের দিকে নজর দিলে দেখা যায়, তারা যেকোনো মূল্যে ইসরায়েলের স্বার্থ সুরক্ষা করতে তো চায়ই, সেই সঙ্গে এ অঞ্চলে এবং উত্তর আফ্রিকায় হুমকিস্বরূপ কোনো স্বাধীনচেতা শাসকের উত্থান যেন না ঘটে, তা–ও নিশ্চিত করতে চায়। সে কারণেই দুই স্বাধীনচেতা শাসক ইরাকের সাদ্দাম হোসেন ও লিবিয়ার মুয়াম্মার গাদ্দাফিকে হত্যা ও উৎখাত করা হলো। যে অজুহাতে ও যে প্রতিশ্রুতিতে এই দুই দেশে সামরিক অভিযান হয়েছিল, তা সত্য ছিল না, হয়নি। কিন্তু এ দুজনের অনুপস্থিতিতে এ অঞ্চল থেকে তাদের জন্য হুমকি হয়ে ওঠার মতো কেউ যেমন থাকল না, তেমনি দেশ দুটি বহুকালের জন্য ধ্বংসাত্মক বিপর্যয়ের মধ্যে পড়ে গেল।</p><p>নতুনভাবে ইরান এখন পশ্চিমের মাথাব্যথার কারণ। তারা ইসরায়েলের নিরাপত্তার অজুহাতকে বরাবর প্রয়োজনের চেয়ে বেশি গুরুত্ব দিয়েছে এবং এর জন্য অন্যদের স্বার্থ ক্ষুণ্ন করতে এবং সেই অন্যদের প্রতি চরম অমানবিক হতে বিন্দুমাত্র ভাবেনি। একটি কথা অবশ্য মনে রাখতে হবে আফ্রিকা, মধ্যপ্রাচ্য এবং উন্নয়নশীল ও স্বল্পোন্নত দেশগুলোর গোত্র-বিভক্ত অনেক দেশে জাতি গঠনের যে দুর্বলতা, তারও সুযোগ নেওয়ার ইতিহাস রয়েছে।</p><p>বাস্তবতা হলো বিশ্বটা দাবার ছক হয়ে থাকলে তাতে যুক্তরাষ্ট্রের নেতৃত্বে পশ্চিমা বিশ্ব একতরফা খেলে যাচ্ছে—বিশেষত সমাজতান্ত্রিক দ্বিতীয় বিশ্বের পতন ও বিশ্বায়নের সুবাদে। আপাতত তারা খেলছে যুগপৎ রাশিয়া ও মধ্যপ্রাচ্যের সমর ও অর্থশক্তির বিরুদ্ধে। একদিকে ইউক্রেন, অন্যদিকে ইসরায়েল রণাঙ্গনে লড়ছে, তবে সত্যিকার অর্থে ইসরায়েলের বাস্তব প্রতিপক্ষ আর নেই। মাঠে হামলা চালিয়ে যাওয়ার অজুহাত নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "শেখ হাসিনার বিরুদ্ধে সূচনা বক্তব্য চলছে, ট্রাইব্যুনালে বিচারকাজ সরাসরি সম্প্রচার | প্রথম আলো",
            "time": "2025-08-03T05:25:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-03%2F1ip5hxpy%2F1.webp?rect=0%2C24%2C534%2C280&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শেখ হাসিনার সেই নির্দেশ তৎকালীন স্বরাষ্ট্রমন্ত্রী ও আইজিপির মাধ্যমে সব বাহিনীর কাছে দেওয়া হয়। পাশাপাশি আওয়ামী লীগ ও তার অন্যান্য অঙ্গসংগঠন এবং ১৪-দলীয় জোটের কাছেও এই নির্দেশ চলে যায়। সেই নির্দেশের আলোকে মানবতাবিরোধী অপরাধ সংঘটিত হয়। এর দায়ে তাঁদের (হাসিনা, আসাদুজ্জামান ও মামুন) বিরুদ্ধে সুপিরিয়র রেসপনসিবিলিটির (সর্বোচ্চ দায়) আওতায় অভিযোগ গঠন করা হয়েছে।</p><p>তৃতীয় অভিযোগ, রংপুরে বেগম রোকেয়া বিশ্ববিদ্যালয়ের ছাত্র আবু সাঈদকে গুলি করে নির্মমভাবে হত্যা করার ঘটনায় শেখ হাসিনার পাশাপাশি আসাদুজ্জামান ও মামুনকে অভিযুক্ত করা হয়েছে।</p><p>চতুর্থ অভিযোগ, রাজধানীর চানখাঁরপুলে আন্দোলনরত নিরীহ-নিরস্ত্র ছয়জনকে গুলি করে হত্যার ঘটনায়ও শেখ হাসিনার পাশাপাশি ওই দুজনকে অভিযুক্ত করা হয়েছে।</p><p>পঞ্চম অভিযোগ, শেখ হাসিনা, আসাদুজ্জামান ও মামুনের বিরুদ্ধে আশুলিয়ায় নিরীহ-নিরস্ত্র ছয়জনকে আগুনে পুড়িয়ে মারার ঘটনায়ও অভিযুক্ত করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী কর্মকর্তাদের ‘স্যার’ ডাকা বন্ধের সিদ্ধান্ত হলেও আদেশ হয়নি, আছে আপত্তিও | প্রথম আলো",
            "time": "2025-08-03T05:21:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-12-29%2Ffayd6b31%2FSecretariat.webp?rect=0%2C45%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>একই সঙ্গে প্রটোকল নির্দেশনা ও সম্বোধনসংক্রান্ত বিষয়গুলো পর্যালোচনা, সংশোধনের প্রস্তাব তৈরির লক্ষ্যে দুই উপদেষ্টা মুহাম্মদ ফাওজুল কবির খান ও সৈয়দা রিজওয়ানা হাসানকে দিয়ে একটি কমিটি গঠন করে উপদেষ্টা পরিষদ। যথাযথ সংশোধনের জন্য এক মাসের মধ্যে উপদেষ্টা পরিষদের কাছে সুপারিশ তুলে ধরবে এই কমিটি।</p><p>বাংলাদেশে ‘স্যার’ বা ‘ম্যাডাম’ সম্বোধনসংক্রান্ত কোনো সরকারি আইন, বিধিমালা বা নীতিমালা নেই। এটি মূলত একটি প্রথা বা সামাজিক রীতি, যা শিক্ষা, প্রশাসন ও করপোরেট জগতে বহুদিন ধরে চলে আসছে।</p><p>সাবেক একজন মন্ত্রিপরিষদ সচিব প্রথম আলোকে বলেন, বাংলা ভাষা প্রচলন আইন, ১৯৮৭-এর প্রেক্ষাপটে স্যার বা ম্যাডামের বাংলা কী হবে, তা নিয়ে ১৯৯০ সালে একটি নির্দেশনা দেওয়া হয়েছিল। এতে চিঠিপত্রে সম্বোধনের ক্ষেত্রে স্যার-ম্যাডামের বাংলা হিসেবে জনাব, মহোদয় বা মহোদয়া ব্যবহারের কথা বলা হয়েছিল। তবে মৌখিক ক্ষেত্রে স্যার-ম্যাডাম ডাকা যেতে পারে বলেও বলা হয়েছিল।</p><p>পরবর্তী সময়ে একপর্যায়ে নারী-পুরুষনির্বিশেষে সবাইকেই ‘স্যার’ ডাকার প্রচলন শুরু হয়। এটি শুধু সরকারি দপ্তরের কর্মকর্তা-কর্মচারীদের মধ্যেই সীমাবদ্ধ থাকেনি। সাধারণ সেবা নিতে আসা মানুষদের ক্ষেত্রেও এর প্রচলন শুরু হয়, যা নিয়ে কখনো কখনো অস্বস্তিকর পরিস্থিতিও তৈরি হতে দেখা গেছে। যেমন ২০২৩ সালে ‘স্যার’ না বলায় রংপুরের জেলা প্রশাসক (ডিসি) ক্ষুব্ধ আচরণ করেছেন—এমন অভিযোগ তুলেছিলেন বেগম রোকেয়া বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক ওমর ফারুক। এ ঘটনার প্রতিবাদে তিনি ডিসি কার্যালয়ের সামনে অবস্থান কর্মসূচি শুরু করেছিলেন। অবশ্য তৎকালীন ডিসি চিত্রলেখা নাজনীন দুঃখ প্রকাশ করে ঘটনার ইতি টানলেও ফেসবুকে সরকারি চাকরিজীবীদের ‘স্যার’ ডাকা না-ডাকা নিয়ে তুমুল আলোচনা চলে।</p><p>সম্প্রতি সরকারি দপ্তরে নারী কর্মকর্তাদের ‘স্যার’ বলে সম্বোধনের নির্দেশনা উপদেষ্টা পরিষদ বাতিলের পর বিষয়টি নতুন করে সামনে এসেছে, যা নিয়ে আলোচনা চলছে।</p><p>জনপ্রশাসন মন্ত্রণালয়ের নীতিনির্ধারকেরা আগেও বলেছেন, সরকারি কর্মকর্তারা জনগণের সেবক। তাঁদের ‘স্যার’ বা ‘ম্যাডাম’ বলে সম্বোধন বাধ্যতামূলক নয়। কেউ ‘আপা’ বা ‘ভাই’ বললেও আপত্তির কিছু নেই।</p></div></div></div></body></html>"
        },
        {
            "title": "পদ্মা সেতু এলাকায় দুর্ঘটনায় দুজন নিহত, লাইভ করলেও উদ্ধারে আসেননি কেউ | প্রথম আলো",
            "time": "2025-08-03T05:15:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F5qb1oauo%2FSariatpurDH054120250803Shariatpur-A3.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিবচর হাইওয়ে থানার উপপরিদর্শক আবদুস সালাম বলেন, ‘দুর্ঘটনার অনেক পরে আমরা খবর পাই। খবর পেয়ে দ্রুত ঘটনাস্থলে যাই। দুর্ঘটনা রাত সাড়ে ১০টার দিকে ঘটে এবং আমরা রাত সাড়ে ১২টার দিকে লাশ উদ্ধার করি। ধারণা করা হচ্ছে, দ্রুতগতিতে মোটরসাইকেল চালানোর কারণেই দুর্ঘটনা ঘটেছে।’</p><p>জাজিরা প্রান্তের পদ্মা সেতু দক্ষিণ থানার ভারপ্রাপ্ত কর্মকর্তা নকিব আকরাম হোসেন বলেন, ‘দুর্ঘটনার খবর পেয়ে আমরা ঘটনাস্থলে পুলিশ পাঠাই। পরে হাইওয়ে পুলিশ এসে লাশ উদ্ধার করে।’ দুই ঘণ্টা পর লাশ উদ্ধার হওয়ার বিষয়ে তিনি কোনো মন্তব্য করতে রাজি হননি।</p><p>এ ঘটনায় এখনো কোনো মামলা হয়নি। তবে নিহত ব্যক্তিদের পরিবারের কেউ মামলা করলে প্রয়োজনীয় আইনি ব্যবস্থা নেওয়া হবে বলে জানিয়েছেন পুলিশ কর্মকর্তারা।</p></div></div></div></body></html>"
        }
    ]
}