{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "মৌলভীবাজারে পিকআপ ভ্যান ও অটোরিকশার সংঘর্ষে চালকসহ নিহত ৩ | প্রথম আলো",
            "time": "2026-02-20T23:05:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-11%2Fbd4fc6c6-7409-4c71-92f8-1a7f024062a7%2Froad_accident_01.png?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মৌলভীবাজার সদর হাসপাতালের জরুরি বিভাগের চিকিৎসক আরিফ প্রথম আলোকে জানান, মৃত অবস্থায় ওই তিনজনকে হাসপাতালে আনা হয়েছে। বর্তমানে তাঁদের লাশ হাসপাতালে রাখা আছে।</p><p>মৌলভীবাজার সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) বলেন, খবর পেয়ে পুলিশ ঘটনাস্থলে গিয়ে লাশগুলো উদ্ধার করে সদর হাসপাতালের মর্গে পাঠিয়েছে। নিহত ব্যক্তিদের পরিচয় তাৎক্ষণিকভাবে জানা যায়নি। ঘটনার বিস্তারিত জানতে তদন্ত চলছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শহীদ মিনারে রুমিন ফারহানার ফুল দেওয়া নিয়ে হট্টগোল, ঢাকা-সিলেট মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2026-02-20T22:57:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2F5ch0449h%2Fbbariaprotest.jpg?rect=96%2C0%2C1408%2C739&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার প্রতিবাদে রাত সাড়ে ১২টার দিকে রুমিন ফারহানার কয়েক শ সমর্থক ঢাকা-সিলেট মহাসড়কের শাহবাজপুর এলাকায় অবরোধ করেন। তাঁরা লাঠিসোঁটা হাতে টায়ারে আগুন জ্বালিয়ে সব ধরনের যান চলাচল বন্ধ করে দেন। এ সময় তাঁরা আনোয়ার হোসেন মাস্টারের বিরুদ্ধে নানা স্লোগান দিতে থাকেন।</p><p>সরাইল থানা ও খাঁটিহাতা হাইওয়ে থানার পুলিশ ঘটনাস্থলে পৌঁছে রাত দেড়টার দিকে আইনানুগ ব্যবস্থা নেওয়ার আশ্বাস দিলে অবরোধকারীরা সরে দাঁড়ান। তবে মহাসড়কে এক ঘণ্টা যান চলাচল বন্ধ থাকায় দুই পাশে দীর্ঘ যানজটের সৃষ্টি হয়।</p><p>এ বিষয়ে সরাইল উপজেলা বিএনপির সভাপতি আনিছুল ইসলাম ঠাকুর প্রথম আলোকে বলেন, ‘শহীদ মিনারে ফুল দেওয়ার ব্যাপারে আমাদের দলীয় সিদ্ধান্ত হয়েছে। এর বাইরে আমাদের দলীয় কোনো সিদ্ধান্ত হয়নি। খোঁজখবর নিয়ে দেখব বিষয়টি কী।’</p></div></div></div></body></html>"
        },
        {
            "title": "আয়েশা (রা.)-এর ঘর ও সংসার | প্রথম আলো",
            "time": "2026-02-20T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-19%2F1fh63rgq%2Fpexels-aamirnazir-29102586.jpg?rect=0%2C454%2C4032%2C2117&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নবীজির পারিবারিক জীবনে সময় বণ্টন ছিল ন্যায় ও ভারসাম্যের এক অনুপম দৃষ্টান্ত। প্রথম দিকে যখন তাঁর স্ত্রী ছিলেন কেবল সাওদা ও আয়েশা, তখন এক রাত পর পর আয়েশার কাছে থাকতেন। পরে অন্যান্য স্ত্রীদের সঙ্গে বিবাহ হলে সবার জন্য একদিন করে নির্ধারিত থাকত।</p><p>তবে আয়েশার ক্ষেত্রে থাকতেন দুইদিন—একদিন তার নিজের অধিকার, আরেক দিন হজরত সাওদা রা.–এর দান করা দিন। এতে আয়েশার প্রতি নবীজির বিশেষ স্নেহ যেমন ফুটে ওঠে, তেমনি অন্য স্ত্রীর উদারতা ও পারস্পরিক ভালোবাসার চিত্রও স্পষ্ট হয়। (সহিহ বুখারি, হাদিস :২৫৯৪, সহিহ মুসলিম, হাদিস : ১৬৬৩)</p><p>এই ঘরে সাংসারিক প্রাচুর্য বা ভোগবিলাসের কোনো স্থান ছিল না। নবীজির প্রয়োজন ছিল অল্প, আর সেই অল্পেই ছিল পরিতৃপ্তি। আয়েশা (রা.) বলেন, নবীজির জীবদ্দশায় এমন কোনো সময় আসেনি, যখন একাধারে তিন দিন তাদের পরিবার রুটি ও তরকারি খেয়ে তৃপ্ত হতে পেরেছে।</p><p>কখনো কখনো এমন মাস পার হয়ে যেত, যখন ঘরে রুটি বানানো বা ডেগভর্তি কিছু রান্নার সুযোগই হতো না। আবার এমন মাসও যেত, যখন কোনো ঘর থেকে ধোঁয়া উঠতে দেখা যেত না—শুধু খেজুর ও পানি খেয়েই দিন কাটত তাদের। (সহিহ বুখারি, হাদিস : ৫৪২৩, সুনানে নাসায়ি, হাদিস : ৪৪৩২ )</p></div></div></div></body></html>"
        },
        {
            "title": "একুশের প্রথম প্রহরে ভাষাশহীদদের প্রতি শ্রদ্ধা নিবেদন | প্রথম আলো",
            "time": "2026-02-20T21:20:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Frc32jv8t%2Fnrr9xus9.jpg?rect=0%2C48%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ব্যানার ও ফেস্টুন হাতে নিয়ে বিভিন্ন রাজনৈতিক, সামাজিক ও সাংস্কৃতিক সংগঠনের নেতা-কর্মীরা শ্রদ্ধা জানাতে কেন্দ্রীয় শহীদ মিনারের দিকে এগিয়ে যাচ্ছেন</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: মীর হোসেন</figcaption></p></div></div></body></html>"
        },
        {
            "title": "মিয়ানমারে পাচারকালে সিমেন্টবোঝাই দুটি নৌকাসহ ১৯ জন আটক | প্রথম আলো",
            "time": "2026-02-20T21:13:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fqz5beyn3%2F%E0%A7%A9.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সংবাদ বিজ্ঞপ্তিতে আরও বলা হয়, একই এলাকায় পৃথক অভিযানে সন্দেহজনকভাবে চলাচলরত ‘এফবি সুরভি’ নামের আরও একটি মাছ ধরার নৌকা (ফিশিং বোট) জব্দ করা হয়। তল্লাশি করে এই নৌকা থেকে ৭০০ বস্তা সিমেন্ট উদ্ধার করা হয়। দুটি নৌযান থেকেই চোরাকারবারি দলের ১৯ সদস্যকে আটক করেছে নৌবাহিনী।</p><p>আটক ব্যক্তিদের প্রাথমিক জিজ্ঞাসাবাদের বরাত দিয়ে বিজ্ঞপ্তিতে বলা হয়, অধিক মুনাফার আশায় সিমেন্টগুলো মিয়ানমারে পাচার করা হচ্ছিল। জব্দ করা মালামাল ও আটক ব্যক্তিদের বিরুদ্ধে আইনানুগ ব্যবস্থা নিতে নৌবাহিনীর ফরোয়ার্ড বেস সেন্ট মার্টিনে হস্তান্তর করা হয়েছে।</p><p>সমুদ্র ও উপকূলীয় অঞ্চলের নিরাপত্তা বজায় রাখার পাশাপাশি অভ্যন্তরীণ সন্ত্রাস, মাদক চোরাচালান ও অন্যান্য অপরাধমূলক কর্মকাণ্ড দমনে নৌবাহিনীর অভিযান ও টহল অব্যাহত রয়েছে বলে বিজ্ঞপ্তিতে উল্লেখ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "ভারতীয়দের জন্য বাংলাদেশের ভিসা চালু হচ্ছে | প্রথম আলো",
            "time": "2026-02-20T21:10:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-02%2Fyvpnzqon%2FWhatsApp_Image_2025_12_18_at_9_30_25_AM.jpeg?rect=0%2C89%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে জুলাই গণ–অভ্যুত্থানে রাজনৈতিক পটপরিবর্তনের পর থেকে বাংলাদেশিদের ভিসা দেওয়ার ক্ষেত্রে কড়াকড়ি আরোপ করে আসছে ভারত। গতকাল পর্যন্ত বাংলাদেশিদের ভিসা সেবা স্বাভাবিক করার বিষয়ে ভারতের পক্ষ থেকে আনুষ্ঠানিক কোনো ঘোষণা দেওয়া হয়নি।</p><p>এ বিষয়ে গতকাল ভারতের পররাষ্ট্র মন্ত্রণালয়ে সাপ্তাহিক ব্রিফিংয়ে সাংবাদিকেরা প্রশ্ন করেন। ভিসা সহজ করার সিদ্ধান্ত দুই দেশের সম্পর্কের উন্নতির প্রথম ধাপ হতে চলেছে কি না, এমন প্রশ্নের সরাসরি জবাব না দিয়ে দেশটির পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র রণধীর জয়সোয়াল বলেন, সে দেশে (বাংলাদেশে) একটা নতুন সরকার এসেছে। সম্পর্কের উন্নতিতে সব বিষয় নিয়েই নতুন সরকারের সঙ্গে আলোচনা করা হবে। ভারত চায় দুই দেশের ঐতিহাসিক ও বহুমুখী সম্পর্ককে এগিয়ে নিয়ে যেতে।</p><p>কূটনৈতিক সূত্রগুলো বলছে, বিএনপির নেতৃত্বাধীন সরকার দায়িত্ব নেওয়ার দুই দিন পর ভারতীয়দের জন্য বাংলাদেশের ভিসা সেবা চালুর সিদ্ধান্ত এবং ভারতের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্রের বক্তব্যের মধ্য দিয়ে দুই দেশের সম্পর্কে ইতিবাচক অগ্রগতির আভাস পাওয়া যাচ্ছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা কেন্দ্রীয় কারাগারে বন্দীর মরদেহ উদ্ধার | প্রথম আলো",
            "time": "2026-02-20T21:06:28",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Ffqm9em2c%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ঢাকা কেন্দ্রীয় কারাগারে শুক্রবার রফিকুল ইসলাম (২৮) নামের এক বন্দীর গলায় ফাঁস দেওয়া মরদেহ উদ্ধার করা হয়েছে। কারা কর্তৃপক্ষের দাবি, পারিবারিক বিরোধের জেরে হতাশাগ্রস্ত হয়ে তিনি আত্মহত্যা করেছেন।</p><p>কারা অধিদপ্তরের সহকারী মহাপরিদর্শক (এআইজি-উন্নয়ন ও গণমাধ্যম) মো. জান্নাত-উল-ফরহাদ প্রথম আলোকে বলেন, বিকেল পাঁচটার পর ঢাকা কেন্দ্রীয় কারাগারে বন্দী রফিকুল ইসলাম সেলের বাইরে একটি কাঁঠালগাছের সঙ্গে চাদর পেঁচিয়ে গলায় ফাঁস লাগান। এ সময় কাঁঠালগাছ থেকে তাঁকে নামিয়ে সন্ধ্যা সাড়ে ছয়টার দিকে ঢাকা মেডিকেল কলেজ (ঢামেক) হাসপাতালের জরুরি বিভাগে নিয়ে যাওয়া হয়। এ সময় কর্তব্যরত চিকিৎসক তাঁকে মৃত ঘোষণা করেন। তাঁর মরদেহ ময়নাতদন্তের জন্য ঢামেক মর্গে রাখা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশসহ বিভিন্ন দেশের ওপর ট্রাম্পের পাল্টা শুল্ক অবৈধ, নতুন ১০% শুল্কের ঘোষণা দিলেন তিনি | প্রথম আলো",
            "time": "2026-02-20T21:03:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-02%2F41de72fe-230b-4e3b-ac4a-899a9895cc2d%2Fd21e2f4c-1f15-4541-b597-05f25b7e451a.jpg?rect=0%2C9%2C4000%2C2100&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সুপ্রিম কোর্টের ৯ জন বিচারপতির মধ্যে ৬ জন ট্রাম্পের পাল্টা শুল্ক আরোপকে অবৈধ ঘোষণার পক্ষে মত দিয়েছেন। আর ট্রাম্পের পাল্টা শুল্ক আরোপের প্রক্রিয়া সমর্থন করেছেন তিন বিচারপতি।</p><p>সংখ্যাগরিষ্ঠ বিচারপতির মতের ভিত্তিতে সুপ্রিম কোর্ট রায়ে গত বছরের ২ এপ্রিল বিভিন্ন দেশের পণ্যের ওপর ট্রাম্পের আরোপিত পাল্টা শুল্ক অবৈধ ঘোষণা করেছেন।</p><p>সর্বোচ্চ আদালতের ওই রায় আসার পর হোয়াইট হাউসে সংবাদ সম্মেলনে ট্রাম্প বলেন, সুপ্রিম কোর্ট যে রায় দিয়েছেন, তা ‘জাতির জন্য অসম্মানের’। বিচারপতিদের সমালোচনা করে তিনি বলেন, কিছু বিচারপতির জন্য তিনি ‘সত্যিকারে লজ্জা বোধ করছেন’। বিচারপতিরা ‘বিদেশিদের স্বার্থ রক্ষা’ করেছেন বলেও মন্তব্য করেন তিনি।</p><p>ডোনাল্ড ট্রাম্প দীর্ঘদিন ধরে বিভিন্ন দেশের ওপর চাপ প্রয়োগ এবং আলোচনার হাতিয়ার হিসেবে শুল্ককে ব্যবহার করছেন। তবে গত বছরের জানুয়ারিতে দ্বিতীয় মেয়াদে প্রেসিডেন্টের দায়িত্ব নেওয়ার পর জরুরি অর্থনৈতিক ক্ষমতার নজিরবিহীন ব্যবহার করছেন তিনি। যুক্তরাষ্ট্রের প্রায় সব বাণিজ্যিক অংশীদারের ওপর নতুন করে শুল্ক আরোপ করেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "যাত্রাবাড়ীতে লেগুনাচালককে মারধর, রাতে হাসপাতালে মৃত্যু | প্রথম আলো",
            "time": "2026-02-20T20:54:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-23%2Fv0i11hbq%2F%E0%A7%A7.avif?rect=0%2C47%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওসি মোহাম্মদ রাজু আরও বলেন, ‘যতটুকু শুনেছি, যাত্রাবাড়ীর সুফিয়া গার্মেন্টসের সামনে শুক্রবার দুপুরে পূর্বশত্রুতার জেরে তাঁকে (নুর এ আলম) মারধর করা হয়। সম্প্রতি অন্য লেগুনাচালক ও শ্রমিকদের সঙ্গে তাঁর ঝগড়াঝাঁটি হয়েছিল।’<br>হত্যাকাণ্ডের পেছনে অন্য কোনো কারণ রয়েছে কি না, তা তদন্তের পর বলা যাবে বলে জানান পুলিশের এই কর্মকর্তা।</p></div></div></div></body></html>"
        },
        {
            "title": "একুশের প্রথম প্রহরে কেন্দ্রীয় শহীদ মিনারে রাষ্ট্রপতি, প্রধানমন্ত্রী ও বিরোধীদলীয় নেতার শ্রদ্ধা | প্রথম আলো",
            "time": "2026-02-20T19:21:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-20%2Fuaale2sa%2F2.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এরপর বিরোধীদলীয় নেতা ও জামায়াতে ইসলামীর আমির শফিকুর রহমান ১১–দলীয় নির্বাচনী ঐক্যের পক্ষ থেকে নবনির্বাচিত সংসদ সদস্যদের সঙ্গে নিয়ে শহীদ মিনারে শ্রদ্ধা নিবেদন করেন। এ সময় জামায়াতের নায়েবে আমির এ টি এম আজহারুল ইসলাম ও মুজিবুর রহমান, জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম, সদস্যসচিব আখতার হোসেন, এনসিপির দক্ষিণাঞ্চলের সংগঠক হাসনাত আবদুল্লাহসহ কয়েকজন নেতা ছিলেন। শ্রদ্ধা নিবেদন শেষে ভাষাশহীদদের জন্য দোয়া ও মোনাজাত করেন তাঁরা।</p><p>এরপর ঢাকায় নিযুক্ত বিভিন্ন দেশের রাষ্ট্রদূত, হাইকমিশনার ও কূটনীতিকেরা ভাষাশহীদদের প্রতি শ্রদ্ধা জানান। এরপর নির্বাচন কমিশন, মন্ত্রিপরিষদ সচিব, প্রধানমন্ত্রীর মুখ্য সচিব শ্রদ্ধা নিবেদন করেন। এরপর পর্যায়ক্রমে ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য, ঢাকা বিশ্ববিদ্যালয় শিক্ষক সমিতি এবং বিভিন্ন রাজনৈতিক দল, সংগঠন ও প্রতিষ্ঠানের পক্ষ থেকে শহীদ মিনারে পুষ্পস্তবক অর্পণ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "এখতিয়ারবহির্ভূতভাবে পাল্টা শুল্ক আরোপ করেছিলেন ট্রাম্প | প্রথম আলো",
            "time": "2026-02-20T16:46:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-15%2F7k2fx21s%2F1.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প দীর্ঘদিন বিভিন্ন দেশের ওপর চাপ প্রয়োগ এবং আলোচনার হাতিয়ার হিসেবে শুল্ককে ব্যবহার করছেন। তবে দ্বিতীয় মেয়াদে গত বছর জানুয়ারিতে যুক্তরাষ্ট্রের প্রেসিডেন্টের দায়িত্ব নেওয়ার পর জরুরি অর্থনৈতিক ক্ষমতা নজিরবিহীনভাবে ব্যবহার করছেন তিনি। যুক্তরাষ্ট্রের প্রায় সব বাণিজ্যিক অংশীদারের ওপর নতুন করে শুল্ক আরোপ করেছেন। এর মধ্যে ছিল ‘পাল্টা শুল্ক’। এ ছাড়া মেক্সিকো, কানাডা ও চীনের ওপর আলাদা শুল্ক আরোপ করা হয়েছে।</p><p>রায়ের পক্ষে সুপ্রিম কোর্টের তিনজন কনজারভেটিভ বিচারপতির সঙ্গে যোগ দেন উদারপন্থী তিন বিচারপতি। তাঁদের এই রায়ের ফলে যুক্তরাষ্ট্রের নিম্ন আদালতের সিদ্ধান্ত বহাল থাকল। এর আগে দেশটির নিম্ন আদালত বলেছিলেন, আইইইপিএর অধীনে ট্রাম্পের আরোপ করা শুল্ক অবৈধ ছিল। আজকের রায়ের বিপক্ষে ছিলেন রক্ষণশীল বিচারপতি ব্রেট ক্যাভানফ, ক্ল্যারেন্স থমাস ও স্যামুয়েল আলিটো।</p></div></div></div></body></html>"
        }
    ]
}