{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বিপিএল: শেষ ১০ ওভারে চট্টগ্রামের ১১৫, সিলেটের লক্ষ্য ১৯৯ | প্রথম আলো",
            "time": "2026-01-07T11:59:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Ffosll93l%2F411398.webp?rect=0%2C0%2C492%2C258&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৭তম ওভারের পঞ্চম বলে আসিফ আলী ও ১৮তম ওভারের প্রথম বলে ফিরেছেন হাসান নেওয়াজ।</p><p>আজমতউল্লাহর বলে ফিরেছেন ১৩ রান করা আসিফ। হাসান নেওয়াজ আউট হয়েছেন রুয়েলের বলে, ২৫ রান করে।</p><p>৩ উইকেট নিয়েছেন রুয়েল।</p></div></div></div></body></html>"
        },
        {
            "title": "শিক্ষার্থীদের প্রাণোচ্ছল পদচারণে মুখর বুয়েট বইমেলা | প্রথম আলো",
            "time": "2026-01-07T13:36:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fyofqjcho%2F1.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় (বুয়েট) প্রাঙ্গণে চার দিন ধরে চলছে উৎসবের আমেজ। ক্লাসের ফাঁকে বা ছুটির পর শিক্ষার্থীরা ক্যাম্পাসের ক্যাফেটেরিয়ার সামনে ভিড় জমাচ্ছেন। এখানে সাজানো হয়েছে বিভিন্ন প্রকাশনার বইয়ের স্টল। ৪ জানুয়ারি থেকে এখানে ‘বুয়েট সাহিত্য সংসদের আয়োজনে শুরু হয়েছে চার দিনের ‘ম্যাটাডোর বুয়েট বইমেলা–২০২৬’। মেলার সামপনী দিন ছিল আজ বুধবার।</p><p>বুয়েট ক্যাফেটেরিয়ার সামনে আয়োজিত এ মেলায় প্রথমা, ঐতিহ্য, মাওলা ব্রাদার্স, সমকালীন, ইউনিভার্সিটি প্রেস লিমিটেড, প্রচ্ছদসহ প্রায় ২৫টি প্রকাশনাপ্রতিষ্ঠান অংশ নিয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "তারেক রহমানের সঙ্গে চীনা রাষ্ট্রদূতের সাক্ষাৎ | প্রথম আলো",
            "time": "2026-01-07T13:33:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fkw5jqe5g%2FTariqueChinaEnvoy.jpeg?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দলীয় সূত্র জানায়, বৈঠকে দুই দেশের পারস্পরিক সম্পর্ক, বাংলাদেশের চলমান রাজনৈতিক পরিস্থিতি, অর্থনৈতিক সহযোগিতা এবং ভবিষ্যৎ দ্বিপক্ষীয় সম্পর্ক জোরদারের বিভিন্ন দিক নিয়ে আলোচনা হয়েছে।</p><p>সূত্রটি আরও জানায়, বৈঠকে গণতান্ত্রিক প্রক্রিয়া শক্তিশালী করা, আঞ্চলিক স্থিতিশীলতা এবং উন্নয়নমূলক সহযোগিতা নিয়েও মতবিনিময় করা হয়। এ ছাড়া বাংলাদেশ ও চীনের মধ্যকার বন্ধুত্বপূর্ণ সম্পর্ক আরও গভীর করার বিষয়ে গুরুত্বারোপ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যৌন হয়রানির অভিযোগে এক শিক্ষক চাকরিচ্যুত, প্রক্সি-কাণ্ডে তিনজনের ছাত্রত্ব বাতিল | প্রথম আলো",
            "time": "2026-01-07T13:33:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2Fa8fd5ebb-2c67-4a59-9572-47810439ff1d%2FRajshahi_University.webp?rect=0%2C24%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজশাহী বিশ্ববিদ্যালয়ে যৌন হয়রানির অভিযোগে এক শিক্ষককে চাকরিচ্যুত করা হয়েছে। এ ছাড়া ‘প্রক্সি’–কাণ্ডে জড়িত থাকায় বিভিন্ন বিভাগের তিন শিক্ষার্থীর ছাত্রত্ব বাতিল করা হয়েছে। তদন্ত কমিটির প্রতিবেদনের পরিপ্রেক্ষিতে গতকাল মঙ্গলবার রাতে বিশ্ববিদ্যালয়ের সিন্ডিকেট সভায় এ সিদ্ধান্ত নেওয়া হয়। বিষয়টি নিশ্চিত করেছেন সহ–উপাচার্য (শিক্ষা) অধ্যাপক মোহা. ফরিদ উদ্দীন খান।</p><p>চাকরিচ্যুত শিক্ষক হলেন বিশ্ববিদ্যালয়ের আইন বিভাগের সহযোগী অধ্যাপক সাদিকুল ইসলাম। ছাত্রত্ব বাতিল হওয়া শিক্ষার্থীরা হলেন অ্যাকাউন্টিং অ্যান্ড ইনফরমেশন সিস্টেমস বিভাগের মেহেদী হাসান (সনি), আইন বিভাগের ফাহিম আল মামুন (বর্ণ) ও ফিজিক্যাল এডুকেশন অ্যান্ড স্পোর্টস সায়েন্স বিভাগের মো. শোভন। এর মধ্যে শোভন নিষিদ্ধঘোষিত ছাত্রলীগের বিশ্ববিদ্যালয় শাখার সাবেক সভাপতি গোলাম কিবরিয়ার ভাতিজা বলে জানা গেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ইরানে সরকারবিরোধী বিক্ষোভ আরও ছড়িয়ে পড়ছে, বিভিন্ন শহরে সংঘর্ষ | প্রথম আলো",
            "time": "2026-01-07T13:31:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F5kou11bw%2FIran.jpg?rect=0%2C94%2C684%2C359&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মূলত গত ২৮ ডিসেম্বর দোকানদারদের আন্দোলনের মাধ্যমে শুরু হওয়া এ উত্তেজনার রেশ আশপাশের রাস্তাঘাট ও পাড়াগুলোতেও ছড়িয়ে পড়ে। গতকাল মঙ্গলবার ইয়াফতাবাদসহ তেহরানের আরও কয়েকটি বড় বাজারেও বিশাল ধর্মঘট ও বিক্ষোভ দেখা গেছে। ইয়াফতাবাদে পুলিশকে লক্ষ্য করে বিক্ষোভকারীরা স্লোগান দিয়েছিল: ‘গাজা নয়, লেবানন নয়; আমার জীবন ইরানের জন্য নিবেদিত।’</p><p>ইরান সরকারের বিরুদ্ধে গাজা ও লেবাননের সশস্ত্র গোষ্ঠীকে সহায়তা করার অভিযোগ রয়েছে।</p><p>তেহরানে অবস্থিত সিনা হাসপাতালের আশপাশে আরও বেশ কিছু সংঘর্ষের খবর পাওয়া গেছে। তবে তেহরান ইউনিভার্সিটি অব মেডিকেল সায়েন্স এক বিবৃতিতে দাবি করেছে, হাসপাতালের প্রাঙ্গণের ভেতরে কাঁদানে গ্যাসের যে শেলগুলো পড়ে থাকতে দেখা গেছে, সেগুলো নিরাপত্তা বাহিনী ছোড়েনি।</p><p>পশ্চিমাঞ্চলীয় এলাকা লোরেস্তান ও কেরমানশাহ, উত্তর-পূর্বের মাশহাদ, রাজধানীর দক্ষিণে কাজভিন, চাহারমহালের শহর শাহরেকোর্দ ও দক্ষিণ-পশ্চিমের বাখতিয়ারি এবং হামেদান নগরীতেও বিক্ষোভ হয়েছে। হামেদান নগরীতে ধারণ করা একটি ভিডিওতে দেখা গেছে, প্রচণ্ড ঠান্ডার মধ্যে এক নারী পুলিশের জলকামানের মুখোমুখি হয়েও সাহসের সঙ্গে দাঁড়িয়ে আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পেশাদার খুনিদের দিয়ে নরসিংদীর ব্যবসায়ী শরৎকে হত্যা করা হয়েছে, অভিযোগ মায়ের | প্রথম আলো",
            "time": "2026-01-07T13:29:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fwnyir9zi%2Fnarsindi-murder-1.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তরা মুখার্জী প্রথম আলোকে বলেন, ব্যবসায়িক অংশীদার রাজেন্দ্র চৌহানের সঙ্গে ইদানীং একটু বেশিই কথা হতো মুঠোফোনে। কথাবার্তায় বোঝা যেত, তাঁদের মধ্যে কোনো সমস্যা হয়েছে। দোকান বন্ধ করে প্রায় রাতেই আড্ডা দিতে সুলতানপুর চলে যেত। এসব নিয়ে কথা বললে পছন্দ করত না, বিরক্ত হতো। এমনকি তার ব্যবসার বিষয়েও পরিবারের সদস্যদের কিছুই জানাত না।</p><p>ব্যবসার কোথায় কী আছে, কত টাকা বিনিয়োগ—পরিবারের সদস্যরা এসব কিছুই জানেন না উল্লেখ করে অন্তরা মুখার্জী আরও বলেন, ‘সে (শরৎ) সাত দিন আগে আমাকে বলেছিল, “একটু সময় দাও, ব্যবসার হিসাবগুলো একটু গুছিয়ে নিয়ে ছেলে আর তোমাকে নিয়ে আমেরিকা চলে যাব।”’</p></div></div></div></body></html>"
        },
        {
            "title": "সন্ধ্যায় সারা দিনের খবর | প্রথম আলো",
            "time": "2026-01-07T13:28:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-04%2F85e1fcbf-95ed-4123-ba56-4792316a42f1%2F2ce3bd4f_997e_4303_afd9_783b69cbdef4.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শুভসন্ধ্যা। আজ বুধবার। জাতীয়, আন্তর্জাতিক, ক্রীড়া, বিনোদনসহ আলোচিত বিভিন্ন বিষয় নিয়ে দিনভর প্রথম আলো অনলাইনে প্রকাশিত হয়েছে নানা খবর। এর অনেকটি হয়তো আপনার চোখ এড়িয়ে গেছে। সন্ধ্যার অবসরে চোখ বুলিয়ে নিন সারা দিন প্রথম আলো অনলাইনে প্রকাশিত আলোচিত পাঁচ খবরে:</p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তান থেকে যুদ্ধবিমান কেনার আলোচনায় বাংলাদেশ | প্রথম আলো",
            "time": "2026-01-07T13:23:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fsw11ri5b%2FUntitled_2.png?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ ও পাকিস্তানের বিমানবাহিনী প্রধানদের বৈঠকে ঢাকার কাছে জেএফ-১৭ থান্ডার যুদ্ধবিমান বিক্রির সম্ভাব্য চুক্তি নিয়ে বিস্তারিত আলোচনা হয়েছে। গত বছর মে মাসে ভারতের বিরুদ্ধে যুদ্ধে পাকিস্তানের বিমানবাহিনীর সাফল্যকে কাজে লাগিয়ে ইসলামাবাদ বাংলাদেশের কাছে অস্ত্র বিক্রির বিষয়ে আশাবাদী। বৈঠকে প্রশিক্ষণ, সক্ষমতা বৃদ্ধি, রক্ষণাবেক্ষণ সহায়তা এবং আকাশ প্রতিরক্ষা রাডার সংযোজনে সহযোগিতার ওপরও গুরুত্বারোপ করা হয়। বাংলাদেশের আইএসপিআর জানিয়েছে, বিষয়টি এখনো পর্যালোচনা প্রক্রিয়ার মধ্যে রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যুৎকেন্দ্রে ‘গ্রিন স্টিম’ প্রযুক্তি, বর্জ্য তাপে কমছে কার্বন | প্রথম আলো",
            "time": "2026-01-07T13:15:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Faqsdcip6%2FUnited01.jpeg?rect=0%2C0%2C3650%2C1916&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খরচ কমিয়ে বিশ্ববাজারে সক্ষমতা বৃদ্ধি: তৈরি পোশাক রপ্তানিতে বাংলাদেশের অন্যতম প্রতিযোগী ভিয়েতনাম ও ভারত। ইউনাইটেড পাওয়ারের দাবি অনুযায়ী, এই প্রযুক্তিতে কারখানার জ্বালানি খরচ ২০ থেকে ৫০ শতাংশ পর্যন্ত সাশ্রয় হচ্ছে। খরচ কমলে বিশ্ববাজারে আমাদের পোশাকের দাম আরও প্রতিযোগিতামূলক হবে।<br>প্রাকৃতিক সম্পদের সর্বোত্তম ব্যবহার: বাংলাদেশে প্রাকৃতিক গ্যাসের মজুত সীমিত। একই গ্যাস পুড়িয়ে একবার বিদ্যুৎ এবং সেই তাপ ব্যবহার করে আবার বাষ্প তৈরি করা—একেই বলে ‘কো–জেনারেশন’ বা সম্পদের দায়িত্বশীল ব্যবহার। এতে জাতীয় সম্পদের অপচয় রোধ হচ্ছে।</p><p>প্রথাগত বয়লারের তুলনায় এই গ্রিন স্টিম ব্যবহারে কারখানাগুলোর জ্বালানি খরচ ২০ থেকে ৬০ শতাংশ সরাসরি কমে। যদি কারখানাগুলো নিজেরা এলপিজি ব্যবহার করত, তবে খরচ ৫৫ শতাংশ এবং ডিজেল ব্যবহার করলে ৬৫ শতাংশ পর্যন্ত বেশি হতো। প্রতি টন বাষ্প তৈরিতে প্রতি ঘণ্টায় ১৬০ কেজি কার্বন ডাই–অক্সাইড নিঃসরণ রোধ হচ্ছে। ২০১৪ সালে শুরু হওয়ার পর থেকে এখন পর্যন্ত এই প্রকল্পের মাধ্যমে প্রায় ৩০ কোটি লিটার গ্রিন স্টিম সরবরাহ করা হয়েছে, যা মোট ৪৮ হাজার টনের বেশি কার্বন নিঃসরণ ঠেকিয়েছে।</p><p>এ উদ্ভাবনী উদ্যোগের মাধ্যমে ইউনাইটেড পাওয়ার আন্তর্জাতিক স্বীকৃতি অর্জন করেছে। এরই মধ্যে প্রতিষ্ঠানটির ঝুলিতে জমা হয়েছে এসডিজি ব্র্যান্ড চ্যাম্পিয়ন অ্যাওয়ার্ড–২০২৫ ও এশিয়ান ইনোভেশন এক্সিলেন্স অ্যাওয়ার্ড–২০২৫ নামের দুটি আন্তর্জাতিক পুরস্কার।</p></div></div></div></body></html>"
        },
        {
            "title": "পাতার আড়ালে লুকিয়ে থাকা চা-ফুল | প্রথম আলো",
            "time": "2026-01-07T13:10:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fxkz8rc36%2FSylhet-Photo-1.JPG?rect=0%2C496%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"পাতার আড়ালে লুকিয়ে থাকা চা-ফুল\" class=\"IiRps \">পাতার আড়ালে লুকিয়ে থাকা চা-ফুল</h1></p><div class=\"Ibzfy\"><p>চা-বাগান মানেই চোখের সামনে ভেসে ওঠে মাইলের পর মাইল সবুজের ঢেউ। পর্যটকদের ক্যামেরায় বন্দী হয় চা-পাতা, টিলা আর পথের সৌন্দর্য। কিন্তু এই চিরচেনা সবুজের আড়ালেই বছরের একটি নির্দিষ্ট সময়ে ফোটে চা-ফুল। সাদা পাপড়ি আর হলুদ পরাগধানী নিয়ে এ এক স্নিগ্ধ, অচেনা রূপ। শীতের শুরু থেকে বসন্তের আগমন পর্যন্ত চা-গাছে এই ফুল ফোটে, যা অনেক দর্শনার্থীর চোখ এড়িয়ে যায়। সিলেটের লাক্কাতুরা চা-বাগানে নিত্যদিনের চেনা দৃশ্যের বাইরে প্রকৃতির এই লুকানো সৌন্দর্য নিয়ে আজকের ছবির গল্প।</p></div></div></div></body></html>"
        },
        {
            "title": "ডেল্টা গ্রুপের চেয়ারম্যান ফারুক ও তাঁর স্ত্রীর দেশত্যাগে নিষেধাজ্ঞা | প্রথম আলো",
            "time": "2026-01-07T13:05:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-03-23%2Fms3egj2x%2FUntitled-5.jpg?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবেদনে বলা হয়, ডেল্টা গ্রুপের চেয়ারম্যান এ কে এম ফারুক আহমেদ বিভিন্ন ব্যাংক থেকে ২ হাজার ২৫০ কোটি টাকা ঋণ গ্রহণ, ওভার ইনভয়েস ও ভুয়া এলসির মাধ্যমে বিদেশে অর্থ পাচার করেছেন। এই অভিযোগগুলোসহ তাঁর বিরুদ্ধে অবৈধ সম্পদ অর্জনের অভিযোগ অনুসন্ধানাধীন রয়েছে।</p><p>অভিযোগসংশ্লিষ্ট ব্যক্তিরা দেশ ছেড়ে বিদেশে পালিয়ে যেতে পারেন মর্মে অনুসন্ধানকালে বিশ্বস্ত সূত্রে জানা যায়। এ জন্য অভিযোগের সুষ্ঠু অনুসন্ধানের স্বার্থে তাঁদের বিদেশ গমনে নিষেধাজ্ঞা প্রদান করা একান্ত প্রয়োজন বলে আবেদনে উল্লেখ করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "দোয়া মাহফিলে ধানের শীষে ভোট চাওয়ায় প্রার্থীকে শোকজ | প্রথম আলো",
            "time": "2026-01-07T13:05:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fjvq29dfv%2FUV6366.jpg?rect=0%2C68%2C956%2C502&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কারণ দর্শানোর নোটিশে উল্লেখ করা হয়েছে, নির্বাচনী অনুসন্ধানী কমিটির কাছে আসা ভিডিওতে দেখা যায়, গতকাল মঙ্গলবার (৫ জানুয়ারি) নওগাঁ-৪ নির্বাচনী এলাকার কয়াপাড়া-কামারকুড়ি উচ্চবিদ্যালয় মাঠে দোয়া মাহফিল ও শোকসভা ব্যানারে আয়োজিত অনুষ্ঠানে ইকরামুল বারী ধানের শীষের পক্ষে ভোট চান। এ ছাড়া ফেরিফায়েড ফেসবুক প্রোফাইলে মঙ্গলবার বিভিন্ন এলাকায় গণসংযোগ করার ভিডিও দেওয়া হয়েছে। নির্বাচনে প্রার্থী হিসেবে তাঁর এসব কার্যকলাপ সংসদ নির্বাচনে রাজনৈতিক দল ও প্রার্থীর আচরণ বিধিমালা, ২০২৫–এর বিধি ৩ ও বিধি ১৮–এর লঙ্ঘন বলে প্রতীয়মান হয়।</p><p>উল্লেখ্য, আচরণবিধির ৩ ধারা মেনে চলার বাধ্যবাধকতার বিষয়ে বলা হয়েছে। বিধি–১৮ অনুযায়ী কোনো প্রার্থী বা তাঁর পক্ষে কেউ ভোট গ্রহণের নির্ধারিত দিনের তিন সপ্তাহ সময়ের আগে কোনো ধরনের নির্বাচনী প্রচার শুরু করতে পারবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচন কি তাহলে মধ্য ও ডানপন্থার লড়াইয়ের দিকে যাচ্ছে | প্রথম আলো",
            "time": "2026-01-07T13:04:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fas5pvf4m%2F1.6.jpg?rect=0%2C319%2C3508%2C1842&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই সময়ে দেশ গেছে এক নিপীড়নমূলক স্বৈরশাসনের মধ্য দিয়ে। ২০১৮ সালে স্কুলের শিক্ষার্থীরা নিরাপদ সড়ক আন্দোলন করে সেই শাসনের ভিত কাঁপিয়ে দিয়েছিল। বলা যায়, এর ধারাবাহিকতায় সফল হয়েছে চব্বিশের গণ-অভ্যুত্থান, যার নেতৃত্ব দিয়েছে ছাত্র ও তরুণেরা। </p><p>এই গণ-অভ্যুত্থান আমাদের সামনে এক নতুন প্রজন্মকে হাজির করেছে, যাদের চিন্তাভাবনা ও মনোজগৎ আমাদের অনেকেরই জানা-বোঝার বাইরে। আমরা কি জানি বা ধারণা করতে পারি যে তাদের ভোট কোন দিকে যাবে? তা ছাড়া প্রবাসী ভোটারেরাও এবার প্রথমবারের মতো ভোট দেওয়ার সুযোগ পাচ্ছেন। ভোটের হিসাব-নিকাশ যাঁরা করছেন, তাঁরা এই বাস্তবতাকে বিবেচনায় নিচ্ছেন কি?</p><p>শুরুতে বলেছি, দেশ নির্বাচনী আবহাওয়ার মধ্যে ঢুকেছে। একই সঙ্গে এটাও বলেছি, নির্বাচনবিরোধী প্রকাশ্য-অপ্রকাশ্য একটি শক্তির সক্রিয়তা নানা সময়ে টের পাওয়া গেছে। প্রশ্ন হচ্ছে, সেই শক্তি কি একেবারেই নিষ্ক্রিয় হয়ে গেছে? মনে হয় না।</p><p>কিন্তু বাংলাদেশের সামনে এখন একটিই পথ, নির্বাচন। এর বাইরে অন্য কোনো কিছু গ্রহণ করার বাস্তবতা বা সক্ষমতা বাংলাদেশের নেই। আগামী ১২ ফেব্রুয়ারি একটি সুষ্ঠু, অবাধ ও শান্তিপূর্ণ নির্বাচন অনুষ্ঠানের চ্যালেঞ্জে অন্তর্বর্তীকালীন সরকারসহ দেশের সব গণতান্ত্রিক রাজনৈতিক শক্তিকে বিজয়ী হতেই হবে। </p><p>*মতামত লেখকের নিজস্ব</p><p>[৭ জানুয়ারি ২০২৬ প্রথম আলোর ছাপা সংস্করণে এ লেখা <strong>মধ্য ও ডানপন্থার ভোটের লড়াই</strong>—শিরোনামে প্রকাশিত হয়েছে।]</p></div></div></div></body></html>"
        },
        {
            "title": "মাইকেল শুমাখারের মৃত্যু নিয়ে বিভ্রান্তি: আসল ঘটনা কী | প্রথম আলো",
            "time": "2026-01-07T13:03:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Ffqq00y7b%2FG9rpAEbcAY5ugK.jpg?rect=0%2C0%2C545%2C286&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘মাইকেল শুমাখার’ নামটা শুনলেই চোখের সামনে ভেসে ওঠে লাল রঙের সেই ফেরারি গাড়ি। কানে বাজে তপ্ত পিচ চিরে তীব্র গতিতে ছুটে চলা ইঞ্জিনের গর্জন। শুধু ফর্মুলা ওয়ানের কিংবদন্তিই নন, তিনি হয়ে উঠেছিলেন খেলাধুলার জগতের বড় এক আইকন। সেই শুমাখার ফরাসি আল্পসে স্কি করতে গিয়ে মাথায় প্রচণ্ড চোট পেয়েছিলেন ২০১৩ সালে। এরপর এক যুগের বেশি সময় ধরে তিনি আসলে মৃত্যুর সঙ্গেই লড়ছেন, এই প্রায় পুরো সময়টাতেই তিনি লোকচক্ষুর আড়ালে।</p><p>কিন্তু কয়েক দিন আগে হঠাৎ করেই সামাজিক যোগাযোগমাধ্যমে খবর ছড়িয়ে পড়ে—‘মারা গেছেন মাইকেল শুমাখার’। মুহূর্তেই শোকের ছায়া ক্রীড়াবিশ্বে। অনেকেই সামাজিক যোগাযোগমাধ্যমে ‘রেস্ট ইন পিস’ লিখে শোক প্রকাশ করতে শুরু করেন। সঙ্গে কেউ কেউ জুড়ে দিয়েছেন কিংবদন্তি ফর্মুলা ওয়ান তারকার ছবিও। কিন্তু পরক্ষণে শোনা যায় ঘটনা খানিকটা ভিন্ন। মারা গেছেন ঠিকই, তবে তিনি ফর্মুলা ওয়ানের শুমাখার নন; তিনি প্রখ্যাত মার্কিন লেখক ও সাংবাদিক মাইকেল শুমাখার!</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে খতনা করাতে গিয়ে শিশুর মৃত্যু, তদন্ত কমিটি গঠন। | প্রথম আলো",
            "time": "2026-01-07T13:02:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-06%2F79ena14d%2FWhatsApp-Image-2026.jpg?rect=0%2C0%2C1790%2C940&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে গত শনিবার খতনা করাতে গিয়ে সাত বছরের শিশু মোহাম্মদ মোস্তফার মৃত্যু হয়। এদিন সকাল সাড়ে ১০টায় একটি বেসরকারি হাসপাতালে সার্জারির জন্য তাকে ভর্তি করা হয়েছিল। সন্ধ্যা ছয়টায় তাকে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। সেখানে রাত ১০টার দিকে নিবিড় পরিচর্যা কেন্দ্রে (আইসিইউ) তার মৃত্যু হয়। মৃত্যুর সনদে কারণ হিসেবে লেখা হয়েছে, হৃদ্‌যন্ত্রের ক্রিয়া বন্ধ হয়ে যাওয়া (হার্ট অ্যাটাক)।</p><p>আবু মুসার অভিযোগ, ‘অ্যানেসথেসিয়ার অপব্যবহারের কারণেই আমার ছেলের মৃত্যু হয়েছে।’ আবু মুসা জানান, ছেলেকে ভর্তি করিয়েছিলেন চট্টগ্রাম নগরের বহদ্দারহাট ১ কিলোমিটার এলাকার সেইফ হেলথ কেয়ার হাসপাতালে। চট্টগ্রাম মেডিকেল কলেজের শিশু সার্জারি বিভাগের সহকারী অধ্যাপক মোহাম্মদ জুনাইদ চৌধুরীর তত্ত্বাবধানে চিকিৎসা চলছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "ছোটদের যখন বড়দের মতো ডায়াবেটিস হয়, তখন কী করবেন | প্রথম আলো",
            "time": "2026-01-07T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2F4ffbntcv%2F040A2986.jpg?rect=0%2C167%2C2500%2C1313&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডায়াবেটিস বা বহুমূত্র রোগ যে শুধু বয়স্ক ব্যক্তিদের হয়, তা কিন্তু নয়; ছোটদের, এমনকি ছোট্ট শিশুরও হতে পারে এই রোগ। ছোটদের সাধারণত টাইপ–১ ডায়াবেটিস হয়। শরীরে ইনসুলিন হরমোনের ঘাটতির কারণে রক্তের গ্লুকোজ অনিয়ন্ত্রিতভাবে বেড়ে গিয়ে এই ডায়াবেটিস হয়। তবে বড়দের টাইপ–২ ডায়াবেটিসও আজকাল ছোটদের, বিশেষ করে কিশোরদের মধ্যে দেখা যাচ্ছে অনেক। এ ক্ষেত্রে রক্তে ইনসুলিনের মাত্রা স্বাভাবিক থাকলেও শরীরের কোষগুলো ইনসুলিনের উপস্থিতিতে সাড়া না দেওয়ার কারণে রক্তে গ্লুকোজ বেড়ে যায়।</p><ul><li><p>টাইপ–১ ডায়াবেটিস একধরনের অটোইমিউন ডিজিজ। এতে নিজের শরীরে তৈরি অ্যান্টিবডি নিজের অগ্ন্যাশয়ের বিটা কোষগুলোকে ধ্বংস করতে থাকে। বেশির ভাগ বিটা কোষ ধ্বংস হলে অগ্ন্যাশয় আর ইনসুলিন তৈরি করতে পারে না। এ কারণে গুরুতর সমস্যা দেখা দেয়। এ ধরনের ডায়াবেটিসে কিটোঅ্যাসিডোসিস হয়ে শিশুর মৃত্যুঝুঁকি পর্যন্ত দেখা দিতে পারে।</p></li><li><p>স্থূলকায় শিশুদের অল্প বয়সেই বড়দের মতো টাইপ–২ ডায়াবেটিস দেখা দিতে পারে। এতে বিটা কোষ থেকে ইনসুলিন তৈরি হয় ঠিকই, কিন্তু ওজন বেড়ে যাওয়ার কারণে শরীরে ইনসুলিন রেজিস্ট্যান্স বা অকার্যকারিতা দেখা দেয়। এ কারণে শরীরের কোষগুলো ইনসুলিনের উপস্থিতি সত্ত্বেও সাড়া<br>দেয় না।</p></li><li><p>মারাত্মক অপুষ্টির শিকার শিশুদের একধরনের বিশেষ ডায়াবেটিস দেখা দিতে পারে, যাকে বলে ডায়াবেটিস মেলাইটাস। অপুষ্টিজনিত এই ডায়াবেটিসে অগ্ন্যাশয়ের বিটা সেল থেকে পর্যাপ্ত পরিমাণে ইনসুলিন নিঃসরণ হয় না।</p></li></ul></div></div></div></body></html>"
        },
        {
            "title": "কে এই মিষ্টি ঘোষ? কীভাবে রাতারাতি দর্শকের মন জয় করলেন তিনি? | প্রথম আলো",
            "time": "2026-01-07T13:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fklifv4bw%2FTHUMBNAIL.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p class=\"print-entity-section-wrapper ut4Ac\"><h2 class=\"_-94Px\">মেরিল ক্যাফে লাইভ </h2></p><p><h1 data-title-0=\"কে এই মিষ্টি ঘোষ? কীভাবে রাতারাতি দর্শকের মন জয় করলেন তিনি?\" class=\"nA4h1 \">কে এই মিষ্টি ঘোষ? কীভাবে রাতারাতি দর্শকের মন জয় করলেন তিনি?</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-07T19:00:00+06:00\"><span>প্রকাশ: ০৭ জানুয়ারি ২০২৬, ১৩: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আরও এক হত্যাচেষ্টা মামলায় মামলায় গ্রেপ্তার দেখানো হলো আনিসুল-সালমান-দীপুকে | প্রথম আলো",
            "time": "2026-01-07T12:59:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Ftdasz490%2F%E0%A6%86%E0%A6%B0%E0%A7%8B-%E0%A6%8F%E0%A6%95-%E0%A6%B9%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%9A%E0%A7%87%E0%A6%B7%E0%A7%8D%E0%A6%9F%E0%A6%BE-%E0%A6%AE%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE%E0%A7%9F-%E0%A6%AE%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE%E0%A7%9F-%E0%A6%97%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%AB%E0%A6%A4%E0%A6%BE%E0%A6%B0-%E0%A6%A6%E0%A7%87%E0%A6%96%E0%A6%BE%E0%A6%A8%E0%A7%8B-%E0%A6%B9%E0%A6%B2%E0%A7%8B-%E0%A6%86%E0%A6%A8%E0%A6%BF%E0%A6%B8%E0%A7%81%E0%A6%B2-%E0%A6%B8%E0%A6%BE%E0%A6%B2%E0%A6%AE%E0%A6%BE%E0%A6%A8-%E0%A6%A6%E0%A7%80%E0%A6%AA%E0%A7%81%E0%A6%95%E0%A7%87-1080.00020402.Still001.jpg?rect=0%2C72%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আরও এক হত্যাচেষ্টা মামলায় মামলায় গ্রেপ্তার দেখানো হলো আনিসুল-সালমান-দীপুকে\" class=\"nA4h1 \">আরও এক হত্যাচেষ্টা মামলায় মামলায় গ্রেপ্তার দেখানো হলো আনিসুল-সালমান-দীপুকে</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-07T18:59:36+06:00\"><span>প্রকাশ: ০৭ জানুয়ারি ২০২৬, ১২: ৫৯ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "আমার নাচ মেলানিয়ার পছন্দ নয় কিন্তু মাদুরো তা নকল করতেন: ট্রাম্প | প্রথম আলো",
            "time": "2026-01-07T12:55:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-07%2Fnki4a53d%2FTHUMNAILWEB.jpg?rect=0%2C10%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"আমার নাচ মেলানিয়ার পছন্দ নয় কিন্তু মাদুরো তা নকল করতেন: ট্রাম্প\" class=\"nA4h1 \">আমার নাচ মেলানিয়ার পছন্দ নয় কিন্তু মাদুরো তা নকল করতেন: ট্রাম্প</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-01-07T18:55:44+06:00\"><span>প্রকাশ: ০৭ জানুয়ারি ২০২৬, ১২: ৫৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}