{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বৃষ্টি হলো সারা রাত, তবু ঢাকার বাতাসের হাল ভালো নয় | প্রথম আলো",
            "time": "2025-07-28T04:44:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-07%2F0c541485-d867-48a4-a185-022f802cb8af%2Fair_pollution_Dhaka.webp?rect=0%2C36%2C557%2C292&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বায়ুদূষণে ঢাকার অবস্থান তুলে ধরেছে সুইজারল্যান্ডভিত্তিক প্রতিষ্ঠান আইকিউএয়ার। প্রতিষ্ঠানটি বায়ুদূষণের পরিস্থিতি নিয়মিত তুলে ধরে। বাতাসের মান নিয়ে তৈরি করা এ লাইভ বা তাৎক্ষণিক সূচক একটি নির্দিষ্ট শহরের বাতাস কতটা নির্মল বা দূষিত, সে সম্পর্কে মানুষকে তথ্য দেয় ও সতর্ক করে।</p><p>বর্ষাকালে সাধারণত বায়ুদূষণ কম থাকে মূলত বৃষ্টির কারণে। মোটামুটি মে মাসের শেষ থেকেই কমে আসতে থাকে দূষণ। কারণ, এ সময় থেকেই বৃষ্টি শুরু হয়। প্রাকৃতিক এ ঘটনা ছাড়া দূষণ রোধে আর কোনো ব্যবস্থাই আসলে নেই। সরকারি নানা উদ্যোগ তো ব্যর্থ প্রমাণিত হয়েছে। বৃষ্টি হলে নগরীর দূষণ কমে কয়েক দিন, তারপর আবার বাড়ে। জুলাই সবচেয়ে কম দূষণের মাস। তারপরও আজ দূষণ পরিস্থিতি অপেক্ষাকৃত খারাপ।</p></div></div></div></body></html>"
        },
        {
            "title": "ভর্তুকি বন্ধে স্থবির হয়ে পড়েছে কৃষি যান্ত্রিকীকরণের গতি | প্রথম আলো",
            "time": "2025-07-28T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-11%2F4slkg0uw%2F2.JPG?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশে কৃষি যান্ত্রিকীকরণের অন্যতম বৃহৎ সরবরাহকারী প্রতিষ্ঠান এসিআই। সরকারের ভর্তুকি বন্ধ হওয়ার কারণে তাদের কৃষিযন্ত্র বিক্রি প্রায় ৯০ শতাংশ কমেছে। ফলে তাঁদের নতুন যন্ত্র আমদানি বর্তমানে বন্ধ রয়েছে। এ বিষয়ে এসিআই অ্যাগ্রি বিজনেস বিভাগের প্রেসিডেন্ট এফ এইচ আনসারী প্রথম আলোকে বলেন, ‘গত বছর আমরা অনেক যন্ত্র আমদানি করেছি। কিন্তু ভর্তুকি বন্ধ হওয়ায় বিক্রি কমে গেছে। আগে আমদানি করা যেসব যন্ত্র আছে, সেগুলো দামের ২০–৩০ শতাংশ এককালীন জমা নিয়ে বিক্রি করছি।’</p><p>খাত–সংশ্লিষ্ট ব্যক্তিরা জানান, দেশে এখন গরু দিয়ে হাল চাষের বদলে ধানের জমি প্রস্তুত করতে প্রায় ৯৫ শতাংশ ক্ষেত্রেই ট্রাক্টর ব্যবহার করা হয়। তবে ধান কাটা ও মাড়াইয়ে কম্বাইন হারভেস্টার ব্যবহার করা হয় ১৫ শতাংশ ক্ষেত্রে। বাকিটা হাতে করা হয়।</p><p>দেশে কৃষি যান্ত্রিকীকরণে যুক্ত আরেক প্রতিষ্ঠান মেটালের সূত্রে জানা যায়, তাদের ব্যবসাও ব্যাপকভাবে কমেছে। প্রতিষ্ঠানটি আগে বছরে যেখানে ৫০০ থেকে ৭০০ কম্বাইন হারভেস্টার বিক্রি করত, সেখানে ভর্তুকি বন্ধের পর এখন তা ১০০ থেকে ১৫০টিতে নেমে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "আগস্টের প্রথম সপ্তাহে নির্বাচনের দিনক্ষণের ঘোষণা আসতে পারে | প্রথম আলো",
            "time": "2025-07-28T04:28:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-11%2Fd2ca5k1c%2Fvote.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের সময়সীমা ও তারিখ ঘোষণার বিষয়টিকে ইতিবাচকভাবে দেখছে বিএনপি। দলের মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর গতকাল রোববার প্রথম আলোকে বলেন, ‘প্রধান উপদেষ্টা দুই–চার দিনের মধ্যে যদি নির্বাচনের সময় ঘোষণা করেন, খুশিই হব। কারণ, আমাদের দাবিই তো এটা।’</p><p>অবশ্য বিষয়টি নিয়ে রাজনৈতিক অঙ্গনে মিশ্র প্রতিক্রিয়াও রয়েছে। জামায়াতের নায়েবে আমির সৈয়দ আব্দুল্লাহ মুহাম্মদ তাহের প্রথম আলোকে বলেন, ‘প্রধান উপদেষ্টা আসলেই কী বলেছেন, সেটা আমরা স্পষ্ট করে জানি না। যদি ফেব্রুয়ারিতে নির্বাচন হয়, তারপরও নির্বাচনের সুস্পষ্ট তারিখ নির্ধারণ করা হবে অপরিপক্বতা। কারণ, প্রয়োজনীয় সংস্কার ও গণহত্যার বিচার নির্বাচনের পূর্বশর্ত। এ ছাড়া জুলাই সনদ ঘোষণার আগে নির্বাচনের তারিখ ঘোষণা হবে জুলাইয়ের চেতনাকে অবজ্ঞা করা। প্রয়োজনীয় সংস্কার শেষ না করে, বিচার দৃশ্যমান না করে নির্বাচনের তারিখ ঘোষণা হবে ঘোড়ার আগে গাড়ি জুড়ে দেওয়ার অবস্থা।’</p><p>আগামী চার–পাঁচ দিনের মধ্যে যদি জুলাই ঘোষণাপত্র ও জুলাই সনদ চূড়ান্ত হয়ে যায়, তাহলে নির্বাচনের তারিখ ঘোষণা নিয়ে আপত্তি নেই বলে জানান জাতীয় নাগরিক পার্টির (এনসিপি) জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদীব।</p><p>তবে বিভিন্ন দলের মধ্যে এমন আলোচনাও আছে, জুলাই সনদ চূড়ান্ত করার বিষয়টি যাতে কোনোভাবে বাধাগ্রস্ত না হয়, সে জন্য রাজনৈতিক দলগুলোকে নির্বাচনের বিষয়ে সুনির্দিষ্টভাবে আশ্বস্ত করতে চাইছে সরকার।</p></div></div></div></body></html>"
        },
        {
            "title": "উত্তরায় বিমান বিধ্বস্তের ঘটনায় দগ্ধ আরেক শিশুর মৃত্যু | প্রথম আলো",
            "time": "2025-07-28T04:17:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-18%2Fq18biy6r%2FWhatsApp-Image-2025-05-18-at-10.13.06-PM.jpeg?rect=0%2C47%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বার্ন ইনস্টিটিউটের আবাসিক সার্জন শাওন বিন রহমান এ তথ্য নিশ্চিত করেন। তিনি বলেন, আয়ানের শরীরের ৪০ শতাংশ পুড়ে গিয়েছিল।</p><p>আয়ানের বাবার নাম মোহাম্মদ আলী মাসুদ। থাকেন রাজধানীর মিরপুরে।</p><p>২১ জুলাই মাইলস্টোন স্কুল অ্যান্ড কলেজের একটি ভবনে বিমানবাহিনীর যুদ্ধবিমান বিধ্বস্ত হয়। এ ঘটনায় এখন পর্যন্ত ৩৬ জনের মৃত্যু হয়েছে, তাদের অধিকাংশই শিক্ষার্থী।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামে এডিস মশার প্রজনন বেড়েছে, লার্ভা বেশি আগ্রাবাদে | প্রথম আলো",
            "time": "2025-07-28T04:16:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fij2hy0g1%2F82edbd23-a01c-467a-8d14-d6dbdace2a8c.jfif?rect=0%2C22%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিভিল সার্জন জাহাঙ্গীর আলম বলেন, ‘আইইডিসিআরের গবেষণায় মশার বিস্তার ও লার্ভা বৃদ্ধির লক্ষণ দেখা গেছে। সে অনুযায়ী তারা বেশ কিছু সুপারিশ করেছে। আমরা এ সুপারিশগুলো সিটি করপোরেশন, জেলা প্রশাসন ও উপজেলা পর্যায়ে পাঠিয়েছি। সে অনুযায়ী কাজ চলছে।’</p><p>মশার বিস্তারের কারণে এবার ডেঙ্গু ও চিকুনগুনিয়া দুই ধরনের রোগী পাওয়া যাচ্ছে। এ ছাড়া এরই মধ্যে তিনজনের জিকাও শনাক্ত হয়েছে। গতকাল রোববার পর্যন্ত চলতি বছরে ৭৬৪ জনের চিকুনগুনিয়া ও ৭৯৩ জনের ডেঙ্গু শনাক্ত করা গেছে। ডেঙ্গুতে মারা গেছেন অন্তত আটজন। এর মধ্যে ছয়জনই মারা গেছেন চলতি জুলাই মাসে।</p><p>চট্টগ্রাম মেডিকেল কলেজ (চমেক) হাসপাতালের মেডিসিন বিভাগের প্রধান অধ্যাপক আবদুস সাত্তার বলেন, এবার ডেঙ্গুর চেয়ে চিকুনগুনিয়ার রোগী বেশি পাওয়া যাচ্ছে। আবার অনেকের ডেঙ্গু ও চিকনগুনিয়া দুটোই হচ্ছে। জুন-জুলাই থেকে রোগী বেড়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ফেনীতে সড়ক বিভাজকে মাইক্রোবাসের ধাক্কা, এক যাত্রী নিহত | প্রথম আলো",
            "time": "2025-07-28T04:07:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2020-09%2F34799b38-2fdf-4faa-a957-b18bd9d90555%2Ffeni.png?rect=0%2C126%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাইওয়ে পুলিশ সূত্র জানা গেছে, হাইয়েস মাইক্রোবাসটি যাত্রী নিয়ে চট্টগ্রামের দিকে যাচ্ছিল। ফেনীর লালপুল এলাকায় এটি নিয়ন্ত্রণ হারিয়ে সড়ক বিভাজকে ধাক্কা দেয়। এ সময় মাইক্রোবাসটির সামনের অংশ দুমড়েমুচড়ে যায়। মাইক্রোবাসে থাকা চালকসহ আটজন আহত হন। স্থানীয় বাসিন্দারা আহত ব্যক্তিদের উদ্ধার করে ফেনী জেনারেল হাসপাতালে পাঠায়। সেখানে চিকিৎসক একজনকে মৃত ঘোষণা করেন।</p><p>ফেনী জেনারেল হাসপাতালের জরুরি বিভাগের কর্তব্যরত চিকিৎসক সাইদুর রহমান বলেন, একজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। বাকি সাতজনের মধ্যে দুজনকে উন্নত চিকিৎসার জন্য চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে পাঠানো হয়েছে। অন্যরা প্রাথমিক চিকিৎসা নিয়ে বাড়ি ফিরে গেছেন।</p><p>মহিপাল হাইওয়ে থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) হারুন উর রশিদ বলেন, লাশ ময়নাতদন্তের জন্য ফেনী জেনারেল হাসপাতালে রাখা হয়েছে। তাঁর পরিচয় শনাক্তের চেষ্টা চলছে। ক্ষতিগ্রস্ত মাইক্রোবাসটিও জব্দ করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গাজায় অপুষ্টি উদ্বেগজনক পর্যায়ে, সতর্ক করল ডব্লিউএইচও | প্রথম আলো",
            "time": "2025-07-28T04:06:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fj9ntktk5%2Fflour.jpg?rect=0%2C161%2C4843%2C2543&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) সতর্ক করে বলেছে, ফিলিস্তিনের গাজা উপত্যকায় অপুষ্টির মাত্রা উদ্বেগজনক পর্যায়ে পৌঁছেছে, তা বিপজ্জনক গতিপথে রয়েছে।</p><p>দীর্ঘ বিরতির পর গাজায় উড়োজাহাজ থেকে ত্রাণসামগ্রী ফেলার কার্যক্রম আবার শুরুর পর ডব্লিউএইচওর কাছ থেকে এ সতর্কবার্তা এল।</p><p>গতকাল রোববার জর্ডান ও সংযুক্ত আরব আমিরাত গাজায় উড়োজাহাজ থেকে ত্রাণসামগ্রী ফেলে। এর আগে ইসরায়েল জানায়, তারা গাজার কিছু অংশে প্রতিদিন ১০ ঘণ্টা করে যুদ্ধ বন্ধ রাখবে। যাকে তারা বলছে, ‘কৌশলগত বিরতি’। এ বিরতির আওতায় জাতিসংঘের ত্রাণবহরের জন্য করিডর তৈরি করে দেওয়ার কথাও জানায় তারা।</p><p>ইসরায়েলের দাবি, গাজাবাসীকে ইচ্ছাকৃতভাবে অনাহারে রাখার যে ‘মিথ্যা অভিযোগ’ উঠেছে, তা খণ্ডন করতেই এ বিশেষ ব্যবস্থাগুলো নেওয়া হয়েছে। ইসরায়েলের ভাষ্য, হামাস ইচ্ছাকৃতভাবে এমন অভিযোগ তুলে বিশ্বের সামনে ইসরায়েলের ভাবমূর্তি ক্ষুণ্ন করার চেষ্টা করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এআইয়ের চোখে মানুষের সেরা ২৫ অনুভূতি | প্রথম আলো",
            "time": "2025-07-28T04:05:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-06%2Ffeda17b8-faca-4755-88fb-4aa2bf3cb90d%2Fprothomalo_bangla_2021_02_ea318b0b_6cac_4bc9_bf17_aaf052f1303b__SY_9135.webp?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. কাউকে গভীরভাবে ভালোবাসা:</strong> এমন একজনকে খুঁজে পাওয়া, যে আপনার সঙ্গে সারা জীবন কাটাবে। আপনাকে বুঝবে, সুখে-দুঃখে সব সময় পাশে থাকবে। মন খুলে তাঁর সঙ্গে মনের কথা বলতে পারবেন, ভালোবাসতে পারবেন।</p><p><strong>২. মা–বাবা হওয়া:</strong> নিজের সন্তানকে একটু একটু করে বড় হতে দেখার অনুভূতি ভাষায় প্রকাশ করা সম্ভব নয়। আপনার চোখের সামনে সে একটু একটু করে কথা বলতে শিখবে, হাসবে, কাঁদবে, হাঁটবে...। আপনি তার দায়িত্ব নেবেন। তার যত্ন নিতে নিতে একসময় তাকে নিজের জীবনের চেয়ে বেশি ভালোবাসবেন।</p><p><strong>৩. দীর্ঘদিনের স্বপ্ন পূরণ হওয়া:</strong> মানুষের জীবনে নানা ধরনের স্বপ্ন থাকে। সহজে সেসব স্বপ্ন পূরণ করা যায় না। তবে অনেক চেষ্টা আর ধৈর্যের পর যখন সেই স্বপ্ন পূরণ হয়, তখন তা ভোলা যায় না।</p><p><strong>৪. মনের মতো বন্ধু পাওয়া:</strong> এমন একজন বন্ধু, যাকে কষ্ট করে কিছু বোঝাতে হয় না। সে এমনিতেই আপনার মনের কথা বুঝতে পারবে। এমন সম্পর্ক খুব কম মানুষের সঙ্গেই হয়। তবে জীবনে এমন একজন থাকলে মনে হয়, আমি একা নই।</p><p><strong>৫. কারও জীবন বদলে দেওয়া:</strong> কারও জীবন বাঁচানো, কাউকে ভালো কাজের জন্য উৎসাহ দেওয়া বা বিপদের সময় তার পাশে থাকার আনন্দ ভাষায় প্রকাশ করা যায় না। কাউকে এমন সাহায্য করতে পারলে দারুণ এক ভালো লাগা কাজ করে। এই অনুভূতিও অন্য রকম।</p></div></div></div></body></html>"
        },
        {
            "title": "পলি শাহীনার গল্প : মা মা গন্ধ | প্রথম আলো",
            "time": "2025-07-28T04:02:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F0aymv8h7%2FPoly-Sahina.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>নুন মরিচের ঝাঁজালো জীবন থেকে বিচ্ছিন্ন হয়ে, মাছ সাথিদের সঙ্গে এ–প্রান্ত থেকে ও–প্রান্তে অবারিত সুখে ছুটছি তো ছুটছি। এখানে কোনো যুদ্ধ নেই, অযাচিত, অশোভন নাটক নেই, শুধু শান্তি আর শান্তি। লোকে কী বলবে, এমন চিন্তা নেই। সাতপাঁচ ভেবে কথা বলার পূর্বপ্রস্তুতির দরকার নেই। অবিশ্বাস, গন্ডগোল, বাধা, দয়াদাক্ষিণ্য, চোখ রাঙানি, মামলা-মোকদ্দমা, শত্রু, চলচাতুরী, পাপ-পুণ্য মাপার বাটখারা, মিথ্যা গল্প, গুজব, কারাগার কিছুই নেই। এখানে সফলতা-ব্যর্থতার দ্বন্দ্ব, মুখোশ, মিথ্যা প্রশংসা, দৌড় প্রতিযোগিতার হিড়িক নেই। কে উঁচু, কে নিচু, এসব মাপার ব্যস্ততা নেই। মুড স্যুইং, অস্থিরতা, ক্লান্তি, খিটখিটে মেজাজ, শূন্যতা, হাহাকার, চাহিদা, প্রত্যাশা, একাকিত্ব, দুর্বলতা নেই, সামনে এগিয়ে যাওয়ার তাড়না নেই। সাগরের অতল জলে আমি, মাছ ও প্রবাল, একে অপরের নিঃশব্দ আশ্রয়, নির্ভরতা হয়ে অপার মায়ায় ছুঁয়ে থাকি। আত্মমগ্ন একটা আনন্দে দুলতে দুলতে এই জগতের প্রতি একটা তীব্র টান অনুভব করি। ওদের নিখাদ ভালোবাসা, স্পর্শে আমি আরও আত্মবিশ্বাসী হয়ে উঠি। ওরা আমার কানের কাছে ফিসফিসিয়ে বলে, জীবন একবারই আসে, সময় দ্রুত শেষ হয়ে আসছে, যতটুকু আছে এর সর্বোচ্চ ব্যবহার করো, মনপ্রাণ সঁপে ভীষণভাবে ভালোবাসো। </p><p>ওদের কথামতো জগৎ–সংসারের সমস্ত নিয়ম, মাথাব্যথা প্যারাসুটের মতো উড়িয়ে দিয়ে, জোনাকির মতো ডানা মেলে এক পাড়া থেকে অন্য পাড়ায় ঘুরছি, বেড়াচ্ছি। কী আনন্দ! নিজেকে কখনো মাছ মনে হয়, কখনোবা প্রবাল! এই সময় আমার ইনস্ট্রাক্টর আমাকে জলের আরও গভীরে নিয়ে আসে। এখানে জলের স্রোত ও ঢেউ প্রথম, দ্বিতীয় স্তরের চেয়ে আলাদা মনে হলো। এখানকার মাছগুলো ধ্যানমগ্ন ঋষির মতো যেন ধ্যান করছে। মায়ের কথা মনে পড়ে। তিনি বলতেন, ‘অল্প পানির পুঁটি মাছ লাফায় বেশি, বোয়াল, কাতলাসহ বড় মাছেরা নিঃশব্দে ডুবে থাকে জলের গভীরে।’ </p></div></div></body></html>"
        },
        {
            "title": "চাকরি ছেড়ে মুরগির খামারে স্বাবলম্বী আকরাম | প্রথম আলো",
            "time": "2025-07-28T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fy3939a36%2FTHUMNAILWEB.jpg?rect=0%2C21%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চাকরি ছেড়ে মুরগির খামারে স্বাবলম্বী আকরাম\" class=\"nA4h1 \">চাকরি ছেড়ে মুরগির খামারে স্বাবলম্বী আকরাম</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-07-28T10:24:21+06:00\"><span>আপডেট: ২৮ জুলাই ২০২৫, ০৪: ২৪ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "মিলিয়ন ডলার বেবি: ক্লিন্ট ইস্টউডের মাস্টারপিস | প্রথম আলো",
            "time": "2025-07-28T03:55:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2F4u39ezh8%2FWhatsApp-Image-2025-07-27-at-8.02.06-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খেলাধুলার সিনেমা মানেই টান টান উত্তেজনা, শ্বাসরুদ্ধকর মুহূর্ত, আর শেষ পর্যন্ত নায়কের জয়—এমনটাই আমরা দেখে অভ্যস্ত। কিন্তু কিছু সিনেমা এই চেনা ছক ভেঙে এক অন্য রকম অভিজ্ঞতার জন্ম দেয়। এমনই এক চলচ্চিত্র ‘মিলিয়ন ডলার বেবি’—যেখানে বক্সিং আছে, কিন্তু সেটি শুধু বাহানা। মূল গল্পটা আসলে জীবনের।</p><p>পরিচালক ক্লিন্ট ইস্টউড এখানে বক্সিংকে ব্যবহার করেছেন এক অসামান্য মানবিক ট্র্যাজেডির পটভূমি হিসেবে। গল্পটা মূলত এক মানুষের উত্থান-পতন, সংগ্রাম আর নিজের অস্তিত্ব খুঁজে পাওয়ার। যেখানে জয় নেই, পরাজয়ও নেই—আছে শুধু বেঁচে থাকার তীব্র আকুতি, আর শেষ পর্যন্ত নিজেই নিজের জন্য একটা সিদ্ধান্ত নিয়ে নেওয়ার সাহস।</p></div></div></div></body></html>"
        },
        {
            "title": "যুক্তরাষ্ট্রের বাজারে প্লাস্টিক পণ্যের রপ্তানি কমতে পারে, শঙ্কায় উদ্যোক্তারা | প্রথম আলো",
            "time": "2025-07-28T03:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2014%2F08%2F21%2F50023adadb66227172ff67c48ce8d8db-15.-07.-14.-PLASTIC-PRODUCTS.jpg?rect=0%2C57%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুক্তরাষ্ট্রের সরকারি দপ্তরের পরিসংখ্যান অনুযায়ী, ২০২৩ সালে যুক্তরাষ্ট্র ৭ হাজার ২৩৪ কোটি ডলারের প্লাস্টিক পণ্য আমদানি করে। তার মধ্যে চীনের হিস্যা ছিল প্রায় ২৭ শতাংশ। যুক্তরাষ্ট্রে প্লাস্টিক পণ্যের শীর্ষস্থানীয় রপ্তানিকারক অন্য দেশগুলোর মধ্যে রয়েছে কানাডা, মেক্সিকো, কোরিয়া, জার্মানি, ভিয়েতনাম, জাপান, থাইল্যান্ড ও ভারত।</p><p>জানতে চাইলে বাংলাদেশ প্লাস্টিক পণ্য প্রস্তুতকারক ও রপ্তানিকারক সমিতির সহসভাপতি মো. এনামুল হক প্রথম আলোকে বলেন, ডোনাল্ড ট্রাম্প যুক্তরাষ্ট্রের প্রেসিডেন্টের দায়িত্ব নেওয়ার পর চীনের ওপর শুল্ক বৃদ্ধি করেন। তারপর থেকে গৃহস্থালি পণ্য, খেলনা ইত্যাদি পণ্যের রপ্তানি ক্রয়াদেশের ব্যাপারে প্রচুর অনুসন্ধান আসতে থাকে। তার মধ্যে অনেক ক্রয়াদেশ চূড়ান্ত হয়। সম্ভাবনা তৈরি হওয়ায় বড় কোম্পানিগুলো বিনিয়োগ বাড়াতে থাকে।</p><p>মো. এনামুল হক আরও বলেন, ‘বাংলাদেশ থেকে যুক্তরাষ্ট্রের জাহাজভাড়া আগেই বেড়েছে। বর্তমানে ব্যাংকঋণের সুদহার বেশি। বিদ্যুৎ–সংকটেও ভুগছে কারখানাগুলো। এর মধ্যে বাড়তি ৩৫ শতাংশ শুল্ক বাস্তবায়ন হলে যুক্তরাষ্ট্রের বাজারে প্রতিযোগিতা করা কঠিন হয়ে পড়বে। প্রতিযোগী দেশগুলো যতটা দক্ষতার সঙ্গে পাল্টা শুল্ক কমানোর দর–কষাকষি করছে, সেভাবে আমরা পারছি না। তাই আমরা দুশ্চিন্তায় আছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকায় রাতভর ৫০ মিলিমিটার বৃষ্টি, হতে পারে আজও | প্রথম আলো",
            "time": "2025-07-28T03:28:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2F1dp74sej%2FDhakaRain.avif?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবহাওয়া অধিদপ্তরের দেওয়া বার্তা অনুযায়ী, আজ খুলনা, বরিশাল, চট্টগ্রাম ও সিলেট বিভাগের বেশির ভাগ জায়গায় বজ্রসহ হালকা থেকে মাঝারি ধরনের বৃষ্টি হতে পারে। এসব বিভাগের কোনো কোনো জায়গায় ভারী বৃষ্টির পূর্বাভাসও আছে। আজ ঢাকা বিভাগের অনেক স্থানেও বৃষ্টির সম্ভাবনা বেশি।</p><p>আবহাওয়াবিদ ওমর ফারুক বলেন, আজ রাজধানীতে আরও বৃষ্টির সম্ভাবনা আছে। এ ছাড়া ঢাকার আশপাশে বৃষ্টি হতে পারে। আগামীকাল মঙ্গলবার বৃষ্টি হতে পারে বিভিন্ন স্থানে।</p><p>বাংলার বর্ষা ঋতুর দ্বিতীয় মাস শ্রাবণের মাঝামাঝি সময় এখন। চলতি জুলাই মাসটা আষাঢ় ও শ্রাবণ মিলেই পড়ে। আর এ মাসে বছরের সবচেয়ে বেশি বৃষ্টি হয়। আবার অধিদপ্তরের হিসাব অনুযায়ী, এখন পর্যন্ত বৃষ্টির পরিমাণ যা, তাতে এই মাসে স্বাভাবিক বৃষ্টি হবে। তবে রংপুর এবং সিলেট বিভাগে এখন পর্যন্ত স্বাভাবিকের চেয়ে বেশ খানিকটা কম বৃষ্টি হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "রুয়েটে বিভিন্ন গ্রেডে ১২৭ পদে শিক্ষক-কর্মকর্তা-কর্মচারী পদে নিয়োগ, বাড়ল আবেদনের সময় | প্রথম আলো",
            "time": "2025-07-28T03:27:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-09%2Fbc11575e-bb50-45e6-815a-c879d1fcdb80%2FUntitled_2.png?rect=26%2C0%2C419%2C220&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রতিষ্ঠানের নাম: রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়<br><strong>১. পদের নাম: নির্বাহী প্রকৌশলী</strong><br>পদসংখ্যা: ১টি<br>বেতন স্কেল: ৩৫,৫০০-৬৭,০১০ টাকা;<br><strong>২. পদের নাম: সহকারী পরিচালক</strong><br>পদসংখ্যা: ২টি<br>বেতন স্কেল: ২৯,০০০-৬৩,৪১০ টাকা;<br><strong>৩. পদের নাম: সহকারী পরিচালক (পুর)</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২৯,০০০-৬৩,৪১০ টাকা;<br><strong>৪. পদের নাম: পিএস টু ভিসি;</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>৫. পদের নাম: সেকশন অফিসার;</strong><br>পদসংখ্যা: ৩টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>৬. পদের নাম: ফিজিক্যাল ইনস্ট্রাক্টর;</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>৭. পদের নাম: প্রকিউরমেন্ট অফিসার;</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>৮. পদের নাম: স্টেট অফিসার;</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>৯. পদের নাম: মেডিকেল অফিসার;</strong><br>পদসংখ্যা: ১টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;<br><strong>১০. পদের নাম: সহকারী প্রোগ্রামার;</strong><br>পদসংখ্যা: ২টি;<br>বেতন স্কেল: ২২,০০০-৫৩,০৬০ টাকা;</p></div></div></div></body></html>"
        },
        {
            "title": "টুথপেস্টের কারণে সড়কে বন্ধ হলো যান চলাচল | প্রথম আলো",
            "time": "2025-07-28T03:20:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-27%2Fgxp8ibqi%2FCapture.PNG?rect=0%2C196%2C696%2C365&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফেসবুক পোস্টে অ্যাশবোরো পুলিশ মজা করে বলেছে, ‘টুথপেস্ট আর কাঠের গুঁড়া হয়তো সুগন্ধ ছড়াচ্ছে, কিন্তু এটা পিচ্ছিল এবং বেশ বিপজ্জনকও বটে।’ পোস্টে আরও বলা হয়, যতক্ষণ না ছড়িয়ে পড়া এই পদার্থ পরিষ্কার করা যায়, ততক্ষণ গোল্ড হিল রোড সাময়িকভাবে বন্ধ থাকবে।</p><p>পুলিশ সড়ক বন্ধ করে সেখান থেকে সব টুথপেস্ট সরিয়ে, ধুয়ে-মুছে সাফ করার পর বুধবার বিকেল নাগাদ সেটি যান চলাচলের জন্য খুলে দেয়। টুথপেস্ট মেখে, ঘষে ঘষে পরিষ্কার করার পর পানি দিয়ে মোছা সড়কটি যেন দাঁতের মতোই ঝকঝক করছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "দাউদকান্দিতে ২৩ মামলার আসামি হত্যার ঘটনায় মামলা দায়ের | প্রথম আলো",
            "time": "2025-07-28T03:19:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-05-27%2Fges370zs%2Fprothomalo-bangla2024-09-18lc747l05286127e7-bc6b-4704-8885-52f86daeb3ec.webp?rect=0%2C61%2C1596%2C838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার দাউদকান্দিতে ২৩ মামলার আসামি আবদুল্লাহ আল মামুন ওরফে মামুন সম্রাটকে (৪৩) হত্যার ঘটনায় অজ্ঞাতনামা ব্যক্তিদের আসামি করে একটি মামলা হয়েছে। গতকাল রোববার সন্ধ্যায় নিহত মামুনের স্ত্রী হাজেরা বেগম দাউদকান্দি মডেল থানায় হত্যার অভিযোগে মামলাটি করেন। এতে নিহত ব্যক্তির দ্বিতীয় স্ত্রীকে সাক্ষী করা হয়েছে।</p><p>পুলিশ জানায়, মামুনকে হত্যার ঘটনায় জিজ্ঞাসাবাদের জন্য আটক করা হয়েছিল তাঁর দ্বিতীয় স্ত্রী মুক্তা আক্তার, মুক্তার বড় বোন সুমী আক্তার, ছোট বোন জান্নাত আক্তার, কক্সবাজারের রোজ গার্ডেন আবাসিক হোটেলের ব্যবস্থাপক এবং দাউদকান্দির মালিখিল গ্রামের বাসিন্দা আবু সাইদকে। পরে তাঁদের ছেড়ে দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "ডিবি কার্যালয় থেকে ভিডিও বার্তা প্রচার | প্রথম আলো",
            "time": "2025-07-28T03:18:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-16%2Ftq8676rp%2F16072025-cm-1.jpg?rect=0%2C20%2C798%2C419&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ডিবির পাঠানো ভিডিওতে দেখা যায়, একটি কক্ষে নাহিদ ইসলামের পাশে বসে আছেন বাকি পাঁচ সমন্বয়ক সারজিস আলম, হাসনাত আবদুল্লাহ, আসিফ মাহমুদ সজীব ভুঁইয়া, নুসরাত তাবাসসুম ও আবু বাকের মজুমদার। এই পাঁচজনের মধ্যে আসিফ মাহমুদ সজীব ভূঁইয়া বর্তমান অন্তর্বর্তী সরকারের উপদেষ্টা। সারজিস, হাসনাত ও নুসরাত এখন জাতীয় নাগরিক পার্টির (এনসিপি) গুরুত্বপূর্ণ নেতা। আর বাকের গণতান্ত্রিক ছাত্রসংসদের আহ্বায়ক।</p><p>ডিবি থেকে পাঠানো ওই ভিডিও বার্তার মাধ্যমে আন্দোলন থেমে যাবে—এমনটি ভেবেছিল তৎকালীন আওয়ামী লীগ সরকার। কিন্তু ঘটনাটি বুমেরাং হয়েছিল। সমন্বয়কদের ডিবি কার্যালয়ে আটকে রেখে লিখিত বক্তব্য পাঠ করতে বাধ্য করার ঘটনায় মানুষ আরও ক্ষুব্ধ হয়। সেই রাতে ঢাকা বিশ্ববিদ্যালয়সহ বিভিন্ন শিক্ষাপ্রতিষ্ঠানের শিক্ষার্থীরা ডিবির কার্যালয় থেকে প্রচারিত ওই বার্তা প্রত্যাখ্যান করে ‘স্পষ্ট বিবৃতি’ দেন। এতে বলা হয়, অস্ত্রের মুখে জিম্মি করে ডিবি কার্যালয়ে কোটা সংস্কার আন্দোলনের ছয়জন সমন্বয়ককে দিয়ে জোরপূর্বক যে বিবৃতি আদায় করা হয়েছে, তা দেশের ছাত্রসমাজ প্রত্যাখ্যান করে।</p></div></div></div></body></html>"
        },
        {
            "title": "এক হবু সম্রাটের হত্যাই কি ডেকে এনেছিল প্রথম বিশ্বযুদ্ধ | প্রথম আলো",
            "time": "2025-07-28T03:15:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fqwcfpht3%2F1.-Franz-Ferdinand.webp?rect=6%2C0%2C314%2C165&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ বিশ্বযুদ্ধকে ঘিরে যে রাজনৈতিক বিশৃঙ্খলা সৃষ্টি হয়েছিল, তা চারটি প্রাচীন ও মর্যাদাপূর্ণ সাম্রাজ্যের পতন ডেকে আনে। সেগুলো হলো: জার্মান, অস্ট্রো-হাঙ্গেরীয়, রুশ ও তুর্কি।</p><p>প্রথম বিশ্বযুদ্ধের রক্তক্ষয়ী সমাপ্তির পর ভার্সাই চুক্তির মাধ্যমে একটি নতুন বিশ্বব্যবস্থা গড়ে তোলার স্বপ্ন দেখেছিলেন বিজয়ী দেশের প্রধানেরা। তবে ‘ন্যায়ভিত্তিক শান্তির’ কথা বলা হলেও বাস্তবে এ চুক্তি ছিল প্রতিশোধপরায়ণ, অসম ও অপূর্ণাঙ্গ।</p><p>পরাজিতদের বাদ দিয়ে চুক্তি রচনার ফলে জার্মানি ও রাশিয়ায় জন্ম নেয় চরম অসন্তোষ। এটি পরে নাৎসিবাদের উত্থান ও দ্বিতীয় বিশ্বযুদ্ধের পথ সুগম করে।</p><p>অর্থনৈতিক সংকট, যুদ্ধের ক্ষত ও চরমপন্থার বিস্তার দেখিয়ে দেয়—শান্তির জন্য শুধু বিজয় নয়, চাই যৌথ অংশগ্রহণ ও ন্যায়ভিত্তিক সমঝোতা। ইতিহাসবিদদের মতে, যদি ভার্সাই চুক্তি আরও ভারসাম্যপূর্ণ ও ঐক্যমুখী হতো, তবে বিশ শতকের ইতিহাস হয়তো একেবারে ভিন্ন রূপ পেত।</p><p>{তথ্যসূত্র: বিবিসি, হিস্ট্রি ডটকম, হিস্ট্রি টুলস}</p></div></div></div></body></html>"
        }
    ]
}