{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "গাজায় হত্যা বন্ধের আহ্বানে সিডনি হারবার ব্রিজে প্রায় এক লাখ মানুষের বিক্ষোভ মিছিল | প্রথম আলো",
            "time": "2025-08-03T14:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fgbocp738%2FWeb.jpg?rect=0%2C57%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"গাজায় হত্যা বন্ধের আহ্বানে সিডনি হারবার ব্রিজে প্রায় এক লাখ মানুষের বিক্ষোভ মিছিল\" class=\"nA4h1 \">গাজায় হত্যা বন্ধের আহ্বানে সিডনি হারবার ব্রিজে প্রায় এক লাখ মানুষের বিক্ষোভ মিছিল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-03T20:15:00+06:00\"><span>প্রকাশ: ০৩ আগস্ট ২০২৫, ১৪: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "সমন্বয়ক পরিচয়ে চাঁদাবাজি: স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন রাজ্জাক | প্রথম আলো",
            "time": "2025-08-03T14:13:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-31%2F4wkf50l9%2F95bc99dd-f147-4f1c-8e15-12e096182533.jfif?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাজধানীর গুলশান এলাকায় সাবেক সংসদ সদস্য শাম্মী আহমেদের বাসায় চাঁদাবাজির ঘটনায় করা মামলায় আদালতে স্বীকারোক্তিমূলক জবানবন্দি দিয়েছেন আবদুর রাজ্জাক বিন সুলাইমান ওরফে রিয়াদ। তিনি বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক নেতা।</p><p> ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট (সিএমএম) আদালতে আজ রোববার তিনি এই জবানবন্দি দেন। একই ঘটনায় গ্রেপ্তার অপর তিন আসামিকে রিমান্ড শেষে কারাগারে পাঠিয়েছেন ঢাকার সিএমএম আদালত। এই তিনজন হলেন ইব্রাহিম হোসেন, মো. সাকাদাউন সিয়াম ও সাদমান সাদাব। প্রথম আলোকে এ তথ্য নিশ্চিত করেছেন ঢাকা মহানগর পুলিশের প্রসিকিউশন বিভাগের অতিরিক্ত উপকমিশনার মাঈন উদ্দিন চৌধুরী।</p></div></div></div></body></html>"
        },
        {
            "title": "হতাহতদের ক্ষতবিক্ষত হওয়ার ছবি-ভিডিও প্রকাশের ক্ষেত্রে ঝাপসা করতে হবে: হাইকোর্ট | প্রথম আলো",
            "time": "2025-08-03T14:06:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-28%2Fo7ps5egz%2FScreenshot-2025-07-22-200123.jpg?rect=0%2C59%2C727%2C382&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আদালতে রিটের পক্ষে তাসমিয়াহ নুহিয়া আহমেদ নিজেই শুনানি করেন। রাষ্ট্রপক্ষে ছিলেন ডেপুটি অ্যাটর্নি জেনারেল মো. গোলাম রহমান ভূঁইয়া ও নূর মুহাম্মদ আজমী।</p><p>আদেশের পর আইনজীবী তাসমিয়াহ নুহিয়া আহমেদ প্রথম আলোকে বলেন, ‘এ ধরনের ছবি ও ভিডিও প্রচার–প্রকাশের ক্ষেত্রে কিছু বিধিবিধান আছে। সে অনুসারে প্রচারিত–প্রকাশিত হচ্ছে না। এ ক্ষেত্রে নিষ্ক্রিয়তা দেখা যাচ্ছে। অর্থাৎ পোশাকহীন ও অগ্নিদগ্ধ অবস্থার ছবি–ভিডিও সরানো বা ব্লার করার বিষয়ে পদক্ষেপ নেওয়া হচ্ছে না—এ বিষয়ে রুল ইস্যু করা হয়েছে। আদালত নির্দেশনা দিয়েছেন। পরবর্তী সময়ে এ ধরনের ছবি–ভিডিও যখন প্রকাশিত বা প্রচারিত হবে তখন বিধিবিধানগুলো যেন মানা হয় এবং ক্ষতবিক্ষত যেসব ছবি–ভিডিও ইতিমধ্যে প্রকাশিত বা প্রচারিত হয়েছে, যা মানুষকে কষ্ট দেয়, সেগুলো ব্লার করে দিতে বলা হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউনূস সাহেব, কাপুরুষের মতো ক্ষমতায় থাকবেন না: হাবিব উন নবী খান | প্রথম আলো",
            "time": "2025-08-03T14:03:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Ffaj4pjiu%2Fweb-2.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইউনূস সাহেব, কাপুরুষের মতো ক্ষমতায় থাকবেন না: হাবিব উন নবী খান\" class=\"nA4h1 \">ইউনূস সাহেব, কাপুরুষের মতো ক্ষমতায় থাকবেন না: হাবিব উন নবী খান</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-08-03T20:03:18+06:00\"><span>প্রকাশ: ০৩ আগস্ট ২০২৫, ১৪: ০৩ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "অবৈধ সম্পদ অর্জনের অভিযোগে বীর বাহাদুর ও স্ত্রীর বিরুদ্ধে দুদকের দুই মামলা | প্রথম আলো",
            "time": "2025-08-03T13:56:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2019%2F01%2F08%2Fa16481e93d70b50cac2c497f7efee316-5c342c9759e33.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় সাড়ে ১১ কোটি টাকার অবৈধ সম্পদ অর্জন এবং ৭৪ কোটি টাকার সন্দেহজনক লেনদেনের অভিযোগে পার্বত্য চট্টগ্রামবিষয়ক মন্ত্রণালয়ের সাবেক মন্ত্রী বীর বাহাদুর উ শৈ সিং এবং তাঁর স্ত্রী মে হ্লা প্রূ-এর বিরুদ্ধে পৃথক দুটি মামলা করেছে দুর্নীতি দমন কমিশন (দুদক)। আজ রোববার রাজধানীতে মামলা দুটি দায়ের করা হয়।</p><p>রাজধানীর সেগুনবাগিচায় দুদকের প্রধান কার্যালয়ে এক সংবাদ সম্মেলনে এসব তথ্য জানান দুদকের মহাপরিচালক মো. আক্তার হোসেন।</p></div></div></div></body></html>"
        },
        {
            "title": "দাউদ হায়দার, বন্ধু আমার, ক্ষমা করে দিস | প্রথম আলো",
            "time": "2025-08-03T13:56:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fz0grcuhq%2FDaud-Haydar.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>আশির দশকের শেষ সময় থেকে দাউদ বার্লিনে। বাংলাদেশ থেকে যত দূরে ওকে যেতে হয়েছে, বাংলাদেশকে সে তত বেশি আঁকড়ে ধরেছে। দেশে না ফিরলেও ফেরার স্বপ্ন দেখা থামায়নি। চার দশকের বেশি সময় দেশের বাইরে, পূর্ব-পশ্চিমের হেন দেশ নেই, যা সে চষে বেড়ায়নি। কলকাতা বা বার্লিন, প্যারিস বা কোপেনহেগেন, কবিতার খাতা নিয়ে তন্নতন্ন করে ঘুরেছে। অথচ সে খাতায় যখন কবিতার শব্দ বসিয়েছে, ঘুরেফিরে জীবন্ত হয়ে উঠেছে ফেলে আসা স্বদেশ। যখনই গভীর, গোপন যন্ত্রণার কথা বলেছে, বলেছে স্বপ্ন ও ভালোবাসার কথা, তখন কেবলই শোনা গেছে ‘বাংলাদেশের’ নাম।</p><p>‘হে জীবন, তোমাকে সুখের মুখ দেখাব বলে</p><p>সেই কবে থেকে প্রতীক্ষমাণ—</p><p>এক যুগ কেটে গেল, কলকাতায়</p><p>এখনো আশায় বসে আছি</p><p>যদি কেউ ফেরায় সস্নেহে, পিতৃদেশে।’</p><p>সামরিক শাসক এরশাদের আমলে দাউদের পাসপোর্ট বাজেয়াপ্ত হয়, সে পাসপোর্ট আর সে ফেরত পায়নি। সামরিক সরকারের আমলে তার দেশে ফেরা হবে না, এ কথা দাউদ ধরেই নিয়েছিল। কিন্তু নব্বইয়ের গোড়ায় বাংলাদেশে গণতান্ত্রিক সরকার ক্ষমতায় আসীন হওয়ার পর ও এই ভেবে আশায় বুক বেঁধেছিল, এবার বুঝি নিয়ম বদলাবে। নতুন প্রতিটি সরকারের কাছেই দেশে ফেরার আবেদন জানিয়েছে। নিজের দেশ, শুধু পর্যটকের মতো দিন কয়েকের জন্য সেখানে এসে ঘুরে যেতে চেয়েছে। কিন্তু বিএনপি বা আওয়ামী লীগ সরকার, কোনো তরফ থেকেই কোনো সাড়া মেলেনি। এক–এগারোর-এর পটপরিবর্তনের পর যে তত্ত্বাবধায়ক সরকার ক্ষমতায় আসে, তার কাছেও আবেদন করেছিল। পরিচিত আমলা, নামজাদা বুদ্ধিজীবীদের মাধ্যমে অনুরোধ-উপরোধ করা হয়েছিল, তদবিরেরও কোনো কমতি ছিল না। কোনো কাজ হয়নি। সবার যুক্তি, দাউদকে ফিরতে দিলে জামায়াত-শিবিরকে উসকে দেওয়া হবে। </p><p>আমি নিজে আওয়ামী আমলের এক পররাষ্ট্রমন্ত্রীকে অনুরোধ করেছিলাম তাকে যেন দেশে ফেরার অনুমতি দেওয়া হয়। আমাকে সেই মন্ত্রী, সম্ভবত আন্তরিকভাবেই বললেন, ‘সময়-সুযোগ হলে কবি অবশ্যই ফিরবেন। কিন্তু এখন, দেশে যখন সরকারবিরোধী কোনো আন্দোলন নেই, তাঁকে ফিরিয়ে আনলে বিরোধীদের হাতে একটা অস্ত্র তুলে দেওয়া হবে। আপনিই বলেন, সেটা কি সুবিবেচকের মতো কাজ হবে?’</p><p>কী আশ্চর্য, বাংলাদেশি নাগরিক, নিজের দেশে ফিরবে। অথচ তাকে আসতে দেওয়া হবে না মৌলবাদীদের রাজনৈতিক পাঁয়তারার কারণে? অথচ প্রায় অর্ধশতক আগে, প্রায় কৈশোরে লেখা এক নির্বোধ কবিতার জন্য দেশে ফিরতে পারবে না কবি?</p></div></div></body></html>"
        },
        {
            "title": "যে পাঁচ কোম্পানির শেয়ারের দাম সবচেয়ে বেশি কমল | প্রথম আলো",
            "time": "2025-08-03T13:55:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-18%2F3v4qulyx%2FWhatsApp-Image-2025-06-18-at-4.14.22-PM.jpeg?rect=0%2C22%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ রোববার চলতি সপ্তাহের প্রথম কার্যদিবস। শেয়ারবাজারের লেনদেন শেষ হয়েছে। কয়েক দিন ধরেই ঢাকা স্টক এক্সচেঞ্জের লেনদেনে ঊর্ধ্বগতি দেখা যাচ্ছে। আজ লেনদেন ১ হাজার কোটি টাকা ছাড়িয়ে গেছে। মোট লেনদেন হয়েছে ১ হাজার ১৩৭ দশমিক ৪০ কোটি টাকার বেশি। আজ অবশ্য ঢাকার শেয়ারবাজারের তিনটি সূচকই ছিল ঊর্ধ্বমুখী।</p><p> আজ দাম বেড়েছে ২১৮টি কোম্পানির শেয়ারের। দাম কমেছে ১২২টি কোম্পানির শেয়ারের। সেই সঙ্গে অপরিবর্তিত আছে ৫৮টি কোম্পানির শেয়ার। ঢাকা স্টক এক্সচেঞ্জের (ডিএসই) তথ্য অনুসারে, আজ ঢাকার শেয়ারবাজারে মূল্যহ্রাসের শীর্ষে আছে এসইএমএল লেকচার ইক্যুইটি ম্যানেজমেন্ট ফান্ড।  </p></div></div></div></body></html>"
        },
        {
            "title": "জনকণ্ঠ দখলের অভিযোগ, মালিকপক্ষের বিরুদ্ধে মামলা | প্রথম আলো",
            "time": "2025-08-03T13:51:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fldvggsp6%2FUntitled-3.jpg?rect=0%2C14%2C673%2C353&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>‘তারা আমাকে ও আমার সন্তানদের নিষিদ্ধ করেছে। জনকণ্ঠ ভবন দখল করেছে। অ্যাকাউন্টসের তিনটি ফ্লোরের চাবি নিয়ে গেছে। অথচ এটা আমাদের প্রতিষ্ঠান। মব সৃষ্টি করে তারা অবৈধ দখল করেছে। এটা একটা মিডিয়া ও করপোরেট অফিস। আমরা পুলিশের সহায়তা চেয়েও পাইনি,’ বলেন তিনি।</p><p>তাঁর ছেলে জিশাল আতিকুল্লাহ খান বলছেন, কয়েকজন কর্মচারী প্রতিষ্ঠান দখল করে হাতিরঝিল থানায় উল্টো মামলা করেছেন।</p><p>আফিজুর রহমান বলছেন, ২০২৪ সালের জুলাইয়ে জনকণ্ঠে তিনি যোগ দেওয়ার পর পরিবর্তিত পরিস্থিতিতে যাঁদের নিয়োগ দেওয়া হয়েছে, সেটা পেশাদারির সঙ্গে করা হয়েছে।</p><p>‘এখন যে সাত–আটজনকে টার্মিনেট করা হলো, সেটা আমি জানতাম না। পরশু রাতে পরিস্থিতি উত্তপ্ত ছিল। আমি সামাল দেওয়ার চেষ্টা করেছি। সবাই আলোচনা করে পত্রিকা লাল করা হয়েছে ম্যাডামের পারমিশন নিয়েই। আমি আমার প্রশাসনিক দায়িত্ব পালনের চেষ্টা করেছি গত এক বছর,’ বিবিসি বাংলাকে বলেন তিনি।</p><p>তাঁর ইন্ধনে পত্রিকা দখলের অভিযোগ অস্বীকার করে আফিজুর রহমান বলেন, ‘ডুবন্ত এ প্রতিষ্ঠান দখল করবে কে? তাদের এত ঋণ। আর অনেক দিন ধরে তাদের মধ্যে একধরনের সাইকি তৈরি হয়েছে যে জনকণ্ঠ দখল করবে। প্রতিষ্ঠানের ভালোর জন্য আমার যেখানে যতটা করার সক্ষমতা ছিল আমি করেছি।’</p></div></div></div></body></html>"
        },
        {
            "title": "সিডনির হারবার ব্রিজে ফিলিস্তিনের পক্ষে ইতিহাসের বৃহত্তম মিছিল, অংশ নেন বাংলাদেশিরাও | প্রথম আলো",
            "time": "2025-08-03T13:50:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fguy5lb9j%2FSYDNEY.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বেলা প্রায় দুইটার দিকে নর্থ সিডনি থেকে মিছিল শুরু হওয়ার কথা ছিল। কিন্তু তার অনেক আগে থেকেই রেলস্টেশনগুলো, বিশেষ করে উইনিয়ার্ড ও নর্থ সিডনি স্টেশন লোকারণ্য হয়ে উঠেছিল। এ সময় ফিলিস্তিনের পতাকা, ব্যানার আর ফেস্টুনে চারপাশ ছেয়ে যায়। কালো, সাদা, সবুজ ও লাল—এই চার রঙে যেন পুরো শহর ঢেকে গিয়েছিল। বাবা-মায়ের হাত ধরে আসা ছোট্ট শিশু থেকে শুরু করে হুইলচেয়ারে বসা বয়োবৃদ্ধ মানুষ, সব বয়স, ধর্ম ও বর্ণের মানুষ এক হয়েছিলেন এক দাবিতে। পুলিশের মতে, অংশগ্রহণকারীর সংখ্যা ছিল ৯০ হাজারের বেশি; কিন্তু আয়োজকদের দাবি, এই সংখ্যা তিন লাখ ছাড়িয়ে গিয়েছিল।</p><p>এই বিশাল জনস্রোতে বিপুলসংখ্যক বাংলাদেশিও অংশ নেন। তাঁদের সঙ্গে যোগ দেন বাংলাদেশি বংশোদ্ভূত, অর্ডার অব অস্ট্রেলিয়া সম্মানে ভূষিত সাবেক সিটি কাউন্সিলর ও সমাজকর্মী সাবরিন ফারুকী। তিনি তাঁর ছেলেকে নিয়ে মিছিলে যোগ দিয়েছিলেন। অভিজ্ঞতা জানাতে গিয়ে তিনি প্রথম আলোকে তিনি বলেন, ‘এটা এক অভূতপূর্ব আর আবেগঘন দৃশ্য ছিল। সংখ্যা নিয়ে তর্ক থাকতে পারে, কিন্তু এটা ছিল সত্যিকারের জনসমুদ্র। মানুষ বৃষ্টি উপেক্ষা করে, হুইলচেয়ারে করে এসেছে, বয়স্করা এসেছেন, বাচ্চারা এসেছে। সবচেয়ে বড় কথা, আমার মনে হয়েছে, এই জনস্রোতের ৯০ শতাংশই অমুসলিম। এটি কোনো নির্দিষ্ট ধর্মের বা জাতির প্রতিবাদ ছিল না, এটা ছিল মানবতার জন্য কান্না। এই দৃশ্য ভোলার নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "ছাত্র-জনতাকে ঢাকায় আনতে আট জোড়া ট্রেন ভাড়া করল সরকার | প্রথম আলো",
            "time": "2025-08-03T13:47:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-20%2Fjlsuk9ih%2FWhatsApp-Image-2025-07-20-at-11.11.36.jpeg?rect=0%2C0%2C515%2C270&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্তর্বর্তী সরকারের পক্ষ থেকে আগামী ৫ আগস্ট বিকেলে রাজধানীর মানিক মিয়া অ্যাভিনিউয়ে ‘জুলাই ঘোষণাপত্র’ আনুষ্ঠানিকভাবে প্রকাশ করা হবে। প্রধান উপদেষ্টা অধ্যাপক মুহাম্মদ ইউনূস ঘোষণাপত্র পাঠ করতে পারেন। এই অনুষ্ঠানে রাজনৈতিক দলগুলোর নেতা-কর্মীরা উপস্থিত থাকবেন।</p><p>জুলাই গণ-অভ্যুত্থান অধিদপ্তর তাদের চিঠিতে কোন কোন জায়গায় ট্রেন দিতে হবে, কখন ট্রেন ঢাকায় পৌঁছাতে হবে এবং কখন গন্তব্যে ফিরে যাবে তা উল্লেখ করেছে। সে অনুযায়ী সূচিপত্র তৈরি করেছে রেল কর্তৃপক্ষ। জুলাই অধিদপ্তর তাদের চিঠিতে বলেছে, ট্রেনগুলো দুপুর ২টা থেকে ৩টার মধ্যে ঢাকায় পৌঁছাতে হবে। কর্মসূচি শেষে রাত ৮-৯টার মধ্যে নির্ধারিত গন্তব্যের উদ্দেশে ফিরতি যাত্রা শুরু করবে।</p><p>রেলওয়ে সূত্র জানিয়েছে, ১৬টি কোচের সমন্বয়ে তৈরি করা একটি বিশেষ ট্রেন চট্টগ্রাম থেকে ঢাকায় আসবে। এতে আসনসংখ্যা হবে ৮৯২টি। এর বাইরে দাঁড়িয়ে আরও অনেক মানুষ আসতে পারবে। এই ট্রেনটির জন্য রেল কর্তৃপক্ষ ভাড়া নির্ধারণ করেছে ৭ লাখ টাকার কিছু বেশি। গাজীপুরের জয়দেবপুর থেকে আরেকটি বিশেষ ট্রেন চলবে ৮টি কোচ নিয়ে। এতে যাত্রী আসন থাকবে ৭৩৬টি। এই ট্রেনটির জন্য ভাড়া নির্ধারণ করা হয়েছে সাড়ে ৭২ হাজার টাকার মতো।</p></div></div></div></body></html>"
        },
        {
            "title": "সাবেক ইউপি সদস্যকে বাড়ির সামনে থেকে তুলে নিয়ে হত্যা | প্রথম আলো",
            "time": "2025-08-03T13:43:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Ffx36kqyx%2FCUMILLA_DH1752_20250803_IMG_20250803_185059_JPG.JPG?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কুমিল্লার নাঙ্গলকোটে বাড়ির সামনে থেকে তুলে নিয়ে ইউনিয়ন পরিষদের (ইউপি) সাবেক এক সদস্যকে হত্যা করেছে মুখোশধারী সন্ত্রাসীরা।</p><p>নিহত মো. আলাউদ্দিনের (৫৫) বাড়ি উপজেলার বক্সগঞ্জ ইউনিয়নের দক্ষিণ আলীয়ারা গ্রামে। আজ রোববার দুপুর সাড়ে ১২টার দিকে গ্রামের বাড়ির সামনে থেকে তাঁকে তুলে নিয়ে হত্যা করা হয়।</p><p>স্বজনেরা বলেন, আলাউদ্দিনকে কুপিয়ে ও গুলি করে হত্যা করা হয়েছে। তবে পুলিশ বলছে, নিহত ব্যক্তির ঘাড়ে আঘাতের চিহ্ন আছে। ওই আঘাত ছুরিকাঘাতের নাকি গুলির, সেটি ময়নাতদন্তের পর বলা যাবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রবীন্দ্র বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাস নির্মাণের ডিপিপি অনুমোদনের দাবিতে মহাসড়ক অবরোধ | প্রথম আলো",
            "time": "2025-08-03T13:43:40",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F817fewih%2FWhatsApp-Image-2025-08-03-at-7.39.21-PM.jpeg?rect=0%2C54%2C768%2C403&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সিরাজগঞ্জের শাহজাদপুরে রবীন্দ্র বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাস নির্মাণ প্রকল্পের উন্নয়ন প্রকল্প প্রস্তাব (ডিপিপি) দ্রুত অনুমোদন ও বাস্তবায়নের দাবিতে মহাসড়ক অবরোধ করেন শিক্ষক-শিক্ষার্থীরা। দাবি আদায়ের লাগাতার আন্দোলনের একাদশতম দিনে আজ রোববার সকাল ১০টা থেকে দুপুর ১২টা পর্যন্ত উপজেলার বিসিক বাসস্ট্যান্ডসংলগ্ন বগুড়া-নগরবাড়ি মহাসড়ক অবরোধ করে বিক্ষোভ সমাবেশ অনুষ্ঠিত হয়।</p><p>দাবি আদায়ে বিশ্ববিদ্যালয়ের শিক্ষক-শিক্ষার্থী, কর্মকর্তা-কর্মচারীদের সঙ্গে একাত্মতা প্রকাশ করে শাহজাদপুর উপজেলার বিভিন্ন স্কুল–কলেজ ও মাদ্রাসার শিক্ষক-শিক্ষার্থীরা এতে অংশগ্রহণ করেন। এ ছাড়া সমাবেশে উপজেলা বিএনপি ও জামায়াতে ইসলামীর নেতারা উপস্থিত থেকে বিশ্ববিদ্যালয়ের শিক্ষক-শিক্ষার্থীদের যৌক্তিক আন্দোলনে সংহতি প্রকাশ করেন। আন্দোলনে রবীন্দ্র বিশ্ববিদ্যালয়ের স্থায়ী ক্যাম্পাস বাস্তবায়নের জোর দাবি জানানো হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির চোট: কত দিন মাঠের বাইরে থাকতে হবে | প্রথম আলো",
            "time": "2025-08-03T13:40:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fsc0u49xi%2F2025-08-02T234302Z774335907MT1USATODAY26765058RTRMADP3MLS-LEAGUES-CUP-NECAXA-AT-INTER-MIAMI-CF.JPG?rect=0%2C0%2C967%2C508&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ম্যাচ চলাকালে আক্রমণে যাওয়ার সময় দুই নেকাক্সা ডিফেন্ডারের ট্যাকলে পড়েন মেসি। এরপরই হাত দিয়ে ধরে বসেন নিজের ডান পায়ের হ্যামস্ট্রিং। ইউএসএ টুডের খবরে বলা হয়েছে, এটা সম্ভবত মেসির হ্যামস্ট্রিংয়ের সেই পুরোনো চোট, যার কারণে আগেও ভুগেছিলেন মেসি।<br>ইন্টার মায়ামি এখনো আনুষ্ঠানিকভাবে মেসির চোট নিয়ে কিছু জানায়নি। তবে যুক্তরাষ্ট্রের বিভিন্ন সংবাদমাধ্যম বলছে, তাঁকে দীর্ঘ সময়ের জন্য মাঠের বাইরে চলে যেতে হতে পারে। ফক্স স্পোর্টসের প্রতিবেদন বলছে, একমাত্র ইতিবাচক দিক হলো, মেসিকে স্ট্রেচারে নিতে হয়নি, নিজেই হেঁটে ড্রেসিংরুমে ফিরে গেছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ব্রাহ্মণবাড়িয়ায় দুই মোটরসাইকেলের সংঘর্ষের পর অটোরিকশার ধাক্কা, নিহত ৪ | প্রথম আলো",
            "time": "2025-08-03T13:38:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F9ttnql5f%2FBBariaDH125620250803IMG20250803183801.jpg?rect=0%2C63%2C3264%2C1714&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাহ্মণবাড়িয়ার বিজয়নগরে দুটি মোটরসাইকেলের মুখোমুখি সংঘর্ষের পর সিএনজিচালিত অটোরিকশার ধাক্কায় চারজন নিহত হয়েছেন। এ সময় আহত হয়েছেন আরও দুজন। রোববার বিকেল সাড়ে চারটার দিকে উপজেলার ঢাকা-সিলেট মহাসড়কের রামপুর এলাকায় এ দুর্ঘটনা ঘটে। </p><p>নিহত চারজনের মধ্যে একজনের পরিচয় জানা গেছে। তাঁর নাম আকরাম হোসেন (২৩)। তিনি বিজয়নগর উপজেলার চান্দুরা ইউনিয়নের সাতগাঁও গ্রামের শাহজাহান মিয়ার ছেলে। আকরাম মোটরসাইকেলের আরোহী ছিলেন। পরিবারের লোকজন তাঁর লাশ নিয়ে গেছেন। বাকি তিনজনের লাশ সরাইল উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়া হয়েছে। তাঁদের পরিচয় জানা যায়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাতিজি সভাপতি না হওয়ায় ক্ষোভ, প্রধান শিক্ষককে পিটিয়ে জখম | প্রথম আলো",
            "time": "2025-08-03T13:37:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F633eo3z6%2FJhenaidahDH057420250803943b318e-5ed3-4b81-b8f2-b19744c452f3.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিদ্যালয়ের নবগঠিত অ্যাডহক কমিটির সভাপতি আমিনুল ইসলাম জানান, তিন দিন আগে বিদ্যালয়ের নতুন কমিটি গঠিত হয়েছে। ইউপি সদস্য আনোয়ার হোসেনের মেয়ে ঊর্মি খাতুনকে এই বিদ্যালয়ের সভাপতি বানানোর চেষ্টা করা হয়েছিল, তিনবার নাম পাঠালেও তিনি হতে পারেননি। মূলত সেই কারণেই প্রধান শিক্ষকের ওপর তাঁদের ক্ষোভ। সেই ক্ষোভ থেকেই প্রধান শিক্ষকের ওপর তাঁরা হামলা চালিয়েছেন।</p><p>এ বিষয়ে জানার জন্য বাবুল হোসেনের মুঠোফোনে যোগাযোগ করে তাঁকে পাওয়া যায়নি। তাঁর বড় ভাই ইউপি সদস্য আনোয়ার হোসেন বলেন, ‘তিনি তো (প্রধান শিক্ষক) ভালো লোক নন। আমার মেয়েকে সভাপতি করতে বিভিন্ন জায়গায় ছুটতে হচ্ছে, এ জন্য খরচ হচ্ছে—এ কথা বলে তিনি আমার কাছ থেকে ২ লাখ টাকা নিয়েছেন। এখন সভাপতি করতে পারেননি, তাই টাকা ফেরত চাওয়া হয়েছে। এতে ক্ষিপ্ত হয়ে আমার ভাইয়ের সঙ্গে খারাপ ব্যবহার করেন। এ সময় মোটরসাইকেলে ছিল আমার ভাই। ওই মোটরসাইকেলের ধাক্কা লেগে প্রধান শিক্ষক কিছুটা আহত হয়েছেন।’</p></div></div></div></body></html>"
        },
        {
            "title": "হাত ধরাধরি করে হাঁটছেন শাকিব-বুবলী... | প্রথম আলো",
            "time": "2025-08-03T13:34:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fymwcpitm%2F52687664113442745670558035724540422042155122n.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">প্রথম আলোর সঙ্গে আলাপে বুবলী জানিয়েছিলেন, শেহজাদের জন্মের পর আর যুক্তরাষ্ট্রে যাওয়া হয়নি। শেহজাদের জন্ম যেহেতু যুক্তরাষ্ট্রে, তাই ওর কাগজপত্র হালনাগাদ করার কিছু ইস্যু রয়েছে। এগুলো সেরে নিতে চান। তাই যুক্তরাষ্ট্রে যাওয়া খুবই প্রয়োজন। বেশ কিছুদিন সেখানে থেকে শেহজাদের যাবতীয় কাগজপত্র ঠিকঠাক করার কাজটি সেরে নিতে চান</figcaption><figcaption class=\"story-element-image-attribution\">বুবলীর ফেসবুক থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "কেমন ছিল বেইজিংয়ে বক্তৃতা দেওয়ার অভিজ্ঞতা | প্রথম আলো",
            "time": "2025-08-03T13:27:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Fcoh1f9gd%2FLearning_by_Leading_.jpg?rect=0%2C33%2C1755%2C921&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-04%2Fjpta0zpb%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জীবনে এমন কিছু মুহূর্ত আসে, যখন নিজের স্বাচ্ছন্দ্যের সীমানা পেরিয়ে নিজেকে জয় করতে হয়। মেডিকেল এডুকেশন ফোরাম ২০২৫–এ বক্তৃতা দেওয়াটা ছিল তেমনই এক অভিজ্ঞতা। বাংলাদেশের একজন তরুণ মেডিকেল ছাত্র হিসেবে বিশ্বের সেরা বিশ্ববিদ্যালয়ের ডিন, অধ্যাপক ও স্বাস্থ্যশিক্ষা–বিষয়ক নেতাদের সামনে দাঁড়ানোর সুযোগ নিঃসন্দেহে বড় পাওয়া। এশিয়া প্যাসিফিক অঞ্চলের ২০টির বেশি দেশের মেডিকেল শিক্ষার্থীদের সংগঠন ইন্টারন্যাশনাল ফেডারেশন অব মেডিকেল স্টুডেন্টস অ্যাসোসিয়েশনের (আইএফএমএসএ) আঞ্চলিক পরিচালক হিসেবে মূলত এই সুযোগ পাওয়া।</p><p>বেইজিং আন্তর্জাতিক সম্মেলন কেন্দ্রের কনফারেন্স হল ছিল ভেন্যু। যেখানে আমার সেশনের শিরোনাম ছিল ‘লার্নিং বাই লিডিং: দ্য রোল অব স্টুডেন্ট–লেড ইনিশিয়েটিভ ইন প্রফেশনাল গ্রোথ’ (নেতৃত্ব দিয়ে শেখা: পেশাগত উন্নয়নে শিক্ষার্থী–পরিচালিত উদ্যোগের ভূমিকা)। সময় ছিল ৩০ মিনিট। কীভাবে একজন মেডিকেল ছাত্র থেকে ধাপে ধাপে আন্তর্জাতিক নেতৃত্বে পৌঁছানো সম্ভব, তা নিয়েই আলোচনা করেছি। স্বেচ্ছাসেবী মনোভাব ও যৌথ উদ্যোগ পেশাজীবী জীবনের বনিয়াদ গড়তে সাহায্য করে, এ বিষয়েও কথা বলেছি।</p><p>খেয়াল করলাম, সম্মেলনের সবচেয়ে কম বয়সী বক্তা আমি। একজন ডিন তো বলেই ফেললেন, ‘এই টেবিলে বসার জন্য তুমি তো অনেক ছোট! অবশ্য ঠিক, এ জন্যই হয়তো তোমার এখানে থাকা উচিত।’ তাঁর কথা আমাকে প্রেরণা দিয়েছে। এরপর প্রায় প্রতিটি সেশন, লাঞ্চ ও ডিনারে বিভিন্ন দেশের বিশিষ্টজনদের কাছ থেকে উৎসাহ পেয়েছি।</p></div></div></div></body></html>"
        },
        {
            "title": "নারী আসন নিয়ে পুরুষদের এত আপত্তি কেন | প্রথম আলো",
            "time": "2025-08-03T13:25:59",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2F27skepjv%2Fjjjlll.JPG?rect=0%2C41%2C614%2C322&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাতীয় সংসদে নারীর আসনসংখ্যা ও নির্বাচনের পদ্ধতি নিয়ে যখন বিতর্ক চলছে, তখন চট্টগ্রাম বৈষম্যবিরোধী ছাত্র আন্দোলন চট্টগ্রামের সাবেক মুখপাত্র ফাতেমা খানমের ফেসবুকে দেওয়া বার্তাটি চোখে পড়ল। তিনি বলেছেন, ‘চট্টগ্রামে যাঁদের সঙ্গে জুলাই আন্দোলন করেছি, তাঁরাই আজ নারীদের নিয়ে বিভিন্ন ধরনের বয়ান (ন্যারেটিভ) তৈরির চেষ্টা করছেন। নারীদের ধ্বংস করার চেষ্টা করছেন। এগুলো নেওয়া যায় না।’</p><p>গত শুক্রবার রাত ১০টা ৪৪ মিনিটে নিজের ফেসবুক পেজ থেকে লাইভে আসেন ফাতেমা খানম। এ সময় তিনি বলেন, ‘চট্টগ্রামের কিছুসংখ্যক মানুষের স্বার্থের কাছে, তাঁদের চাওয়া-পাওয়ার কাছে আমাদের রাজনীতি হারিয়ে গেছে। হারিয়ে গেছেন আন্দোলনের সম্মুখসারিতে থাকা অনেকে। এখন বলতে গেলে কেউই নেই। এই সবকিছুর জন্য কিছুসংখ্যক ভাই-ব্রাদার দায়ী। তাঁরা কেন্দ্রের সঙ্গে লিয়াজোঁ করে চট্টগ্রামে একটার পর এক কোরাম বানিয়েছেন। এর দায় আপনাদের নিতে হবে।’</p><p>এই অভিযোগ ও আর্তি কেবল ফাতেমা খানমের নয়। চব্বিশের গণ-অভ্যুত্থানে সক্রিয় অংশ নেওয়া অনেক নারী নিষ্ক্রিয় হয়ে গিয়েছেন, হতাশা ব্যক্ত করেছেন। অনেকে সামাজিকভাবে হেনস্তারও শিকার হয়েছেন। কিন্তু সরকারের নীতিনির্ধারক কিংবা আন্দোলনের পুরুষ সহযাত্রীরা তাদের পাশ দাঁড়িয়েছেন, এ রকম উদাহরণ খুব বেশি নেই। বরং আমরা দেখছি, সামাজিক যোগাযোগ মাধ্যম ও সভাসমাবেশে একশ্রেণির লোক নারীদের হেনস্তা ও অসম্মান করতে পারলেই পুলকিত হন।</p><p>জাতীয় ঐকমত্য কমিশন সংসদে নারীর আসন ও নির্বাচন পদ্ধতি নিয়ে যে উপসংহারে এল, তা কোনোভাবে গণ-অভ্যুত্থানের আকাঙ্ক্ষার সঙ্গে সংগতিপূর্ণ নয়।</p><p><strong>সোহরাব হাসান</strong>, কবি ও প্রথম আলোর যুগ্ম সম্পাদক</p><p>মতামত লেখকের নিজস্ব</p></div></div></div></body></html>"
        }
    ]
}