{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "খাগড়াছড়িতে ইউপিডিএফ ও গণতান্ত্রিক ইউপিডিএফের মধ্যে সংঘর্ষ, ধাওয়া | প্রথম আলো",
            "time": "2025-08-05T09:25:02",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fw1dus9xx%2FKhagrachoriDH067120250805IMG-20250805-WA0008.jpg?rect=0%2C107%2C955%2C501&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ ঘটনার পর বিক্ষোভ মিছিল বের করেন গণতান্ত্রিক ইউপিডিএফ সমর্থিত পাহাড়ি ছাত্র পরিষদের নেতা-কর্মীরা। চেঙ্গী স্কয়ার থেকে শুরু হওয়া মিছিলটি সূর্যশিখা ক্লাবের সামনে গিয়ে শেষ হয়। এ সময় বক্তব্য দেন পাহাড়ি ছাত্র পরিষদের সাধারণ সম্পাদক কলিন চাকমা।</p><p>হামলার অভিযোগটি অস্বীকার করে ঘটনার জন্য ইউপিডিএফকে দায়ী করেছেন গণতান্ত্রিক ইউপিডিএফের কেন্দ্রীয় নেতা অমর জ্যোতি চাকমা। তিনি বলেন, ‘ফ্যাসিবাদী আওয়ামী লীগ সরকারের পতন উপলক্ষে আমাদের শোভাযাত্রা ছিল। আমরা র‍্যালি শুরু করার পরপর ওরা (ইউপিডিএফ) আমাদের ওপর হামলা করে। ইটপাটকেল ছোড়ে। এর পরিপ্রেক্ষিতে পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে।’</p><p>গোলাগুলির কোনো খবর পাননি জানিয়ে খাগড়াছড়ি সদর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুল বাতেন মৃধা বলেন, দুই পক্ষের মধ্যে কিছুক্ষণ উত্তেজনা ছিল। পাল্টাপাল্টি ধাওয়ার ঘটনাও ঘটেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "গয়নার দোকান থেকে গুজবের বাজার-তামান্না অবশেষে মুখ খুললেন রাজ্জাক প্রসঙ্গে | প্রথম আলো",
            "time": "2025-08-05T09:23:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fifns9xwe%2Fbd215f9e-404a-493a-8f7d-baff44b4c204.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৩৫ বছর বয়সী তামান্না এখনো অবিবাহিত। ভারতীয় সংবাদমাধ্যমের খবর, তাঁর সর্বশেষ সম্পর্ক ছিল অভিনেতা বিজয় বর্মার সঙ্গে। নেটফ্লিক্স অ্যান্থলজি ‘লাস্ট স্টোরিজ–২’–এর শুটিং সেটেই তাঁদের প্রথম আলাপ, সেখান থেকেই সম্পর্কের শুরু। ২০২৩ সালে যখন সিনেমাটি মুক্তি পায়, তখন তাঁরা প্রকাশ্যে প্রেমের কথা স্বীকারও করেন। তবে এখন শোনা যাচ্ছে, তাঁদের পথ আলাদা হয়ে গেছে। যদিও সম্পর্ক শেষ হলেও তাঁদের মধ্যে বন্ধুত্বপূর্ণ সম্পর্ক রয়ে গেছে।</p><p>ওদিকে ২০১৩ সালে আন্তর্জাতিক ক্রিকেটকে বিদায় বলা আবদুল রাজ্জাক চলতি বছরের শুরুতে পিসিবি চেয়ারম্যান মহসিন নাকভির অনুরোধে পাকিস্তান স্ট্রাইক ফোর্স ট্রেনিং ক্যাম্পের দায়িত্ব নেন। ঘরোয়া ও আন্তর্জাতিক খেলোয়াড়দের হার্ড-হিটিং ও আধুনিক সময়ের ব্যাটিং দক্ষতা বাড়ানো এই অনুশীলনের লক্ষ্য।</p></div></div></div></body></html>"
        },
        {
            "title": "জুলাই সনদে নিজেদের অবদানের স্বীকৃতি দাবি সশস্ত্র বাহিনীর অবসরপ্রাপ্ত সদস্যদের | প্রথম আলো",
            "time": "2025-08-05T09:09:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fp75x3x09%2FRawa-Convention.jpeg?rect=0%2C34%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে অবসরপ্রাপ্ত সার্জেন্ট আহসান হাকিম বলেন, তাঁরা চান, জুলাই সনদে তাঁদের নাম থাকুক। এ সময় তিনি সশস্ত্র বাহিনীর অবসরপ্রাপ্ত সদস্যদের জন্য সরকারি সুযোগ-সুবিধা আরও বাড়ানোর দাবি জানান।</p><p>অবসরপ্রাপ্ত সার্জেন্ট আবুল মনসুর বলেন, জুলাই গণ-অভ্যুত্থান বাংলাদেশের ইতিহাসে উজ্জ্বল হয়ে থাকবে। সে জন্য জুলাই সনদে তাঁদের অবদান তুলে ধরতে হবে।</p><p>অবসরপ্রাপ্ত মেজর জামিল ডি আহসান বলেন, স্বাধীনতা পাওয়ার পর তা বিপন্ন হওয়ার পথে ছিল। ৫ আগস্ট তা আবার পুনরুদ্ধার করা হয়েছে। আজকের দিনকে ঐতিহাসিক হিসেবে তাঁরা স্মরণ করছেন। তাঁরা দেশের জন্য আগেও ছিলেন, এখনো আছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আমার ধারণা, শেখ হাসিনার শেষ দিন ভারতেই কাটবে : আসিফ নজরুল | প্রথম আলো",
            "time": "2025-08-05T09:06:09",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Ftb1wv4np%2FAsif-2.jpeg?rect=0%2C103%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জুলাই গণ-অভ্যুত্থানে নির্বিচারে মানুষ হত্যা প্রসঙ্গে অন্তর্বর্তী সরকারের আইন উপদেষ্টা অধ্যাপক আসিফ নজরুল বলেছেন, যুদ্ধক্ষেত্রেও কিছু কাজ নিষেধ করা আছে। কেউ পালাচ্ছেন, নিরস্ত্র মানুষ, মৃত্যুযন্ত্রণায় কাতরাচ্ছেন—এমন মানুষকে যুদ্ধক্ষেত্রেও হত্যা করা যায় না। পৃথিবীর যেকোনো আইনে এটা যুদ্ধাপরাধ। কিন্তু জুলাই গণ-অভ্যুত্থানকালে দেখা গেছে, পালিয়ে যাচ্ছেন, এমন মানুষকে মেরে ফেলা হয়েছে। মৃত্যুযন্ত্রণায় কাতর একজন মানুষ হাতজোড় করছেন, তাঁকে কাছে থেকে গুলি করা হয়েছে। একটা মানুষ মৃত্যুযন্ত্রণায় কাতরাচ্ছেন, তাঁর মাথায় গুলি করা হয়েছে। লাশ পুড়িয়ে দিয়েছে।</p><p>জুলাই গণ-অভ্যুত্থানের এক বছর পূর্তিতে আজ মঙ্গলবার প্রথম আলোর ‘রক্তাক্ত মহাসড়ক: যাত্রাবাড়ী হত্যাকাণ্ড’ শীর্ষক নতুন অনুসন্ধানী প্রামাণ্যচিত্রের আনুষ্ঠানিক উদ্বোধন ও বিশেষ প্রদর্শনী উপলক্ষে আয়োজিত অনুষ্ঠানে এসব কথা বলেন আইন উপদেষ্টা। রাজধানীর কারওয়ান বাজারে প্রথম আলোর কার্যালয়ে এই অনুষ্ঠান হয়।</p><p>শেখ হাসিনার বিচার হলেও তাঁকে হয়তো দেশে ফিরিয়ে আনা সম্ভব হবে না বলে ধারণা করেন আসিফ নজরুল। তিনি বলেন, ‘আমরা জানি, প্রধান যে আসামি আছে, প্রধান অপরাধী আছে, আমার ধারণা, আমি জানি না এভাবে বলাটা ঠিক হচ্ছে কি না, আমার ধারণা, তাঁর শেষ দিন ভারতেই কাটবে। তাঁকে বোধ হয় আমরা কখনো পাব না। কিন্তু বাংলাদেশের মানুষের মনে যে ঘৃণা নিয়ে সে বেঁচে থাকবে, সেটাও যদি আমাদের অর্জন হয়, সেটাও কম নয়। এত ঘৃণা মানুষের, এত কষ্ট, এত ক্ষোভ। এই ঘৃণা থেকে, ক্ষোভ থেকে, ক্রোধ থেকে আশা আছে, সংস্কারের মাধ্যমে এ রকম শাসক যেন এ দেশে আর তৈরি না হয়। আমরা চেষ্টা করছি, আমাদের চেষ্টার ত্রুটি নাই।’</p><p>অনুষ্ঠানে জুলাই গণ-অভ্যুত্থানে পুলিশের ভূমিকা নিয়ে সমালোচনা করেন আসিফ নজরুল। তিনি বলেন, ‘পুলিশকে যে এ রকম একটা অমানুষ, বেপরোয়া, ভয়াবহ বাহিনীতে রূপান্তর করেছে, সে কত বড় অমানুষ। কত বড় অমানুষ হতে পারে সে। কোনো একটা পুলিশ বাহিনী, সম্ভবত ইসরায়েলিরা প্যালেস্টাইনের মানুষকে বোধ হয় এভাবে মারে।...একটা দেশের সুশৃঙ্খল বাহিনী, আমার ট্যাক্সের টাকায় চলা, তাকে (পুলিশ বাহিনী) ইজরায়েলি বাহিনীর মতো করে বাহিনী বানিয়েছে, যেটা আমাকে এভাবে খুন করতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "স্বৈরাচার ও বৈষম্যের বিরুদ্ধে অভূতপূর্ব এক জাগরণ | প্রথম আলো",
            "time": "2025-08-05T09:05:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fd9pmh2nb%2F05082025-cm-5.jpg?rect=0%2C115%2C1261%2C662&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সরকারি চাকরিতে দলীয়করণ, উচ্চশিক্ষায় রাজনৈতিক আনুগত্যকে প্রাধান্য দেওয়া, কোটা ব্যবস্থার নামে একপক্ষীয় সুবিধা বণ্টন এবং প্রান্তিক জনগোষ্ঠীর অধিকারকে অবহেলা করার মাধ্যমে তৈরি হচ্ছিল একটি পক্ষপাতদুষ্ট ও অনৈতিক রাষ্ট্রকাঠামো। </p><p>মুক্তিযোদ্ধাদের পরিবারের প্রতি রাষ্ট্রের দায়িত্ব থাকা স্বাভাবিক হলেও যখন সেই দায়িত্ব কৃতজ্ঞতার গণ্ডি পেরিয়ে একচোখা সুযোগসন্ধানী ব্যবস্থায় পরিণত হয়, তখন তা বৈষম্যের রূপ পরিগ্রহ করে। আন্দোলনকারীদের মধ্যে অনেকেই প্রশ্ন তুলেছিলেন—যদি রাষ্ট্রের প্রতে৵ক নাগরিক সমান মর্যাদার অধিকারী হন, তবে কেন জন্মপরিচয়, রাজনৈতিক পরিচয় কিংবা সামাজিক অবস্থান অনুযায়ী তাঁর শিক্ষার অধিকার বা চাকরির সুযোগ নির্ধারিত হবে?</p><p>জন রলসের ন্যায়বিচারের তত্ত্বের (থিওরি অব জাস্টিস) কথা স্মরণ করতে পারি; তিনি বলেন, একটি ন্যায্য সমাজ গঠনের জন্য সবচেয়ে দুর্বল এবং সুবিধাবঞ্চিত শ্রেণির স্বার্থকে অগ্রাধিকার দিতে হবে; কিন্তু তা হতে হবে সর্বজনীন নীতির আলোকে, পক্ষপাতহীনভাবে। চব্বিশের ছাত্ররা যেন রলসের এই নৈতিক দর্শনকেই বাস্তবে প্রতিফলিত করতে চেয়েছিলেন। তাঁরা শুধু নিজেদের স্বার্থে নয়; বরং পুরো সমাজব্যবস্থার ভেতরকার বৈষম্যের বিরুদ্ধে আওয়াজ তুলেছিলেন।</p><p>বিশ্ববিদ্যালয়ের প্রাঙ্গণ থেকে উৎসারিত এই বিদ্রোহ তাই নিছক রাজনৈতিক নয়; এটি ছিল একধরনের নৈতিক অভ্যুত্থান। এখানে আত্মকেন্দ্রিক স্বার্থের চেয়ে বৃহত্তর সামাজিক ন্যায়বিচারের প্রশ্ন প্রাধান্য পেয়েছে। তরুণদের চোখে ধরা পড়েছে যে ন্যায় প্রতিষ্ঠা ছাড়া উন্নয়ন কেবল একটি পরিসংখ্যানগত ছলনা। সেই উপলব্ধি থেকেই তাঁরা নিজেদের ক্লাসরুমের সীমানা ছাড়িয়ে রাজপথে এসে দাঁড়িয়েছিলেন; মানবিক মর্যাদা, সমতা ও সুবিচারের দাবিতে দৃপ্তকণ্ঠে উচ্চারণ করেছিলেন, ‘এই বৈষম্য করা চলবে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "পেঁয়াজের দাম বেড়েছে কেজিতে ১৫-২০ টাকা, ডিমের দাম আগের মতো বাড়তি | প্রথম আলো",
            "time": "2025-08-05T09:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fr3wbrscv%2F8ad410b4-04e9-4e51-acd1-1bfc593a10c8.jfif?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাজারে ডিমের দাম উঠেছে ডজনপ্রতি ১৩০-১৪০ টাকা। গত সপ্তাহ থেকে ডজনপ্রতি এই দামেই বিক্রি হচ্ছে। কারওয়ান বাজারে পাইকারি দামে সাদা ডিম বিক্রি হচ্ছে ১২০ টাকা ডজন ও লাল ডিম বিক্রি হচ্ছে ১৩০ টাকায়। এর সঙ্গে ঢাকায় আজ প্রতি কেজি ব্রয়লার মুরগি ১৭০ থেকে ১৮০ টাকায় বিক্রি হয়েছে। তিন সপ্তাহ আগে এক কেজি ব্রয়লার মুরগি ১৫০ থেকে ১৬০ টাকায় বিক্রি হয়েছে। সোনালি মুরগি বিক্রি হচ্ছে ৩১০ থেকে ৩২০ টাকা কেজি। সপ্তাহ দুয়েক আগে এই মুরগির কেজি ছিল ২৮০ থেকে ৩০০ টাকা। সেই হিসাবে কয়েক সপ্তাহের ব্যবধানে ব্রয়লার মুরগি কেজিতে ২০ টাকা ও সোনালি মুরগি কেজিতে ২০-৩০ টাকা বেড়েছে।</p><p>খুচরা বিক্রেতা জানান, গতকালও মুরগির দাম কমেছিল। ব্রয়লার মুরগি ১৫০-১৬০ টাকা করে বিক্রি হয়েছে। তবে বিক্রি ভালো ছিল না। আজ ছুটির দিন হওয়ায় বাজারে ক্রেতার ভিড় বেশি থাকবে বলে পাইকারি বাজারে মুরগির দাম বাড়িয়ে দিয়েছে পাইকাররা। এ কারণে বেশি দামেই বিক্রি করতে হচ্ছে।  </p><p>এদিকে গত দুই থেকে তিন সপ্তাহ মৌসুমি বৃষ্টির কারণে সবজির দাম বেড়েছে। আজ রাজধানীর বিভিন্ন খুচরা বাজারে প্রতি কেজি কাঁচা মরিচ ১৮০ থেকে ২০০ টাকায় বিক্রি হয়েছে। গত সপ্তাহের তুলনায় ২০ থেকে ৩০ টাকা কমেছে। তবে মৌসুমি বৃষ্টি শুরুর আগে প্রতি কেজি কাঁচা মরিচ কেনা যেত ৮০ থেকে ১২০ টাকায়। বিক্রেতারা জানান, বাজারে এখন দেশে উৎপাদিত কাঁচা মরিচের সরবরাহ কিছুটা কম। এই সুযোগে সরবরাহ বেড়েছে ভারত থেকে আমদানি করা কাঁচা মরিচের। এটিও মরিচের দাম বেড়ে যাওয়ার একটি কারণ।</p><p>বাজারে বিভিন্ন ধরনের সবজির দামও আগের তুলনায় বেশি। করলা, কাঁকরোল, বেগুন, বরবটিসহ অধিকাংশ সবজির কেজি এখন ৬০ থেকে ৮০ টাকার আশপাশে। দেশি টমেটো এখন পাওয়া যায় না বললেই চলে। এ কারণে আমদানি করা টমেটোর দাম বেশি, প্রতি কেজি ১৪০-১৫০ টাকা। তবে বেড়েছে বেগুনের দাম। গোল ও লম্বা আকৃতির বেগুনের দাম প্রকারভেদে বিক্রি হচ্ছে ১০০-১২০ টাকায়।</p></div></div></div></body></html>"
        },
        {
            "title": "নোয়াখালীর সেনবাগে বিএনপির সমাবেশ | প্রথম আলো",
            "time": "2025-08-05T08:52:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fqn6q9a6o%2F3645fc0d-74b7-45ee-8729-c6a47be791f6.jfif?rect=0%2C0%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সমাবেশে একটি পক্ষ ষড়যন্ত্র করছে উল্লেখ করে বিএনপির নেতা ফারুক বলে, ‘যারা ’৭১-এর স্বাধীনতা মানে না, যারা ড. ইউনূসের নির্বাচন মানে না, তারা এখন ষড়যন্ত্র করে তারেক রহমানকে ক্ষমতায় আসতে দিতে চায় না, তাদের বিরুদ্ধে আমরা রুখে দাঁড়াব। নির্বাচন ইনশাআল্লাহ হবে। বঙ্গোপসাগরে যেমন বাঁধ দেওয়া সম্ভব নয়, তেমনি বিএনপিকে বাদ দিয়ে এই দেশে কোনো নির্বাচন কেউ করতে পারবে না।’</p><p>সমাবেশে পিআর পদ্ধতি নিয়ে সমালোচনা করেন বিএনপির চেয়ারপারসনের এই উপদেষ্টা। সেনবাগ থানা-পুলিশের উদ্দেশে প্রশ্ন করেন, ‘আপনাদের বিরুদ্ধে কোনো অভিযোগ নেই। কিন্তু যারা এখনো চোরাগোপ্তা বসে বসে বাংলাদেশের গণতন্ত্রের বিরুদ্ধে কথা বলে, তাদের কেন আইনের আওতায় আনা হচ্ছে না।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইন্টারনেট বন্ধের সেই দিনগুলো | প্রথম আলো",
            "time": "2025-08-05T08:42:17",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fzqr1lpok%2Finternet.jpg?rect=0%2C14%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নকরেক আইটি ইনস্টিটিউটের প্রধান নির্বাহী সুবীর নকরেক আজ মঙ্গলবার সকালে প্রথম আলোকে বলেন, ‘গত বছরের ১৮ জুলাই কোটা সংস্কার আন্দোলনের দিনে হঠাৎ বন্ধ হয়ে যায় মোবাইল ও ব্রডব্যান্ড ইন্টারনেট—এটি ছিল এক নির্মম বাস্তবতা। লাখ লাখ ফ্রিল্যান্সার সেই মুহূর্তে হারিয়ে ফেলেন তাঁদের জীবন ও স্বপ্নের একমাত্র সেতু। ডেলিভারি না দিয়ে অনেকে হারান বিদেশি ক্লায়েন্ট, কেউ কেউ হারান স্থায়ী প্রকল্প কিংবা মাসের উপার্জন। দেশজুড়ে হাজারো তরুণের ঘরে নেমে আসে হতাশা, কান্না আর নীরব ক্ষয়। এ ঘটনা স্মরণ করিয়ে দেয়—ইন্টারনেট শুধু প্রযুক্তি নয়, এটা এখন জীবনের অংশ, স্বপ্ন বাঁচানোর অবলম্বন। বহির্বিশ্বের মতো ইন্টারনেট এখন মৌলিক চাহিদার পর্যায়ে, এটির অধিকার হোক সবার। দেশের যেখানে ইন্টারনেট–সুবিধা নেই, সেখানেও পৌঁছে যাক ইন্টারনেট এবং কখনোই যেন বন্ধ না হয়।</p><p>ফ্লিট বাংলাদেশের প্রধান নির্বাহী কর্মকর্তা (সিইও) খায়রুল আলম প্রথম আলোকে বলেন, ‘আমাদের পুরো কার্যক্রমই ইন্টারনেটনির্ভর। ইন্টারনেট বন্ধ হওয়া মানে যেন নিশ্বাস বন্ধ হয়ে যাওয়া। আমরা অ্যামাজন, ওয়ালমার্টসহ বিভিন্ন আন্তর্জাতিক মার্কেটপ্লেসে স্টোর ম্যানেজমেন্ট সার্ভিস দিয়ে থাকি। প্রতিদিন গড়ে দুই হাজারের মতো অর্ডার প্রক্রিয়াকরণ করি আমরা। কিন্তু হঠাৎ করেই যখন দেশে ইন্টারনেট সংযোগ বন্ধ হয়ে যায়, আমাদের সবকিছু যেন থমকে যায়। সেই সময় আমি ছিলাম ব্যাংককে, সঙ্গে ছিলেন আরও তিনজন সহকর্মী। আমরা চারজন মিলে যতটা সম্ভব পরিস্থিতি সামাল দেওয়ার চেষ্টা করি। গ্রাহকদের সঙ্গে যোগাযোগ করে তাদের বুঝিয়ে বলি—কাজ কিছুটা ধীরগতিতে হবে। কারণ, বাংলাদেশে আমার ২৫০ জন দক্ষ কর্মী থাকলেও ইন্টারনেট না থাকায় কেউই কাজ করতে পারছিলেন না। এই সংকটের মধ্যে দুজন গ্রাহক সরে যান। আরও অনেক ক্লায়েন্ট উদ্বিগ্ন হয়ে বারবার জানতে চাইছিলেন, আমরা আদৌ সময়মতো কাজগুলো শেষ করতে পারব কি না। সত্যি বলতে, সেই সময়টা ছিল দুঃস্বপ্নের মতো। এত দিন ধরে গড়ে তোলা সম্পর্ক আর অর্জিত আস্থা যেন একমুহূর্তেই হারিয়ে যাওয়ার আশঙ্কায় ছিলাম। এই কঠিন অভিজ্ঞতা থেকে শিক্ষা নিয়ে আমরা এখন স্টারলিংক সেবা গ্রহণ করেছি; যাতে ভবিষ্যতে কোনো ইন্টারনেট–বিভ্রাট আমাদের থামিয়ে না দিতে পারে।’</p></div></div></div></body></html>"
        },
        {
            "title": "দ্বিধান্বিত কূটনীতি, অসমন্বিত পদক্ষেপ | প্রথম আলো",
            "time": "2025-08-05T08:38:31",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F5evm6f9f%2FChandpurDH062020240810IMG2103.jpg?rect=0%2C461%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই চ্যালেঞ্জগুলো মোকাবিলায় কূটনীতিকে রাষ্ট্রীয় অগ্রাধিকার হিসেবে বিবেচনা করতে হবে। উন্নয়ন (ডেভেলপমেন্ট), কূটনীতি (ডিপ্লোমেসি) ও প্রতিরক্ষা (ডিফেন্স)—এই ‘থ্রি-ডি’ কাঠামোর মধ্যে সত্বর সমন্বয় আনতে হবে। পররাষ্ট্র মন্ত্রণালয়কে বিশ্বের জানালা হিসেবে পুনর্গঠন করে তা পেশাদারি দক্ষতা, প্রাতিষ্ঠানিক সক্ষমতা ও রাজনৈতিক সমর্থনের মাধ্যমে শক্তিশালী করে তুলতে হবে।</p><p>আমাদের রাজনৈতিক ইতিহাস বলছে, বিভিন্ন সময় রাজনৈতিক দলগুলো কৌশলগতভাবে বাইরের শক্তির ওপর ভর করে অভ্যন্তরীণ রাজনীতি নিয়ন্ত্রণের চেষ্টা করেছে। কখনো আমলাতন্ত্রের আশ্রয়, কখনো সামরিক সমর্থন, কখনো আবার আঞ্চলিক শক্তির সহযোগিতা—এসব একটি স্বাধীন, নীতিনির্ভর ও আত্মমর্যাদাসম্পন্ন পররাষ্ট্রনীতির পথে বড় বাধা হয়ে দাঁড়িয়েছে।</p><p>বিশ্ববাস্তবতা দ্রুত পরিবর্তন হচ্ছে। আমাদের প্রয়োজন এমন এক পররাষ্ট্রনীতি, যার ভিত্তিতে ভারত, চীন, যুক্তরাষ্ট্র বা পাকিস্তান—প্রতিটি দেশের সঙ্গেই সম্পর্ক পুনর্বিন্যস্ত হবে সমতা, স্বার্থ ও মর্যাদার ভিত্তিতে। ইতিহাস, আবেগ বা শিবিরভেদ নয়, বরং জাতীয় প্রয়োজন ও জনগণের কল্যাণই হোক আমাদের কূটনৈতিক অবস্থানের মূল দিকনির্দেশনা।</p><p>আমাদের বুঝতে হবে, বাইরের পৃথিবীর সঙ্গে সংযোগের প্রধান মাধ্যম হলো কূটনীতি। বাণিজ্য, বিনিয়োগ, জলবায়ু অর্থায়ন, নিরাপত্তা সহযোগিতা—সব কূটনীতির ছায়াতলে পরিচালিত হয়। সুতরাং আমরা যদি চীনের সঙ্গে ঘনিষ্ঠ হই, যুক্তরাষ্ট্রের সঙ্গে সহযোগিতা করি কিংবা ভারতের সঙ্গে বন্ধুত্ব বজায় রাখি—তা হতে হবে জাতীয় স্বার্থ, বাস্তব প্রয়োজন ও তরুণ প্রজন্মের প্রত্যাশা সামনে রেখে। কেবল তখনই বাংলাদেশ একটি ভারসাম্যপূর্ণ, আত্মমর্যাদাসম্পন্ন ও কৌশলগতভাবে শক্তিশালী ভূরাজনৈতিক অবস্থানে পৌঁছাতে পারবে।</p><p>অনুলিখন: <strong>সৈয়দ রিফাত মোসলেম</strong></p><p><strong>এম হুমায়ুন কবির:</strong> সভাপতি, বাংলাদেশ এন্টারপ্রাইজ ইনস্টিটিউট (বিইআই); সাবেক রাষ্ট্রদূত</p></div></div></div></body></html>"
        },
        {
            "title": "চীনা তারকা ঝাও লুসি লিখলেন, ‘আমি শেষ’, কারণটা কী | প্রথম আলো",
            "time": "2025-08-05T08:28:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-04%2Fz7bxudfe%2FZhao_Lusi_faz_hist_ria___Ela___a_primeira_e__nica_artista_a_ultrapassar_20_bilh_es_de_visualiza.jpg?rect=0%2C16%2C846%2C444&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>অন্য কেউ যেন এমন পরিস্থিতিতে না পড়ে, সে কারণে ঝাও পোস্টের একদম শেষে লিখেছেন, ‘আমার ভেতরটা পচে গেছে, আর আমার কোনো সম্মান নেই। কিন্তু আমাকে ব্ল্যাকলিস্টেড করার দরকার নেই, আমি নিজের ইচ্ছাতেই থেমে যাচ্ছি। আমি শেষ। যদি তখনই পুলিশের কাছে যেতাম, যদি সে বছরই অভিযোগ করতাম, আজ আর কেউ এই অন্যায়কে “আইনি” বলে চালাতে পারত না।’<br>ঝাও আরও বলেন, ‘তাই বলছি, যদি কখনো বিপদে পড়েন, দয়া করে কারও মিষ্টি কথায় ভুলে যাবেন না। অনেক সময় সেই কথার ভেতরেই লুকিয়ে থাকে প্রতারণা। সবচেয়ে জরুরি হলো, ভয় না পেয়ে সঙ্গে সঙ্গে পুলিশের কাছে যান। দেরি না করে জানান, অভিযোগ করুন।’</p></div></div></div></body></html>"
        },
        {
            "title": "একঝলক (৫ আগস্ট ২০২৫) | প্রথম আলো",
            "time": "2025-08-05T08:27:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fkgo8rdzm%2F%E0%A7%AC.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F18c58c05-9e66-46f3-8946-4437460f8f90%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">জুলাই গণ-অভ্যুত্থান দিবস উপলক্ষে জেলা প্রশাসন ও দাউদকান্দি মডেল থানার উদ্যোগে জুলাই শহীদ রিফাত হোসেনের কবরে ফুল দিয়ে শ্রদ্ধা নিবেদন করা হয়। সুখীপুর, দাউদকান্দি, কুমিল্লা, ৫ আগস্ট</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: আবদুর রহমান ঢালী</figcaption></p></div></div></body></html>"
        },
        {
            "title": "নেইমারের ‘কামব্যাক’ জোড়া গোলে: ব্রাজিল দলে ফিরবেন কবে | প্রথম আলো",
            "time": "2025-08-05T08:22:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F2fqomscn%2FGxi8EQWsAA1I1B.jpg?rect=0%2C0%2C2400%2C1260&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ব্রাজিল জাতীয় দলের হয়ে সর্বোচ্চ গোলদাতা নেইমার তাঁর দেশের হয়ে সর্বশেষ মাঠে নেমেছিলেন ২০২৩ সালের অক্টোবরে এই বিশ্বকাপ বাছাইয়ের ম্যাচেই উরুগুয়ের বিপক্ষে। সে ম্যাচে হাঁটুতে চোট পাওয়ার পর দীর্ঘ ১২ মাস ছিলেন মাঠের বাইরে। চোট কাটিয়ে ক্লাব ফুটবলে মাঠে ফেরার পর আবারও চোটে পড়েন তিনি। গত জুনে বিশ্বকাপ বাছাইয়ের ম্যাচ সামনে রেখে নেইমারকে ছাড়াই ব্রাজিলের স্কোয়াড গড়েন কোচ কার্লো আনচেলত্তি। তখন নেইমারকে স্কোয়াডের বাইরে রাখার বিষয়ে আনচেলত্তি বলেছিলেন, ‘সবাই জানে নেইমার কতটা গুরুত্বপূর্ণ খেলোয়াড়। সে বিশ্বকাপে খেলার জন্য ব্রাজিলে ফিরেছে, প্রস্তুতিও নিচ্ছে। আমিও চাই, সে বিশ্বকাপের জন্য প্রস্তুত থাকুক। বিষয়টি খোলাখুলিভাবে জানাতে আজ (কাল) সকালেই আমি তার সঙ্গে কথা বলেছি।’</p><p>এখন সব চোখ নেইমারের দিকে। সান্তোসে ফর্ম ফেরার পর কি আবারও ব্রাজিলের জার্সি গায়ে উঠবে তাঁর? উত্তর জানতে অপেক্ষা করতে হবে সেপ্টেম্বর পর্যন্ত।</p></div></div></div></body></html>"
        },
        {
            "title": "নতুন পত্রিকা আনছেন রুপার্ট মারডক, নাম দ্য ক্যালিফোর্নিয়া পোস্ট | প্রথম আলো",
            "time": "2025-08-05T08:17:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2Ff6c20719-7839-456a-a16c-3ad374c6c2ca%2FMardock.webp?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খবরে ‘হেডলেস বডি ইন টপলেস বার’— ধরনের চটকদার শিরোনাম দিয়ে দারুণ জনপ্রিয়তা পাওয়া ট্যাবলয়েড দ্য নিউইয়র্ক পোস্টের ধাঁচে খবর পড়তে চলেছে ক্যালিফোর্নিয়াবাসী। রুপার্ট মারডকের নিউজ করপোরেশন প্রায় ১৫ বছর পর যুক্তরাষ্ট্রে তাদের সবচেয়ে বড় দৈনিক পত্রিকা চালু করার প্রস্তুতি নিচ্ছে, যার লক্ষ্য এবার পশ্চিম উপকূল।</p><p>পত্রিকার নাম দেওয়া হয়েছে দ্য ক্যালিফোর্নিয়া পোস্ট, সদর দপ্তর হবে লস অ্যাঞ্জেলেসে। আগামী বছরের শুরুর দিকে পত্রিকাটির যাত্রা শুরু হবে বলে জানিয়েছেন শন জিয়ানকোলা। তিনি নিউইয়র্ক পোস্ট মিডিয়া গ্রুপের প্রকাশক এবং প্রধান নির্বাহী কর্মকর্তা। নতুন পত্রিকাটিও এ মিডিয়া গ্রুপের অন্তর্ভুক্ত হবে।</p><p>ক্যালিফোর্নিয়ার সংবাদ শিল্পের বিশ্লেষকদের মতে, নতুন এই ট্যাবলয়েডটি ডুবতে থাকা লস অ্যাঞ্জেলেস টাইমসের দুরবস্থার সুযোগ নেওয়ার চেষ্টা করছে। লস অ্যাঞ্জেলেস টাইমসের পাঠক এবং কর্মীর সংখ্যা উভয়ই দ্রুত কমছে।</p></div></div></div></body></html>"
        },
        {
            "title": "সত্য প্রকাশে একচুলও পিছপা হব না: আবদুল কাদের | প্রথম আলো",
            "time": "2025-08-05T08:14:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fawcplx3f%2FQader.jpg?rect=0%2C19%2C852%2C447&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আবদুল কাদের তোলা অভিযোগের জবাব দেন ছাত্রশিবিরের কেন্দ্রীয় নেতা আবু সাদিক কায়েম। তিনি রোববার মধ্যরাতে নিজের ভেরিফায়েড ফেসবুক অ্যাকাউন্টে দেওয়া পোস্টে দাবি করেন, ছাত্রলীগে লুকিয়ে থাকা শিবিরকে বাঁচাতে সহায়তা করার ন্যারেটিভটি সম্পূর্ণ মিথ্যা।</p><p>এখন আবদুল কাদের ফেসবুকে পোস্ট দিয়ে বললেন, তাঁর যুক্তিকে খণ্ডন না করে প্রচার করা হচ্ছে যে তিনি ছাত্রলীগের এজেন্ডা বাস্তবায়ন করেন। চরিত্র হননের উদ্দেশ্যে অনেকে সামাজিক যোগাযোগমাধ্যমে নানা কথা ছড়াচ্ছেন। তবে যে যা-ই বলুক না কেন, তিনি সত্য প্রকাশে পিছপা হবেন না।</p><p><strong>আবদুল কাদেরের ফেসবুক পোস্টটি তুলে ধরা হলো—</strong></p><p>আমি যখন সত্য প্রকাশ করলাম, ব্যক্তি-গোষ্ঠীর অপকর্ম, অপরাজনীতি তুলে ধরলাম; তখন আমার যুক্তিকে খণ্ডন না করে ওরা প্রচার করতে লাগলো, আমি ছাত্রলীগের এজেন্ডা বাস্তবায়ন করি, আমি নাকি ছাত্রলীগ, আমি নাকি ডাকসুর জন্য এমন করি! সত্যকে মোকাবিলা করার সৎ সাহস যাদের নাই, তারাই অপ্রাসঙ্গিক বিষয় টেনে নিয়ে এসে ঘায়েল করার পায়তারায় লিপ্ত থাকে। গত ৫ বছরের জার্ণী’তে হাসিনা রেজিমও এইভাবে সত্যকে মোকাবিলা করতো না। তবে যে যা-ই বলেন, সত্য প্রকাশে এক চুলও পিছপা হবো না। সত্য আজ নয় কাল প্রতিষ্ঠা হবেই, সত্য প্রতিষ্ঠার লড়াইয়ে পিছপা হওয়া যাবে না। যে যা বলার বলুক।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম দিনেই ১০ হাজার করদাতা অনলাইনে রিটার্ন জমা দিয়েছেন | প্রথম আলো",
            "time": "2025-08-05T07:55:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-23%2F2fkjma0l%2F%E0%A6%8F%E0%A6%A8%E0%A6%AC%E0%A6%BF%E0%A6%86%E0%A6%B0.png?rect=0%2C0%2C654%2C343&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গত বছর সীমিত আকারে ব্যক্তি করদাতাদের জন্য অনলাইনে রিটার্ন দাখিল বাধ্যতামূলক করা হলে ১৭ লাখের বেশি ব্যক্তি করদাতা অনলাইনে ই-রিটার্ন দাখিল করেন। করদাতারা ব্যাংক ট্রান্সফার, ডেবিট কার্ড, ক্রেডিট কার্ড, বিকাশ, রকেট, নগদ অথবা অন্য কোনো মোবাইল ফাইন্যান্সিয়াল সার্ভিস অ্যাপ ব্যবহার করে ঘরে বসেই কর পরিশোধ করে অনলাইনে আয়কর রিটার্ন দাখিল করতে পারেন, তাৎক্ষণিকভাবে নিজেই স্বয়ংক্রিয়ভাবে ই-রিটার্ন দাখিলের রসিদ প্রিন্ট নিতে পারেন এবং প্রয়োজনীয় তথ্য উল্লেখপূর্বক স্বয়ংক্রিয়ভাবে আয়কর সনদ প্রিন্ট করতে পারেন।</p></div></div></div></body></html>"
        },
        {
            "title": "‘গুলি খাই জাগাত মরি গেছে হাঁচজন, আরও কতজন গুলি খাইছে তার ঠিক নাই’ | প্রথম আলো",
            "time": "2025-08-05T07:51:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fbrtv7leq%2FSonaimuri-Thana.jpg?rect=0%2C0%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সোনাইমুড়ী থানার সামনে গুলিতে নিহতদের একজন কিশোর মোহাম্মদ হাসান। মৌসুমি ফল বিক্রি করত সে। তার মৃত্যুর শোক এখনো কাটিয়ে উঠতে পারেননি তার মা শাহীন আক্তার। হাসানের কথা উঠলেই এখনো কান্নায় ভেঙে পড়েন তিনি।</p><p>শাহীনা আক্তার জানান, বাড়ির পাশের সড়ক দিয়ে আনন্দমিছিল যেতে দেখে সেখানে যোগ দেয় হাসান। গুলির শব্দ শুনে ছেলেকে বাড়ির বাইরে না যেতে নিষেধ করেছিলেন তিনি। ছেলে সেই নিষেধ শোনেনি। পরে লাশ হয়ে ফিরেছে ছেলে।</p><p>তৃতীয় শ্রেণি পর্যন্ত হাসান পড়ালেখা করেছে জানিয়ে শাহীনা আক্তার বলেন, নিজে নিজেই ভ্যানগাড়িতে মৌসুমি ফল বিক্রি শুরু করেছিল হাসান। স্বামী ছোট একটি দোকান করে সংসার চালান, আয় কম, তাই ছেলেকেও রোজগার করতে নিষেধ করেননি। তার আয়ে সংসারের অভাব কিছুটা কেটেছিল।</p><p>কান্নাজড়িত কণ্ঠে শাহীনা আক্তার বলেন, ‘হাসানসহ দুই ছেলে দুই মেয়ে আছিল আঁর। হাসান শহীদ অই যাইবার হর অন এক ছেলে, এক মেয়ে আছে। হিগুনেরে লই দিন কাডে কোনো রকমে। সারাক্ষণ হাসানের চেয়ারা চোখের সামনে ভাসে। এক মুহূর্তের লাইও ছেলেরে ভুইলতাম হারি না। ছেলের কতা মনে অইলেই বুক হাডি কাঁন্দন আইয়ে।’</p><p>ছেলের মৃত্যুর পর সরকারিভাবে পাওয়া পাঁচ লাখ টাকা দিয়ে ধারদেনা পরিশোধ করেছেন। স্বামীর সামান্য আয়ে এখন কোনোমতে সংসার চলছে বলে জানান শাহীন আক্তার।</p></div></div></div></body></html>"
        }
    ]
}