{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "যে ১১ অভ্যাস আপনাকে অন্যের কাছে আকর্ষণীয় করে তোলে | প্রথম আলো",
            "time": "2025-12-23T15:16:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-11-19%2Fjgdkga7v%2FKBRH5254.JPG?rect=0%2C0%2C3871%2C2032&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"যে ১১ অভ্যাস আপনাকে অন্যের কাছে আকর্ষণীয় করে তোলে\" class=\"IiRps \">যে ১১ অভ্যাস আপনাকে অন্যের কাছে আকর্ষণীয় করে তোলে</h1></p><div class=\"Ibzfy\"><p>আমরা প্রায়ই মনে করি, আকর্ষণীয় হওয়ার মানে নিখুঁত চেহারা বা চমৎকার স্টাইল। আদতে কি তা কেবলই চেহারা ও বাহিক্যতা? বাস্তবে মানুষকে সবচেয়ে বেশি আকর্ষণীয় করে তোলে তাঁর মনোভাব, আচরণ, ব্যবহার আর জীবনযাপনের অভ্যাস। চলুন জেনে নেওয়া যাক এমনই ১১টি অভ্যাস, যেসব আপনার ব্যক্তিত্বকে আরও উজ্জ্বল ও আকর্ষণীয় করে তুলতে পারে।  </p></div></div></div></body></html>"
        },
        {
            "title": "৩০ রাষ্ট্রদূতকে প্রত্যাহার করেছে ট্রাম্প প্রশাসন | প্রথম আলো",
            "time": "2025-12-23T15:13:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fd80b0pxt%2FState-Depertment.jpg?rect=0%2C23%2C720%2C378&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিশ্বজুড়ে মার্কিন দূতাবাসে ‘আমেরিকা ফার্স্ট’ নীতির প্রতিফলন নিশ্চিত করতে প্রায় ৩০ জন রাষ্ট্রদূত এবং অন্যান্য ঊর্ধ্বতন পেশাদার কূটনীতিককে প্রত্যাহার করছে ট্রাম্প প্রশাসন। তবে সমালোচকদের মতে, এই পদক্ষেপ বিদেশে যুক্তরাষ্ট্রের বিশ্বাসযোগ্যতা ক্ষুণ্ন করবে।</p><p> প্রত্যাহার করে নেওয়া কূটনীতিকদের তালিকা দিতে অস্বীকৃতি জানিয়েছে মার্কিন পররাষ্ট্র দপ্তর। সোমবার দপ্তরের একজন ঊর্ধ্বতন কর্মকর্তা বলেন, এই পদক্ষেপ ‘যেকোনো প্রশাসনের জন্য একটি আদর্শ প্রক্রিয়া’। কিন্তু সমালোচকেরা বলছেন, বিষয়টি তেমন নয়।</p><p> নাম প্রকাশ না করার শর্তে ওই কর্মকর্তা বলেন, একজন রাষ্ট্রদূত প্রেসিডেন্টের ব্যক্তিগত প্রতিনিধি। আর এসব দেশে আমেরিকা ফার্স্ট এজেন্ডা এগিয়ে নিয়ে যাওয়ার মতো ব্যক্তিরা থাকবেন, তা নিশ্চিত করার অধিকার প্রেসিডেন্টের রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "শতাধিক আন্তমহাদেশীয় ব্যালিস্টিক ক্ষেপণাস্ত্র মজুত রেখেছে চীন, সন্দেহ পেন্টাগনের | প্রথম আলো",
            "time": "2025-12-23T15:05:56",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F6km8wk35%2FChina.jpg?rect=0%2C4%2C571%2C300&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>খসড়া প্রতিবেদনে নতুন ক্ষেপণাস্ত্রগুলোর কোনো নির্দিষ্ট লক্ষ্য উল্লেখ করা হয়নি। মার্কিন কর্মকর্তারা বলেছেন, কংগ্রেসে পাঠানোর আগে প্রতিবেদনে পরিবর্তন আসতে পারে।</p><p>প্রতিবেদন অনুযায়ী, ২০২৪ সালে চীনের পারমাণবিক যুদ্ধাস্ত্রের সংখ্যা ৬০০-এর নিচে ছিল। এতে বোঝা গিয়েছিল, পূর্ববর্তী বছরের তুলনায় উৎপাদনের গতি ধীর ছিল। তবে চীনের পারমাণবিক বিস্তার চলমান আছে এবং ২০৩০ সাল নাগাদ যুদ্ধাস্ত্রের সংখ্যা এক হাজারে পৌঁছাতে পারে।</p><p>চীনের দাবি, তারা আত্মরক্ষার কৌশল অনুসরণ করে এবং কাউকে আগে আঘাত না করার নীতি মেনে চলে।</p><p>পেন্টাগনের প্রতিবেদনে চীনের সামরিক প্রস্তুতির বিস্তারিত বিবরণ দেওয়া হয়েছে। বলা হয়েছে, চীন আশা করছে, তারা ২০২৭ সালের শেষ নাগাদ তাইওয়ানের বিরুদ্ধে যুদ্ধ করতে এবং জিততে সক্ষম হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদি হত্যা এবং গণমাধ্যম-সাংস্কৃতিক প্রতিষ্ঠানে হামলার স্বাধীন তদন্ত দাবি | প্রথম আলো",
            "time": "2025-12-23T15:02:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F1x77ax07%2Fpro.avif?rect=0%2C44%2C621%2C326&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যৌথ বিবৃতিতে স্বাক্ষরকারী বিশিষ্ট নাগরিকদের মধ্যে রয়েছেন সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা রাশেদা কে চৌধূরী, মানবাধিকারকর্মী সুলতানা কামাল, ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশের (টিআইবি) নির্বাহী পরিচালক ইফতেখারুজ্জামান, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক গীতি আরা নাসরীন, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক কামরুল হাসান মামুন, সিএসও অ্যালায়েন্সের সহ আহ্বায়ক সারা হোসেন ও আসিফ সালেহ, নির্বাহী কমিটির সদস্য শাহীন আনাম, ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক কাজী মারুফুল ইসলাম ও অধ্যাপক কামাল চৌধুরী, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের অধ্যাপক সুমন সাজ্জাদ, রাজশাহী বিশ্ববিদ্যালয়ের অধ্যাপক আ-আল মামুন ও অধ্যাপক সৌভিক রেজা, অধ্যাপক এ কে এম মাজহারুল ইসলাম, ঢাকা বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক তাহমিনা খানম, চট্টগ্রাম বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক মাইদুল ইসলাম, বাংলাদেশ নারী শ্রমিক কেন্দ্রের (বিএনএসকে) নির্বাহী পরিচালক সুমাইয়া ইসলাম, অভিনেত্রী ও উন্নয়নকর্মী রাফিয়াত রশিদ মিথিলা, অভিনেত্রী আজমেরী হক বাঁধন, যোগাযোগবিশেষজ্ঞ টনি মাইকেল গোমেজ, সাংস্কৃতিক নৃবিজ্ঞানী দিনা এম সিদ্দিকী, প্রকাশক ও অ্যাকটিভিস্ট মাহরুখ মহিউদ্দিন, উন্নয়নকর্মী মো. খাইরুল ইসলাম, সিএসও অ্যালায়েন্সের ফোকাল পয়েন্ট কে এ এম মোর্শেদ, সিএসও অ্যালায়েন্স সচিবালয়ের সমন্বয়ক সাঈদ আহমেদ, উন্নয়নকর্মী সালমা মাহবুব, মুরশেদ আলম সরকার ও মথুরা বিকাশ ত্রিপুরা, মানবাধিকারকর্মী কাশফিয়া ফিরোজ, লেখক ও স্থপতি কবিতা চাকমা, ঢাকা বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক মার্জিয়া রহমান ও কাজলী সেহরীন ইসলাম, ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক তাসনিম সিরাজ মাহবুব, ব্র্যাক বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক ইসমাইল সাদী ও জ্যেষ্ঠ প্রভাষক হাসান তালুকদার, মানবাধিকারকর্মী সানাইয়া ফাহীম আনসারী, জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষক ফাতেমা শুভ্রা, ব্র্যাক বিশ্ববিদ্যালয়ের শিক্ষক রাইয়ান রাজী, ইউনিভার্সিটি অব লিবারেল আর্টস বাংলাদেশের শিক্ষক অলিউর সান, ব্র্যাক বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক সৌমিত জয়দ্বীপ, নর্থ সাউথ ইউনিভার্সিটির জৈষ্ঠ‍্য প্রভাষক হানিয়‍্যুম মারিয়া খান, রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষক কাজী শুসমিন আফসানা, বেগম রোকেয়া বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক সিরাজাম মুনিরা, চট্টগ্রাম বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক হাসান তৌফিক ইমাম, ব্র্যাক বিশ্ববিদ্যালয়ের শিক্ষক তানভীর সোবহান, গ্রিন ইউনিভার্সিটি অব বাংলাদেশের শিক্ষক এ এস এম কামরুল ইসলাম।</p></div></div></div></body></html>"
        },
        {
            "title": "ভাঙ্গার হামিরদী ও আলগী ইউনিয়ন নিয়ে আপিল বিভাগে ৪ জানুয়ারি শুনানি | প্রথম আলো",
            "time": "2025-12-23T14:59:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-13%2F0terqaui%2FFaridpurDH053920250913IMG-20250913-WA0033.jpg?rect=0%2C36%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইসির গেজেটের ওই অংশটুকুর বৈধতা নিয়ে রিট আবেদন হলে চূড়ান্ত শুনানি শেষে ১১ ডিসেম্বর হাইকোর্ট রায় দেন। রায়ে আলগী ও হামিরদী ইউনিয়নকে ফরিদপুর-২ আসনে নগরকান্দা ও সালথা উপজেলার সঙ্গে জুড়ে দেওয়া সংক্রান্ত নির্বাচন কমিশনের (ইসি) গেজেটের অংশটুকু আইনগত কর্তৃত্ববহির্ভূত ঘোষণা করা হয়। একই সঙ্গে ইউনিয়ন পরিষদ দুটিকে ফরিদপুর–৪ আসনে যুক্ত করে ২৪ ঘণ্টার মধ্যে গেজেট জারি করার নির্দেশ দেওয়া হয়।</p><p>হাইকোর্টের রায়ের বিরুদ্ধে নির্বাচন কমিশন (ইসি) ২১ ডিসেম্বর আপিল বিভাগে লিভ টু আপিল করে। আজ বিষয়টি আপিল বিভাগের চেম্বার আদালতে শুনানির জন্য ওঠে।</p><p>আদালতে ইসির পক্ষে অতিরিক্ত অ্যাটর্নি জেনারেল মোহাম্মদ আরশাদুর রউফ ও মো. হাবিবুর রহমান এবং রিট আবেদনকারীদের পক্ষে আইনজীবী মোহাম্মদ হুমায়ন কবির পল্লব শুনানি করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "পাবনা-১ ও ২ সংসদীয় আসন পুনর্বহালের রায় স্থগিত চেয়ে আবেদন, শুনানি ৪ জানুয়ারি | প্রথম আলো",
            "time": "2025-12-23T14:58:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-15%2Fyotbo5fi%2FSupreme-Court.webp?rect=0%2C28%2C750%2C394&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হাইকোর্টের রায় স্থগিত চেয়ে পাবনা-১ আসনে জামায়াতে ইসলামীর মনোনীত প্রার্থী মোহাম্মদ নাজিবুর রহমান এবং নির্বাচন কমিশন পৃথক আবেদন করে। আবেদন দুটি চেম্বার আদালতের আজকের কার্যকালিতায় ২৬ ও ২৭ নম্বর ক্রমিকে ওঠে।</p><p>আদালতে নাজিবুর রহমানের পক্ষে শুনানি করেন জ্যেষ্ঠ আইনজীবী ইমরান এ সিদ্দিক। নির্বাচন কমিশনের পক্ষে আইনজীবী এ বি এম ইমদাদুল হক খান শুনানিতে ছিলেন। রিট আবেদনকারীদের পক্ষে জ্যেষ্ঠ আইনজীবী কায়সার কামাল ও আইনজীবী এইচ এম সানজিদ সিদ্দিকী শুনানিতে ছিলেন।</p><p>পরে জ্যেষ্ঠ আইনজীবী ইমরান এ সিদ্দিক প্রথম আলোকে বলেন, চেম্বার আদালত আপিল বিভাগের নিয়মিত বেঞ্চে আবেদন শুনানির জন্য আগামী ৪ জানুয়ারি তারিখ নির্ধারণ করেছেন। সীমানার ব্যাপারে ৪ জানুয়ারি পর্যন্ত ইসি যাতে কোনো পদক্ষেপ না নেয়, সে জন্য ইসির আইনজীবীকে মৌখিকভাবে নির্দেশ দিয়েছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "নির্বাচনের জন্য চারটি প্রতিষ্ঠানের পদ ছাড়লেন বিএনপি প্রার্থী ফারজানা | প্রথম আলো",
            "time": "2025-12-23T14:57:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fxtctc70z%2FNATOREDH060420251223NATORE-FARJANA-SARMIN.JPG.JPG?rect=0%2C115%2C413%2C217&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নির্বাচনের জন্য চারটি প্রতিষ্ঠানের পদ ছেড়েছেন নাটোর-১ (লালপুর-বাগাতিপাড়া) আসনের বিএনপির প্রার্থী ফারজানা শারমিন (পুতুল)। মঙ্গলবার সন্ধ্যায় তিনি গণমাধ্যমকে বিষয়টি জানিয়েছেন।</p><p>গণপ্রতিধিত্ব আদেশ অনুযায়ী, কোনো ব্যক্তি যদি সরকারি কোনো লাভজনক পদে থাকেন, তাহলে তিনি নির্বাচনে প্রার্থী হতে পারবেন না।</p></div></div></div></body></html>"
        },
        {
            "title": "বৈষম্যহীন-দুর্নীতিমুক্ত সমাজ গঠনে গণভোটে ‘হ্যাঁ’-তে ভোট দিতে হবে: গোলাম পরওয়ার | প্রথম আলো",
            "time": "2025-12-23T14:55:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F97zqe8e4%2FGolam-parwar.jpg?rect=0%2C0%2C1089%2C572&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলাদেশ জামায়াতে ইসলামীর সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার বলেন, ‘আগামী গণভোটে জনগণের মতামতের জন্য জুলাই সনদ পেশ হতে যাচ্ছে। এই গণভোটে আমরা জনগণকে সংস্কারের পক্ষে “হ্যাঁ” বলার জন্য আহ্বান জানাচ্ছি। বৈষম্যহীন–দুর্নীতিমুক্ত সমাজ গঠনে দেশবাসীকে গণভোটে “হ্যাঁ”-তে ভোট দিয়ে “হ্যাঁ”–কে জয়যুক্ত করতে হবে।’</p><p> আজ মঙ্গলবার বেলা ১১টার দিকে খুলনার ডুমুরিয়া উপজেলার সরকারি শাহপুর মধুগ্রাম কলেজ মিলনায়তনে জামায়াতের আয়োজনে খুলনা-৫ আসনে শাহপুর ইউনিয়নের ১, ২, ৩ ও ১২ নম্বর ওয়ার্ড প্রতিনিধি সভায় প্রধান অতিথির বক্তব্যে তিনি এ কথা বলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ওসমান হাদিকে হত্যা করে নির্বাচন বাধাগ্রস্ত করার চেষ্টা হচ্ছে: অভিযোগ তাঁর ভাইয়ের | প্রথম আলো",
            "time": "2025-12-23T14:53:51",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fu6m4jnmz%2Fomarbinhadi.jpeg?rect=0%2C0%2C1599%2C839&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওমর বিন হাদি বলেন, ‘ওসমান হাদি শহীদ হয়েছে আজকে ষষ্ঠ দিন। সরকার দৃশ্যমান কোনো অগ্রগতি উপস্থাপন করে নাই। সরকারের কাছে একটাই দাবি জানাচ্ছি, শহীদ ওসমান হাদির গোটা খুনি চক্রকে জাতির সামনে উপস্থাপন করুন।’</p><p>সরকারের উদ্দেশে ওসমান হাদির ভাই বলেন, ‘একটা জিনিস মনে রাখবেন, বাংলাদেশে জুলাই বিপ্লবের আগে যাঁরা ক্ষমতাধর ছিলেন, যাঁরা রাষ্ট্রকে নিজেদের মনে করতেন; তাঁরা কিন্তু আজকে কেউ এই বাংলাদেশে নাই। তাঁরা পালাতে বাধ্য হয়েছেন। ওসমান হাদির বিচার যদি না হয়, আপনারাও একদিন বাংলাদেশ থেকে পালাতে বাধ্য হবেন।’</p><p>ওসমান হাদি কোনো ‘এজেন্সির’ কাছে মাথা নত করেননি উল্লেখ করে ওমর বিন হাদি বলেন, ‘যে এজেন্সির হয়ে, যে রাষ্ট্রের হয়ে আপনারা ওসমান হাদিকে হত্যা করেছেন; মনে রাখবেন, ওসমান হাদি কোনো এজেন্সি, কোনো রাষ্ট্র, কোনো তাঁবেদারের কাছে কখনোই মাথা নত করে নাই। সে যদি মাথা নত করত, অন্যান্য বিক্রি হওয়া নেতার মতোই সে সুখে জীবনযাপন করতে পারত।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম আলো কার্যালয়ে সন্ত্রাসী হামলার মামলায় আরও ২ আসামি কারাগারে | প্রথম আলো",
            "time": "2025-12-23T14:52:32",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F8thjal5c%2FWhatsApp-Image-2025-12-23-at-8.01.jpg?rect=0%2C0%2C1346%2C707&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলায় দাঙ্গা সৃষ্টি করে অবৈধভাবে কার্যালয়ে ঢুকে লুটপাট, ক্ষতি করা, হত্যার উদ্দেশ্যে অগ্নিসংযোগ, ভয় দেখানো, অপরাধের প্রমাণ নষ্ট করার অভিযোগ করা হয়। পাশাপাশি প্রথম আলো পত্রিকার প্রকাশনা বন্ধ ও অফিসের কাজে বাধা দিতে অগ্নিসংযোগ ও ভাঙচুর, অনলাইনে অপরাধমূলক কর্মকাণ্ডে নির্দেশনা দেওয়া ও অন্তর্ঘাতমূলক কাজের অভিযোগ আনা হয়েছে।</p><p>হামলা, ভাঙচুর ও অগ্নিসংযোগের সময় শুধু লুটপাট করা সম্পদের মূল্য ২ কোটি ৫০ লাখ টাকা বলে মামলার এজাহারে উল্লেখ করা হয়। এজাহারে প্রথম আলো আরও জানিয়েছে, সব মিলিয়ে প্রাথমিকভাবে ক্ষয়ক্ষতির পরিমাণ ৩২ কোটি টাকা। এ হামলার সিসিটিভি ক্যামেরার ফুটেজ ও বিভিন্ন গণমাধ্যমের ভিডিও ফুটেজ রয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "অন্তর্বর্তী সরকার মবতন্ত্র ঠেকাতে কাজ করেনি | প্রথম আলো",
            "time": "2025-12-23T14:50:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F025d6okm%2Fniprionbirodhi-shilpi-1.jpeg?rect=0%2C144%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইনকিলাব মঞ্চের আহ্বায়ক শহীদ শরিফ ওসমান বিন হাদি হত্যার বিচার এবং প্রথম আলো, ডেইলি স্টার, ছায়ানট ও উদীচী কার্যালয়ে আক্রমণের ঘটনার সুষ্ঠু তদন্ত ও জড়িত ব্যক্তিদের বিচারের দাবিতে সমাবেশ করেছে নিপীড়নবিরোধী শিল্পী সমাজ। তারা অভিযোগ করে, অন্তর্বর্তী সরকার মবতন্ত্র ঠেকানো এবং আইনের শাসন প্রতিষ্ঠায় কাজ করেনি।</p><p> আজ মঙ্গলবার বিকেলে রাজধানীর ধানমন্ডিতে এই প্রতিবাদী সমাবেশ হয়। এতে শিল্পী, গবেষক, চিন্তক, সংস্কৃতিকর্মীরা অংশ নেন। সমাবেশের স্লোগান ছিল ‘জনতায় আস্থা, মবতন্ত্রে অনাস্থা’।</p><p> বেলা সাড়ে তিনটার পর ধানমন্ডির সাতমসজিদ রোডে আবাহনী মাঠসংলগ্ন ফুটপাতে জড়ো হতে থাকেন শিল্পীরা। বিকেল পৌনে চারটার দিকে সমবেত কণ্ঠে জাতীয় সংগীত গেয়ে প্রতিবাদ সমাবেশ শুরু করেন তাঁরা।</p></div></div></div></body></html>"
        },
        {
            "title": "গানে গানে ছায়ানটের প্রতিবাদ, জাতিসত্তা ও সংস্কৃতি সুরক্ষার আহ্বান | প্রথম আলো",
            "time": "2025-12-23T14:45:52",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fjcc3ghq4%2Fchhayanaut-protest-231225-01.jpg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই আয়োজনে সংহতি জানাতে উপস্থিত হয়েছিলেন মুক্তিযুদ্ধ জাদুঘরের ট্রাস্টি মফিদুল হক, অধ্যাপক শফি আহমদ, অধ্যাপক এম এম আকাশ, সংগীতশিল্পী খুরশীদ আলম, খায়রুল আনাম শাকিল, বুলবুল ইসলাম, শারমিন সাথী ইসলাম, অদিতি মহসীন, বিজন চন্দ্র মিস্ত্রি, কৃষ্ণকলি ইসলাম, জান্নাত ই ফেরদৌসী, আবৃত্তিশিল্পী ভাস্বর বন্দ্যোপাধ্যায়, ডালিয়া আহমদ, নৃত্যশিল্পী শর্মিলা বন্দ্যোপাধ্যায়, তামান্না রহমান, ওয়ার্দা রিহাব, চারুশিল্পী নাসিম আহমদ নাদভী, মো. মনিরুজ্জামান, প্রশান্ত কর্মকারসহ অনেকে।</p><p>গানে গানে মানবতার কথা, আত্মপরিচয়ের গৌরব, সংকল্প আর সম্প্রীতির কথাও তুলে ধরেন শিল্পীরা। পরের গানগুলোর মধ্যে ছিল ‘ মানুষ ছাড়া খ্যাপা রে তুই মূল হারাবি’, ‘মানুষ হ, মানুষ হ, আবার তোরা মানুষ হ’, ‘আমার প্রতিবাদের ভাষা, আমার প্রতিরোধের আগুন’, ‘তীর হারা এই ঢেউয়ের সাগর’, ‘হিমালয় থেকে সুন্দরবন হঠাৎ বাংলাদেশ’, ‘গ্রামের নওজোয়ান হিন্দু মুসলমান’।</p></div></div></div></body></html>"
        },
        {
            "title": "গর্ভাবস্থায় চুলকানি হলে করণীয় | প্রথম আলো",
            "time": "2025-12-23T14:45:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-09-16%2F8ecneq8l%2Fpexels_cottonbro_5853200.jpg?rect=0%2C48%2C2581%2C1355&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info BG103\"><p><h1 data-title-0=\"গর্ভাবস্থায় চুলকানি হলে করণীয়\" class=\"IiRps \">গর্ভাবস্থায় চুলকানি হলে করণীয়</h1></p><div class=\"Ibzfy\"><p>গর্ভাবস্থায় নানা কারণে নারীদের ত্বকে চুলকানি হয়। সাধারণ শুষ্কতা বা অ্যালার্জি থেকে শুরু করে গর্ভাবস্থায় যকৃতের সমস্যার কারণে পর্যন্ত এই চুলকানি হতে পারে। কিছু ক্ষেত্রে সাধারণ চিকিৎসায় এই চুলকানি সেরে যায়। আবার কখনো কখনো এটি অসহনীয় যন্ত্রণারও সৃষ্টি করতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "কুমিল্লা-৪ আসনে এনসিপি নেতা হাসনাত আবদুল্লাহর পক্ষে মনোনয়নপত্র সংগ্রহ | প্রথম আলো",
            "time": "2025-12-23T14:36:25",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2F3dn9789y%2FWhatsApp-Image-2025-12-23-at-8.29.03-PM.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মনোনয়নপত্র সংগ্রহের সময় উপস্থিত ছিলেন দেবীদ্বার উপজেলা এনসিপির ভারপ্রাপ্ত প্রধান সমন্বয়ক মো. জাহাঙ্গীর আলম, যগ্ম সমন্বয়কারী শামিম কাউছার, সাইফুল ইসলাম, সদস্য কাজী নাসির মিয়া, রাফসান সিদ্দিকী, জুলাই আন্দোলনে শহীদ তন্ময়ের বাবা শফিকুল ইসলাম প্রমুখ।</p><p>সহকারী রিটার্নিং কর্মকর্তা ও উপজেলা নির্বাহী কর্মকর্তা রাকিবুল ইসলাম জানান, কুমিল্লা-৪ আসনে আজ ৪টি মনোনয়নপত্র সংগ্রহ করেছে বিভিন্ন রাজনৈতিক দল। এ পর্যন্ত মোট ১২টি মনোনয়নপত্র সংগ্রহ করা হয়েছে। এর মধ্যে বিএনপি থেকে পাঁচটি, বাংলাদেশ জামায়াতে ইসলামী একটি, এনসিপি একটি, বাংলাদেশ খেলাফত মজলিশ একটি, ইসলামী আন্দোলন বাংলাদেশ একটি, খেলাফত মজলিশ একটি, ইনসানিয়াত বিপ্লব বাংলাদেশ একটি এবং গণ অধিকার পরিষদ একটি।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রেম নিয়ে আমি অনেক ব্যথা পেয়েছি: স্বস্তিকা মুখার্জি | প্রথম আলো",
            "time": "2025-12-23T14:35:05",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-18%2Fbpw27wdz%2Fswastikamukherjee13176597249737895744336146915331726594334.jpg?rect=0%2C0%2C1440%2C756&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">বিষয়টি নিয়ে এক প্রশ্নের জবাবে স্বস্তিকা বলেন, ‘যখন ছাড়াছাড়ি হয়, সম্পর্ক ভাঙে, তখন ওটাই মনে হয় সব শেষ। তার মুখ দেখতে চাই না। তার মুখ দেখলে আমার কষ্ট হয়। তেমন সময় আমারও গেছে। পরমব্রত বা সৃজিতের সঙ্গে সম্পর্ক ভাঙার পর কাগজও দেখতাম না। কাগজে তাদের ছবি বেরোবে, রাগ না, দুঃখে আমি মরে যাব। ওই জন্য আমি দেখতে চাইনি। তারপর সময় পেরিয়েছে, সময় যত যায়, মানুষ সম্পর্কের ভালোটাই মনে রাখে, খারাপটা মাথা থেকে মুছে ফেলে।’</figcaption><figcaption class=\"story-element-image-attribution\">শিল্পীর ইনস্টাগ্রাম থেকে</figcaption></p></div></div></body></html>"
        },
        {
            "title": "রংপুর-৪ আসনে আখতার হোসেনের পক্ষে মনোনয়নপত্র সংগ্রহ করলেন এনসিপির নেতারা | প্রথম আলো",
            "time": "2025-12-23T14:33:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fjglgwn7g%2FWhatsApp-Image-2025-12-23-at-8.27.36-PM.jpeg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এনসিপির নেতারা বলেন, আখতার হোসেন চব্বিশের গণ–অভ্যুত্থানের অগ্রনায়ক ও রাজবন্দী। ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের সাবেক ছাত্র আখতার হোসেন তাঁর কর্মকাণ্ডের মাধ্যমে নিজেকে জাতীয় নেতা হিসেবে প্রতিষ্ঠিত করেছেন। ভোটারদের ভোটে নির্বাচিত হয়ে রংপুর-৪ আসনের কাঙ্ক্ষিত উন্নয়ন করবেন বলে তাঁরা প্রত্যাশা করছেন।</p><p>রংপুর-৪ আসনে আখতার হোসেন ছাড়াও জেলা বিএনপির সাবেক সভাপতি এমদাদুল হক, জামায়াতে ইসলামীর মহানগর কমিটির আমির এ টি এম আজহারুল ইসলাম ও জাতীয় পার্টির পীরগাছা উপজেলার সাবেক চেয়ারম্যান আবু নাসের শাহ মাহবুবার রহমান নির্বাচনের মাঠে প্রতিদ্বন্দ্বিতা করবেন।</p></div></div></div></body></html>"
        },
        {
            "title": "আইফোনে বাড়ছে সফটওয়্যার ত্রুটি, নির্ভরযোগ্যতা নিয়ে প্রশ্ন | প্রথম আলো",
            "time": "2025-12-23T14:32:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Ftrkwof63%2Fiphone.reuters6.png?rect=0%2C0%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সফটওয়্যার ত্রুটি ও বাগ নিয়ে ব্যবহারকারীদের বাড়তে থাকা বিরক্তি আইফোনের ‘সবচেয়ে নির্ভরযোগ্য স্মার্টফোন’ হিসেবে পরিচিত অবস্থানকে চাপে ফেলতে পারে বলে ধারণা করছেন অনেকে। এ বিষয়ে তথ্যপ্রযুক্তি পরামর্শক প্রতিষ্ঠান এমএসকিউ ডিএক্সের যুক্তরাজ্য প্রধান নির্বাহী রেবেকা ক্রুক জানান, ব্যবহারকারীদের প্রত্যাশা ও বাস্তব অভিজ্ঞতার মধ্যে এখন স্পষ্ট ব্যবধান তৈরি হয়েছে। যখন মানুষ গড়ে এক হাজার পাউন্ডের বেশি দামে একটি ফোন কিনছে, তখন তারা নির্বিঘ্ন ও নির্ভরযোগ্য পারফরম্যান্সই আশা করে। তবে বিশ্লেষকদের একাংশ মনে করেন, এসব অভিযোগ সত্ত্বেও আইফোনের বাজার অবস্থান এখনো শক্ত। কাউন্টার পয়েন্ট রিসার্চের ইউরোপীয় গবেষণা বিভাগের প্রধান জান স্ট্রিয়াক বলেন, অ্যাপলের শক্তিশালী ইকোসিস্টেমের কারণে বড় ধরনের ব্যবহারকারী হারানোর সম্ভাবনা কম।</p><p>সূত্র: ডেইলি মেইল</p></div></div></div></body></html>"
        },
        {
            "title": "বিশেষ ট্রেন না পেয়ে বিএনপির নেতা-কর্মীদের ৬ ঘণ্টা অবস্থান, ট্রেন চলাচলে বিঘ্ন | প্রথম আলো",
            "time": "2025-12-23T14:30:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fvg0z8pw4%2FLalmonirhatDH057820251223IMG202512231452091.jpg?rect=278%2C0%2C3657%2C1920&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>কর্মসূচিতে জেলা বিএনপির যুগ্ম সাধারণ সম্পাদক ইকবাল হোসেন, জেলা যুবদলের আহ্বায়ক মো. আনিসুর রহমান, জেলা কৃষক দলের আহ্বায়ক নুরুন্নবী মোস্তফা, লালমনিরহাট রেলওয়ে শ্রমিক দলের সভাপতি মো. আবদুল মতিন, লালমনিরহাট পৌর যুবদলের আহ্বায়ক জাহাঙ্গীর আলম প্রমুখ উপস্থিত ছিলেন।</p><p>জানতে চাইলে লালমনিরহাট বিভাগীয় রেলওয়ে ব্যবস্থাপক আবু হেনা মোস্তফা আলম প্রথম আলোকে বলেন, ১৯ ডিসেম্বর জেলা বিএনপির দপ্তর সম্পাদক স্বাক্ষরিত এ–সংক্রান্ত একটি আবেদন পেয়েছেন। পরে সেটি পশ্চিমাঞ্চল রেলওয়ের মহাব্যবস্থাপক বরাবর পাঠানো হয়েছে। তিনি বলেন, ‘আমরা আশাবাদী রেলওয়ের সংশ্লিষ্ট ঊর্ধ্বতন কর্তৃপক্ষের কাছ থেকে তাঁরা ভালো সংবাদ পাবেন। সেই আলোকে প্রতিশ্রুতি দেওয়া হয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইংল্যান্ডে খালের ভেতরে ভয়াবহ ধস, মুহূর্তে তলিয়ে গেল নৌকা | প্রথম আলো",
            "time": "2025-12-23T14:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-23%2Fsah5t0k1%2FWeb.jpg?rect=0%2C71%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"ইংল্যান্ডে খালের ভেতরে ভয়াবহ ধস, মুহূর্তে তলিয়ে গেল নৌকা\" class=\"nA4h1 \">ইংল্যান্ডে খালের ভেতরে ভয়াবহ ধস, মুহূর্তে তলিয়ে গেল নৌকা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-23T20:30:00+06:00\"><span>প্রকাশ: ২৩ ডিসেম্বর ২০২৫, ১৪: ৩০ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}