{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "নিঃসঙ্গ বানর ছানা পাঞ্চ ও একটি খেলনা ওরাংওটাংয়ের গল্প | কিশোর আলো",
            "time": "2026-02-24T01:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2F3mentuur%2FVQFWT3466VMRVAVRWRCO7PDCJQ.jpg?rect=0%2C236%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-06%2Fbe2d99ee-c039-4acf-a6fb-2356c69a08a6%2FKIA_OG_watermark_final.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জাপানের ইচিকাওয়া সিটি চিড়িয়াখানার ছোট্ট বানর পাঞ্চ। এখন ইন্টারনেটে ভাইরাল এই বানর। আছে লাখ লাখ ভক্ত। বিশ্বজুড়ে যার তুমুল জনপ্রিয়তা। তবে এই জনপ্রিয়তার পেছনের গল্পটি মোটেও আনন্দের নয়; বরং খানিকটা আবেগের। ভাইরাল হওয়া রিলসে দেখা গেছে, ছোট্ট পাঞ্চ সারাক্ষণ একটি খেলনা পুতুল শক্ত করে জড়িয়ে ধরে রাখে; কিন্তু কেন ও এমন করছে?</p><p>পাঞ্চের জন্মের পরপরই ওর মা ওকে ত্যাগ করে। এরপর ইচিকাওয়া সিটি চিড়িয়াখানার কর্মীরা ওকে পরম মমতায় লালন-পালন করতে থাকেন। সাধারণত বানর ছানারা আরাম আর নিরাপত্তার জন্য সব সময় মাকে জড়িয়ে ধরে রাখে। পাঞ্চের যেহেতু মা নেই, তাই কর্মীরা ওকে একটি খেলনা ওরাংওটাং উপহার দেন। যেটা পাঞ্চের কাছে অনেকটা মায়ের মতো। চিড়িয়াখানা কর্তৃপক্ষ জানায়, পাঞ্চ যেখানেই যায়, খেলনাটি সঙ্গে নিয়ে যায়। এমনকি অন্য বানরেরা যখন ওকে তাড়িয়ে দেয় বা অবজ্ঞা করে, তখন ও মন খারাপ করে এই খেলনার কাছেই ফিরে আসে সান্ত্বনার খোঁজে।</p><p>বর্তমানে পাঞ্চকে চিড়িয়াখানার মাঙ্কি মাউন্টেনে রাখা হয়েছে। সেখানে সে অন্য ম্যাকাক বানরদের সঙ্গে মানিয়ে নেওয়ার চেষ্টা করছে। চিড়িয়াখানা কর্তৃপক্ষ নিয়মিত সোশ্যাল মিডিয়ায় জানাচ্ছে, পাঞ্চ নতুন এই পরিবেশে কীভাবে খাপ খাইয়ে নিচ্ছে। সারা বিশ্বে পাঞ্চের অসংখ্য ভক্ত থাকলেও সে এখন একা। কারণ, নিজের দলের অন্য বানরদের সঙ্গে কীভাবে মিশতে হয়, তা সে এখনো শিখে উঠতে পারেনি।</p></div></div></div></body></html>"
        },
        {
            "title": "বেজোসের কোটি টাকার চাকরি ফিরিয়ে দেওয়া কে এই সাবরিনা, কেন তাঁকে ভবিষ্যতের আইনস্টাইন বলা হয় | বিজ্ঞানচিন্তা",
            "time": "2026-02-24T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fmuqutcvf%2F1.jpg?rect=0%2C0%2C1000%2C525&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2021-04%2F18d6c66d-0fdc-4405-936e-afd304acc074%2Fbigganchinta.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শিকাগোর এক গ্যারেজে বসে ১৪ বছরের এক কিশোরী একমনে কী যেন জোড়াতালি দিচ্ছে। সাধারণ কিশোরীদের মতো রূপচর্চা বা ভিডিও গেম নিয়ে তাঁর কোনো আগ্রহ নেই। তাঁর চোখ বিমানের ইঞ্জিনের দিকে। নাট-বল্টু, অ্যালুমিনিয়ামের পাত ও তারের জঞ্জালের মাঝে বসে সে রীতিমতো এক জাদুকরের মতো কাজ করছে। দেখতে দেখতে নিজের হাতেই সে আস্ত এক ইঞ্জিনচালিত বিমান বানিয়ে ফেলল! শুধু বানানোই নয়, ১৬ বছর বয়সে সেই সিঙ্গল-ইঞ্জিন বিমান একাকী আকাশে উড়িয়ে সবাইকে তাক লাগিয়ে দিল।</p><p>ভাবছেন, হলিউড মুভির গল্প শোনাচ্ছি? না, এটা বানানো গল্পের প্লট নয়। গল্পটা সাবরিনা গঞ্জালেস পাসটারস্কির বাস্তব জীবনের। আজ যাঁকে আধুনিক পদার্থবিজ্ঞানের দুনিয়ায় বলা হচ্ছে ‘পরবর্তী আইনস্টাইন’। কিন্তু কে এই নারী? কেন তাঁর নামের পাশে স্বয়ং আলবার্ট আইনস্টাইনের নাম জুড়ে দেওয়া হচ্ছে? কেনই বা তিনি জেফ বেজোসের মতো বিলিয়নিয়ারের চোখ ধাঁধানো চাকরির প্রস্তাব ফিরিয়ে দিলেন?</p><p>চলুন, আধুনিক বিজ্ঞানের এই বিস্ময়কন্যার গল্পটা একটু গভীরে গিয়ে জানা যাক।</p></div></div></div></body></html>"
        },
        {
            "title": "আজ টিভিতে যা দেখবেন (২৪ ফেব্রুয়ারি ২০২৬) | প্রথম আলো",
            "time": "2026-02-24T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Feipebkp3%2FWhatsApp-Image-2025-09-07-at-18.49.36c164e40f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>ইংল্যান্ড-পাকিস্তান<br></strong>সন্ধ্যা ৭-৩০ মি., টি স্পোর্টস ও নাগরিক</p></div></div></div></body></html>"
        },
        {
            "title": "এক দশক পর ফেরা | প্রথম আলো",
            "time": "2026-02-24T01:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2F52u2keh7%2FHilary-Duff-afp-march-1771476303335d.webp?rect=0%2C0%2C960%2C504&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এর আগে চতুর্থ অ্যালবাম ‘ডিগনিটি’ প্রকাশের পর ২০০৭ সালের জুলাই থেকে ২০০৮ সালের ফেব্রুয়ারি পর্যন্ত ওয়ার্ল্ড ট্যুর করেন তিনি। এরপর আর তাঁকে বড় কোনো ট্যুরে পাওয়া যায়নি।</p><p>প্রায় দেড় যুগ পর এই বছরের শুরুতে মিনি ট্যুর ‘স্মল রুমস, বিগ নার্ভস’ শুরু করেন তিনি। ট্যুরে ‘লাক...অর সামথিং’ অ্যালবামের গানও গাইবেন হিলারি ডাফ।</p><p>এ বছরের জুনে লাক মি ট্যুরে বের হবেন তিনি। ট্যুরটি ২০২৭ সালের ফেব্রুয়ারি পর্যন্ত চলবে। ট্যুরে  যুক্তরাষ্ট্র, কানাডা, আয়ারল্যান্ড, ওয়েলস, ইংল্যান্ড, স্কটল্যান্ড, নিউজিল্যান্ড, অস্ট্রেলিয়া ও মেক্সিকোতে গাইবেন তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "মহানবী (সা.)-এর পত্রাবলি | প্রথম আলো",
            "time": "2026-02-23T22:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fsy94cfqk%2Fview-ancient-paper-scroll-writing-documenting.jpg?rect=0%2C97%2C5500%2C2888&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রাসুলের পত্রাবলিতে পত্ররচনার সর্বোচ্চ সাহিত্যিক গুণাবলি বিদ্যমান। কোরআনের পর তাঁর রচনা সর্বোচ্চ ভাষা–অলঙ্কার সমৃদ্ধ। তবে তা দীর্ঘসূত্রিতা, কৃত্রিম ছন্দ বা অলঙ্কারের ভারে নুয়ে পড়েনি। বরং সহজ, সংক্ষিপ্ত ও গভীর অর্থবহ ভাষা ব্যবহৃত হয়েছে। প্রতিটি বাক্যে নবুয়তের সত্যতা, দৃঢ় বিশ্বাস ও দৃঢ় সংকল্পের ছাপ সুস্পষ্ট।</p><p>পত্রগুলোর ভাষা কঠোর নয়; কোমল, হৃদয়গ্রাহী। এই কারণেই অধিকাংশ শাসক ও গোত্র এসব পত্র দ্বারা প্রভাবিত হয়েছিল। লেখনশৈলী এতটাই স্পষ্ট যে, তা পত্ররচনার একটি মানদণ্ড হয়ে দাঁড়ায়।</p><p>প্রতিটি পত্রের শুরুতে প্রেরক হিসেবে তাঁর নাম ও ‘আল্লাহর রাসুল’ উপাধি উল্লেখ করা হয়েছে। কোথাও কোথাও ‘আল্লাহর বান্দা’ শব্দ যুক্ত করে খ্রিষ্টানদের ইসা (আ.)–এর প্রভুত্বের ভ্রান্ত ধারণার সূক্ষ্ম প্রতিবাদ করা হয়েছে। প্রাপকের নাম ও উপযুক্ত উপাধিও উল্লেখ করা হয়েছে। যেমন: ‘হিরাক্লিয়াস, রোমের মহাসম্রাট’, ‘কিসরা আব্রুয়েজ, পারস্যের বাদশাহ’, ‘নাজ্জাশি, হাবশার রাজা’।</p><p>শান্তির সম্ভাষণ প্রাপকের অবস্থান অনুযায়ী ভিন্ন হয়েছে। মুসলিমের জন্য ‘তোমার প্রতি শান্তি’ বা ‘যে আল্লাহ ও তাঁর রাসুলের প্রতি ঈমান এনেছে, তার প্রতি শান্তি’; আর অমুসলিমের জন্য ‘যে হেদায়াত অনুসরণ করে, তার প্রতি শান্তি’।</p><p>এরপর আল্লাহর প্রশংসা, আল্লাহর একত্ব ও তাঁকে রাসুল হিসেবে মেনে নেওয়া এবং উপদেশ ও দিকনির্দেশনা দেওয়া হয়েছে। দূতদের আনুগত্যকে নিজের আনুগত্য হিসেবে ঘোষণা করা হয়েছে।</p><p>অপরাধীদের ক্ষমার ঘোষণা রয়েছে। ইসলাম গ্রহণ না করলে জিজিয়া আরোপের বিধান উল্লেখ আছে। পত্রের শেষে নবুয়তের মোহর সংযুক্ত ছিল, যার ওপর ‘আল্লাহ’, মাঝে ‘রাসুল’ এবং নিচে ‘মুহাম্মদ’ খোদাই করা ছিল।</p><p>এই রচনাশৈলী অধিকাংশ পত্রে অভিন্ন হলেও কিছু পত্রে সূচনার ধরন ভিন্ন। যেমন, মালিক ইবনে নমত ও রিফাআহ ইবনে জায়েদের কাছে পত্রের শিরোনাম ছিল ‘হাযা কিতাব’, আর মুনজির ইবনে সাওয়ার পত্রের সূচনা ছিল ‘সালামুন আনতা’।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেন যুদ্ধের ৪ বছর পূর্তি, প্রভাব টের পাচ্ছে রাশিয়া | প্রথম আলো",
            "time": "2026-02-23T22:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fdzdfas58%2FUkraine.avif?rect=0%2C0%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>যুদ্ধ মানেই বিশাল আর্থিক ক্ষতি। রাশিয়ার বাজেট–ঘাটতি বাড়ছে এবং অর্থনীতি স্থবির হয়ে পড়েছে। পরিস্থিতি সামাল দিতে সরকার ভ্যাট ২০ শতাংশ থেকে বাড়িয়ে ২২ শতাংশ করেছে। এই অতিরিক্ত অর্থ প্রতিরক্ষা ও নিরাপত্তা খাতে ব্যয় করা হবে।</p><p>রুশ রাষ্ট্রীয় টেলিভিশন জনগণকে ধৈর্য ধরার পরামর্শ দিচ্ছে। ক্ষুদ্র ব্যবসায়ীরা এখন এই চাপে পিষ্ট হচ্ছেন। ইয়েলেতসের একটি বেকারিগুলোতেও অর্থনৈতিক মন্দা আর কর বৃদ্ধির ধাক্কা লেগেছে। একটি বেকারির মালিক আনাস্তাসিয়া বাইকোভা বলেন, ‘আমাদের দাম বাড়াতে হয়েছে। কারণ বিদ্যুৎ বিল, ভাড়াসহ সবই বেড়ে গেছে।’</p><p>সুন্দর আগামীর প্রত্যাশা ইয়েলেতস থেকে এক ঘণ্টার দূরত্বে আঞ্চলিক রাজধানী লিপেতস্ক। সেখানেও যুদ্ধের স্মৃতিচিহ্ন আরও প্রকট। সেখানে নিজের অ্যাপার্টমেন্টের সিঁড়িতে দাঁড়িয়ে ইভান পাভলোভিচ এখন যুদ্ধ নয়, বরং একটি ফুটো পাইপ নিয়ে বেশি চিন্তিত। দেয়ালের কোণে বরফ জমে আছে, লিফটও কাজ করছে না। তিনি ভীষণ ক্ষুব্ধ। কারণ কেউ এটি মেরামত করতে আসেনি। দ্রব্যমূল্যের ঊর্ধ্বগতি আর বিদ্যুৎ বিল নিয়েও তাঁর অনেক ক্ষোভ। ইভান বললেন, ‘বিশেষ সামরিক অভিযান চমৎকার একটি বিষয়। সমস্যা শুধু জিনিসের দাম বেড়েই চলেছে। পেনশন বাড়ে ঠিকই, কিন্তু জিনিসের দাম বাড়ে তার চেয়ে বেশি। তাহলে আমার লাভ কী হলো? কিছুই না।’ রাশিয়ার সাধারণ মানুষ অনুভব করছেন, জীবন দিন দিন কঠিন হয়ে উঠছে। কিন্তু খুব কম মানুষই বিশ্বাস করেন যে এটি পরিবর্তন করার ক্ষমতা তাদের হাতে আছে। যুদ্ধ যখন পঞ্চম বছরে পা রাখছে, মানুষের মনে তখন আশাবাদ খুব সামান্যই। এখানকার অনেকেই এখন নিজেদের গুটিয়ে নিয়েছেন। শুধু অপেক্ষায় আছেন এক সুন্দর আগামীর প্রত্যাশায়।</p></div></div></div></body></html>"
        },
        {
            "title": "কোথাও ১৫ ঘণ্টা, কোথাও মাত্র ১১, ২০২৬ সালের দীর্ঘতম ও সংক্ষিপ্ততম রোজা | প্রথম আলো",
            "time": "2026-02-23T22:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-02-23%2Fdljqboi5%2FWEB.jpg?rect=0%2C45%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"কোথাও ১৫ ঘণ্টা, কোথাও মাত্র ১১, ২০২৬ সালের দীর্ঘতম ও সংক্ষিপ্ততম রোজা\" class=\"nA4h1 \">কোথাও ১৫ ঘণ্টা, কোথাও মাত্র ১১, ২০২৬ সালের দীর্ঘতম ও সংক্ষিপ্ততম রোজা</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2026-02-24T04:15:00+06:00\"><span>প্রকাশ: ২৩ ফেব্রুয়ারি ২০২৬, ২২: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}