{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "চিফ প্রসিকিউটরের পরামর্শক ও প্রসিকিউশনের গ্লোবাল অ্যাম্বাসেডর নিয়োগ | প্রথম আলো",
            "time": "2025-11-20T14:18:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বৃহস্পতিবার এক সংবাদ বিজ্ঞপ্তিতে এসব তথ্য জানিয়েছে চিফ প্রসিকিউটর কার্যালয়। তাতে আরও বলা হয়েছে, নিয়োগপ্রাপ্ত দুজনই বাংলাদেশি বংশোদ্ভূত ব্রিটিশ আইনজীবী। তাঁদের এক বছরের জন্য নিয়োগ (অবৈতনিক) দিয়েছে সরকারের আইন, বিচার ও সংসদবিষয়ক মন্ত্রণালয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কেউ যেন নতুন করে ফ্যাসিস্ট হয়ে উঠতে না পারে, সে জন্য তত্ত্বাবধায়ক সরকার পুনর্বহালের রায় ইতিবাচক: রিজভী | প্রথম আলো",
            "time": "2025-11-20T14:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fzqm1er2f%2FRijvi-BNP.jpg?rect=0%2C76%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান এবারও তাঁর জন্মদিন পালন না করার নির্দেশ দিয়েছেন বলে জানান রুহুল কবির রিজভী। এর কারণ ব্যাখ্যায় তিনি বলেন, ‘কত মানুষ অসুস্থ-ক্ষুধার্ত, অভাবের তাড়নায় বা হাসপাতালের বিল পরিশোধ করতে না পেরে মা তাঁর সন্তানকে বিক্রি করে দিচ্ছে! এ অবস্থায় কীভাবে জন্মদিন পালন করবেন তারেক রহমান?’</p><p>মানুষকে কষ্টে রেখে তারেক রহমান জন্মদিন পালন করতে চাননি উল্লেখ করে রিজভী বলেন, ‘আমরা বিএনপি পরিবারের মাধ্যমে তিনি অসহায় মানুষদের পাশে দাঁড়াচ্ছেন। তাঁদের নানাভাবে সহায়তা দেওয়ার চেষ্টা করছেন। যদি বিএনপি ক্ষমতায় আসে, তাহলে তারেক রহমানের মানবিক ও সেবামূলক কর্মকাণ্ডের পরিধি আরও বাড়বে।’</p><p>অনুষ্ঠানে অন্যদের মধ্যে বিএনপির যুগ্ম মহাসচিব শহীদ উদ্দিন চৌধুরী, কোষাধ্যক্ষ এম রশিদুজ্জামান মিল্লাত, আমরা বিএনপি পরিবারের আহ্বায়ক আতিকুর রহমান প্রমুখ বক্তব্য দেন। অনুষ্ঠানে তারেক রহমানের পক্ষ থেকে অর্ধশতাধিক অসহায় পরিবারকে আর্থিক সহায়তা দেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "আর্সেনিক কমলে জীবন বাঁচে: দরকার নিরাপদ পানীয় জলের ব্যবস্থাপনা | প্রথম আলো",
            "time": "2025-11-20T14:13:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-11%2F59a9b480-8167-4e42-b4f0-af6023eccb06%2F9878b556-8144-4e34-9399-c3ac3d7da63f.jpg?rect=0%2C99%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই পুরো সিস্টেমটি কার্যকরভাবে পরিচালনা করতে একটি সমন্বিত ডিজিটাল প্ল্যাটফর্ম প্রয়োজন, যা iArsenic অ্যাপকে কেন্দ্র করে গড়ে তোলা যেতে পারে। এই প্ল্যাটফর্ম এক জায়গা থেকে চার ধরনের ব্যবহারকারীকে সংযুক্ত করবে। সাধারণ মানুষ সহজেই তাদের নিজস্ব নলকূপের সম্ভাব্য ঝুঁকি জানতে পারবে। স্বেচ্ছাসেবকেরা গ্রামের কূপগুলোর কার্যকারিতা, সমস্যা বা বিকল অবস্থার তথ্য দ্রুত রিপোর্ট করতে পারবেন। </p><p>ডিপিএইচই এবং অন্যান্য সরকারি সংস্থা এ তথ্য ব্যবহার করে কোন এলাকায় মানুষ আবার ঝুঁকিপূর্ণ কূপ ব্যবহার করছে বা কোন কূপ অকার্যকর হয়ে পড়ছে, তা রিয়েল টাইমে পর্যবেক্ষণ করতে পারবে এবং প্রয়োজনে অকার্যকর কূপ দ্রুত মেরামত বা আবার চালু করার জন্য সহায়তা পাঠাতে পারবে। নীতিনির্ধারক ও সাধারণ জনসাধারণও সার্বিক পরিস্থিতি দেখতে পারবে, ফলে কোন এলাকায় কী ধরনের পদক্ষেপ দরকার, তা সবার কাছে স্পষ্ট হয়ে উঠবে। এককথায়, এই ডিজিটাল প্ল্যাটফর্মটি পুরো সিস্টেমটিকে সমন্বিতভাবে চলতে সাহায্য করবে।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজসাক্ষীকে জেরায় উত্তপ্ত বাক্যবিনিময় | প্রথম আলো",
            "time": "2025-11-20T14:11:23",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-13%2Fewavp7kz%2F1.avif?rect=0%2C44%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ পর্যায়ে প্রসিকিউটর বলেন, আসামিপক্ষের আইনজীবী মিজানুর যে ডকুমেন্টস (নথি) এনেছেন, এটা দেখানোর অনুমতি আছে কি না। ট্রাইব্যুনালে সাফাই সাক্ষীর (আসামিপক্ষ) তালিকা ও ডকুমেন্টস কি দেওয়া হয়েছে?</p><p>তখন আসামিপক্ষের আইনজীবী মিজানুর রহমান বলেন, আরেকটা সুখরঞ্জন বালি (মানবতাবিরোধী অপরাধের মামলায় আমৃত্যু কারাদণ্ড পাওয়া দেলাওয়ার হোসাইন সাঈদীর মামলায় সাক্ষ্য দিতে এসে গুম হন সুখরঞ্জন বালি) তৈরি করতে চান? সাফাই সাক্ষীর নাম দিলে শুরু হয়ে যায় থ্রেট (হুমকি দেওয়া) করা।</p><p>এর জবাবে প্রসিকিউটর মিজানুল ইসলাম বলেন, তাঁদের (আসামিপক্ষের আইনজীবীদের) কোর্টে আসাই উচিত হয়নি। তাঁরা বলতে পারেন, এটা হাইড (সাফাই সাক্ষীর পরিচয় গোপন রাখা) রাখুন। তাঁরা এটা বলেছেন?</p><p>এ সময় ট্রাইব্যুনাল অসন্তুষ্টি প্রকাশ করে বলেন, ‘সাক্ষ্য নিতে গেলেই এত কাহিনি’। পরে ট্রাইব্যুনাল বলেন, আইনকে আইনের মতো করে প্রয়োগ করলে কাজ হয়।</p><p>তখন আসামিপক্ষের আইনজীবী মিজানুর রহমান বলেন, আইনে বলা আছে অ্যাপ্রুভার (রাজসাক্ষী) তাঁর জ্ঞানে থাকা ঘটনা সম্পর্কে সত্য ও পূর্ণ প্রকাশ করবেন। এটা (পুলিশ হত্যা) তাঁর জানার মধ্যেই আছে। তিনি (আবজালুল) ছিলেন রাজুর স্ত্রীর করা মামলার তদন্ত কর্মকর্তা।</p><p>এর জবাবে প্রসিকিউটর মিজানুল ইসলাম বলেন, বিষয়টি এই (আশুলিয়ায় ছয় হত্যাকাণ্ড) অপরাধের সঙ্গে সম্পৃক্ত হতে হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "মানুষ নির্বাচনে যেতে চাচ্ছে, তবে নিরাপত্তাহীনতায় ভুগছে: দেবপ্রিয় ভট্টাচার্য | প্রথম আলো",
            "time": "2025-11-20T14:08:45",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fqyrie0cc%2FKhulnaDH063020251120Khulna-SDC-4.JPG?rect=0%2C290%2C5000%2C2625&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সভায় দুর্যোগ সহনশীলতা বৃদ্ধি, লবণপানির চিংড়ি চাষ নিয়ন্ত্রণ, কৃষি খাতে ভর্তুকি বাড়ানো, টেকসই বেড়িবাঁধ, সুন্দরবনকেন্দ্রিক পর্যটনশিল্পের উন্নয়ন, ইসিএর মধ্যে শিল্প স্থাপনা নিষিদ্ধকরণ, কাঁকড়া চাষের প্রতিবন্ধকতা দূর, মাঠপর্যায়ে নারীদের প্রশিক্ষণ, নিরাপদ পানির উৎস নিশ্চিত করা, মৃতপ্রায় নদী-খাল খনন, ধর্মীয় সংখ্যালঘুদের সুরক্ষা, খুলনার শিল্প পুনরুজ্জীবন, রামপাল বিদ্যুৎ প্রকল্প এবং আইনশৃঙ্খলা পরিস্থিতিসহ নানা বিষয় উঠে আসে।</p><p>সভা শেষে দেবপ্রিয় ভট্টাচার্য বলেন, নির্বাচনের বিষয়ে মানুষের কথায় এক নম্বরে যেটা উঠে এসেছে, তারা নিরপেক্ষ প্রশাসন চায়। নিরপেক্ষ প্রশাসন ব্যতিরেকে একটি নিরপেক্ষ নির্বাচন হবে না বলে মনে করছে মানুষ। একই সঙ্গে পুলিশ ও সেনাবাহিনীর নিরপেক্ষতার কথা বলেছে তারা। এ জন্য তারা প্রশাসনিক নিরাপত্তাকে এক নম্বরে রেখেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "কোটালীপাড়ায় ভাঙা জিনিসপত্র কুড়াতে গিয়ে ককটেল বিস্ফোরণে নারী আহত | প্রথম আলো",
            "time": "2025-11-20T14:06:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fw6yws9t5%2FWhatsApp-Image-2025-11-20-at-20.00.25.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় ও পুলিশ সূত্রে জানা যায়, এলাকার বিভিন্ন স্থান থেকে সংগ্রহ করা ভাঙা জিনিসপত্র নিয়ে রাধাগঞ্জের কুঁড়েঘর রেস্টুরেন্টের কাছাকাছি বসে বিশ্রাম নিচ্ছিলেন লালমোন। বিকেলে ভাঙারির স্তূপে থাকা গোলাকৃতির একটি বস্তু হাতে নিয়ে নাড়াচাড়া করতেই হঠাৎ তা বিস্ফোরিত হয়। বিস্ফোরণে তাঁর বাঁ হাতের দুটি আঙুল ক্ষতিগ্রস্ত হয় এবং প্রচুর রক্তক্ষরণ হয়।</p><p>ওই রেস্তোরাঁর মালিক হৃদয় ফকির জানান, হোটেল থেকে কিছুদূরে ওই নারী ভাঙা জিনিসপত্র কুড়াচ্ছিলেন। হঠাৎ বিকট শব্দ শুনে বাইরে এসে দেখেন, তিনি রক্তাক্ত অবস্থায় মাটিতে পড়ে আছেন। পরে দ্রুত তাঁকে কোটালীপাড়া উপজেলা স্বাস্থ্য কমপ্লেক্সে নেওয়া হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাঙামাটিতে প্রথম আলোর সুধী সমাবেশ অনুষ্ঠিত। | প্রথম আলো",
            "time": "2025-11-20T14:05:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fz0o4wvyd%2FWhatsApp-Image-2025-11-20-at-7.27.00-PM.jpeg?rect=0%2C113%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রথম আলো কৃতী শিক্ষার্থীদের সংবর্ধনা দেয়। গরিব দরিদ্র অদম্য শিক্ষার্থীদের পাশে আছে সব সময়। যেকোনো প্রাকৃতিক দুর্যোগে অসহায় মানুষের পাশে দাঁড়ায় এ পত্রিকা। যা কিছু ভালো তার সঙ্গে জুড়ে আছে প্রথম আলো। আবার সাহসের সঙ্গে সব চাপ উপেক্ষা করে বস্তুনিষ্ঠ ও সঠিক সংবাদ করে যাচ্ছে প্রথম আলো, যা প্রশংসনীয়।</p><p>প্রথম আলোর ২৭তম বর্ষপূর্তি উপলক্ষে আজ বৃহস্পতিবার রাঙামাটিতে আয়োজিত সুধী সমাবেশে বক্তারা এ কথা বলেন। অনুষ্ঠানে আসা নানা শ্রেণি-পেশার মানুষ প্রথম আলো সম্পর্কে তাঁদের মতামত তুলে ধরেন, দেন নানা পরামর্শ।</p><p>রাঙামাটির রাজবাড়ির সাবারাং রেস্টুরেন্ট মিলনায়তনে আয়োজিত সমাবেশে রাজনৈতিক নেতা, প্রশাসনিক কর্মকর্তা, লেখক, সাংস্কৃতিক কর্মী, উন্নয়ন সংস্থার কর্মকর্তা, সুশীল সমাজের লোকজন, নারী অধিকারকর্মী, শিক্ষক, ব্যবসায়ীসহ বিভিন্ন শ্রেণি-পেশার মানুষ উপস্থিত ছিলেন। জাতীয় সংগীত পরিবেশনের মধ্য দিয়ে শুরু হয় অনুষ্ঠান।</p></div></div></div></body></html>"
        },
        {
            "title": "আইফোনে স্যাটেলাইট সেবার পরিধি বাড়াচ্ছে অ্যাপল, যেসব সুবিধা পাওয়া যাবে | প্রথম আলো",
            "time": "2025-11-20T14:01:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-06-11%2Fmvzs019g%2Fapple.jpg?rect=0%2C0%2C634%2C333&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বর্তমানে আইওএস এ যে স্যাটেলাইটভিত্তিক ফিচারগুলো সক্রিয় আছে, সেগুলো গ্লোবালস্টারের নেটওয়ার্কের ওপর নির্ভরশীল। নতুন ফিচারগুলো সমর্থন করতে এই নেটওয়ার্কের অবকাঠামো আধুনিকায়নে অ্যাপল আর্থিক সহায়তাও দিয়েছে। বিশ্লেষকদের মতে, স্যাটেলাইটনির্ভর সুবিধা বাড়ানো অ্যাপলের ভবিষ্যৎ কৌশলের একটি গুরুত্বপূর্ণ অংশ। এতে প্রচলিত মোবাইল নেটওয়ার্কের বাইরে থাকলেও ব্যবহারকারীরা প্রয়োজনীয় কাজ করতে পারবেন, যা দূরবর্তী অঞ্চলে আইফোনের ব্যবহারযোগ্যতা আরও বাড়াবে।</p></div></div></div></body></html>"
        },
        {
            "title": "চার মাসে শুল্ক-কর আদায়ে ঘাটতি ১৭ হাজার কোটি টাকা | প্রথম আলো",
            "time": "2025-11-20T13:32:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-02-21%2Fdjg5ds10%2FNewbuilding311.jpg?rect=0%2C35%2C400%2C210&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>চলতি অর্থবছর এনবিআরকে ৪ লাখ ৯৯ হাজার কোটি টাকার শুল্ক-কর আদায়ের লক্ষ্য দেওয়া হয়েছে।</p><p>চলতি অর্থবছরের প্রথম চার মাসে রাজস্ব আদায়ে প্রবৃদ্ধি হয়েছে সাড়ে ১৫ শতাংশ। আগের বছর একই সময়ে (জুলাই-অক্টোবর) ১ লাখ ৩ হাজার ৪০৭ কোটি টাকা।</p><p>আলোচ্য সময়ে সবচেয়ে বেশি ঘাটতি হয়েছে আয়কর খাতে। চার মাসে ঘাটতি হয় ৯ হাজার ১৯৪ কোটি টাকা। এই খাতে আদায়ের লক্ষ্য ছিল ৪৭ হাজার ৪৩ কোটি টাকা। এ সময়ে আদায় হয়েছে ৩৭ হাজার ৮৪৯ কোটি টাকা।</p><p>আমদানি খাতে চার মাসে ৪১ হাজার ৫০৭ কোটি টাকার লক্ষ্যের বিপরীতে আদায় হয়েছে ৩৪ হাজার ৭৫১ কোটি টাকা। এই খাতে ঘাটতি হয়েছে ৬ হাজার ৭৫৬ কোটি টাকা।</p></div></div></div></body></html>"
        },
        {
            "title": "কোথায় হারিয়ে গেলেন ১৭ বছরে ‘মিস ইন্ডিয়া’ জয়ী সেই নায়িকা | প্রথম আলো",
            "time": "2025-11-20T13:45:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-19%2Fwwy15seg%2Funtitled-design-60-16685740904x3.webp?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১৭ বছর বয়সে মিস ইন্ডিয়া খেতাব জিতে হিন্দি সিনেমায় অভিনয় শুরু করেন, অচিরেই সেই সময়ের দুই শীর্ষ নায়িকা—শ্রীদেবী ও মাধুরী দীক্ষিতের সমান জনপ্রিয়তার প্রতিদ্বন্দ্বী হয়ে ওঠেন। পরে হারিয়ে গেছেন ব্যর্থতার কারণে। এই অভিনেত্রী আর কেউ নন, মীনাক্ষী শেশাদ্রি। প্রথম ছবি ব্যর্থ হলেও দ্বিতীয় ছবি ‘হিরো’ তাঁকে রাতারাতি তারকা বানিয়ে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "পল্লবীতে যুবদল নেতা কিবরিয়া হত্যা মামলায় দুই আসামি রিমান্ডে | প্রথম আলো",
            "time": "2025-11-20T13:40:42",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fucidwnrl%2FComboooo.jpg?rect=0%2C114%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মামলার অভিযোগে উল্লেখ করা হয়েছে, গোলাম কিবরিয়া প্রায়ই পল্লবী থানার বিক্রমপুর হার্ডওয়্যার অ্যান্ড স্যানিটারি দোকানে বসে তাঁর বন্ধু মাসুদ রানার সঙ্গে কথা বলতেন। সোমবার সন্ধ্যা পৌনে সাতটার দিকে সেখানে ঢুকে তাঁকে গুলি করেন জনি ভূঁইয়া, সোহাগ কালু ও রোকন। হত্যার পরিকল্পনা ও নির্দেশনা দেন সোহেল ও মাসুম।</p><p>আসামিরা কিবরিয়ার চোয়ালে, গলায়, বাঁ কানে, ঘাড়ে, বুকেসহ শরীরের বিভিন্ন স্থানে এলোপাতাড়ি গুলি করেন। গুরুতর অবস্থায় হাসপাতালে নেওয়া হলে চিকিৎসকেরা তাঁকে মৃত ঘোষণা করেন। হত্যার পর পালানোর চেষ্টার সময় স্থানীয় লোকজন জনিকে আটক করেন। অন্য আসামিরা দ্রুত পালিয়ে যান।</p><p>সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়া দোকানের সিসিটিভি (ক্লোজড সার্কিট) ক্যামেরার ফুটেজে দেখা যায়, কিবরিয়া দোকানে ঢোকার দুই-তিন সেকেন্ডের মধ্যে কয়েকজন দুর্বৃত্ত সেখানে ঢুকে তাঁকে গুলি করতে শুরু করে। দুর্বৃত্তদের একজনের পরনে পাঞ্জাবি ও দুজনের গায়ে শার্ট ছিল। প্রত্যেকের মাথায় হেলমেট ও মুখোশ পরা ছিল।</p></div></div></div></body></html>"
        },
        {
            "title": "বন্দরসহ কৌশলগত জাতীয় সম্পদ তড়িঘড়ি হস্তান্তরের ‘অপচেষ্টা’ রুখে দিতে সিপিবির আহ্বান | প্রথম আলো",
            "time": "2025-11-20T13:35:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-10%2Ff37e6165-2876-44eb-b882-ab461a6c09c0%2F2.webp?rect=0%2C21%2C300%2C158&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিবৃতিতে বলা হয়, চট্টগ্রাম বন্দরের নিউমুরিং টার্মিনাল বিদেশি কোম্পানিকে হস্তান্তরের চলমান প্রক্রিয়া এবং লালদিয়া চরে টার্মিনালের নকশা প্রণয়ন, নির্মাণ ও পরিচালনার জন্য ডাচ কোম্পানির সঙ্গে ইতিমধ্যে সম্পন্ন ৩৩ বছরের কনসেশন চুক্তি এবং সুইচ কোম্পানির সঙ্গে সম্পন্ন ঢাকার অদূরে পানগাঁও নৌ টার্মিনাল ২২ বছর পরিচালনার চুক্তি এই সরকারের এখতিয়ারবহির্ভূত। জাতীয় স্বার্থের বিপরীতে পরিচালিত হয়ে ভিন্ন কারও স্বার্থে সরকার যেসব পদক্ষেপ নিয়েছে, তা করার কোনো সাংবিধানিক অধিকার অন্তর্বর্তী সরকারের নেই।</p><p>সিপিবি বলেছে, দেশের মানুষ যাঁরা উৎপাদন, বাণিজ্য ও অর্থনীতির সঙ্গে সম্পৃক্ত, তাঁরা সবাই বন্দরে দ্রুত, দক্ষ ও সাশ্রয়ী পরিষেবা প্রত্যাশা করেন। এ জন্য দুর্নীতিমুক্ত ও স্বচ্ছ ব্যবস্থাপনা, আধুনিক অবকাঠামো, প্রযুক্তিগত আধুনিকীকরণ, দ্রুত পণ্য খালাস ও সরবরাহ, স্বল্প মাশুল ও ব্যয়, নির্ভরযোগ্যতা ও নিরাপত্তা নিশ্চিত করার মাধ্যমে নিজস্ব সক্ষমতা বাড়াতে হবে। নিজস্ব দক্ষতা ও সক্ষমতা বৃদ্ধি করা এবং আত্মনির্ভরতা ও স্বয়ংসম্পূর্ণতাই প্রকৃত উন্নয়ন। জাতীয় স্বার্থ ও নিরাপত্তাকে সরকার ও তার প্রচারক মহল প্রতারণামূলকভাবে বন্দরে দ্রুত ও দক্ষ পরিষেবা চাহিদার সুযোগ হিসেবে ব্যয় করতে চাইছে।</p></div></div></div></body></html>"
        },
        {
            "title": "দুই দিনের ব্যবধানে পৃথিবীর পাশ দিয়ে চলে গেল তিনটি গ্রহাণু | প্রথম আলো",
            "time": "2025-11-20T13:34:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fxtdlu2sd%2F200923181152_asteroid_2020_sw_illustration_exlarge_169.jpg?rect=0%2C14%2C716%2C376&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নাসার তথ্যমতে, ১৮ নভেম্বর ‘২০২৫ ভিপি১’ ও ‘২০২৫ ভিসি-৪’ নামের দুটি গ্রহাণু পৃথিবীকে পাশ কাটিয়ে গেছে। ২০২৫ ভিপি১ গ্রহাণুটি আকারে প্রায় ৩৭ ফুট, যা একটি বাসের সমান। ৩ লাখ ৬১ হাজার মাইল দূর থেকে পৃথিবীকে পাশ কাটিয়ে যাওয়ার সময় গ্রহাণুটির গতি ছিল ঘণ্টায় ১৮ হাজার ৩০০ মাইলের বেশি। অপর দিকে ‘২০২৫ ভিসি-৪’ নামের গ্রহাণুটি ১২ লাখ ৪০ হাজার মাইল দূর থেকে পৃথিবীকে পাশ কাটিয়ে গেছে। এই গ্রহাণুর আকারও ছিল একটি বাসের সমান।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই দিয়ে যেভাবে সামাজিক সমস্যার সমাধান করছেন শিক্ষার্থীরা | প্রথম আলো",
            "time": "2025-11-20T13:32:55",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-15%2Fv6o7m0iy%2F8.AI.jpeg?rect=72%2C0%2C1105%2C580&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এআই শুধু ভাষা বুঝতে পারে না, ভাষা বোঝাতেও পারে। প্রতিযোগিতায় ‘ইশারা: বাংলা সাইন ল্যাঙ্গুয়েজ ট্রান্সলেটর’ তৈরি করে চ্যাম্পিয়ন হয়েছে ব্র্যাক বিশ্ববিদ্যালয়ের শিক্ষার্থী ফিরোজা মেহজাবিনের ‘টিম ওয়াটারমেলন’। </p><p>কথা বলতে পারে না, এমন মানুষদের ইশারা ভাষাকে বাংলায় রূপান্তর করবে এআই। ফিরোজা জানান, ‘যাঁরা শুনতে বা কথা বলতে পারেন না, প্রযুক্তিনির্ভর অনেক সেবা থেকেই তাঁরা বঞ্চিত। এআই ব্যবহার করে ইশারা ভাষাকে সাধারণ মানুষের বোধগম্য লেখা ও বাক্যে রূপান্তর করা সম্ভব। </p><p>একইভাবে এটি সাধারণ মানুষের বাক্যকে ইশারা ভাষায় রূপান্তর করে যোগাযোগের পথ তৈরি করবে। এতে করে হাসপাতাল বা ব্যবসায়িক প্রতিষ্ঠানে গ্রাহকসেবা দেওয়া সহজতর হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের মিরসরাইয়ে গাছ থেকে পড়ে শিবির নেতার মৃত্যু। | প্রথম আলো",
            "time": "2025-11-20T13:29:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F45zg4973%2FWhatsApp-Image-2025-11-20-at-7.25.22-PM.jpeg?rect=0%2C0%2C647%2C340&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ছাত্রশিবির মিরসরাই উত্তরের সভাপতি জাহিদ হোসেন প্রথম আলোকে বলেন, সাইফুল্লাহ মনোয়ার হোসেন ছাত্রশিবিরের কাটাছড়া ইউনিয়নের ৬ নম্বর ওয়ার্ডের সভাপতির দায়িত্বে ছিলেন। আজ বিকেলে রসের জন্য খেজুরগাছ কাটতে উঠলে নিচে পুকুরের পানিতে পড়ে যান তিনি। সেখান থেকে এক ঘণ্টা পর তাঁর লাশ উদ্ধার করা হয়।</p><p>এ বিষয়ে জোরারগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আবদুল হালিম বলেন, ‘খেজুরগাছ থেকে পড়ে সাইফুল্লাহ মনোয়ার হোসেন নামের একজনের মৃত্যুর খবর পেয়ে আমরা ঘটনাস্থলে গিয়ে তাঁর লাশ উদ্ধার করেছি। আইনগত প্রক্রিয়া শেষে লাশ স্বজনদের বুঝিয়ে দেওয়া হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "প্রথম অর্থসচিব মতিউল ইসলাম মারা গেছেন | প্রথম আলো",
            "time": "2025-11-20T13:23:39",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-11%2F450cb7b0-ca00-46e9-89fd-51651d8ae488%2F20211115_104829.jpg?rect=0%2C83%2C4128%2C2167&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মতিউল ইসলাম শিল্পসচিব হিসেবেও দায়িত্ব পালন করেছেন। এ ছাড়া বিশ্বব্যাংকের বিকল্প নির্বাহী পরিচালক, ভিয়েনায় ইউনিডো, বিশ্বব্যাংক কো-অপারেটিভ প্রোগ্রামের প্রধান এবং ভারতে ইউনিডোর কান্ট্রি ডিরেক্টর হিসেবে কাজ করেছেন। আর্থিক প্রতিষ্ঠান আইআইডিএফসির ওয়েবসাইটে দেওয়া তথ্য অনুযায়ী, তিনি প্রতিষ্ঠানটির পরিচালক ছিলেন।</p><p>কাজের স্বীকৃতি হিসেবে এম মতিউল ইসলাম ২০১১ সালে ডিএইচএল-দ্য ডেইলি স্টার ‘লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড’ পান। এ ছাড়া ২০২১ সালে দ্য ইনস্টিটিউট অব চার্টার্ড অ্যাকাউনট্যান্টস অব বাংলাদেশ (আইসিএবি) তাঁকে আজীবন সম্মাননা প্রদান করে।</p></div></div></div></body></html>"
        },
        {
            "title": "চট্টগ্রামের এলিভেটেড এক্সপ্রেসওয়ে থেকে প্রাইভেট কার ছিটকে পড়ে একজনের মৃত্যু | প্রথম আলো",
            "time": "2025-11-20T13:17:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2F90893odw%2FWeb.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"চট্টগ্রামের এলিভেটেড এক্সপ্রেসওয়ে থেকে প্রাইভেট কার ছিটকে পড়ে একজনের মৃত্যু \" class=\"nA4h1 \">চট্টগ্রামের এলিভেটেড এক্সপ্রেসওয়ে থেকে প্রাইভেট কার ছিটকে পড়ে একজনের মৃত্যু </h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-11-20T19:17:00+06:00\"><span>প্রকাশ: ২০ নভেম্বর ২০২৫, ১৩: ১৭ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "নিজেকে বোরিং পারসন মনে করেন মুশফিক | প্রথম আলো",
            "time": "2025-11-20T13:17:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fofswlwcd%2FMushfiqurs-press-conference-after-the-2nd-days-match14.jpg?rect=0%2C97%2C5472%2C2873&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুরো পরিক্রমায় নাকি প্রক্রিয়াটা একই ছিল মুশফিকের, ‘আমি টিম হাডলেও (মাঠে ঢোকার আগের রিচুয়াল) একটা কথা বলেছি, ১০০ টেস্ট খেলেছি কিন্তু আমার মনে হচ্ছে প্রথম ম্যাচ খেলছি। একই রকম রোমাঞ্চ ছিল। প্রতিটা টেস্ট ম্যাচই আমার কাছে বিশেষ, প্রতিটা ম্যাচ যখন খেলতে যাই, আমি সেই প্রথমবারের মতোই প্রস্তুতি নেওয়ার চেষ্টা করি। নিজের সম্পর্কে এতটুকুই বলতে পারি।’</p><p>পুরো যাত্রায় অনেক ত্যাগও করতে হয়েছে মুশফিককে। তাঁর কাছে জানতে চাওয়া হয়েছিল, ক্রিকেটের জন্য সর্বোচ্চ ত্যাগ কী ছিল তাঁর? এ প্রশ্নের উত্তরে অবশ্য মুশফিক কৃতজ্ঞতা স্বীকার করেছেন স্ত্রী জান্নাতুল কিফায়াতের প্রতি।</p><p>মুশফিক বলেন, ‘সবচেয়ে বড় ত্যাগ আমার স্ত্রী করেছে। কারণ, আপনারাও হয়তো জানেন বা দেখেন যে আমি একটু অন্যদের তুলনায় বেশি অনুশীলন করি। কিন্তু এটা কখনো সম্ভব না, যদি আমার ঘরে এ রকম একটা পরিবেশ না থাকত।’</p></div></div></div></body></html>"
        },
        {
            "title": "দীনেশচন্দ্র সেন: বাংলা সাহিত্যের মহান ইতিহাসকার | প্রথম আলো",
            "time": "2025-11-20T13:16:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-20%2Fh58m5jmi%2FWhatsApp-Image-2025-11-20-at-15.22.03.jpeg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাংলার পথে–প্রান্তরে লোককথা-ইতিকথার নানা মুখর সাহিত্য অনুসন্ধান করে করে জীবনের এক পর্যায়ে এই কৃতী ব্যক্তিত্ব পশ্চিমবঙ্গের বেহালায় বাড়ি করে স্থায়ী বসবাস শুরু করেন। তৎকালে বেহালা অঞ্চল ছিল পল্লিগাঁয়ের ছাপ–বেষ্টিত। দীনেশচন্দ্র সেন ১৯২২ সালে প্রকাশিত তাঁর আত্মজীবনীমূলক গ্রন্থ ‘ঘরের কথা ও যুগসাহিত্য’তে আপ্লুত স্বরে সেই বর্ণনা দিয়েছেন এভাবে—‘আমার পুকুরের ধারে চাঁপাগাছে অজস্র চাঁপা ফুটিত, মনে হইত যেন ঝাঁকে ঝাঁকে হলুদ পাখী গাছটির শাখায় শাখায় পাতার আড়ালে আড়ালে বসিয়া আছে, আম ও গুবাক গাছগুলির ফাঁক দিয়া যখন প্রাতঃসূর্য্য তাঁহার আলোর শর সন্ধান করিতেন, তখন বাগানবাটিকাটি যেন পুলকে কাঁপিয়া উঠিত। শেষরাত্রে ঘুম ভাঙ্গিলে “কোকিল”, “চোখ গেল রে”, “বউ কথা কও”-এর কলরব শুনিয়া মনে হইত যেন রাজ-রাজেশ্বরের ঘুম ভাঙ্গাইবার জন্য বন্দীরা বন্দনা করিতেছে। আমি বাগানটি খুব পরিষ্কার রাখিয়াছিলাম—ছয় বিঘার মধ্যে একটা খড়কুটা পড়িতে দেই নাই। কলিকাতা হইতে আমার সাহিত্যিক বন্ধুরা প্রায়ই যাইতেন,—জলধর সেন, অক্ষয় বড়াল, মণিলাল গাঙ্গুলী, প্রমথনাথ রায়চৌধুরী, রসময় লাহা, গগনেন্দ্র, অবনীন্দ্র, সমরেন্দ্র, সুধীন্দ্র, করুণানিধান, কুমুদরঞ্জন মল্লিক, কালিদাস রায়, চারু বন্দ্যোপাধ্যায়, বসন্তরঞ্জন, হেমেন্দ্রকুমার রায়, প্রেমাঙ্কুর, হরিদাস চট্টোপাধ্যায়, দেবেন্দ্রনাথ ভট্টাচার্য্য, শিশিরকুমার প্রমুখ বন্ধুরা দয়া করিয়া পায়ের ধুলা দিতেন, আহারাদি করিতেন, জলধরদা বেহালায় গেলেই পুকুরে খুব সাঁতরাইয়া আমোদ করিতেন, গরম গরম পরেটা ফরমাইস দিতেন।’</p><p>বেহালায় বসবাসের সময়েই দীনেশচন্দ্র সেন রচনা করেন ‘মুক্তাচুরি’, ‘রাগরঙ্গ’, ‘রাখালের রাজগী’, ‘কানুপরিবাদ’, ‘শ্যামলী খোঁজা’, ‘নীলমানিক’ ও ‘ফোক লিটারেচার’ গ্রন্থগুলো। এসব গ্রন্থের বেশির ভাগ অংশ জুড়ে ছিল পল্লি–প্রসঙ্গ।</p><p>যমুনার শাখা নদী কালীগঙ্গার তীরবর্তী মানিকগঞ্জ অঞ্চলে জন্মের পর হবিগঞ্জের খোয়াই থেকে শুরু করে বাংলার আরও কত শত নদ-নদীর জল-বায়ু-কাদা গায়ে লেপ্টে নিয়ে তিনি বড় হয়েছিলেন। দীনেশচন্দ্র সেন ১৯৩৯ সালের ২০ নভেম্বর বেহালায় তাঁর ‘রূপেশ্বর ভবন’–এ সন্ধ্যা সাতটায় মৃত্যুবরণ করেন। বাংলার পল্লিপ্রান্তরের নির্জলা সরল অনুভূতির প্রকাশিত রূপকে তিনি আপন কর্মে ধারণ করে বিশ্বপ্রান্তরের মর্মে পৌঁছে দিতে চেয়েছেন। সে কাজে কতটা সফল হয়েছেন, তা ইতিহাসের খেরোখাতাই বলতে পারে।</p></div></div></div></body></html>"
        }
    ]
}