{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "বরগুনায় গণ-অভ্যুত্থানের শোভাযাত্রা শেষে বাসচাপায় ইসলামী আন্দোলনের নেতা নিহত | প্রথম আলো",
            "time": "2025-08-06T05:27:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-08%2F50330a70-9b90-4a1c-9625-14a121b51846%2Froad_accident_02.png?rect=0%2C227%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বরগুনার আমতলীতে গণ-অভ্যুত্থানের বর্ষপূতির শোভাযাত্রা শেষে বাড়ি ফেরার পথে রেজাউল করিম (৪০) নামের এক ব্যক্তি বাসচাপায় নিহত হয়েছেন। এ ছাড়া আরেক ব্যক্তি আহত হয়েছেন। গতকাল মঙ্গলবার সন্ধ্যায় বরিশাল-কুয়াকাটা মহাসড়কের ঘটখালী গ্যাসপাম্প–সংলগ্ন এলাকায় এ দুর্ঘটনা ঘটে।</p><p>রেজাউল করিম উপজেলার ডালাচারা এলাকার বাসিন্দা ও আমতলী বন্দর হোসাইনিয়া কামিল মাদ্রাসার শিক্ষক ছিলেন। তিনি ইসলামী আন্দোলন বাংলাদেশ আমতলী উপজেলার গুলিশাখালী ইউনিয়ন শাখার সাধারণ সম্পাদকের দায়িত্বে ছিলেন। দুর্ঘটনার পর দলের নেতা-কর্মীরা তাঁর মরদেহ নিয়ে বরিশাল-কুয়াকাটা সড়কের ঘটখালী এলাকায় সড়ক অবরোধ করেন। পরে বাস আটকের খবর পেয়ে রাত ৯টার দিকে অবরোধ প্রত্যাহার করা হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "যুদ্ধবিমান বিধ্বস্তের ১৫ দিন পর উত্তরার মাইলস্টোন কলেজে পাঠদান শুরু | প্রথম আলো",
            "time": "2025-08-06T05:27:30",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fwdcdkwzv%2FMilestone-01.jfif?rect=0%2C8%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-card-image\"><p class=\"story-element-caption-attribution-wrapper\"><figcaption class=\"story-element-image-title\">ইউনিফর্ম পরে, ব্যাগ কাঁধে ক্লাসে এসেছে কয়েকজন শিক্ষার্থী। ৬ আগস্ট, রাজধানীর উত্তরার দিয়াবাড়ির মাইলস্টোন স্কুল অ্যান্ড কলেজে</figcaption><figcaption class=\"story-element-image-attribution\">ছবি: প্রথম আলো</figcaption></p></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানের সঙ্গে কাশ্মীর সীমান্তে গোলাগুলির খবর, ভারতীয় সেনাবাহিনীর অস্বীকার | প্রথম আলো",
            "time": "2025-08-06T05:27:24",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fhe1pttrp%2FLoC.avif?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বিবৃতির আগে হিন্দুস্তান টাইমস, পিটিআইসহ ভারতীয় কয়েকটি সংবাদমাধ্যমে কর্মকর্তাদের বরাতে বলা হয়, ভারতনিয়ন্ত্রিত জম্মু ও কাশ্মীরের পুঞ্চ জেলার কৃষ্ণাঘাটি সেক্টরে পাকিস্তানের যুদ্ধবিরতি লঙ্ঘনের জবাবে পাল্টা হামলা চালায় ভারতীয় সেনাবাহিনী। উভয় পক্ষের মধ্যে অন্তত ১৫ মিনিট ধরে গোলাগুলি চলে। তবে কোনো হতাহতের খবর পাওয়া যায়নি।</p><p>পরে ভারতীয় সেনাবাহিনীর পক্ষ থেকে দেওয়া বিবৃতিতে বলা হয়, ‘কয়েকটি গণমাধ্যম ও সামাজিক যোগাযোগমাধ্যমে পুঞ্চ এলাকায় যুদ্ধবিরতি লঙ্ঘন নিয়ে প্রতিবেদন প্রকাশিত হয়েছে। ভারতীয় সেনাবাহিনীর পক্ষ থেকে স্পষ্ট করে জানানো যাচ্ছে যে নিয়ন্ত্রণরেখা বরাবর কোনো যুদ্ধবিরতি লঙ্ঘনের ঘটনা ঘটেনি।</p><p>এ বিষয়ে জানতে বার্তা সংস্থা রয়টার্স থেকে পাকিস্তানের সেনাবাহিনীর সঙ্গে যোগাযোগ করা হয়েছিল, কিন্তু তারা এ নিয়ে মন্তব্য করতে রাজি হয়নি।</p></div></div></div></body></html>"
        },
        {
            "title": "থানা লুটের অস্ত্র সন্ত্রাসীদের হাতে, পুলিশও জড়িত কেনাবেচায় | প্রথম আলো",
            "time": "2025-08-06T05:25:03",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fyba5nnlz%2F1-image-Template-2-Recovered.jpg?rect=0%2C70%2C1067%2C560&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>অস্ত্র কেনাবেচায় পুলিশ সদস্য</strong></p><p>৩ মার্চ সাতকানিয়া থেকে উদ্ধার হওয়া কোতোয়ালি থানার পিস্তলটি বিক্রির সঙ্গে মো. রিয়াদ নামের পুলিশের এক কনস্টেবল জড়িত হওয়ার অভিযোগ ওঠে। ওই কনস্টেবলের বাড়িও সাতকানিয়ায়। তিনি চাঁদপুরে কর্মরত ছিলেন। এ ঘটনার সূত্র ধরে ২১ মার্চ কনস্টেবল রিয়াদসহ ছয়জনকে নগরের পতেঙ্গা ও বাকলিয়া থেকে গ্রেপ্তার করে পুলিশ। তাঁদের কাছ থেকে একটি বিদেশি পিস্তল ও সাতটি গুলি উদ্ধার করা হয়। পুলিশ ওই সময় জানায়, প্রাথমিক তদন্তে জানা গেছে, উদ্ধার হওয়া অস্ত্রটিও লোহাগাড়া থানা থেকে লুট করা।</p><p>গ্রেপ্তারের পর রিয়াদকে সাময়িক বরখাস্ত করা হয়। আসামিদের মধ্যে কনস্টেবল রিয়াদ, আবু বক্কর ও মোস্তাফিজুর রহমান অস্ত্র কেনাবেচায় জড়িত থাকার কথা স্বীকার করে আদালতে জবানবন্দি দিয়েছেন।</p><p>থানা-ফাঁড়ি থেকে লুট হওয়া অস্ত্র-গুলি খুন, ডাকাতি, ছিনতাইয়ে ব্যবহার হওয়া উদ্বেগজনক বলে জানান সুশাসনের জন্য নাগরিক (সুজন) চট্টগ্রামের সম্পাদক আখতার কবির চৌধুরী। তিনি প্রথম আলোকে বলেন, অস্ত্র, গুলি উদ্ধারে বিশেষ অভিযান পরিচালনা না করলে কিংবা মনোযোগ না দিলে জননিরাপত্তা এবং সামাজিক ও রাষ্ট্রীয় শৃঙ্খলা হুমকির মুখে পড়বে।</p></div></div></div></body></html>"
        },
        {
            "title": "কক্সবাজারের উখিয়ায় সমুদ্রসৈকত থেকে যুবকের লাশ উদ্ধার | প্রথম আলো",
            "time": "2025-08-06T05:24:18",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-09%2Fcde1e604-9c5b-40a3-a9ad-a9d94bd91f88%2Fdeath.jpg?rect=0%2C281%2C3239%2C1700&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পুলিশ জানায়, নিহত ব্যক্তির আনুমানিক বয়স ৩০ বছর। তাঁর পরনে কোনো কাপড় ছিল না। মুখে তিনটি ক্ষতচিহ্ন রয়েছে। সৈকতের বালিয়াড়িতে লাশটি পড়ে ছিল। ধারণা করা হচ্ছে, সাগর থেকে লাশটি ভেসে এসেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বরিশালে নদীতে গোসলে নেমে একটি শিশুর মৃত্যু, দুজন নিখোঁজ | প্রথম আলো",
            "time": "2025-08-06T05:20:50",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-08%2Ffvejs566%2FWhatsApp-Image-2025-07-08-at-12.37.03.jpeg?rect=0%2C21%2C622%2C327&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>রেজাউলের মা রুমানা বেগম বলেন, ‘পরীক্ষা শেষে মঙ্গলবার দুপুরে বাড়ি আসে রেজাউল। এরপর নদীতে গোসল করতে গিয়েছিল। আমি থালায় ভাত নিয়ে অপেক্ষায় ছিলাম। অনেকক্ষণ পরও না আসায় খুঁজতে বের হই। তখন শুনি নদীতে ডুবে গেছে আমার সোনা।’</p><p>মেহেন্দীগঞ্জ ফায়ার সার্ভিস স্টেশন ইনচার্জ আলী আশরাফ জানান, গতকাল বেলা ৩টা ২০ মিনিটে জাতীয় জরুরি সেবা ৯৯৯ নম্বরে ফোন পেয়ে তাঁরা ঘটনাস্থলে যান এবং বরিশাল থেকে ডুবুরি দলকে তলব করেন। তাঁর ধারণা, শিশুরা সাঁতার না জানায় নদীর পাড়ে খেলতে গিয়ে পা পিছলে পড়ে যায় এবং প্রবল স্রোতের কারণে পানিতে তলিয়ে যায়।</p></div></div></div></body></html>"
        },
        {
            "title": "‘ওয়ারেন্ট অব প্রিসিডেন্স’ নিয়ে রায় পুনর্বিবেচনার আবেদনের ওপর আদেশ এক দিন পেছাল | প্রথম আলো",
            "time": "2025-08-06T05:05:44",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-05%2F581ca18f-1923-4cd1-b5d5-78cfad42be52%2Fsupreme_court.JPG?rect=0%2C0%2C858%2C450&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ওয়ারেন্ট অব প্রিসিডেন্স সংশোধন করে ২০১৫ সালের ১১ জানুয়ারি আপিল বিভাগ রায় দেন। পরে ২০১৬ সালের ১০ নভেম্বর পূর্ণাঙ্গ রায় প্রকাশিত হয়। রায়ে রাষ্ট্রের সাংবিধানিক পদধারীদের পদক্রম ওপরের দিকে রাখা ও অগ্রাধিকার দেওয়ার কথা বলা হয়। পাশাপাশি জেলা জজদের পদক্রম আট ধাপ উন্নীত করে সচিবদের সমান করা হয়।</p><p>আপিল বিভাগের রায়ের পর্যবেক্ষণে প্রধান বিচারপতির পদক্রম এক ধাপ উন্নীত করে জাতীয় সংসদের স্পিকারের সমান এবং রাষ্ট্রের গুরুত্বপূর্ণ ব্যক্তিদের (স্বাধীনতা পুরস্কার, একুশে পদক ও মহান স্বাধীনতাসংগ্রামে অংশগ্রহণ করে যে মুক্তিযোদ্ধারা বীর উত্তম খেতাব পেয়েছেন) পদক্রমে যথাযথভাবে অন্তর্ভুক্ত করা উচিত বলে উল্লেখ করা হয়।</p><p>রায় পুনর্বিবেচনা চেয়ে মন্ত্রিপরিষদ সচিব ও সরকারি কর্ম কমিশনের (পিএসসি) তৎকালীন চেয়ারম্যান ২০১৭ সালে পৃথক আবেদন করেন। রিভিউ আবেদনে রাষ্ট্রের ৯০ জন ডেপুটি অ্যাটর্নি জেনারেল ও সহকারী অ্যাটর্নি জেনারেল পক্ষভুক্ত হন। পুনর্বিবেচনা চেয়ে করা আবেদনের ওপর গত ২৭ এপ্রিল শুনানি শুরু হয়, ৩০ জুলাই শেষ হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "কেন ট্রাম্পের এই শুল্কযুদ্ধ, কেন তিনি এমন নাছোড়বান্দা | প্রথম আলো",
            "time": "2025-08-06T05:01:46",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-04-15%2Fk68sdgww%2FWhatsApp-Image-2025-04-05-at-4.47.17-PM.jpeg?rect=0%2C42%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বাণিজ্যের ন্যায্য নীতি কী বস্তু? স্বাভাবিকভাবে যে বাণিজ্যে ভর্তুকি ও বাধা থাকবে না, সেটাই ন্যায্য বাণিজ্য। তবে নিশ্চিতভাবেই আমাদের পৃথিবী এ রকম বাণিজ্যের আশপাশেও নেই। উদারীকরণের এই অসমতার কারণে এক গোষ্ঠীর বিনিময়ে আরেক গোষ্ঠী লাভবান হয়। উন্নত দেশগুলো কৃষিকে সুরক্ষিত রাখতে ভর্তুকি দেয়, কিন্তু উন্নয়নশীল দেশগুলো যেন কৃষিতে ভর্তুকি দিতে না পারে, সে জন্য নানা ধরনের শুল্ক ও অশুল্ক বাধা তৈরি করে। ভারতের সঙ্গে যুক্তরাষ্ট্রের বাণিজ্যচুক্তি নিয়ে যে স্থবিরতা তৈরি হয়েছে, তার মূলে আছে এই কৃষি খাতের বাজার উন্মুক্ত করা নিয়ে বিরোধ। যুক্তরাষ্ট্রে ভারতের বিশাল কৃষিবাজারে ঢুকতে চায়, কিন্তু ভারত নিজেদের কৃষকদের সুরক্ষা দিতে বদ্ধপরিকর। তারা এই বাজার ছাড়বে না। অর্থাৎ যুক্তরাষ্ট্র এ ক্ষেত্রে ভারতকে নিজের সমতুল্য মনে করছে, যদিও দুই দেশের মধ্যে যোজন যোজন ব্যবধান। নোবেল বিজয়ী জোসেফ স্টিগলিৎসের মতো অর্থনীতিবিদেরা মনে করেন, এ ধরনের পরিস্থিতিতে উন্নয়নশীল ও উন্নত দেশকে আলাদাভাবে বিবেচনা করতে হবে।</p><p>যাহোক, দীর্ঘ আট দশক ধরে বৈশ্বিক অর্থনীতিতে যুক্তরাষ্ট্রই ছিল মুক্তবাণিজ্যের ধারক ও বাহক। দ্বিতীয় বিশ্বযুদ্ধের পরের যুগে ব্রেটন উডস ব্যবস্থার আওতায় বিশ্ব বাণিজ্য সংস্থা (জিএএটি ও পরবর্তী ডব্লিউটিও), বিশ্বব্যাংক ও আইএমএফের মাধ্যমে যুক্তরাষ্ট্র বিশ্বকে শিখিয়েছে, ‘বাণিজ্য উন্মুক্ত করো, শুল্ক কমাও, প্রতিযোগিতা বাড়াও’। কিন্তু ডোনাল্ড ট্রাম্প সেই ইতিহাসে নাটকীয় মোড় পরিবর্তন ঘটিয়েছেন। প্রেসিডেন্ট হিসেবে দায়িত্ব নেওয়ার পর থেকেই তিনি একের পর এক মুক্ত বাণিজ্য চুক্তি প্রত্যাখ্যান করেন, বাতিল করেন, আবার আলোচনায় বসেন বা তাতে কঠোর শর্ত জুড়ে দেন। এর পেছনে আছে তাঁর তথাকথিত ‘আমেরিকা ফার্স্ট’ অর্থনৈতিক জাতীয়তাবাদ। এর মূল দর্শন হলো, ‘যা আমেরিকার জন্য ভালো নয়, তা আমরা মানব না।’ বাণিজ্যচুক্তির শর্ত হিসেবে তিনি চেষ্টা করছেন, কীভাবে যুক্তরাষ্ট্রের স্বার্থ সর্বোচ্চ রক্ষা করা যায়; দেশগুলোকে বাধ্য করছেন যুক্তরাষ্ট্রের পণ্য কিনতে। অর্থাৎ এর মধ্য দিয়ে মুক্তবাণিজ্যের মূল শর্তই ক্ষুণ্ন করছেন ট্রাম্প। বিশ্বায়নব্যবস্থা ছুড়ে ফেলছেন। অর্থাৎ যত দিন বিশ্বায়ন যেভাবে যুক্তরাষ্ট্রের স্বার্থ রক্ষা করেছে, তত দিন তারা এর পক্ষে সাফাই গেয়েছে, এর সপক্ষে নানা বয়ান তৈরি করেছে।</p><p>মোদ্দাকথা, পরাশক্তি হিসেবে যুক্তরাষ্ট্রের অবস্থান পতনশীল। চীন উঠে আসছে। সেই সঙ্গে আছে ভারতসহ ব্রিকসভুক্ত দেশগুলো। অতীতে দেখা যেত, যে দেশটি অর্থনৈতিকভাবে শীর্ষস্থানে চলে যায়, বিশ্বরাজনীতিসহ কূটনীতিতে তাদের আধিপত্যই প্রতিষ্ঠিত হয়। একসময় যুক্তরাজ্যের নেতৃত্বে ইউরোপীয়রা বিশ্বব্যবস্থায় কর্তৃত্ব করত। দ্বিতীয় বিশ্বযুদ্ধের পর মার্কিনরা সেই জায়গায় দখল করে। কিন্তু এখন যখন চীনের মতো দেশ উঠে আসছে, বিশ্বব্যবস্থায় তাদের যথাযথ স্থান দেওয়া হচ্ছে না। যুক্তরাষ্ট্রের এ উদ্যোগ বিশ্বব্যবস্থায় ভারসাম্যহীনতা তৈরি করছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এআই টুল ব্যবহার করে বিভিন্ন সফটওয়্যারের নিরাপত্তা ত্রুটি শনাক্ত করল গুগল | প্রথম আলো",
            "time": "2025-08-06T05:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fuz09pt46%2FAI.Reuters4.png?rect=0%2C46%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এআই টুল ব্যবহার করে বিভিন্ন সফটওয়্যারের নিরাপত্তা ত্রুটি শনাক্তে বেশ কিছু সীমাবদ্ধতাও রয়েছে। ওপেন সোর্স সফটওয়্যারের সঙ্গে যুক্ত একাধিক ডেভেলপার অভিযোগ করেছেন, অনেক সময় এআই টুলগুলো থেকে যেসব ত্রুটির কথা বলা হয়, সেগুলোর সব কটি সত্য নয়। এ বিষয়ে ডেভেলপার ভ্লাদ আয়োনেস্কু বলেন, ‘এটাই এখন সবচেয়ে বড় চ্যালেঞ্জ। অনেক রিপোর্ট প্রথম দেখায় খুব গুরুত্বপূর্ণ মনে হয়, কিন্তু বিশ্লেষণ করে দেখা যায়, সেগুলোর পেছনে আসলে কোনো বাস্তব ত্রুটি নেই।’</p><p>সূত্র: টেক ক্রাঞ্চ</p></div></div></div></body></html>"
        },
        {
            "title": "সচেতনভাবে কোনো দলের পক্ষ নেওয়া হয় না | প্রথম আলো",
            "time": "2025-08-06T04:58:54",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2Fhfw32mjp%2FCapture.PNG?rect=0%2C70%2C837%2C439&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element NTmkv\"><span class=\"inline\"><p><strong>আসিফ নজরুল</strong>: আমাদের অনেক সমালোচনা হয়, যেটা খুব নির্দয়। তো আমি যখন ইনডিভিজুয়ালি (ব্যক্তি ধরে) দেখি, আমাদের অনেকেই খুব ভালো করছেন। আমাদের অর্থ উপদেষ্টা সালেহউদ্দিন আহমেদ ভাই, জ্বালানি উপদেষ্টা ফাওজুল কবির ভাই, বাণিজ্য উপদেষ্টা শেখ বশিরউদ্দীন ভাই ভালো করছেন। আমাদের ধর্ম উপদেষ্টা আ ফ ম খালিদ হোসেন ভাই হজ ব্যবস্থাপনায় সেরা কাজ করেছেন। এ রকম আরও কারও কথা বলতে পারি। ব্যর্থতার কথা (নাম ধরে) আমার বলা শোভনীয় নয়, এটা আপনাদের ব্যাপার।</p><p>স্যারের (অধ্যাপক ইউনূস) যে বডি ল্যাঙ্গুয়েজ (শরীরী ভাষা) থাকে, তাঁর যে কার্যপদ্ধতি, এটার মধ্যে কিন্তু আমরা প্রত্যেকে জানি, কার কাজের ব্যাপারে স্যারের মূল্যায়ন কতটুকু আছে।</p></span></div></div></body></html>"
        },
        {
            "title": "সানিয়ার সেই ‘কাঁঠাল’ পেল ভারতের জাতীয় স্বীকৃতি, কী আছে এতে | প্রথম আলো",
            "time": "2025-08-06T04:47:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-03%2Flafxk5ao%2FWhatsApp-Image-2025-08-03-at-3.13.31-PM.png?rect=0%2C0%2C990%2C520&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2Fftdzysgr%2FStarts-from-250-Entertainment.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৩ সাল বলিউডে ছিল তারকাময়, চমকপ্রদ ও বক্স অফিসে দাপটের বছর। শাহরুখ খানের ‘পাঠান’ আর ‘জওয়ান’, সানি দেওলের ‘গদার ২ ’, রণবীর কাপুরের ‘অ্যানিমেল’, সালমানের ‘টাইগার ৩’, রণবীর-আলিয়ার ‘রকি অউর রানি কি প্রেম কাহানি’, শ্রদ্ধা-রণবীরের ‘তু ঝুটি ম্যায় মাক্কার’, অক্ষয়ের ‘ওহ! মাই গড ২ ’—এগুলোই ছিল আলোচনার কেন্দ্রে। ওটিটিতেও মুক্তি পেয়েছে বড় বাজেটের আলোচিত বেশ কিছু সিনেমা। কারিনা কাপুর খান, বিজয় ভার্মা ও জয়দীপ অহলাওয়াতের ‘জানে জা’,মনোজ বাজপেয়ির ‘সির্ফ এক বান্দা কাফি হ্যায়’, মনোজ বাজপেয়ি ও শর্মিলা ঠাকুরের ‘গুলমোহর’, সুতারিয়ার ও অভিষেক বন্দ্যোপাধ্যায়ের ‘অপূর্বা’র মতো সিনেমা ছিল এ তালিকায়। বড় তারকার ছড়াছড়ি, অ্যাকশন-থ্রিলার, রোমান্স আর রাজনীতিস্পর্শী জনপ্রিয় গল্পগুলোর ভিড়ে অনেকটা নীরবে, নির্ভারভাবে এগিয়ে গেছে একটি ছবি ‘কাঁঠাল: আ জ্যাকফ্রুট মিস্ট্রি’। যদিও বক্স অফিসের হিসাবটা এ সিনেমার ক্ষেত্রে বিবেচ্য নয়। মৌসুম যখন এসেই গেল, তাই আজ সেই ‘কাঁঠাল’ নিয়ে কিছু কথা হোক। শুরুতে বলে নিচ্ছি এটা সিনেমার রিভিউ নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "হাসিনার পতনই যেন একমাত্র প্রাপ্তি না হয় | প্রথম আলো",
            "time": "2025-08-06T04:47:21",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fat9ba6pw%2FP1-2.jpg?rect=0%2C33%2C2100%2C1103&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৫ আগস্টের পরের রাজনৈতিক অনিশ্চয়তা এবং গণ-অভ্যুত্থানের পক্ষের শক্তিগুলোর মধ্যে বিরোধ ও স্বার্থের দ্বন্দ্ব বিবেচনায় নিয়ে এ বছর ১৫ জানুয়ারি <em>প্রথম আলো</em>তে লেখা এক কলামের শিরোনামেই প্রশ্ন রেখেছিলাম, ‘<a target=\"_blank\" href=\"https://www.prothomalo.com/opinion/column/8uydc50th4\">হাসিনার পতন নিয়েই কি খুশি থাকতে হবে</a>’। </p><p>গণ-অভ্যুত্থানের বর্ষপূর্তিতে সম্ভবত এর উত্তর আমাদের কাছে পরিষ্কার হতে শুরু করেছে। ৫ আগস্ট যেহেতু দেশে কোনো বিপ্লব হয়নি, অভ্যুত্থানে নেতৃত্ব দেওয়া শিক্ষার্থী, সহযোগী রাজনৈতিক দল ও শক্তি এবং সাধারণ মানুষের মনে হাসিনাকে উৎখাত করা ছাড়া আর কোনো দূর-চিন্তাও তাই ছিল না। সরকার গঠন নিয়ে বিভ্রান্তিসহ ৫ আগস্টের পরের ঘটনাবলিই এর প্রমাণ।</p><p>তবে ৫ আগস্টের পর থেকে আমরা অনেকেই বলতে শুরু করেছি যে গণ-অভ্যুত্থানের কিছু আকাঙ্ক্ষা রয়েছে। প্রশ্ন হচ্ছে, এই আকাঙ্ক্ষাগুলো কী? কে তা ঠিক করে দিয়েছে?</p><p>শেখ হাসিনার স্বৈরশাসনে বাংলাদেশ থেকে নির্বাচন বিষয়টি হারিয়ে গেছে, সুষ্ঠু নির্বাচন তাই গণ-অভ্যুত্থানের একটি বড় আকাঙ্ক্ষা। কিন্তু এর বাইরেও ‘গণ-অভ্যুত্থানের আকাঙ্ক্ষা’ হিসেবে আরও কিছু বিষয় সামনে চলে এসেছে। এগুলোর অধিকাংশই আমরা পেয়েছি গণ-অভ্যুত্থানের আগে-পরের দেয়াললিখন থেকে। আর ১৫ বছর ধরে যেভাবে আমরা প্রতিষ্ঠানগুলোকে ধ্বংস হতে দেখেছি, সেগুলো মেরামত করার আকাঙ্ক্ষা আমাদের ভেতরে দীর্ঘদিন ধরে তৈরি হয়েছে। </p><p>এ সময় আমরা যে অভিজ্ঞতার মধ্য দিয়ে গেছি, তার মুখোমুখি যেন আমাদের সামনে আর হতে না হয়; অর্থাৎ ভবিষ্যতে স্বৈরশাসন যেন আর কোনোভাবে কেউ কায়েম করতে না পারে, সেই পথ বন্ধ করার আকাঙ্ক্ষাও তৈরি হয়েছে। আমরা ভেবেছি, সংস্কারের মধ্য দিয়ে আমরা আমাদের চাওয়াগুলো পূরণ করতে পারব।</p></div></div></div></body></html>"
        },
        {
            "title": "ইসির প্রস্তাব বাতিল করে আশাশুনিকে স্বতন্ত্র নির্বাচনী আসন করার দাবিতে মানববন্ধন | প্রথম আলো",
            "time": "2025-08-06T04:42:34",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fag32zcl6%2FSatkhiraDH055020250806IMG-20250806-WA0001.jpg?rect=0%2C117%2C1040%2C546&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আশাশুনি ও শ্যামনগর উপজেলাকে একীভূত করে সংসদীয় সাতক্ষীরা-৪ আসন করার প্রস্তাব বাতিল ও আশাশুনি উপজেলাকে স্বতন্ত্র আসন করার দাবিতে মানববন্ধন হয়েছে। গতকাল মঙ্গলবার বিকেল চারটার দিকে সচেতন নাগরিক সমাজের ব্যানারে আশাশুনি উপজেলা পরিষদ সড়কে এ কর্মসূচি পালিত হয়।</p><p>আসন্ন জাতীয় সংসদ নির্বাচন সামনে রেখে সাতক্ষীরার দুটি আসনসহ দেশের ৩৯টি সংসদীয় আসনের সীমানা পুনর্নির্ধারণের খসড়া প্রকাশ করেছে নির্বাচন কমিশন (ইসি)। ৩০ জুলাই এ খসড়া প্রকাশ করা হয়। পুনর্বিন্যাস করার আগে আশাশুনি ছিল সংসদীয় আসন সাতক্ষীরা-৩ এর মধ্যে। আশাশুনির ১১টি ইউনিয়ন, দেবহাটা উপজেলার পাঁচটি ও কালীগঞ্জ উপজেলার চারটিসহ মোট ২০টি ইউনিয়ন নিয়ে ছিল সাতক্ষীরা-৩ আসন। পুনর্বিন্যাসের পর শ্যামনগর উপজেলার ১১টি ইউনিয়ন, ১টি পৌরসভা ও আশাশুনির ১১টি আসন নিয়ে সংসদীয় আসন সাতক্ষীরা-৪ গঠনের প্রস্তাব দেওয়া হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বিদ্যুৎ কোম্পানির সংশোধিত চাকরির বিজ্ঞপ্তি, ১১৮ পদের জন্য করুন আবেদন | প্রথম আলো",
            "time": "2025-08-06T04:41:43",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-08-21%2Fbav1k13u%2Fpexels-michael-burrows-7129713.jpg?rect=0%2C0%2C6000%2C3150&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F7ofy5i1p%2FWithout-Documents-Technology-Chakri-bakri.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>৮. জুনিয়র সহকারী ব্যবস্থাপক (এইচআর)<br>পদসংখ্যা: ১৫<br>বেতন স্কেল: ৩৯,০০০ টাকা<br>৯. জুনিয়র সহকারী ব্যবস্থাপক (হিসাব/অর্থ)<br>পদসংখ্যা: ২০<br>বেতন স্কেল: ৩৯,০০০ টাকা<br>১০. পিএ (কম্পিউটার অপারেটর)<br>পদসংখ্যা: ৫<br>বেতন স্কেল: ২৫,০০০ টাকা<br>১১. নিরাপত্তা পরিদর্শক<br>পদসংখ্যা: ৬<br>বেতন স্কেল: ২৪,০০০ টাকা<br>১২. জুনিয়র শিক্ষক (হাইস্কুল)<br>পদসংখ্যা: ৩<br>বেতন স্কেল: ১৮,০০০ টাকা<br>১৩. সহকারী শিক্ষক (প্রাইমারি)<br>পদসংখ্যা: ৩<br>বেতন স্কেল: ১৮,০০০ টাকা</p></div></div></div></body></html>"
        },
        {
            "title": "পোর্তোকে চ্যাম্পিয়নস লিগ জেতানো কিংবদন্তি অধিনায়ক কস্তা আর নেই | প্রথম আলো",
            "time": "2025-08-06T04:30:58",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-06%2Fpilg8ixf%2F%F0%9D%97%94-c%CC%B4a%CC%B4d%CC%B4e%CC%B4i%CC%B4r%CC%B4a%CC%B4-%F0%9D%97%B4%F0%9D%97%B2%F0%9D%97%B9%F0%9D%97%B2%F0%9D%97%B6%F0%9D%97%BF%F0%9D%97%AE-%F0%9D%97%B1%F0%9D%97%B2-%F0%9D%98%80%F0%9D%97%BC%F0%9D%97%BB%F0%9D%97%B5%F0%9D%97%BC-%F0%9F%A4%A9-Jorge-Costa-%C3%A9-o-novo-treinador-do-AFS-%F0%9F%94%B4%E2%9A%AA%EF%B8%8FO-.jpg?rect=0%2C0%2C1080%2C567&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পোর্তোর বিবৃতিতে বলা হয়, ‘পোর্তোর কিংবদন্তি অধিনায়ক ও বর্তমানে পেশাদার ফুটবল পরিচালক কার্ডিওপালমোনারি অ্যারেস্টের শিকার হয়ে মঙ্গলবার মারা গেছেন।’ </p><p>ক্যারিয়ারের বেশির ভাগ সময় পোর্তোয় কাটানো এবং ক্লাবটির হয়ে ২৪টি শিরোপাজয়ী কস্তা মঙ্গলবার সকালে অনুশীলন সেন্টারে অসুস্থ হয়ে পড়েন। স্থানীয় সংবাদমাধ্যম জানিয়েছে, হাসপাতালে নেওয়ার কিছুক্ষণ পর মারা যান কস্তা।</p><p>পর্তুগিজ ক্লাবটির বয়সভিত্তিক দলে তিন বছর কাটানোর পর ১৯৯০ সালে মূল দলে সুযোগ পান ‘বিচো’ (অ্যানিমেল) নামে খ্যাতি পাওয়া কস্তা। ২০০৫ সাল পর্যন্ত পোর্তোয় থাকার মাঝে কিছুদিন ধারে খেলেছেন তিনটি ক্লাবে। বেলজিয়ামের স্ট্যান্ডার্ড লিয়েগ ক্লাবের হয়ে খেলে ২০০৬ সালে অবসর নেন কস্তা।</p></div></div></div></body></html>"
        },
        {
            "title": "অস্ট্রেলিয়া আন্তর্জাতিক শিক্ষার্থীদের দিল সুখবর, অগ্রাধিকারে দক্ষিণ-পূর্ব এশিয়া | প্রথম আলো",
            "time": "2025-08-06T04:05:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F08%2F08%2F54289cb6069882dbb62e8653f1492ca2-5988b7e9023de.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-06-16%2Fv0ggc2ni%2FGPI-27814X5432.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২ লাখ ৯৫ হাজার শিক্ষার্থীর মধ্যে প্রায় দুই–তৃতীয়াংশ বিশ্ববিদ্যালয়ের জন্য বরাদ্দ এবং বাকি এক–তৃতীয়াংশ ভোকেশনাল এডুকেশন অ্যান্ড ট্রেনিংয়ের জন্য বরাদ্দ থাকবে।</p><p>উচ্চশিক্ষা প্রতিষ্ঠানগুলোর শীর্ষ সংস্থা ইউনিভার্সিটিজ অস্ট্রেলিয়া সরকারের এ পদক্ষেপকে স্বাগত জানিয়েছে। সংস্থাটির সিইও লুক শিহি বলেন, ‘বিশ্ববিদ্যালয়গুলো যেভাবে শিক্ষা খাতে প্রবৃদ্ধির দাবি জানিয়েছে, সরকার তেমনভাবেই তা বাস্তবায়ন করেছে। এটি একটি যুক্তিসংগত পদক্ষেপ।’</p><p>অস্ট্রেলিয়ার অর্থনীতিতে আন্তর্জাতিক শিক্ষার অবদান উল্লেখযোগ্য। ২০২৪ সালে এ খাত থেকে দেশটির আয় হয়েছে ৫১ বিলিয়ন অস্ট্রেলিয়ান ডলার, যা দেশের সবচেয়ে বড় পরিষেবা রপ্তানি খাতে পরিণত হয়েছে।</p><p>২০২৪ সালে অস্ট্রেলিয়ার সরকার শিক্ষার্থীদের ভিসা ফি দ্বিগুণের বেশি করেছে। আর চীন ও ভারতের শিক্ষার্থীদের এখনো অন্যতম জনপ্রিয় গন্তব্য অস্ট্রেলিয়া।</p><p><strong>তথ্যসূত্র: রয়টার্স ও ইকোনমিক টাইমস</strong></p></div></div></div></body></html>"
        },
        {
            "title": "সৌরভ গাঙ্গুলী এবার বেঙ্গলের সভাপতি হওয়ার দৌড়ে | প্রথম আলো",
            "time": "2025-08-06T04:00:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2024-03%2F0cc7529d-59f3-48a1-bf8c-e108b6e23436%2Fsourav.jpg?rect=0%2C9%2C690%2C362&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইন্ডিয়া টুডে তাদের প্রতিবেদনে জানিয়েছে, সিএবি সভাপতি থাকাকালীন গাঙ্গুলী বাংলার ক্রিকেটে চোখে পড়ার মতো কিছু কাজ করেছেন। তিনি পেশাদার কোচিং–ব্যবস্থা ও খেলোয়াড় উন্নয়ন কর্মসূচি জোরদারে গুরুত্ব দেন। তাঁর সময়ে বেঙ্গল রঞ্জি ট্রফিতে উল্লেখযোগ্য সাফল্যও পায়।</p><p>বিসিসিআই সভাপতি হওয়ার পর গাঙ্গুলীর মেয়াদে ভারতীয় ক্রিকেটের ভিত আরও মজবুত হয় এবং এর বৈশ্বিক প্রভাব বাড়ে। তাঁর অন্যতম উদ্যোগ ছিল বেঙ্গালুরুতে আধুনিক ন্যাশনাল ক্রিকেট একাডেমি (এনসিএ) প্রতিষ্ঠা, যা উঠতি ক্রিকেটারদের বিশ্বমানের প্রশিক্ষণ দেয়।</p><p>নারী ক্রিকেটারদের জন্য তিনি শুরু করেন উইমেনস টি-২০ চ্যালেঞ্জ। এ ছাড়া তাঁর নেতৃত্বে বিসিসিআই আইপিএলের জন্য রেকর্ড চুক্তি করে, যা ২০২৩ থেকে ২০২৭ মেয়াদে ৪৮ হাজার কোটি টাকার বেশি রাজস্ব এনে দেয়।</p></div></div></div></body></html>"
        },
        {
            "title": "মেসির হাতের রোলেক্সের এই ঘড়ির দাম কত, জানেন? | প্রথম আলো",
            "time": "2025-08-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-05%2F8zk1mabw%2FMessiThumb.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২৭ জুলাই। যুক্তরাষ্ট্রে সিনসিনাটি ও ইন্টার মিয়ামির ম্যাচ চলছে। সেদিন নিষেধাজ্ঞার কারণে মাঠে নামতে না পারলেও দর্শকসারিতে ঠিকই নজর কেড়েছেন লিওনেল মেসি। সব ছাপিয়ে সেদিন আলোচনায় সাদা শার্টে আটবারের ব্যালন ডি’অরজয়ী মেসির বাঁ হাতের গোলাপি ঘড়ি।<br>মেসির ঘড়িটি রোলেক্সের সংগ্রহের অন্যতম বিলাসবহুল ঘড়ি। রোলেক্স ডেটোনা বার্বি মডেলের ঘড়িটির রঙের সঙ্গে ইন্টার মিয়ামির হোম জার্সির মিল রয়েছে। ঘড়ি তৈরিতে ব্যবহার করা হয়েছে ১৮ ক্যারেট গোলাপি সোনা, তার ওপর বসানো হয়েছে নীলকান্তমণি। ডায়াল তৈরি হয়েছে গোলাপি হীরায়। ফলে দাম যে আকাশচুম্বী হবে, তা বলাই বাহুল্য! ঘড়িটির দাম ৯ লাখ ডলার বা ১০ কোটি ৯৬ লাখ টাকা! তবে কেবল টাকা থাকলেই আপনি ঘড়িটি কিনতে পারবেন না। কেননা এটি খুবই ‘লিমিটেড কালেকশন’ আর ‘অফ-ক্যাটালগ’ সংগ্রহ।</p></div></div></div></body></html>"
        },
        {
            "title": "যে প্রশ্নের উত্তর নেই নুরুলের কাছেও | প্রথম আলো",
            "time": "2025-08-06T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2Fb7f6dd13-6168-4cc9-a716-c57c5ecf181e%2FShohan_M_O_M___1.jpg?rect=0%2C0%2C884%2C464&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-08-04%2F599lv4ex%2FCashout-free-Sports-Lifestyle.png&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>নুরুলের চেষ্টার প্রতিফলন খুঁজে পাওয়া যায় তাঁর ঘরোয়া ক্রিকেটের পারফরম্যান্সেও। গত প্রিমিয়ার লিগে ১১ ম্যাচে দুই সেঞ্চুরি আর সমান ফিফটিতে ৫৮ গড় আর ৯৩.৫৫ স্ট্রাইক রেটে করেছেন ৫১২ রান করে। গত মে মাসে নিউজিল্যান্ড ‘এ’ দলের বিপক্ষে তিনটি পঞ্চাশ ওভারের ম্যাচের একটিতে করেন সেঞ্চুরি, তিন অঙ্কের দেখা পেয়েছেন চার দিনের ম্যাচেও।</p><p>এশিয়া কাপ টি–টোয়েন্টি ও টি-টোয়েন্টি বিশ্বকাপের দলে জায়গা খুঁজে নিতে ‘এ’ দলের আসন্ন অস্ট্রেলিয়া সিরিজটাকে কাজে লাগাতে চাইবেন নুরুল। কিন্তু দলে ফেরাটা যে সহজ নয়, সেটি কি আর তাঁর অজানা! টি–টোয়েন্টি দলে থিতু দুজন উইকেটকিপার ব্যাটসম্যান। লিটন দাস তো অধিনায়কই, জাকের আলী দলের অন্যতম সেরা পারফরমার। এই বাস্তবতা মেনেই বললেন, ‘সব মানুষের জীবনেই চ্যালেঞ্জ থাকে। কে কতটা উপভোগ করছে, সামলে নিচ্ছে, সেটাই গুরুত্বপূর্ণ। আপনার জীবনেও দেখবেন, ১০টা জিনিস চেয়ে সব পাননি।’</p></div></div></div></body></html>"
        }
    ]
}