{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "ফিফা দ্য বেস্ট: সেরা গোলকিপার হ্যাম্পটন ও দোন্নারুম্মা | প্রথম আলো",
            "time": "2025-12-16T17:15:22",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2023-02%2F9cb5fe05-fd43-471d-9bfa-2a0b28b42732%2Fthe_best.jpg?rect=0%2C0%2C1214%2C637&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ফিফার <em>দ্য বেস্ট গোলকিপার অ্যাওয়ার্ড</em> জিতেছেন ইংল্যান্ডের হানf হ্যাম্পটন ও ম্যানচেস্টার সিটির জিয়ানলুইজি দোন্নারুম্মা। </p><p>ইংল্যান্ডের ইউরো ২০২৫ জয়ে এবং চেলসির ঘরোয়া ট্রেবল জয়ে বড় ভূমিকা ছিল হ্যাম্পটনের। অন্যদিকে পিএসজির ইতিহাসে প্রথম চ্যাম্পিয়নস লিগ শিরোপা জয়ে গুরুত্বপূর্ণ অবদান রাখেন দোন্নারুম্মা।</p><p>গত অক্টোবরে ব্যালন ডি’অর অনুষ্ঠানে দুজনই ইয়াশিন ট্রফি জিতেছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "হাদিকে হত্যাচেষ্টা: মোটরসাইকেলের মালিকানা নিয়ে নতুন তথ্য | প্রথম আলো",
            "time": "2025-12-16T17:14:26",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Ft15rdwsx%2FKabir_Remand.jpeg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>শরিফ ওসমান হাদি হত্যাচেষ্টা মামলায় মো. কবির নামের এক সন্দেহভাজনকে গ্রেপ্তার করে পুলিশ ৭ দিনের রিমান্ডে নিয়েছে। পুলিশের দাবি, হামলায় ব্যবহৃত মোটরসাইকেলের মালিক কবির, যিনি প্রধান সন্দেহভাজন ফয়সল করিম মাসুদের ঘনিষ্ঠ সহযোগী। আদাবর থানা স্বেচ্ছাসেবক লীগের যুগ্ম আহ্বায়ক কবির ৫ ডিসেম্বর ফয়সলের সঙ্গে হাদির প্রতিষ্ঠানে গিয়েছিলেন পরিস্থিতি দেখতে। তিনি আদালতে দাবি করেছিলেন, মোটরসাইকেলটি তাঁর জাতীয় পরিচয়পত্র ব্যবহার করে কেনা হলেও সেটির মালিক তিনি নন।</p></div></div></div></body></html>"
        },
        {
            "title": "বাংলাদেশে নির্বাচন পর্যবেক্ষণ মিশন নিয়োজিত করেছে ইউরোপীয় ইউনিয়ন | প্রথম আলো",
            "time": "2025-12-16T17:09:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo%2Fimport%2Fmedia%2F2017%2F10%2F18%2F379ee122b89a89b34dfc7bb069d9cff2-59e6e0b4cb286.jpg?rect=0%2C30%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউরোপীয় পার্লামেন্টের সদস্য ইভারস ইজাবসকে প্রধান পর্যবেক্ষক নিযুক্ত করা হয়েছে। ইজাবস বলেছেন, ‘বাংলাদেশে ইউরোপীয় ইউনিয়নের নির্বাচন পর্যবেক্ষণ মিশনের নেতৃত্ব দেওয়ার সুযোগ পেয়ে আমি সম্মানিত বোধ করছি। এই মিশন নির্বাচনী প্রক্রিয়ার একটি স্বাধীন ও পক্ষপাতহীন মূল্যায়ন করবে। এই মিশন বাংলাদেশের জনগণ এবং শক্তিশালী গণতান্ত্রিক প্রতিষ্ঠানসমূহ, আইনের শাসন ও মানবাধিকারের প্রতি তাদের আকাঙ্ক্ষার প্রতি ইউরোপীয় ইউনিয়নের সমর্থনের একটি বাস্তব দৃষ্টান্ত।’</p></div></div></div></body></html>"
        },
        {
            "title": "রাতে এলাকাবাসীর ধাওয়ায় পুকুরে ঝাঁপ দেন যুবক, পরদিন মিলল মরদেহ | প্রথম আলো",
            "time": "2025-12-16T17:05:06",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fhmufidtp%2FCumillaDH175220251216IMG-20251216-WA0046.jpg?rect=0%2C0%2C3385%2C1777&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>স্থানীয় ব্যক্তিদের সঙ্গে কথা বলে জানা গেছে, রাতে সেলিম লক্ষ্মণপুর গ্রামের এক প্রবাসীর স্ত্রী সঙ্গে দেখা করতে যান। এলাকাবাসী বিষয়টি টের পেয়ে তাঁকে ধাওয়া করেন। পিটুনি থেকে বাঁচতে সেলিম পাশের পরিত্যক্ত পুকুরে লাফিয়ে পড়েন। পুকুরটি ছিল কচুরিপানায় ভরা। পরে স্থানীয় লোকজন অনেক খোঁজাখুঁজি করে না পেয়ে রাতে ফায়ার সার্ভিস ও পুলিশকে খবর দেন। ফায়ার সার্ভিস ও পুলিশ খোঁজাখুঁজি করেও রাতে সেলিমকে পায়নি। সকালে আবারও ফায়ার সার্ভিসের সদস্যদের সঙ্গে এলাকাবাসী পুকুরে তল্লাশি শুরু করেন। দুপুর সোয়া ১২টার দিকে পুকুরে মাঝামাঝি স্থানে সেলিমের মরদেহ পাওয়া যায়। পরে পুলিশ মরদেহ উদ্ধার করে ময়নাতদন্তের জন্য কুমিল্লা মেডিকেল কলেজ হাসপাতালে পাঠায়।</p><p>মনোহরগঞ্জ উপজেলা ফায়ার সার্ভিসের কর্মকর্তা (লিডার) বিপ্লব বড়ুয়া বলেন, ‘সোমবার রাতে খবর পেয়ে আমাদের একটি দল সেখানে যায়। কিন্তু পরিত্যক্ত পুকুরে প্রচুর পরিমাণে কচুরিপানা থাকার কারণে ওই ব্যক্তিকে খুঁজে পাওয়া সম্ভব হয়নি। মঙ্গলবার সকালে আবার তল্লাশি শুরু করেন ফায়ার সার্ভিসের কর্মীরা। স্থানীয় লোকজনের সহায়তায় ও আমাদের টিম মিলে কচুরিপানা পরিষ্কারের এক পর্যায়ে পুকুরের মাঝামাঝি অবস্থানে ওই ব্যক্তির মৃতদেহ খুঁজে পাওয়া যায়।’</p></div></div></div></body></html>"
        },
        {
            "title": "সংসদ ভবনের সামনে স্থাপত্য প্রদর্শনী | প্রথম আলো",
            "time": "2025-12-16T16:58:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fr0kdttl8%2FDNCC.jfif?rect=0%2C91%2C1280%2C672&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রদর্শনী সম্পর্কে বাংলাদেশ স্থপতি ইনস্টিটিউট জানায়, প্রদর্শনীতে তুলে ধরা প্রকল্পগুলোতে—স্থাপত্য কীভাবে মানুষের জীবনযাপন, সংস্কৃতি ও সামাজিক বাস্তবতার প্রতিফলন হয়ে ওঠে, সেগুলো দেখানো হয়েছে। নগর ও গ্রাম, ঐতিহ্য ও আধুনিকতার নানা স্তর এসব কাজে ফুটে উঠেছে। ‘স্থান-কাল-পাত্র’ কেবল স্থাপত্যকর্মের প্রদর্শনী নয়; এটি মানুষ ও স্থাপত্যের পারস্পরিক সম্পর্কের পাঠ। মানুষকেন্দ্রিক এই স্থাপত্যকে সহজভাবে উপস্থাপন করে দর্শকদের চারপাশের নির্মিত পরিবেশ নতুন দৃষ্টিতে দেখার আহ্বান জানানো হয়েছে।</p><p>অনুষ্ঠানে প্রশাসক মোহাম্মদ এজাজ বলেন, ঢাকা উত্তর সিটি কর্তৃপক্ষ ঢাকাকে আরও বেশি বাসযোগ্য ও পরিকল্পিত নগর হিসেবে গড়ে তোলার লক্ষ্যে কাজ করে যাচ্ছে। এরই অংশ হিসেবে ঢাকা উত্তর সিটির আওতাধীন বিভিন্ন এলাকায় পরিকল্পিত জনপরিসর তৈরি করা হচ্ছে। এমন কাজে যদি কোনো বেসরকারি প্রতিষ্ঠান বা দাতা সংস্থা এগিয়ে আসতে চায়, সহযোগিতা করতে চায়, করতে পারে। ঢাকা উত্তর সিটি কর্তৃপক্ষ সব সময় এ ধরনের অন্তর্ভুক্তিমূলক ও সমন্বয়ের মাধ্যমে কাজকে স্বাগত জানায়।</p></div></div></div></body></html>"
        },
        {
            "title": "গুলশানের বাসায় উঠবেন তারেক রহমান, প্রস্তুত আলাদা অফিসও | প্রথম আলো",
            "time": "2025-12-16T16:58:13",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-29%2Fgqu5t5op%2FTarique-Rahman.jpg?rect=0%2C19%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>তারেক রহমানের দেশে প্রত্যাবর্তন উপলক্ষে তাঁর জন্য বাসভবন ও দলীয় অফিস প্রস্তুত করেছে বিএনপি। গুলশান অ্যাভিনিউর ১৯৬ নম্বর বাসায় উঠবেন বিএনপির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান। এই বাসার পাশেই ভাড়া করা বাসা ফিরোজায় থাকেন বিএনপির চেয়ারপারসন খালেদা জিয়া। একই সঙ্গে গুলশানে চেয়ারপারসনের কার্যালয়ে তারেক রহমানের জন্য আলাদা চেম্বার তৈরি করা হয়েছে।</p><p>এ ছাড়া গুলশানে আরেকটি বাসা ভাড়া নেওয়া হয়েছে, যেখান থেকে একাদশ জাতীয় সংসদ নির্বাচনের যাবতীয় কার্যক্রম পরিচালনা করা হবে। আজ মঙ্গলবার এক সংবাদ সম্মেলনে তারেক রহমানের দেশে প্রত্যাবর্তন উপলক্ষে ‘আমার ভাবনায় বাংলাদেশ’ শিরোনামে জাতীয় রিল-মেকিং প্রতিযোগিতা কর্মসূচি ঘোষণা করেন দলের ভারপ্রাপ্ত চেয়ারম্যানের উপদেষ্টা মাহাদী আমিন। ওই সংবাদ সম্মেলনেই এসব তথ্য তুলে ধরেন তিনি। গুলশানের ৯০ নম্বর সড়কের ১০/সি নম্বর নতুন কার্যালয়ে এ সংবাদ সম্মেলন হয়।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীতে নতুন মার্কেটপ্লেস হিসেবে প্রুফসেলের যাত্রা শুরু | প্রথম আলো",
            "time": "2025-12-16T16:51:35",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-08-29%2Fzjs2iqgt%2F1.webp?rect=0%2C34%2C900%2C473&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ মঙ্গলবার সকালে রাজশাহী নগরের একটি রেস্তোরাঁয় ‘প্রুফসেল’ নামের নতুন এই মার্কেটপ্লেসের উদ্বোধন করা হয়। একই সঙ্গে ‘প্রুফসেল ফাউন্ডেশন’ গঠনেরও ঘোষণা দেন উদ্যোক্তারা। এ সময় উদ্যোক্তারা জানান, প্রতিষ্ঠানের মুনাফার ১ শতাংশ জমা হবে এই ফাউন্ডেশনে। পরে তা গরিব ও এতিমদের কল্যাণে ব্যয় করা হবে।</p><p>উদ্বোধনী অনুষ্ঠানে জানানো হয়, প্রতিষ্ঠানটির প্রধান নির্বাহী কর্মকর্তা (সিইও) হিসেবে রয়েছেন আকমল হোসেন মাহমুদ। তিনি আল মোদিনা হানি অ্যাগ্রো এন্টারপ্রাইজের প্রতিষ্ঠাতা। আর চেয়ারম্যানের দায়িত্বে রয়েছেন হাদিসুর রহমান। তিনি ডেভ এক্স হাব নামের একটি প্রতিষ্ঠানের প্রতিষ্ঠাতা প্রধান নির্বাহী। ১০ বছরের বেশি সময় তিনি সফটওয়্যার খাতের সঙ্গে জড়িত।</p><p>এ ছাড়া প্রুফসেলের পরিচালক হিসেবে রয়েছেন সোহেল রানা। তিনি রাজশাহী বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন। তথ্যপ্রযুক্তি খাতে তাঁর ১৫ বছরের কাজের অভিজ্ঞতা রয়েছে। অপর পরিচালক ইলিয়াস হোসেনেরও রয়েছে ১০ বছর সফটওয়্যার খাতে কাজের অভিজ্ঞতা। ফিনল্যান্ডের হুইপ শপ সফটওয়্যার কোম্পানির সহপ্রতিষ্ঠাতা তিনি।</p></div></div></div></body></html>"
        },
        {
            "title": "যাত্রাবাড়ীতে ছুরিকাঘাতে টাইলসমিস্ত্রি খুন | প্রথম আলো",
            "time": "2025-12-16T16:42:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2021-12%2F48cf0520-11ee-448a-a40c-9e3aaca1b7e6%2Fkill.png?rect=0%2C88%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>মোহাম্মদ আলম বলেন, ‘বিকেলে আলম নামের ওর এক বন্ধু ফোন করে বাইরে ডাকে। বাইরে যাওয়ার কিছুক্ষণ পরেই খবর পাই, ওকে ছুরিকাঘাত করা হয়েছে। পরে হাসপাতালে এসে শুনি মারা গেছে। ফারুকের বন্ধুরাই ওকে হত্যা করেছে।’</p><p>এ বিষয়ে যাত্রাবাড়ী থানার ভারপ্রাপ্ত কর্মকর্তা মোহাম্মদ রাজু প্রথম আলোকে বলেন, সন্ধ্যায় ১৫ থেকে ২০ জন তরুণের মধ্যে মারামারি হয়েছে। এতে ছুরিকাঘাতে একজন মারা গেছেন। তিনি বলেন, ‘কী কারণে মারামারি হয়েছে, সেটা এখনো জানতে পারিনি। পুলিশ ঘটনাস্থল পরিদর্শন করেছে। জড়িতদের গ্রেপ্তারের চেষ্টা চলছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "আইপিএল নিলাম: রেকর্ড ৯ কোটি ২০ লাখ রুপিতে কলকাতায় মোস্তাফিজ, বাংলাদেশের আর কেউ দল পেলেন না | প্রথম আলো",
            "time": "2025-12-16T08:58:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Ft10bgm8c%2F601360488185494016770625387480764110287756609n.jpg?rect=0%2C0%2C403%2C212&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>২০২৬ আইপিএলের মিনি নিলাম শেষ হলো। ১০টি ফ্র্যাঞ্চাইজি আজ ৭৭ জন খেলোয়াড়কে দলে নিয়েছে নিলাম থেকে। প্রতিটি দলই আটজন বিদেশীসহ ২৫ জনের দল পূর্ন করেছে। বেশিরভাগ খেলোয়াড়ই আগেই ধরে রেখেছিল দলগুলো। </p><p>বাংলাদেশের সাতজন খেলোয়াড়ের নাম ছিল নিলামের তালিকায়। তাঁদের মধ্যে শুধু মোস্তাফিজুর রহমানই দল পেয়েছেন। সেটিও বাংলাদেশের খেলোয়াড়দের রেকর্ড ৯ কোটি ২০ লাখ রুপিতে। মোস্তাফিজকে কিনেছে কলকাতা নাইট রাইডার্স। অন্য ছয়জনের মধ্যে শুধু তাসকিন আহমেদের নাম উঠেছিলেন নিলামের হাতুরির নিচে। বাংলাদেশের পেসারকে কিনতে কেউ আগ্রহ দেখায়নি। </p><p>আজকের নিলামে আইপিএল ইতিহাসের সবচেয়ে দামি বিদেশি খেলোয়াড়ের রেকর্ড গড়েছেন ক্যামেরন গ্রিন। অস্ট্রেলীয় অলরাউন্ডারকে ২৫ কোটি ২০ লাখ রুপিতে কিনেছে মোস্তাফিজের নতুন দল কলকাতা নাইট রাইডার্স। </p><p>শ্রীলঙ্কান পেসার মাতিশা পাতিরানাকে কিনতেও বিপুল অর্থ খরচ করেছে কলকাতা, ১৮ কোটি রুপি দিয়ে দলে নিয়েছে তাঁকে। </p><p>তবে দিনের সবচেয়ে বড় চমক দেখিয়েছে চেন্নাই সুপার কিংস। অখ্যাত দুই আনক্যাপড খেলোয়াড় প্রশান্ত বীর ও কার্তিক শর্মার প্রত্যেককে ১৪ কোটি ২০ লাখ রুপি দিয়ে কিনেছে চেন্নাই। </p></div></div></div></body></html>"
        },
        {
            "title": "পাকিস্তানি শাসকগোষ্ঠীর ‘একগুঁয়েমির’ কারণেই যুদ্ধ অনিবার্য হয়ে উঠেছিল: জামায়াত আমির | প্রথম আলো",
            "time": "2025-12-16T16:38:10",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F7caa8697%2FJamat-Amir.jpeg?rect=0%2C0%2C2048%2C1075&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>জামায়াতে ইসলামীর আমির বলেন, ১৯৭০ সালের নির্বাচনে যাঁরা বিজয়ী হয়েছিলেন, তাঁরা আশ্বাস দিয়েছিলেন বাংলাদেশ সব ধরনের বৈষম্যের হাত থেকে মুক্তি পাবে, সমাজে ন্যায়বিচার নিশ্চিত হবে, দেশ মর্যাদার আসনে প্রতিষ্ঠিত হবে, জাতি হিসেবে গর্ব করে বুক ফুলিয়ে চলাফেরা করা যাবে। কিন্তু স্বাধীনতা–পরবর্তী বাংলাদেশে শাসকগোষ্ঠী জনগণকে দেওয়া সেই কথা রাখেনি। জাতিকে ভুলে গিয়ে একটি পরিবার, গোষ্ঠী এবং সর্বোচ্চ একটা দলকে বাংলাদেশের মালিক ও জমিদারে পরিণত করা হয়েছিল। বাকি সব মানুষকে তারা দাসত্বের শৃঙ্খলে আবদ্ধ করেছিল।</p><p>আওয়ামী লীগকে ইঙ্গিত করে শফিকুর রহমান বলেন, ‘সোনার বাংলা গড়ার ওয়াদা করে বাংলাদেশকে শ্মশান বাংলায় পরিণত করা হয়েছিল। মাত্র পৌনে ৪ বছরের দুঃশাসন মানুষকে তটস্থ করে তুলেছিল। এরপরে তাদের কার্যক্রমের পরিণতি হিসেবে দুনিয়া থেকে তারা বিদায় নিয়েছিলেন।’ তিনি বলেন, ‘কে সেদিন তাদেরকে হত্যা করেছিল? যারা একাত্তরে রণাঙ্গনে বুক চিতিয়ে দেশের স্বাধীনতার জন্য যুদ্ধ করেছিল, সেই সৈনিকেরা কেন তারা সেদিন খেপে গিয়েছিল? এর উত্তর আওয়ামী লীগকেই খুঁজতে হবে, জাতিকে নয়।’</p></div></div></div></body></html>"
        },
        {
            "title": "মোস্তাফিজের রাতে টি-টোয়েন্টির রোমাঞ্চ | প্রথম আলো",
            "time": "2025-12-16T16:36:14",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F0otm3r6b%2F163d9dd7-08bd-4765-bab2-204a12d2d36f.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>হঠাৎই মাঠ থেকে টেলিভিশন স্ক্রিনের দিকে দৃষ্টি ঘুরে গেল সবার। কেউ কেউ চেয়ার ছেড়ে উঠে টেলিভিশনের একেবারে সামনে চলে গেলেন। আইপিএলের নিলামে মোস্তাফিজুর রহমানের ডাক উঠেছে। ২ কোটি, ৩ কোটি, ৪ কোটি, …হু হু করে বাড়ছে দাম। কোথায় গিয়ে ঠেকবেন মোস্তাফিজ!</p><p>দিল্লি, চেন্নাইকে হারিয়ে শেষ পর্যন্ত ৯ কোটি ২০ লাখ রুপিতে (বাংলাদেশি মুদ্রায় ১২ কোটি ৩৭ লাখ টাকা) মোস্তাফিজকে কিনে নেয় কলকাতা নাইট রাইডার্স। মিরপুর শেরেবাংলা স্টেডিয়ামের প্রেসবক্সে আনন্দময় স্বস্তি—যাক, বাংলাদেশের একজন ক্রিকেটার তো ভালো দাম পেলেন আইপিএলে! শুধু কি ভালো? আইপিএলে এত দাম এর আগে পাননি বাংলাদেশের কোনো ক্রিকেটারই।</p></div></div></div></body></html>"
        },
        {
            "title": "জামায়াত ’৭১-এর গণহত্যায় সহযোগী ভূমিকা আড়াল করতে মাঠে নেমেছে: মুক্তি কাউন্সিল | প্রথম আলো",
            "time": "2025-12-16T16:34:33",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F9fboi65i%2FUntitled-2.jpg?rect=0%2C124%2C1400%2C735&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এই বক্তব্যের প্রতিক্রিয়ায় ফয়জুল হাকিম বলেন, ১৯৭১ সালে জেনারেল ইয়াহিয়া খানের নেতৃত্বাধীন সামরিক শাসনের অধীন মালেক মন্ত্রিসভার অন্যতম সদস্য ছিল জামায়াতে ইসলামী। এ সময় জামায়াতে ইসলামীর ভূমিকা ছিল পাকিস্তানি হানাদার সেনাবাহিনী কর্তৃক বাঙালি নিধন ও গণহত্যার প্রধান সহযোগী হওয়া। সরাসরি বাংলাদেশের মুক্তিযুদ্ধের বিরুদ্ধে সশস্ত্র ভূমিকায় অবতীর্ণ হওয়া।</p><p>ফয়জুল হাকিম আরও বলেন, সে সময় পাকিস্তানি হানাদার বাহিনী ও তাদের এদেশীয় সহযোগী রাজাকার-আলবদর-আলশামসের বিরুদ্ধে দেশের ভেতরে সশস্ত্র স্বাধীনতাসংগ্রাম ও জনযুদ্ধে ঝাঁপিয়ে পড়েছিলেন পূর্ব বাংলার মুক্তিকামী জনগণ, ইস্ট বেঙ্গল রেজিমেন্টের বিদ্রোহী সেনা অফিসার ও সৈনিকেরা, আওয়ামী লীগ, কমিউনিস্ট বিপ্লবী বিভিন্ন রাজনৈতিক দল ও গ্রুপের সদস্য-সমর্থকেরা।</p><p>বিবৃতিতে মুক্তি কাউন্সিলের সম্পাদক বলেন, ২০২৪-এর জুলাইয়ের গণ-অভ্যুত্থান শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ সরকারের ১৬ বছরের ফ্যাসিবাদী শাসনের উচ্ছেদ করেছে। একই সঙ্গে একাত্তরের মুক্তিযুদ্ধ নিয়ে আওয়ামী লীগের মিথ্যা বয়ান উচ্ছেদ হতে চলেছে। এই সুযোগে জামায়াতে ইসলামী দেশের নতুন প্রজন্মের কাছে নিজেদের অতীত গণবিরোধী ও প্রতিক্রিয়াশীল ভূমিকা, বিশেষত ১৯৭১-এর গণহত্যায় সহযোগী ভূমিকাকে আড়াল করতে মাঠে নেমেছে।</p></div></div></div></body></html>"
        },
        {
            "title": "প্রীতিলতার প্রথম বিদেশ যাত্রা | প্রথম আলো",
            "time": "2025-12-16T16:32:36",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F5b454ixs%2FWhatsApp-Image-2025-12-16-at-18.27.10.jpeg?rect=0%2C175%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div><p>পাভেলের জন্মের সময়ও আহাদ ছিল অনুপস্থিত। ধাইয়ের কাজ করে অভ্যস্ত মহরমের মা-ই সামাল দিয়েছিল পরিস্থিতির। প্রীতি চেয়েছিল দুজনে নিরলে বসে কথাবার্তা বলে নির্বাচন করবে নবজাতকের নাম, কিন্তু সময় হলো না আহাদের। তারপর সে যখন ম্যাক্সিম গোর্কির উপন্যাস ‘মা’-এর চরিত্র পাভেল থেকে নামটি গ্রহণ করল, আহাদ তাতেও নির্লিপ্তি বজায় রেখে সম্মেলনের অজুহাতে সংসার থেকে দূরে সরে গেল সপ্তাদিনের জন্য। ফিরে এসেও আত্মজ নিয়ে দেখাল না তেমন কোনো আবেগ-নিবিড় আগ্রহ। এসব আচরণে তার সঙ্গে সংসার বাঁধা নিয়ে প্রীতির মনে দেখা দেয় একাধিক প্রশ্নের। প্রশ্নগুলো তাকে পীড়িত করতে শুরু করে অহরহ।</p><p>সমাজবিপ্লবের সংগ্রামী সহকর্মী হিসেবে আহাদের সঙ্গে সার্বক্ষণিকভাবে রাজনৈতিক তৎপরতায় শরিক হওয়ার যে স্বপ্ন সে দেখেছিল, তার সাথে বর্তমান জীবনের কোনো মিল ছিল না, আর গৃহবধূ হিসেবে আহাদের বন্ধুবান্ধবদের দিনের পর দিন কাঁড়ি কাঁড়ি চা জোগানোতেও সে ছিল অনাগ্রহী। সবচেয়ে বেশি কষ্ট দেয়, রাজনৈতিকভাবে বিচ্ছিন্ন হয়ে পড়ার ব্যাপারটা। প্রথম দিকে এ বাসাতে একটি তিন ব্যান্ডের ফিলিপস রেডিও ছিল। সংবাদটুকু অন্তত প্রীতির কানে আসত। মার্চ মাসের প্রথম থেকে যখন রাজনৈতিক পরিস্থিতি জটিল হয়ে উঠতে শুরু করল, আহাদ রেডিওটা নিয়ে গেল বাজারে, ওখানে সহকর্মী পরিবৃত হয়ে সে ইদানীং খবর শোনে। তার মুখ থেকে শুনেছে স্বাধীন বাংলা বেতার কেন্দ্র বলে একটি রেডিও স্টেশন চালু হওয়ার কথা, আম্রকাননে স্বাধীন দেশের একটি সরকারও গঠিত হয়েছে। এমনকি, কোথাও কোথাও ছাত্র–জনতা–সিপাহি মিলে সশস্ত্র প্রতিরোধের মাধ্যমে সংগঠিত করছে মুক্তিযুদ্ধ, প্রীতি শুধু হতাশ হয় না, বিক্ষোভে ফেটে পড়তে ইচ্ছা হয়, ঠিক বুঝতে পারে না, কোন অপরাধে সে বঞ্চিত হচ্ছে এসব কর্মকাণ্ড থেকে?</p><p>সাইকেল চালিয়ে আসে সংগঠনের ছেলে আফজাল। তাকে দারুণভাবে শঙ্কিত দেখায়। বইপুস্তক ও পত্রিকার কাটিংয়ের বান্ডিলগুলো সাইকেলের ক্যারিয়ারে তুলতে তুলতে বারবার নিশ্চিত হতে চায়, পশ্চিম বাংলার হিন্দু লেখকদের লেখা কোনো বইপত্র যেন এ বাসায় কোনো কানাচে পড়ে না থাকে। প্রীতি জানতে চায় আহাদের কথা, সাইকেলে উঠতে উঠতে সে স্বীকার করে যে তার কাছে নির্দিষ্ট কোনো তথ্য নেই আর আহাদ যদি আহত না–ও হয়ে থাকে, তাহলেও সে এদিকে ফিরে আসতে পারবে না। কারণ, সে যে মুসলিম লীগার ইউনিয়ন চেয়ারম্যানের সেভেনসিটার গাড়িটি ঝাড়ি দিয়ে নিয়ে গেছে রণাঙ্গনে, সেই লোকই তার চাচা মোফাদ চৌধুরীর যোগসাজশে সংগঠিত করেছে শান্তি বাহিনী, ফিরলে বিপদ অবধারিত। বিস্ফোরণের আওয়াজের সাথে বাঁশবনের ওপর দিয়ে দেখা যায় ঝলসে ওঠা আগুনের শিখা। ওদিকে তাকিয়ে প্যাডেল মারতে মারতে আফজাল ঘাড় ফিরিয়ে বলে, ‘খান সেনারা মনে হয় হিন্দুপাড়ায় আগুন দিল।’</p><p>উঠান থেকে ঘরে উঠে গেল রাতে গুছিয়ে রাখা ছোট্ট একটি স্যুটকেস ও শোল্ডার ব্যাগ প্রভৃতি ফের সে চেক করে, যদিবা বাড়ি ছেড়ে যেতে হয় সীমান্তের দিকে। কিন্তু পাভেলকে নিয়ে একা যাবেই–বা কীভাবে, হাতে টাকাপয়সা বলতে আছে আসে মাত্র ছয় টাকা কয়েক আনার মতো। মাইকের আওয়াজ ভেসে আসে, শান্তি কমিটির তরফ থেকে ঘোষণা দেওয়া হচ্ছে, ‘নারায়ে তকবির—পাকিস্তানে জানি দুশমনরা—হুঁশিয়ার সাবধান। হিন্দু্স্তানের রেডিও হুনিলে, নিষিদ্ধ বইপত্র পড়িলে, ফুস্কৃতিকারিদের মদদ দিলে, উল্টাপাল্টা ঝান্ডা উড়াইলে, দুশমনরা হুঁশিয়ার, মেরুদণ্ড দেওয়া অইবে—থুক্কু—মীড়তুদণ্ড দেওয়া অইবে, কেহই বাঁচিবেন না, মীড়তুদণ্ড দেওয়া অইবে, হিন্দুস্থানে চর ফুস্কৃতিকারিদের থাকি সক্কলে সাবধান থাকিবে, জানে বাঁচিবে না, মীড়তুদণ্ড দেওয়া অইবে। হিন্দুস্থানের দিকে ভাগিবে না, কেহই ভাগিবে না, অদ্য শান্তি পতিষ্টিত অইয়াছে। পাকিস্তান পায়েন্দাবাদ।’</p><p>মহরমের মা এসে তাকে স্নেহের স্বরে বলে, ‘হুনছো বৌবেটি, মাইকোর কথা হুনছো, বড় বিপদ, এখনো সময় আছে, আমি পথ দেখাই দেই তুমি বাসা ছাড়ো, ইন্ডিয়ার দিকে যাও। পাভেলকে আমার জিম্মায় রাইখা যাও,’ তারপর কানের কাছে মুখে এনে ফিসফিসিয়ে বলে, ‘তুমি বুঝতে পারছো না, মাইয়ামাইনষর ওপরে বড় গজব নাজিল অইছে, ঘর থাইকা জলদি বারোও।’ সিদ্ধান্ত নিতে পারে না প্রীতিলতা, পাভেলকে বুকে জড়িয়ে তব্দিল হয়ে দাঁড়িয়ে থাকে সে।</p><p>সাইকেলের ক্রিংক্রিং করে চেনা শব্দে তার পাঁজরের ভেতর কী যেন চমক দিয়ে ওঠে! ঝোড়োকাকের মতো চেহারাসুরত নিয়ে এলোমেলো পদক্ষেপে ঘরে উঠে আসে প্রভাস। দ্রুত কথা বলে সে, ‘ঘর থাইকা বাইর হো কেতকী, দাঁড়াইয়া থাইকলে আর জানে বাঁচবি না, ঘরে ঘরে আগুন লাগাইতাছে মিলিটারি, মেয়েদের ধর্ষণ করতাছে, দুধের বাচ্চাদেরও বেয়নেট দিয়া খুঁচইয়া খুঁচাইয়া মারতাছে।’ শুনে সম্মোহিতের মতো দাঁড়িয়ে থাকে প্রীতি। প্রভাস অনুনয় করে বলে, ‘জীবনে একবার অন্তত তোর প্রবাসদারে বিশ্বাস কর, আর পারলে আমারে জলদি কিছু খাইবার দে। বত্রিশ মাইলের পথ সাইকেল চালাইয়া আইছি, এখনই বারোন লাগবো যে।’</p></div></div></body></html>"
        },
        {
            "title": "রটারড্যামে বাংলাদেশের দুই সিনেমা | প্রথম আলো",
            "time": "2025-12-16T16:32:15",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F5f51x5as%2F59810108212901328395380713710104980899887871n.jpg?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-12-02%2F5zybgjde%2FGPI-7814x543-my-offer.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>‘হাওয়া’র পর ‘রইদ’, যাচ্ছে টাইগার কম্পিটিশনে</strong></p><p>‘রইদ’ ছবির পরিচালক মেজবাউর রহমান এর আগে ‘হাওয়া’ বানিয়ে প্রশংসিত হন। নীরবে গত বছর শেষ করেন দ্বিতীয় ছবির দৃশ্যধারণ। আজ মঙ্গলবার আনুষ্ঠানিকভাবে ছবিটি নিয়ে কথা বলেন পরিচালক ও শিল্পী–কলাকুশলীরা। সংবাদ সম্মেলনে রটারড্যাম উৎসবে আমন্ত্রণ পাওয়ার খবরটি জানানো হয়।</p><p>পরে ফেসবুক পোস্টে মেজবাউর রহমান লিখেছেন, ‘বাংলাদেশ থেকে কোনো পূর্ণদৈর্ঘ্য চলচ্চিত্র প্রথমবারের মতো রটারড্যাম উৎসবের মূল প্রতিযোগিতা বিভাগে আমন্ত্রিত হলো। এর মাধ্যমে “রইদ” সারা বিশ্বের আমন্ত্রিত গুরুত্বপূর্ণ চলচ্চিত্রের সঙ্গে টাইগার কম্পিটিশন বিভাগে প্রতিযোগিতা করবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ইউক্রেনের পক্ষ থেকে নতুন শান্তি প্রস্তাব তৈরির কাজ চলছে, শিগগিরই হাতে পাবে রাশিয়া: জেলেনস্কি | প্রথম আলো",
            "time": "2025-12-16T16:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-11-24%2F7f4zea0f%2FVolodymyr-Zelenskiy.avif?rect=0%2C15%2C640%2C336&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>প্রায় চার বছর ধরে চলমান রাশিয়ার–ইউক্রেন যুদ্ধ বন্ধে ওয়াশিংটনের সঙ্গে আলোচনার মাধ্যমে একটি শান্তি প্রস্তাব তৈরি করছে কিয়েভ। কয়েক দিনের মধ্যেই এর কাজ শেষ হবে। এরপর প্রস্তাবটি মস্কোর হাতে তুলে দেবেন মার্কিন প্রতিনিধিরা। আজ মঙ্গলবার ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি এ কথা বলেছেন।</p><p>যুদ্ধ বন্ধে সবশেষ জার্মানির রাজধানী বার্লিনে ইউক্রেনের সঙ্গে বৈঠক করে ইউরোপ ও যুক্তরাষ্ট্র। এর দুই দিন পর গত সোমবার মার্কিন কর্মকর্তারা জানান, রাশিয়া ও ইউক্রেনের মধ্যে চলমান সমস্যার ৯০ শতাংশের সমাধান হয়ে গেছে। এরপরও শিগগিরই যুদ্ধ বন্ধ হবে কি না, তা নিশ্চিত নয়। কারণ, বর্তমান আলোচনায় রাশিয়া অনুপস্থিত রয়েছে।</p><p>আজ জেলেনস্কি বলেন, যুদ্ধ বন্ধের পর ইউক্রেনের জন্য প্রস্তাব করা নিরাপত্তা নিশ্চয়তাগুলো নিয়ে মার্কিন কংগ্রেসে ভোটাভুটি হবে বলে আশা করা হচ্ছে। এরপর ‘আজ বা আগামীকালের’ মধ্যে চূড়ান্ত নথিপত্র প্রস্তুত করা হবে। সেগুলো প্রস্তুত হলে এ নিয়ে রাশিয়ার সঙ্গে আলোচনায় বসবে যুক্তরাষ্ট্র। এ আলোচনা চলতি সপ্তাহান্তেই শুরু হতে পারে।</p><p>এ নিরাপত্তা নিশ্চয়তাগুলো পশ্চিমা সামরিক জোট ন্যাটোর অনুচ্ছেদ–৫–এর মতো বলে উল্লেখ করেন জেলেনস্কি। তিনি বলেন, ‘আমরা পাঁচটি নথি নিয়ে কাজ করছি। এর মধ্যে কিছু ইউক্রেনের জন্য নিরাপত্তা নিশ্চয়তা নিয়ে। সেগুলো নিয়ে আবার আইনি বাধ্যবাধকতা রয়েছে। তাই সেগুলো মার্কিন কংগ্রেসে ভোটাভুটির মাধ্যমে অনুমোদিত হতে হবে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ঋত্বিক ঘটকের বাড়ির ধ্বংসাবশেষ থেকে সরানো হলো ইট | প্রথম আলো",
            "time": "2025-12-16T16:18:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fyazweand%2FRajshahi-1.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>আজ বিকেলে সরেজমিনে দেখা যায়, একদল শ্রমিক কোদাল ও বেলচা দিয়ে ইট–বালু রাস্তা থেকে ওপরের দিকে তুলছেন। শ্রমিকেরা জানান, তাঁরা সকাল থেকেই এ কাজ করছেন। টিনের বেড়া ভেঙে সেখান দিয়ে ট্রাক্টর প্রবেশ করানো হয়েছিল। সংস্কৃতিকর্মীদের চাপের মুখে সেই বেড়া লাগানো হচ্ছিল। ভেতরে গিয়ে দেখা যায়, বাড়ির ধ্বংসাবশেষে ইটের স্তূপ ছিল তিনটি। সেখান থেকে একটি স্তূপের ইট সরিয়ে ফেলা হয়েছে। মাঝখানে থাকা বড় স্তূপের কিছু ইটও নেই।</p><p>প্রত্যক্ষদর্শী সংস্কৃতিকর্মী হাসিবুল হাসনাত বলেন, ‘আমি বিকেলে হেঁটে যাওয়ার সময় দেখি, টিনের বেড়া খোলা, ভেতরে ট্রাক্টর ঢুকেছে এবং ঋত্বিক ঘটকের বাড়ির ধ্বংসাবশেষ সরানো হচ্ছে। আমরা কিছুদিন আগেই এখানে শতবর্ষ উদ্‌যাপন করলাম। অথচ আজ সেই স্মৃতির শেষ চিহ্নটুকুও রাখছে না প্রশাসন।’ তিনি আরও বলেন, ট্রাকচালকের কাছ থেকে জানতে পেরেছেন, তিন ট্রাক ইটের মধ্যে দুই ট্রাক একটি পুকুর ভরাটে এবং আরেকটি সড়ক ভরাটে ফেলা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "বায়ুদূষণ ও ঘন কুয়াশায় সড়ক দুর্ঘটনার কবলে দিল্লি, মৃত ১৩, প্রায় ১০০ ফ্লাইট বাতিল | প্রথম আলো",
            "time": "2025-12-16T16:15:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F91c0ac9a%2F%E0%A6%AC%E0%A6%BE%E0%A7%9F%E0%A7%81%E0%A6%A6%E0%A7%82%E0%A6%B7%E0%A6%A3-%E0%A6%93-%E0%A6%98%E0%A6%A8-%E0%A6%95%E0%A7%81%E0%A7%9F%E0%A6%BE%E0%A6%B6%E0%A6%BE%E0%A7%9F-%E0%A6%B8%E0%A7%9C%E0%A6%95-%E0%A6%A6%E0%A7%81%E0%A6%B0%E0%A7%8D%E0%A6%98%E0%A6%9F%E0%A6%A8%E0%A6%BE%E0%A6%B0-%E0%A6%95%E0%A6%AC%E0%A6%B2%E0%A7%87-%E0%A6%A6%E0%A6%BF%E0%A6%B2%E0%A7%8D%E0%A6%B2%E0%A6%BF-%E0%A6%AE%E0%A7%83%E0%A6%A4-%E0%A7%A7%E0%A7%A9-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%BE%E0%A7%9F-%E0%A7%A7%E0%A7%A6%E0%A7%A6-%E0%A6%AB%E0%A7%8D%E0%A6%B2%E0%A6%BE%E0%A6%87%E0%A6%9F-%E0%A6%AC%E0%A6%BE%E0%A6%A4%E0%A6%BF%E0%A6%B2-1080.00025518.Still001.jpg?rect=0%2C37%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"বায়ুদূষণ ও ঘন কুয়াশায় সড়ক দুর্ঘটনার কবলে দিল্লি, মৃত ১৩, প্রায় ১০০ ফ্লাইট বাতিল\" class=\"nA4h1 \">বায়ুদূষণ ও ঘন কুয়াশায় সড়ক দুর্ঘটনার কবলে দিল্লি, মৃত ১৩, প্রায় ১০০ ফ্লাইট বাতিল</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-16T22:15:00+06:00\"><span>প্রকাশ: ১৬ ডিসেম্বর ২০২৫, ১৬: ১৫ </span></time></p></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "দেশের ক্রিকেটারদের মধ্যে সর্বোচ্চ দামে কেকেআরে ‘ফিজ’ | প্রথম আলো",
            "time": "2025-12-16T16:10:49",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fujeq06ok%2FTHUMNAILWEB.jpg?rect=0%2C26%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"দেশের ক্রিকেটারদের মধ্যে সর্বোচ্চ দামে কেকেআরে ‘ফিজ’\" class=\"nA4h1 \">দেশের ক্রিকেটারদের মধ্যে সর্বোচ্চ দামে কেকেআরে ‘ফিজ’</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><div class=\"xuoYp\"><time datetime=\"2025-12-16T22:13:37+06:00\"><span>আপডেট: ১৬ ডিসেম্বর ২০২৫, ১৬: ১৩ </span></time><svg xmlns=\"http://www.w3.org/2000/svg\" id=\"up-down\" viewbox=\"0 0 7.187 10\"><path id=\"Path_269\" d=\"M17.539 62.754h5.978a.6.6 0 0 1 .427 1.03l-2.989 2.989a.6.6 0 0 1-.852 0l-2.992-2.989a.6.6 0 0 1 .428-1.03zm6.405-2.638l-2.989-2.989a.6.6 0 0 0-.852 0l-2.992 2.989a.6.6 0 0 0 .427 1.03h5.978a.6.6 0 0 0 .428-1.03z\" data-name=\"Path 269\" transform=\"translate(-16.934 -56.95)\" fill=\"#00000061\"></path></svg></div></div></div></div></div></div></div></body></html>"
        },
        {
            "title": "বার্লিনে যুক্তরাষ্ট্র ও ইউরোপের সঙ্গে আলোচনায় কী পেল ইউক্রেন | প্রথম আলো",
            "time": "2025-12-16T16:10:20",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fd53o3n0k%2Fberlin.jpg?rect=0%2C33%2C698%2C366&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউক্রেনের জন্য আরেকটি গুরুত্বপূর্ণ নিরাপত্তা নিশ্চয়তা এসেছে যুক্তরাষ্ট্রের দিক থেকে। সেটি হলো রাশিয়া–ইউক্রেন যুদ্ধবিরতি পর্যবেক্ষণ করবে ওয়াশিংটনের নেতৃত্বাধীন একটি ব্যবস্থা। ইউক্রেনে ভবিষ্যতে কোনো হামলার ক্ষেত্রে আগাম সতর্কতা দেবে তারা। এ ছাড়া তালিকায় ইউক্রেনের পুনর্গঠনের বিষয়ে বলা হয়েছে। এর জন্য প্রয়োজনীয় অর্থ আসতে পারে জব্দ করা রুশ সম্পদ থেকে।</p><p>এর আগেও শান্তিচুক্তির লক্ষ্যে ইউক্রেনের সঙ্গে ইউরোপ ও যুক্তরাষ্ট্রের আলোচনা হয়েছে। তবে কিয়েভের সুরক্ষার জন্য বার্লিনে ইউরোপীয় নেতাদের তুলনামূলক বেশি জোর দিতে দেখা গেছে। এবারের বৈঠকে কিয়েভে জন্য সবচেয়ে ভালো বিষয়টি হলো নিজেদের সুরক্ষার জন্য ইউক্রেনের মাটিতে পশ্চিমা সামরিক জোট ন্যাটোর সদস্যদেশগুলোর সেনাদের পেতে পারে তারা।</p><p>নিরাপত্তা নিশ্চয়তার ওই তালিকায় যুক্তরাজ্য, ফ্রান্স, ইতালি ও জার্মানি ছাড়াও ইউরোপের আরও সাত দেশের নেতারা সই করেছেন। দেশগুলোর ভাষ্য, যুদ্ধ বন্ধে রাজি হওয়ার পরিপ্রেক্ষিতে ইউক্রেনে বিরাট নিরাপত্ত নিশ্চয়তা ও অর্থনীতি পুনরুদ্ধারের সহায়তা দেবে এই তালিকা। আর জার্মান চ্যান্সেলর ফ্রিডরিখ মের্ৎস বলেছেন, ‘এখন আমাদের সত্যিকারের শান্তিপ্রক্রিয়ার সুযোগ রয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "এ বছর মহান বিজয় দিবসে কেমন ছিল সারা দেশের আয়োজন | প্রথম আলো",
            "time": "2025-12-16T16:00:08",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2F47lg7axq%2FWEB.jpg?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2022-01%2F5a36c819-05a2-4bfb-ac50-57dd67355acb%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-title-info rG-CW\"><p><h1 data-title-0=\"এ বছর মহান বিজয় দিবসে কেমন ছিল সারা দেশের আয়োজন\" class=\"nA4h1 \">এ বছর মহান বিজয় দিবসে কেমন ছিল সারা দেশের আয়োজন</h1></p><div class=\"N8GaX\"><div class=\"XjL8O\"><div class=\"story-metadata-wrapper H6cQ5\"><p class=\"author-read-time-wrapper D-0u1\"></p><div class=\"time-social-share-wrapper _24WTx\"><p class=\"xuoYp\"><time datetime=\"2025-12-16T22:00:08+06:00\"><span>প্রকাশ: ১৬ ডিসেম্বর ২০২৫, ১৬: ০০ </span></time></p></div></div></div></div></div></div></body></html>"
        }
    ]
}