{
    "source": "প্রথম আলো",
    "articles": [
        {
            "title": "রাজপথে আমাদের দেখতে পাবেন, ইতিহাস বলবে কারা বিশ্বাসঘাতক: মাদুরোর ছেলে | প্রথম আলো",
            "time": "2026-01-03T09:50:48",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fqszw79me%2FMaduros_son.avif?rect=0%2C45%2C548%2C288&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে নিয়ে যাওয়ার ঘটনা হঠাৎ ঘটেনি।  রয়টার্সের খবরে সংশ্লিষ্ট সূত্রের বরাতে জানানো হয়েছে, যুক্তরাষ্ট্রের অন্যতম জটিল এই অভিযানের পরিকল্পনা চলছিল কয়েক মাস ধরেই। ছিল অভিযানের পুঙ্খানুপুঙ্খ মহড়াও।</p><p>রাজধানী কারাকাসসহ ভেনেজুয়েলার বিভিন্ন জায়গায় স্থানীয় সময় গতকাল শনিবার ভোররাতে  ‘বড় পরিসরে’ হামলা চালায় মার্কিন বাহিনী। অভিযানে দেশটির প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে তুলে আনা হয়। মাদুরো এখন যুক্তরাষ্ট্রের নিউইয়র্কে একটি আটককেন্দ্রে আছেন। ফ্লোরেসের অবস্থান নিশ্চিত জানা যায়নি। </p><p>যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সামাজিক যোগাযোগমাধ্যম ট্রুথ সোশ্যালে দেওয়া এক বার্তায় জানান, প্রেসিডেন্ট নিকোলা মাদুরো ও তাঁর স্ত্রী সিলিয়া ফ্লোরেসকে ধরতে এক ‘দুঃসাহসিক অভিযান’ চালিয়েছে যুক্তরাষ্ট্র। </p><p>জানানো হয়, সামরিক বাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ আবাসস্থল থেকে মাদুরো ও তাঁর স্ত্রীকে তুলে আনেন।</p><p>সেনাবাহিনীর ডেল্টা ফোর্সসহ মার্কিন এলিট সেনারা মাদুরোর ‘সেফ হাউস’ বা নিরাপদ বাসস্থলের একটি হুবহু প্রতিকৃতি তৈরি করেছিলেন। অত্যন্ত সুরক্ষিত সেই বাসভবনে তাঁরা কীভাবে প্রবেশ করবেন, তার অনুশীলনও চালিয়েছিলেন সেনারা।</p><p>একটি সূত্রের তথ্যমতে, ট্রাম্পের জ্যেষ্ঠ সহযোগী স্টিফেন মিলার, পররাষ্ট্রমন্ত্রী মার্কো রুবিও, প্রতিরক্ষামন্ত্রী পিট হেগসেথ এবং সিআইএ পরিচালক জন র‍্যাটক্লিফ এই বিষয়টি নিয়ে কাজ করার জন্য একটি ‘কোর টিম’ গঠন করেছিলেন। তাঁরা কয়েক মাস ধরে নিয়মিত, কখনো কখনো প্রতিদিন বৈঠক ও ফোনে আলাপ করেছেন। এ বিষয় নিয়ে তাঁরা প্রায়ই প্রেসিডেন্টের সঙ্গেও সাক্ষাৎ করতেন।</p><p>বিষয়টি সম্পর্কে অবগত একটি সূত্রের দেওয়া তথ্যমতে, যুক্তরাষ্ট্রের কেন্দ্রীয় গোয়েন্দা সংস্থা সিআইএর একটি ছোট দল গত আগস্ট মাস থেকেই সেখানে অবস্থান করছিল। তারা মাদুরোর জীবনযাত্রার ধরন সম্পর্কে এমন গভীর ধারণা দিতে সক্ষম হয়েছিল, যা তাঁকে ধরার কাজটি সহজ করে দেয়।</p><p>অন্য দুটি সূত্র রয়টার্সকে জানায়, সিআইএর একজন ‘অ্যাসেট’ বা তথ্যদাতা ছিলেন, যিনি মাদুরোর খুবই ঘনিষ্ঠ। ওই ব্যক্তি মাদুরোর গতিবিধি পর্যবেক্ষণ করতেন। অভিযান চলাকালে তাঁর একবারে সঠিক অবস্থানের তথ্য দেওয়ার জন্য প্রস্তুত ছিলেন।</p> </div></div></div></body></html>"
        },
        {
            "title": "ভারতে না যাওয়ার সিদ্ধান্ত বাংলাদেশের, আইসিসি এখন কী করতে পারে | প্রথম আলো",
            "time": "2026-01-05T04:41:07",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fsjdoe8oc%2FWhatsApp-Image-2025-11-29-at-7.19.10-PM.jpeg?rect=0%2C0%2C1085%2C570&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>তৃতীয়ত, বিকল্প দলের ব্যবস্থা</strong></p><p>বাংলাদেশকে কঠোর বার্তা দিতে পারে আইসিসি। ‘পূর্ব সূচি অনুসারে খেললে খেলো, না খেললে তোমরা বাদ’—এমন কড়া অবস্থানে যেতে পারে। বাংলাদেশও তখন নাম প্রত্যাহার করে নিলে আইসিসিকে অন্য একটি দেশকে বিশ্বকাপে অন্তর্ভুক্ত করতে হবে। তবে সময় স্বল্পতায় এটি বাস্তবায়ন অনেকটাই কঠিন। কারণ, বিকল্প দলের যোগ্যতা, ভ্রমণের প্রস্তুতিসহ অনেক বিষয়ই এখানে জড়িত। ২০০৯ টি-টোয়েন্টি বিশ্বকাপের আগে জিম্বাবুয়ে সরে যাওয়ায় স্কটল্যান্ডকে অন্তর্ভুক্ত করার নজির আছে। তবে হাতে সময় ছিল তখন। জিম্বাবুয়ে নিজেদের সরিয়ে নেয় ২০০৮ সালের জুলাইয়ে, টুর্নামেন্ট হয়েছে পরের বছরের জুনে। মাঝে জিম্বাবুয়ে সরে যাওয়ার পরের সহযোগী দেশগুলোর বাছাই নির্ধারিত ছিল। যেখান থেকে তৃতীয় দল হিসেবে স্কটিশদের বেছে নেওয়া হয়।</p><p><strong>চতুর্থত, ভারতকে দিয়ে বাংলাদেশকে নমনীয় হতে বোঝানোর উদ্যোগ গ্রহণ</strong> </p><p>ভারতীয় ক্রিকেট পোর্টাল ক্রিকবাজের এক প্রতিবেদনে বলা হয়েছে, বিশ্বকাপ শুরু হতে মাত্র এক মাস বাকি থাকায় সূচিতে বড় পরিবর্তন আনা প্রায় অসম্ভব বলে বিসিসিআই বিসিবিকে বোঝানোর চেষ্টা করতে পারে। যেহেতু গ্রুপ সি'তে বাংলাদেশের সঙ্গে ইংল্যান্ড ও ওয়েস্ট ইন্ডিজের মতো বড় দলগুলো রয়েছে, এক দলের ভেন্যু পরিবর্তন করলে পুরো টুর্নামেন্টের সূচিতেই এর প্রভাব পড়বে। বাংলাদেশ যদি সুপার এইট নিশ্চিত করলে পরিস্থিতি আরও জটিল হবে।</p><p>ক্রিকবাজের সূত্রের খবর অনুযায়ী, আগামী দুই দিন আইসিসি কর্মকর্তাদের মধ্যে অভ্যন্তরীণ বৈঠক চলবে। আইসিসি মনে করছে, এটি মূলত বিসিসিআই ও বিসিবির দ্বিপক্ষীয় বিষয় এবং শেষ মুহূর্তে নিজেদের এতে জড়ানো উচিত নয়। তবে তারা তড়িঘড়ি কোনো সিদ্ধান্ত না নিয়ে বিসিবিকে বর্তমান সীমাবদ্ধতাগুলো বুঝিয়ে বলবে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার কলম্বিয়ায় সরকার পতনের হুমকি ট্রাম্পের | প্রথম আলো",
            "time": "2026-01-05T04:34:41",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F30o5hsji%2FTrump_at_air_Force_One.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>সামরিক অভিযানে সস্ত্রীক ভেনেজুয়েলার প্রেসিডেন্ট নিকোলা মাদুরোকে কারাকাস থেকে নিউইয়র্কে তুলে আনার পর এবার কলম্বিয়ার প্রেসিডেন্ট গুস্তাভো পেত্রোকেও হুমকি দিয়েছেন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। মার্কিন প্রেসিডেন্ট আরও বলেন, শিগগিরই কিউবাতেও সরকারের পতন হবে বলে তিনি বিশ্বাস করেন। যুক্তরাষ্ট্রের প্রেসিডেন্টের রাষ্ট্রীয় উড়োজাহাজ এয়ারফোর্স ওয়ানে বসে রোববার রাতে সাংবাদিকদের সঙ্গে আলাপে ট্রাম্প এমন মন্তব্য করেন।</p></div></div></div></body></html>"
        },
        {
            "title": "ইউসিবির আমানতে ৩ গুণের বেশি প্রবৃদ্ধি | প্রথম আলো",
            "time": "2026-01-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fgak1v0ru%2F04-01-26-UCB-DEPOSIT085220.jpg?rect=0%2C0%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ইউনাইটেড কমার্শিয়াল ব্যাংক (ইউসিবি) আমানতে সাফল্যের নজির গড়েছে। ২০২৪ সালে যেখানে এই ব্যাংকের আমানতে প্রবৃদ্ধি হয়েছিল ৪ হাজার ৮২ কোটি টাকা, সেখানে সদ্য বিদায়ী ২০২৫ সালে তা বেড়ে প্রায় ১৩ হাজার কোটি টাকায় উঠেছে। অর্থাৎ এক বছরে আমানত তিন গুণের বেশি বেড়েছে, যা ইউসিবির ইতিহাসে আগে কখনো হয়নি।</p><p>আমানতের সফলতা উদ্‌যাপনে ইউসিবির প্রধান কার্যালয়সহ দেশের বিভিন্ন শাখা ও অফিসে আনন্দঘন অনুষ্ঠানের আয়োজন করা হয়। সৌহার্দ্যপূর্ণ পরিবেশে সবাই কেক কাটেন। প্রধান কার্যালয়ের অনুষ্ঠানে ব্যাংকের চেয়ারম্যান শরীফ জহীর ব্যবস্থাপনা পরিচালক (এমডি) ও প্রধান নির্বাহী কর্মকর্তা (সিইও) মোহাম্মদ মামদুদুর রশীদসহ পরিচালনা পর্ষদ, কর্মকর্তা-কর্মচারী, আমানতকারী, গ্রাহক ও বিনিয়োগকারীরা উপস্থিত ছিলেন।</p></div></div></div></body></html>"
        },
        {
            "title": "রাজশাহীর পানি-সংকটাপন্ন এলাকায় সেচ নিয়ে চিন্তিত চাষিরা | প্রথম আলো",
            "time": "2026-01-05T04:30:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fhv4unrp7%2FRajshahiwater.jpg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>পানিসম্পদ পরিকল্পনা সংস্থা (ওয়ারপো) আয়োজিত কর্মশালায় পানি–সংকটাপন্ন এলাকার তথ্য দেওয়ার পাশাপাশি সংকটের কারণ তুলে ধরা হয়। ওয়ারপোর পক্ষ থেকে জানানো হয়, অতিরিক্ত গভীর নলকূপ স্থাপন, অপরিকল্পিত সেচের ব্যবস্থা, জলাশয় ভরাট ও জলবায়ু পরিবর্তনের কারণে পানির স্বাভাবিক পুনঃ ভরাট ব্যাহত হচ্ছে। এতে প্রতিবছর পানির স্তর গড়ে কয়েক ফুট করে নিচে নেমে যাচ্ছে।</p><p>চাষাবাদে অতিরিক্ত পানি উত্তোলন করায় বরেন্দ্র অঞ্চলে ভূগর্ভস্থ পানির স্তর নেমে যাচ্ছে। বরেন্দ্র বহুমুখী উন্নয়ন কর্তৃপক্ষ ১০ বছর আগে থেকে নতুন করে গভীর নলকূপ না বসানোর সিদ্ধান্ত নিয়েছে। এ জন্য চাষিদের পানি–সাশ্রয়ী ফসল চাষেরও পরামর্শ দেওয়া হয়েছে। কিন্তু চাষিরা সেই নিষেধাজ্ঞা অমান্য করে সেচপাম্প বসাচ্ছেন।</p></div></div></div></body></html>"
        },
        {
            "title": "বর্তমান প্রজন্ম বড় হচ্ছে কম কাজিন নিয়ে, এর ভবিষ্যৎটা কেমন | প্রথম আলো",
            "time": "2026-01-05T04:25:27",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-12-16%2Fw58pds96%2F040A5117.jpg?rect=0%2C496%2C3500%2C1838&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভাইবোনের সঙ্গে সম্পর্কটা নির্দিষ্ট—রক্তের সম্পর্ক, রোজকার দেখা, কথাবার্তা, হাসি, ঠাট্টা, ঝগড়া এবং দায়িত্ব–কর্তব্য পালন।</p><p>বন্ধুত্বের সম্পর্কটা পুরোপুরি ব্যক্তিকেন্দ্রিক। এখানে বেছে নেওয়ার সুযোগ থাকে, এড়িয়ে যাওয়া সম্ভব।</p><p>আর কাজিনদের সঙ্গে সম্পর্কটা এই দুইয়ের মাঝামাঝি—রক্তের সম্পর্ক আছে, আবার দৈনন্দিন বাধ্যবাধকতাও নেই।</p><p>এ কারণেই কাজিনরা অনেক সময় হয়ে ওঠে শৈশবের প্রথম বন্ধু। তারা আপনার পরিবারের নাড়িনক্ষত্র জানে, আবার আপনার ব্যক্তিগত জগৎটাও বোঝে। তারা আপনাকে এমনভাবে চেনে, যেভাবে অনেক বন্ধু বা সহকর্মী কখনোই চিনবে না।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা বিশ্ববিদ্যালয়ের এমফিল, বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদেরও সুযোগ | প্রথম আলো",
            "time": "2026-01-05T04:22:12",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2025-07-13%2F5940le9n%2F148.png?rect=0%2C0%2C1200%2C630&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>১.</p><p>(ক) পাবলিক বিশ্ববিদ্যালয়/ইউজিসি স্বীকৃত বেসরকারি বিশ্ববিদ্যালয়/বিদেশি বিশ্ববিদ্যালয় থেকে স্নাতক ও স্নাতক (সম্মান) মাস্টার্স ডিগ্রিপ্রাপ্ত হলে প্রয়োজনীয় শর্তপূরণ সাপেক্ষে সরাসরি আবেদন করতে পারবেন।</p><p>(খ) এমবিবিএস/সমমান ডিগ্রিধারী প্রার্থীরা তাঁদের ডিগ্রির সাথে সম্বন্ধযুক্ত সংশ্লিষ্ট বিভাগে/ইনস্টিটিউটে আবেদন করতে পারবেন।</p><p>(গ) প্রার্থীদের শিক্ষাজীবনে সকল পরীক্ষায় ২য় বিভাগ/শ্রেণি এবং সিজিপিএ/জিপিএ পদ্ধতিতে ৫ স্কেলে ন্যূনতম ৩ দশমিক ৫ এবং ৪ স্কেলে ন্যূনতম ৩ থাকতে হবে।</p><p>(ঘ) প্রতিবন্ধী, ক্ষুদ্র নৃগোষ্ঠীভুক্ত ও হিজড়া প্রার্থীদের ক্ষেত্রে সব পরীক্ষায় ন্যূনতম দ্বিতীয় বিভাগ/শ্রেণি থাকতে হবে এবং সিজিপিএ/জিপিএ পদ্ধতিতে ৫-এর মধ্যে ৩ এবং ৪-এর মধ্যে ২ দশমিক ৫ থাকতে হবে।</p><p>২.</p><p>বাংলাদেশের সব পাবলিক বিশ্ববিদ্যালয় ব্যতীত বেসরকারি বিশ্ববিদ্যালয় এবং বিদেশ থেকে স্নাতক/স্নাতক (সম্মান) ও মাস্টার্স পরীক্ষায় উত্তীর্ণদের ভর্তির ক্ষেত্রে আবেদনপত্র গ্রহণের পূর্বে তাদের অর্জিত ডিগ্রির সমতা নিরূপণের জন্য বিশ্ববিদ্যালয়ের কেন্দ্রীয় সমতা নিরূপণ কমিটির আহ্বায়কের (ডিন, ফার্মেসি অনুষদ, মোকাররম হোসেন খন্দকার বিজ্ঞান ভবনসংলগ্ন) নিকট আবেদন করতে হবে।</p><p>৩.</p><p>উল্লেখিত যোগ্যতাসম্পন্ন প্রার্থী যে বিষয়ে ডিগ্রি অর্জন করেছেন, সেই বিষয়ে অথবা সেই বিষয়ের সাথে সম্বন্ধযুক্ত সংশ্লিষ্ট বিষয়ে এমফিল প্রোগ্রামে ভর্তির আবেদন করতে পারবেন।</p><p>৪.</p><p>এমফিল প্রোগ্রামের মেয়াদ দুই বছর। ১ম বর্ষ কোর্স-ওয়ার্ক ও ২য় বর্ষ থিসিস। এমফিল প্রোগ্রামের রেজিস্ট্রেশনের মেয়াদ (পুনঃ ভর্তিসহ) সর্বোচ্চ ৩ (তিন) বছর। তবে ৩ (তিন) বছরের মধ্যে ডিগ্রি অর্জিত না হলে নির্ধারিত জরিমানা প্রদান সাপেক্ষে এবং পূর্বের রেজিস্ট্রেশন নম্বর বহাল রেখে ৬ (ছয়) মাস করে সর্বোচ্চ ১ বছর এমফিল প্রোগ্রামের রেজিস্ট্রেশনের মেয়াদ বৃদ্ধি করতে পারবে। এমফিল প্রোগ্রামে যোগদানের তারিখ সবার জন্যই জুলাই মাসের ১ তারিখ থেকে গণ্য করা হবে।</p></div></div></div></body></html>"
        },
        {
            "title": "ঢাকা ক্যান্টনমেন্টে সিএসডি টাওয়ারে বাটার নতুন বিক্রয়কেন্দ্রের উদ্বোধন | প্রথম আলো",
            "time": "2026-01-05T04:20:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fviltc0eb%2F04-01-25-BATA-SHOE080517.jpg?rect=0%2C94%2C1320%2C693&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বহুজাতিক জুতা উৎপাদন ও বাজারজাতকারী কোম্পানি বাটা বাংলাদেশ সম্প্রতি ঢাকা ক্যান্টনমেন্টের সিএসডি টাওয়ারে তাদের সর্ববৃহৎ ফ্র্যাঞ্চাইজি স্টোরের উদ্বোধন করেছে। বাটা বাংলাদেশ বলছে, নতুন এই স্টোরটি বাটার রিটেইল যাত্রায় একটি গুরুত্বপূর্ণ মাইলফলক। সেই সঙ্গে বাংলাদেশের বাজারে তাদের উপস্থিতিকে আরও শক্তিশালী করার ধারাবাহিক প্রয়াসের অংশ। এক বিজ্ঞপ্তিতে এ তথ্য জানিয়েছে কোম্পানিটি। </p><p>বিজ্ঞপ্তিতে বলা হয়, সম্প্রতি যৌথভাবে নতুন এই বিক্রয়কেন্দ্র বা স্টোরের উদ্বোধন করেন বাটা বাংলাদেশের ব্যবস্থাপনা পরিচালক ফারিয়া ইয়াসমিন এবং সিএসডির ব্যবস্থাপনা পরিচালক ব্রিগেডিয়ার জেনারেল মো. মোজাম্মেল হোসেন। উদ্বোধনী অনুষ্ঠানে বাটা বাংলাদেশের পক্ষে আরও উপস্থিত ছিলেন প্রতিষ্ঠানটির খুচরা বা রিটেইল বিভাগের পরিচালক আরফানুল হক, মানবসম্পদ বিভাগের প্রধান মালিক কবির, বিপণন বিভাগের প্রধান নূসরাত হাসান এবং হেড অব ফ্র্যাঞ্চাইজি শাহজাহান সানি। এ ছাড়া সিএসডির পক্ষ থেকে উপস্থিত ছিলেন কেন্দ্রীয় পরিকল্পনা ও ক্রয় বা সেন্ট্রাল প্ল্যান অ্যান্ড প্রকিউরমেন্ট বিভাগের প্রধান মেজর মীর ইখতিয়ার উদ্দিন আহমেদ,  শপস অপারেশন বিভাগের প্রধান লেফটেন্যান্ট কর্নেল মো. আসিফ আবদুর রউফ, প্রধান আর্থিক কর্মকর্তা অবসরপ্রাপ্ত মেজর মো. শাখাওয়াত হোসেন খান, জ্যেষ্ঠ ব্যবস্থাপক মো. শামসুজ্জামান। এ ছাড়া উদ্বোধনী অনুষ্ঠানে উভয় প্রতিষ্ঠানের ঊর্ধ্বতন কর্মকর্তারা উপস্থিত ছিলেন। </p></div></div></div></body></html>"
        },
        {
            "title": "ঘন কুয়াশায় দৌলতদিয়া-পাটুরিয়া নৌপথে ফেরি চলাচল বন্ধ, ৭ ঘণ্টা পর চালু | প্রথম আলো",
            "time": "2026-01-05T04:16:37",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fznq77qhh%2FRajbariDH054420260105IMG20260104104416.jpg?rect=0%2C294%2C4080%2C2142&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>বিআইডব্লিউটিসি আরিচা কার্যালয়ের ব্যবস্থাপক আবু আবদুল্লাহ রনি বলেন, কুয়াশার কারণে দুই সপ্তাহ ধরে রাতে ফেরি চলাচল ব্যাহত হচ্ছে। আগের দিন প্রায় ১৩ ঘণ্টা বন্ধ থাকার পর রোববার রাত সাড়ে ১১টা থেকে আবারও ফেরি চলাচল বন্ধ থাকে। ফেরিগুলো ঘাটের কাছেই নোঙর করে রাখা হয়। প্রায় ১০ ঘণ্টা পর সোমবার সকাল সোয়া নয়টা থেকে এই রুটে ফেরি চলাচল শুরু হয়।</p><p>কুয়াশার কারণে দৌলতদিয়া-পাটুরিয়া এবং আরিচা-কাজিরহাট নৌপথে লঞ্চ চলাচলও ব্যাহত হয়েছে। রোববার রাত আটটার পর থেকে দুর্ঘটনার ঝুঁকি এড়াতে লঞ্চ চলাচল বন্ধ রাখা হয়। প্রায় ১৩ ঘণ্টা পর সোমবার সকাল ৯টা থেকে লঞ্চ চলাচল শুরু হয়।</p><p>বাংলাদেশ অভ্যন্তরীণ নৌপরিবহন কর্তৃপক্ষ (বিআইডব্লিউটিএ) আরিচা কার্যালয়ের ট্রাফিক সুপারভাইজার মো. শিমুল ইসলাম বলেন, কুয়াশার কারণে প্রায় প্রতি রাতেই লঞ্চ চলাচল বন্ধ রাখতে হচ্ছে। এতে যানবাহন ও যাত্রী পারাপার মারাত্মকভাবে ব্যাহত হচ্ছে। প্রায় ১৩ ঘণ্টা বন্ধ থাকার পর সোমবার সকাল থেকে এই দুই নৌপথে লঞ্চ চলাচল আবার স্বাভাবিক হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "খাগড়াছড়িতে ১১ মামলার আসামি সাবেক ইউপি চেয়ারম্যান গ্রেপ্তার | প্রথম আলো",
            "time": "2026-01-05T04:15:57",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fcjmkl4ec%2F26482476-55b9-4c19-bc6c-28087fd0bd54.jfif?rect=0%2C181%2C773%2C406&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>গ্রেপ্তার তাজুল ইসলাম কার্যক্রম নিষিদ্ধ আওয়ামী লীগের মাটিরাঙ্গা উপজেলা শাখার যুগ্ম সম্পাদক। আজ সোমবার তাঁকে আদালতে সোপর্দ করা হবে বলে জানিয়েছে মাটিরাঙ্গা থানা পুলিশ।</p><p>মাটিরাঙ্গা থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. শাহেদ উদ্দিন প্রথম আলোকে বলেন, গ্রেপ্তার তাজুলের বিরুদ্ধে চেক জালিয়াতি, হামলা-ভাঙচুরসহ বিভিন্ন অভিযোগে অন্তত ১১টি মামলা রয়েছে। গোপন সংবাদের ভিত্তিতে তাঁকে গ্রেপ্তার করা হয়েছে।</p></div></div></div></body></html>"
        },
        {
            "title": "এবার কলম্বিয়ায় সরকার পতনের হুমকি ট্রাম্পের, বললেন কিউবাও পতনের মুখে | প্রথম আলো",
            "time": "2026-01-05T04:15:01",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F7bia3f0x%2FTrump-at-air-Force-One.jpg?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ট্রাম্প বলেন, ‘ভেনেজুয়েলা গভীর সংকটে আছে। কলম্বিয়াও গভীর সংকটে আছে। সেখানে একজন অসুস্থ ব্যক্তি দেশ চালাচ্ছেন, যিনি কোকেন তৈরি করে তা যুক্তরাষ্ট্রে বিক্রি করতে পছন্দ করেন। আমি আপনাকে বলতে চাই, তিনি খুব বেশি দিন এমনটা চালিয়ে যেতে পারবেন না।’  </p><p>কলম্বিয়াতে মার্কিন সামরিক অভিযানের প্রতি ইঙ্গিত করছেন কি না—এমন প্রশ্নের জবাবে ট্রাম্পের জবাব, ‘শুনতে ভালোই লাগছে।’</p><p>কিউবার প্রসঙ্গ টেনে মার্কিন প্রেসিডেন্ট বলেন, দেশটিতে ‘সামরিক হস্তক্ষেপের’ সম্ভাবনা কম। কারণ, তারা নিজেরাই পতনের জন্য প্রস্তুত রয়েছে বলে মনে করা হচ্ছে।</p><p><br>ট্রাম্প বলেন, ‘কিউবা পতনের মুখে। আমি আসলে জানি না, তারা কীভাবে ধরে রাখতে পারবে। কিন্তু কিউবার এখন কোনো আয় নেই। তারা তাদের সব আয় ভেনেজুয়েলা থেকে ও ভেনেজুয়েলার জ্বালানি তেল থেকে পেয়েছে।’</p></div></div></div></body></html>"
        },
        {
            "title": "ফাইন্যান্সিয়াল রিপোর্টিং কাউন্সিলে চাকরি, পদ ৫৭ | প্রথম আলো",
            "time": "2026-01-05T04:10:11",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2022-05%2F17142843-5a6a-411e-aa45-4ff905762a6e%2FUntitled_3.png?rect=0%2C0%2C461%2C242&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p><strong>১. পদের নাম: প্রোগ্রামার<br></strong> সংখ্যা: ১টি।<br> শিক্ষাগত যোগ্যতা: কম্পিউটার সায়েন্স বা কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বা ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিকস ইঞ্জিনিয়ারিং বা ইনফরমেশন অ্যান্ড কমিউনিকেশন টেকনোলজি বিষয়ে স্নাতক বা সমমানের ডিগ্রি।<br>বেতন: গ্রেড-৬।<br><strong>২. পদের নাম: সহকারী পরিচালক</strong><br>সংখ্যা: ১০টি।<br>শিক্ষাগত যোগ্যতা: কোনো স্বীকৃত বিশ্ববিদ্যালয় থেকে হিসাববিজ্ঞান, ব্যবসায় প্রশাসন, ফিন্যান্স, অর্থনীতি, ব্যাংকিং, ম্যানেজমেন্ট, পরিসংখ্যান বা আইন বিষয়ে স্নাতকোত্তর ডিগ্রি।<br>বেতন: গ্রেড-৯।<br><strong>৩. পদের নাম: মানদণ্ড নির্ধারণী কর্মকর্তা</strong><br> সংখ্যা: ২টি।<br> শিক্ষাগত যোগ্যতা: হিসাববিজ্ঞান, ব্যবসায় প্রশাসন, ফিন্যান্স, অর্থনীতি, ব্যাংকিং, ম্যানেজমেন্ট বিষয়ে স্নাতকোত্তর ডিগ্রি।<br> বেতন: গ্রেড-৯।</p></div></div></div></body></html>"
        },
        {
            "title": "শীতের অনুভূতি অব্যাহত থাকবে, কোথাও কোথাও দুপুর পর্যন্ত থাকবে কুয়াশা | প্রথম আলো",
            "time": "2026-01-05T04:01:47",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2F2o3ubpf1%2FImage.jpeg?rect=0%2C180%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেশের কয়েকটি জেলার ওপর দিয়ে মৃদু শৈত্যপ্রবাহ বয়ে যাচ্ছে। এই শৈত্যপ্রবাহ অব্যাহত থাকতে পারে বলে পূর্বাভাস দিয়েছে আবহাওয়া অধিদপ্তর।</p><p>যেসব জেলার ওপর দিয়ে মৃদু শৈত্যপ্রবাহ বয়ে যাচ্ছে, সেগুলো হলো পাবনা, সিরাজগঞ্জ, যশোর, কুষ্টিয়া, কুমিল্লা, মৌলভীবাজার ও সিলেট।</p><p>আবহাওয়া অধিদপ্তর বলছে, আজ সোমবার দুপুর পর্যন্ত দেশের কোথাও কোথাও মাঝারি থেকে ঘন কুয়াশা থাকতে পারে। ঘন কুয়াশার কারণে উড়োজাহাজ চলাচল, অভ্যন্তরীণ নৌপরিবহন ও সড়ক যোগাযোগব্যবস্থা সাময়িকভাবে ব্যাহত হতে পারে।</p><p>কুয়াশাচ্ছন্ন আবহাওয়ার কারণে সারা দেশে শীতের অনুভূতি অব্যাহত থাকতে পারে বলে জানিয়েছে আবহাওয়া অধিদপ্তর। অন্যদিকে অস্থায়ীভাবে আংশিক মেঘলা আকাশসহ সারা দেশের আবহাওয়া শুষ্ক থাকতে পারে।</p></div></div></div></body></html>"
        },
        {
            "title": "মাশা থেকে মাহতিম শাকিব, নতুন বছরে কে কী করবেন | প্রথম আলো",
            "time": "2026-01-05T04:01:29",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-05%2Fmqjsz89e%2Finbound4645298045677579612.jpg?rect=0%2C0%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>দেবশ্রী অন্তরা বলেন, ‘গত বছর টানা অসুস্থ ছিলাম, তাই কাজ করা হয়নি। এ বছর গানের পাশাপাশি নাচ, সংবাদ ও অনুষ্ঠান উপস্থাপনা, চাকরি—সবকিছুতেই ফিরেছি। পাশাপাশি আমার লেখা ও সুরে কিছু গান আসবে। “সমাচার” গানটি তৈরি আছে; বাকিগুলো একটার পর একটা আসবে। সিনেমার কিছু গানে কণ্ঠ দিয়েছি, সেগুলো কবে আসবে, বলতে পারছি না। নতুন বছর ভয়েস নিয়ে আরও কাজ করতে চাই।’</p></div></div></div></body></html>"
        },
        {
            "title": "শীর্ষ পাঁচ খাতের সব কটির রপ্তানি কমেছে ডিসেম্বরে | প্রথম আলো",
            "time": "2026-01-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2F2248h39l%2FWhatsApp-Image-2026-01-04-at-11.13.48-PM.jpeg?rect=0%2C72%2C1600%2C840&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2025-11-23%2F1558a7oz%2Fdefaultog.webp&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এ অর্থবছরের প্রথম মাস জুলাইয়ে পণ্য রপ্তানিতে ২৫ শতাংশ প্রবৃদ্ধি হয়। তারপর পাঁচ মাস ধরে তা কমেছে। সদ্য বিদায়ী ডিসেম্বরে পণ্য রপ্তানি কমেছে ১৪ দশমিক ২৫ শতাংশ। এই মাসে রপ্তানি হয়েছে ৩৯৭ কোটি ডলারের পণ্য। অন্যদিকে ২০২৪ সালের ডিসেম্বরে ৪৬৩ কোটি ডলারের পণ্য রপ্তানি হয়েছিল।</p><p>ইপিবির তথ্য বিশ্লেষণে দেখা যায়, বাংলাদেশের শীর্ষ পাঁচ রপ্তানি খাত হচ্ছে তৈরি পোশাক, চামড়া ও চামড়াজাত পণ্য, কৃষি প্রক্রিয়াজাত পণ্য, হোম টেক্সটাইল এবং পাট ও পাটজাত পণ্য। চলতি অর্থবছরের প্রথমার্ধে মোট রপ্তানিতে এই পাঁচ খাতের হিস্যা ৮৯ শতাংশ। শুধু তৈরি পোশাক খাতের হিস্যাই ৮১ শতাংশ।</p><p>তৈরি পোশাকের রপ্তানি কমে যাওয়ার কারণেই সামগ্রিক রপ্তানিতে চাপ বেশি পড়েছে। চলতি অর্থবছরের প্রথমার্ধে ১ হাজার ৯৩৭ কোটি ডলারের তৈরি পোশাক রপ্তানি হয়েছে। গত অর্থবছরের একই সময়ে রপ্তানি হয়েছিল ১ হাজার ৯৮৯ কোটি ডলারের পণ্য। তার মানে, রপ্তানি কমেছে ২ দশমিক ৬৩ শতাংশ।</p></div></div></div></body></html>"
        },
        {
            "title": "সৌদি আরবের সঙ্গে মুখোমুখি আরব আমিরাত, নতুন করে যুদ্ধের উত্তেজনা মধ্যপ্রাচ্যে | প্রথম আলো",
            "time": "2026-01-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fuq6mo2p1%2Feastern-Yemen.webp?rect=0%2C0%2C800%2C420&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-09-22%2F5lwyn5je%2Fdefaultog.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>এদিকে ইয়েমেনের দক্ষিণাংশে নতুন করে উত্তেজনা বৃদ্ধিকে দুই উপসাগরীয় শক্তির মধ্যে উদীয়মান প্রক্সি যুদ্ধ হিসেবে উপস্থাপন করা হচ্ছে। যদিও ইয়েমেনের রাজনীতির ওপর ঘনিষ্ঠভাবে নজর রাখা পর্যবেক্ষকেরা মনে করেন, বাইরের দৃষ্টিকোণ থেকে বিষয়টা এমন মনে হলেও আদতে এসটিসির সাম্প্রতিক অগ্রগতি দীর্ঘদিন ধরেই প্রত্যাশিত ছিল।</p><p>ইয়েমেন-বিষয়ক সাংবাদিক আনোয়ার আল-আনসি বিবিসি আরবিকে বলেন, সাম্প্রতিক সময়ে দেশের দক্ষিণের প্রায় পুরোটায় নিয়ন্ত্রণ বিস্তারের পর এসটিসির প্রত্যাশা আরও বেড়েছে।</p><p>গবেষক মুসলিমি বলেন, ‘ইয়েমেনের ভেতর এসটিসির কর্মকর্তা আল-জুবাইদি সবচেয়ে ধারাবাহিকভাবে দক্ষিণ ইয়েমেনে স্বাধীনতার দাবি জানিয়ে আসছেন। তাই, আমার মনে হয় না, তিনি সহজে হাল ছাড়বেন।’</p><p>এসটিসির মুখপাত্র আনোয়ার আল-তামিমিও বিবিসিকে নিজেদের আকাঙ্ক্ষার বিষয়টি নিশ্চিত করেছেন। তিনি বলেন, ‘অনেক বছর ধরেই আমাদের লক্ষ্য স্পষ্ট এবং তা হলো একটি স্বাধীন রাষ্ট্র প্রতিষ্ঠা করা। আমরা কাউকে বিভ্রান্ত করার চেষ্টা করিনি। দক্ষিণের মানুষের নিজেদের ভাগ্য নির্ধারণ করার অধিকার রয়েছে। তবে দুঃখজনকভাবে এ অঞ্চলের অনেকেই আমাদের পথে বাধা হয়ে দাঁড়ানোর চেষ্টা করেছেন।’</p><p>এসটিসির স্বাধীনতার এ আকাঙ্ক্ষা সৌদি আরবের জাতীয় নিরাপত্তার জন্য হুমকি হয়ে ওঠার অভিযোগ অস্বীকার করেছেন আল-তামিমি। তিনি বলেন, ‘আমরা স্থিতিশীলতা বজায় রাখব এবং তাদের জন্য হুমকি হয়ে উঠতে পারে এমন সন্ত্রাসের উৎস হব না।’</p><p>এসটিসির এ আশ্বাস সৌদি-সমর্থিত বাহিনীকে (হুতিবিরোধী জোট পিএলসি) দক্ষিণ ইয়েমেনে আবারও নিয়ন্ত্রণ প্রতিষ্ঠার চেষ্টা থেকে বিরত রাখতে যথেষ্ট হবে কি না, তা স্পষ্ট নয়।</p></div></div></div></body></html>"
        },
        {
            "title": "বাবার চায়ের দোকান, ছেলের মেডিকেলে ভর্তির সুযোগ-আনন্দের পাশে অনিশ্চয়তা | প্রথম আলো",
            "time": "2026-01-05T04:00:00",
            "imgUrl": "https://media.prothomalo.com/prothomalo-bangla%2F2026-01-04%2Fjyxj74b0%2FImon-Ali.jpg?rect=0%2C11%2C1350%2C709&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&overlay=https%3A%2F%2Fmedia.prothomalo.com%2Fprothomalo-bangla%2F2024-08-31%2F1m4oa2xi%2FBanner_7814X143.jpg&overlay_position=bottom&overlay_width_pct=1",
            "body": "<html><body><div><div class=\"story-element story-element-text\"><div><p>ভর্তি, আবাসন, থাকা-খাওয়া ও পড়াশোনার খরচ মিলিয়ে যে বিপুল অর্থ দরকার, তা জোগাড় করা এই পরিবারের পক্ষে প্রায় অসম্ভব হয়ে উঠেছে। ইমনকে ১২ জানুয়ারি ভর্তি হতে হবে। সেখানে খরচ পড়বে ১২ হাজার টাকার মতো।</p><p>চায়ের দোকানে বসে কথা হয় ইমনের বাবা আবদুল আজিজের সঙ্গে। তিনি বলেন, ‘এ পর্যন্ত আল্লাহ যতটুকু সাহায্য করছেন, ততটুকু দিয়েই ছেলেটাকে পড়াইছি। ব্যাংক থেকে ঋণ করছি, কিস্তি তুলছি, দোকানে বাকিও আছে। এখন মেডিকেলে পড়তে অনেক টাকা লাগবে। আমি চেষ্টা করতেছি, আল্লাহর ওপর ভরসা।’ ছেলের ভবিষ্যৎ নিয়ে আবদুল আজিজের কণ্ঠে গর্বের সঙ্গে শঙ্কাও স্পষ্ট। তিনি বলেন, ‘আমি কারও কাছে হাত পাততে যাইনি। যতটুকু সাধ্য ছিল, করছি। এখন শুধু চাই, আমার ছেলে ভালো ডাক্তার হোক, গরিব মানুষের সেবা করুক।’</p></div></div></div></body></html>"
        }
    ]
}